{
  "sections": [{
    "text": "LITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 637\nTectonic models for the Oligocene–Miocene development of the Himalaya mountain range are largely focused on crustal-scale processes, and developed along orogen-perpendicular cross sections. Such models assume uniformity along the length of the Himalaya, but significant along-strike tectonic variations occur, highlighting a need for three-dimensional evolutionary models of Himalayan orogenesis. Here we show a strong temporal correlation of southward motion of the Indian slab relative to the overriding Himalayan orogen, lateral migration of slab detachment, and subsequent dynamic rebound with major changes in Himalayan metamorphism, deformation, and exhumation. Slab detachment was also coeval with South Asian monsoon intensification, which leads us to hypothesize their genetic link. We further propose that anchoring of the Indian continental subducted lithosphere from 30 to 25 Ma steepened the dip of the Himalayan sole thrust, resulting in crustal shortening deep within the Himalayan orogenic wedge. During the subsequent ~13 m.y., slab detachment propagated inward from both Himalayan syntaxes. Resultant dynamic rebound terminated deep crustal shortening and caused a rapid rise of the mountain range. The increased orography intensified the South Asian monsoon. Decreased compressive forces in response to slab detachment may explain an observed ~25% decrease in the India-Eurasia convergence rate. The asymmetric curvature of the arc, i.e., broadly open, but tighter to the east, suggests faster slab detachment migration from the west than from the east. Published Lu-Hf garnet dates for eclogite facies metamorphism in the east-central Himalaya as old as ca. 38–34 Ma may offer a test that the new model fails, because the model predicts that such metamorphism would be restricted to middle Miocene time. Alternatively, these dates may provide a case study to test suspicions that Lu-Hf garnet dates can exceed actual ages.\nLITHOSPHERE; v. 9; no. 4; p. 637–651; GSA Data Repository Item 2017190 | Published online 13 April 2017 doi:10.1130/L636.1"
  }, {
    "heading": "INTRODUCTION",
    "text": "What do we know, and what remains to be discovered, about Himalayan geology? The primary answers are clear: the growth of Earth’s highest mountains results from the ongoing collision between the Indian and Eurasian continents. Continuing exploration across a range of geologic length and time scales is motivated by many questions, prominently including the following. (1) What are the initial and boundary conditions, key physical parameters, and idiosyncratic versus exportable characteristics of mountain-building from this leading natural laboratory for collisional tectonics and continental subduction? (2) In what ways are Himalayan lithospheric processes interacting with atmospheric, biotic, surface, and oceanic processes? (3) How can we understand and mitigate hazards (e.g., earthquakes, landslides, floods) across these mountains spanning many populous nations?\nIn this contribution we first review models for Himalayan tectonics across million year time scales. By exploring key data and interpretations,\nwe highlight the need for three-dimensional evolutionary models. We then offer an example of such a model: along-strike changes in Himalayan mountain-building could have resulted from the along-strike migration of mid-Cenozoic slab detachment (i.e., slab breakoff). According to this hypothesis, slab evolution and resulting orogenic wedge changes are further speculated to have increased the elevation of the Himalaya and modified the force balance at the plate boundary, in turn yielding (1) increased South Asian monsoon strength through topographic growth, (2) decreased rates of India-Asia convergence by changing the forcing applied to the collisional boundary, and (3) Himalayan asymmetric arc curvature."
  }, {
    "heading": "HIMALAYAN TECTONIC MODELS",
    "text": "Long before the plate tectonic revolution, Argand (1924) presciently described the Himalayan mountains as consequences of the Indian lithosphere underthrusting beneath Eurasia (Fig. 1A). Later plate tectonic\n© 2017 Geological Society of America. For permis ion to copy, contact editing@geosociety.org\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "638 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\nITS NL. Oligocene - M. Miocene\nGHC\nG. Duplexing\nF. Tectonic wedging\nITS N\nGHC\nE. Miocene - M. Miocene\nTH\nTH"
  }, {
    "heading": "C. Wedge extrusion",
    "text": ""
  }, {
    "heading": "E. Channel flow - focused denudation",
    "text": "N\nITS\nITS\nN\nSouth Tibet fault\nGHC TH\nGHC\nTH\nEarly “tunneling” stage: Eocene-Oligocene\nLocalized exhumation stage: E. Miocene - M. Miocene\nE. Miocene - M. MioceneN\nN\nN\nEurasia\nEurasia\nEurasia\nEurasia\nEurasia\nSouth Tibet fault\nSouth Tibet fault\nIndia\nIndia\nIndia\nIndia\nIndia\nIndia\nIndia\nEurasia\nEurasia\nSouth Tibet fault\nSouth Tibet fault\nHimalaya\nHimalaya\nHimalaya\nincipient slab detachment\npost - slab detachment\nA. Indian underthrusting\nB. Plate tectonics (continental collision)\nD. Wedge extrusion (lithospheric scale)\nCRUSTAL-SCALE MODELSLITHOSPHERIC-SCALE MODELS\nFigure 1. Schematic illustrations of models for the tectonic evolution of the Himalaya and the emplacement of its crystalline core. (A) Argand (1924) model of India underthrusting Asia. (B) Plate tectonic models (simplified from Dewey and Bird, 1970) largely match the Argand (1924) geometry, while considering dynamic elements such as slab detachment. A variety of lithospheric-scale plate tectonic models have been proposed for the Himalayan-Tibetan system (e.g., the distributed versus discrete deformation debates of England and Houseman, 1986, versus Peltzer and Tapponnier, 1988), but these are roughly equivalent when focusing on the evolution of the Himalayan orogenic wedge. The models of Chemenda et al. (1995, 2000) are an exception (as explained in D). (C) Wedge extrusion models include the South Tibet fault as a north-dipping normal fault accommodating the southward extrusion of the high-grade crystalline core of the Himalaya (i.e., the Greater Himalayan crystalline complex or duplex, GHC) from below a fold-thrust belt of Tethyan strata (i.e., the Tethyan Himalaya, TH) (e.g., Burchfiel and Royden, 1985). The Indus-Tsangpo suture (ITS) marks the boundary between originally Asian and originally Indian rocks. E—early; M—middle. (D) Lithospheric-scale wedge extrusion models resulted from physical experiments by Chemenda et al. (1995, 2000), in which partially subducted continental crustal slices detached from the downgoing plate, in some cases in association with slab detachment, and buoyantly rose back to upper crustal levels between bounding thrust and normal faults. The physical models had many permutations, some involving slab detachment, and the steep normal fault offers a potential South Tibet fault analogue. (E) Channel flow–focused denudation models involve two main stages: first, southward tunneling of a channel of partially molten lower and/or middle crustal rocks, and second, intensified monsoonal rains and resultant erosion forcing extrusion of these deep rocks and continued rock supply via the channel to the extruding system (Nelson et al., 1996; Beaumont et al., 2001). (F) Tectonic wedging models involve emplacement of the high-grade crystalline core of the Himalaya at depth, bound by a thrust and a backthrust (Yin, 2006; Webb et al., 2007). (G) Duplexing models are similar to tectonic wedging models except that much of the crystalline core was developed by accretion of thrust slices from the downgoing Indian plate during the operation of the bounding thrust and backthrust systems (He et al., 2015). L—late.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 639\nThe Himalaya in 3D | RESEARCH\nmodels maintained this basic framework (Fig. 1B) (Dewey and Bird, 1970; Powell and Conaghan, 1973).\nIn the 1980s, new models were proposed in response to the discovery of the South Tibet fault by Caby et al. (1983) and Burg et al. (1984). The South Tibet fault (also called the South Tibet detachment and the South Tibet fault system) was first recognized as a north-dipping, top-to-thenorth shear zone, and/or a series of closely spaced top-to-the-north faults. This shear zone extends along the crest of the Himalayan mountains and separates the high-grade crystalline orogenic core to the south from a fold-thrust belt dominated by Paleozoic–Mesozoic Tethyan passive margin strata of northern India to the north (Fig. 2) (e.g., Burchfiel et al., 1992; Burg et al., 1984; Caby et al., 1983; Herren, 1987). The main characteristics of these South Tibet fault exposures, i.e., northerly dip, top-to-the-north shear records, and juxtaposition of lower amphibolite and lesser grade rocks on top of upper amphibolite and higher grade rocks, caused it to be quickly interpreted as a normal fault.\nThe conceptual challenge posed by the early South Tibet fault interpretations, i.e., why a large normal fault system would span the length of Earth’s highest contractional mountain chain, became the focal point of modeling efforts. Many kinematic models envision the South Tibet fault as a normal fault on top of an extruding wedge of high-grade crystalline material (Fig. 1C). In this context, proposed driving mechanisms for South Tibet fault motion include gravitational sliding along a tilted contact plane (Burg et al., 1984), rotation of principal stresses to near-vertical orientations due to the sharp topographic transition across the Himalayan mountains (Burchfiel and Royden, 1985), subhorizontal shearing below the Himalaya (Yin, 1989), accommodation of the buoyant rise of a partially subducted upper continental crustal slice, possibly triggered by slab detachment (Fig. 1D) (Chemenda et al., 1995, 2000), and a response to gravitational potential energy changes within the context of critical taper orogen models (e.g., DeCelles et al., 2001; Zhang et al., 2011). Alternatively, the South Tibet fault has been interpreted as the upper shear zone on top of a channel flow of high-grade material driven southward by the high gravitational potential of the Tibetan Plateau (Fig. 1E) (Nelson et al., 1996). Furthermore, such channel rocks may have been extruded to the steep, high topographic front of the range between the South Tibet fault and a basal thrust shear zone (termed the Main Central thrust) as a result of an early and/or middle Miocene climate shift that enhanced orographically focused precipitation and resultant erosional exhumation (Fig. 1E) (Beaumont et al., 2001; Hodges et al., 2001).\nRecognition that the South Tibet fault may be a backthrust led to tectonic wedging models, in which the crystalline core was emplaced at depth (Fig. 1F) (Webb et al., 2007; Yin, 2006). Because these models do not include normal faulting, they do not require mechanical considerations beyond contractional boundary conditions.\nIn light of increasing evidence that the crystalline core of the orogen was built in the Oligocene and Miocene by southward-propagating thrust stacking (e.g., Ambrose et al., 2015; Carosi et al., 2010; Corrie and Kohn, 2011; Imayama et al., 2010; Montomoli et al., 2013; Reddy et al., 1993), tectonic wedging models have been superseded by duplexing models. Duplexing models posit that the crystalline core of the Himalayan orogen was built via thrust horse accretion, with the South Tibet fault as the active roof backthrust of a middle-to-deep crustal duplex system (Fig. 1G) (He et al., 2015; Larson et al., 2015).\nKINEMATIC VARIATIONS ALONG THE STRIKE OF THE HIMALAYAN OROGEN\nIn contrast to the two-dimensional tectonic models, Himalayan geology has significant arc-parallel variability. The South Tibet fault, i.e., the\ncentral structure of Himalayan tectonic models since the 1980s, ceases motion at different times along the length of the range (Leloup et al., 2010). This observation is not commonly cited, but can be noted by analysis of existing data. Likewise, patterns of decompression and cooling of the crystalline core of the orogen (Warren et al., 2014) indicate variable timing of major processes along strike. We outline these key data sets and discuss their kinematic interpretation in the following."
  }, {
    "heading": "South Tibet Fault",
    "text": "South Tibet fault timing data are shown in map view and plotted by longitude against age in Figures 2 and 3, respectively (see also Data Repository Table DR11). We show three categories of age data, labeled pre-/syn-motion, post-motion, and 40Ar/ 39Ar muscovite. Pre-/syn-motion data are U-Pb and Th-Pb dates of accessory phase crystallization and/ or recrystallization (e.g., zircon, monazite) in deformed portions of the shear zone. Dated minerals are generally from deformed leucogranites because these are the youngest deformed rocks, and thus provide the tightest constraint on fault motion. The category post-motion data also refers to U-Pb and Th-Pb dates of accessory phases, in this case from undeformed leucogranites crosscutting shear zone fabrics. The 40Ar/39Ar muscovite ages are from rocks immediately above the shear zone, within the shear zone, and <3 km structurally below the shear zone, and ideally record the timing of cooling below an approximate closure temperature of 425 °C (Harrison et al., 2009). Most researchers interpret cessation of motion along the subhorizontal shear zone of the South Tibet fault prior to cooling of the shear zone and its local footwall below this temperature range (e.g., Kellett and Grujic, 2012; cf. Cooper et al., 2013).\nInterpretation of pre-/syn-motion age data along the South Tibet fault is straightforward, with the exception of standard geochronological challenges that can affect any dating effort (e.g., Pb loss and/or metamict damage to zircon). There are two systematic challenges for post-motion ages, and both challenges indicate that these dates might not constrain the termination age of fault motion. (1) Although the dated leucogranite dikes crosscut shear zone fabrics, no one has identified and dated a dike that crosscuts the entire shear zone of the South Tibet fault. Therefore no one datum can preclude continued motion along the layers of the shear zone that are not crosscut. (2) Dated accessory minerals may be inherited (particularly zircon). If so, the crystallization age could predate the crystallization of the dike and therefore could predate the cessation of shearing along the crosscut shear zone layers. The 40Ar/39Ar muscovite ages are known to be affected by excess Ar across vast swaths of the Himalaya (Herman et al., 2010; Webb et al., 2011), which likewise produces excess ages. Furthermore, robust cooling ages should postdate South Tibet fault motion if the shear zone was subhorizontal during activity (e.g., Kellett and Grujic, 2012), because observations at nearly all fault localities suggest that the deformation temperatures exceeded the temperature range of Ar closure in muscovite. However, if the shear zone was north dipping during the primary phase of motion (as many argue, e.g., Burchfiel et al., 1992), then cooling may coincide with fault motion and these constraints would not constrain cessation of South Tibet fault activity.\nOur interpretation of the along-strike variations in South Tibet fault cessation timing is denoted by a gray band in Figure 3B. This band generally traces the younger limit of the pre-/syn-motion ages, because these\n1 GSA Data Repository Item 2017190 contains Figure DR1, which provides further exploration of detrital thermochronology from the Himalayan foreland basin as these data relate to along-strike changes in exhumation timing and rates, and Tables DR1– DR6, which catalog and provide references for the data sets presented in Figures 2–4 in the main text, and is available at http://www.geosociety.org /datarepository /2017, or on request from editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "640 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE"
  }, {
    "heading": "Main Central thrust",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 641\nThe Himalaya in 3D | RESEARCH\nages are commonly reliable, whereas attempts to date the post-shearing period may regularly yield pre- and/or syn-shearing ages, as discussed here. The interpolation utilizes only post-motion and muscovite ages that are consistent with the younger limits of pre-/syn-motion ages. There are two exceptions: two pre-/syn-motion ages in the east-central Himalaya are sufficiently young relative to the dominant pattern of post-fault motion ages that we assume they are problematic, so we exclude these two ages from the interpolation. The interpreted range of fault cessation timing narrows where data are plentiful (e.g., the central Himalaya), and broadens where there are few published constraints. The interpolated cessation of motion along the South Tibet fault is progressively younger from the western Himalaya (ca. 24–20 Ma) (e.g., Dézes et al., 1999; Vance et al., 1998) to the east-central Himalaya (ca. 13–11 Ma) (e.g., Kellett et al., 2009; Wu et al., 1998) (see Table DR1). Less well resolved is a possible reversal in pattern in the easternmost Himalaya, where sparse data show a sharp spatial transition to older ages (ca. 24–20 Ma) at the eastern end of the range (e.g., Yan et al., 2012). Some have suggested that the dominant pattern of eastward younging in fault cessation timing and a similar pattern in leucogranite crystallization ages may be related to motion along the Karakoram fault (Leech, 2008; Leloup et al., 2010). The onset of South Tibet fault motion has been speculated to coincide with a metamorphic transition within the Himalayan crystalline core (termed the Greater Himalayan crystalline duplex; Fig. 2) ca. 27–26 Ma (Fig. 3; Table DR2; e.g., Stübner et al., 2014). Geochemical changes in dated monazite and zircon crystals (e.g., variations through time in heavy REE concentrations; Rubatto et al., 2013) suggest that the Greater Himalayan crystalline duplex underwent exclusively prograde metamorphism prior to 27 Ma, whereas some of these rocks record prograde metamorphism and other parts of this rock package record retrograde metamorphism after 26 Ma. Structurally higher rocks record the earliest retrograde metamorphism, and prograde to retrograde pressure-temperature paths are generally younger with increasing structural depth within the unit\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "642 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\n(Corrie and Kohn, 2011; Rubatto et al., 2013). Sparse data suggest that the metamorphic transition occurs at the same time along the strike of the Himalaya (Fig. 3B)."
  }, {
    "heading": "Decompression and Cooling of the Himalayan Crystalline Core",
    "text": "To reconstruct decompression-time paths and cooling histories, we compile existing data from sites where multiple pressure conditions have been identified and dated, and from sites where multiple temperature conditions have been identified and dated. Such findings from structurally high portions of the Greater Himalayan crystalline duplex are presented in Figures 3C and 3D as plots of pressure and temperature versus time, with the site longitude denoted via color coding (see Table DR3). Furthermore, along-strike cooling patterns are informed via detrital thermochronological dating results from the Himalayan foreland basin compiled in Figure 4 and Figure DR1 (see Table DR4).\nTemperature-time constraints from the structurally high portions of the Himalayan crystalline core show that most range sectors cooled from ~750–550 °C ca. 26–22 Ma to 200–100 °C by ca. 15–10 Ma, and that cooling paths varied systematically along the length of the orogen. Specifically, cooling from the highest temperatures through muscovite closure is progressively younger from the western Himalaya to the eastcentral Himalaya. Sparse pressure-time constraints might be interpreted to match this eastward younging trend, with the proviso that data of the far eastern Himalaya (from the syntaxial region) do not follow this trend. Instead, these rocks decompressed from ~1.6 GPa ca. 24 Ma to ~0.5 GPa ca. 17 Ma (Xu et al., 2010). (For further aspects of decompression from high pressures across the east-central Himalaya, see the Discussion.)\nDetrital thermochronology data from foreland basin rocks provide an approximation of the cooling of adjacent Himalayan hinterland regions. A general trend appears in our compilations of 40Ar/39Ar muscovite and fission track zircon data: peaks in the cooling age populations appear younger to the east from 25 to 20 Ma to 10–8 Ma (Figs. 4A, 4B) (e.g., Bernet et al., 2006; Chirouze et al., 2012; Jain et al., 2009; Najman et al., 2003). This is consistent with an eastward-migrating pulse of hinterland cooling during this period. The trend is alternately amplified and diminished by along-strike variations in the depositional ages of samples. For example, central Himalaya samples deposited before 15 Ma cannot show cooling pulses younger than 15 Ma, and thus visually weight Figure 4A toward older central Himalayan ages. Similarly, all zircon fission track samples deposited after 10 Ma are from the central and eastern Himalaya, so all cooling younger than 10 Ma plotted in Figure 4B is visually weighted to these regions. Parsing by 5 m.y. increments of depositional age helps to see through these visual effects, as in Figure 4B.ii., which highlights zircon fission track samples deposited from 15 to 10 Ma. This plot is consistent with the general suggestion that a cooling pulse migrated eastward during the early and middle Miocene. Further subplots of this type are presented and explored in Figure DR1, and broadly confirm the trend.\nSignals in the Himalayan foreland basin can be complicated by river sediment transport along the range trend (because not all river systems transport sediment perpendicularly away from the mountains) and thus might not only represent cooling and exhumation over the limited extent of the range immediately adjacent to the sampling location. Nonetheless, the observed trends of decompression and cooling are approximately synchronous with progressive early and middle Miocene cessation of South Tibet fault motion along the length of the range (Fig. 3). As with the South Tibet fault cessation, a pulse of decompression and cooling migrates from the western to the east-central Himalaya. In both cases, sparse data suggest that the easternmost Himalaya features a sharp reversal in this trend.\nFigure DR1, and data sources are listed in Table DR4. Similar plots for both data types and each available 5 m.y. interval are presented and discussed in Figure DR1. (A) 40Ar/39Ar muscovite results for dates younger than 50 Ma. Given moderate to rapid cooling, closure of the system occurs at ~425 °C (Harrison et al., 2009). (B) i: Fission track zircon results for dates younger than 50 Ma. ii: Zircon fission track data for samples deposited from 15 to 10 Ma, highlighting the highest probability peak for each sample. Given moderate to rapid cooling, closure occurs at ~240 °C (Bernet and Garver, 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 643\nThe Himalaya in 3D | RESEARCH"
  }, {
    "heading": "30–8 Ma INDIAN PLATE SUBDUCTION",
    "text": "Because existing Himalayan tectonic models are both two dimensional and dominantly limited to crustal processes, lithospheric-scale processes might help explain the along-strike timing variations noted here. Recent work is promising in this respect, showing that the subducted Indian plate became anchored in the mantle during ongoing collision and then detached from the continental lithosphere via tears that initiated at the ends of the Himalaya and propagated inward during late Oligocene–middle Miocene time (Leary et al., 2016; Replumaz et al., 2010).\nIndia indented Eurasia and moved northward over the anchored Indian slab from ca. 30 to ca. 25 Ma, as evidenced across southern Tibet by a southward migration of magmatism (DeCelles et al., 2011; Guo et al., 2013), and possibly by the development of the Kailas Basin (Carrapa et al., 2014; DeCelles et al., 2011; Leary et al., 2016) (Fig. 2). Detachment of the Indian slab at 25–15 Ma has been interpreted on the bases of (1) metamorphic and melting records indicative of a crustal heating event (Rolland et al., 2001; Stearns et al., 2013) (Table DR5), (2) changes in patterns of foreland sedimentation (e.g., Mugnier and Huyghe, 2006) (Table DR5), and (3) seismic tomographic images of the mantle below India that show a seismically fast region interpreted as detached Indian lithosphere (Replumaz et al., 2010). To explain an eastward decrease in the distance between the detached slab and the contiguous Indian craton, Replumaz et al. (2010) proposed that detachment of the slab began in the west ca. 25 Ma and migrated to the east-central Himalaya ca. 15 Ma. Similarly, magmatic records from the western to the east-central Himalaya show a west to east younging trend, which is consistent with eastward propagation of slab detachment (Guo et al., 2015) (see Figs. 2 and 3; Table DR6). For the eastern Himalaya, east to west younging of magmatic rocks from ca. 30–25 Ma at the eastern end to ca. 15–8 Ma in the east-central Himalaya (~90°E) has been interpreted as a product of east to west lateral migration of slab detachment (Pan et al., 2012; Zhang et al., 2014) (see Figs. 2 and 3; Table DR6).\nThese findings indicate (1) northward underthrusting of the Indian slab prior to ca. 30 Ma, (2) slab anchoring and steepening from 30 to 25 Ma, (3) slab tearing leading to slab detachment initiating at both ends of the Himalaya ca. 25 Ma then migrating toward the central Himalaya, and (4) final Indian slab break-off occurring in the east-central Himalaya broadly from 15 to 8 Ma. It is intriguing that the lateral migration of slab detachment along the Himalaya corresponds in time and space with the cessation of motion along the South Tibet fault and the pulse of cooling and decompression along the Himalayan arc described here."
  }, {
    "heading": "THREE-DIMENSIONAL EVOLUTIONARY MODEL: IMPACTS OF SUBDUCTION DYNAMICS",
    "text": "The spatiotemporal correlation of lateral migration of slab detachment with the Himalayan faulting, decompression, and cooling suggests systematic linking among these processes. We propose a model in which slab detachment and overall subduction dynamics instigated a series of coupled events, as described here and detailed in Figures 5 and 6."
  }, {
    "heading": "Subduction and Tectonics",
    "text": "In this model, slab anchoring (akin to rollback below the northward advance of India) steepened the sole thrust underlying the Himalaya. Such changes in sole thrust geometry are known to change the mechanical equilibrium and deformation kinematics of the orogenic wedge (Davis et al., 1983). In response to this change, the orogenic wedge thickened and shortened internally, initiating the main development of the Greater Himalayan crystalline duplex. Significant volumes of new material were accreted from the subducting Indian plate not only at the front of the orogenic wedge, but also at depth via duplexing. The South Tibet fault initiated as a major backthrust, and functioned as the active roof thrust to the underlying duplex. Slab detachment propagated from the ends of the Himalaya toward the east-central Himalaya as the deformation front moved northward over the anchored slab. As slab detachment propagated, the detached slab portions gradually sank deeper in the mantle and were overridden by the northward-moving Indian continent (Husson et al., 2014; Replumaz et al., 2010). Corresponding southward offset of the vertical traction caused by the weight of the subducted slab rezoned the dynamic deflections of the surface topography (Husson et al., 2014). Initially, the Indian plate subducted underneath the Himalaya, and the associated dynamic topography maintained the elevation of the Himalaya ~1000–1500 m lower than their plain isostatic elevation. When the subducting slab anchored into the mantle, it moved southward relative to the Indian continent and the Himalaya, and the dynamic deflection was relocated farther south toward the foreland basin. Corresponding shallowing of the Himalayan sole thrust changed the deformation kinematics of the orogenic wedge again (see Dahlen, 1984; Davis et al., 1983), shutting off deep duplexing and backthrusting (see note 12 in Fig. 6B). The deep duplexing that thickened the crystalline core persisted for the longest period in the east-central Himalaya (i.e., the region where the final slab detachment occurred), creating a relatively thick crystalline stack there. We interpret the final cessation of South Tibet fault motion in the eastcentral Himalaya ca. 13–11 Ma (Figs. 2 and 3) as a gross estimate of final slab detachment timing. A contemporaneous extruding wedge system documented across that region, manifested by an out-of-sequence thrust\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "644 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 645\nThe Himalaya in 3D | RESEARCH\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "646 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\nfault below and a steep normal fault above (Kellett and Grujic, 2012), may be a structural response to final slab detachment."
  }, {
    "heading": "Dynamic Topography and Monsoon",
    "text": "Model results suggest that the dynamic deflection over active subducting slabs typically is ~1000 m (e.g., Gurnis, 1992; Husson et al., 2012). In Husson et al. (2014) it was stated that the increase in elevation accompanying the demise of the slab into the mantle should be ~1 km. Therefore, a topographic rise of this magnitude should start at the two ends of the range (where the horizontal slab tears initiate) ca. 25 Ma and migrate from east and west to the east-central Himalaya at 13–11 Ma (Figs. 5 and 6).\nThe high topographic barrier of the Himalaya is a key factor in controlling regional atmospheric flow patterns and thus in generating the South Asian monsoon (Boos and Kuang, 2010). Modeling by Ma et al. (2014) indicated that increases in this topography result in increases of monsoon intensity with a roughly linear relationship. Multiproxy records of monsoon intensity indicate that the summer monsoon rains were weak prior to ca. 24 Ma but became progressively stronger, to a peak period from ca. 15 to 11 Ma (Clift et al., 2008; DeCelles et al., 2007; Sun and Wang, 2005; Tada et al., 2016; Wan et al., 2009). We propose that this temporal correlation between the predicted topographic growth and the monsoon intensity reflects Miocene strengthening of the South Asian monsoon as ultimately a product of subduction dynamics."
  }, {
    "heading": "Subduction Dynamics and Convergence",
    "text": "In each released orogenic region where the sole thrust shallowed after slab detachment, the force balance adjusted accordingly in the Himalayan range. The vertical traction that slab remnants exerted underneath the Himalaya was accompanied by sublithospheric shear tractions. These shear tractions contributed to sustain the convergence of India toward Eurasia. When the Indian slab detached, the force switched from a subduction regime where slab pull dominates to a regime where slab suction dominates (Conrad and Lithgow-Bertelloni, 2004). The northward shear force transmitted by the mantle to the Indian plate declined during this transition after the slab detached, and gradually vanished as the slab remnant sank into the mantle. The gradual demise of the Indian slab load as it sank into the mantle modified the convection pattern and deprived the India-Eurasia convergence of one of its prominent driving forces, and thereby decreased compressive forces at the plate boundary. It follows that convergence rates are predicted to decline during this period. This prediction is broadly consistent with findings from plate circuit reconstructions (e.g., Copley et al., 2010; Iaffaldano et al., 2013; Molnar and Stock, 2009). Such studies show that India-Asia convergence rates quickly dropped after the collision of India ca. 50 Ma and decreased further until ca. 13–11 Ma, after which convergence rates stabilized or modestly increased. The possibility that slab detachment ca. 13–11 Ma produced a change in convergence rates provides an alternative to models in which convergence slowdown results from viscous resistance of intact Tibetan mantle lithosphere (Clark, 2012)."
  }, {
    "heading": "Slab Detachment and Arc Curvature",
    "text": "Longitudinal propagation of slab detachment can account for the curvature of the Himalayan mountain belt (see also Capitanio and Replumaz, 2013). The speed of lateral propagation of slab detachment produces variations in orogenic belt curvature: faster propagation produces less curvature and slower propagation produces more curvature. Indentation is faster when it is not lowered by a component of slab pull (which tends to make the trench retreat, whereas indentation makes it advancing), so regions\nwhere the longitudinal propagation of slab detachment juxtaposes orogen segments with and without attached slabs are torqued, in a mode similar to retreating subduction zones (Wortel and Spakman, 2000). The degree of bending depends upon the speed of lateral propagation of slab detachment: faster propagation allows less time for regional bending, and thus less arc curvature, and vice versa (Wortel and Spakman, 2000). Because we propose slab detachment propagation across ~2000 km from the west and across ~600 km from the east during the same ca. 14–12 m.y. period, our model predicts relatively open arc curvature west of 90°E, and tighter arc curvature to the east of 90°E. West of 90°E, the Himalaya mountain range is renowned for its nearly perfect arc, with a ~2000 km radius of curvature (Bendick and Bilham, 2001) (Fig. 2). In contrast, farther east the range has tighter curvature (radius of curvature of ~1200 km) (Fig. 2)."
  }, {
    "heading": "DISCUSSION",
    "text": "A variety of data sets indicate that major phases of Himalayan tectonic development from late Oligocene through middle Miocene time occurred asynchronously along the strike of the orogen. Such data include constraints on the cessation of motion along the South Tibet fault, cooling and decompression records, seismic tomography of the detached Indian continental slab, and distribution of volcanic rocks across southern Tibet. These findings show the need for time-dependent three-dimensional models. Because most current models are two dimensional, we attempt to create a model including the along-strike dimension. Our model shows major phases of Himalayan construction and uplift controlled by changes in dynamics of the subducting slab. Rollback of the Indian slab relative to the Himalaya initiated development of the Greater Himalayan crystalline duplex and its roof fault, the South Tibet fault, by altering the balance of forces applied to the orogenic wedge. Lateral migration of slab detachment shut off this structural system progressively along the length of the orogen and released the dynamic deflection of the topography that increased the elevation and strengthened the South Asian monsoon. Simultaneously, the release of dynamic traction from sublithospheric mantle flow after slab detachment may also have been responsible for an observed convergence slowdown.\nIn the following we first discuss how the slab dynamics model relates to and incorporates aspects of published two-dimensional models. We then explore key issues related to the new model, highlighting the timing of high-pressure metamorphism in the east-central Himalaya; the state of knowledge of the topography, monsoon, and exhumation across the system; and the post-slab detachment Himalayan development."
  }, {
    "heading": "Comparisons of the Slab Dynamics Model to Prior Models",
    "text": "The model presented herein is new in that it explores the consequences of the subducting slab evolution for the crustal dynamics of the Himalayan orogenic wedge and South Asian monsoon evolution. However, the modeled lithospheric-scale evolution largely follows prior work. Underthrusting of Eurasia by India is well established (since the pioneering work of Argand, 1924), and cycles of rollback, lateral migration of slab detachment, and underthrusting with corresponding topographic effects have previously been explored in this region (e.g., Replumaz et al., 2010; DeCelles et al., 2011; Husson et al., 2014; Leary et al., 2016).\nThe development of the Greater Himalayan crystalline duplex and the corresponding motion along the South Tibet fault in the new model are generally consistent with the duplexing model presented by He et al. (2015), as well as many aspects of the duplexing model of Larson et al. (2015). As in the duplexing models, the new model shows the development of the Greater Himalayan crystalline duplex at depth, as a thrust duplex with a roof backthrust (the South Tibet fault) and the slip distance per\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 647\nThe Himalaya in 3D | RESEARCH\naccreted horse roughly equivalent to horse length (Fig. 6). Also similar to the duplexing models and the earlier tectonic wedging models, the slab dynamics model involves late (post–10 Ma) exposure of the main body of the Greater Himalayan crystalline duplex rocks. This is controversial in that the foreland detrital record is commonly interpreted to indicate early Miocene erosion of these rocks (e.g., DeCelles et al., 1998). However, prior analyses suggest that such detrital records could be produced by erosion of other Himalayan units in combination with isolated exposures of the Greater Himalayan crystalline duplex rocks by ca. 11 Ma (possibly along east-west extensional core complex systems in the Himalayan hinterland) followed by widespread exposure by ca. 5 Ma (see Yin, 2006; Webb, 2013).\nIncorporation of the slab dynamics history enriches our understanding of proposed duplexing of He et al. (2015) by adding a series of detailed predictions that compare favorably with the geological record. The slab dynamics model offers rationales for why Greater Himalayan crystalline duplex growth and South Tibet fault motion start and finish. Namely, slab anchoring should steepen the Himalayan sole thrust, whereas slab detachment should allow rebound and shallowing of the sole thrust, and such changes to the sole thrust geometry are well understood to start and stop thickening of orogenic wedges (Dahlen, 1984). The model suggests that duplex growth and South Tibet fault motion should initiate after the ca. 30 Ma start of slab anchoring and before the ca. 25 Ma start of slab detachment. The ca. 27–26 Ma metamorphic transition from exclusively prograde to mixed prograde and retrograde metamorphism (Fig. 3; Table DR2) may signal this onset, with the retrograde metamorphism reflecting exhumation in response to thrust horse stacking. As for cessation timing, the main correlations that led to the model construction are the along-strike correspondence of cooling, decompression, and South Tibet fault cessation with slab detachment migration inferred from seismic tomography and southern Tibetan volcanism.\nThe slab dynamics model includes a late out-of-sequence extruding wedge system in the east-central Himalaya (Fig. 6) that has some commonalities with wedge extrusion models (e.g., Burchfiel and Royden, 1985; Chemenda et al., 1995, 2000). Wedge extrusion occurs as a response to deep burial of light crustal materials and also potentially to slab detachment in the models of Chemenda et al. (1995, 2000). The wedge extrusion of our model is localized to the east-central Himalaya, where a north-dipping brittle normal fault that crops out along the range crest accomplished rapid footwall cooling ca. 16 to ca. 12 Ma (e.g., Carrapa et al., 2016; Kellett et al., 2013), and to the south a contemporaneous outof-sequence thrust system occurs (e.g., Grujic et al., 2011; Larson et al., 2016). The apparently restricted range of these systems could indicate that they respond to the relatively large magnitude burial and subsequent uplift associated with the final slab detachment, as in the Chemenda group modeling. Localized normal faulting associated with such wedge extrusion can help resolve confusion over South Tibet fault kinematics (i.e., the decade-old debate over whether it is a thrust or a normal fault). In this region (specifically, from eastern Nepal through the Bhutan Himalaya), many exposures of the South Tibet fault along the Himalayan range crest are spatially associated with the north-dipping brittle normal fault (e.g., Carrapa et al., 2016; Kellett et al., 2013). This region hosted much of the early work along the South Tibet fault (e.g., Burg et al., 1984; Burchfiel et al., 1992), and therefore the brittle fault is commonly interpreted as the last phase of South Tibet fault motion. However, this brittle fault is not seen in other sectors of the Himalaya, where structural geometry and cooling histories across the South Tibet fault suggest motion along a subhorizontal structure (e.g., Vannay et al., 2004; Webb et al., 2013). Subhorizontal ductile shear dominates South Tibet fault evolution, whereas late brittle normal faulting may cut this shear zone only where a late wedge extrusion system responded to final slab detachment."
  }, {
    "heading": "Timing of Eclogite Facies Metamorphism in the East-Central Himalaya",
    "text": "The slab dynamics model makes specific claims about the nature and timing of high-pressure metamorphism in the east-central Himalaya. Specifically, in the model this metamorphism reflects the steepening and deepening of the orogenic wedge here as the slab steepened. The region would have experienced pressures that were anomalously high, perhaps to eclogite facies conditions, because it was the last region to undergo slab detachment. Deep duplexing and localization of slab weight would have persisted longest here. Because the slab was already detached both to east and west of this region prior to final slab detachment, this region would have supported some fraction of the neighboring detached slab weight both to east and west, approximately doubling this effect of excess adjacent weight in the few million years prior to final slab detachment. It follows that the high-pressure metamorphism of the lower orogenic wedge should have occurred only in the few million years immediately prior to the ca. 13–11 Ma final slab detachment. This model prediction is consistent with direct U-Pb dating of zircon in the east-central Himalaya. In combination with geochemical and textural analyses, U-Pb zircon geochronology yields eclogite facies metamorphic periods of 15.3 ± 0.3 to 14.4 ± 0.3 Ma (Grujic et al., 2011) and 14.9 ± 0.7 to 13.9 ± 1.2 Ma (Wang et al., 2017). However, the model prediction does not appear consistent with (1) published interpretations of Lu-Hf dating of high-pressure garnet (Corrie et al., 2010; Kellett et al., 2014) and (2) a study by (Regis et al., 2014) that links monazite geochronology with metamorphism after the high-pressure period. These studies argued that high-pressure metamorphism in this region occurred as early as ca. 38 Ma and locally persisted until ca. 15–13 Ma. We review the latter data sets and their context, show that alternative interpretations are compatible with the slab dynamics model, and discuss broader implications of this analysis.\nIsotope geochronology on metamorphic minerals can be used to temporally constrain different parts of the pressure-temperature evolution. For example, Lu-Hf and Sm-Nd geochronology data are commonly interpreted to date early and late stages of metamorphic garnet growth, respectively. This interpretation is based on the fact that garnet preferentially incorporates heavy REEs, resulting in high Lu concentration in garnet cores, whereas Sm is rather homogeneously distributed (e.g., Kohn, 2009; Lapen et al., 2003). Commonly, the growth of garnet can be related to high-pressure conditions, and thus application of Lu-Hf garnet geochronology has been used to constrain high-pressure metamorphism in the east-central Himalaya to ca. 26–23 Ma (Corrie et al., 2010), or even to as old as ca. 38–34 Ma (Kellett et al., 2014).\nHowever, the interpretation of Lu-Hf age data has been challenged based on evidence for different mechanisms that may modify the extracted age. Skora et al. (2006) presented a model for diffusion-limited uptake of REEs in garnet that would create local depletion of the REEs around the garnet accompanying the crystal growth and prevent equilibration with the bulk matrix. Sousa et al. (2013) used a mass-balance model to show that garnet isotope composition may not equilibrate with the bulk matrix, and thus reactivity and modes of reactant minerals govern the local effective bulk composition and will determine the initial Rb/Sr and/or Lu/Hf during garnet growth; their modeling suggests significant modification, to several tens of millions of years, in the extracted age for the case of Rb-Sr age data. The case of Lu-Hf is not as straightforward because the source of Lu prior to garnet growth remains elusive and the reactivity of zircon as source of matrix Hf is also unclear. However, a recent study using a large data set of detrital zircons from the Himalaya revealed large variation in the ε\nHf value between -24 to +3, which suggests that zircon\nmay be actively contributing to modification of the matrix composition\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "648 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\nduring metamorphism (Ravikant et al., 2011). Sousa et al. (2013) used this range in ε\nHf values to predict the apparent age error using 176Lu/177Hf\nin garnet; their calculations indicate that Lu-Hf data may be inaccurate by several million years depending on different shifts of the matrix Hf isotope composition caused by zircon recrystallization.\nA different mechanism that may alter recorded Lu-Hf ages results from subtle differences in the diffusivity of parent and daughter isotope. Lu diffusion in garnet may be faster than its radiogenic daughter Hf (Mueller et al., 2010; Skora et al., 2006) based on comparison to REE + Hf diffusion data in zircon (Cherniak et al., 1997a, 1997b). This assumption has been also experimentally verified (Bloch et al., 2015). Therefore, Lu-Hf is different from other geochronology systems in that its parent isotope, and not the radiogenic daughter, may be preferentially lost from the crystal at sufficiently high temperatures (i.e., above the nominal closure temperature). This may not be problematic if Lu preferentially migrates into (or stays within) the garnet. However, the preferred partitioning of Lu into garnet decreases with increasing temperature, making matrix minerals such as clinopyroxene suitable hosts for Lu (Van Orman et al., 2001). Therefore, Lu potentially leaves the garnet at higher rates compared to its radiogenic daughter Hf and may accumulate in grain boundaries (Hiraga et al., 2004) or may be incorporated into matrix minerals or accessory phases. As a result, a lower Lu/Hf ratio is recorded in the garnet that translates into an apparent older age.\nThese processes may shift the extracted Lu-Hf data toward older ages by as much as tens of millions of years. We therefore interpret previously extracted Lu-Hf data to be potentially modified, and hence high-pressure conditions indicated by garnet growth may represent exclusively middle Miocene metamorphism.\nRegis et al. (2014) explored the Jomolhari massif of northwest Bhutan and used a different suite of data to argue for eclogitic metamorphism in the east-central Himalaya prior to ca. 36 Ma. Prior work shows that a mafic eclogite from the northern end of the Jomolhari massif yields a U-Pb titanite cooling age of 14.6 ± 1.2 Ma (mean square of weighted deviates = 0.2, closure temperature estimated as between ~700 and 500 °C) (Warren et al., 2012). Regis et al. (2014) used monazite petrochronology to show that metasedimentary rocks in the central and southern Jomolhari massif underwent granulite facies metamorphic conditions of 0.85 GPa and 800\n°C ca. 36 Ma, and remained at high temperatures until at least ca. 18 Ma; they used the assumption that the Jomolhari massif represents a coherent rock body to then infer that the high-pressure metamorphism (recorded by the mafic eclogite) preceded the granulite facies metamorphism. In this interpretation, the eclogite-facies metamorphism must be older than ca. 36 Ma. However, if the Jomolhari massif did not evolve as a coherent rock body, then the northern eclogites may be structurally separated from the southern granulites. For example, the eclogites could be in the hanging wall of an out-of-sequence fault (possibly the Kakhtang thrust of Grujic et al., 2011), and the granulites may be in the footwall. In such cases, eclogitic metamorphism here may have occurred as late as ca. 17–13 Ma and predate structural juxtaposition with the granulitic rocks.\nIn summary, although prior interpretations of eclogite facies metamorphism timing across the east-central Himalaya appear inconsistent with the slab dynamics model, viable alternative interpretations of all constraints allow that this metamorphism may have occurred in middle Miocene time, which is consistent with the model. Of particular interest for geochronological study are the alternative interpretations of Lu-Hf garnet dates that suggest that these dates are not accurate in that they are much older than the actual timing of the eclogite facies metamorphism. Further exploration of the prograde to peak metamorphic timing here may confirm long-standing hypotheses that Lu-Hf garnet dates could greatly exceed the geological ages of dated events (e.g., Skora et al., 2006)."
  }, {
    "heading": "Monsoon versus Mountain Building",
    "text": "Construction of mountain chains and elevated plateaus is understood to be strongly influenced by climate-modulated erosion (Beaumont et al., 2001; Konstantinovskaia and Malavieille, 2005; Montgomery et al., 2001), and by subducting plate (or slab) dynamics (Carrapa et al., 2014; Fox et al., 2015; Replumaz et al., 2010; Wortel and Spakman, 2000). However, how climate and slab dynamics affect each other during mountain building remains poorly understood (Iaffaldano et al., 2011; Lamb and Davis, 2003). Various chicken versus egg interpretative challenges further limit our ability to decipher climate-erosion-tectonics interactions (Clift et al., 2008; Molnar and England, 1990). For example, for many mountain belts it is unclear whether tectonic shifts forced climatic changes, or climatic shifts generated new tectonic regimes. These issues are well illustrated in studies of the Himalaya, where subduction dynamics is recognized to uplift the range (Husson et al., 2014) and deform the Tibetan Plateau (DeCelles et al., 2011; Replumaz et al., 2014), but models of the kinematic evolution of the Himalayan mountains feature static subduction zone geometries (e.g., Beaumont et al., 2001; Herman et al., 2010; Webb, 2013) with only few exceptions (Carrapa et al., 2014; King et al., 2011). The rise of the Himalayan mountains is thought to explain the development of the South Asian monsoon (Boos and Kuang, 2010), yet the only published model with a significant role for climate, the channel flow model, shows major rock uplift and exhumation as being triggered by enhanced erosion resulting from the onset of the monsoon (Beaumont et al., 2001; Clift et al., 2008). The new model suggests instead that slab dynamics triggered a phase of Himalayan uplift, which in turn caused the intensification of the South Asian monsoon. Therefore, because subduction dynamics remains a priori unaffected by vagaries in climate, the problem is in principle no longer a chicken or egg issue, but instead a univocal relationship: there is a trigger and a target. Nevertheless, climate-induced erosion can modulate mantle convection and therefore tectonic velocities (Iaffaldano et al., 2011), so if future work can demonstrate that slab anchoring and detachment may be induced by climatic changes, then the feedback loop will close again."
  }, {
    "heading": "Post-Slab Detachment Tectonics",
    "text": "In the context of the slab dynamics model, slab detachment would produce a shallowing of the Himalayan sole thrust, a maximum height in topography, and arc curvature (Figs. 5 and 6). We speculate that these factors could have had a broad range of consequences for post-slab detachment tectonics.\nThe high topography might have created a positive feedback between climate and tectonics, thereby maintaining the high topography: by intensifying the monsoon, erosion increased, leading to structural changes making shallow to middle crustal duplexing more vertically directed (i.e., antiformal stack development; see Konstantinovskaia and Malavieille, 2005), thereby providing the uplift necessary to maintain high topography and, in turn, the strong monsoon.\nNormal fault systems accomplishing orogen-parallel extension across the northern Himalaya are thought to result from orogen-perpendicular thrusting along the Himalayan arc, because as rock packages are thrust forward they must span arc segments of increasing length (Murphy et al., 2009). If arc curvature controls these systems, then proposed progressive development of arc curvature in response to the lateral migration of slab detachment would predict that these systems initiated at different times along the length of the arc. Sparse data support this possibility, as the Leo Pargil extensional system of the western Himalaya may have developed ca. 23 Ma, ~8 m.y. prior to the development of similar systems in the east-central Himalaya (Langille et al., 2012).\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 649\nThe Himalaya in 3D | RESEARCH\nSome have coupled thermochronological data with balanced palinspastic reconstructions to argue for variations in Himalayan shortening rates of as much as an order of magnitude over the past ~20 m.y. (Long et al., 2012; McQuarrie and Ehlers, 2015; Robinson and McQuarrie, 2012; Tobgay et al., 2012). These reconstructions have not considered slab dynamics impacts on the crustal kinematics and cooling histories. The along-strike temporal correlation between cooling pulses and slab detachment suggests that these reconstructions would benefit from reevaluation."
  }, {
    "heading": "CONCLUSIONS AND CONSIDERATIONS",
    "text": "Many explorations of Himalayan tectonics in recent years have focused on along-strike changes in tectonic processes, and these focus almost entirely on post-Miocene processes (e.g., Cannon and Murphy, 2014; Copeland et al., 2015; Grujic et al., 2006; Van der Beek et al., 2016). In this work we show along-strike timing variations in Oligocene–Miocene Himalayan tectonic processes and relate these to a model in which the deformation of the Himalayan orogenic wedge was largely governed by slab dynamics processes. The model suggests that the along-strike timing variations were controlled by lateral migration of slab detachment. Some exciting outcomes of the model are new explanations for the intensification of the South Asian monsoon, the Miocene slowing of India-Eurasia convergence, and the development of asymmetric Himalayan arc curvature.\nThe proposed slab dynamics model also changes our understanding of Miocene Himalayan development within the broader context of East Asia collisional tectonics. Slab detachment is thought to initiate motion on major strike-slip faults within East Asia (Replumaz et al., 2014), suggesting that strong links between collision frontal and intracontinental deformation are controlled by slab dynamics. Recognition of climatic-tectonic links during Miocene slab detachment may be combined with knowledge of earlier slab anchoring-detachment-underthrusting cycles along the southern margin of Asia (DeCelles et al., 2011; Husson et al., 2014; Kapp et al., 2007; Replumaz et al., 2010) and elsewhere to explore how slab dynamics may have modulated climate throughout Earth’s plate tectonic history.\nThus far, community responses as we attempt to introduce this work have focused on the question of whether the model is “right” or not. We suggest that it is more important to check for current viability, because all models eventually meet Ozymandian fates. Furthermore, it is critical to consider whether the compiled data truly require significant thirddimensional variability during the Oligocene–Miocene development of the Himalayan mountains; if so, then our model serves as an early attempt to grapple with this variability, and we anticipate better works in the future."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Fabio A. Capitanio and two anonymous reviewers for feedback on a closely related rejected manuscript; they helped inform our approach to this work. Reviews from J. Matthew Cannon and two anonymous reviewers helped us to improve the present contribution. Discussions with Jason Ali, Jess King, and Ryan McKenzie helped us clarify our concepts and communication. Funding for this work comes from the U.S. National Science Foundation (grant EAR-1322033 to Webb) and the Chinese Natural Science Foundation (grant 41430212 to Xu, Cao, Wang, and Webb). Webb dedicates this work to Xi Chen."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Aitchison, J., Davis, A., Badengzhu, B., and Luo, H., 2002, New constraints on the India-\nAsia collision: The lower Miocene Gangrinboche conglomerates, Yarlung Tsangpo suture zone, SE Tibet: Journal of Asian Earth Sciences, v. 21, p. 251–263, doi: 10 .1016 /S1367\n-9120 (02)00037 -8. Aitchison, J.C., Ali, J.R., and Davis, A.M., 2007, When and where did India and Asia collide?:\nJournal of Geophysical Research, v. 112, B05423, doi: 10 .1029 /2006JB004706. Ambrose, T.K., Larson, K.P., Guilmette, C., Cottle, J.M., Buckingham, H., and Rai, S., 2015,\nLateral extrusion, underplating, and out-of-sequence thrusting within the Himalayan metamorphic core, Kanchenjunga, Nepal: Lithosphere, v. 7, p. 441–464, doi: 10 .1130 /L437 .1. An, W., Hu, X., Garzanti, E., BouDagher-Fadel, M.K., Wang, J., and Sun, G., 2014, Xigaze forearc basin revisited (south Tibet): Provenance changes and origin of the Xigaze Ophiolite: Geological Society of America Bulletin, v. 126, p. 1595–1613, doi: 10 .1130 /B31020 .1.\nArgand, E., 1924, La Tectonique de l’Asia: Extrait du Compte-rendu du XIIIe Congrès Géologique International 1922 (Liège), v. 1, no. 5, p. 171–372. Beaumont, C., Jamieson, R.A., Nguyen, M.H., and Lee, B., 2001, Himalayan tectonics explained by extrusion of a low-viscosity crustal channel coupled to focused surface denudation: Nature, v. 414, p. 738–742, doi: 10 .1038 /414738a. Bendick, R., and Bilham, R., 2001, How perfect is the Himalayan arc?: Geology, v. 29, p. 791– 794, doi: 10 .1130 /0091 -7613 (2001)029 <0791: HPITHA>2 .0 .CO;2. Bernet, M., and Garver, J.I., 2005, Fission-track analysis of detrital zircon: Reviews in Mineralogy and Geochemistry, v. 58, p. 205–237, doi: 10 .2138 /rmg .2005 .58 .8. Bernet, M., Van der Beek, P., Pik, R., Huyghe, P., Mugnier, J.-L., Labrin, E., and Szulc, A., 2006, Miocene to recent exhumation of the central Himalaya determined from combined detrital zircon fission-track and U/Pb analysis of Siwalik sediments, western Nepal: Basin Research, v. 18, p. 393–412, doi: 10 .1111 /j .1365 -2117 .2006 .00303 .x. Bloch, E., Ganguly, J., Hervig, R., and Cheng, W., 2015, 176Lu-176Hf geochronology of garnet I: Experimental determination of the diffusion kinetics of Lu3+ and Hf4+ in garnet, closure temperatures and geochronological implications: Contributions to Mineralogy and Petrology, v. 169, doi: 10 .1007 /s00410 -015 -1109 -8. Boos, W.R., and Kuang, Z., 2010, Dominant control of the South Asian monsoon by orographic insulation versus plateau heating: Nature, v. 463, p. 218–222, doi: 10 .1038 /nature08707. Burchfiel, B.C., and Royden, L.H., 1985, North-south extension within the convergent Himalayan region: Geology, v. 13, p. 679–682, doi: 10 .1130 /0091 -7613 (1985)13 <679: NEWTCH>2 .0 .CO;2. Burchfiel, B.C., Chen, Z., Hodges, K.V., Liu, Y., Royden, L.H., Deng, C., and Xu, J., 1992, The South Tibetan detachment system, Himalayan orogen: Extension contemporaneous with and parallel to shortening in a collisional mountain belt: Geological Society of America Special Paper 269, 41 p., doi: 10 .1130 /SPE269. Burg, J.P., Brunel, M., Gapais, D., Chen, G.M., and Liu, G.H., 1984, Deformation of leucogranites of the crystalline Main Central Sheet in southern Tibet (China): Journal of Structural Geology, v. 6, p. 535–542, doi: 10 .1016 /0191 -8141 (84)90063 -4. Caby, R., Pecher, A., and Le Fort, P., 1983, Le grand chevauchement central himalayen: nouvelles donnees sur le metamorphisme inverse a la base de la Dalle du Tibet: Revue de Géologie Dynamique et de Géographie Physique, v. 24, p. 89–100. Cannon, J.M., and Murphy, M.A., 2014, Active lower crustal deformation and Himalayan seismic hazard revealed by stream channels and regional geology: Tectonophysics, v. 633, p. 34–42, doi: 10 .1016 /j .tecto .2014 .06 .031. Capitanio, F.A., and Replumaz, A., 2013, Subduction and slab breakoff controls on Asian indentation tectonics and Himalayan western syntaxis formation: Geochemistry, Geophysics, Geosystems, v. 14, p. 3515–3531, doi: 10 .1002 /ggge .20171. Capitanio, F.A., Replumaz, A., and Riel, N., 2015, Reconciling subduction dynamics during Tethys closure with large‐scale Asian tectonics: Insights from numerical modeling: Geochemistry, Geophysics, Geosystems, v. 16, p. 962–982, doi: 10 .1002 /2014GC005660. Carosi, R., Montomoli, C., Rubatto, D., and Visonà, D., 2010, Late Oligocene high-temperature shear zones in the core of the Higher Himalayan Crystallines (Lower Dolpo, western Nepal): Tectonics, v. 29, TC4029, doi: 10 .1029 /2008TC002400. Carrapa, B., Orme, D.A., DeCelles, P.G., Kapp, P., Cosca, M.A., and Waldrip, R., 2014, Miocene burial and exhumation of the India-Asia collision zone in southern Tibet: Response to slab dynamics and erosion: Geology, v. 42, p. 443–446, doi: 10 .1130 /G35350 .1. Carrapa, B., Robert, X., DeCelles, P.G., Orme, D.A., Thomson, S.N., and Schoenbohm, L.M., 2016, Asymmetric exhumation of the Mount Everest region: Implications for the tectonotopographic evolution of the Himalaya: Geology, v. 44, p. 611–614, doi: 10 .1130 /G37756 .1. Chemenda, A., Mattauer, M., Malavieille, J., and Bokun, A., 1995, A mechanism for syn-collisional rock exhumation and associated normal faulting: Results from physical modelling: Earth and Planetary Science Letters, v. 132, p. 225–232, doi: 10 .1016 /0012 -821X (95)00042 -B. Chemenda, A.I., Burg, J.-P., and Mattauer, M., 2000, Evolutionary model of the Himalaya–Tibet system: Geopoem based on new modelling, geological and geophysical data: Earth and Planetary Science Letters, v. 174, p. 397–409, doi: 10 .1016 /S0012 -821X (99)00277 -0. Cherniak, D., Hanchar, J., and Watson, E., 1997a, Diffusion of tetravalent cations in zircon: Contributions to Mineralogy and Petrology, v. 127, p 383–390, doi: 10 .1007 /s004100050287. Cherniak, D.J., Hanchar, J.M., and Watson, E.B., 1997b, Rare-earth diffusion in zircon: Chemical Geology, v. 134, p. 289–301, doi: 10 .1016 /S0009 -2541 (96)00098 -8. Chirouze, F., Bernet, M., Huyghe, P., Erens, V., Dupont-Nivet, G., and Senebier, F., 2012, Detrital thermochronology and sediment petrology of the middle Siwaliks along the Muksar Khola section in eastern Nepal: Journal of Asian Earth Sciences, v. 44, p. 117–135, doi: 10 .1016 /j .jseaes .2011 .05 .016. Clark, M.K., 2012, Continental collision slowing due to viscous mantle lithosphere rather than topography: Nature, v. 483, p. 74–77, doi: 10 .1038 /nature10848. Clift, P., Hodges, K., Heslop, D., Hannigan, R., Long, H., and Calves, G., 2008, Correlation of Himalayan exhumation rates and Asian monsoon intensity: Nature Geoscience, v. 1, p. 875–880, doi: 10 .1038 /ngeo351. Conrad, C.P., and Lithgow-Bertelloni, C., 2004, The temporal evolution of plate driving forces: Importance of “slab suction” versus “slab pull” during the Cenozoic: Journal of Geophysical Research, v. 109, B10407, doi: 10 .1029 /2004JB002991. Cooper, F.J., Hodges, K.V., and Adams, B.A., 2013, Metamorphic constraints on the character and displacement of the South Tibetan fault system, central Bhutanese Himalaya: Lithosphere, v. 5, p. 67–81, doi: 10 .1130 /L221 .1. Copeland, P., Bertrand, G., France-Lanord, C., and Sundell, K., 2015, 40Ar/39Ar ages of muscovites from modern Himalayan rivers: Himalayan evolution and the relative contribution of tectonics and climate: Geosphere, v. 11, p. 1837–1859, doi: 10 .1130 /GES01154 .1. Copley, A., Avouac, J.P., and Royer, J.Y., 2010, India‐Asia collision and the Cenozoic slowdown of the Indian plate: Implications for the forces driving plate motions: Journal of Geophysical Research, v. 115, B03410, doi: 10 .1029 /2009JB006634. Corrie, S.L., and Kohn, M.J., 2011, Metamorphic history of the central Himalaya, Annapurna region, Nepal, and implications for tectonic models: Geological Society of America Bulletin, v. 123, p. 1863–1879, doi: 10 .1130 /B30376 .1.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "WEBB ET AL.",
    "text": "650 www.gsapubs.org | Volume 9 | Number 4 | LITHOSPHERE\nCorrie, S.L., Kohn, M.J., and Vervoort, J.D., 2010, Young eclogite from the Greater Himalayan Sequence, Arun Valley, eastern Nepal: P–T–t path and tectonic implications: Earth and Planetary Science Letters, v. 289, p. 406–416, doi: 10 .1016 /j .epsl .2009 .11 .029. Dahlen, F.A., 1984, Noncohesive critical Coulomb wedges—An exact solution: Journal of Geophysical Research, v. 89, p. 125–133, doi: 10 .1029 /JB089iB12p10125. Davis, D., Suppe, J., and Dahlen, F.A., 1983, Mechanics of fold-and-thrust belts and accretionary wedges: Journal of Geophysical Research, v. 88, p. 1153–1172, doi: 10 .1029 /JB088iB02p01153. DeCelles, P.G., Gehrels, G.E., Quade, J., Ojha, T.P., Kapp, P.A., and Upreti, B.N., 1998, Neogene foreland basin deposits, erosional unroofing, and the kinematic history of the Himalayan fold-thrust belt, western Nepal: Geological Society of America Bulletin, v. 110, p. 2–21, doi: 10 .1130 /0016 -7606 (1998)110 <0002: NFBDEU>2 .3 .CO;2. DeCelles, P.G., Robinson, D.M., Quade, J., Ojha, T.P., Garzione, C.N., Copeland, P., and Upreti, B.N., 2001, Stratigraphy, structure, and tectonic evolution of the Himalayan fold-thrust belt in western Nepal: Tectonics, v. 20, p. 487–509, doi: 10 .1029 /2000TC001226. DeCelles, P.G., Quade, J., Kapp, P., Fan, M.J., Dettman, D.L., and Ding, L., 2007, High and dry in central Tibet during the late Oligocene: Earth and Planetary Science Letters, v. 253, p. 389–401, doi: 10 .1016 /j .epsl .2006 .11 .001. DeCelles, P.G., Kapp, P., Quade, J., and Gehrels, G.E., 2011, Oligocene–Miocene Kailas basin, southwestern Tibet: Record of postcollisional upper-plate extension in the Indus-Yarlung suture zone: Geological Society of America Bulletin, v. 123, p. 1337–1362, doi: 10 .1130 /B30258 .1. Dewey, J.F., and Bird, J.M., 1970, Mountain belts and the new global tectonics: Journal of Geophysical Research, v. 75, p. 2625–2647, doi: 10 .1029 /JB075i014p02625. Dézes, P., Vannay, J.C., Steck, A., Bussy, F., and Cosca, M., 1999, Synorogenic extension: Quantitative constraints on the age and displacement of the Zanskar shear zone (northwest Himalaya): Geological Society of America Bulletin, v. 111, p. 364–374, doi: 10 .1130 /0016\n-7606 (1999)111 <0364: SEQCOT>2 .3 .CO;2. Ding, L., Kapp, P., and Wan, X., 2005, Paleocene–Eocene record of ophiolite obduction and\ninitial India‐Asia collision, south central Tibet: Tectonics, v. 24, TC3001, doi: 10 .1029 /2004TC001729. England, P., and Houseman, G., 1986, Finite strain calculations of continental deformation. 2. Comparison with the India-Asia collision zone: Journal of Geophysical Research, v. 91, p. 3664–3676, doi: 10 .1029 /JB091iB03p03664. Fox, M., Herman, F., Kissling, E., and Willett, S.D., 2015, Rapid exhumation in the Western Alps driven by slab detachment and glacial erosion: Geology, v. 43, p. 379–382, doi: 10 .1130 /G36411 .1. Greenwood, L.V., Argles, T.W., Parrish, R.R., Harris, N.B.W., and Warren, C., 2016, The geology and tectonics of central Bhutan: Journal of the Geological Society [London], v. 173, doi: 10 .1144 /jgs2015 -031. Grujic, D., Coutand, I., Bookhagen, B., Bonnet, S., Blythe, A., and Duncan, C., 2006, Climatic forcing of erosion, landscape, and tectonics in the Bhutan Himalayas: Geology, v. 34, p. 801–804, doi: 10 .1130 /G22648 .1. Grujic, D., Warren, C.J., and Wooden, J.L., 2011, Rapid synconvergent exhumation of Miocene-aged lower orogenic crust in the eastern Himalaya: Lithosphere, v. 3, p. 346–366, doi: 10 .1130 /L154 .1. Guo, Z., Wilson, M., Zhang, M., Cheng, Z., and Zhang, L., 2013, Post-collisional, K-rich mafic magmatism in south Tibet: Constraints on Indian slab-to-wedge transport processes and plateau uplift: Contributions to Mineralogy and Petrology, v. 165, p. 1311–1340, doi: 10 .1007 /s00410 -013 -0860 -y. Guo, Z., Wilson, M., Zhang, M., Cheng, Z., and Zhang, L., 2015, Post-collisional ultrapotassic mafic magmatism in south Tibet: Products of partial melting of pyroxenite in the mantle wedge induced by roll-back and delamination of the subducted Indian continental lithosphere slab: Journal of Petrology, v. 56, p. 1365–1406, doi: 10 .1093 /petrology /egv040. Gurnis, M., 1992, Rapid continental subsidence following the initiation and evolution of subduction: Science, v. 255, p. 1556–1558, doi: 10 .1126 /science .255 .5051 .1556. Harrison, T., Célérier, J., Aikman, A., Hermann, J., and Heizler, M., 2009, Diffusion of 40Ar in muscovite: Geochimica et Cosmochimica Acta, v. 73, p. 1039–1051, doi: 10 .1016 /j .gca .2008 .09 .038. He, D., Webb, A.A.G., Larson, K.P., Martin, A.J., and Schmitt, A.K., 2015, Extrusion vs. duplexing models of Himalayan mountain building 3: Duplexing dominates from the Oligocene to present: International Geology Review, v. 57, p. 1–27, doi: 10 .1080 /00206814 .2014 .986669. He, D., Webb, A.A.G., Larson, K.P., and Schmitt, A.K., 2016, Extrusion vs. duplexing models of Himalayan mountain building 2: The South Tibet detachment at the Dadeldhura klippe: Tectonophysics, v. 667, p. 87–107, doi: 10 .1016 /j .tecto .2015 .11 .014. Henderson, A.L., Najman, Y., Parrish, R., Mark, D.F., and Foster, G.L., 2011, Constraints to the timing of India-Eurasia collision; a re-evaluation of evidence from the Indus Basin sedimentary rocks of the Indus-Tsangpo suture zone, Ladakh, India: Earth-Science Reviews, v. 106, p. 265–292, doi: 10 .1016 /j .earscirev .2011 .02 .006. Herman, F., et al., 2010, Exhumation, crustal deformation, and thermal structure of the Nepal Himalaya derived from the inversion of thermochronological and thermobarometric data and modeling of the topography: Journal of Geophysical Research, v. 115, B06407, doi: 10 .1029 /2008JB006126. Herren, E., 1987, Zanskar shear zone: Northeast-southwest extension within the Higher Himalayas (Ladakh, India): Geology, v. 15, p. 409–413, doi: 10 .1130 /0091 -7613 (1987)15 <409: ZSZNEW>2 .0 .CO;2. Hiraga, T., Anderson, I.M., and Kohlstedt, D.L., 2004, Grain boundaries as reservoirs of incompatible elements in the Earth’s mantle: Nature, v. 427, p. 699–703, doi: 10 .1038 /nature02259. Hodges, K.V., Hurtado, J.M., and Whipple, K.X., 2001, Southward extrusion of Tibetan crust and its effect on Himalayan tectonics: Tectonics, v. 20, p. 799–809, doi: 10 .1029 /2001TC001281. Husson, L., Guillaume, B., Funiciello, F., Faccenna, C., and Royden, L.H., 2012, Unraveling topography around subduction zones from laboratory models: Tectonophysics, v. 526, p. 5–15, doi: 10 .1016 /j .tecto .2011 .09 .001. Husson, L., Bernet, M., Guillot, S., Huyghe, P., Mugnier, J.-L., Replumaz, A., Robert, X., and Van der Beek, P., 2014, Dynamic ups and downs of the Himalaya: Geology, v. 42, p. 839– 842, doi: 10 .1130 /G36049 .1.\nIaffaldano, G., Husson, L., and Bunge, H.-P., 2011, Monsoon speeds up Indian plate motion: Earth and Planetary Science Letters, v. 304, p. 503–510, doi: 10 .1016 /j .epsl .2011 .02 .026. Iaffaldano, G., Bodin, T., and Sambridge, M., 2013, Slow-downs and speed-ups of India-Eurasia convergence since similar to 20 Ma: Data-noise, uncertainties and dynamic implications: Earth and Planetary Science Letters, v. 367, p. 146–156, doi: 10 .1016 /j .epsl .2013 .02 .014. Imayama, T., Takeshita, T., and Arita, K., 2010, Metamorphic P-T profile and P-T path discontinuity across the far-eastern Nepal Himalaya: Investigation of channel flow models: Journal of Metamorphic Geology, v. 28, p. 527–549, doi: 10 .1111 /j .1525 -1314 .2010 .00879 .x. Imayama, T., Takeshita, t., Yi, K., Cho, D.-L., Kitajima, K., Tsutsumi, Y., Kayama, M., Nishido, H., Okumura, T., Yagi, K., Itaya, T., and Sano, Y., 2012, Two-stage partial melting and contrasting cooling history within the Higher Himalayan Crystalline Sequence in the far-eastern Nepal Himalaya: Lithos, v. 134-135, p. 1–22, doi: 10 .1016 /j .lithos .2011 .12 .004. Jain, A.K., Lal, N., Sulemani, B., Awasthi, A.K., Singh, S., Kumar, R., and Kumar, D., 2009, Detrital-zircon fission-track ages from the lower Cenozoic sediments, NW Himalayan foreland basin: Clues for exhumation and denudation of the Himalaya during the India-Asia collision: Geological Society of America Bulletin, v. 121, p. 519–535, doi: 10 .1130 /B26304 .1. Kapp, P., DeCelles, P.G., Gehrels, G.E., Heizler, M., and Ding, L., 2007, Geological records of the Lhasa-Qiangtang and Indo-Asian collisions in the Nima area of central Tibet: Geological Society of America Bulletin, v. 119, p. 917–933, doi: 10 .1130 /B26033 .1. Kellett, D.A., and Grujic, D., 2012, New insight into the South Tibetan detachment system: Not a single progressive deformation: Tectonics, v. 31, TC2007, doi: 10 .1029 /2011TC002957. Kellett, D.A., Grujic, D., and Erdmann, S., 2009, Miocene structural reorganization of the South Tibetan detachment, eastern Himalaya: Implications for continental collision: Lithosphere, v. 1, p. 259–281, doi: 10 .1130 /L56 .1. Kellett, D.A., Grujic, D., Coutand, I., Cottle, J., and Mukul, M., 2013, The South Tibetan detachment system facilitates ultra rapid cooling of granulite-facies rocks in Sikkim Himalaya: Tectonics, v. 32, p. 252–270, doi: 10 .1002 /tect .20014. Kellett, D.A., Cottle, J.M., and Smit, M., 2014, Eocene deep crust at Ama Drime, Tibet: Early evolution of the Himalayan orogen: Lithosphere, v. 6, p. 220–229, doi: 10 .1130 /L350 .1. King, J., Harris, N., Argles, T., Parrish, R., and Zhang, H., 2011, Contribution of crustal anatexis to the tectonic evolution of Indian crust beneath southern Tibet: Geological Society of America Bulletin, v. 123, p. 218–239, doi: 10 .1130 /B30085 .1. Kohn, M., 2009, Models of garnet differential geochronology: Geochimica et Cosmochimica Acta, v. 73, p. 170–182, doi: 10 .1016 /j .gca .2008 .10 .004. Konstantinovskaia, E., and Malavieille, J., 2005, Erosion and exhumation in accretionary orogens: Experimental and geological approaches: Geochemistry, Geophysics, Geosystems, v. 6, Q02006, doi: 10 .1029 /2004GC000794. Lamb, S., and Davis, P., 2003, Cenozoic climate change as a possible cause for the rise of the Andes: Nature, v. 425, p. 792–797, doi: 10 .1038 /nature02049. Langille, J.M., Jessup, M.J., Cottle, J.M., Lederer, G., and Ahmad, T., 2012, Timing of metamorphism, melting and exhumation of the Leo Pargil dome, northwest India: Journal of Metamorphic Geology, v. 30, p. 769–791, doi: 10 .1111 /j .1525 -1314 .2012 .00998 .x. Lapen, T., Johnson, C., Baumgartner, L., Mahlen, N., Beard, B., and Amato, J., 2003, Burial rates during prograde metamorphism of an ultra-high-pressure terrane: An example from Lago di Cignana, western Alps, Italy: Earth and Planetary Science Letters, v. 215, p. 57–72, doi: 10 .1016 /S0012 -821X (03)00455 -2. Larson, K., Ambrose, T., Webb, A., Cottle, J., and Shrestha, S., 2015, Reconciling Himalayan midcrustal discontinuities: The Main Central thrust system: Earth and Planetary Science Letters, v. 429, p. 139–146, doi: 10 .1016 /j .epsl .2015 .07 .070. Larson, K.P., Kellett, D.A., Cottle, J.M., King, J., Lederer, G., and Rai, S.M., 2016, Anatexis, cooling, and kinematics during orogenesis: Miocene development of the Himalayan metamorphic core, east-central Nepal: Geosphere, v. 12, p. 1575–1593, doi: 10 .1130 /GES01293 .1. Leary, R., Orme, D.A., Laskowski, A.K., DeCelles, P.G., Kapp, P., Carrapa, B., and Dettinger, M., 2016, Along-strike diachroneity in deposition of the Kailas Formation in central southern Tibet: Implications for Indian slab dynamics: Geosphere, v. 12, p. 1198–1223, doi: 10 .1130 /GES01325 .1. Leech, M.L., 2008, Does the Karakoram fault interrupt mid-crustal channel flow in the western Himalaya?: Earth and Planetary Science Letters, v. 276, p. 314–322, doi: 10 .1016 /j .epsl .2008 .10 .006. Leloup, P.H., Mahéo, G., Arnaud, N., Kali, E., Boutonnet, E., Liu, D., Xiaohan, L., and Haibing, L., 2010, The South Tibet detachment shear zone in the Dinggye area: Time constraints on extrusion models of the Himalayas: Earth and Planetary Science Letters, v. 292, p. 1–16, doi: 10 .1016 /j .epsl .2009 .12 .035. Long, S.P., McQuarrie, N., Tobgay, T., Coutand, I., Cooper, F.J., Reiners, P.W., Wartho, J.A., and Hodges, K.V., 2012, Variable shortening rates in the eastern Himalayan thrust belt, Bhutan: Insights from multiple thermochronologic and geochronologic data sets tied to kinematic reconstructions: Tectonics, v. 31, TC5004, doi: 10 .1029 /2012tc003155 Ma, D., Boos, W., and Kuang, Z., 2014, Effects of orography and surface heat fluxes on the South Asian summer monsoon: Journal of Climate, v. 27, p. 6647–6659, doi: 10 .1175 /JCLI\n-D -14 -00138 .1. McQuarrie, N., and Ehlers, T.A., 2015, Influence of thrust belt geometry and shortening rate\non thermochronometer cooling ages: Insights from thermokinematic and erosion modeling of the Bhutan Himalaya: Tectonics, v. 34, p. 1055–1079, doi: 10 .1002 /2014TC003783. Molnar, P., and England, P., 1990, Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg?: Nature, v. 346, p. 29–34, doi: 10 .1038 /346029a0. Molnar, P., and Stock, J.M., 2009, Slowing of India’s convergence with Eurasia since 20 Ma and its implications for Tibetan mantle dynamics: Tectonics, v. 28, TC3001, doi: 10 .1029 /2008TC002271. Montgomery, D.R., Balco, G., and Willett, S.D., 2001, Climate, tectonics, and the morphology of the Andes: Geology, v. 29, p. 579–582, doi: 10 .1130 /0091 -7613 (2001)029 <0579: CTATMO>2 .0 .CO;2. Montomoli, C., Iaccarino, S., Carosi, R., Langone, A., and Visonà, D., 2013, Tectonometamorphic discontinuities within the Greater Himalayan Sequence in western Nepal (Central Himalaya): Insights on the exhumation of crystalline rocks: Tectonophysics, v. 608, p. 1349–1370, doi: 10 .1016 /j .tecto .2013 .06 .006.\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019\nLITHOSPHERE | Volume 9 | Number 4 | www.gsapubs.org 651\nThe Himalaya in 3D | RESEARCH\nMueller, T., Watson, E.B., and Harrison, T.M., 2010, Applications of diffusion data to high-temperature Earth systems: Diffusion in Minerals and Melts, v. 72, p. 997–1038, doi: 10 .2138 /rmg .2010 .72 .23. Mugnier, J.-L., and Huyghe, P., 2006, Ganges basin geometry records a pre–15 Ma isostatic rebound of Himalaya: Geology, v. 34, p. 445–448, doi: 10 .1130 /G22089 .1. Murphy, M.A., Saylor, J.E., and Ding, L., 2009, Late Miocene topographic inversion in southwest Tibet based on integrated paleoelevation reconstructions and structural history: Earth and Planetary Science Letters, v. 282, p. 1–9, doi: 10 .1016 /j .epsl .2009 .01 .006. Najman, Y., Garzanti, E., Pringle, M., Bickle, M., Stix, J., and Khan, I., 2003, Early-middle Miocene paleodrainage and tectonics in the Pakistan Himalaya: Geological Society of America Bulletin, v. 115, p. 1265–1277, doi: 10 .1130 /B25165 .1. Nelson, K.D., et al., 1996, Partially molten middle crust beneath southern Tibet: Synthesis of project INDEPTH results: Science, v. 274, p. 1684–1688, doi: 10 .1126 /science .274 .5293 .1684. Pan, F.-B., Zhang, H.-F., Harris, N., Xu, W.-C., and Guo, L., 2012, Oligocene magmatism in the eastern margin of the east Himalayan syntaxis and its implication for the India-Asia postcollisional process: Lithos, v. 154, p. 181–192, doi: 10 .1016 /j .lithos .2012 .07 .004. Pan, G.T., Ding, J., Yao, D.S., and Wang, L.Q., 2004, Geological map of the Qinghai-Xizang (Tibet) Plateau and adjacent areas: Chengdu, China, Chengdu Cartographic Publishing House, scale: 1:1,000,000. Peltzer, G., and Tapponnier, P., 1988, Formation and evolution of strike-slip faults, rifts, and basins during the India-Asia collision—An experimental approach: Journal of Geophysical Research, v. 93, p. 15,085–15,117, doi: 10 .1029 /JB093iB12p15085. Powell, C., and Conaghan, P.J., 1973, Plate tectonics and the Himalayas: Earth and Planetary Science Letters, v. 20, p. 1–12, doi: 10 .1016 /0012 -821X (73)90134 -9. Ravikant, V., Wu, F.-Y., and Ji, W.-Q., 2011, U–Pb age and Hf isotopic constraints of detrital zircons from the Himalayan foreland Subathu sub-basin on the Tertiary palaeogeography of the Himalaya: Earth and Planetary Science Letters, v. 304, p. 356–368, doi: 10 .1016 /j .epsl .2011 .02 .009. Reddy, S.M., Searle, M.P., and Massey, J.A., 1993, Structural evolution of the High Himalayan Gneiss sequence, Langtang valley, Nepal, in Treloar, P.J., and Searle, M.P., eds., Himalayan tectonics: Geological Society, London, Special Publication 74, p. 375–389, doi: 10\n.1144 /GSL .SP .1993 .074 .01 .25. Regis, D., Warren, C.J., Young, D., and Roberts, N.M.W., 2014, Tectono-metamorphic evolution\nof the Jomolhari massif: Variations in timing of syn-collisional metamorphism across western Bhutan: Lithos, v. 190–191, p. 449–466, doi: 10 .1016 /j .lithos .2014 .01 .001. Replumaz, A., Negredo, A.M., Villaseñor, A., and Guillot, S., 2010, Indian continental subduction and slab break‐off during Tertiary collision: Terra Nova, v. 22, p. 290–296, doi: 10 .1111 /j .1365 -3121 .2010 .00945 .x. Replumaz, A., Capitanio, F., Guillot, S., Negredo, A.M., and Villaseñor, A., 2014, The coupling of Indian subduction and Asian continental tectonics: Gondwana Research, v. 26, p. 608–626, doi: 10 .1016 /j .gr .2014 .04 .003. Robinson, D.M., and McQuarrie, N., 2012, Pulsed deformation and variable slip rates within the central Himalayan thrust belt: Lithosphere, v. 4, p. 449–464, doi: 10 .1130 /L204 .1. Rohrmann, A., Kapp, P., Carrapa, B., Reiners, P.W., Guynn, J., Ding, L., and Heizler, M., 2012, Thermochronologic evidence for plateau formation in central Tibet by 45 Ma: Geology 40, p. 187–190, doi: 10 .1130 /G32530 .1. Rolland, Y., Mahéo, G., Guillot, S., and Pecher, A., 2001, Tectono-metamorphic evolution of the Karakoram Metamorphic complex (Dassu-Askole area, NE Pakistan): Exhumation of mid-crustal HT-MP gneisses in a convergent context: Journal of Metamorphic Geology, v. 19, p. 717–737, doi: 10 .1046 /j .0263 -4929 .2001 .00342 .x. Rubatto, D., Chakraborty, S., and Dasgupta, S., 2013, Timescales of crustal melting in the Higher Himalayan Crystallines (Sikkim, Eastern Himalaya) inferred from trace elementconstrained monazite and zircon chronology: Contributions to Mineralogy and Petrology, v. 165, p. 349–372, doi: 10 .1007 /s00410 -012 -0812 -y. Skora, S., Baumgartner, L., Mahlen, N., Johnson, C., Pilet, S., and Hellebrand, E., 2006, Diffusion-limited REE uptake by eclogite garnets and its consequences for Lu-Hf and Sm-Nd geochronology: Contributions to Mineralogy and Petrology, v. 152, p. 703–720, doi: 10 .1007 /s00410 -006 -0128 -x. Sousa, J., Kohn, M., Schmitz, M., Northrup, C., and Spear, F., 2013, Strontium isotope zoning in garnet: Implications for metamorphic matrix equilibration, geochronology and phase equilibrium modelling: Journal of Metamorphic Geology, v. 31, p. 437–452, doi: 10 .1111 /jmg .12028. Stearns, M.A., Hacker, B.R., Ratschbacher, L., Lee, J., Cottle, J.M., and Kylander-Clark, A., 2013, Synchronous Oligocene–Miocene metamorphism of the Pamir and the north Himalaya driven by plate-scale dynamics: Geology, v. 41, p. 1071–1074, doi: 10 .1130 /G34451 .1. Stübner, K., Grujic, D., Parrish, R.R., Roberts, N.M.W., Kronz, A., Wooden, J., and Ahmad, T., 2014, Monazite geochronology unravels the timing of crustal thickening in NW Himalaya: Lithos, v. 210–211, p. 111–128, doi: 10 .1016 /j .lithos .2014 .09 .024. Sun, X.J., and Wang, P.X., 2005, How old is the Asian monsoon system? Palaeobotanical records from China: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 222, p. 181–222, doi: 10 .1016 /j .palaeo .2005 .03 .005. Tada, R., Zheng, H., and Clift, P., 2016, Evolution and variability of the Asian monsoon and its potential linkage with uplift of the Himalaya and Tibetan Plateau: Progress in Earth and Planetary Science, v. 3, p. 1–26, doi: 10 .1186 /s40645 -016 -0080 -y. Thakur, V.C., and Rawat, B.S., 1992, Geological map of the Western Himalaya: Dehra Dun, Wadia Institute of Himalayan Geology, scale: 1:1,000,000. Tobgay, T., McQuarrie, N., Long, S., Kohn, M., and Corrie, S., 2012, The age and rate of displacement along the Main Central Thrust in the western Bhutan Himalaya: Earth and Planetary Science Letters, v. 319, p. 146–158, doi: 10 .1016 /j .epsl .2011 .12 .005. Van der Beek, P., Litty, C., Baudin, M., Mercier, J., Robert, X., and Hardwick, E., 2016, Contrasting tectonically driven exhumation and incision patterns, western versus central Nepal Himalaya: Geology, v. 44, p. 327–330, doi: 10 .1130 /G37579 .1. Van Orman, J.A., Grove, T.L., and Shimizu, N., 2001, Rare earth element diffusion in diopside: Influence of temperature, pressure, and ionic radius, and an elastic model for diffusion\nin silicates: Contributions to Mineralogy and Petrology, v. 141, p. 687–703, doi: 10 .1007 /s004100100269. Vance, D., Ayres, M., Kelley, S., and Harris, N., 1998, The thermal response of a metamorphic belt to extension: Constraints from laser Ar data on metamorphic micas: Earth and Planetary Science Letters, v. 162, p. 153–164, doi: 10 .1016 /S0012 -821X (98)00163 -0. Vannay, J.C., and Grasemann, B., 1998, Inverted metamorphism in the High Himalaya of Himachal Pradesh (NW India): Phase equilibria versus thermobarometry: Schweizerische Mineralogische und Petrographische Mitteilungen, v. 78, p. 107–132. Vannay, J.-C., Grasemann, B., Rahn, M., Frank, W., Carter, A., Baudraz, V., and Cosca, M., 2004, Miocene to Holocene exhumation of metamorphic crustal wedges in the NW Himalaya: Evidence for tectonic extrusion coupled to fluvial erosion: Tectonics, v. 23, TC1014, doi: 10 .1029 /2002TC001429. Vermeesch, P., 2004, How many grains are needed for a provenance study?: Earth and Planetary Science Letters, v. 224, p. 441–451, doi: 10 .1016 /j .epsl .2004 .05 .037. Wan, S.M., Kurschner, W.M., Clift, P.D., Li, A.C., and Li, T.G., 2009, Extreme weathering/erosion during the Miocene Climatic Optimum: Evidence from sediment record in the South China Sea: Geophysical Research Letters, v. 36, L19706, doi: 10 .1029 /2009GL040279. Wang, E., Kamp, P.J.J., Xu, G., Hodges, K.V., Meng, K., Chen, L., Wang, G., and Luo, H., 2015, Flexural bending of southern Tibet in a retro foreland setting: Scientific Reports 5, 12076, doi: 10 .1038 /srep12076. Wang, Y., Zhang, L., Zhang, J., and Wei, C., 2017, The youngest eclogite in central Himalaya: P-T path, U-Pb zircon age and its tectonic implication: Gondwana Research, v. 41, p. 188–206, doi: 10 .1016 /j .gr .2015 .10 .013. Warren, C.J., Grujic, D., Cottle, J.M., and Rogers, N.W., 2012, Constraining cooling histories: Rutile and titanite chronology and diffusion modelling in NW Bhutan: Journal of Metamorphic Geology, v. 30, p. 113–130, doi: 10 .1111 /j .1525 -1314 .2011 .00958 .x. Warren, C.J., Singh, A.K., Roberts, N.M.W., Regis, D., Halton, A.M., and Singh, R.B., 2014, Timing and conditions of peak metamorphism and cooling across the Zimithang thrust, Arunachal Pradesh, India: Lithos, v. 200, p. 94–110, doi: 10 .1016 /j .lithos .2014 .04 .005. Webb, A.A.G., 2013, Preliminary balanced palinspastic reconstruction of Cenozoic deformation across the Himachal Himalaya (northwestern India): Geosphere, v. 9, p. 572–587, doi: 10 .1130 /GES00787 .1. Webb, A.A.G., An, Y., Harrison, T.M., Julien, C., and Burgess, W.P., 2007, The leading edge of the Greater Himalayan Crystalline complex revealed in the NW Indian Himalaya: Implications for the evolution of the Himalayan orogen: Geology, v. 35, p. 955–958, doi: 10 .1130 /G23931A .1. Webb, A.A.G., Yin, A., Harrison, T.M., Célérier, J., Gehrels, G.E., Manning, C.E., and Grove, M., 2011, Cenozoic tectonic history of the Himachal Himalaya (northwestern India) and its constraints on the formation mechanism of the Himalayan orogen: Geosphere, v. 7, p. 1013–1061, doi: 10 .1130 /GES00627 .1. Webb, A.A.G., Yin, A., and Dubey, C.S., 2013, U-Pb zircon geochronology of major lithologic units in the eastern Himalaya: Implications for the origin and assembly of Himalayan rocks: Geological Society of America Bulletin, v. 125, p. 499–522, doi: 10 .1130 /B30626 .1. Wortel, M.J., and Spakman, W., 2000, Subduction and slab detachment in the Mediterranean-Carpathian region: Science, v. 290, p. 1910–1917, doi: 10 .1126 /science .290 .5498 .1910. Wu, C., Nelson, K.D., Wortman, G., Samson, S.D., Yue, Y., Li, J., Kidd, W.S.F., and Edwards, M.A., 1998, Yadong cross structure and South Tibetan detachment in the east central Himalaya (89°–90°E): Tectonics, v. 17, p. 28–45, doi: 10 .1029 /97TC03386. Xu, W.-C., Zhang, H.-F., Parrish, R., Harris, R., Guo, L., and Yuan, H.-L., 2010, Timing of granulitefacies metamorphism in the eastern Himalayan syntaxis and its tectonic implications: Tectonophysics, v. 485, p. 231–244, doi: 10 .1016 /j .tecto .2009 .12 .023. Yan, D.-P., Zhou, M.-F., Robinson, P., Grujic, D., Malpas, J., Kennedy, A., and Reynolds, P., 2012, Constraining the mid-crustal channel flow beneath the Tibetan Plateau: Data from the Nielaxiongbo gneiss dome, SE Tibet: International Geology Review, v. 54, p. 615–632, doi: 10 .1080 /00206814 .2010 .548153. Yin, A., 1989, Origin of regional, rooted low-angle normal faults: A mechanical model and its tectonic implications: Tectonics, v. 8, p. 469–482, doi: 10 .1029 /TC008i003p00469. Yin, A., 2006, Cenozoic tectonic evolution of the Himalayan orogen as constrained by alongstrike variation of structural geometry, exhumation history, and foreland sedimentation: Earth-Science Reviews, v. 76, p. 1–131, doi: 10 .1016 /j .earscirev .2005 .05 .004. Yin, A., Harrison, T.M., Ryerson, F.J., Chen, W., Kidd, W.S.F., and Copeland, P., 1994, Tertiary structural evolution of the Gangdese thrust system, southeastern Tibet: Journal of Geophysical Research, v. 99, p. 18,175–18,201, doi: 10 .1029 /94JB00504. Yin, A., Harrison, T.M., Murphy, M.A., Grove, M., Nie, S., Ryerson, F.J., Wang, X.F., and Chen, Z.L., 1999, Tertiary deformation history of southeastern and southwestern Tibet during the Indo-Asian collision: Geological Society of America Bulletin, v. 111, p. 1644–1664, doi: 10 .1130 /0016 -7606 (1999)111 <1644: TDHOSA>2 .3 .CO;2. Yu, H., Webb, A.A.G., and He, D., 2015, Extrusion vs. duplexing models of Himalayan mountain building 1: Discovery of the Pabbar thrust confirms duplex‐dominated growth of the northwestern Indian Himalaya since Mid‐Miocene: Tectonics, v. 34, p. 313–333, doi: 10 .1002 /2014TC003589. Zhang, L.-Y., Ducea, M.N., Ding, L., Pullen, A., Kapp, P., and Hoffman, D., 2014, Southern Tibetan Oligocene–Miocene adakites: A record of Indian slab tearing: Lithos, v. 210, p. 209–223, doi: 10 .1016 /j .lithos .2014 .09 .029. Zhang, R., Murphy, M.A., Lapen, T.J., Sanchez, V., and Heizler, M., 2011, Late Eocene crustal thickening followed by early-late Oligocene extension along the India-Asia suture zone: Evidence for cyclicity in the Himalayan orogen: Geosphere, v. 7, p. 1249–1268, doi: 10\n.1130 /GES00643 .1."
  }, {
    "heading": "MANUSCRIPT RECEIVED 16 DECEMBER 2016 REVISED MANUSCRIPT RECEIVED 7 MARCH 2017 MANUSCRIPT ACCEPTED 22 MARCH 2017",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/lithosphere/article-pdf/9/4/637/2316135/637.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2017,
  "references": [],
  "id": "SP:f97aaee0166b2ca83b9ca41c8fefd81f7077360c",
  "authors": [{
    "name": "A. Alexander G. Webb",
    "affiliations": []
  }, {
    "name": "Hongcheng Guo",
    "affiliations": []
  }, {
    "name": "Peter D. Clift",
    "affiliations": []
  }, {
    "name": "Laurent Husson",
    "affiliations": []
  }, {
    "name": "Thomas Müller",
    "affiliations": []
  }, {
    "name": "Diego Costantino",
    "affiliations": []
  }, {
    "name": "An Yin",
    "affiliations": []
  }, {
    "name": "Zhiqin Xu",
    "affiliations": []
  }, {
    "name": "Hui Cao",
    "affiliations": []
  }, {
    "name": "Qin Wang",
    "affiliations": []
  }],
  "abstractText": "Tectonic models for the Oligocene–Miocene development of the Himalaya mountain range are largely focused on crustal-scale processes, and developed along orogen-perpendicular cross sections. Such models assume uniformity along the length of the Himalaya, but significant along-strike tectonic variations occur, highlighting a need for three-dimensional evolutionary models of Himalayan orogenesis. Here we show a strong temporal correlation of southward motion of the Indian slab relative to the overriding Himalayan orogen, lateral migration of slab detachment, and subsequent dynamic rebound with major changes in Himalayan metamorphism, deformation, and exhumation. Slab detachment was also coeval with South Asian monsoon intensification, which leads us to hypothesize their genetic link. We further propose that anchoring of the Indian continental subducted lithosphere from 30 to 25 Ma steepened the dip of the Himalayan sole thrust, resulting in crustal shortening deep within the Himalayan orogenic wedge. During the subsequent ~13 m.y., slab detachment propagated inward from both Himalayan syntaxes. Resultant dynamic rebound terminated deep crustal shortening and caused a rapid rise of the mountain range. The increased orography intensified the South Asian monsoon. Decreased compressive forces in response to slab detachment may explain an observed ~25% decrease in the India-Eurasia convergence rate. The asymmetric curvature of the arc, i.e., broadly open, but tighter to the east, suggests faster slab detachment migration from the west than from the east. Published Lu-Hf garnet dates for eclogite facies metamorphism in the east-central Himalaya as old as ca. 38–34 Ma may offer a test that the new model fails, because the model predicts that such metamorphism would be restricted to middle Miocene time. Alternatively, these dates may provide a case study to test suspicions that Lu-Hf garnet dates can exceed actual ages. LITHOSPHERE; v. 9; no. 4; p. 637–651; GSA Data Repository Item 2017190 | Published online 13 April 2017 doi:10.1130/L636.1",
  "title": "The Himalaya in 3D: Slab dynamics controlled mountain building and monsoon intensification"
}