{
  "sections": [{
    "text": "DEMOGRAPHICS OF MORE THAN 12,000 INDIVIDUALS OF A KEYSTONE SPECIES IN THE NORTHERN SONORAN DESERT SINCE THE MID-1800S\nShelley Danzer* and Taly Dawn Drezner1,y\n*Arizona Army National Guard, 5636 East McDowell Road, Phoenix, Arizona 85008, U.S.A.; and yDepartment of Geography, N430 Ross, York University, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada\nWe studied a cohort-based, long-lived species to determine whether favorable periods that promote regeneration are driven by local, regional, or global-scale factors. Limited demographic data exist for the keystone species Carnegiea gigantea over its range. We obtained a data set collected for 12,232 plants over an area of more than 11 km2 at a restricted military zone, located far from any other studied population. We developed the establishment pattern for the species over the last 200 yr and compared population growth trends with those for other sites and with global-scale volcanism, which has been previously linked to the regeneration of the species. This population was significantly related to the two closer sites, suggesting a regional influence in regeneration and cohort establishment. Other eastern sites like ours also exhibited a regeneration peak in the 1920s. This population was not significantly related to volcanic eruptions, as has been documented elsewhere, though this may be due to subsequent mortality at the site, which would have effectively erased the record of establishment in past periods. Unlike past work, our study goes beyond a single population. We synthesized data from other known populations in order to produce, for the first time, a coherent picture of the patterns of regeneration over much of the species’ range. Large-scale climatic (e.g., unusually rainy periods) and geologic (global-scale volcanism) events promote the establishment of cohorts during the same time periods historically, though to differing extents in different populations: hot, western populations have particularly large cohorts in response to volcanism, while more eastern sites may have observable cohorts during known wetter periods. Thus, these different large-scale phenomena appear to be of varying significance in a population on the basis of the population’s location and associated environment. This provides insight into global climate change impacts on the species, whose keystone status will ultimately affect the success of and changes in the entire biome.\nKeywords: Arizona, Carnegiea gigantea, plant-climate interactions, saguaro cactus, volcanism."
  }, {
    "heading": "Introduction",
    "text": "Variations in temperature and precipitation, as well as a host of other environmental variables, shape distributions of species both locally and regionally. These factors themselves (e.g., seasonal temperature and precipitation patterns) are influenced by everything from the El Niño–Southern Oscillation to volcanic eruptions to regional and local factors (Turnage and Hinckley 1938; Robock and Mao 1992; Adams et al. 2003). For perennial species—particularly those that are long-lived and establish in cohorts—establishment, distribution, and population fluctuation through time represent a fundamental ecological and biogeographic puzzle. How do different global-scale phenomena locally and regionally influence the regeneration and population structure of a species? We answer this question for a species that is centrally important in its ecosystem, using a new data set—the largest of its kind for the species—combined with previously published demographic data. Carnegiea gigantea (Engelm.) Britt. and Rose\n(Cactaceae) is a keystone species of the Sonoran Desert (Fleming 2002). Hundreds of species of large and small mammals, birds, and insects rely on it wholly or in part for their reproduction and survival. Individuals typically live in excess of 150 yr, rarely reaching twice that age, and they typically establish only during favorable periods, at which time they form cohorts (e.g., Pierson and Turner 1998). Such favorable periods include those time periods (normally one to a few years) that have more moderate summer and winter temperatures (Steenbergh and Lowe 1983; Parker 1993; Turner et al. 1995), an absence of severe winter freezes (Niering et al. 1963), and adequate premonsoon (April–June) precipitation (Brum 1973). After individuals have survived the first few years of life, mortality declines dramatically as the plant is able to survive the adverse short-term conditions (e.g., Steenbergh and Lowe 1983). These peak-and-trough establishment patterns and the cohortbased population structure is characteristic of many cactus and columnar cactus species (Drezner and Lazarus 2008).\nCarnegiea gigantea do not produce annual growth rings, but because they grow apically, their height can be used to estimate their age. However, growth rates can vary by well over 100% from one locale to the next (Steenbergh and Lowe 1983; Drezner 2005). For example, in the eastern district of Saguaro National Park (SNP-E; Arizona), a 50-yr-old plant is 1 Author for correspondence; e-mail: drezner@yorku.ca. Manuscript received December 2009; revised manuscript received February 2010.\n538\n2010 by The University of Chicago. All rights reserved. 1058-5893/2010/17105-0008$15.00 DOI: 10.1086/652013\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\n;378 cm in height, while at the Kofa National Wildlife Refuge (hereafter referred to as Kofa; Arizona), a 50-yr-old plant is only ;61 cm in height (Steenbergh and Lowe 1983; Drezner 2006c). The growth curves developed for the few studies that used rare long-term data (e.g., Pierson and Turner 1998) cannot as such be applied effectively to other sites. For example, Brum (1973) applied Hastings and Alcorn’s (1961) growth data from SNP to his analysis of western sites and was uncertain whether observed relationships were natural or due to ‘‘misapplication of growth rate data’’ (p. 199). Therefore, despite extensive research on C. gigantea, we have limited information about its demographics and its populations outside of the well-documented SNP and the Tucson, Arizona, vicinity (e.g., Hastings and Alcorn 1961; Niering et al. 1963; Goldberg and Turner 1986; Pierson and Turner 1998), Organ Pipe Cactus National Monument (Arizona; e.g., Hutto et al. 1986; McAuliffe and Janzen 1986; Franco and Nobel 1989; Parker 1993), or both (e.g., Steenbergh and Lowe 1983). A historical record of cacti exists for MacDougal Crater (Sonora, Mexico; Turner 1990), but few studies have been performed elsewhere (Jordan and Nobel 1982), in part because of limitations in estimating the age of individuals in the absence of historical data.\nWe therefore lack basic information about the demographics of the species over the majority of its range (even a reliable estimate of how many individuals exist today) and how the species is faring range-wide in terms of population changes and fluctuations. Historical scares associated with population declines have already occurred (Lightle et al. 1942; Alcorn and May 1962; McAuliffe 1996). More data, specifically from populations lacking such demographic information, are needed, particularly in unstudied or understudied portions of C. gigantea’s range.\nDrezner (2003a) developed a technique to estimate an individual’s age in any population without long-term data; this enabled research to be conducted on new, previously unstudied populations (Drezner 2006c). Age distributions have previously been used to infer recruitment for this species (e.g., Steenbergh and Lowe 1983; Turner 1990; Pierson and Turner 1998). In Drezner (2006c), statistical relationships across the three populations studied with different growth rates were documented, suggesting a regional influence (Drezner 2006c).\nMore recently, a study linking global-scale volcanism (e.g,. the eruption of Krakatau in 1883 in Indonesia among others) and the population cohort structure of some C. gigantea in the Sonoran Desert were documented (Drezner and Balling 2008). Two data sets were considered in that study (Drezner and Balling 2008). The first is for the Kofa population, which is located in a particularly hot and arid site near the regenerational limit of the species that results from inadequate summer rainfall (Turner et al. 1995); this site will be discussed in further detail below. The second data set is made up of over 500 C. gigantea individuals that were sampled in 30 different sites throughout the northern Sonoran Desert and over an area of Arizona covering more than 50,000 km2 (Drezner and Balling 2008); this is referred to as the northern Sonoran Desert data set. Regeneration in both data sets was statistically related to volcanic eruptions (P < 0:001 for both; Drezner and Balling 2008). That is, during periods following eruptions, when high amounts of volcanic particulates were present in the air, regen-\neration increased in the northern Sonoran Desert as a whole, as well as at Kofa.\nPierson and Turner (1998), in their study of C. gigantea that was based on a nearly century-long data set, observed that ‘‘predicting responses and managing populations at a regional level [is] extremely difficult’’ (p. 2692), and they went on to emphasize the need for ‘‘long-term studies spanning a broad geographic range’’ (p. 2692). The Florence Military Reservation is a federally owned, active Arizona Army National Guard training site that is a restricted military zone (closed to the public). A data set that includes height data for 12,232 C. gigantea individuals (fig. 1A), covering an area of more than 11 km2, has been made available to us. In this study, we use the Drezner (2003a) technique to reconstruct the age structure of this large population. It represents a population located in a previously unpublished area of the Sonoran Desert for which data are not otherwise available. We document the demographics of this population, relate it to other populations, and analyze regional relationships. Finally, we consider how all of these global-scale factors influence the geography of this keystone species. We hypothesize that (1) the Florence population will be related to other sites (i.e., it will share at least some similar periods of regeneration), (2) largescale (e.g., global, hemispheric, etc.) climate variations impact different populations in a region similarly, and (3) regeneration at Florence will be linked to volcanic eruptions."
  }, {
    "heading": "Material and Methods",
    "text": ""
  }, {
    "heading": "Study Site",
    "text": "The Florence Military Reservation, located in Arizona (hereafter referred to as the Florence study site), is a U.S. military base that has restricted access for military personnel only (fig. 1). The area sampled is 11.07 km2. Like other areas of the northern Sonoran Desert, this study site is characterized by bimodal precipitation. Winter rain falls with the arrival of regional midlatitude cyclonic systems (Sheppard et al. 2002), and heavy, localized summer thunderstorms develop with the shifting airflow of the Arizona monsoon (Carleton 1986, 1987). In the Arizona portion of the Sonoran Desert, rainfall reflects an east-west gradient, with both winter and summer rain being highest in the east, where elevations increase, and generally declining westward (see contour maps in Drezner 2003b, 2004b).\nThe areas sampled are primarily topographically flat. The dominant species in the study area include Carnegiea gigantea; the shrubs Larrea tridentata (creosote, Zygophyllaceae), Ambrosia dumosa (white bursage, Asteraceae), Encelia farninosa (brittlebush, Asteraceae), and Fouquieria splendens (ocotillo, Fouquieriaceae); the trees Olneya tesota (ironwood, Fabaceae), Cercidium spp. (palo verde, Fabaceae), and Prosopis spp. (mesquite, Fabaceae); and the cacti Opuntia spp. (cholla and prickly pears, Cactaceae)."
  }, {
    "heading": "Field Methods",
    "text": "As part of the Public Lands Survey, which is required of federal agencies, the C. gigantea inventory was contracted out by the Arizona Department of Game and Fish (AZGF) and per-\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nformed between spring 2006 and spring 2007. The data are owned by the Arizona Army National Guard, and we have been granted permission to use the data set. AZGF personnel systematically walked 50-m-wide belt transects within each training area, collecting Universal Transverse Mercator (UTM) coordinates for each C. gigantea individual encountered that was 0.1 m tall. Carnegiea gigantea establish under oftentimes dense nurse plants that provide microclimatic amelioration for the small, susceptible seedlings (Drezner and Garrity 2003; Drezner 2006a, 2007), and they are thus difficult to find; collection data are considered to be minimum estimates of the true frequency (see ‘‘Statistical Methods’’). Data were collected for the height of the central stem (to the nearest 0.1 m) for each plant. Height was determined with a hypsometer for C. gigantea greater than 2 m tall; C. gigantea individuals shorter than this height were measured with a tape measure. To prevent double counting of individuals, personnel sprayed a blue chalk-water solution on the north side of each C. gigantea individual after it was sampled."
  }, {
    "heading": "Statistical Methods",
    "text": "Drezner (2003a) developed a technique that estimates the age of C. gigantea individuals at any given study site on the\nbasis of a general model of growth for the species in combination with a local site adjustment factor that adjusts growth rate for local site conditions. The model is as follows (Drezner 2003a):\ngrowth¼ 10 0:222287þ0:606605 log heightð Þð Þ 0:00003534 log heightð Þð Þ 9½\n3 local adjustment factorð Þ:\nThe pattern of growth over the lifespan of an individual is consistent over its range, as it is biologically controlled. Individuals grow slowly when they are very small, and then growth rate increases with size, and eventually it declines again (Jordan and Nobel 1982; Steenbergh and Lowe 1983; Turner 1990; Niklas and Buchman 1994). It is the actual annual apical growth (at some given height) that is highly variable from one population to the next, and this is due to varying environmental conditions and hardships, usually water availability (Drezner 2003a, 2005). Drezner (2005) studied the growth rate and adjustment factors in 10 populations scattered throughout the northern Sonoran Desert and found that summer rainfall is strongly related to growth (r2 ¼ 0:845; P < 0:001). Confirming this result, other studies have measured C. gigantea growth and have documented that\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ngrowth occurs during the summer and in response to summer rainfall (Hastings 1959–1960; Hastings and Alcorn 1961; Steenbergh and Lowe 1983). Mean July precipitation is a highly accurate estimator of growth rate, and it has been used to estimate growth rates (Drezner 2006b). The nearest meteorological station, located ;4 km from the study area, is in Florence, Arizona (023027; 33 029N, 111 239W; 460 m in elevation). The mean July rainfall for this station was used to obtain the local site adjustment value (see Drezner 2005).\nWith the growth adjustment factor and Drezner’s (2003a) model, the ages of the 12,232 individuals sampled were calculated. An 11-yr weighted mean was used for smoothing, as is done in other studies (Parker 1993; Pierson and Turner 1998). The value for 1978, for example, was freq1973 þ 2 3 freq1974ð Þþ½ 3 3 freq1975ð Þ þ 4 3 freq1976ð Þ þ 5 3 freq1977ð Þ þ 6 3 freq1978ð Þ þ 5 3 freq1979ð Þ þ 4 3 freq1980ð Þ þ 3 3 freq1981ð Þ þ 2 3 freq1982ð Þ þ freq1983Þ =36. A demographic curve for the entire site is provided in figure 2A.\nIn order to quantitatively compare our results with those of similar studies for other populations, we used Drezner’s (2006c) data sets. That study sampled ;250 individuals in each of three populations: (1) arid Kofa, (2) Harcuvar, and (3) young, cool, wet, high-density Silverbell, shown in figure 1. Images of Kofa (fig. 3 in Drezner 2004a; fig. 4b in Drezner and Lazarus 2008; issue cover in Drezner and Balling 2008) and Silverbell (figs. 1 and 4 in Drezner 2004a) have been published elsewhere. A 5-yr weighted mean was originally used in that study, and those data were used as is. A larger smoothing (11-yr weighted mean) is used for Florence because of the greater degree of rounding in the field collection by AZGF. Figure 2B shows the raw height data; regardless of the degree of smoothing, only two peaks occur in this data set (fig. 2).\nCarnegiea gigantea are very slow growing in youth, requiring as many as 20 yr or more in some populations to reach a height of 10 cm (Steenbergh and Lowe 1983; Drezner 2006c). In addition, C. gigantea require nurse protection for establishment (Turner et al. 1966), establishing under the cover of trees and shrubs (Drezner 2004a), and thus, small plants are easily missed during field collection. Because of this, frequencies for the youngest individuals should be taken as minimum estimates, and therefore we did not use data for plants that established after 1980. Old-age mortality begins at ;150 yr of age. For our Florence data set and for the other three sites, we used 100 yr of data that spanned the period from 1881 to 1980. To adjust for differences in sample size, we converted the frequency in each year to a percentage of the total number of individuals. For example, in 1898, 60 individuals established of the over 10,000 plants that established during those 100 yr in Florence, giving that year a value of 0.59% of the total. Because 100 yr are used, the expected proportion of plants establishing in any given year is 1%.\nWe used the Kolmogorov-Smirnov test for normality to determine whether these four variables (the four populations: Florence, Kofa, Harcuvar, and Silverbell) deviated from a normal distribution. Variables were transformed to better approximate a normal distribution as appropriate. A Pearson product-moment correlation was run between Florence and the three other sites to determine whether regeneration across years (i.e., good and bad years) is statistically related. The sequential Bonferroni test (Rice 1989) to correct\nfor Type I errors that result from multiple statistical analyses was used to confirm the significance of any such results.\nFinally, to determine whether there is a relationship with global volcanism, as was observed by Drezner and Balling (2008), the variable used in that study, the Weighted Historical Dust Veil Index (WHDVI; developed by Lamb 1970), was used from 1881 to 1980 for Florence. The WHDVI focuses on the dust found in the atmosphere that is emitted in volcanic eruptions (Lamb 1970). Following Drezner and Balling (2008), we distinguished between those years with high and low WHDVI values using a natural break in the data set, and we divided the Florence data into these high (n ¼ 43 yr) and low (n ¼ 57 yr) WHDVI years. We used one-way ANOVA to determine whether the average between the two groups (establishment of individuals during high and low WHDVI years) is significantly different."
  }, {
    "heading": "Results",
    "text": "The local site growth rate at Florence was calculated to be 0.61; this value can be compared with those of other sites. For example, SNP-E has an adjustment factor of 1.0, and thus the growth rate at the present site is ;61% of that at SNP-E. As such, a plant at a given height that grows 10 cm yr 1 at SNPE will grow ;6.1 cm yr 1 at that same height at the Florence site. For comparison, the growth factor is 0.41 at Kofa, 0.47 at Harcuvar, and 0.72 at Silverbell.\nAll individuals were used to produce a demographic curve for the entire population (fig. 2A). Overall, two clear periods with favorable regeneration can be seen across the study site: one gentle peak with a maximum in the early 1920s and another peak in the late 1970s. Also provided is the raw height curve (fig. 2B).\nThe Kolmogorov-Smirnov test results suggest that all four variables deviated significantly from a normal distribution at P < 0:05. Data from Harcuvar (P ¼ 0:024) could not be further transformed, but they are normal at P > 0:01. The other three variables were transformed. Florence and Kofa data did not deviate significantly from a normal distribution (P > 0:05) following transformation, though data from Silverbell still did (P ¼ 0:007).\nThe Pearson product-moment correlation results show a strong positive relationship between Florence and Silverbell (P ¼ 6:1 3 10 8), with r ¼ 0:51 (n ¼ 100). Both have exhibited relatively high regeneration in more recent times, with less distinct and smaller peaks before. Significant results suggest a regional relationship in regeneration at those sites. Florence and Harcuvar were also significantly correlated (P < 0:01, r ¼ 0:30), though a significant positive relationship was not observed between Kofa and Florence. Florence and Harcuvar appear to be well matched through much of the earlier time periods, considering that in the most recent decades Florence exhibits a peak that is not documented at Harcuvar (fig. 3A). Florence and Kofa appear to be dissimilar throughout, though nonoverlapping peaks in relatively recent decades are observed in both (fig. 3A). El Niño events are identified as well (fig. 3A). The sequential Bonferroni test (Rice 1989) confirms that the Florence-Silverbell analysis is still significant at P < 0:00001 and the Florence-Harcuvar result remains significant at P < 0:01. Finally, one-way ANOVA results suggest that at the Flor-\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nence site, establishment between high- and low-WHDVI (volcanism) years is not significantly different (P > 0:1)."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "General Demographic Patterns",
    "text": "The geographically eastern Florence site exhibits two distinct periods of regeneration, one in the early 1920s and the other in the 1970s. Other sites, such as the western Kofa and Harcuvar populations (Drezner 2006c), have exhibited greater numbers of peaks and troughs over time, each over a narrower temporal window, and they have experienced more fluctuation in general. It is possible that favorable periods for regeneration span longer time periods in some populations such as the one at\nFlorence; decadal patterns in climate variability (e.g., relatively hot, cold, wet, and/or dry) have been documented (Woodhouse and Meko 1997). Therefore, one possible hypothesis is that such decadal variations have been especially pronounced at Florence. It is also possible that some of the rounding during field sampling naturally smoothed the data (note the height distribution pattern in fig. 2B). It is unlikely that the even and lowpeak frequency patterns resulted from the large sample size at Florence, as smaller groupings (internal divisions used by the military) of cacti at this site (data not shown) exhibit the same two peaks. The Silverbell population (Drezner 2006c) is an eastern site like Florence that similarly exhibits fewer distinct peaks, in which young Carnegiea gigantea are also well represented. Drezner (2006c) suggested that perhaps the more extreme cold-season conditions (e.g., colder, greater susceptibility\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nto fatal freezing events) found in the higher elevations of the east resulted in historically greater mortality at Silverbell, but that such cooler and wetter sites were beneficial for regeneration during the summer. Mortality, such as is observed during severe freezing events, essentially erases the record of living cacti used in the reconstruction (e.g., Turner 1990).\nAt the western Kofa and Harcuvar sites, regeneration dropped off more than it did at Florence or even at Silverbell in the most recent years. This may be the natural cohort pattern in these populations, but it may also be affected by the slower growth rates at the western sites, which result in a longer necessary window of time before sampling is adequate to confidently locate the youngest individuals. For example, it will take 23 yr in Kofa for a plant to reach a height of 10 cm, while in Silverbell it will take only 13 yr, making the less reliable youth period (when individuals are small) of observations end further back in time at slower-growing sites. There are relatively few individuals in the youngest class; this should be interpreted with great caution, as it illustrates the problem of locating and thereby sampling the smallest individuals, particularly under the typically dense nurse cover. Also, the very\nlarge number of the smallest height class reflects, in part, the slow growth rate during the earliest years of these individuals, as well as the large cohort from the peak around the 1970s (fig. 2)."
  }, {
    "heading": "Precipitation Gradients and Geography",
    "text": "Regeneration at Florence was significantly related to that at the eastern Silverbell site (supporting hypothesis 1), but it was notably different than the regeneration pattern at the western Kofa site. Harcuvar, although it is a western site, is significantly related to Florence in regeneration. Harcuvar is located east of Kofa and may be reflecting a more intermediate pattern in that it exhibits the late-1910s to early-1920s peak but not the most recent high numbers of young individuals (as is exhibited in the eastern Florence and Silverbell sites).\nThe Florence population is characterized by a peak in the early 1920s. The Silverbell population (Drezner 2006c) had too few individuals before about 1940 to make a comparison (fig. 3A); however, other studies in eastern, wet, cool sites have been performed. On Tumamoc Hill in Tucson, Arizona,\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nlocated east of the Silverbell population, a sizable cohort established on the south, east, and west slopes in the early 1920s (Pierson and Turner 1998). Parker (1993) similarly documented regeneration of C. gigantea at Organ Pipe Cactus National Monument and found a large cohort from the late 1910s and into the 1920s. Parker (1993) attributes this successful period of regeneration to unusually wet conditions; the decade from 1915 to 1925 was perhaps one of the wettest on record over the last 400 yr (Fritts 1965, 1991; Parker 1993).\nThe 1970s was a good period for regeneration in Florence. Regeneration was also high in the 1970s at Tumamoc Hill (Pierson and Turner 1998), at Saguaro National Park (Turner et al. 2003), and in the populations represented by the amalgamated northern Sonoran Desert data set (Drezner 2006b), supporting the hypothesis that regional climatic occurrences and conditions may similarly impact various populations in a region. All three sites are eastern, and the amalgamated data set represents the northern Sonoran Desert but it includes many eastern sites. In Florence, mean July precipitation is ;3.1 cm. By comparison, mean July rainfall is ;1.2 cm at the western Kofa site, ;4.5 cm at Silverbell, and ;3.4 cm in Organ Pipe Cactus National Monument (Drezner 2003b, 2004b).\nAcross the Sonoran Desert, there is an east-west precipitation gradient due to the higher elevations of the east. This gradient influences growth rates, as reduced summer rainfall in the west corresponds to slower growth there, with growth rates increasing toward the east with increasing summer rainfall (Drezner 2005). Thus, the fastest-growing individuals are found in the eastern parts of the Sonoran Desert. Drezner (2005) provides a map showing this pattern at multiple sites over the northern part of C. gigantea’s range. The east-west precipitation (summer, winter, and annual) gradient also results in an east-west pattern of regeneration. Eastern sites (Silverbell [Drezner 2006c], Tumamoc Hill [Pierson and Turner 1998], and Florence) tend to have experienced substantial regeneration in more recent years and peaks in periods such as in the 1920s. However, to the west, in more arid locales, a different pattern of regeneration is observed along the precipitation gradients (summer, winter, and annual rainfall decline westward). Turner (1990) utilized a long-term data set to establish regeneration patterns from MacDougal Crater, Sonora, Mexico, a hot and notably arid locale, with a daily maximum air temperature in summer that sometimes reaches above 50 C and only ;10 cm of rainfall annually (Turner 1990; Turner and Brown 1994). Two large regeneration peaks were observed at MacDougal Crater (based on data from 1790–1960), one in the 1880s and the other around 1910; the earlier is associated with high summer precipitation at the site (Turner 1990). The Kofa site is not far from the western, hot and arid regeneration limit of the species (Turner et al. 1995; Drezner 2004c). Both the Kofa and the MacDougal Crater locations show a peak around the turn of the last century (late 1800s to early 1900s)."
  }, {
    "heading": "Volcanism and Regeneration",
    "text": "Drezner and Balling (2002) found a statistical link between regeneration at Kofa and El Niño conditions such as higher November temperatures and increased November soil-moisture\nlevels. Furthermore, El Niño periods occur significantly more often following volcanic eruptions (Adams et al. 2003), which helps to explain the significant relationship between El Niño conditions, volcanism, and the Kofa population. Figure 3A marks the years of the study that experienced El Niño conditions. Because of the extended period represented by the Florence curve in the 1920s in particular, an association with El Niño is unclear in figure 3A.\nCarnegiea gigantea individuals are most vulnerable during the first year or two of life following germination, particularly to temperature extremes and aridity (Steenbergh and Lowe 1983). Global-scale volcanic activity modifies weather for a few years following eruptions. Temporary changes associated with volcanic eruptions include cooler summers and milder winters (Sear et al. 1987; Luhr 1991; Robock and Mao 1992; Lindzen and Giannitsis 1998; Crowley 2000), wetter winters, and increased premonsoon rainfall (in May) in southern Arizona (Drezner and Balling 2008). Thus, these temporary changes in climate following eruptions benefit C. gigantea seedlings for a few years, a duration that is similar to the seedlings’ period of greatest vulnerability.\nThe most dominant regeneration period in the records of the arid Kofa (Drezner and Balling 2002; Drezner 2006c) and MacDougal Crater (Turner 1990) sites coincided with the period of increased volcanic eruptions around the turn of the century. The high volcanism (WHDVI) period overlaps with the two largest regeneration periods in Kofa and at MacDougal Crater, lending support to hypothesis 2 (Turner 1990; Drezner and Balling 2008). Furthermore, Drezner and Balling (2008) also considered a regional data set made up of individuals from 30 northern Sonoran Desert sites over an area of more than 50,000 km2 that range in temperature and aridity (Drezner 2006b). They also found a strong, statistically significant relationship between volcanism and the amalgamated northern Sonoran Desert data set, as suggested by hypothesis 2 (Drezner and Balling 2008).\nPerhaps the most striking trend emerging from our data set and from other recent work is the apparent distinction between the more arid and typically warmer western portions of the species’ range and the more eastern regions (e.g., Tumamoc Hill [Pierson and Turner 1998] and Organ Pipe Cactus National Monument [Parker 1993]), which are generally higher in elevation and typically receive greater rainfall. The results of the ANOVA for regeneration during high and low volcanic dust years is not significant for the eastern Florence population (not supporting hypothesis 3); this is not surprising given the absence of regeneration peaks around 1900. The relatively smooth peak pattern may be contributing to this observation at Florence, either because of the natural population pattern (fewer peaks) or due to the absence of a cohort around the turn of the century and the high regeneration period during the 1920s.\nIt is also possible that subsequent mortality may also be contributing to the observation that the Florence population does not exhibit a visible cohort around the late 1800s–early 1900s. Carnegiea gigantea seedlings are highly susceptible to frost and drought, and the resulting mortality from such events masks high recruitment periods (Pierson and Turner 1998). Pierson and Turner (1998) further noted that this (i.e., mortality) may well have been the case for the similarly small\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ncohorts observed at Tumamoc Hill from the 1880s to the early 1900s. Low regeneration rates in the early 1900s was also thought to be the result of frequent frosts at Organ Pipe Cactus National Monument (Parker 1993). Conversely, this period of high volcanic activity coincides with a period of high regeneration at Kofa, at MacDougal Crater, and at the locations represented by the northern Sonoran Desert amalgamated data set (Turner 1990; Drezner and Balling 2008). Thus, while it is clear that volcanism is important in hotter and more arid sites as well as in more central (i.e., less marginal) populations (e.g., Drezner and Balling 2008), it remains uncertain what role volcanism plays and may have played in the Florence population and whether the lack of association with volcanism reflects site characteristics, an erasure of the record, or, more broadly, a regional pattern. Any changes in C. gigantea establishment and presence impacts the entire ecosystem, as countless species depend wholly or in large part on C. gigantea for their survival. Ultimately, both local and regional factors influence the final distribution of cohorts in time and their magnitude (Pierson and Turner 1998; Drezner 2006c). No two populations exhibit the identical establishment and survival pattern, as each site and each population is unique. However, large-scale factors appear to drive establishment of this keystone species as multiple peaks at multiple sites coincide, and thus, such regional and global factors influence the entire ecosystem (as suggested by hypothesis 2)."
  }, {
    "heading": "Implications",
    "text": "Rehfeldt et al. (2006) suggest that the range of Carnegiea gigantea will shift ;500 km to the north and west and will shrink in size over the next century as climate changes. With warming and a changing global climate, it is imperative to understand the range of this species and the factors that influence its establishment and distribution. Furthermore, as climate changes and precipitation regimes shift, changes in growth will follow because of the very strong relationship between summer rainfall and growth (Drezner 2005). It would be important to conduct experimental work to look at local adaptation, which could have profound impacts on the species as temperature and precipitation regimes shift with climate change.\nUnderstanding how population establishment and age structure relate to climate and how this interaction changes over a keystone species’ range is critical for conservation. Small changes in climate can result in the establishment of a cohort or may conversely discourage successful establishment. Populations that are more marginal may be more impacted by regional and larger-scale fluctuations in weather. This study contributes to our understanding of the drivers of regeneration over C. gigantea’s range and how they vary under different climatic conditions, as well as where and why the species is limited geographically. The influence of volcanism in promoting regeneration is particularly pronounced in those areas that are hottest and driest. All of the ramifications of global climate change are modeled but not well understood, such as how increasing carbon dioxide levels may alter and possibly widen the species’ distribution (e.g., Nobel 1996; Drennan and Nobel 2000). Increases in summer temperature may amplify the importance of global-scale volcanism and increase the geographical areas that are more strongly influenced by such changes. Areas such as Florence that appear to benefit less from the resulting environmental modifications associated with volcanism may shift to become more reliant on them for long-term success, perhaps with volcanism and resulting short-term climate modification keeping populations from declining under more extreme conditions. With increasing temperatures associated with global climate change, species stress levels may increase, particularly in youth and during germination, likely making the more ameliorated conditions associated with volcanism even more central to successful regeneration. We are now only beginning to unravel the complexities of geologic events that alter climate, which shift patterns of establishment and survivorship of this keystone species and which would likely dramatically alter the entire makeup of this ecosystem."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank the Facilities Management Office, Environmental Section, of the Arizona Army National Guard for permission to use the Florence data set and two anonymous reviewers for helpful suggestions for improving the manuscript.\nLiterature Cited\nAdams JB, ME Mann, CM Ammann 2003 Proxy evidence for an El-\nNiño-like response to volcanic forcing. Nature 426:274–278. Alcorn SM, C May 1962 Attrition of a saguaro forest. Plant Dis Rep\n46:156–158.\nBrum GD 1973 Ecology of the saguaro (Carnegiea gigantea): phenology and establishment in marginal populations. Madroño\n22:195–204.\nCarleton AM 1986 Synoptic-dynamic character of ‘‘bursts’’ and\n‘‘breaks’’ in the south-west U.S. summer precipitation singularity. J Climatol 6:605–623. ——— 1987 Summer circulation climate of the American Southwest,\n1945–1984. Ann Assoc Am Geogr 77:619–634.\nCrowley TJ 2000 Causes of climate change over the past 1000 years. Science 289:270–277 Drennan PM, PS Nobel 2000 Responses of CAM species to in-\ncreasing atmospheric CO2 concentrations. Plant Cell Environ 23: 767–781.\nDrezner TD 2003a Saguaro (Carnegiea gigantea, Cactaceae) ageheight relationships and growth: the development of a general growth curve. Am J Bot 90:911–914. ——— 2003b A test of the relationship between seasonal rainfall and saguaro cacti branching patterns. Ecography 26:393–404. ——— 2004a Saguaros and their nurses in the Sonoran Desert: a review. Desert Plants 20:3–10. ——— 2004b Saguaro patterns and ecology over Arizona: a closer look at rainfall. Desert Plants 20:24–32. ——— 2004c Saguaro recruitment over their American range: a separation and comparison of summer temperature and rainfall.\nJ Arid Environ 56:509–524.\n——— 2005 Saguaro (Carnegiea gigantea, Cactaceae) growth rate over its American range and the link to summer precipitation.\nSouthwest Nat 50:65–68.\n——— 2006a Plant facilitation in extreme environments: the nonrandom distribution of saguaro cacti (Carnegiea gigantea) under\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ntheir nurse associates and the relationship to nurse architecture. J Arid Environ 65:46–61. ——— 2006b The regeneration of a protected Sonoran Desert cactus since 1800 A.D. over 50,000 km2 of its range. Plant Ecol 183:171– 176. ——— 2006c Regeneration of Carnegiea gigantea (Cactaceae) since 1850 in three populations in the northern Sonoran Desert. Acta\nOecol 29:178–186. ——— 2007 An analysis of winter temperature and dew point under\nthe canopy of a common Sonoran Desert nurse and the implications for positive plant interactions. J Arid Environ 69:554–568. Drezner TD, RC Balling Jr 2002 Climatic controls of saguaro (Carnegiea gigantea) regeneration: a potential link with El Niño. Phys Geogr 23:465–475. ——— 2008 Regeneration cycles of the keystone species Carnegiea gigantea are linked to worldwide volcanism. J Veg Sci 19:587–596. Drezner TD, CM Garrity 2003 Saguaro distribution under nurse\nplants in Arizona’s Sonoran Desert: directional and microclimate\ninfluences. Prof Geogr 55:505–512. Drezner TD, BL Lazarus 2008 The population dynamics of columnar\nand other cacti: a review. Geogr Compass 2:1–29.\nFleming TH 2002 Pollination biology of four species of Sonoran\nDesert columnar cacti. Pages 207–224 in TH Fleming, A ValienteBanuet, eds. Columnar cacti and their mutualists. University of Arizona Press, Tucson. Franco AC, PS Nobel 1989 Effect of nurse plants on the microhabitat and growth of cacti. J Ecol 77:870–886. Fritts HC 1965 Tree-ring evidence for climatic changes in western\nNorth America. Mon Weather Rev 93:421–443.\n——— 1991 Reconstructing large-scale climatic patterns from treering data: a diagnostic analysis. University of Arizona Press, Tucson. Goldberg DE, RM Turner 1986 Vegetation change and plant demogra-\nphy in permanent plots in the Sonoran Desert. Ecology 67:695–712.\nHastings JR 1959–1960 Precipitation and saguaro growth. Univ Ariz Arid Lands Colloq 1959–1960/1960–1961:30–38. Hastings JR, SM Alcorn 1961 Physical determinations of growth and\nage in the giant cactus. J Ariz Acad Sci 2:32–39.\nHutto RL, JR McAuliffe, L Hogan 1986 Distributional associates of the saguaro (Carnegiea gigantea). Southwest Nat 31:469–476. Jordan PW, PS Nobel 1982 Height distributions of two species of\ncacti in relation to rainfall, seedling establishment, and growth. Bot Gaz 143:511–517. Lamb HH 1970 Volcanic dust in the atmosphere, with a chronology\nand assessment of its meteorological significance. Philos Trans R\nSoc A 266:425–533. Lightle PC, ET Standring, JG Brown 1942 A bacterial necrosis of the\ngiant cactus. Phytopathology 32:303–313.\nLindzen RS, C Giannitsis 1998 On the climatic implications of\nvolcanic cooling. J Geophys Res 103:5929–5941. Luhr JF 1991 Volcanic shade causes cooling. Nature 354:104–105. McAuliffe JR 1996 Saguaro cactus dynamics. Pages 96–131 in WL Halvorson, GE Davis, eds. Science and ecosystem management in the national parks. University of Arizona Press, Tucson. McAuliffe JR, FJ Janzen 1986 Effects of intraspecific crowding on\nwater uptake, water storage, apical growth, and reproductive potential in the sahuaro cactus, Carnegiea gigantea. Bot Gaz 147:334–341.\nNiering WA, RH Whittaker, CH Lowe 1963 The saguaro: a population in relation to environment. Science 142:15–23. Niklas KJ, SL Buchman 1994 The allometry of saguaro height. Am J\nBot 81:1161–1168. Nobel PS 1996 Responses of some North American CAM plants to\nfreezing temperatures and doubled CO2 concentrations: implications of global climate change for extending cultivation. J Arid\nEnviron 34:187–196. Parker KC 1993 Climatic effects on regeneration trends for two\ncolumnar cacti in the northern Sonoran Desert. Ann Assoc Am Geogr 83:452–474. Pierson EA, RM Turner 1998 An 85-year study of saguaro (Carnegiea gigantea) demography. Ecology 79:2676–2693. Quinn WH, VT Neal, SE Autunez de Mayolo 1987 El Niño\noccurrences over the past four and a half centuries. J Geophys Res 92:14449–14461. Rehfeldt GE, NL Crookston, MV Warwell, JS Evans 2006 Empirical\nanalyses of plant-climate relationships for the western United States.\nInt J Plant Sci 167:1123–1150. Rice WR 1989 Analyzing tables of statistical tests. Evolution 43:\n223–225.\nRobock A, J Mao 1992 Winter warming from large volcanic\neruptions. Geophys Res Lett 12:2405–2408. Sear CB, PM Kelly, PD Jones, CM Goodess 1987 Global surface-\ntemperature responses to major volcanic eruptions. Nature 330:\n365–367. Sheppard PR, AC Comrie, GD Packin, K Angersbach, MK\nHughes 2002 The climate of the US Southwest. Clim Res 21: 219–238. Steenbergh WF, CH Lowe 1977 Ecology of the saguaro. II. Reproduction, germination, establishment, growth, and survival of the\nyoung plant. Natl Park Serv Sci Monogr Ser 8. National Park Service, Washington DC. ——— 1983 Ecology of the saguaro. III. Growth and demography. Natl Park Serv Sci Monogr Ser 17. National Park Service,\nWashington DC.\nTurnage WV, AL Hinckley 1938 Freezing weather in relation to plant\ndistribution in the Sonoran Desert. Ecol Monogr 8:529–550. Turner RM 1990 Long-term vegetation change at a fully protected\nSonoran Desert site. Ecology 71:464–477.\nTurner RM, SM Alcorn, G Olin, JA Booth 1966 The influence of shade, soil, and water on saguaro seedling establishment. Bot Gaz\n127:95–102.\nTurner RM, JE Bowers, TL Burgess 1995 Sonoran Desert plants: an\necological atlas. University of Arizona Press, Tucson. Turner RM, DE Brown 1994 Tropical-subtropical desertlands: So-\nnoran desertscrub. Pages 180–221 in DE Brown, ed. Biotic communities: southwestern United States and northwestern Mexico.\nUniversity of Utah Press, Salt Lake City. Turner RM, RH Webb, JE Bowers, JR Hastings 2003 The changing\nmile revisited: an ecological study of vegetation change with time in the lower mile of an arid and semiarid region. University of Arizona Press, Tucson. Woodhouse CA, D Meko 1997 Number of winter precipitation\ndays reconstructed from southwestern tree rings. J Clim 10:2663– 2669.\nThis content downloaded from 150.135.135.069 on February 26, 2019 10:51:09 AM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }],
  "year": 2010,
  "references": [],
  "id": "SP:ed5ed06a3f573d80d4a7ea2f73d2e68e5f80d222",
  "authors": [{
    "name": "Shelley Danzer",
    "affiliations": []
  }, {
    "name": "Taly Dawn Drezner1y",
    "affiliations": []
  }],
  "abstractText": "We studied a cohort-based, long-lived species to determine whether favorable periods that promote regeneration are driven by local, regional, or global-scale factors. Limited demographic data exist for the keystone species Carnegiea gigantea over its range. We obtained a data set collected for 12,232 plants over an area of more than 11 km at a restricted military zone, located far from any other studied population. We developed the establishment pattern for the species over the last 200 yr and compared population growth trends with those for other sites and with global-scale volcanism, which has been previously linked to the regeneration of the species. This population was significantly related to the two closer sites, suggesting a regional influence in regeneration and cohort establishment. Other eastern sites like ours also exhibited a regeneration peak in the 1920s. This population was not significantly related to volcanic eruptions, as has been documented elsewhere, though this may be due to subsequent mortality at the site, which would have effectively erased the record of establishment in past periods. Unlike past work, our study goes beyond a single population. We synthesized data from other known populations in order to produce, for the first time, a coherent picture of the patterns of regeneration over much of the species’ range. Large-scale climatic (e.g., unusually rainy periods) and geologic (global-scale volcanism) events promote the establishment of cohorts during the same time periods historically, though to differing extents in different populations: hot, western populations have particularly large cohorts in response to volcanism, while more eastern sites may have observable cohorts during known wetter periods. Thus, these different large-scale phenomena appear to be of varying significance in a population on the basis of the population’s location and associated environment. This provides insight into global climate change impacts on the species, whose keystone status will ultimately affect the success of and changes in the entire biome.",
  "title": "DEMOGRAPHICS OF MORE THAN 12,000 INDIVIDUALS OF A KEYSTONE SPECIES IN THE NORTHERN SONORAN DESERT SINCE THE MID-1800S"
}