{
  "sections": [{
    "text": "GEOLOGY | January 2014 | www.gsapubs.org 67"
  }, {
    "heading": "INTRODUCTION",
    "text": "Gas release from Siberian Traps magmatism and thermal metamorphism of hydrocarbonand evaporite-rich country rocks is a leading candidate to have driven end-Permian ecological upheaval (Payne and Clapham, 2012). We present new results from a comprehensive model of global chemistry and climate (Kiehl and Shields, 2005; Lamarque et al., 2012) that reveal the global patterns of environmental stress that could have emanated from pulses of Siberian Traps magmatism.\nThe end-Permian mass extinction marked the death knell for a vast majority of global species, and set the stage for the rise of the dinosaurs. While the extinction was particularly severe in the oceans, where organisms that were most vulnerable to changes in pCO2 died preferentially (Knoll et al., 2007) and overall only 10% of species survived into the Triassic (Erwin, 1994), terrestrial plants and animals also were affected. Numerous reptile, amphibian, and insect genera vanished (Erwin, 1994). An abrupt depositional shift in several locations from meandering to braided river systems has been interpreted as a result of accelerated die-off of terrestrial vegetation (Ward et al., 2000).\nThe precise onset of Siberian magmatism is geochronologically uncertain, though emplacement of the lava pile was almost complete by 251.4 ± 0.3 Ma (Kamo et al., 2003). The peak marine extinction interval is well constrained to have begun at 252.17 ± 0.06 Ma with a duration of <200 ± 100 k.y.; the global timing of the terrestrial extinction is more tentative, but\nappears to have been synchronous (Shen et al., 2011). Although the coincidence of the marine and terrestrial mass extinctions suggests that they were related, perhaps by a common trigger such as the Siberian Traps, the specifi c environmental conditions that led to declines in diversity may have included distinct elements on land and in the oceans. In this work we investigate two kill mechanisms that have been linked (Maruoka et al., 2003; Visscher et al., 2004) to the terrestrial mass extinction, i.e., acid rain and ozone depletion.\nHere we use comprehensive estimates of sulfur release from the Siberian Traps (Black et al., 2012) to carry out the fi rst three-dimensional (3-D) global climate modeling of atmospheric chemistry during fl ood volcanism. These results provide the fi rst data-driven demonstration of the extent and intensity of acid rain in the latest Permian and early Triassic. We also present results from simulations of ozone chemistry. Previous 2-D modeling has shown that emissions of HCl and CH3Cl related to Siberian magmatism could have caused ozone depletion (Beerling et al., 2007). However, the wealth of paleontological data from different Permian-Triassic boundary sections provides a key resource for understanding the patterns of the mass extinction. In particular, palynological data record episodes of high atmospheric stress that produced spikes in abnormal pollen abundance (Visscher et al., 2004; Foster and Afonin, 2005). These worldwide patterns of magmatism-induced ecological stress and associated global severity of acid rain and ozone depletion are best understood through a comparison of 3-D chemistry-climate simulations with the paleontological record."
  }, {
    "heading": "MODEL DESCRIPTION",
    "text": "We use Community Earth System Model 1.1 with CAM-Chem (Community Atmosphere Model–Chemistry; www.cesm.ucar.edu/models/cesm1.1/; Lamarque et al., 2012) to simulate fully interactive Permian-Triassic boundary atmospheric chemistry with Permian geography and vegetation, and constant 10× modern CO2 (Kiehl and Shields, 2005; for further details, see\nTable DR1 in the GSA Data Repository1). We initialized our atmospheric chemistry simulations with a 1000 yr coupled climate model equilibration run completed with the Community Climate System Model 4.0 at 3.75° × 3.75° and interpolated to the model resolution. Detailed initial conditions are provided in\nTable DR1. Our model atmosphere includes 26 vertical levels and a horizontal resolution of 1.9° × 2.5°, and is coupled to prescribed sea-surface temperatures from the initial equilibrium run and to an active land model with end-Permian vegetation (from Kiehl and Shields, 2005). Gases are released into the lowermost troposphere (at 0.15 km) or the lower stratosphere (at 14 km).\nThe environmental effects of volcanism depend on the rates of volatile emission from degassing magmas (Black et al., 2012) and heated and metamorphosed country rocks (Svensen et al., 2009). In the end-Permian atmosphere, the lifetime of methylated halogens is ~1 yr, the lifetime of methane is slightly more than 10 yr, and stratospheric sulfate has a residence time of ~1 yr. U-Pb geochronology suggests that the total emplacement of the ~4 × 106 km3 Siberian Traps occurred in <1 m.y. (Kamo et al., 2003), but paleomagnetic secular variation implies that some large lava suites were erupted in pulses lasting <10 k.y. (Pavlov et al., 2011). In addition to the long-term effects of CO2 release, these eruptions could have produced severe but geologically short-lived environmental deterioration. We focus on the transient effects of sulfur, halogen, organohalogen, and methane release over time scales of years to tens of years.\nWe simulated 27 perturbation and recovery scenarios (summarized in Table DR2). Each was\n*E-mails: bablack@mit.edu; lamar@ucar.edu; shields @ucar.edu; ltelkins@dtm.ciw.edu; jtkon@ucar.edu.\nPermian mass extinction. Widespread aberrant plant remains across the Permian-Triassic boundary provide evidence that atmospheric stress contributed to the collapse in terrestrial diversity. We used detailed estimates of magmatic degassing from the Siberian Traps to complete the fi rst three-dimensional global climate modeling of atmospheric chemistry during eruption of a large igneous province. Our results show that both strongly acidic rain and global ozone collapse are possible transient consequences of episodic pyroclastic volcanism and heating of volatile-rich Siberian country rocks. We suggest that in conjunction with abrupt warming from greenhouse gas emissions, these repeated, rapidly applied atmospheric stresses directly linked Siberian magmatism to end-Permian ecological failure on land. Our comprehensive modeling supplies the fi rst picture of the global distribution and severity of acid rain and ozone depletion, providing testable predictions for the geography of end-Permian environmental proxies.\nGEOLOGY, January 2014; v. 42; no. 1; p. 67–70; Data Repository item 2014016 | doi:10.1130/G34875.1 | Published online 22 November 2013 © 2013 eological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n1GSA Data Repository item 2014016, Table DR1 (initial conditions), Table DR2 (simulated emissions), and supplemental information on modeling, is available online at www.geosociety.org/pubs/ft2014.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/1/67/3545684/67.pdf by University of Arizona user on 21 February 2019\n68 www.gsapubs.org | January 2014 | GEOLOGY\nchosen to approximate volatile release from a plausible magmatic episode, including a large pyroclastic eruption (Black et al., 2012), contact heating and metamorphism of hydrocarbon-bearing evaporite salts (Aarnes et al., 2011), and one or more explosive pipes (Svensen et al., 2009). We also considered the effects of stratospheric versus tropospheric release and background emissions of methyl chloride. We included a wide range of gas emissions in our 27 scenarios because the eruptive fl uxes and durations are subject to signifi cant uncertainty. The gas fl uxes in\nTable DR2 were selected on the basis of petrologic estimates (Black et al., 2012), experiments and volumetric estimates (Svensen et al., 2009), thermal modeling (Aarnes et al., 2011), and modern volcanological measurements of trace gases.\nWe track the water contents of each parcel of air, and include the interrelated effects of SO4, SO3, HSO3, NO3, HCO3, OH, CO2, and NH4 in order to calculate the pH of rainwater. Because solubilities depend on pH, we determine the pH iteratively.\nOur model does not include gravitational settling of stratospheric sulfates. For very large sulfur fl uxes, larger sulfate aerosols will form (Timmreck et al., 2009). These larger particles settle more quickly from the atmosphere and may also enter less readily into aqueous solutions. As a result, our simulations may overestimate the acuteness and longevity of acid rain following large eruptions. We modifi ed CAMChem to include the effects of stratospheric sulfate aerosols on polar stratospheric cloud formation, and therefore on the surface-area density available to facilitate heterogeneous reactions involving Cl and ozone. For this calculation, we use aerosol sizes based on simulations of a 100× Mount Pinatubo sulfur release (Timmreck et al., 2009), similar in magnitude to the sulfur release in our E1–E4 simulation cases (see Table DR2)."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Acid Rain",
    "text": "Our simulations show that both CO2 and SO2 released from the Siberian Traps could have strongly affected the acidity of rain. The contribution of volcanic CO2 release is included in the 3550 ppm fi xed CO2 concentration we assume in our model. Oxygen isotopic data record a rapid increase in temperatures coincident with the marine extinction interval (Sun et al., 2012), consistent with an order of magnitude increase in atmospheric CO2. In addition to producing global warming (Kiehl and Shields, 2005), in our model a tenfold increase in CO2 leads to more acidic rain (pH ≈ 4) globally. This background acidity of rain during the Permian-Triassic transition is similar in both the Northern and Southern Hemispheres. Sulfur injected into the stratosphere during pyroclastic eruptions can further shift pH of rain by one or more log units; pH rebounds quickly after the eruptions cease. Because the Siberian Traps were located at ~60°N in the Permian, volcanogenic acid rain is particularly intense in the Northern Hemisphere. Within the Northern Hemisphere, the intensity of acid rain is modulated by regional precipitation totals (increased precipitation dilutes the sulfuric acid) and by atmospheric transport and removal of SO4. In a broad swath between the equator and 60°N, the annually averaged acidity during a 1 yr, ~240 km3 eruption (simulation E1) drops to pH ≈ 2–3, similar to undiluted lemon juice (Fig. 1). A 1 yr, ~2400 km3 eruption (simulation E5) yields acid rain that is even deeper and more prevalent, with extensive areas of the Northern Hemisphere receiving rainfall with annually averaged pH ≈ 2; in this scenario, pH levels also begin to drop in the southern low latitudes.\nLocal precipitation on a given day may be signifi cantly more acidic than the annual averages\ndescribed here. In addition, our model does not include the acidity produced by HCl and HF. Because HCl and HF are preferentially removed proximal to the vent through dissolution or adsorption onto particulates, these gases may have intermittently enhanced acidity in the region of the Siberian Traps."
  }, {
    "heading": "Ozone Depletion",
    "text": "Volatile release associated with Siberian Traps magmatism can produce ozone depletion ranging from moderate reduction to nearly total collapse in both the Northern and Southern Hemispheres. The fl uxes of halogen and halocarbon compounds to the stratosphere critically determine the rate of catalytic ozone loss. In the Tunguska Basin, Proterozoic hydrocarbons coexist with halites (Svensen et al., 2009). Depending on the total organic carbon contents of Siberian halite layers, and conversion effi ciency of methane to CH3Cl, thermal metamorphism related to emplacement of a fl at ~5000 km3 sill could result in peak annualized production (over 102 yr) of 0.55–0.83 Gt CH4 and 0.87–1.65 Gt CH3Cl (Aarnes et al., 2011), which may be released passively or through widely dispersed pipe structures (Svensen et al., 2009).\nMethane and methyl chloride fl uxes in this range produce steady-state ozone depletion of 60%–70% globally (Figs. 2 and 3). If gases accumulate during the peak production period prior to release through a pipe, ozone depletion can reach 55%–60%, assuming that ~1% of aureole gases mobilize into the pipe. Recovery typically takes ~10 yr after the cessation of emissions. Because more than 100 pipes are associated with widespread and voluminous Siberian Traps sills (Svensen et al., 2009), ozone levels could have undergone multiple cycles of collapse and recovery. The lifetime of CH3Cl in the troposphere is suffi ciently long (>1 yr) that CH3Cl released\n5\n4\n3\n2\nA nn\nua lly\na ve\nra ge\nd pH\no f r\nai n\n50° S\n50° N\n0° N\n0° E 100° E 200° E 300° E\nst\nA B\nBaseline pre-industrial pH of rain\nUnfavorable for fish\nLethal for fish\nLethal for amphibians\nFish\nInsects\nAmphibia\nUnfavorable for insects\n?\nPlants\nStunted or damaged plants\n32 4 5\n?\nEnd-Permian rain End-Permian rain during eruption\n?\n?\nst Siberian Traps Paleo-shoreline Other reported localities with abnormal pollen δ34S evidence for acid rain?\nSpikes in abnormal pollen fraction: 1 East Greenland 2 Nedubrovo section, Russia 3 Dalongkou section, China\nChina\nTethys Panthalassa\nSiberia\nEurope\nGreenland N. America\nS. America Africa\nAntarctica\nIndia Australia\n1\n2\n3\nE1_v1\nEnvironmental pH\nFigure 1. A: Annually averaged precipitationweighted pH of near-surface rain during explosive eruption (case E1_v1, 1.46 Gt/yr SO2) that breaches the high-latitude tropopause. Signifi cant spikes in abnormal pollen have been reported in Greenland (Visscher et al., 2004), Russia, and China (Foster and Afonin, 2005); other Permian-Triassic boundary sections where abnormal pollen has been reported are widely distributed (Visscher et al., 2004). Sulfur isotopes in Karoo (South Africa) have been interpreted as evidence for acid rain (Maruoka et al., 2003). B: Generalized compilation of pH sensitivity of\nmodern fl ora and fauna (Howells, 1990). Note that pH of soils and aquatic ecosystems will be variably buffered against acid rain (Howells, 1990).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/1/67/3545684/67.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | January 2014 | www.gsapubs.org 69\nin the lower troposphere reaches the stratosphere (Fig. 2A). Consequently, the magnitude of ozone depletion is similar for either tropospheric or stratospheric release of CH3Cl gas (Fig. 3).\nIn the case of magmatic HCl, stratospheric release during an explosive episode is critical, because HCl is soluble and quickly washes out of the troposphere (Textor et al., 2003). A Siberian Traps eruption that injects 48 Tg HCl per year into the stratosphere produces only 5%–20% ozone depletion (Fig. 3), in contrast to previous results suggesting that <10% of the HCl fl ux over long time scales would produce ~30% ozone depletion (Beerling et al., 2007). The comparative resilience of the end-Permian ozone layer in our model is consistent with the limited ozone response to hydrogen sulfi de\nemissions observed in global climate-chemistry simulations (Lamarque et al., 2007), and may result from more realistic simulation of polar stratospheric clouds, less severe CO2-driven stratospheric cooling, and different background O2 and Cl levels (see Table DR1)."
  }, {
    "heading": "DISCUSSION",
    "text": "The scale of Siberian Traps tuff deposits suggests that multiple explosive eruptions of >102 km3 probably occurred (Black et al., 2012), generating repeated intervals of highly acidic rain comparable to that shown in Figure 1A. The effects of acid rain on Permian ecosystems are poorly constrained, and depend on species physiology and local buffering capacity (Fig. 1B). Elevated background CO2 leads to long-term acidifi cation of rain that could have leached soil nutrients. During pyroclastic eruptions, sulfur-rich rain with pH ≈ 2 in the Northern Hemisphere is suffi cient to disfi gure plants and stunt growth (Howells, 1990); sustained sulfur release could damage weakly buffered aquatic ecosystems. Paleontological and pollen studies indicate that plant communities in the Southern Hemisphere also were affected during the end-Permian mass extinction (Rees, 2002; Visscher et al., 2004). Although increased sulfi de concentrations across the Permian-Triassic boundary in the Karoo Basin, South Africa (Fig. 1A) have been interpreted as a record of sulfur rainout from volcanic sources (Maruoka et al., 2003), sedimentation and the patterns of tropospheric and stratospheric circulation limit the overall fl ux of SO4 from the Siberian Traps to the Southern Hemisphere.\nWhereas sulfuric acid rain is muted in the Southern Hemisphere, metamorphic CH3Cl emissions can ravage the ozone layer at all latitudes (Fig. 2B), with potentially severe consequences for Permian terrestrial biota. The extent of ozone deterioration varies among our model results (Fig. 3): we observe a modest 5%–30% depletion for volcanic HCl release, and 55%– 67% depletion for metamorphic emissions from a 5000 km3 sill, assuming that these emissions reach the atmosphere. In all scenarios, the most intense depletion occurs at high latitudes. In run A1, the high-latitude ozone column depth dwindles to <15% of Permian background levels. Based on power-law scaling of biologically active ultraviolet (UV) radiation with ozone (Madronich et al., 1998), this 85% reduction equates to a maximum 4900% increase in mutagenic UV-B fl ux (Fig. 4). Elevated UV-B fl uxes have been shown to produce an increase in genetic recombination rates and stunting of Arabidopsis seedlings in laboratory experiments (Ries et al., 2000). Absolute ozone levels are slightly lower in the Northern Hemisphere (Fig. 2B), but the\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/1/67/3545684/67.pdf by University of Arizona user on 21 February 2019\n70 www.gsapubs.org | January 2014 | GEOLOGY\npercentage depletion is greatest at the South Pole (Fig. 4). Thermodynamic modeling predicts that large methane fl uxes will accompany release of metamorphic CH3Cl (Aarnes et al., 2011), which could have exacerbated the endPermian greenhouse (Sun et al., 2012).\nResults from our simulations are limited by uncertainties in metamorphic emissions and eruptive time scales, the CO2 mixing ratio, CH3Cl release effi ciency, and pre-eruptive background emissions (Table DR1). Whereas some degree of acid rain seems inevitable, the fl ux of metamorphic CH3Cl that reached the atmosphere is particularly poorly constrained, contributing to ambiguity in the extent of ozone depletion. Evidence for elevated fungal decomposition and widespread wildfi res (Shen et al., 2011), both important natural sources of CH3Cl, suggests that background CH3Cl emissions may also have intensifi ed during Permian-Triassic boundary time. As shown in Figure 3, the resultant increase in stratospheric Cl would have decreased ozone levels, both independently and in concert with any thermogenic or volcanic release of Cl-bearing compounds associated with the Siberian Traps.\nThe rate of environmental change is arguably as important as the magnitude of change. Accelerated shifts in climatic and chemical conditions can outpace the biological capacity for adaptation (Jump and Peñuelas, 2005). Because Siberian Traps magmatism was likely episodic (Pavlov et al., 2011), pulses of deeply acidic rain and/or severe ozone depletion may have accompanied magmatic outbursts. In our simulations, acid rain relents within 1 yr after the end of gas emissions, whereas the ozone layer takes ~10 yr to recover. We suggest that such rapid, drastic fl uctuations in pH and UV fl ux, coupled with a dramatic increase in global temperatures (Kiehl and Shields, 2005; Sun et al., 2012), contributed to the end-Permian extinction on land."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was funded by National Science Foundation (NSF) Continental Dynamics Program grant EAR0807585. Comments from three anonymous reviewers greatly improved the manuscript. The Community Earth System Model project (which includes CAM-Chem)\nis supported by the NSF and the Offi ce of Science (Biological and Environmental Research) of the U.S. Department of Energy. The National Center for Atmospheric Research is operated by the University Corporation of Atmospheric Research under sponsorship of the NSF. We thank Stephanie Shearer and Brenda Carbone."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Aarnes, I., Fristad, K., Planke, S., and Svensen, H.,\n2011, The impact of host-rock composition on devolatilization of sedimentary rocks during contact metamorphism around mafi c sheet intrusions: Geochemistry Geophysics Geosystems, v. 12, Q10019, doi:10.1029/2011GC003636. Beerling, D.J., Harfoot, M., Lomax, B., and Pyle, J.A., 2007, The stability of the stratospheric ozone layer during the end-Permian eruption of the Siberian Traps: Royal Society of London Philosophical Transactions, ser. A, v. 365, p. 1843– 1866, doi:10.1098/rsta.2007.2046. Black, B.A., Elkins-Tanton, L.T., Rowe, M.C., and Peate, I.U., 2012, Magnitude and consequences of volatile release from the Siberian Traps: Earth and Planetary Science Letters, v. 317–318, p. 363– 373, doi:10.1016/j.epsl.2011.12.001. Erwin, D.H., 1994, The Permo-Triassic extinction: Nature, v. 367, p. 231–236, doi:10.1038/367231a0. Foster, C.B., and Afonin, S.A., 2005, Abnormal pollen grains: An outcome of deteriorating atmospheric conditions around the Permian-Triassic boundary: Geological Society of London Journal, v. 162, p. 653–659, doi:10.1144/0016-764904-047. Howells, G.P., 1990, Acid rain and acid waters: Chichester, UK, Ellis Horwood, 215 p. Jump, A.S., and Peñuelas, J., 2005, Running to stand still: Adaptation and the response of plants to rapid climate change: Ecology Letters, v. 8, p. 1010– 1020, doi:10.1111/j.1461-0248.2005.00796.x. Kamo, S.L., Czamanske, G.K., Amelin, Y., Fedorenko, V.A., Davis, D.W., and Trofi mov, V.R., 2003, Rapid eruption of Siberian fl ood-volcanic rocks and evidence for coincidence with the PermianTriassic boundary and mass extinction at 251 Ma: Earth and Planetary Science Letters, v. 214, p. 75–91, doi:10.1016/S0012-821X(03)00347-9. Kiehl, J.T., and Shields, C.A., 2005, Climate simulation of the latest Permian: Implications for mass extinction: Geology, v. 33, p. 757–760, doi:10.1130 /G21654.1. Knoll, A.H., Barnbach, R.K., Payne, J.L., Pruss, S., and Fischer, W.W., 2007, Paleophysiology and endPermian mass extinction: Earth and Planetary Science Letters, v. 256, p. 295–313, doi:10.1016/j .epsl.2007.02.018. Lamarque, J.-F., Kiehl, J.T., and Orlando, J.J., 2007, Role of hydrogen sulfi de in a Permian-Triassic boundary ozone collapse: Geophysical Research Letters, v. 34, L02801, doi:10.1029/2006GL028384. Lamarque, J.-F., Emmons, L., Hess, P., Kinnison, D.E., Tilmes, S., Vitt, F., Heald, C., Holland, E.A., Lau-\nritzen, P., and Neu, J., 2012, Cam-Chem: Description and evaluation of interactive atmospheric chemistry in the Community Earth System Model: Geoscientifi c Model Development, v. 5, p. 369–411, doi:10.5194/gmd-5-369-2012. Madronich, S., McKenzie, R.L., Björn, L.O., and Caldwell, M.M., 1998, Changes in biologically active ultraviolet radiation reaching the Earth’s surface: Journal of Photochemistry and Photobiology, ser. B, v. 46, p. 5–19, doi:10.1016/S1011 -1344(98)00182-1. Maruoka, T., Koeberl, C., Hancox, P., and Reimold, W., 2003, Sulfur geochemistry across a terrestrial Permian-Triassic boundary section in the Karoo Basin, South Africa: Earth and Planetary Science Letters, v. 206, p. 101–117, doi:10.1016/S0012 -821X(02)01087-7. Pavlov, V.E., Fluteau, F., Veselovskiy, R.V., Fetisova, A.M., and Latyshev, A.V., 2011, Secular geomagnetic variations and volcanic pulses in the Permian-Triassic traps of the Norilsk and Maimecha-Kotui provinces: Izvestiya, Physics of the Solid Earth, v. 47, p. 402–417, doi:10.1134 /S1069351311040070. Payne, J.L., and Clapham, M.E., 2012, End-Permian mass extinction in the oceans: An ancient analog for the twenty-fi rst century?: Annual Review of Earth and Planetary Sciences, v. 40, doi:10.1146 /annurev-earth-042711-105329. Rees, P.M., 2002, Land-plant diversity and the endPermian mass extinction: Geology, v. 30, p. 827– 830, doi:10.1130/0091-7613(2002)030<0827: LPDATE>2.0.CO;2. Ries, G., Heller, W., Puchta, H., Sandermann, H., Seidlitz, H.K., and Hohn, B., 2000, Elevated UV-B radiation reduces genome stability in plants: Nature, v. 406, p. 98–101, doi:10.1038/35017595. Shen, S.-Z., and 21 others, 2011, Calibrating the end-Permian mass extinction: Science, v. 334, p. 1367–1372, doi:10.1126/science.1213454. Sun, Y., Joachimski, M.M., Wignall, P.B., Yan, C., Chen, Y., Jiang, H., Wang, L., and Lai, X., 2012, Lethally hot temperatures during the Early Triassic greenhouse: Science, v. 338, p. 366–370, doi: 10.1126/science.1224126. Svensen, H., Planke, S., Polozov, A.G., Schmidbauer, N., Corfu, F., Podladchikov, Y.Y., and Jamtveit, B., 2009, Siberian gas venting and the end-Permian environmental crisis: Earth and Planetary Science Letters, v. 277, p. 490–500, doi:10.1016/j .epsl.2008.11.015. Textor, C., Graf, H.F., Herzog, M., and Oberhuber, J.M., 2003, Injection of gases into the stratosphere by explosive volcanic eruptions: Journal of Geophysical Research, v. 108, no. D19, 4606, doi: 10.1029/2002JD002987. Timmreck, C., Lorenz, S.J., Crowley, T.J., Kinne, S., Raddatz, T.J., Thomas, M.A., and Jungclaus, J.H., 2009, Limited temperature response to the very large AD 1258 volcanic eruption: Geophysical Research Letters, v. 36, L21708, doi:10.1029 /2009GL040083. Visscher, H., Looy, C.V., Collinson, M.E., Brinkhuis, H., Cittert, J., Kurschner, W.M., and Sephton, M.A., 2004, Environmental mutagenesis during the end-Permian ecological crisis: National Academy of Sciences Proceedings, v. 101, p. 12952– 12956, doi:10.1073/pnas.0404472101. Ward, P.D., Montgomery, D.R., and Smith, R., 2000, Altered river morphology in South Africa related to the Permian-Triassic extinction: Science, v. 289, p. 1740–1743, doi:10.1126 /science.289.5485.1740.\nManuscript received 25 June 2013 Revised manuscript received 3 October 2013 Manuscript accepted 7 October 2013\nPrinted in USA\n4900%\n3600%\n2500%\n1600%\n900%\n400%\n50° S\n50° N\n0° N\n0° E 100° E 200° E 300° E\nst\nIn cr\nea se\nin B\nio lo\ngi ca\nlly E\nffe ct\niv e\nU V-\nB (%\n)\nChina\nTethys Panthalassa\nSiberia\nEurope\nGreenland N. America\nS. AmericaAfrica\nAntarctica\nIndia Australia\n1\n2\n3\nA1_v1 Figure 4. Using the power law relationship between biologically active ultraviolet (UV) fl ux and ozone: UV ~ ozone(–RAF), assuming ra diation amplifi cation factor (RAF) ≈ 2 for mutagenesis and DNA damage (Madronich et al., 1998), we compute increase in biologically active UV from year 1 to year 10 of simulation A1_v1 (shown in Fig. 2). Symbols are defi ned in Figure 1.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/1/67/3545684/67.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:08d8e05684b5f5564779654d104ef29866de4bb6",
  "authors": [],
  "abstractText": "The Siberian Traps fl ood basalts have been invoked as a trigger for the catastrophic endPermian mass extinction. Widespread aberrant plant remains across the Permian-Triassic boundary provide evidence that atmospheric stress contributed to the collapse in terrestrial diversity. We used detailed estimates of magmatic degassing from the Siberian Traps to complete the fi rst three-dimensional global climate modeling of atmospheric chemistry during eruption of a large igneous province. Our results show that both strongly acidic rain and global ozone collapse are possible transient consequences of episodic pyroclastic volcanism and heating of volatile-rich Siberian country rocks. We suggest that in conjunction with abrupt warming from greenhouse gas emissions, these repeated, rapidly applied atmospheric stresses directly linked Siberian magmatism to end-Permian ecological failure on land. Our comprehensive modeling supplies the fi rst picture of the global distribution and severity of acid rain and ozone depletion, providing testable predictions for the geography of end-Permian environmental proxies. GEOLOGY, January 2014; v. 42; no. 1; p. 67–70; Data Repository item 2014016 | doi:10.1130/G34875.1 | Published online 22 November 2013 © 2013 eological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. 1GSA Data Repository item 2014016, Table DR1 (initial conditions), Table DR2 (simulated emissions), and supplemental information on modeling, is available online at www.geosociety.org/pubs/ft2014.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/42/1/67/3545684/67.pdf by University of Arizona user on 21 February 2019 68 www.gsapubs.org | January 2014 | GEOLOGY chosen to approximate volatile release from a plausible magmatic episode, including a large pyroclastic eruption (Black et al., 2012), contact heating and metamorphism of hydrocarbon-bearing evaporite salts (Aarnes et al., 2011), and one or more explosive pipes (Svensen et al., 2009). We also considered the effects of stratospheric versus tropospheric release and background emissions of methyl chloride. We included a wide range of gas emissions in our 27 scenarios because the eruptive fl uxes and durations are subject to signifi cant uncertainty. The gas fl uxes in Table DR2 were selected on the basis of petrologic estimates (Black et al., 2012), experiments and volumetric estimates (Svensen et al., 2009), thermal modeling (Aarnes et al., 2011), and modern volcanological measurements of trace gases. We track the water contents of each parcel of air, and include the interrelated effects of SO4, SO3, HSO3, NO3, HCO3, OH, CO2, and NH4 in order to calculate the pH of rainwater. Because solubilities depend on pH, we determine the pH iteratively. Our model does not include gravitational settling of stratospheric sulfates. For very large sulfur fl uxes, larger sulfate aerosols will form (Timmreck et al., 2009). These larger particles settle more quickly from the atmosphere and may also enter less readily into aqueous solutions. As a result, our simulations may overestimate the acuteness and longevity of acid rain following large eruptions. We modifi ed CAMChem to include the effects of stratospheric sulfate aerosols on polar stratospheric cloud formation, and therefore on the surface-area density available to facilitate heterogeneous reactions involving Cl and ozone. For this calculation, we use aerosol sizes based on simulations of a 100× Mount Pinatubo sulfur release (Timmreck et al., 2009), similar in magnitude to the sulfur release in our E1–E4 simulation cases (see Table DR2). RESULTS Acid Rain Our simulations show that both CO2 and SO2 released from the Siberian Traps could have strongly affected the acidity of rain. The contribution of volcanic CO2 release is included in the 3550 ppm fi xed CO2 concentration we assume in our model. Oxygen isotopic data record a rapid increase in temperatures coincident with the marine extinction interval (Sun et al., 2012), consistent with an order of magnitude increase in atmospheric CO2. In addition to producing global warming (Kiehl and Shields, 2005), in our model a tenfold increase in CO2 leads to more acidic rain (pH ≈ 4) globally. This background acidity of rain during the Permian-Triassic transition is similar in both the Northern and Southern Hemispheres. Sulfur injected into the stratosphere during pyroclastic eruptions can further shift pH of rain by one or more log units; pH rebounds quickly after the eruptions cease. Because the Siberian Traps were located at ~60°N in the Permian, volcanogenic acid rain is particularly intense in the Northern Hemisphere. Within the Northern Hemisphere, the intensity of acid rain is modulated by regional precipitation totals (increased precipitation dilutes the sulfuric acid) and by atmospheric transport and removal of SO4. In a broad swath between the equator and 60°N, the annually averaged acidity during a 1 yr, ~240 km3 eruption (simulation E1) drops to pH ≈ 2–3, similar to undiluted lemon juice (Fig. 1). A 1 yr, ~2400 km3 eruption (simulation E5) yields acid rain that is even deeper and more prevalent, with extensive areas of the Northern Hemisphere receiving rainfall with annually averaged pH ≈ 2; in this scenario, pH levels also begin to drop in the southern low latitudes. Local precipitation on a given day may be signifi cantly more acidic than the annual averages described here. In addition, our model does not include the acidity produced by HCl and HF. Because HCl and HF are preferentially removed proximal to the vent through dissolution or adsorption onto particulates, these gases may have intermittently enhanced acidity in the region of the Siberian Traps. Ozone Depletion Volatile release associated with Siberian Traps magmatism can produce ozone depletion ranging from moderate reduction to nearly total collapse in both the Northern and Southern Hemispheres. The fl uxes of halogen and halocarbon compounds to the stratosphere critically determine the rate of catalytic ozone loss. In the Tunguska Basin, Proterozoic hydrocarbons coexist with halites (Svensen et al., 2009). Depending on the total organic carbon contents of Siberian halite layers, and conversion effi ciency of methane to CH3Cl, thermal metamorphism related to emplacement of a fl at ~5000 km3 sill could result in peak annualized production (over 102 yr) of 0.55–0.83 Gt CH4 and 0.87–1.65 Gt CH3Cl (Aarnes et al., 2011), which may be released passively or through widely dispersed pipe structures (Svensen et al., 2009). Methane and methyl chloride fl uxes in this range produce steady-state ozone depletion of 60%–70% globally (Figs. 2 and 3). If gases accumulate during the peak production period prior to release through a pipe, ozone depletion can reach 55%–60%, assuming that ~1% of aureole gases mobilize into the pipe. Recovery typically takes ~10 yr after the cessation of emissions. Because more than 100 pipes are associated with widespread and voluminous Siberian Traps sills (Svensen et al., 2009), ozone levels could have undergone multiple cycles of collapse and recovery. The lifetime of CH3Cl in the troposphere is suffi ciently long (>1 yr) that CH3Cl released"
}