{
  "sections": [{
    "text": "Journal of the Geological Society, London, Vol. 170, 2013, pp. 711–714. http://dx.doi.org/10.1144/jgs2012-148 Published Online First on July 24, 2013 © 2013 The Geological Society of London\n711\nPrecise timing of the Late Ordovician (Sandbian) super-\neruptions and associated environmental, biological, and\nclimatological events\nB. SeLL 1*, L . AinSAAr 2 & S. LeSLie 3 1Section of Earth and Environmental Sciences, University of Geneva, rue des Maraîchers 13, 1205 Geneva, Switzerland\n2Department of Geology, Institute of Ecology and Earth Sciences, University of Tartu, Ravila 14a, Tartu, 50411, Estonia\n3Department of Geology and Environmental Science, James Madison University, 395 South High Street, MSC 6903,\nHarrisonburg, VA 22807, USA\n*Corresponding author (e-mail: bksell@umich.edu)\nT wo of the largest known eruptions in the Phanerozoic produced the Ordovician Millbrig K-bentonite of North America and the Kinnekulle K-bentonite of Scandinavia, which have been previously suggested to be coeval. The Millbrig K-bentonite from Kentucky, USA and the Kinnekulle K-bentonite from Bornholm, Denmark yielded chemical abrasion thermal ionization mass spectrometry U–Pb zircon dates of 452.86 ± 0.29 and 454.41 ± 0.17 Ma (2σ analytical uncertainty), respectively, thus showing significant age differences contrary to what is generally held. These data and four additional newly dated K-bentonites directly establish the first radioisotopic age constraints for the Ordovician Katian–Sandbian global stage boundary, refine global stratigraphic correlations, date associated chemostratigraphic events, and suggest an alternative volcanic–climate hypothesis for the Late Ordovician.\nSupplementary material: U–Pb radioisotopic data table and analytical methods are available at www.geolsoc.org.uk/ SUP18636.\nThe utility of the Millbrig (eastern north America) and Kinnekulle (northwestern europe) K-bentonite beds can hardly be overstated, as they have been widely used as stratigraphic reference time planes for a variety of large-scale studies of fossils, tectonics, time scales, palaeoclimate, and palaeoceanography. in the Palaeozoic there are no other bed-level stratigraphic controls as areally and temporally extensive as the Late Ordovician K-bentonites that include the Millbrig and Kinnekulle beds, which together provide for an unique opportunity in time resolution. Fossiliferous rocks of the Late Ordovician are notoriously difficult to correlate at high resolution and the occurrence of widespread event beds is integral to resolving many long-standing stratigraphic issues (Sadler et al. 2009). Precise ages of these beds are necessary toward identifying causes for global events\nrapid-communicationSpecialXXX10.1144/jgs2012-148B. SeLL Et al.AGe OF THe MiLLBriG AnD KinneKULLe 2013\nS P e C i A L such as carbon isotope excursions (Cies) and possibly the onset of the Late Ordovician climate cooling.\nThere are numerous K-bentonite beds in the Late Ordovician; however, the Millbrig and Kinnekulle beds have received the most attention because they would have constituted the first intercontinental bed-level correlation of Palaeozoic rocks (Huff et al. 1992). This transatlantic correlation was supported by stratigraphic and within-bed chemical similarities, which have since been shown to be incorrect as greater details have emerged from the chemical study of biotite (Haynes et al. 1995) and apatite phenocrysts (Sell & Samson 2011). Although the mean Ar–Ar biotite ages of these two beds have been shown to be different (Min et al. 2001), the large overlapping errors have caused some to question any age differences (Bergström et al. 2004; Huff 2008). Here we show new chemical abrasion-thermal ionization mass spectrometry (CA-TiMS) U–Pb zircon ages that permit a more precise examination of temporal relationships between the Millbrig, Deicke, and Kinnekulle K-bentonites.\nResults. We analysed U and Pb isotopes in zircon crystals from one bed each in Denmark and estonia and four beds in the USA (Fig. 1). The dates presented here are based on concordant analyses and stated as the weighted mean of single-crystal 206Pb/238U ages. The age uncertainties and errors are reported following the format of Schoene et al. (2006), with three numbers integrating sequentially the analytical uncertainty, tracer and decay constant errors (age ± x/y/z Ma). Here analytical uncertainty describes dispersion about the mean for a given measurement, whereas the error describes the difference between the known (measured) and unknown (true) value of the tracer and decay constants (cf. McLean et al. 2011). The analytical uncertainty (x) is used when comparing ages in the same isotopic system and employing the same methods and tracer. The tracer error (y) is useful for comparing ages of the same isotopic system, but with different tracers and methods. The decay constant error (z) can be used for comparing ages from different systems (e.g. 40Ar–39Ar v. 206Pb/238U). All ages with their respective uncertainties and errors were calculated using U–Pb_redux software (Bowring et al. 2011), which is based upon the algorithm described by McLean et al. (2011). Age differences between beds are stated as a range based on analytical uncertainty.\neight zircon crystals from Kinnekulle K-bentonite at the Vasagård Section on the island of Bornholm, Denmark yield an age of 454.41 ± 0.17/0.21/0.53 Ma 2σ, MSWD = 1.3. Five zircon crystals from bed 46 in the ristiküla 174 core in SW estonia yield an age of 454.65 ± 0.56/0.58/0.75 Ma 2σ, MSWD = 0.058. Ten zircon crystals from the Upper Womble K-bentonite and six zircon crystals from the Lower Womble K-bentonite in the Womble Shale at the Katian Global Stratotype Section and Point (GSSP) in Atoka, Oklahoma yield ages of 453.16 ± 0.24/0.31/0.57 Ma 2σ, MSWD = 1.3 and 453.98 ± 0.33/0.38/0.62 Ma 2σ, MSWD = 2.1, respectively. Three zircon grains from the Millbrig K-bentonite and four from the Deicke K-bentonite at Shakertown, Kentucky, USA yield ages of 452.86 ± 0.29/0.34/0.59 Ma 2σ, MSWD = 3.1 and 453.74 ± 0.20/0.28/0.56 Ma 2σ, MSWD = 1.9, respectively.\nDiscussion. Our new U–Pb zircon ages show a refinement in analytical precision over previously published radioisotopic age determinations on the same or similar age beds, as given in compilations by Huff (2008), Smith et al. (2011) and Cooper et al. (2012). Our new ages are within tracer error of other U–Pb zircon age determinations for the Millbrig, Deicke, and Kinnekulle\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/711/2796210/711.pdf by University of Arizona user on 21 February 2019\nK-bentonites (Tucker 1992; Tucker & McKerrow 1995; Schoene et al. 2006). Similarly, our results are indistinguishable from recent Ar–Ar biotite and sanidine ages for the Millbrig, Deicke, and Kinnekulle K-bentonites (Min et al. 2001; Smith et al. 2011) when accounting for the K–Ar primary standard and decay constant errors as shown by Schoene et al. (2006).\nThis is the first time that analytical precision permits the ability to distinguish the Millbrig, Deicke, and Kinnekulle K-bentonites with an internally consistent dataset that is directly tied to documented fossil collections and stratigraphic isotope profiles. Additionally, our new ages for the Millbrig, Deicke, and Kinnekulle are from samples correlated by apatite phenocryst trace-element chemistry to other locations in north America and europe (Sell & Samson 2011), thus providing bed-level time planes tied to several key stratigraphic sections.\nit is the analytical precision of an internally consistent age dataset that defines accurate durations between events (e.g. Schoene et al. 2006). These new age data confirm that the Kinnekulle K-bentonite from Denmark and ristiküla bed 46 from estonia are both older than the Millbrig bed of north America. The Kinnekulle, Millbrig, and Deicke K-bentonites can be temporally distinguished with non-overlapping weighted mean analytical uncertainty. The weighted mean ages of the Kinnekulle and Lower Womble K-bentonites do overlap within analytical uncertainty, and these beds are interpreted as indistinguishable in age. These age data also provide further evidence that suggest that the beds at the GSSP are potentially the Millbrig and Deicke K-bentonites.\nThe Millbrig K-bentonite occurs within the upper portion of Climacograptus bicornis Graptolite Zone in north America, the top of which is near the base of the Katian GSSP. These new dates place constraints on the age of the base of Katian, which can now be no older than c. 453 Ma, and this conforms precisely with the age suggested in the latest Ordovician time scale by Cooper et al. (2012). Similarly, the Kinnekulle K-bentonite occurs within the upper portion of the Diplograptus foliaceus Graptolite Zone (Grahn & nõlvak 2007), the top of which is thought to correlate with the\nSandbian–Katian stage boundary (Goldman et al. 2007). We suggest here that the top of D. foliaceus zone may be older than the Katian–Sandbian global stage boundary (Fig. 1), which appears to be realistic given the relative uncertainty of this biozone boundary (Cooper et al. 2012). in establishing the Katian GSSP, Goldman et al. (2007) illustrated the Upper Womble, Millbrig, and Kinnekulle K-bentonites as approximately equivalent in age. Here the Millbrig and Kinnekulle K-bentonites show an age difference between 1.1 and 2.0 Ma, with a comparable difference between the Upper Womble and Kinnekulle K-bentonites of 0.8–1.7 Ma.\nThe bed 46 sample from the ristiküla 174 core in estonia (Fig. 1) was chosen because it is positioned below a Cie (Ainsaar et al. 1999), which is thought to be the result of the same phenomena that created the Guttenberg carbon isotope excursion (GiCe) in north America and elsewhere (e.g. Pancost et al. 2013). The ristiküla bed 46 sample is from a bed of marl a few centimetres thick enriched by mica crystals, 420.9 m below the top of core. Unfortunately, the small core sample contained only several relatively small zircon crystals such that the age could not be determined more precisely. nevertheless, the age information is useful and is consistent with the age of the Kinnekulle, which is also presumed to be the relatively thick K-bentonite at 3.5 m below bed 46 in the ristiküla 174 core. Taken together, the ages of the ristiküla bed 46, the Lower Womble K-bentonite, and the Shakertown Deicke K-bentonite provide the first precise U–Pb zircon age constraints for the suggested intercontinental correlation of the GiCe (Fig. 1).\nThese new ages add clarification to the temporal relationships of what has been generally referred to as the GiCe, which is named for the Guttenberg Formation in the Upper Mississippi Valley of the USA where a positive increase in δ13C is found (Bergström et al. 2010, and references therein). The GiCe is found to begin near the level of the Deicke K-bentonite (Patzkowsky et al. 1997), whereas others have suggested that the GiCe is above this stratigraphic level and is largely restricted to the P. tenuis Conodont Zone (Fig. 1) of the lowermost Katian (e.g. Young et al. 2005).\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/711/2796210/711.pdf by University of Arizona user on 21 February 2019\nApatite trace-element correlations of K-bentonites (Sell & Samson 2011) indicate that onset of the GiCe of Patzkowsky et al. (1997) and Young et al. (2005) begins below the position of the Millbrig K-bentonite (Fig. 1). An additional complication is that another named Cie, the Spechts Ferry (Ludvigson et al. 2004), occurs immediately below the position of the GiCe, which Millbrig K-bentonite correlations (Mitchell et al. 2004; Carey et al. 2009; Sell & Samson 2011) also suggest as being confused with the GiCe. The differences in the position of the GiCe (and the Spechts Ferry Cie) are partially due to correlation errors that arise, in part, from an imprecise time scale as well as possible local carbon cycling variations (Panchuk et al. 2006) and post-depositional alteration of the host sediment (Metzger & Fike 2013). Our U–Pb zircon ages provide precise time constraints relative to the Katian GSSP and suggest a global correlation of the GiCe/Spechts Ferry Cie; however, the correlation is tentative until local variations in magnitude and post-depositional alteration are better understood.\nThe Millbrig, Deicke, and Kinnekulle K-bentonites are generally recognized as being the product of some of the largest eruptions in the Phanerozoic (Huff et al. 1996; Mason et al. 2004). Large eruptions of this kind have a magnitude of M8 or greater and tend to cluster in time (Mason et al. 2004), with this increased volcanic activity being associated with major climate perturbations (Jicha et al. 2009). We now know that these three extreme events (the Millbrig, Deicke, and Kinnekulle eruptions) occurred over a time interval of 1.1–2.0 Ma based on the weighted mean age uncertainty, which gives a rate of 1.5–2.8 (>M8) eruptions per million years. This is comparable with the estimate of Mason et al. (2004), who gave a minimum frequency of large-scale (>M8) eruptions during an increased period of subaerial volcanism in the Cenozoic at 1.4 events per million years. Although incomplete records from the deep past may heavily bias calculating short-term frequencies of extreme events, our new ages provide more precise constraints for evaluating the time clustering of volcanic events.\nThe large magnitude of these eruptions prompted some researchers to examine whether there are any detectable environmental and climate effects. initial claims were that the biological effects of these eruptions were minimal (Huff et al. 1992); however, it was later discovered that ostracod groups underwent profound changes immediately after deposition of the Kinnekulle bed (Perrier et al. 2012). That substantial biological effects were not initially detected may be a result of sampling at the incorrect time scale. The weighted mean ages (Fig. 1) show a difference between the Millbrig and Deicke beds of 0.39–1.37 Ma. The age difference indicates that some previous studies may have underestimated the duration of time represented in this interval (e.g. Buggisch et al. 2010), which suggests that some results could be influenced by highly time-averaged and/or -condensed facies greater than the presumed scale of study (e.g. Herrmann et al. 2010). Fortuitously, others have hypothesized the correct duration between the Millbrig and Deicke (Leslie & Bergström 1997).\nin terms of climate response, it has been argued that an increase of δ18O in conodonts associated with the position of the Deicke K-bentonite indicates that the initial climate cooling of the Late Ordovician glaciation may have been initiated by a gigantic eruption (Buggisch et al. 2010). This hypothesis proved to be invalid because the rise in δ18O actually began before the Deicke bed was deposited (Herrmann et al. 2011). Our data indicate that the Kinnekulle bed was deposited 0.3–1.0 Ma before the Deicke bed, which could coincide with the increase in δ18O values observed by Buggisch et al. (2010). Furthermore, the time clustering of these newly dated beds suggests that the Kinnekulle event and other associated large eruptions recorded in europe contributed to the onset of cooling, and the cluster of eruptions in north America served to\ncontribute to a cooling Ordovician global environment. Alternatively, these eruptions may not have caused a detectable climate response as suggested for the Deicke K-bentonite by Herrmann et al. (2010). in either case, precise ages for these K-bentonites are useful for defining an accurate temporal scale, which is necessary for testing Late Ordovician climate change hypotheses.\nU. Schaltegger is acknowledged for support during a post-doctoral study at the University of Geneva. L.A. was supported by the estonian Target Financing Project SF0180051s08 and estonian Science Foundation grant 8049. This paper is a contribution to the international Geoscience Programme (iGCP) Project 591—The early to Middle Palaeozoic revolution. This paper was greatly improved by reviews from B. Bingen, r. Cooper and V. Pease."
  }],
  "year": 2013,
  "references": [{
    "title": "evidence for a widespread carbon isotopic event associated with late Middle Ordovician sedimentological and faunal changes in estonia",
    "authors": ["L. AinsAAr", "T. MeidlA", "T. MArtMA"],
    "venue": "Geological Magazine,",
    "year": 1999
  }, {
    "title": "The greatest volcanic ash falls in the Phanerozoic: Trans-Atlantic relations of the Ordovician Millbrig and Kinnekulle K-bentonites",
    "authors": ["S.M. BergströM", "W.D. Huff", "sAltzMAn", "M.r", "KolAtA", "D.r", "S.A. leslie"],
    "venue": "Sedimentary Record,",
    "year": 2004
  }, {
    "title": "The Upper Ordovician Guttenberg",
    "authors": ["S.M. BergströM", "B. scHMitz", "sAltzMAn", "M.r", "W.D. Huff"],
    "year": 2010
  }, {
    "title": "engineering cyber infrastructure for U–Pb geochronology: Tripoli and U–Pb_redux",
    "authors": ["J.F. Bowring", "McleAn", "n.M", "S.A. Bowring"],
    "year": 2011
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician",
    "authors": ["W. BuggiscH", "M.M. JoAcHiMsKi", "O. leHnert", "S.M. BergströM", "repetsKi", "J.e", "G.F. weBers"],
    "venue": "icehouse? Geology,",
    "year": 2010
  }, {
    "title": "Utility and limitations of apatite phenocryst chemistry for continent-scale correlation of Ordovician K-bentonites",
    "authors": ["A. cArey", "S.D. sAMson", "B. sell"],
    "venue": "The Journal of Geology,",
    "year": 2009
  }, {
    "title": "The Ordovician Period",
    "authors": ["cooper", "r.A", "P.M. sAdler", "O. HAMMer", "F.M. grAdstein"],
    "venue": "The Geologic Time Scale. elsevier,",
    "year": 2012
  }, {
    "title": "The Global Stratotype Section and Point (GSSP) for the base of the Katian Stage of the Upper Ordovician Series at Black Knob ridge, southeastern Oklahoma",
    "authors": ["D. goldMAn", "S.A. leslie", "J. nolvAK", "S. young", "S.M. BergströM", "W.D. Huff"],
    "venue": "USA. Episodes,",
    "year": 2007
  }, {
    "title": "Ordovician Chitinozoa and biostratigraphy from Skåne and Bornholm, southernmost Scandinavia—an overview and update",
    "authors": ["Y. grAHn", "J. nõlvAK"],
    "venue": "Bulletin of Geosciences,",
    "year": 2007
  }, {
    "title": "Composition of biotite phenocrysts in Ordovician tephras casts doubt on the proposed trans-Atlantic correlation of the Millbrig K-bentonite (United States) and the Kinnekulle K-bentonite",
    "authors": ["J. HAynes", "W. Melson", "M. KunK"],
    "venue": "(Sweden). Geology,",
    "year": 1995
  }, {
    "title": "Did a volcanic megaeruption cause global cooling during the Late Ordovician? Palaios",
    "authors": ["A.D. HerrMAnn", "K.G. MAcleod", "S.A. leslie"],
    "year": 2010
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician icehouse?: Comment",
    "authors": ["A.D. HerrMAnn", "S.A. leslie", "K.G. MAcleod"],
    "venue": "Geology, 39,",
    "year": 2011
  }, {
    "title": "Gigantic Ordovician volcanic ash fall in north America and europe—biological, tectonomagmatic, and event-stratigraphic significance",
    "authors": ["W. Huff", "S. BergströM", "D. KolAtA"],
    "venue": "Geology, 20,",
    "year": 1992
  }, {
    "title": "Ordovician K-bentonites: issues in interpreting and correlating ancient tephras",
    "authors": ["W.D. Huff"],
    "venue": "Quaternary International, 178, 276–287, doi:10.1016/J. Quaint.2007.04.007.",
    "year": 2008
  }, {
    "title": "Largemagnitude Middle Ordovician volcanic ash falls in north America and europe: Dimensions, emplacement and post-emplacement characteristics",
    "authors": ["W.D. Huff", "KolAtA", "D.r", "S.M. BergströM", "Y.S. zHAng"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1996
  }, {
    "title": "Circum-Pacific arc flare-ups and global cooling near the eocene–Oligocene",
    "authors": ["JicHA", "B.r", "D.W. scHoll", "D.K. reA"],
    "venue": "boundary. Geology,",
    "year": 2009
  }, {
    "title": "Use of K-bentonite beds as timeplanes for high-resolution lithofacies analysis and assessment of net rock accumulation rate: An example from the upper Middle Ordovician of eastern north America",
    "authors": ["leslie", "s.A", "BergströM", "s.M"],
    "venue": "GSA Special Papers,",
    "year": 1997
  }, {
    "title": "Late Ordovician (Turinian–Chatfieldian) carbon isotope excursions and their stratigraphic and paleoceanographic significance",
    "authors": ["G.A. ludvigson", "B.J. witzKe", "L.A. gonzAlez", "S.J. cArpenter", "C.L. scHneider", "F. HAsiuK"],
    "year": 2004
  }, {
    "title": "The size and frequency of the largest explosive eruptions on earth",
    "authors": ["B.G. MAson", "D.M. pyle", "C. oppenHeiMer"],
    "venue": "Bulletin of Volcanology,",
    "year": 2004
  }, {
    "title": "An algorithm for U–Pb isotope dilution data reduction and uncertainty propagation",
    "authors": ["McleAn", "n.M", "J.F. Bowring", "S.A. Bowring"],
    "year": 2011
  }, {
    "title": "Techniques for assessing spatial heterogeneity of carbonate",
    "authors": ["J.G. Metzger", "D.A. fiKe"],
    "year": 2013
  }, {
    "title": "40Ar/39Ar dating of Ordovician K-bentonites in Laurentia and Baltoscandia",
    "authors": ["K.W. Min", "renne", "P.r", "W.D. Huff"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2001
  }, {
    "title": "Discovery of the Ordovician Millbrig K-bentonite Bed in the Trenton Group of new York State: implications for regional correlation and sequence stratigraphy in eastern north America",
    "authors": ["MitcHell", "C.e", "S. AdHyA", "S.M. BergstroM", "M.P. Joy", "J.W. delAno"],
    "year": 2004
  }, {
    "title": "Local controls on carbon cycling in the Ordovician midcontinent region of north America, with implications for carbon isotope secular curves",
    "authors": ["K.M. pAncHuK", "HolMden", "C.e", "S.A. leslie"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2006
  }, {
    "title": "reconstructing Late Ordovician carbon cycle",
    "authors": ["pAncost", "r.D", "K.H. freeMAn", "A.D. HerrMAnn", "pAtzKowsKy", "M.e", "L. AinsAAr", "T. MArtMA"],
    "year": 2013
  }, {
    "title": "Biotic response",
    "authors": ["3.co", "2. perrier", "MeidlA", "tinn", "L. AinsAAr"],
    "year": 2012
  }, {
    "title": "High-resolution, early",
    "authors": ["cooper", "r.A", "M. MelcHin"],
    "year": 2009
  }, {
    "title": "Apatite phenocryst compositions",
    "authors": ["S.D. sAMson"],
    "year": 2011
  }],
  "id": "SP:43301ebfb58b8c858f5dbcc62d62bd2da96f531a",
  "authors": [{
    "name": "B. SeLL",
    "affiliations": []
  }],
  "abstractText": "B. SeLL 1*, L . AinSAAr 2 & S. LeSLie 3 1Section of Earth and Environmental Sciences, University of Geneva, rue des Maraîchers 13, 1205 Geneva, Switzerland 2Department of Geology, Institute of Ecology and Earth Sciences, University of Tartu, Ravila 14a, Tartu, 50411, Estonia 3Department of Geology and Environmental Science, James Madison University, 395 South High Street, MSC 6903, Harrisonburg, VA 22807, USA",
  "title": "Precise timing of the Late Ordovician (Sandbian) super- eruptions and associated environmental, biological, and climatological events"
}