{
  "sections": [{
    "text": "723\nConvergent plate boundaries are key areas for the long-term evolution of continents as well as for the exchange of matter between lithosphere, hydrosphere and atmosphere. Continents grow when material is transferred from the subducting oceanic plate to the overriding continental plate by frontal and basal accretion and arc volcanism; they may shrink when material is scraped off from the continental plate by tectonic erosion leading to forearc subsidence and coastal retreat; or they retain their size and general shape if there is a balance between accretion and erosion (e.g. von Huene & Scholl 1991; Stern & Scholl 2010; Stern 2011; Roberts 2012). Switching between these modes of forearc evolution appears to be controlled by convergence velocity and the structure and topography of the downgoing plate (e.g. Clift & Vanucchi 2004), and the amount and nature of sediments that are delivered to and stored in the deep-sea trenches in front of subduction zones. The latter control is exemplified by accretionary margins where sediment-flooded trenches coincide with huge accretionary complexes, whereas sediment-starved trenches often coincide with tectonic erosion and retreating coastlines (e.g. Ranero et al. 2006). A certain flux of sediments into the trenches is necessary to prevent the consumption of upper plate material by levelling out the roughness of the oceanic plate, and a higher flux is needed to initiate the buildup of accretionary prisms. The sediment fill of trenches at subduction zones also appears to affect the seismological behaviour of subduction zones by modifying the coupling of the plates, if sediments subduct along with the downgoing plate (e.g. Ruff 1989; Dean et al. 2010; Heuret et al. 2012). Finally, trench sediments, when subducted, bring clastic material as well as water and water-transported volatile material into\nthe ‘subduction factory’. How much of the volatile material is released over the marine forearc or at the volcanic front, how much is stored and how much is lost to the mantle globally is still a matter of debate (Jarrard 2003; Hacker 2008; van Keken et al. 2011). It is clear, however, that this budget is crucial for the global geochemical exchange between lithosphere, hydrosphere and atmosphere. For all the considerations above, and in particular for budget calculations, it is essential to have reliable information about the volumes and volumetric distribution of trench sediments.\nThe Chile Trench between the Juan Fernandez Ridge (32°S) in the north and the Chile Triple Junction (46°S), where the Chile Ridge intersects the marine forearc in the south, is a c. 1550 km long, semienclosed sedimentary basin, filled by sediments of mainly turbiditic origin (Thornburg & Kulm 1987; Mix et al. 2003). To the east the basin is limited by the deformation front at the toe of the continental slope of Chile where the basin fill becomes partly incorporated into the accretionary prism or is subducted with the Nazca Plate (Fig. 1). To the west, the basin is less clearly limited by the outer rise of the bulging Nazca Plate (Völker et al. 2008; Fig. 2a and b). Within the limits of the trench, the sea floor forms a flat abyssal plain, devoid of contour-parallel features such as contourites. The most prominent bathymetric feature is a trench axial channel that is continuous from 44°S to 31°S (Fig. 2a and b).\nIn this study we quantify the total volume of the sediment that is at present stored in the Chile Trench between the Juan Fernandez Ridge and the Chile Triple Junction and its spatial volumetric distribution. This is achieved by creating a surface model of the top of the oceanic basement (TOB) and calculating the volume between this surface and\nSupplementary material: Top of the oceanic basement (TOB) grid is available as ascii raw data files (xyz) at www.geolsoc.org.uk/SuP18664.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nthe sea floor within the lateral confinements of the trench. The TOB grid is the product of an interpolation between 30 reflection seismic profiles that cross the trench in east–west direction. The sea-floor grid is produced from high-resolution swath bathymetric data. In the following sections we describe the methods employed and discuss the total derived trench fill volume and its latitudinal distribution. The spatial, and in particular the latitudinal variations in the trench fill volume are discussed in relation to the most important factors that influence the sediment input along this c. 1550 km long segment of the Chilean coast. We focus on climate (precipitation rates), sediment feeder systems (rivers, submarine canyons, submarine fans), accommodation space (elastic thickness, plate age, crustal thickness of lower plate, fracture zones),\nsubmarine mass wasting and volcanic activity (volume distribution of extruded magmas along the Southern Volcanic Zone of Chile). The match or mismatch of the volume distribution with the factors that are supposed to control the sediment input yields information about their relative importance and the effectiveness of latitudinal sediment transport within the trench."
  }, {
    "heading": "Tectonic and geological setting",
    "text": "The tectonic framework of the South Chilean forearc north of the Chile Triple Junction is controlled by the subduction of the Nazca Plate under the South American Plate at a present rate of 6.6 cm a−1\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nand at a convergence azimuth of about 80° (Fig. 1; Angermann et al. 1999). Oblique orientation of ocean plate isochrons results in a northward increase in Nazca Plate age at the trench of about 2 Ma per 100 km from 0 Ma at the Chile Triple Junction (46°S) to c. 35 Ma at the latitude of the Juan Fernandez Ridge (32°S) (Tebbens et al. 1997). The most prominent morphological features on the Nazca Plate seaward of the trench are six fracture zones that separate Nazca Plate segments of different age (the Darwin, Guamblin, Guafo, Chiloé, Valdivia and Mocha fracture zones; Fig. 1).\nThe marine forearc of the study area has experienced subduction erosion in the Palaeogene. In the middle Miocene (Kukowski & Oncken 2006) or Pliocene (Melnick & echtler 2006) this regime changed drastically, and since then sediment accretion has been active and resulted in the buildup of an accretionary prism of 10–40 km width. The alternation from subduction erosion to sediment accretion may have occurred during the onset of glaciation in the Patagonian Andes about 6 Myr ago, resulting in increased sediment flux to the trench (e.g. Bangs & Cande 1997; Melnick & echtler 2006).\nPrimary information on sedimentation rates in the trench comes from Ocean Drilling Program (ODP) Leg 202, Site 1232 (Mix et al. 2003). The site lies on the seaward side of the trench, c. 70 km from the subduction front. Sediment ages were estimated from calcareous nannofossils and planktonic foraminifers. Preliminary results\ngave basal ages of 0.26 Ma for 126 ± 5 m below the sea floor (mbsf), 0.46 Ma for 259 ± 5 mbsf, and 1.7 Ma for 362 mbsf.\nThe Chile Trench as semi-closed basin\nThe subducting Chile Ridge forms a topographic barrier to latitudinal sediment transport within the trench at the southern end of the study area (Fig. 1b). At the northern end, the Juan Fernandez Ridge forms a linear seamount chain rather than a massive ridge but narrows the trench and seems to dam turbidity currents, at least over certain time intervals. As a result, sea-floor depth increases significantly across this barrier from south to north, indicating that significantly less sediment is filling the trench north of the Juan Fernandez Ridge. The seaward limit of the trench is defined by the outer rise of the bending Nazca Plate, which forms a trench-parallel bulge above the floor of the Chile Trench. This seaward limit is somewhat ill-defined, as the relative height (and curvature) of the outer rise above the trench floor changes drastically from south to north (Fig. 2a and b). In particular, south of 41°S the outer rise is subdued and turbidity currents may transport sediment far onto the Nazca Plate (Fig. 2b), whereas north of this latitude the outer rise forms a pronounced obstacle to the longitudinal transport and defines a 20–70 km wide basin (Fig. 2a). The onlap of the turbiditic infill of the Chile Trench onto pelagic background sediments of the\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nNazca Plate is clearly discernible in seismic reflection profiles and sediment echosounder records (Völker et al. 2008).\nThe successive filling of the trench is counteracted by the removal of trench fill that is either incorporated into the accretionary prism (upper part of the sediment stack) or underthrust along with the Nazca Plate (lower part of the stack) at the rate of plate convergence. If the trench width and convergence rate are considered, a period of 0.6–1 Myr is required for sediments that are deposited at the seaward (western) margin of the trench to meet the deformation front. Accordingly, the oldest trench sediments that lie directly on the TOB close to the deformation front should have an age of <1 Ma in general. Rauch (2005) dated the oldest trench sediments between 38 and 36°S to 0.64 Ma, based on the interpretation of seismic reflection profiles. South of 41°S, where the outer rise is poorly defined and turbidites extend far onto the Nazca Plate, older sediments are encountered (e.g. 1.7 Ma at the base of ODP Leg 202 Site 1232).\nDeposition of turbidites has led to a flat sea floor within the trench. This plain is inclined northwards by 0.1° and the water depth at the deformation front increases from 3200 m at 46°S to 5950 m at 32°S (Fig. 3b). In line with this gradient, there appears to be a general south to north transport of sediment within the trench. Such transport is indicated by a 5 km wide and up to 150 m deep\ntrench axial submarine channel (Fig. 2a and b) that originates from the Chacao Canyon at 41°S and is connected to the exits of large submarine canyon systems of the continental margin (the Callecalle Canyon, Tolten Canyon, Biobio Canyon and San Antonio Canyon; Thornburg & Kulm 1987; Thornburg et al. 1990; Laursen & Normark 2002; Völker et al. 2006). According to Laursen et al. (2002), the channel is traceable across the Juan Fernandez Ridge. Minor sediment volumes may pass this gate, but the thick sheet turbidite deposits that form the flat sea floor are absent north of the Juan Fernandez Ridge. According to Laursen & Normark (2002), the San Antonio Seamount, which is now subducting beneath the continental slope about 45 km west of the Chilean coast, has blocked the latitudinal transport through this gate for >1 Myr."
  }, {
    "heading": "Method of model creation",
    "text": "The dataset that we used to build the TOB geometry consists of 30 seismic reflection profiles that cross the Chile Trench roughly east– west or west–east (Fig. 1). The profiles were recorded over the last 20 years on various cruises of R.V. Sonne and R.V. Conrad. References to the various datasets are given in Table 1. We picked the bright high-amplitude TOB reflector, which could be easily distinguished from the sedimentary infill, in each of the 30 profiles.\nSedimentary thickness was derived by converting the depth of TOB from two-way-time (TWT) to metres using the following relationship:\nh V k\nk t t\ns o\ne =\n−−( ) /2 1 2 1\nwhere hs is sedimentary thickness, t1 is the TWT for reflections from the sea floor, t2 is the TWT for reflections from the top of the oceanic basement, and k is the vertical velocity gradient. Vo corresponds to the seismic velocity of seawater (1.5 km s−1). A value of 0.5 km s−1 km−1 was chosen for k, and is based on velocity–depth models obtained from active seismic studies (Scherwath et al. 2009). The resulting profiles give the depth of the TOB for each position along the 30 reflection seismic lines.\nTo obtain a sufficiently high number of raw data points for creating the TOB grid, we programmed a routine for the interpolation of depth points between the depth-converted profiles. This routine (1) determines the number n of equally spaced points along a profile and the number m of interpolants between neighbouring profiles, (2) interpolates along a pair of neighbouring profiles to generate two arrays of xyz points of equal dimension n, (3) interpolates across the profiles between the corresponding points of these arrays by spline interpolation to generate an array of xyz points of dimension m × n and (4) performs a loop over all of the profiles. The output is then binned into groups and gridded to a grid of 0.005° × 0.005° (18 × 18 arc seconds).\nFor volume calculation, the grid is cropped to the limits of the trench. These limits are defined at the landward side by the deformation front of the accretionary prism. This deformation front coincides with the lower end of the toe of the continental slope in general. However, at some places, we find trench-parallel thrust ridges seaward of the toe of the continental slope (Fig. 4b). These ridges are related to thrust faults, indicating compressive deformation of the trench fill, and delimit the initial integration of this material into the accretionary prism, so the deformation front steps into the trench fill. For simplicity we choose the most prominent break in slope, where the generally flat trench floor meets the 5–30° steep lower slope, as a boundary. As discussed above, to the seaward side of the trench the limits are somewhat arbitrary, as the trench fill onlaps onto the hemipelagic sediments of the Nazca Plate as a westward thinning unit. For\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\npractical reasons, we defined the western limit by connecting the positions where the trench sediments onlap onto the hemipelagic sediments. These points define a polygon, and allow us to cut out the relevant part of the grid. As the trench fill thins to c. 50 m at the western end of the trench (compared with up to 2700 m at the eastern end), the exact position of the seaward trench limit matters little for the final volume calculation. In locations where short profiles did not extend far enough westwards onto the Nazca Plate to resolve the onlap point of the trench sediments onto the hemipelagic cover of the oceanic plate, we instead connected the onlap points of the neighbouring profiles to the north and south, where these were long enough. The resulting additional ‘patch areas’ (Fig. 1) were then considered to be covered uniformly by 100 m of sediment and their volume was added to the total volume. The resulting differences in the calculated volumes are small (up to 2%).\nThe upper surface of the trench fill is defined by the sea-floor grid that we produced from bathymetric data recorded on 12 cruises of research vessels Sonne, Meteor, Vidal Gormaz and James Cook between 1995 and 2011. These data, in total more than 8000 data files comprising about 1.1 billion soundings, were recorded with different swath bathymetry systems, but mostly with the Kongsberg eM-120 system. Processing steps comprised the check of navigation data, interpolation of missing navigation values, calculation of water depth and positions of the footprints of the beams by ray tracing through the water column, and removal of artefacts and erroneous data points. Data gaps were patched by spline interpolation with the global GINA dataset (Lindquist et al. 2004). We calculated the volume between the TOB grid and the sea-floor grid for different combinations of interpolation numbers, bin sizes and grid sizes; this resulted in very similar values.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nAs a correction, we clipped regions where seamounts or ridges protrude above the flat floor of the trench. In those areas, obviously the trench-fill thickness is zero. Such a situation is met where the Valdivia and Mocha fracture zones enter the trench and west of the Tolten Canyon exit (Fig. 1), where a small seamount towers some 100 m above the western end of the trench. However, huge seamounts in the trench that would significantly modify the accommodation space are not discernible in bathymetric or seismic data."
  }, {
    "heading": "Results",
    "text": ""
  }, {
    "heading": "Shape of the top of the oceanic basement",
    "text": "The sediment fill between sea floor and TOB forms a 20–80 km wide (west to east) and 1580 km long (north to south), wedgeshaped body with a maximum thickness of up to 2700 m at the deformation front (Fig. 4a). The wedge shape results from the general west to east increase in the depth of the TOB. The TOB depth at the deformation front varies locally between neighbouring profiles and decreases at the extreme northern and southern ends of the study area (Fig. 3a, stars), but generally parallels the northward increase in depth of the sea floor that is related to the northward increase in plate age. In particular, no prominent maxima in accommodation space formed by local troughs of the Nazca Plate are resolved close to the deformation front. Looking in detail, however, it can be seen that the TOB is often offset by trench-parallel escarpments of some 100–300 m that are continuous over a number of seismic profiles. These escarpments are formed by bend faults and correspond to the trench-parallel half-grabens that are obvious in the bathymetric data of the Nazca Plate directly west of the trench, in particular between 35°S and 37.5°S (Fig. 2a)."
  }, {
    "heading": "Volume and volume distribution",
    "text": "The total volume of the trench fill between 32°S and 46°S amounts to 46000 ± 500 km3. The uncertainty range given here is defined by (1) the calculated values from 12 models that use the same raw input data (depth-converted seismic profiles) and the same cropping polygon but different interpolation, binning and gridding intervals and (2) by using different versions of the deformation front for cropping the grid (as explained above). The volume corresponds to a mean trench fill thickness of 840 ± 10 m, over an area of 55000 ± 500 km2.\nThe vertical plane through which sediment passes from the trench into the accretion prism or subduction channel (hereafter referred to as the subduction gate) is defined by the deformation front as upper limit and its downward projection onto the TOB as lower limit. This subduction gate has an area of 2700 km2, a mean height of 1.68 km and a maximum height of 2.7 km between 35°S and 33.5°S (Fig. 3a and b). With the present rate of convergence, a total sediment volume of 0.178 km3 (1.145 × 10−4 km3 per km of trench length) passes this subduction gate per year to become either frontally accreted or subducted.\nThe latitudinal volume distribution is shown in Figure 3c. The distribution shows a northward linear increase from the southern end of the sediment-filled trench at 46°S to an absolute maximum of 55 km3 trench sediments per 1 km of latitudinal distance between 41°S and 40°S. From 40°S to the northern end of the study area at the Juan Fernandez Ridge the volumes decrease, but show local maxima. North of 40°S, the volume drops sharply to a local minimum at 39.5–39°S. Smaller maxima are reached at 38.5°S, 36°S and 33.5°S with local minima between them. Towards the northern end the volume decreases again.\nThe reasons for this heterogeneous volume distribution are not obvious and need to be further investigated. Apparently, there is no direct correlation between the height of the subduction gate (Fig. 3a) and the latitudinal volume distribution, with the exception of the northernmost and southernmost tips of the trench. In particular, the maximum height of the subduction gate is reached close to the northern end of the study area, where the sediment volume of the trench is intermediate. Also, the sharp drop in trench volume between 40°S and 39°S has no correspondence in the height of the subduction gate. Other factors need to be considered."
  }, {
    "heading": "Discussion",
    "text": "In the following section we introduce the factors that we consider most likely to influence the sedimentary input to the trench and discuss how they are expressed in the volume distribution. Generally, we can distinguish between factors that influence the transport of sediments from land to trench at a given latitude (climate and precipitation, local sediment feeder systems, volcanic activity of the arc, extent of glaciations and mass wasting) and factors that influence the latitudinal (south to north) transport of sediment within the trench and onto the Nazca Plate (oceanic plate properties, position of subducting oceanic fracture zones, giant submarine slope failures).\nFactors for sediment transport to the trench (external factors)\nPrecipitation and denudation of the hinterland. The present mean annual precipitation, as exemplified by 23 meteorological stations along the Chilean coast and Andean foreland, is shown in Figure 5b. The data were extracted from a website of the Department of Geophysics of the universidád de Chile, Santiago de Chile (http:// www.atmosfera.cl). The meteorological data were compiled from the following sources: Normales de precipitación, temperatura media, temperatura mínima media y temperatura máxima media, 1961–1990, Dirección Meteorológica de Chile, 1991; Perspectivas de desarrollo de los recursos de al región Aysén del General Carlos Ibañez del Campo: Caracterización Climática, IReN-Corfo, Publicación 26, 1979; Perspectivas de desarrollo de los recursos de la VII Región: Climatología, IReN-Corfo, Publicación 25, 1979 (http://www.atmosfera.cl/HTML/datos/datos_02.html).\nThe central part of the Andean Range to the north of our study area (33–15°S) lies within the subtropical belt of deserts. The northern part of our study area has a Mediterranean climate with rainfall rates below 500 mm a−1. To the south, Westerlies bring abundant moisture, resulting in precipitation rates of >1500 mm a−1 south of 40°S and >2500 mm a−1 south of 45°S (Fig. 5b) and a mean annual river runoff of 250–500 mm a−1 (Fekete et al. 2000) along the western slopes of the range. Lamy et al (2001) showed that the position of the rainfall minimum in the north and maximum in the south along the coast and hinterland of Chile oscillated during the Holocene in relation to latitudinal shifts of the Southern Westerlies. The general pattern of increasing rainfall to the south, however, remained stable. The long-term denudation rate of the Andes shows a prominent climatic component related to these Hadley cell-driven precipitation regimes (Montgomery et al. 2001).\nThe rainfall gradient shows up in the volume distribution by the general southward increase in volume from 32°S to 40.5°S. South of that latitude, however, the trench volume diminishes although rainfall rates continue to increase (Fig. 5b and c).\nSediment feeder systems (rivers, canyons, fans). A number of river systems drain the continental forearc of Chile in an east–west direction, bringing water and sediments from the western slopes of the\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nAndes and the Coastal Cordillera to the Pacific Ocean (Fig. 1). The spatial proximity of source to sink implies short sediment pathways. The river outlets are indicated in Figure 5b. Many of the rivers connect directly to submarine canyons that guide sediments down the continental slope. The largest canyon systems (Callecalle, Tolten, Biobio) have formed sedimentary fans in the Chile Trench (Thornburg et al. 1990; Völker et al. 2006; Fig. 2a and b). South of the Canal Chacao (42°S) the situation changes, as Chiloé Island defines a gulf at its eastern side (Golfo de Ancúd, Golfo Corcovado; Fig. 1) into which the river systems of the Andes debouch. Thus, the clastic load of those rivers is transported to the Chile Trench indirectly by tidal currents and through the outlets of the gulf (Canal Chacao and Golfo Corcovado; Fig. 1b) rather than directly by river and submarine canyon systems. Seaward of both of these outlets, submarine canyons document that such transport out of the gulf has been active at some time. Small river systems drain Chiloé Island directly westward. To the south of Golfo Corcovado (44°S) the coast is characterized by deep, glacially eroded fjords and the Chonos Archipelago, which inhibit the direct fluvial transport of clastic sediments derived from the Andes to the trench\n(Fig 1b). There is little information about the bathymetry of the fjords between 44°S and 46°S, but owing to the common origin of ice-flow excavation, we assume similar characteristics to those of the fjord system south of 47°S, characterized by deep troughs of >800 m water depth (e.g. Sievers et al. 2002). Baker Channel at 47°45’S, for example, has a maximum depth >1200 m but is separated from the open ocean by a sill of c. 200 m water depth (Paskoff 2010). Such morphology should effectively capture land-derived sediments at times of retracted glaciers such as today.\nAlthough the larger river–submarine canyon systems (Callecalle, Tolten, Biobio) have built fan systems into the trench (Fig. 2a and b), these point sources do not correspond in the volume distribution to local maxima (Fig. 5b and c). The decrease of trench fill volume south of 41°S might be partially due to the fact that the fjord coast and the gulf between Chiloé Island and the mainland provide sediment traps during warm periods.\nGlaciations. The extent of glaciers from the Andes into the piedmont zone of the foreland during the stages of the last Quaternary glaciation (Llanquihué Glaciation) is well documented by glacial\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\ndeposits (Caldenius 1932; Rabassa & Clapperton 1990). The maximum extent thus is depicted by a moraine belt that parallels the east coast of Chiloé Island and continues northward within the Central Valley of Chile (Fig. 1b). A terminal position of glaciers on Chiloé Island would bridge the gulf between Chiloé Island and the mainland (Golfo de Ancúd, Golfo Corcovado) and bring glacial detritus more directly to the Pacific coast.\nAccording to Mercer (1976) and Rabassa & Clapperton (1990), the greatest Patagonian glaciation developed during the early Pleistocene, when glaciers terminated on the Pacific shelf south of latitude 43°S. The extension of glaciers onto the continental shelf would favour the discharge of immense outlet lobes directly onto the continental slope, bypassing the shelf as a sediment trap.\nBoth effects should favour enhanced flux of material to the trench in the southernmost part of the study area (south of c. 43°S) during glaciations. We would expect such flux to be expressed as a volume signal, with high volumes in the high latitudes. Sediments delivered to the trench during the early Pleistocene glaciation should, however, mostly have been subducted or accreted by now.\nIn contrast to this expectation, the sediment volumes in the trench are low in the southernmost area and increase steadily northwards to around 41°S (Fig. 3c). Also, the width of the accretionary prism does not increase south of 43°S, which we would expect if the trench had received huge sediment volumes during the Pleistocene.\nVolcanic activity. The solid volcanic products at volcanic arcs (volcano edifices, lava flows and tephra layers) reflect the extrusive fraction of magma production at depth. Völker et al. (2011) provided volume estimates of 65 Mid- to Late Pleistocene to Holocene volcanic edifices of the Chilean Southern Volcanic Zone listed in the ‘Volcanoes of the World’ database of the Smithsonian Institution (Siebert & Simkin 2002). As these rocks are relatively easy to erode (e.g. Heberer et al. 2010), latitudinal variations in extruded magmas might be expressed in the volume distribution of trench sediments. Volcanic ash falls or tephra sheets, which can be voluminous in Chile (e.g. Hildreth et al. 1984; Sruoga et al. 2005), are only partly included in the volume curves of Völker et al. (2011), as their volumetric determination requires detailed field mapping and geochemical modelling. Volcanic ashes constitute 10–40% of the total erupted volume of the arid Central Volcanic Zone of the Andes from the early Miocene to Holocene (Francis & Rundle 1976; Baker 1981) and may have contributed to erupted volumes in the Southern Volcanic Zone in a similar order of magnitude.\nVölker et al. (2011) observed a maximum in the volcanic extrusion in their segment V (between the Valdivia Fracture Zone and Chiloé Fracture Zone, c. 41.1–39.7°S), mainly owing to large arc volcanic centres (e.g. Mocho–Choshuenco, Cordón Caulle– Puyehue, Antillanca and Osorno), and another smaller maximum in their segment II between 35.5°S and 34.5°S (Fig. 5a, curve), here partly owing to large volcanic centres of the back-arc (e.g. volcano Sosneado and volcano Guanaqueros). This second maximum is significantly increased if the two largest documented tephra units on land (Diamante Tuff and Loma Seca Tuffs) are added (Hildreth et al. 1984; Sruoga et al. 2005; Fig. 5a). Interestingly, the positions of both maxima coincide rather precisely with volume peaks in the trench; that is, with the absolute peak at around 41°S and a local peak at around 35°S (Fig. 5a and c).\nThe absolute values of extruded material (normalized to 1 km of trench length) are smaller by a factor of 1:5 to 1:7 than the corresponding trench fill volume values (with the exception of segment VI, where this factor is c. 1:11). At first sight, these relations seem to suggest that variations in the volcanic ‘productivity’ of the Southern Volcanic Zone should not have a significant influence on the trench volume distribution. However, several points should be\nkept in mind, as follows. (1) The volumes of volcanic extrusions have been calculated for an estimated age range of 0.5 Myr, whereas the trench sediments encompass c. 1 Myr, which would reduce the discrepancy between the two volumes. (2) The volume distribution curve for volcanic extrusions (Fig. 5a) accounts for only the fraction that is still present as volcanic edifice. The morphological appearance of the majority of these volcanic edifices, however, bears witness to massive erosion. (3) Trench sediment samples show that volcanic lithic fragments (Lv) represent the dominant lithic fragment type (Heberer et al. 2010). Thus, the provenance signal of volcanic sources is very strong (Heberer et al. 2010), documenting the easy mobilization of large amounts of ash fall present after each eruption as well as the fact that volcanic edifices on land are quickly eroded and transported to the sea.\nFactors for sediment transport within the trench (internal factors)\nOceanic plate properties (age, thickness, fracture zones). The plate age of the Nazca Plate increases from 0 Ma at the Chile Triple Junction to 35 Ma at the Juan Fernandez Ridge (Fig. 5a, stars). The journey of a sediment particle from the western end of the trench to the subduction front takes less than 1 Myr (Rauch 2005; Geersen et al. 2011a), regardless of the plate age, so that these age differences should matter little directly. However, the age does influence the buoyancy of the downgoing plate as well as its flexure (ContrerasReyes & Osses 2010). This is reflected in the northward increase in the depth of the TOB and the trench floor along the deformation front (Fig. 3b). In theory, the plate age difference could account for a significant difference in the thickness of the hemipelagic drape of the Nazca Plate. This is, however, not observed, as the drape thickness is small (200 m) over all of the study area.\nAs mentioned above, the outer rise of the oceanic Nazca Plate forms a pronounced obstacle of some 100 m height to westward sediment transport north of 41°S (Fig. 3a). At this latitude, the trench basin is clearly confined between the outer rise and deformation front. The situation is different south of 41°S, where the outer rise is poorly developed, reflecting the low rigidity of the young oceanic Nazca Plate (Contreras-Reyes & Osses 2010; Fig. 3b).\nFracture zones form linear ridge-like structures on the Nazca Plate seaward of the trench. This is particularly true for the Valdivia Fracture Zone, which enters the trench as a continuous, dam-like structure (Fig. 2b) with a maximum height of 1500 m. The Mocha Fracture Zone is less prominent as a bathymetric feature.\nThe lower plate properties thus could have a major impact on sediment transport in the trench by forcing a northward transport direction, by allowing or limiting the transport of turbidites beyond the trench, and by damming the latitudinal transport within the trench at those latitudes where fracture zones are subducting. In this respect, it is noteworthy that the absolute maximum of trench volumes lies directly south of the Valdivia Fracture Zone and the second largest maximum lies directly south of the Mocha Fracture Zone (Fig. 5a and c).\nMass wasting. Submarine landslides are common on the continental slope of Central Chile (Völker et al. 2009, 2012; Geersen et al. 2011a). The majority of the landslide features are too small (<2 km3) to noticeably affect the volume of the sedimentary trench fill. Also, many of the mass-transport deposits rest in continental slope basins and do not reach the trench at all (Völker et al. 2012). Three giant slope failures that could potentially affect the trench volume are documented with minimum volumes of 253 km3 (central giant slope failure), 388 km3 (northern giant slope failure) and 472 km3 (southern giant slope failure) (Geersen\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\net al. 2011a; Fig. 2a and c). As these mass-transport deposits are spread over a defined latitudinal distance in the trench, we can show how they would contribute to the volume of the trench fill by dividing the landslide volume by the affected latitudinal distance (Fig. 5c). The position of the southern giant slope failure, the largest slope failure, matches that of the local trench-fill maximum at around 38.5°S (Fig. 5c). The central and northern giant slope failures coincide instead with a local minimum. The direct contribution of the two largest landslides is about 50% of the trench fill over some tens of kilometres. Another indirect effect has to be considered: if mass-wasting events bring such huge amounts of material into the trench over short periods of time, we would expect some kind of barrier effect to latitudinal transport. In particular, the southern giant slope failure could have blocked south to north transport within the trench."
  }, {
    "heading": "Interplay of factors",
    "text": "In this section we propose two opposing end-member scenarios that could explain many of the latitudinal variations in the volume of the trench fill (Fig. 6). The two scenarios build on the factors discussed above and favour either a predominance of local sediment input parameters over trench transport processes (scenario 1, Fig. 6a) or vice versa (scenario 2, Fig. 6b). Models should be able to answer four striking questions that arise from the volume curve, as follows.\n(1) What defines the absolute volumetric maximum at around 40–41°S? (2) Why does the volume decrease south of 41°S, although precipitation further increases southwards? (3) What is the reason for the second maximum at around 35–36°S and the other maxima north of 41°S? (4) Why do the largest river systems (Tolten and Biobio) not correspond to maxima in the volume distribution?\nFinally, we propose a third model that alternates between the end-member scenarios and matches best with the observed volume distribution.\nEnd member 1, local control on sediment input. This scenario postulates that the volume distribution results from a combination of latitudinal variations of the extrusion rate of easily erodible volcanic material within the Southern Volcanic Zone and the latitudinal variations in rainfall rates and temperature. The transport from land to the trench is characterized by a small distance and effective drainage networks north of Chiloé Island and the sedimentary signals are stored in the trench at the respective latitude of their origin (i.e. there is little transport within the trench).\n(1) 46–42°S (Fig. 6a, 1). Volcanic extrusion rates are low owing to relatively small and widely spaced volcanic centres (Fig. 5a). The material that is subject to weathering (which is mainly mechanical owing to low temperatures) is old, hard bedrock (Patagonian Batholith) rather than young volcanic rocks (Hervé et al. 2007). In addition, the Fjord Coast, the Chonos Archipelago and Chiloé Island represent sediment traps that effectively capture river material (Fig. 1b). As a result, the volume (sediment input) is low. (2) Around 40–41°S (Fig. 6a, 2). effective river networks (Rio Bueno, Rio CauCau, Rio Callecalle), high rainfall rates (Fig. 5b) and moderate temperatures (e.g. Lamy et al. 1998) work together to erode and transport the extrusive material of several huge arc volcanic centres, which form a peak in\nvolcanic extrusion in the segment V of Völker et al. (2011; Fig. 5a). The easily erodible material is transported via submarine canyons (e.g. Lingue and Callecalle Canyons; Fig. 1b) that connect to river systems and is dumped close to the canyon exits. In addition, the bulge of the outer rise is less pronounced here than further northwards (Fig. 3a) and turbidity flows can easily run far onto the Nazca Plate, shifting the trench fill area further westward. As a result, we observe a broad belt of trench sediments (Fig. 1b) and find the maximum of trench fill here (Fig. 5c). South to north transport in the trench is not very effective as the peaks of the trench-fill volumes are not shifted relative to the corresponding peaks of volcanic productivity (Fig. 5a and c). (3) 40–36.5°S (Fig. 6a, 3). A number of volcanic centres exist in the Southern Volcanic Zone, but they are generally smaller than at around 40–41°S (Fig. 5a). Rainfall rates are still high but decrease northwards, and moderate temperatures favour chemical weathering. River networks exist. As a result, the sediment input decreases in line with the rainfall (Fig. 5b and c). (4) Around 35°S (Fig. 6a, 4). Huge volcanic centres in the forearc but mostly in the back-arc are responsible for a second peak in volcanic extrusion rate (Fig. 5a). erosional detritus from the volcanic edifices of the Argentinian back-arc would, however, never reach the Chile Trench by fluvial transport as they stand on the Atlantic side of the Andean drainage divide. This clearly applies to the volcanoes Cerro Payun Matru (36.42°S, 69.2°W), Tromen (37.14°S, 70.03°W) and Domuyo (36.63°S, 70.42°W), which are the three largest edifices (Völker et al. 2012), but also to most of the volcanoes that are located in Argentina. On the other hand, this segment is noteworthy for extensive and extremely voluminous tephra deposits (Fig. 5a). These deposits are present on both sides of the Andean drainage divide, and they are easy to erode and could therefore partly be finally deposited in the trench. Although rainfall rates diminish (Fig. 5b), this signal is transported to the trench by effective river networks that continue as submarine canyons (Rio Mataquillo–Mataquito Canyon, Fig. 1a). As a result, we find a second, smaller peak here. (5) 35–32°S (Fig. 6a, 5). Volcanic extrusive volumes further diminish, as do rainfall rates (Fig. 5a and b). River network systems connected to submarine canyons exist (e.g. Rio Maipo–San Antonio Canyon), but bring lesser sediment. As a result, the trench volume decreases significantly and the trench is not completely filled.\nAlthough this scenario matches many of the observed characteristics, there are two major problems with it. First, we would expect a high flux of material to the trench in the southernmost part of the study area (south of 43°S) during the glaciations when glaciers extended onto Chiloé Island or even further onto the shelf. This signal does not appear, which calls for massive displacement of material. The same applies to the point sources of submarine canyon outlets, which should show up as local maxima. Second, the existence of the prominent trench axial channel and also the systematic asymmetry of submarine fan systems (Figs 2a, b and 6) indicate at least two phases of active south to north transport in the past (Völker et al. 2006). If not active, the axial channel would become completely buried within c. 300 kyr at the calculated sedimentation rates of c. 50 cm ka−1 of Mix et al. (2003).\nEnd member 2, control by trench-parallel sediment transport. The trench sediment volume is influenced by climatic factors, the geology of the hinterland and the transport from source to trench, but is\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nmainly governed by redistribution within the trench. This redistribution is primarily driven by the height difference between the young Nazca Plate in the south and the 35 Myr old Nazca Plate in the north (Fig. 3b), but it is also guided by obstacles within the trench. These obstacles (fracture zones and giant slope failure deposits; Fig. 5a and c) act as dams and block the northward transport until they are overcome by the material ponded in front of them. The relative height of the outer rise over the trench floor is another factor that either permits sediment transport onto the Nazca Plate or restricts the transport to within the narrow trench (north of 41°S, Fig. 3b). In line with arguments of Melnick & echtler (2006) there was a significant and fast increase in sediment flux to the trench caused by the onset of glacial denudation in the Patagonian Andes about 6 Myr ago. With the glaciation being most intense in the south it seems probable that this flux was greatest in the far south than further north.\n(1) 46–42°S (Fig. 6b, 1). Pleistocene glaciations were most intense and the ice front was closest to the coastline or even on the shelf (Fig. 1b). The obstacle that the fjord coast and Chonos Archipelago form for sediment transport to the trench in warm periods was bridged by the ice. The turbidity currents that deliver material to the trench were diverted northwards owing to the slope gradient within the trench. As a result, the immense flux of material to the trench is not manifest in this trench segment, but further north. (2) Around 40–41°S (Fig. 6b, 2). The Valdivia Fracture Zone has formed an effective barrier to the northward transport of sediments within the trench. Today, this barrier forms an up to 1500 m high, uninterrupted wall that narrows the trench considerably (Fig. 2b). effective river networks (Figs 1 and 5b), high rainfall rates (Fig. 5b) and moderate temperatures contribute to add the extrusive material of several huge arc volcanic centres (Fig. 5a). The material from the south and from local sources is ponded in front (south) of the Valdivia Fracture Zone (Fig. 2b) until the trench is filled and further northward transport (as well as transport far onto the Nazca Plate) is possible. This must have happened within the last 1 Myr, as no step is observable in the trench floor gradient. As a result, the trench volume maximum is located here.\n(3) 40–38°S (Fig. 6b, 3). A number of volcanic centres exist in the Southern Volcanic Zone, but they are generally smaller than at around 41°S (Fig. 5a). Rainfall rates are still high but decrease northward. The northward transport of trench sediments across the obstacle of the Valdivia Fracture Zone has not yet worked long enough to fill this trench segment completely. As a result, we observe a drastic decrease in trench volume compared with around 41°S and a steady increase towards 38.5–39°S, where the next obstacle is met (Fig. 5a and c). (4) Around 39–38.5°S (Fig. 6b, 4). The southern giant slope failure transferred enormous masses of slope material into the trench at some point in time before 0.56 Ma (Geersen et al. 2011a). The material that was once deposited all over the trench floor is still filling much of the trench and probably formed a second barrier behind which turbidites originating from the south were ponded. The Mocha Fracture Zone forms a less impressive morphological structure than the Valdivia Fracture Zone but might have acted as an additional barrier. As a result, we find a second maximum in trench fill volumes here (Fig. 3c and 5c). (5) 38.5–32°S (Figs 5 and 6b). The trench receives the tail of transport from the south, and transport is confined by the steep trench walls. Local input is low.\nAgain, this scenario matches many of the observed aspects, but there are two main problems. First, north of 39°S, rainfall rates and supply from the south diminish (Fig. 5b). However, we have the two maxima at 35.5–36°S and at 33.5–34°S. In line with the arguments above, this would call for some kind of sediment transport barriers (or alternative explanations). However, no fracture zones are subducted here and submarine mass-wasting features are too small to form obstacles in the trench. Second, independent information from provenance analysis of trench sediment samples seems to indicate that redistribution and amalgamation of sediment material along the trench axis is negligible. These sedimentological and mineralogical investigations were conducted by Roeser (2007) and Heberer et al. (2010) on 16 gravity core sites from within the trench and submarine fans between 36°S and 46°S. The mineralogy of the cores reflects the erosional conditions and local rock types of the same latitude. In particular, a distinct\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nreduction in plagioclase content from north to south, coeval with an increase in quartz, is attributed to the replacement of rhyolitic to andesitic lavas of the northern part by the Patagonian Batholith as the main source rock at higher latitudes (Roeser 2007, p. 69; Heberer et al. 2010). In summary, trench sediment mineralogy resembles source rock lithologies of the corresponding latitude closely.\nFinal model: alternating control. each of the end-member models can explain many characteristics of the volume distribution but either fails in explaining particular points or is at odds with independent data. We therefore propose a third, intermediate model, which alternates between the two end-member scenarios roughly in the rhythm prescribed by glaciations and deglaciations. As it is clear that enormous sediment masses must have been supplied to the trench south of 43°S when glaciers extended from the Andes to the coast, we simply need active transport to the north to explain the little sediment at the southern end of the study area. This sediment input ceased during the Holocene as glaciers retreated and the fjords and gulfs formed the main depocentres. The bulk of glacially derived material was dammed behind the major obstacle of the Valdivia Fracture Zone, which had to be levelled out before further northward transport was possible. Local factors such as the peaks of volcanic activity (Fig. 5a) and river networks (Fig. 5b) overprint this pattern but were more dominant during the Holocene when the flux of material from the south decreased as well as to the north, further\naway from the southern source. These local factors could be the main causes for local minima and maxima north of 41°S. Such a model need not be in disagreement with the findings of Roeser (2007) and Heberer et al. (2010), as their studies were performed on gravity cores of 170–650 cm length, thus most probably representing the Holocene phase, when latitudinal transport had ceased.\nIn this view, the excavation of the axial channel took place during the Pleistocene when there was a high sediment input from the south, whereas after deglaciation its activity ceased. Once the glacier front had retreated inland, less sediment reached the trench and the broad axial channel started to fill. Some details of the axial channel morphology support this interpretation, as they indicate that the channel bed is being filled at present, but that some transport is still occurring. In particular, between 37°S and 39°S we observe a small channel that meanders between banks that have formed within the wider bed of the (relict) axial channel (Fig. 7a and b)."
  }, {
    "heading": "Conclusions",
    "text": "We created a model geometry of the top of the Nazca Plate in the Chile Trench, where it is buried underneath sediments of up to 2700 m thickness. The model is created based on spline interpolations between depth-converted seismic reflection profiles that cross the trench. The model serves to compute the total amount and the regional distribution of trench sediment volumes. The latitudinal\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019\nvolume distribution curve shows characteristics in the position and dimension of maxima that are not easily explained by a single cause such as the position of river systems. Instead, many of the features can be explained by a combination of regional factors such as latitudinal gradients in the rainfall and denudation rate, production rates of easily erodible volcanic material in the Southern Volcanic Zone of the Andes, effectiveness of river systems and coastal morphology, which together create regional input regimes. Some aspects of the volume distribution curve are, however, not consistent with such a model of regional input dominance but rather point to effective transport processes within the trench. These transport processes would be directed northwards in line with the bathymetric gradient of the trench floor but also guided by the changing morphology of the bulging Nazca Plate and by obstacles that are formed by subducting fracture zones and mass-transport deposits. Both models (local factors and trench transport) have their merits and need not be in opposition as they form end members of a mixed system that could have switched according to the pulse of glaciations and deglaciations. This combined model could also solve a paradox between the existence of a well-preserved trench axial channel witnessing northward sediment transport in the trench on the one side and young sediment samples from the trench that indicate a close relationship to local onshore geology on the other.\nThis publication is Contribution 251 of the Sonderforschungsbereich 574 ‘Volatiles and Fluids in Subduction Zones’ at Kiel university. J.G. gratefully acknowledges funding through the european Commission’s Seventh Framework Programme FP7-PeOPLe-2011-IeF under the grant agreement number PIeF-GA-2011-301763. We thank the two anonymous reviewers and the subject editor G. Hampson for their efforts to improve the paper. The processing of the bathymetric raw data was performed using the MB-Systems software (Caress et al. 1996). The TOP grid was calculated using the GMT software (Wessel & Smith 1998)."
  }],
  "year": 2013,
  "references": [{
    "title": "Space-geodetic estimation of the",
    "authors": ["D. AngermAnn", "J. Klotz", "C. reigber"],
    "year": 1999
  }, {
    "title": "Software for multibeam",
    "authors": ["Fuego. Geografiska Annaler", "D.W. 14. CAress", "spitzAK", "S.e", "D.N. ChAyes"],
    "year": 1996
  }, {
    "title": "Contrasting décollement and prism",
    "authors": ["mCneill", "L.C"],
    "year": 2010
  }, {
    "title": "Fahrtbericht SO 103/Cruise Report SO 103, CONDOR 1 B",
    "authors": ["e.R"],
    "year": 1995
  }, {
    "title": "Rates of production of the main magma types in the central Andes",
    "authors": ["P.W. frAnCis", "C.C. rundle"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1976
  }, {
    "title": "Pleistocene giant slope failures offshore Arauco Peninsula, Southern Chile",
    "authors": ["J. geersen", "D. VölKer", "J.H. behrmAnn", "C. reiChert", "S. KrAstel"],
    "venue": "Journal of the Geological Society,",
    "year": 2011
  }, {
    "title": "Active tectonics of the South Chilean marine forearc (35°S–40°S)",
    "authors": ["J. geersen", "J.H. behrmAnn", "D. VölKer", "S. KrAstel", "C.R. rAnero", "J. diAz-nAVeAs", "W.R. weinrebe"],
    "venue": "tectonics, 30,",
    "year": 2011
  }, {
    "title": "H2O subduction beyond arcs",
    "authors": ["B.R. hACKer"],
    "venue": "Geochemistry, Geophysics, Geosystems,",
    "year": 2008
  }, {
    "title": "Holocene sediments from the Southern Chile Trench; a record of active margin magmatism, tectonics and palaeoseismicity",
    "authors": ["B. heberer", "G. roeser", "J.H. behrmAnn", "M. rAhn", "A.J. Kopf"],
    "venue": "Journal of the Geological Society,",
    "year": 2010
  }, {
    "title": "Metamorphic and plutonic basement complexes",
    "authors": ["F. herVé", "V. fAundez", "M. CAlderón", "mAsonne", "H.-J", "A.P. willner"],
    "venue": "moreno, T. & gibbons, W. (eds) the Geology of Chile. Geological",
    "year": 2007
  }, {
    "title": "Relation between subduction megathrust earthquakes, trench sediment thickness and upper plate strain",
    "authors": ["A. heuret", "C.P. ConrAd", "F. funiCiello", "S. lAllemAnd", "L. sAndri"],
    "venue": "Geophysical Research Letters,",
    "year": 2012
  }, {
    "title": "The Loma Seca Tuff and the Calabozos caldera: A major ash-flow and caldera complex in the southern Andes of central Chile",
    "authors": ["W. hildreth", "A.L. grunder"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1984
  }, {
    "title": "Subduction fluxes of water, carbon dioxide, chlorine, and potassium",
    "authors": ["R.D. JArrArd"],
    "venue": "Geochemistry, Geophysics, Geosystems, 4, doi:10.1029/2002GC000392.",
    "year": 2003
  }, {
    "title": "Subduction erosion—the ‘normal’ mode of fore-arc material transfer along the Chilean margin",
    "authors": ["N. KuKowsKi", "O. onCKen"],
    "year": 2006
  }, {
    "title": "Terrigenous sediment supply along the Chilean continental margin: Modern regional patterns of texture and composition",
    "authors": ["F. lAmy", "D. hebbeln", "G. wefer"],
    "venue": "Geologische Rundschau,",
    "year": 1998
  }, {
    "title": "Holocene rainfall variability in southern Chile: A marine record of latitudinal shifts of the Southern Westerlies",
    "authors": ["F. lAmy", "D. hebbeln", "rohl", "G. wefer"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2001
  }, {
    "title": "Late Quaternary evolution of the San Antonio Submarine Canyon in the central Chile forearc (~33°S)",
    "authors": ["J. lAursen", "W.R. normArK"],
    "venue": "Marine Geology,",
    "year": 2002
  }, {
    "title": "Neotectonic deformation of the central Chile margin: Deepwater forearc basin formation in response to hot spot ridge and seamount subduction",
    "authors": ["J. lAursen", "D.W. sCholl", "R. Vonhuene"],
    "year": 2002
  }, {
    "title": "Global topography and bathymetry grid improves research efforts",
    "authors": ["K. lindquist", "K. engle", "D. stAhlKe", "priCe"],
    "venue": "EOS transactions, American Geophysical Union,",
    "year": 2004
  }, {
    "title": "Inversion of forearc basins in south–central Chile caused by rapid glacial age trench",
    "authors": ["D. melniCK", "H.P. eChtler"],
    "venue": "fill. Geology,",
    "year": 2006
  }, {
    "title": "Glacial history of southernmost South America",
    "authors": ["J.H. merCer"],
    "venue": "Quaternary Research,",
    "year": 1976
  }, {
    "title": "Initial Reports, ODP-Leg 202",
    "authors": ["A.C. mix", "R. tiedemAnn", "P. blum"],
    "venue": "Proceedings of Ocean Drilling Program Initial Reports,",
    "year": 2003
  }, {
    "title": "Climate, tectonics, and the morphology of the Andes",
    "authors": ["D.R. montgomery", "G. bAlCo", "S.D. willett"],
    "venue": "Geology,",
    "year": 2001
  }, {
    "title": "Quaternary glaciations of the southern Andes",
    "authors": ["J. rAbAssA", "C.M. ClApperton"],
    "venue": "Quaternary Science Reviews,",
    "year": 1990
  }, {
    "title": "Tectonic processes along the Chile convergent margin",
    "authors": ["C.R. rAnero", "R. Von huene", "R.W. weinrebe", "C. reiChert"],
    "year": 2006
  }, {
    "title": "Cyclicity of Peru–Chile trench sediments between 36° and 38°S: a footprint of paleoclimatic variations",
    "authors": ["K. rAuCh"],
    "venue": "Geophysical Research Letters,",
    "year": 2005
  }, {
    "title": "Increased loss of continental crust during supercontinent amalgamation",
    "authors": ["N.M.W. roberts"],
    "venue": "Gondwana Research,",
    "year": 2012
  }, {
    "title": "Petrography, physical properties, and geotechnical behavior of modern sediments, Southern Chile trench. PhD thesis, Albert-Ludwigsuniversität, Freiburg im Breisgau",
    "authors": ["G. roeser"],
    "year": 2007
  }, {
    "title": "Do trench sediments affect great earthquake occurrence in subduction zones",
    "authors": ["L.J. ruff"],
    "venue": "Pure and Applied Geophysics,",
    "year": 1989
  }, {
    "title": "Deep lithospheric structures along the southern central Chile Margin from wide-angle P-wave modelling",
    "authors": ["M. sCherwAth", "flueh", "I. greVemeyer", "A. KrAbbenhoeft", "C. pApenberg", "C.J. petersen", "R.W. weinrebe"],
    "venue": "Geophysical Journal International,",
    "year": 2009
  }, {
    "title": "Volcanoes of the world: An illustrated catalog of Holocene volcanoes and their eruptions",
    "authors": ["L. siebert", "T. simKin"],
    "venue": "Smithsonian Institution Global Volcanism Program Digital Information Series. World Wide Web Address: http://www.volcano.si.edu/index.cfm",
    "year": 2002
  }, {
    "title": "Distribution of physical characteristics, water masses and general circulation patterns of some southern Chilean inlets between Gulf of Penas and Strait of Magellan (CIMARFIORDO 2 Cruise)",
    "authors": ["H. sieVers", "C.M. CAlVete", "N. silVA"],
    "venue": "Ciencia y tecnología Marina,",
    "year": 2002
  }, {
    "title": "Volcanological and geochemical evolution of the Diamante Caldera–Maipo volcano complex in the southern Andes of Argentina (34°10’S)",
    "authors": ["P. sruogA", "llAmbíAs", "e.J", "L. fAuqué", "D. sChonwAndt", "D.G. repol"],
    "venue": "Journal of South American Earth Sciences,",
    "year": 2005
  }, {
    "title": "Subduction erosion: rates, mechanisms, and its role in arc magmatism and the evolution of the continental crust and mantle",
    "authors": ["C.R. stern"],
    "venue": "Gondwana Research,",
    "year": 2011
  }, {
    "title": "yin and yang of continental crust creation and destruction by plate tectonic processes",
    "authors": ["R.J. stern", "D.W. sCholl"],
    "venue": "International Geology Review,",
    "year": 2010
  }, {
    "title": "The Chile Ridge: A tectonic framework",
    "authors": ["S.F. tebbens", "S.C. CAnde", "L. KoVACs", "J.C. pArrA", "J.L. lAbreCque", "H. VergArA"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Sedimentation in the Chile Trench—depositional morphologies, lithofacies, and stratigraphy",
    "authors": ["T.M. thornburg", "L.D. Kulm"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1987
  }, {
    "title": "Submarine-fan development in the southern Chile Trench—a dynamic interplay of tectonics and sedimentation",
    "authors": ["T.M. thornburg", "L.D. Kulm", "D.M. hussong"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1990
  }, {
    "title": "Subduction factory: 4. Depth-dependent flux of H2O from subducting slabs worldwide",
    "authors": ["VAnKeKen", "P.e", "B.R. hACKer", "syrACuse", "e.M", "G.A. Abers"],
    "venue": "Journal of Geophysical Research,",
    "year": 2011
  }, {
    "title": "Latitudinal variation in sedimentary processes in the Peru–Chile Trench off central Chile",
    "authors": ["D. VölKer", "M wiediCKe"],
    "year": 2006
  }, {
    "title": "Turbidites deposited on southern central Chilean seamounts: evidence for energetic turbidity currents",
    "authors": ["D. VölKer", "T. reiChel", "M. wiediCKe", "C. heubeCK"],
    "venue": "Marine Geology,",
    "year": 2008
  }, {
    "title": "Mass wasting at the base of the south central Chilean continental margin: the Reloca Slide",
    "authors": ["D. VölKer", "W. weinrebe", "J.H. behrmAnn", "J. biAlAs", "D. KlAesChen"],
    "venue": "Advances in Geoscience,",
    "year": 2009
  }, {
    "title": "Comparative mass balance of volcanic edifices at the southern volcanic zone of the Andes between 33°S and 46°S",
    "authors": ["D. VölKer", "S. Kutterolf", "H. wehrmAnn"],
    "venue": "Journal of Volcanological and Geothermal Research,",
    "year": 2011
  }, {
    "title": "Submarine mass wasting off southern central Chile: Distribution and possible mechanisms of slope failure at an active continental margin",
    "authors": ["D. VölKer", "J. geersen", "W. weinrebe", "J. behrmAnn"],
    "year": 2012
  }, {
    "title": "Observations at convergent margins concerning sediment subduction, subduction erosion and the growth of continental crust",
    "authors": ["R. Von huene", "D.W. sCholl"],
    "venue": "Reviews of Geophysics,",
    "year": 1991
  }, {
    "title": "New, improved version of the Generic Mapping Tools released",
    "authors": ["P. wessel", "W.H.F. smith"],
    "venue": "EOS transactions, American Geophysical Union,",
    "year": 1998
  }],
  "id": "SP:77652eefc8b171ee4a5cc26f104ea6331142fdf5",
  "authors": [{
    "name": "Juan Fernandez",
    "affiliations": []
  }],
  "abstractText": "The Chile Trench of the convergent continental margin of Central Chile is a sediment-filled basin that stretches over 1500 km in a north–south direction. The sediment fill reflects latitudinal variations in climate as well as in the morphology and geology of Chile, but also of sediment transport processes to the trench and within the trench. We try to untangle these signals by calculating the total volume and the latitudinal volume distribution of trench sediments and by relating this distribution to a number of factors that affect this pattern. The volume calculation is based on a model geometry of the top of the subducting oceanic plate that is buried beneath trench sediments and the sea floor as measured by swath bathymetry. We obtain the model geometry of the subducting plate by interpolating between depth-converted seismic reflection profiles that cross the trench. The total volume of the trench fill between 32 and 46°S is calculated to be 46000 ± 500 km3. The resulting latitudinal volume distribution is best explained by a sedimentation model that alternates between (1) glacial phases of high sediment flux from Southern Chile combined with active latitudinal sediment transport within the trench and (2) interglacial phases over which sediment input is dominated by local factors. Supplementary material: Top of the oceanic basement (TOB) grid is available as ascii raw data files (xyz) at www.geolsoc.org.uk/SuP18664. research-articleResearch ArticleXXX10.1144/jgs2012-119D. VöLker et al.Chile Trench Fill Volume 2013 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019 D. VöLKeR Et AL. 724 the sea floor within the lateral confinements of the trench. The TOB grid is the product of an interpolation between 30 reflection seismic profiles that cross the trench in east–west direction. The sea-floor grid is produced from high-resolution swath bathymetric data. In the following sections we describe the methods employed and discuss the total derived trench fill volume and its latitudinal distribution. The spatial, and in particular the latitudinal variations in the trench fill volume are discussed in relation to the most important factors that influence the sediment input along this c. 1550 km long segment of the Chilean coast. We focus on climate (precipitation rates), sediment feeder systems (rivers, submarine canyons, submarine fans), accommodation space (elastic thickness, plate age, crustal thickness of lower plate, fracture zones), submarine mass wasting and volcanic activity (volume distribution of extruded magmas along the Southern Volcanic Zone of Chile). The match or mismatch of the volume distribution with the factors that are supposed to control the sediment input yields information about their relative importance and the effectiveness of latitudinal sediment transport within the trench. Tectonic and geological setting The tectonic framework of the South Chilean forearc north of the Chile Triple Junction is controlled by the subduction of the Nazca Plate under the South American Plate at a present rate of 6.6 cm a−1 Fig. 1. (a, b) Overview maps of the study area between 32 and 46°S, with seismic profiles used for the calculation of a model of the top of the oceanic basement (TOB). The polygon that was used to limit the volume calculation is indicated as a green outline around the dashed contour lines (light grey in printed version). In addition, some patch areas (yellow polygons, white in printed version) were added to account for the different seaward extension of seismic profiles. The position of the terminal moraine front of the last Quaternary (Llanquihué) glaciation according to Caldenius (1932) is indicated as a thick blue line (black in printed version) in (b). The trench is filled by sediments of turbiditic origin south of 32°S (Thornburg & Kulm 1987). ODP Leg 202 Site 1323 is indicated by a star in (b). Isopachs of the trench fill thickness are given in 500 m contours (dashed black lines). Names and outlines of perennial river systems on land and their corresponding submarine canyon systems are indicated. JFR, Juan Fernandez Ridge; CTJ, Chile Triple Junction. Offshore of the Arauco Peninsula, three giant submarine landslides (NGSF, CGSF, SGSF; northern, central and southern giant slope failures) have significantly modified the continental slope. The evacuation areas are shown as shaded regions. Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019 CHILe TReNCH FILL VOLuMe 725 and at a convergence azimuth of about 80° (Fig. 1; Angermann et al. 1999). Oblique orientation of ocean plate isochrons results in a northward increase in Nazca Plate age at the trench of about 2 Ma per 100 km from 0 Ma at the Chile Triple Junction (46°S) to c. 35 Ma at the latitude of the Juan Fernandez Ridge (32°S) (Tebbens et al. 1997). The most prominent morphological features on the Nazca Plate seaward of the trench are six fracture zones that separate Nazca Plate segments of different age (the Darwin, Guamblin, Guafo, Chiloé, Valdivia and Mocha fracture zones; Fig. 1). The marine forearc of the study area has experienced subduction erosion in the Palaeogene. In the middle Miocene (Kukowski & Oncken 2006) or Pliocene (Melnick & echtler 2006) this regime changed drastically, and since then sediment accretion has been active and resulted in the buildup of an accretionary prism of 10–40 km width. The alternation from subduction erosion to sediment accretion may have occurred during the onset of glaciation in the Patagonian Andes about 6 Myr ago, resulting in increased sediment flux to the trench (e.g. Bangs & Cande 1997; Melnick & echtler 2006). Primary information on sedimentation rates in the trench comes from Ocean Drilling Program (ODP) Leg 202, Site 1232 (Mix et al. 2003). The site lies on the seaward side of the trench, c. 70 km from the subduction front. Sediment ages were estimated from calcareous nannofossils and planktonic foraminifers. Preliminary results gave basal ages of 0.26 Ma for 126 ± 5 m below the sea floor (mbsf), 0.46 Ma for 259 ± 5 mbsf, and 1.7 Ma for 362 mbsf. The Chile Trench as semi-closed basin The subducting Chile Ridge forms a topographic barrier to latitudinal sediment transport within the trench at the southern end of the study area (Fig. 1b). At the northern end, the Juan Fernandez Ridge forms a linear seamount chain rather than a massive ridge but narrows the trench and seems to dam turbidity currents, at least over certain time intervals. As a result, sea-floor depth increases significantly across this barrier from south to north, indicating that significantly less sediment is filling the trench north of the Juan Fernandez Ridge. The seaward limit of the trench is defined by the outer rise of the bending Nazca Plate, which forms a trench-parallel bulge above the floor of the Chile Trench. This seaward limit is somewhat ill-defined, as the relative height (and curvature) of the outer rise above the trench floor changes drastically from south to north (Fig. 2a and b). In particular, south of 41°S the outer rise is subdued and turbidity currents may transport sediment far onto the Nazca Plate (Fig. 2b), whereas north of this latitude the outer rise forms a pronounced obstacle to the longitudinal transport and defines a 20–70 km wide basin (Fig. 2a). The onlap of the turbiditic infill of the Chile Trench onto pelagic background sediments of the Fig. 2. (a) Detailed bathymetric map of the toe of the continental slope, trench and outer rise showing the intense bend faulting of the Nazca Plate. (b) Detailed bathymetric map of the trench showing the incoming Valdivia Fracture Zone and the axial channel of the Chile Trench. (c) Perspective view of the BioBio Canyon and northern giant slope failure (NGSF). JFR, Juan Fernández Ridge; CTJ, Chile Triple Junction. Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/170/5/723/2796278/723.pdf by University of Arizona user on 21 February 2019 D. VöLKeR Et AL. 726 Nazca Plate is clearly discernible in seismic reflection profiles and sediment echosounder records (Völker et al. 2008). The successive filling of the trench is counteracted by the removal of trench fill that is either incorporated into the accretionary prism (upper part of the sediment stack) or underthrust along with the Nazca Plate (lower part of the stack) at the rate of plate convergence. If the trench width and convergence rate are considered, a period of 0.6–1 Myr is required for sediments that are deposited at the seaward (western) margin of the trench to meet the deformation front. Accordingly, the oldest trench sediments that lie directly on the TOB close to the deformation front should have an age of <1 Ma in general. Rauch (2005) dated the oldest trench sediments between 38 and 36°S to 0.64 Ma, based on the interpretation of seismic reflection profiles. South of 41°S, where the outer rise is poorly defined and turbidites extend far onto the Nazca Plate, older sediments are encountered (e.g. 1.7 Ma at the base of ODP Leg 202 Site 1232). Deposition of turbidites has led to a flat sea floor within the trench. This plain is inclined northwards by 0.1° and the water depth at the deformation front increases from 3200 m at 46°S to 5950 m at 32°S (Fig. 3b). In line with this gradient, there appears to be a general south to north transport of sediment within the trench. Such transport is indicated by a 5 km wide and up to 150 m deep trench axial submarine channel (Fig. 2a and b) that originates from the Chacao Canyon at 41°S and is connected to the exits of large submarine canyon systems of the continental margin (the Callecalle Canyon, Tolten Canyon, Biobio Canyon and San Antonio Canyon; Thornburg & Kulm 1987; Thornburg et al. 1990; Laursen & Normark 2002; Völker et al. 2006). According to Laursen et al. (2002), the channel is traceable across the Juan Fernandez Ridge. Minor sediment volumes may pass this gate, but the thick sheet turbidite deposits that form the flat sea floor are absent north of the Juan Fernandez Ridge. According to Laursen & Normark (2002), the San Antonio Seamount, which is now subducting beneath the continental slope about 45 km west of the Chilean coast, has blocked the latitudinal transport through this gate for >1 Myr. Method of model creation The dataset that we used to build the TOB geometry consists of 30 seismic reflection profiles that cross the Chile Trench roughly east– west or west–east (Fig. 1). The profiles were recorded over the last 20 years on various cruises of R.V. Sonne and R.V. Conrad. References to the various datasets are given in Table 1. We picked the bright high-amplitude TOB reflector, which could be easily distinguished from the sedimentary infill, in each of the 30 profiles. Sedimentary thickness was derived by converting the depth of TOB from two-way-time (TWT) to metres using the following relationship:"
}