{
  "sections": [{
    "text": "GEOLOGY | Volume 44 | Number 9 | www.gsapubs.org 759\nabrupt environmental change by increasing atmospheric CO2 levels, which were sub sequently alleviated by drawdown of CO2 via enhanced continental weathering and burial of organic matter. Here the sedimentary records of two such episodes of environmental change, the Toarcian oceanic anoxic event (T-OAE) and preceding Pliensbachian–Toarcian (Pl-To) event (both possibly linked to the Karoo-Ferrar LIP), are investigated using a new suite of geochemical proxies that have not been previously compared. Stratigraphic variations in osmium isotope (187Os/188Os) records are compared with those of mercury (Hg) and carbon isotopes (d13C) in samples from the Mochras core, Llanbedr Farm, Cardigan Bay Basin, Wales. These sedimentary rocks are confirmed as recording an open-marine setting by analysis of molybdenum/uranium enrichment trends, indicating that the Os isotope record in these samples reflects the isotopic composition of the global ocean. The Os isotope data include the first results across the Pl-To boundary, when seawater 187Os/188Os increased from ~0.40 to ~0.53, in addition to new data that show elevated 187Os/188Os (from ~0.42 to ~0.68) during the T-OAE. Both increases in 187Os/188Os correlate with negative carbon isotope excursions and increased mercury concentrations, supporting an interplay between terrestrial volcanism, weathering, and climate that was instrumental in driving these distinct episodes of global environmental change. These observations also indicate that the environmental impact of the Karoo-Ferrar"
  }, {
    "heading": "LIP was not limited solely to the T-OAE.",
    "text": ""
  }, {
    "heading": "INTRODUCTION",
    "text": "Oceanic anoxic events (OAEs) were times\nof abrupt carbon-cycle perturbations, driven by increases in atmospheric CO2 proposed to result, at least partially, from the emplacement of large igneous provinces (LIPs), and alleviated by the subsequent draw down of excess CO2 through enhanced continental weathering and widespread burial of organic matter (Jenkyns, 2010). The Early Jurassic Toarcian OAE (T-OAE, 183 Ma) was one such event: geochemical evidence for LIP volcanism, oceanic anoxia, release of carbon to the atmosphere, and increased continental weathering rates are found in a number of sedimentary sections (reviewed in Jenkyns, 2010; see also Brazier et al., 2015; Percival et al., 2015). However, there remains no single sedimentary record where evidence for volcanic activity, carbon-cycle perturbation, and enhanced weathering rates are compared using proxy data from the same succession. This situation is also the case for a preceding event during the Pliensbachian–Toarcian (Pl-To) transition, which took place <1 m.y. prior to the T-OAE and has also been associated with a carbon-cycle perturbation and an episode of LIP volcanism (Littler et al., 2010; Percival et al., 2015). Thus, the relationship between such processes during the T-OAE is based upon comparisons of geochemical proxies across multiple sedimentary sections which may not be precisely synchronous.\nThis study integrates new osmium (Os) isotope data with both new and previously published results recording mercury (Hg) concentrations and carbon isotopes (d13C) from a single record to investigate the relationships between volcanism, weathering, and the carbon cycle during Pliensbachian–Toarcian time. Large-scale volcanism during the T-OAE has previously been inferred\nfrom elevated concentrations of sedimentary Hg of assumed volcanogenic origin (Percival et al., 2015), and attributed to the Karoo-Ferrar LIP, which is radiometrically dated as ca. 183 Ma and therefore Toarcian in age (e.g., Rampino and Strothers, 1988; Duncan et al., 1997; Svensen et al., 2012; Burgess et al., 2015). Volcanism is known to release gaseous Hg, which has an atmospheric residence time of 1–2 yr, allowing global distribution before it is deposited in sediments. Thus, volcanic activity may be recorded as enrichments in sedimentary Hg, typically normalized against total organic carbon (TOC) to account for its strong association with organic matter (Sanei et al., 2012, and references therein).\nChanges in continental weathering rates can be estimated from the records of seawater Os isotope composition (Cohen et al., 1999), which is controlled by proportional mixing of radiogenic fluxes from both fluvial input (187Os/188Os of ~1.4) and the alteration and weathering of juvenile basalts (187Os/188Os of ~0.12). Past seawater 187Os/188Os ratios calculated from a sedimentary sample are expressed as 187Os/188Os(i), after accounting for additional radiogenic Os produced via decay of 187Re to 187Os after deposition (for further details of the Re-Os proxy, see Appendix DR1 in the GSA Data Repository1). Strata recording the T-OAE in Yorkshire, England, show an increase in 187Os/188Os from ~0.3 to ~0.9, from which a major (400%–800%) increase in continental weathering rates was inferred (Cohen et al., 2004). However, the degree to which this record is representative of the global ocean has been questioned because of the hydrographic nature of that setting (McArthur et al., 2008).\nThe Mochras borehole (Llanbedr Farm, Cardigan Bay, Wales, UK; Fig. 1) cored a\n1 GSA Data Repository item 2016248, Appendices DR1–DR4, and Table DR1, is available online at www .geosociety.org /pubs /ft2016.htm, or on request from editing@geosociety.org.\n*E-mail: lawrence.percival@earth.ox.ac.uk †Current address: School of Geography, Earth and Environmental Sciences, Fitzroy Building, Plymouth University, Drake Circus, Plymouth, Devon PL4 8AA, UK.\nGEOLOGY, September 2016; v. 44; no. 9; p. 759–762 | Data Repository item 2016248 | doi:10.1130/G37997.1 | Published online 1 August 2016 © 2016 The Authors. Gold Open Access: This paper is published under the terms of the CC-BY license.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/759/3550796/759.pdf by University of Arizona user on 20 February 2019\n760 www.gsapubs.org | Volume 44 | Number 9 | GEOLOGY\nstratigraphically expanded section of lower Jurassic calcareous mudrock, containing terrigenous and marine organic matter (0.5–2 wt% TOC in the interval of interest), and detrital clastics likely derived from the Welsh Massif (O’Sullivan et al., 1972). Both organic carbon and carbonate document negative excursions in d13C at the Pl-To boundary and T-OAE level (Jenkyns and Clayton, 1997; this study). Paleogeographic reconstructions indicate a hydrographically open setting (Sellwood and Jenkyns, 1975), which would have allowed Os to be well mixed within the global ocean. This model is tested here by analysis of molybdenum (Mo) and uranium (U) sedimentary enrichments, which have been shown to vary depending on redox conditions and levels of hydrographic restriction in recent marine sediments (Algeo and Tribovillard, 2009)."
  }, {
    "heading": "METHODS",
    "text": "Samples were prepared for Re-Os analysis at\nThe Open University (Milton Keynes, UK) using procedures adapted from Cohen and Waters (1996) and Birck et al. (1997) (see Appendix DR1). Os isotope compositions and concentrations were determined by isotope dilution and negative thermal ionization mass spectrometry on a Thermo Finnigan Triton, and Re concentrations were determined by isotope dilution and multicollector–inductively coupled plasma– mass spectrometry (ICP-MS) on a Thermo Finnigan Neptune.\nMo, U, and Al abundances were determined using a Thermo-Finnigan Element 2 magneticsector ICP-MS at the University of Oxford. New Hg and TOC data were generated using a RA-915 portable mercury analyzer with PYRO-915 Pyrolyzer (Lumex), and Rock Eval 6, respectively, at the University of Oxford, using the methods given in Percival et al. (2015). New d13Corg data were generated by combustion in a Costech elemental analyzer online to a VG TripleTrap and Optima dual-inlet mass spectrometer at the British Geological Survey (Keyworth), as in Riding et al. (2013) (Appendix DR2)."
  }, {
    "heading": "RESULTS AND DISCUSSION",
    "text": "Variations in Mo and U enrichment trends for\nsamples from Mochras and Yorkshire are shown in Figure 2. The Mochras data show a trend of initial U enrichment, followed by increasing Mo enrichment, indicative of an unrestricted open-marine setting (Algeo and Tribovillard, 2009). Therefore, 187Os/188Os(i) trends recorded in Mochras samples are likely representative of worldwide trends in the seawater Os isotope composition. The 187Os/188Os(i) data for the Mochras samples are presented stratigraphically in Figure 3, alongside d13Corg and Hg/TOC data from the same sediments, and published d13Corg and 187Os/188Os(i) data from Yorkshire. Although there is notable variation in 187Os/188Os(i) values of the Pliensbachian samples, only 1 value\nexceeds 0.44. The average 187Os/188Os(i) of ~0.4 for Pliensbachian samples is therefore taken as a reasonable baseline against which to compare the Toarcian values. An increase in 187Os/188Os(i) to ~0.53 occurs at the Pl-To boundary and persists through the lower half of the tenuicostatum ammonite zone, suggesting an increased flux of radiogenic Os to the ocean resulting from enhanced weathering of continental material. An increase in seawater 187Os/188Os at the Pl-To boundary has not been previously documented, and such an abrupt and significant rise in seawater 187Os/188Os is difficult to explain without invoking rapid changes in continental weathering rates. The return of seawater 187Os/188Os to background values (~0.42) throughout the upper half of the tenuicostatum Zone further indicates that the transient increase in continental weathering during the Pl-To transition was part of a distinct climate-weathering feedback, rather than the beginning of a long-term increase in weathering rates leading up to the T-OAE.\nThe lower part of the falciferum Zone records a second increase in 187Os/188Os(i) values to an\naverage of ~0.68 at the base of the T-OAE level, indicating that, during the T-OAE, a second increase in continental weathering took place, appreciably greater than the one that occurred during the Pl-To transition. The onset of this increase correlates well with the similar pattern of increased 187Os/188Os(i) in Yorkshire, supporting the previous inferences of globally elevated continental weathering rates during the T-OAE (Cohen et al., 2004). In addition, both the Pl-To and T-OAE increases in 187Os/188Os correlate with perturbations observed in Toarcian Sr and Ca isotope records from Yorkshire and Portugal that have previously been used to infer increases in continental weathering rates (Pálfy and Smith, 2000; Cohen et al., 2004; Brazier et al., 2015). However, the new 187Os/188Os trends are a better indication of geologically abrupt increases in continental weathering rates due to the much shorter residence time of Os in the ocean (~10–50 k.y.; Peucker-Ehrenbrink and Ravizza, 2000) compared with that of Ca or Sr.\nThese two increases in seawater 187Os/188Os document two separate pulses of increased global weathering rates during the Pl-To transition and T-OAE, respectively. If the ocean is considered as a single well-mixed reservoir, with continental weathering as the only input of radiogenic Os and alteration of juvenile basalts as the main input of unradiogenic Os, the changes in weathering flux of continental crust required to bring about the observed increases in 187Os/188Os can be calculated, assuming that mid-ocean ridge activity is constant on geologically short time scales (Appendix DR4). The increase in seawater 187Os/188Os from ~0.4 in the latest Pliensbachian to ~0.53 during the Pl-To transition would require a near doubling of continental weathering rates, increasing by a\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/759/3550796/759.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 44 | Number 9 | www.gsapubs.org 761\nfactor of ~1.69. The subsequent rise in seawater 187Os/188Os, from ~0.42 to ~0.68, during the T-OAE demands a near tripling of continental weathering rates, increasing by a factor of ~2.58. Moreover, these values are minimum estimates because subaerial weathering of the coevally emplaced Karoo-Ferrar LIP would have contributed additional unradiogenic Os to the oceans, although the impact of such LIP-derived Os is ambiguous.\nThe estimates here of weathering rate increases are lower than the 400%–800% estimate of Cohen et al. (2004). However, the pattern of Mo/U enrichment in samples from Yorkshire indicates particulate shuttling of Mo in a hydrographically restricted basin, in contrast to the more open-marine environment preserved in the Mochras core (Fig. 2). Consequently, the Os-isotope composition at Yorkshire may have evolved away from the global composition toward that of local input fluxes, potentially exaggerating the increase in seawater 187Os/188Os at that location. Nonetheless, the two records in tandem confirm that a pronounced and abrupt increase in continental weathering rates coincided precisely with the environmental perturbations that occurred during the T-OAE.\nThe increases in seawater 187Os/188Os also correlate with changes in Hg/TOC and d13Corg recorded in the same samples at both the Pl-To boundary and the base of the T-OAE level. Negative d13C and positive Hg/TOC excursions\nhave been previously hypothesized to indicate increased output of isotopically light carbon to the atmosphere and large-scale volcanic activity, respectively (Hesselbo et al., 2000; Percival et al., 2015). The correlation of all three proxies suggests that volcanism and carbon-cycle perturbations were accompanied by increased rates of continental weathering. This conclusion supports previous hypotheses that volcanism triggered a carbon-cycle perturbation, which was eventually alleviated through a feedback of increased silicate weathering as well as organic-carbon burial (summarized in Jenkyns, 2010). Although such a mechanism has previously been proposed for the T-OAE (Cohen et al., 2004), the data presented here indicate that similar processes operated during the Pl-To transition.\nThe two intervals of perturbed 187Os/188Os, Hg/TOC and d13Corg are separated by the latter part of the tenuicostatum Zone, which is thought to have lasted hundreds of thousands of years (Kemp et al., 2011). Consequently, any volcanically related trigger of these perturbations would need to have operated on at least two separate occasions. Burgess et al. (2015) recorded a 600 k.y. age difference between Karoo and Ferrar basalts, which could support the notion of episodic LIP volcanism. However, the uncertainties in such measurements, as well as their similarity with the ages of many Karoo basalts (Svensen et al., 2012), means that there is no unambiguous evidence for episodic emplacement of the\nKaroo-Ferrar LIP. An alternative hypothesis could involve sporadic interaction of LIP basalts with organic-rich sediments, causing output of thermogenic carbon and mercury (McElwain et al., 2005; Svensen et al., 2007; Percival et al., 2015).\nThe increase in seawater 187Os/188Os recorded during both the Pl-To transition and T-OAE may have been aided by the high-latitude, subaerial emplacement of the Karoo-Ferrar LIP. Intervals associated with low-latitude subaerial LIPs such as the Central Atlantic or Deccan provinces, or submarine LIPs such as the Ontong-Java Plateau or Caribbean plateau, tend to record predominantly decreased seawater 187Os/188Os, due to the rapid weathering of LIP basalts at low latitudes (Cohen and Coe, 2007), or direct release of unradiogenic Os into the oceans (Bottini et al. 2012; Du Vivier et al., 2014). In contrast, a high-latitude LIP would have undergone less intense weathering compared to lower latitude crust, resulting in an increased flux of radiogenic Os from continental material dominating the seawater 187Os/188Os record, as shown here for Mochras and previously for Yorkshire (Cohen et al., 2004). Similar signals of predominantly increased seawater 187Os/188Os are also recorded from Paleocene–Eocene sediments that formed contemporaneously with the high-latitude North Atlantic LIP (Dickson et al., 2015; summary in\nTable DR1). Thus, comparison of Os isotope records highlights the importance of the setting\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/759/3550796/759.pdf by University of Arizona user on 20 February 2019\n762 www.gsapubs.org | Volume 44 | Number 9 | GEOLOGY\nof LIP emplacement, as well as the magnitude and tempo of volcanism, in controlling the nature of subsequent environmental change."
  }, {
    "heading": "CONCLUSIONS",
    "text": "This study documents two relatively rapid and transitory increases in the 187Os/188Os of seawater during latest Pliensbachian–early Toarcian time. The 187Os/188Os increases correlate well with excursions in Hg/TOC and d13Corg, thus demonstrating a close coupling between volcanism, weathering, and carbon-cycle perturbations in two distinct Early Jurassic events. The similarity of these events, separated by only a few hundred thousand years, is consistent with a repeating trigger for the cascade of environmental responses, postulated as linked to sequential emplacement of the Karoo-Ferrar LIP or sporadic release of thermogenic volatiles. The new observations demonstrate that major environmental perturbations in the Early Jurassic were episodic, and not solely restricted to the T-OAE."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We gratefully acknowledge the British Geological Survey for samples from the Mochras core. We thank Bruce Charlier, Steve Wyatt, Phil Holdship, and Chris Kendrick for laboratory assistance and expertise, and Dave Selby, Seth Burgess, and Henrik Svensen for reviews that improved this manuscript. We acknowledge the Natural Environment Research Council (NERC; grant NE/G01700X/1, and Ph.D. studentship NE/L501530/1), the Leverhulme Trust, University College, Oxford, and the Shell Global Solutions International B.V. for funding."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Algeo, T.J., and Tribovillard, N., 2009, Environmen-\ntal analysis of paleoceanographic systems based on molybdenum-uranium covariation: Chemical Geology, v. 268, p. 211–225, doi: 10 .1016 /j .chemgeo .2009 .09 .001. Birck, J.L., Barman, M.R., and Capmas, F., 1997, ReOs isotopic measurements at the Memtomole Level in natural samples: Geostandards Newsletter, v. 21, p. 19–27, doi: 10 .1111 /j .1751 -908X .1997 .tb00528 .x. Bottini, C., Cohen, A.S., Erba, E., Jenkyns, H.C., and Coe, A.L., 2012, Osmium-isotope evidence for volcanism, weathering, and ocean mixing during the early Aptian OAE 1a: Geology, v. 40, p. 583– 586, doi: 10 .1130 /G33140 .1. Brazier, J., Suan, G., Tacil, T., Simon, L., Martin, J.E., Mattioli, E., and Balter, V., 2015, Calcium isotope evidence for dramatic increase of continental weathering during the Toarcian oceanic anoxic event (Early Jurassic): Earth and Planetary Science Letters, v. 411, p. 164–176, doi: 10 .1016 /j .epsl .2014 .11 .028. Burgess, S.D., Bowring, S.A., Fleming, T.H., and Elliot, D.H., 2015, High-precision geochronology links the Ferrar large igneous province with early Jurassic ocean anoxia and biotic crisis: Earth and Planetary Science Letters, v. 415, p. 90–99, doi: 10 .1016 /j .epsl .2015 .01 .037. Cohen, A.S., and Coe, A.L., 2007, The impact of the Central Atlantic Magmatic Province on climate and on the Sr- and Os-isotope evolution of seawater: Palaeogeography, Palaeoclimatology,\nPalaeoecology, v. 244, p. 374–390, doi: 10 .1016 /j .palaeo .2006 .06 .036. Cohen, A.S., and Waters, F.G., 1996, Separation of osmium from geological materials by solvent extraction for analysis by thermal ionisation mass spectrometry: Analytica Chimica Acta, v. 32, p. 269–275, doi: 1016 /0003–2670 (96)00226–7. Cohen, A.S., Coe, A.L., Bartlett, J.M., and Hawkesworth, C.J., 1999, Precise Re-Os ages of organicrich mudrocks and the Os isotope composition of Jurassic seawater: Earth and Planetary Science Letters, v. 167, p. 159–173, doi: 10 .1016 /S0012\n-821X (99) 00026 -6. Cohen, A.S., Coe, A.L., Harding, S.M., and Schwark,\nL., 2004, Osmium isotope evidence for the regulation of atmospheric CO2 by continental weathering: Geology, v. 32, p. 157–160, doi: 10 .1130 /G20158.1. Dickson, A.J., Cohen, A.S., Coe, A.L., Davies, M., Shcherbinina, E.A., and Gavrilov, Y.O., 2015, Evidence for weathering and volcanism during the PETM from Arctic and Peri-Tethys osmium isotope records: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 438, p. 300–307, doi: 10 .1016 /j .palaeo .2015 .08 .019. Duncan, R.A., Hooper, P.R., Rehacek, J., Marsh, J.S., and Duncan, A.R., 1997, The timing and duration of the Karoo igneous event, southern Gondwana: Journal of Geophysical Research, v. 102, p. 18127–18138, doi: 10 .1029 /97JB00972. Du Vivier, A.D.C., Selby, D., Sageman, B.B., Jarvis, I., Gröcke, D.R., and Voigt, S., 2014, Marine 187Os/188Os isotope stratigraphy reveals the interaction of volcanism and ocean circulation during Oceanic Anoxic Event 2: Earth and Planetary Science Letters, v. 389, p. 23–33, doi: 10 .1016 /j .epsl .2013 .12 .024. Hesselbo, S.P., Gröcke, D.R., Jenkyns, H.C., Bjerrum, C.J., Farrimond, P.L., Morgans Bell, H.S., and Green, O., 2000, Massive dissociation of gas hydrates during a Jurassic Oceanic Anoxic Event: Nature, v. 406, p. 392–395, doi: 10 .1038 /35019044. Hesselbo, S.P., Jenkyns, H.C., Duarte, L.V., and Oliveira, L.C.V., 2007, Carbon-isotope record of the Early Jurassic (Toarcian) Oceanic Anoxic Event from fossil wood and marine carbonate (Lusitanian Basin, Portugal): Earth and Planetary Science Letters, v. 253, p. 455–470, doi: 10 .1016 /j .epsl .2006 .11 .009. Jenkyns, H.C., 2010, Geochemistry of oceanic anoxic events: Geochemistry, Geophysic, Geosystems, v. 11, Q03004, doi: 10 .1029 /2009GC002788. Jenkyns, H.C., and Clayton, C.J., 1997, Lower Jurassic epicontinental carbonates and mudstones from England and Wales: Chemostratigraphic signals and the early Toarcian anoxic event: Sedimentology, v. 44, p. 687–706, doi: 10 .1046 /j .1365\n-3091 .1997 .d01 -43.x. Jenkyns, H.C., Gröcke, D.R., and Hesselbo, S.P., 2001,\nNitrogen isotope evidence for water mass denitrification during the early Toarcian (Jurassic) oceanic anoxic event: Paleoceanography, v. 16, p. 593–603, doi: 10 .1029 /2000PA000558. Kemp, D.B., Coe, A.L., Cohen, A.S., and Weedon, G.P., 2011, Astronomical forcing and chronology of the early Toarcian (Early Jurassic) oceanic anoxic event in Yorkshire, UK: Paleoceanography, v. 26, PA4210, doi: 10 .1029 /2011PA002122. Littler, K., Hesselbo, S.P., and Jenkyns, H.C., 2010, A carbon-isotope perturbation at the PliensbachianToarcian boundary: Evidence from the Lias Group, NE England: Geological Magazine, v. 147, p. 181– 192, doi: 10 .1017 /S0016756809990458. McArthur, J.M., Algeo, T.J., van de Schootbrugge, B., Li, Q., and Howarth, R.J., 2008, Basinal restriction,\nblack shales, Re-Os dating, and the early Toarcian (Jurassic) oceanic anoxic event: Paleoceanography, v. 23, PA4217, doi: 10 .1029 /2008PA001607. McElwain, J.C., Wade-Murphy, J., and Hesselbo, S.P., 2005, Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals: Nature, v. 435, p. 479–482, doi: 10 .1038 /nature03618. O’Sullivan, K.N., Ivimey-Cook, H.C., Lewis, B.J., and Harrison, R.K., 1972, Log of the Llanbedr (Mochras Farm) Borehole, in Woodland, A.W., ed., The Llanbedr (Mochras Farm) Borehole: Report of the Institute of Geological Sciences (Great Britain), v. 71, p. 11–35. Pálfy, J., and Smith, P., 2000, Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar flood basalt volcanism: Geology, v. 28, p. 747–750, doi: 10 .1130 /0091 -7613 (2000) 28 <747: SBEJEO >2 .0 .CO;2. Percival, L.M.E., Witt, M.L.I., Mather, T.A., Hermoso, M., Jenkyns, H.C., Hesselbo, S.P., Al-Suwaidi, A.H., Storm, M.S., Xu, W., and Ruhl, M., 2015, Globally enhanced mercury deposition during the end-Pliensbachian and Toarcian OAE: A link to the Karoo-Ferrar Large Igneous Province: Earth and Planetary Science Letters, v. 428, p. 267–280, doi: 10 .1016 /j .epsl .2015 .06 .064. Peucker-Ehrenbrink, B., and Ravizza, G., 2000, The marine osmium isotope record: Terra Nova, v. 12, p. 205–219, doi: 10 .1046 /j .1365 -3121 .2000 .00295.x. Rampino, M.R., and Strothers, R.B., 1988, Flood basalt volcanism during the past 250 million years: Science, v. 241, p. 663–668, doi: 10 .1126 /science .241 .4866 .663. Riding, J.B., Leng, M.J., Kender, S., Hesselbo, S.P., and Feist-Burkhardt, S., 2013, Isotopic and palynological evidence for a new Early Jurassic environmental perturbation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 374, p. 16–27, doi: 10 .1016 /j .palaeo .2012 .10 .019. Rudnick, R.L., and Gao, S., 2003, Composition of the continental crust, in Rudnick, R.L., ed., Treatise on geochemistry: Oxford, Elsevier, p. 1–64, doi: 10 .1016 /B0 -08 -043751 -6 /03016 -4. Sanei, H., Grasby, S., and Beauchamp, B., 2012, Latest Permian mercury anomalies: Geology, v. 40, p. 63–66, doi: 10 .1130 /G32596 .1. Sellwood, B.W., and Jenkyns, H.C., 1975, Basins and swells and the evolution of an epeiric sea (Pliensbachian–Bajocian of Great Britain): Journal of the Geological Society (London), v. 131, p. 373–388, doi: 10 .1144 /gsjgs .131 .4 .0373. Svensen, H., Planke, S., Chevallier, L., Malthe-Sørenssen, A., Corfu, F., and Jamtveit, B., 2007, Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming: Earth and Planetary Science Letters, v. 256, p. 554–566, doi: 10 .1016 /j .epsl .2007 .02 .013. Svensen, H., Corfu, F., Polteau, S., Hammer, Ø., and And Planke, S., 2012, Rapid magma emplacement in the Karoo Large Igneous Province: Earth and Planetary Science Letters, v. 325–326, p. 1–9, doi: 10 .1016 /j .epsl .2012 .01 .015. Them, T.R., Gill, B.C., Gröcke, D.R., and Selby, D., 2015, Significant increase in global continental weathering rates during the Toarcian Oceanic Anoxic Event: 25th Goldschmidt Conference, abs. 3110.\nManuscript received 14 April 2016 Revised manuscript received 4 July 2016 Manuscript accepted 5 July 2016\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/759/3550796/759.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:aab90b9509d136c654df9d434764db76d7b20ea9",
  "authors": [{
    "name": "L.M.E. Percival",
    "affiliations": []
  }, {
    "name": "A.S. Cohen",
    "affiliations": []
  }, {
    "name": "M.K. Davies",
    "affiliations": []
  }, {
    "name": "A.J. Dickson",
    "affiliations": []
  }, {
    "name": "S.P. Hesselbo",
    "affiliations": []
  }, {
    "name": "H.C. Jenkyns",
    "affiliations": []
  }, {
    "name": "M.J. Leng",
    "affiliations": []
  }, {
    "name": "T.A. Mather",
    "affiliations": []
  }, {
    "name": "W. Xu",
    "affiliations": []
  }],
  "abstractText": "Large igneous provinces (LIPs) are proposed to have caused a number of episodes of abrupt environmental change by increasing atmospheric CO2 levels, which were sub sequently alleviated by drawdown of CO2 via enhanced continental weathering and burial of organic matter. Here the sedimentary records of two such episodes of environmental change, the Toarcian oceanic anoxic event (T-OAE) and preceding Pliensbachian–Toarcian (Pl-To) event (both possibly linked to the Karoo-Ferrar LIP), are investigated using a new suite of geochemical proxies that have not been previously compared. Stratigraphic variations in osmium isotope (187Os/188Os) records are compared with those of mercury (Hg) and carbon isotopes (d13C) in samples from the Mochras core, Llanbedr Farm, Cardigan Bay Basin, Wales. These sedimentary rocks are confirmed as recording an open-marine setting by analysis of molybdenum/uranium enrichment trends, indicating that the Os isotope record in these samples reflects the isotopic composition of the global ocean. The Os isotope data include the first results across the Pl-To boundary, when seawater 187Os/188Os increased from ~0.40 to ~0.53, in addition to new data that show elevated 187Os/188Os (from ~0.42 to ~0.68) during the T-OAE. Both increases in 187Os/188Os correlate with negative carbon isotope excursions and increased mercury concentrations, supporting an interplay between terrestrial volcanism, weathering, and climate that was instrumental in driving these distinct episodes of global environmental change. These observations also indicate that the environmental impact of the Karoo-Ferrar LIP was not limited solely to the T-OAE.",
  "title": "Osmium isotope evidence for two pulses of increased continental weathering linked to Early Jurassic volcanism and climate change"
}