{
  "sections": [{
    "text": "Annals of Botany 81 : 687–696, 1998\nBOTANICAL BRIEFING\nFire, Forest Regeneration and Links with Early Human Habitation: Evidence from New Zealand\nJOHN OGDEN*, LES BASHER† and MATT McGLONE†\n*School of En ironmental and Marine Sciences, Uni ersity of Auckland, New Zealand and †Landcare Research,\nLincoln, New Zealand\nReceived: 14 November 1997 Returned for revision: 1 January 1998 Accepted: 19 March 1998\nNew Zealand forests burn less frequently than tussock grasslands, heath or shrublands. Species composition, past disturbance and stand condition determine inflammability and fuel load, and consequent fire intensity and spatial extent. Before people arrived, fires were ignited by lightning during drought years on the eastern sides of both islands. Volcanism occurring every 300–600 years was associated with fires in the central North Island. A review of radiocarbon-dated charcoal from the eastern South Island, and of evidence for fire in pollen profiles from the North Island, provide the basis for an assessment of fire frequency. Forest fires have occurred on both New Zealand’s islands throughout the Holocene at least every few centuries, until the last millennium when frequency increased. The ‘return time’ of fire at any one place in the forested landscape was probably one or two millennia. Burned areas usually succeeded to forest again before the next inflagration. Consequently fire adaptation is infrequent in the New Zealand flora, and Polynesian forest clearance was rapid and largely permanent. There is an indication of an increase in fire frequency in the late Holocene, and a clear signal associated with people approx. 700 years BP. Separating the earliest anthropogenic fires from the background level of natural burning will be difficult without additional evidence.\n# 1998 Annals of Botany Company\nKey words : Fire history, New Zealand, palynology, Maori, climate, volcanism."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Gondwanic floras of Australia and South Africa have evolved community types in which fire adaptations are frequent (Jackson, 1968; Noble and Slatyer, 1981; Wheelan, 1995; Bond and van Wilgen, 1996; Kershaw et al., 1997). This has not happened to the same extent in New Zealand, which is an isolated fragment of Gondwana in temperate latitudes, mostly between 35 and 45° S. New Zealand has a wetter, more maritime climate and was colonized by people much more recently than the larger southern continents. Most of the pre-Polynesian landscape of New Zealand was clothed in temperate rain-forest (Fig. 1A). With a few exceptions, New Zealand tree species are killed by fire; they neither resprout from lignotubers or epicormic buds, nor benefit by post-fire seedling establishment from buried or shed seeds. When fire does occur in these forests the original vegetation is destroyed, and a prolonged succession begins, taking centuries to regain the former structure and composition. Consequently, despite obvious natural ignition sources—lightning and volcanism—and some unequivocal evidence for Holocene fires (Molloy et al., 1963), the predominant view amongst New Zealand plant ecologists has been that the forests were rarely burned prior to the arrival of people (Burrows, 1990; Wardle, 1991).\nLack of fire adaptations, and long successional recovery periods for forest, are assumed to explain why fires set by Polynesian (Maori) colonists approx. 700 years ago rapidly eliminated forest over large areas of the lowlands (McGlone,\n1983). A consequence of this removal is that we can no longer directly study the natural frequency or dynamics of fire in those forest ecosystems which were, presumably, the most inflammable. The remaining forest tracts are largely in higher rainfall areas where ignition is less probable.\nPeople probably arrived in New Zealand somewhere between 2000 and 850 years BP, with proponents of the earlier date arguing largely from interpretation of pollen and charcoal in lake sediments (Sutton, 1987, 1994), and from radiocarbon dates on bone gelatin from Pacific rats (Rattus exulans) (Holdaway, 1996). Despite criticism of the palynological interpretations (Enright and Osborne, 1988) and the rat dates (Anderson, 1996), and the lack of archaeological evidence in New Zealand before approx. 850 years BP, the older date has been widely accepted as ‘fact ’ by the public press, further polarizing views within the scientific community (Anderson, 1996). Consequently, the time is appropriate for a review of the evidence for natural fires and a discussion of how these might differ in frequency or extent from those due to people.\nWe begin by outlining the factors which predispose New Zealand vegetation types to fire, and examining the frequency of natural events capable of igniting forest. Emphasis is on forest communities although the mosaic of heathland, grassland, swamp and forest across the landscape obviously influences the chance of fire occurring, its intensity and spread. We then review the spatial and temporal occurrence of fire by analysis of radiocarbon dates on macroscopic charcoal and buried logs (South Island), and\n0305-7364}98}06068710 $25.00}0 bo980637 # 1998 Annals of Botany Company\n35°\n45°\nPre-Maori 1000 AD\n40°\nPre-European 1840 AD\nPresent 1976 AD\nA B C D\nN\n0 100 200 300 km\nF. 1. A–C, Maps of New Zealand showing progressive loss of forest (black shading) from 1000 AD to present. Adapted from Wendelken (1976). D, Probability of natural fire in New Zealand. The unshaded areas are the most vulnerable to fire, with low rainfall (! 1600 mm per annum) and more than 50% of thunderstorms in December, January and February. The black areas are least vulnerable, with high rainfall (\" 1600 mm) and few summer thunderstorms. The lightly shaded areas are intermediate, with rainfall ! 1600 mm, but less frequent summer lightning, or else rainfall \" 1600 mm, but summer lightning (parts of the central North Island mountain ranges). Dashed line encloses areas with \" 50% of thunder\ndays in summer. Drawn from data in Tomlinson (1976).\nby an evaluation of the frequency of microscopic charcoal in published pollen diagrams (North Island). Emphasis is on the whole Holocene record. Finally, we comment on the relevance of our results to the controversy over the date for the arrival of the first people in New Zealand."
  }, {
    "heading": "PREDISPOSING FACTORS AND EVIDENCE",
    "text": ""
  }, {
    "heading": "OF FIRE IN THE MAIN VEGETATION TYPES",
    "text": "Different vegetation types have different susceptibility to fire, and different fire frequencies and intensities. Interactions between the climatic regime, soil type and topography are all involved, as these features determine both the vegetation type, the likelihood of fire, and the probability that it will spread.\nNon-forest communities\nShrublands and heaths include the most fire-prone of New Zealand community types, and contain some fireadapted species (e.g. Leptospermum scoparium, Esler and Astridge, 1974; Burrows et al., 1979; Enright, 1989). Vegetation consisting of shrubby conifers (Phyllocladus alpinus, Halocarpus biforme, H. bidwilli), Dracophyllum spp., Hebe spp. and Asteraceae shrubs currently occurs close to tree-line and in the sub-alpine zone and was more widespread in lowland areas in the early post-glacial period. Fires have been recorded in sub-alpine heathlands in the\ncentral North Island (e.g. Rogers and McGlone, 1994; Ogden et al., 1997), and most of the early Holocene charcoal in the South Island is Phyllocladus. Significantly, this is one of the few New Zealand conifers capable of basal resprouting following damage to the main stem.\nTussock grasslands carry a large amount of dead biomass as leaf bases and sheaths, which predisposes them to fire. Fires promote vegetative growth, flowering and seed germination. These communities can withstand fires with a return time of a few decades (Calder et al., 1992; Mark, 1994). The extensive literature on the role of fire in the South Island tussock grasslands was reviewed by Basher, Meurk and Tate (1990) and Allen, Basher and Comrie (1995).\nLowland wetlands often carry a high vegetation biomass and can dry out sufficiently to carry fires, which have been recorded on peat bogs (e.g. Newnham, De Lange and Lowe, 1995), ‘pakihi ’ (Williams et al., 1990) and other wetlands (Timmins, 1992; Clarkson, 1997). Palynological studies are mainly located in wetlands and may contain good records of local fires."
  }, {
    "heading": "Forests",
    "text": "The present forests of New Zealand can be divided into three broad formations: beech forest, dominated by trees in the genus Nothofagus and largely southern and montane in distribution; kauri forest, containing the large conifer Agathis australis and restricted to the north of North\nIsland; and a plethora of other forest types containing members of the family Podocarpaceae and angiosperms, which can be grouped as podocarp}hardwood forest. About 70% of the area of New Zealand has been cleared of these forests by human use of fire (Fig. 1A–C).\nThe proportions of forest and the more inflammable heathland and tussock grasslands on the New Zealand landscape have varied considerably since the Last Glacial Maximum, when most of the montane and lowland regions south of Auckland carried tussock grasslands and scrub. Extensive loess deposits, and other evidence, imply a cold, relatively dry and windy climate. As the climate became warmer and wetter in post-glacial time, forest dominated by podocarps spread rapidly over both islands. These forests increased in diversity and reached their maximum extent during the period 10000–7000 years BP, which probably had a more equable climate than the present (McGlone, 1988). After this, increased climatic extremes appear to have led to more disturbance on the landscape, favouring the spread of Agathis australis in the north, and Nothofagus in the southern mountains. Thus, the relative proportions of the major plant formations have not been static, and this fact must be considered in the context of the history of fires.\nMost areas of forest in New Zealand are subject to occasional widespread disturbances causing tree mortality (Shaw, 1983; Ogden et al., 1993b ; Ogden, Stewart and Allen, 1996; Wilmshurst, McGlone and Partridge, 1997). These events result in new cohorts of regenerating trees, which reach senility more or less synchronously some centuries later. Collapse of the old cohort, triggered by some environmental stress, perpetuates the pattern (Ogden and Stewart, 1995). Synchronous forest die-back also occurs for other reasons, especially during droughts, following defoliation by insects, or as a result of volcanic ash-fall. Senile cohorts with abundant dead wood may be more prone to ignition than younger regenerating phases, and will carry a more intense fire once ignited. Synchronous death of seral Kunzea ericoides populations inputs highly inflammable standing dead timber into young Agathis forests, increasing the probability of ignition. Massive germination of Kunzea commonly occurs following fire, leading to almost pure stands, or mixtures with Leptospermum which may perpetuate the fire cycle. The ignition frequency and the mosaic of Leptospermum, Kunzea, and young and old Agathis forest present on theNorthern landscape, are thus inter-dependent.\nAgathis australis produces large quantities of highly inflammable resin (‘gum’) and the forest carries a large wood volume, including other inflammable species (Phyllocladus spp., Halocarpus spp., Dracophyllum spp.) (Table 1). Moreover, the slowly decomposing litter of Agathis and associated sclerophyllous gymnosperms accumulates beneath the trees (Enright and Ogden, 1987). Extensive fires occurred during the early exploitation of these forests by Europeans. The burned areas were mostly quickly colonized by Leptospermum scoparium which acted as a ‘nurse’ for the re-establishment of Phyllocladus and Agathis (Ogden and Stewart, 1995). The relatively rapid re-establishment of young Agathis forests following burning suggests a degree of tolerance to occasional intense and widespread fires (Esler and Astridge, 1974).\nIn contrast, Nothofagus forests have a relatively low wood volume, and a higher mineral content in the leaves and wood. There are few associated tree species. When gymnosperms do occur they are usually scattered individuals. Nothofagus litter decomposes relatively quickly. Although some fires set by Europeans have burned Nothofagus forests (McQueen, 1951; Wiser, Allen and Platt, 1997) and there is abundant Holocene evidence of fires in the form of Nothofagus charcoal, Nothofagus forest may be more difficult to ignite, and less likely to carry a fire, than Agathis forest. Despite this, extensive areas of Nothofagus forest in drier areas have been transformed into tussock grassland by fire. Nothofagus recolonization is slow because any Nothofagus seedlings that manage to establish despite the thick sward and dense root mat of grasses are more susceptible to frost and summer drought than those occurring in shrubland or forest gaps (McGlone, Mildenhall and Pole, 1996).\nPodocarp-hardwood forests tend to be intermediate between Agathis and Nothofagus forest in terms of structure and species diversity, and probably also in their intrinsic flammability. However, these forest types (now) characterize the wetter montane zones, where fires appear to be infrequent. The dominant gymnosperm (Dacrydium cupressinum) has many of the fire-promoting and fire-tolerating characteristics of Agathis, and dense stands frequently develop on old Maori burn sites (McKelvey, 1963). Succession following fire often involves Weinmannia racemosa, which is less prone to re-burning than is Leptospermum scoparium (Payton, Allen and Knowlton, 1984). Podocarpus- and Prumnopitys- dominated forests in the eastern foothills of the Southern Alps and in Marlborough were eliminated by Polynesian fires, and similar forests in the rain-shadow areas of the North Island were destroyed by fires after the Taupo eruption (approx. 1718 BP; Sparks et al., 1995; Wilmshurst and McGlone, 1996), or during European times (Elder, 1962)."
  }, {
    "heading": "Drought frequency",
    "text": "Drought is the key factor predisposing forest to ignition by lightning. The pattern of burning during forest clearance by Maori approx. 700 years BP reflected rainfall patterns more than the suitability for settlement of the burned areas (McGlone, 1983). Drier eastern parts of the country, and the lowlands, were burned while the wetter west and montane zones were less affected. This pattern can be seen in the rainfall map of New Zealand, where the 1600 mm isohyet separates largely unforested from largely forested areas (Fig. 1D).\nSummer drought is a regular feature of the lowlands of New Zealand, especially in eastern rain-shadow areas. Severe droughts are probably more common during strong El Nino years, but occur whenever the Southern Oscillation Index (ENSO) is either strongly positive or strongly negative (McGlone, Kershaw and Markgraf, 1992). Foehn winds, blowing across the Canterbury Plains from the Southern Alps, predispose the vegetation to burning. Droughts occurred in Canterbury on average every 2 years between 1900 and 1950 (Burrows and Greenland, 1979). In the\nT 1. Comparison of selected characteristics of kauri (Agathis australis) and beech (Nothofagus solandri) dominated communities\nKauri Mountain beech\nArea (10' ha−\") 0±2 2±5\nStanding fuel Basal area (m# ha−\") 51–117 42–56 Canopy height (m) 30–40 16–20 Stratification Usually 4 tiers Usually 2 tiers Diversity Many woody species Few species Coarse woody debris No data Periodic input\nFlammability Wood Resinous Non-resinous Litter (‘K’ value)* K¯ 0±3 K¯ 0±6 (?)\nLeaves sclerophyllous shed on branchlets Mesophyllous shed singly Litter accumulates Litter decomposes\nOther inflammable species† 3–8 0–3\nCommunity response Succession leading to forest re-establishment Often loss of site to grassland often via Leptospermum\n* ‘K’ is the decomposition constant ; the value for Nothofagus is estimated from data in Enright and Ogden (1987). † Conifers and Epacrids.\nNorth Island, droughts occur in the Auckland area about twice per decade (Salinger, 1979). When severe droughts coincide with senile forest structure, extensive tree mortality can occur. Ogden et al. (1996) concluded that drought induced forest die-back occurred in Nothofagus forest areas in New Zealand every few decades."
  }, {
    "heading": "NATURAL SOURCES OF IGNITION—LIGHTNING AND VOLCANISM",
    "text": "Electric storms are not frequent in New Zealand, and are usually associated with troughs moving east from the Tasman Sea (Tomlinson, 1976). Consequently most lightning occurs in western districts, where up to 20 electric storms may occur per annum. Such storms bring heavy rainfall and are unlikely to result in fires, although there is evidence that this happened occasionally in pre-Polynesian times in Westland (Burrows et al., 1979). Lightning is less frequent in eastern districts where it is usually a consequence of convectional uplift during dry periods in summer (Fig. 1D). About 2000 wildfires occur each year in New Zealand, mostly in ‘scrub’ or tussock grasslands. About forty of these are caused by lightning (S. M. Timmins, pers. comm.).\nT 2. Summaries of North Island olcanism from different authors\nMean Period Number of interval Tephras\nLocation covered tephras between per of tephras (yrs BP) deposited tephras 1000 years Reference\nOffshore North Island* 35800 16 2237 0±4 Wright et al., 1995 North Island 50000 49 1020 1 Frogatt and Lowe, 1990 Taupo volcanic zone 22600 36 628 1±6 Wilson, 1993 Waikato 18000 41 439 2±3 Newnham et al., 1989 Waikato 11700 31 377 2±6 Newnham et al., 1995 Taranaki 28000 76 368 2±7 Alloway, Neall and Vucetich, 1995\nThe results presented cover different areas and are not mutually exclusive ; large scale eruptions are recorded in all cases. * Large eruptions which deposited tephras off-shore.\nSummer lightning during drought periods is the probable cause of pre-Maori fires in Otago and the Canterbury Plains, and in the eastern ranges of the North Island (Rogers and McGlone, 1989).\nVolcanic eruptions can cause fires by direct ignition from red-hot magma or ash close to the vent, and by electric storms created by the intense convection. Forest mortality associated with the blast, or with ash-fall or acid rain, may also cause surrounding areas to be susceptible to fire in the period following a large eruption.\nThere is evidence that fires continued for at least a century after the Taupo eruption of approx. 1718 BP (Wilmshurst and McGlone, 1996), even in regions where the forest was not initially devastated (Newnham et al., 1995). Presumably forest damaged by the eruption accumulated a large dead wood fuel load which was relatively easily ignited, or there was an increase in the area covered by more inflammable seral heathlands, or both.\nDuring the last 50000 years, active volcanoes have deposited tephras over the whole of the North Island (Table 2) with an average rate of one widespread tephra deposition event every 370 years in the last 17000 years (Lowe, 1988). Volcanism has probably caused widespread fires in the\ncentral North Island with a return time of 300–600 years during this time.\nFIRE IN THE EASTERN SOUTH ISLAND FORESTS, AND FOREST CLEARANCE\nPolynesian fires led to extension of grassland into previously forested environments over a wide area of Marlborough, Canterbury and Otago, in the rainshadow of the Southern\n0 100 200 km\nOtago\nCanterbury Southland\nWestland\nChristchurch\nMarlborough\nWellington\nNorth West Nelson\nTaranaki Hawke's Bay\nCentral North Island, Tongariro\nAuckland Bay of Plenty\nNorthland\nAupouri Peninsula\n1\n2\n3\n4 5\n6\n7\n8\n9\n10\n11\n12 13\n14\n15\n16 17\n18\n19\n20\nF. 2. Sites discussed in text and place names: on the South Island the locations of radiocarbon dated soil charcoal samples are shown. E, Dates ! 1000 years BP; D, dates \" 1000 years BP. On the North Island the palynological sites with evidence of fire are shown. Forest within the area of the Taupo ignimbrite (solid line) was almost totally destroyed by the approx. 1718 BP eruption, while that within the 5 cm isopach (dashed) was damaged. The area of known fires in the century or two following the eruption is shaded. Modified from Wilmshurst and McGlone (1996). Triangles indicate sites with evidence of post-Taupo fires. References to site numbers : 1, Rogers and McGlone (1994) ; 2, Enright and Osborne (1988) ; 3, Enright, McLean and Dodson (1988) ; 4, McGlone, Neall and Clarkson (1988) ; 5, Horrocks and Ogden (1998) ; 6, Newnham et al. (1995) ; 7, Newnham, Lowe and Green (1989) ; 8, Bussell (1988) ; 9, Elliot et al. (1995) ; 10, Elliot et al. (1998) ; 11, Elliot and Neall (1995) ; 12, McGlone and Topping (1977) ; 13, Rogers and McGlone (1989) ; 14, Campbell et al. (1973) ; 15, Dodson, Enright and McLean (1988) ; 16, Striewski et al. (1996) ; 17, Kershaw and Strickland (1988) ; 18, Ogden et al. (1993a) ; 19, Newnham et al. (1992) ; 20, Mildenhall (1985).\nUn-numbered sites discussed by Wilmshurst and McGlone (1996) (^) and by Newnham et al. (1997) (D).\nAlps (Molloy et al., 1963). Extensive forests of Nothofagus solandri, Phyllocladus alpinus, Podocarpus totara and Prumnopitys taxifolia in the drier hill country were destroyed by fire. In inland Canterbury, Molloy and Cox (1972), Molloy (1977) and Burrows (1983) provide evidence of widespread pre-Polynesian fires and associated soil erosion back to 6500 BP. Burrows and Russell (1990) recorded charcoal indicative of five fires since 5800 BP at one location, averaging approx. 1200 years apart. Fire also occurred in the pre-human\n1000\n10 000\n0 Number of dates A ge ( yr s B P ) 12 5000 2000 3000 4000\n6000\n7000\n8000\n9000\n4 6 8 10 14 16 18 20\n78\n1500\n100\n188\n244\n800\n1000\nF ir\ne in\nte rv\nal (\nyr s)\nF ir\ne in\nte rv\nal (\nyr s)\n14\n50\n192\n2\n14 7 }\n} }\n}\n9350\n0\nCharcoal (%)\nA ge\n( yr\ns B\nP )\n20 40 60 80 100\n. .\n6130\n1850\n700 1\n2\n3\n4\n5\n6\n7\n8\n0\nDepth (m)\n} }\n} }\n} } } A B\nF. 3. A, Radiocarbon dates from South Island charcoal from soils. Fire interval is the mean time between dated charcoal samples over the whole area; it does not equate to ‘return time’ at any one location. Details and radiocarbon reference numbers etc. can be obtained from Dr L. Basher, Landcare Research, Lincoln, New Zealand. B, Charcoal chronology from Kopuatai Bog, North Island (site 6, Fig. 2). Redrawn from Newnham et al. (1989) with estimated interval between fires shown on right and dates (BP) of tephras (volcanic events) on left. Note that fire interval is based\non one site, and thus relates to a much smaller area than that in (A).\nHolocene in Southland (McGlone and Bathgate, 1983) and Marlborough (McGlone and Basher, 1995).\nRadiocarbondates on buried charcoal (mostlyNothofagus and Podocarpaceae) in South Island soils have accumulated since Molloy et al.’s (1963) seminal paper. The total data base now comprises 169 radiocarbon dates, mostly from macroscopic soil charcoal in stratigraphic sites. The results (Figs 2 and 3A) confirm both the widespread evidence for pre-Polynesian fires in the eastern forests, and deforestation by fire during the last 1000 years.\nFires occurred inmost centuries throughout the Holocene. There were some older charcoals (back to approx. 50000 years BP) but the paucity of glacial-aged charcoal (not included in Fig. 3A) probably relates both to the much reduced forest cover at that time (McGlone, 1988) and to loss of material through erosion. Interpreted as a fire history, the data may be biased in favour of younger deposits.\n‘Fire interval ’, as used here, is the average time between sequentially dated charcoal samples, and measures how common charcoal deposits of various ages are throughout the eastern South Island, A short fire interval implies a high fire frequency. Five distinct fire interval frequencies can be recognized. For much of the Holocene, fires occurred with an interval measured in centuries (approx. 200 years ; Fig.\n3A). After approx. 3000 years BP there was an almost fourfold increase in fire frequency, perhaps due to more frequent droughts associated with intensification of El Nino circulation patterns (McGlone et al., 1992). Another peak occurred approx. 1000 years BP. The strongest peak was between 700–500 years BP, when the fire interval was less than a decade. Finally, a peak between 240 and 60 years BP is due to European activity.\nThe fire ‘return time’ at any one site is greater than the fire interval as defined here. Return time shows great variability with a frequency peak in the 1500–2000 year interval and a median of approx. 2000 years based on seven sites where more than one fire was recorded. Most areas would therefore return to forest before re-burning.\nThe 700–500 years BP charcoal peak coincides with similar evidence for Maori fires in the North Island. The earlier peak (approx. 1000 years BP) emphasizes one of the problems in interpreting radiocarbon dates from charcoal ; it could represent an earlier peak of Maori burning, but more likely arises from the burning of older trees in mature forest during the 700–500 years BP period (i.e. ‘ inbuilt age’ effect). Many New Zealand gymnosperms reach ages of 600–1000 years, while canopy angiosperms are often 300–500 years old. Charcoal derived from such forest could thus be older than the fire by many centuries."
  }, {
    "heading": "POST-GLACIAL FIRE HISTORY IN THE",
    "text": "NORTH ISLAND FROM SEDIMENTARY CHARCOAL IN LAKES AND SWAMPS\nData on post-glacial fire histories in the North Island are derived almost entirely from relative charcoal abundance levels within peats and lake sediments, which have been analysed for pollen and dated by radiocarbon and}or by reference to interbedded tephras of known age. These sorts of data, discussed by McGlone (1983, 1989) and Newnham et al. (1997), document widespread Polynesian burning commencing about the time of the Kaharoa Tephra (665³15 years BP; Lowe et al., 1988) or possibly up to two centuries earlier (Elliot et al., 1995). The Kaharoa eruption deposited only a thin layer of fine ash over a wide area and\n1000 years BP\n20\n1.2\n0.2 0\n1000 years BP\nP ro\npo rt\nio n\no f\nsi te\ns w\nit h\nf ir\nes 1.0\n0.8\n0.6\n0.4\n10\nB\n30\n0\nN u\nm be\nr of\nf ir\nes o\nr si\nte s\n20\n10\nA Sites Fires\nF. 4. A, Number of publications with evidence of fire during the last 20000 years. The number of publications covering each 1000 year period, and the number recording evidence of fire during that interval are shown as bars. B, Data re-plotted as proportion of studies with evidence of fire within each interval, joined by continuous curve. The slope of the linear regression line also shown is not statistically\nsignificant.\nwas probably not a direct source of ignition, although it may have increased the susceptibility of the forest to fire. Whatever the date of the anthropogenic charcoal peak, it differs from earlier peaks in its sustained nature, and by its associations with a marked rise in Pteridium spores. Pteridium is favoured by repeated burning, and its rhizomes were used as a staple food by Maori. Other palynological indicators of anthropogenic forest clearance at this time include increased grass pollen, and some seral species (Weinmannia, Coriaria), and a sharp decline in forest tree taxa (Nothofagus, Dacrydium). The evidence for Maori burning over wide areas of the North Island since approx. 650 years BP is unequivocal ; whether or not earlier fires can be ascribed to people is a matter of debate (Sutton, 1987, 1994; Enright and Osborne, 1988; Newnham et al., 1997).\nNewnham et al. (1995) presented a charcoal curve from Kopuatai Bog in the Waikato Basin, interpreting peaks as representing discrete fires (Fig. 3B). Before 6000 years BP, fires were 800–1500 years apart, but after that increased in frequency to an interval of approx. 100–200 years. However, the data could indicate a gradual increase in fire frequency throughout the Holocene, with peaks associated with tephra deposits. As usual in palynological profiles from throughout New Zealand, the highest charcoal percentages were in the post-Maori period (after 700 years BP) when the fire interval declined to an estimated 78 years.\nNorth Island studies of stratigraphic sequences including charcoal evidence are summarized in Figs 2 and 4. The number of publications progressively declines as the time span is lengthened, but the results indicate fires throughout the Holocene in the North Island. Six publications purport to include the Last Glacial Maximum (\" 16000–20000 years BP), when there is evidence of fires in about half the studies (Newnham, 1992; Striewski et al., 1996). The mean proportion of studies reporting fires is no different before and after 10000 BP (Fig. 4B), although there is a suggestion of a peak in the late glacial (approx. 13–14000 years BP). Generally high proportions from approx. 14000 to 7000 years BP are interrupted by a low from 8–9000 years BP, but these ‘ trends’ are based on few studies and are reported tentatively. The apparent rise since approx. 7000 BP is based on more publications and probably reflects a real increase in fire frequency. All publications covering the last 1000 years record evidence of fire during this millennium, in confirmation of anthropogenic forest clearance."
  }, {
    "heading": "DISCUSSION AND CONCLUSIONS",
    "text": "The charcoal evidence from the eastern South Island indicates that fires were a regular feature of the plains and foothills long before those lit by early Maori. In the North Island there is also evidence of fire in every millennium since the last Glacial Maximum. Conditions conducive to fire in forest currently occur at least once per decade in the eastern lowlands of New Zealand and probably several times per century, even in the mountains. Throughout the Holocene, ignition by lightning probably occurred every few centuries in the east and the Far North, where some of the most inflammable communities occur. Over a large proportion of\nthe North Island, fires were also either started by volcanic eruptions, or followed them as a consequence of the increased flammability of the damaged forests and seral shrublands.\nThe data from which the fire histories of the South and North Islands have been constructed are fundamentally different, making them difficult to compare. In the South we have the frequency of charred wood in soils, while in the North the data relate to the proportion of (palynological) studies recording microscopic charcoal at different depths. The charcoal increase after approx. 3000 years BP in the South Island, and the apparent rise in fire frequency since approx. 7000 years BP in the North Island data, both imply a late Holocene pre-human increase in burning, perhaps associated with intensified ENSO circulation (McGlone et al., 1992). The late Holocene extension of Agathis southwards, commencing approx. 7000 years BP (Ogden et al., 1992) may have been facilitated by a change to more variable climatic conditions, especially droughts, causing an increase in fire frequency.\nAlthough extensive forest fires probably occurred every few centuries on both islands, fires at any one place appear to have been a millennium or two apart. Before people dramatically changed the fire regime, the landscape comprised a mosaic of seral communities within a mature forest matrix, and fire adaptation was favoured only in those species capable also of surviving long fire-free periods.\nFigure 3A illustrates the difficulty of using charcoal to differentiate the first anthropogenic fires from those of a natural origin. The 1000 year peak is only approx. 300 years before a period when there is abundant evidence of people in New Zealand, and an anthropogenic interpretation could also be supported by Holdaway’s (1996) rat dates. However, the rat dates may be flawed (Anderson, 1996) and the initial burning of old-growth forest would produce much charcoal 300 or more years older than the fire (inbuilt age effect). If charcoal increase alone is made the criterion for the presence of people, then the 3000 year increase in Fig. 3B could also be so ascribed, but this date is before Polynesian colonization of the Central Pacific.\nThe crucial difference between natural and anthropogenic fire may be that the latter is purposeful ; to clear the land of forest for access, hunting, or agriculture. To achieve the purpose repeated burning is required, preventing succession to forest and leading to permanent vegetation change. Only a dramatic increase in charcoal, associated with evidence of soil instability and}or forest replacement by herbaceous communities (especially Pteridium and grass), indicates fires lit by people (McGlone and Wilmshurst, 1997).\nIn a recent review, Newnham et al. (1997) show that all the best dated sustained charcoal and Pteridium increases in North Island pollen diagrams were made after approx. 700 years BP, thus favouring the ‘short prehistory model ’ of Anderson (1991). Earlier fires without a sustained Pteridium rise could have been due to people at a very low density, although it can be argued that fire frequency is not closely related to population density (McGlone and Wilmshurst, 1997). It will probably be impossible to separate the first anthropogenic fires from the background level of natural burning documented here. However, the date of significant\nhuman impact in any area can be discerned from the charcoal data."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "This paper was presented at the Second Southern Connections Congress (‘Southern Temperate Biota and Ecosystems. Past, Present and Future’, Valdivia, Chile, January 1997). Thanks for support from the congress organizers, in particular Mary Kalin Arroyo, Tom Veblen and Antonio Lara. G. A. Griffiths and B. P. J. Molloy are thanked for contributions to the data and analyses on which Fig. 6 is based. Mark Horrocks commented on the manuscript. Figures were drawn by Vivian Ward."
  }, {
    "heading": "LITERATURE CITED",
    "text": "Allen RB, Basher LR, Comrie J. 1995. The use of fire for conservation management in New Zealand. Unpublished report to the Department of Conservation. Landcare Research Contract Report LC9596}047. Science and Research Division, Department of Conservation, Wellington, New Zealand. Alloway B, Neall VE, Vucetich CG. 1995. Late Quaternary (post 28,000 year B.P.) tephrostratigraphy of northeast and central Taranaki, New Zealand. Journal of the Royal Society of New Zealand 25 : 385–458. Anderson A. 1991. The chronology of colonisation in New Zealand. Antiquity 65 : 767–795. Anderson A. 1996. Was Rattus exulans in New Zealand 2000 years ago? AMS radiocarbon ages from Shag River Mouth. Archaeology in Oceania 31 : 178–184. Basher LR, Meurk CD, Tate KR. 1990. The effects of burning on soil properties and vegetation. A review of the scientific evidence relating to the sustainability of ecosystems and land use in the eastern South Island hill and high country. DSIR Land Resources Technical Record 18. Department of Scientific and Industrial Research, Land Resources, Lower Hutt, New Zealand. Bond WJ, van Wilgen BW. 1996. Fire and plants. Population and community biology series 14. London: Chapman and Hall. Burrows CJ. 1983. Radiocarbon dates from late Quaternary deposits in the Cass district, Canterbury, New Zealand. New Zealand Journal of Botany 21 : 443–454. Burrows CJ. 1990. Process of egetation change. London: Unwin Hyman. Burrows CJ, Greenland DE. 1979. An analysis of the evidence for climate change in New Zealand in the last thousand years : evidence from diverse natural sources and from instrumental records. Journal of the Royal Society of New Zealand 9 : 321–373. Burrows CJ, Russell JB. 1990. Aranuian vegetation history of the Arrowsmith Range, Canterbury. 1. Pollen diagrams, plant macrofossils and buried soils from Prospect Hill. New Zealand Journal of Botany 28 : 323–345. Burrows CJ, McQueen DR, Esler AE, Wardle P. 1979. New Zealand heathlands. In: Specht RL, ed. Heathlands and related shrublands of the world. A. Descripti e studies. Amsterdam: Elsevier, 339–364. Bussell RM. 1988. Mid and late Holocene pollen diagrams and Polynesian deforestation, Wanganui district, New Zealand. New Zealand Journal of Botany 26 : 431–451. Calder JA, Wilson JB, Mark AF, Ward G. 1992. Fire, succession and reserve management in a New Zealand snow tussock grassland. Biological Conser ation 62 : 35–45. Campbell EO, Heine JC, Pullar WA. 1973. Identification of plant fragments and pollen from peat deposits in Rangitaiki Plains and Maketu Basin. New Zealand Journal of Botany 11 : 317–330. Clarkson BR. 1997. Vegetation recovery following fire in two Waikato peatlands at Whangamarino and Moanatuatua, New Zealand. New Zealand Journal of Botany 35 : 167–180. Dodson JR, Enright NJ, McLean RF. 1988. A late Quaternary vegetation history for far northern New Zealand. Journal of Biogeography 15 : 647–656.\nElder NL. 1962. Vegetation of the Kaimanawa Ranges. Transactions of\nthe Royal Society of New Zealand (Botany) 2 : 1–37. Reprinted as : Technical Paper No. 40, 1963. Forest Research Institute, New Zealand Forest Service. Elliot M, Neall V. 1995. A twelve hundred year history of deforestation\nand a new age for the Rangitoto ash from Motutapu Island, Hauraki Gulf, New Zealand. Geological Society of New Zealand AnnualConference 1995, ProgrammeAbstracts, p. 106.Geological Society of New Zealand, Miscellaneous Publication 81A. Elliot MB, Striewski B, Flenley JR, Sutton DG. 1995. Palynological and\nsedimentological evidence for a radiocarbon chronology of environmental change and polynesian deforestation from Lake Taumatawhana, Northland, New Zealand. Radiocarbon 37 : 899–916. Elliot MB, Striewski B, Flenley JR, Sutton DG. 1998. Late Holocene\npollen and sediment records of deforestation and environmental change from Lake Tauanui catchment, Northland, New Zealand. Journal of Palaeo-Limnology (in press). Enright NJ. 1989. Heathland vegetation of the Spirits Bay area, far\nnorthern New Zealand. New Zealand Journal of Ecology 12 : 63–75. Enright NJ, McLean RF, Dodson JR. 1988. Late Holocene development\nof two wetlands in the Te Paki region, far northern New Zealand. Journal of the Royal Society of New Zealand 18 : 369–382. Enright NJ, Ogden J. 1987. Decomposition of litter from common\nwoody species of kauri (Agathis australis Salisb.) forest in northern New Zealand. Australian Journal of Ecology 12 : 109–124. Enright NJ, Osborne NM. 1988. Comments on D. G. Sutton’s paper:\n‘A paradigmatic shift in Polynesian prehistory: implications for New Zealand’. New Zealand Journal of Archaeology 10 : 139–146. Esler AE, Astridge SJ. 1974. Tea Tree (Leptospermum) communities of\nthe Waitakere Range, Auckland, New Zealand. New Zealand Journal of Botany 12 : 485–501. Froggatt PC, Lowe PJ. 1990. A review of late Quaternary silicic and\nsome other tephra formations from New Zealand: their stratigraphy, nomenclature, distribution, volume and age. New Zealand Journal of Geology and Geophysics 33 : 89–109. Holdaway RN. 1996. The arrival of rats in New Zealand. Scientific\ncorrespondence. Nature 384 (No. 6606) : 225–226.\nHorrocks M, Ogden J. 1998. The effects of the Taupo pumice eruption\nof c 1718 BP on the vegetation of Mt. Hauhungatahi, Central North Island, New Zealand. Journal of Biogeography (in press). Jackson WD. 1968. Fire, air, water and earth—an elemental ecology of\nTasmania. Proceedings of the Ecological Society of Australia 3 : 9–16. Kershaw AP, Strickland KM. 1988. A Holocene pollen diagram from\nNorthland, New Zealand. New Zealand Journal of Botany 26 : 145–152. Kershaw AP, Bush MB, Hope GS, Weiss KF, Goldammer JG, Sanford\nR. 1997. The contribution of humans to past biomass burning in the tropics. In: Clark JS, Cachier H, Goldammer JG, Stocks B, eds. Sediment records of biomass burning and global change. NATO ASI Series Vol. 51. Berlin, Heidelberg: Springer-Verlag, 413–442. Lowe DJ. 1988. Late Quaternary volcanism in New Zealand: towards\nan integrated record using distal airfall tephras in lakes and bogs. Journal of Quaternary Science 3 : 111–120. Lowe DJ, McFadgen BG, Higham TFG, Hogg AG, Froggatt PC, Nairn\nIA. 1998. Radiocarbon age of the Kaharoa Tephra, a key marker for late Holocene stratigraphy and archaeology in New Zealand. The Holocene (in press). Mark AF. 1994. Effects of burning and grazing on sustainable utilisation\nof upland snow tussock (Chionochloa spp.) rangelands for pastoralism in South Island, New Zealand. Australian Journal of Botany 42 : 149–161. McGlone MS. 1983. Polynesian deforestation of New Zealand: A\npreliminary synthesis. Archaeology in Oceania 18 : 11–25.\nMcGlone MS. 1988. New Zealand. In: Huntley B, Webb T III, eds.\nVegetation history. Dordrecht : Kluwer Academic Publishers, 557–599.\nMcGlone MS. 1989. The Polynesian settlement of New Zealand in\nrelation to environmental and biotic changes. New Zealand Journal of Ecology 12 : 115–129. McGlone MS, Basher LR. 1995. The deforestation of the Upper\nAwatere Catchment, Inland Kaikoura Range, Marlborough, South Island, New Zealand. New Zealand Journal of Ecology 19 : 53–66. McGlone MS, Bathgate JL. 1983. Vegetation and climate of the\nLongwood Range, South Island, New Zealand, 12000 BP to the present. New Zealand Journal of Botany 21 : 293–315. McGlone MS, Mildenhall DC, Pole MS. 1996. History and palaeo-\necology of New Zealand Nothofagus forest. In: Veblen TT, Hill RS, Read J, eds. The ecology and biogeography of Nothofagus forests. New Haven and London: Yale University Press, 83–130. McGlone MS, Topping WW. 1977. Aranuian (post-glacial) pollen\ndiagrams from the Tongariro area, Central North Island, New Zealand. New Zealand Journal of Botany 15 : 749–760. McGlone MS, Wilmshurst JM. 1997. Dating initial maori environ-\nmental impact in New Zealand. Quaternary International (in press). McGlone MS, Kershaw AP, Markgraf V. 1992. El Nino}Southern Oscillation climatic variability inAustralasian and SouthAmerican\npaleo-environmental records. In: Diaz HF, Markgraaf V, eds. Historical and paleoclimatic aspects of the northern oscillation. Cambridge: Cambridge University Press, 435–461. McGlone MS, Neall VE, Clarkson BD. 1988. The effect of recent\nvolcanic events and climatic changes on the vegetation of Mt. Egmont (Mt. Taranaki), New Zealand. New Zealand Journal of Botany 26 : 123–144. McKelvey PJ. 1963. The synecology of the West Taupo indigenous\nforests. New Zealand Forest Service Bulletin 14. Wellington: Government Printer. McQueen DR. 1951. Succession after forest fires in the southern\nTararua Mountains. Bulletin of the Wellington Botanical Society 24 : 10–19. Mildenhall DC. 1985. Palynology of early Quaternary peats in a\nborehole near Patumahoe, Franklin County, New Zealand. New Zealand Geological Sur ey Report PAL 105. Molloy BPJ. 1977. The fire history. In: Burrows CJ, ed. Cass: history\nand science in the Cass District, Canterbury, New Zealand. Christchurch, New Zealand: Dept. of Botany, University of Canterbury. Molloy BPJ, Burrows CJ, Cox JE, Johnston JE, Wardle PA. 1963.\nDistribution of subfossil forest remains, eastern South Island. New Zealand Journal of Botany 1 : 68–77. Molloy BPJ, Cox JE. 1972. Subfossil remains and their bearing on\nforest history in the Rakaia Catchment, Canterbury, New Zealand. New Zealand Journal of Botany 10 : 267–276. Newnham RM. 1992. A 30,000 year pollen, vegetation and climate\nrecord from Otakairangi (Hikurangi), Northland, New Zealand. Journal of Biogeography 19 : 541–554. Newnham RM, De Lange PJ, Lowe DJ. 1995. Holocene vegetation,\nclimate and history of a raised bog complex, northern New Zealand, based on palynology, plant macrofossils and tephrochronology. The Holocene 5 : 267–282. Newnham RM, Lowe DJ, Green JD. 1989. Palynology, vegetation and\nclimate of the Waikato lowlands, North Island, New Zealand, since c 18,000 years ago. Journal of the Royal Society of New Zealand 19 : 127–150. Newnham RM, Lowe DJ, McGlone MS, Wilmshurst JM, Higham TFG.\n1997. The Kaharoa Tephra as a critical datum for earliest human impact in northern New Zealand. Journal of Archaeological Science (in press). Noble IR, Slatyer RO. 1981. Concepts and models of succession in\nvascular plant communities subject to recurrent fire. In: Gill AM, GrovesRH,Noble IR, eds.Fire and theAustralian biota. Australian Academy of Sciences. Ogden J, Stewart G. 1995. Community dynamics of the New Zealand\nconifers. In: Enright NJ, Hill RS, eds. Ecology of the southern conifers. Melbourne: Melbourne University Press, 81–119.\nOgden J, Horrocks M, Palmer JG, Fordham RA. 1997. Structure and\ncomposition of the subalpine forest on Mount Hauhungatahi, North Island, New Zealand, during the Holocene. The Holocene 7 : 13–23. Ogden J, Newnham RM, Palmer JG, Serra RG, Mitchell ND. 1993a.\nClimatic implications of macro- and micro-fossil assemblages from late Pleistocene deposits in northern New Zealand. Quaternary Research 39 : 107–119. Ogden J, Lusk CH, Steel MG. 1993b. Episodic mortality, forest decline\nand diversity in a dynamic landscape, Tongariro National Park, New Zealand. In: Huettle H, Mueller-Dombois, eds. Forest decline in the Atlantic and Pacific region. Berlin, Heidelberg: Springer Verlag, 361–374. Ogden J, Stewart GH, Allen RB. 1996. Ecology of New Zealand\nNothofagus forest. In: Veblen TT, Hill RS, Read J, eds. The ecology and biogeography of Nothofagus forest. New Haven, London: Yale University Press, 25–81. Ogden J, Wilson A, Hendy C, Hogg A, Newnham RM. 1992. The Late\nQuaternary history of kauri (Agathis australis) in New Zealand and its climatic significance. Journal of Biogeography 19 : 611–622. Payton IJ, Allen RB, Knowlton JE. 1984. A post-fire succession in the\nnorthern Urewera forests, North Island, New Zealand. New Zealand Journal of Botany 22 : 207–222. Rogers GM, McGlone MS. 1989. A postglacial vegetation history of the\nsouthern-central upland of the North Island, New Zealand. Journal of the Royal Society of New Zealand 19 : 229–248. Rogers GM, McGlone MS. 1994. A history of Kaiparoro clearing and\nthe limits of Nothofagus in the northern Tararua Range, New Zealand. New Zealand Journal of Botany 32 : 463–482. Salinger MJ. 1979. New Zealand climate : the temperature record,\nhistorical data and some agricultural implications.Climatic Change 2 : 109–126. Shaw WB. 1983. Tropical cyclones : determinants of pattern and\nstructure in New Zealand’s indigenous forests. Pacific Science 37 : 405–414. Sparks RJ, Melhuish WH, McKee JWA, Ogden J, Palmer JG, Molloy\nBPJ. 1995. \"%C calibration in the Southern Hemisphere and the date of the last Taupo eruption: evidence from tree-ring sequences. Radiocarbon 37 : 155–163.\nStriewski B,ColeAO,Flenley JR, SuttonDG. 1996.Date of colonisation of Northland. Part 1. Year 3. Report on work done 1994–95. MAU 305. Massey University, Palmerston North, New Zealand. Sutton DG. 1987. A paradigmatic shift in polynesian prehistory: implications for New Zealand. New Zealand Journal of Archaeology 9 : 135–155. Sutton DG. 1994. Conclusions : origins. In: Sutton DG, ed. The origins of the first New Zealanders. Auckland: Auckland University Press, 243–258. Timmins SM. 1992. Wetland vegetation recovery after fire : Eweburn Bog, Te Anau, New Zealand. New Zealand Journal of Botany 30 : 383–399. Tomlinson AJ. 1976. Frequency of thunderstorms in New Zealand. New Zealand Journal of Science 19 : 319–325. Wardle P. 1991. The egetation of New Zealand. Cambridge: Cambridge University Press. Wendelken WJ. 1976. Forests. In: Wards I, ed. New Zealand Atlas. Government Printer, 106–107. Whelan RJ. 1995. The ecology of fire. Cambridge studies in ecology. Cambridge: Cambridge University Press, 346. Williams PA, Courtney S, Glenny D, Hall G, Mew G. 1990. Pakihi and surrounding vegetation in North Westland, South Island. Journal of the Royal Society of New Zealand 20 : 179–203. Wilmshurst JM, McGlone MS. 1996. Forest disturbance in the central North Island, New Zealand, following the 1850 BP Taupo eruption. The Holocene 6 : 399–411. Wilmshurst JM, McGlone MS, Partridge TR. 1997. A late Holocene history of natural disturbance in lowland podocarp}hardwood forest, Hawke’s Bay, New Zealand. New Zealand Journal of Botany 35 : 79–96. Wilson CJN. 1993. Stratigraphy, chronology, styles and dynamics of late Quaternary eruptions from Taupo volcano, New Zealand. Philosophical Transactions of the Royal Society London A 343 : 205–306. Wiser SJ, Allen RB, Platt KH. 1997. Mountain beech forest succession after fire at Mount Thomas Forest, Canterbury, New Zealand. New Zealand Journal of Botany 35 : 505–515. Wright IC, McGlone MS, Nelson CS, Pillans BJ. 1995. An integrated latest Quaternary (Stage 3 to present) paleoclimatic and paleooceanographic record from offshore northern New Zealand. Quaternary Research 44 : 283–293."
  }],
  "year": 1998,
  "references": [{
    "title": "The results presented cover different areas and are not mutually exclusive ; large scale eruptions are recorded in all cases. * Large eruptions which deposited tephras off-shore",
    "authors": ["Alloway", "Neall", "Vucetich"],
    "year": 1995
  }, {
    "title": "BP eruption, while that within the 5 cm isopach (dashed) was damaged. The area of known fires in the century or two following the eruption is shaded",
    "authors": ["Elliot"],
    "venue": "Modified from Wilmshurst and McGlone",
    "year": 1996
  }, {
    "title": "Un-numbered sites discussed by Wilmshurst and McGlone",
    "authors": ["McGlone", "Topping"],
    "venue": "Striewski et al",
    "year": 1988
  }, {
    "title": "1988) or possibly up to two centuries earlier",
    "authors": ["BP", "Lowe"],
    "venue": "(Elliot et al.,",
    "year": 1995
  }, {
    "title": "Number of publications with evidence of fire during the last 20000 years. The number of publications covering each 1000 year period, and the number recording evidence of fire during that interval are shown as bars. B, Data re-plotted as proportion of studies",
    "authors": ["Fires F"],
    "year": 2000
  }, {
    "title": "The evidence for Maori burning over wide areas of the North Island since approx. 650 years BP is unequivocal ; whether or not earlier fires can be ascribed to people is a matter of debate (Sutton",
    "authors": ["taxa (Nothofagus", "Dacrydium"],
    "venue": "Enright and Osborne,",
    "year": 1987
  }, {
    "title": "presented a charcoal curve from Kopuatai Bog in the Waikato Basin, interpreting peaks as representing discrete fires (Fig. 3B). Before 6000 years BP, fires were 800–1500 years apart, but after that increased in frequency to an interval of approx",
    "authors": ["Newnham"],
    "year": 1995
  }, {
    "title": "show that all the best dated sustained charcoal and Pteridium increases in North Island pollen diagrams were made after approx. 700 years BP, thus favouring the ‘short prehistory model ",
    "authors": ["Newnham"],
    "year": 1997
  }, {
    "title": "The use of fire for conservation management in New Zealand",
    "authors": ["RB Allen", "LR Basher", "J. Comrie"],
    "venue": "Unpublished report to the Department of Conservation. Landcare Research Contract Report LC9596}047. Science and Research Division, Department of Conservation, Wellington, New Zealand.",
    "year": 1995
  }, {
    "title": "Late Quaternary (post 28,000 year B.P.) tephrostratigraphy of northeast and central Taranaki, New Zealand",
    "authors": ["B Alloway", "VE Neall", "CG. Vucetich"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1995
  }, {
    "title": "The chronology of colonisation in New Zealand",
    "authors": ["A. Anderson"],
    "venue": "Antiquity 65 : 767–795.",
    "year": 1991
  }, {
    "title": "Was Rattus exulans in New Zealand 2000 years ago? AMS radiocarbon ages from Shag River Mouth",
    "authors": ["A. Anderson"],
    "venue": "Archaeology in Oceania 31 : 178–184.",
    "year": 1996
  }, {
    "title": "The effects of burning on soil properties and vegetation",
    "authors": ["LR Basher", "CD Meurk", "KR. Tate"],
    "venue": "A review of the scientific evidence relating to the sustainability of ecosystems and land use in the eastern South Island hill and high country. DSIR Land Resources Technical Record 18. Department of Scientific and Industrial",
    "year": 1990
  }, {
    "title": "Fire and plants. Population and community biology series 14",
    "authors": ["Bond WJ", "van Wilgen BW"],
    "year": 1996
  }, {
    "title": "Radiocarbon dates from late Quaternary deposits in the Cass district, Canterbury, New Zealand",
    "authors": ["Burrows CJ."],
    "venue": "New Zealand Journal of Botany 21 : 443–454.",
    "year": 1983
  }, {
    "title": "Process of egetation change",
    "authors": ["Burrows CJ."],
    "venue": "London: Unwin Hyman.",
    "year": 1990
  }, {
    "title": "An analysis of the evidence for climate change in New Zealand in the last thousand years : evidence from diverse natural sources and from instrumental records",
    "authors": ["Burrows CJ", "Greenland DE."],
    "venue": "Journal of the Royal Society of New Zealand 9 : 321–373.",
    "year": 1979
  }, {
    "title": "Aranuian vegetation history of the Arrowsmith Range, Canterbury",
    "authors": ["Burrows CJ", "Russell JB."],
    "venue": "1. Pollen diagrams, plant macrofossils and buried soils from Prospect Hill. New Zealand Journal of Botany 28 : 323–345.",
    "year": 1990
  }, {
    "title": "New Zealand heathlands",
    "authors": ["CJ Burrows", "DR McQueen", "AE Esler", "P. Wardle"],
    "venue": "In: Specht RL, ed. Heathlands and related shrublands of the world. A. Descriptie studies. Amsterdam: Elsevier, 339–364.",
    "year": 1979
  }, {
    "title": "Mid and late Holocene pollen diagrams and Polynesian deforestation, Wanganui district, New Zealand",
    "authors": ["Bussell RM."],
    "venue": "New Zealand Journal of Botany 26 : 431–451.",
    "year": 1988
  }, {
    "title": "Fire, succession and reserve management in a New Zealand snow tussock grassland",
    "authors": ["JA Calder", "JB Wilson", "AF Mark", "G. Ward"],
    "venue": "Biological Conseration 62 : 35–45.",
    "year": 1992
  }, {
    "title": "Identification of plant fragments and pollen from peat deposits in Rangitaiki Plains and Maketu Basin",
    "authors": ["EO Campbell", "JC Heine", "WA. Pullar"],
    "venue": "New Zealand Journal of Botany 11 : 317–330.",
    "year": 1973
  }, {
    "title": "Vegetation recovery following fire in two Waikato peatlands at Whangamarino and Moanatuatua, New Zealand",
    "authors": ["Clarkson BR."],
    "venue": "New Zealand Journal of Botany 35 : 167–180.",
    "year": 1997
  }, {
    "title": "A late Quaternary vegetation history for far northern New Zealand",
    "authors": ["JR Dodson", "NJ Enright", "RF. McLean"],
    "venue": "Journal of Biogeography 15 : 647–656.",
    "year": 1988
  }, {
    "title": "Vegetation of the Kaimanawa Ranges",
    "authors": ["Elder NL."],
    "venue": "Transactions of the Royal Society of New Zealand (Botany) 2 : 1–37. Reprinted as : Technical Paper No. 40, 1963. Forest Research Institute, New Zealand Forest Service.",
    "year": 1962
  }, {
    "title": "A twelve hundred year history of deforestation and a new age for the Rangitoto ash from Motutapu Island, Hauraki Gulf, New Zealand",
    "authors": ["M Elliot", "V. Neall"],
    "venue": "Geological Society of New Zealand AnnualConference 1995, ProgrammeAbstracts, p. 106.Geological Society of New Zealand, Miscellaneous Publication 81A.",
    "year": 1995
  }, {
    "title": "Palynological and sedimentological evidence for a radiocarbon chronology of environmental change and polynesian deforestation from Lake Taumatawhana, Northland, New Zealand",
    "authors": ["MB Elliot", "B Striewski", "JR Flenley", "DG. Sutton"],
    "venue": "Radiocarbon 37 : 899–916.",
    "year": 1995
  }, {
    "title": "Late Holocene pollen and sediment records of deforestation and environmental change from Lake Tauanui catchment, Northland, New Zealand",
    "authors": ["MB Elliot", "B Striewski", "JR Flenley", "DG. Sutton"],
    "venue": "Journal of Palaeo-Limnology (in press).",
    "year": 1998
  }, {
    "title": "Heathland vegetation of the Spirits Bay area, far northern New Zealand",
    "authors": ["Enright NJ."],
    "venue": "New Zealand Journal of Ecology 12 : 63–75.",
    "year": 1989
  }, {
    "title": "Late Holocene development of two wetlands in the Te Paki region, far northern New Zealand",
    "authors": ["NJ Enright", "RF McLean", "JR. Dodson"],
    "venue": "Journal of the Royal Society of New Zealand 18 : 369–382.",
    "year": 1988
  }, {
    "title": "Decomposition of litter from common woody species of kauri (Agathis australis Salisb.) forest in northern New Zealand",
    "authors": ["NJ Enright", "J. Ogden"],
    "venue": "Australian Journal of Ecology",
    "year": 1987
  }, {
    "title": "Comments on D",
    "authors": ["Enright NJ", "Osborne NM."],
    "venue": "G. Sutton’s paper: ‘A paradigmatic shift in Polynesian prehistory: implications for New Zealand’. New Zealand Journal of Archaeology 10 : 139–146.",
    "year": 1988
  }, {
    "title": "Tea Tree (Leptospermum) communities of the Waitakere Range, Auckland, New Zealand",
    "authors": ["Esler AE", "Astridge SJ."],
    "venue": "New Zealand Journal of Botany 12 : 485–501.",
    "year": 1974
  }, {
    "title": "A review of late Quaternary silicic and some other tephra formations from New Zealand: their stratigraphy, nomenclature, distribution, volume and age",
    "authors": ["Froggatt PC", "Lowe PJ."],
    "venue": "New Zealand Journal of Geology and Geophysics 33 : 89–109.",
    "year": 1990
  }, {
    "title": "The arrival of rats in New Zealand",
    "authors": ["Holdaway RN."],
    "venue": "Scientific correspondence. Nature 384 (No. 6606) : 225–226.",
    "year": 1996
  }, {
    "title": "The effects of the Taupo pumice eruption of c 1718 BP on the vegetation of Mt",
    "authors": ["M Horrocks", "J. Ogden"],
    "venue": "Hauhungatahi, Central North Island, New Zealand. Journal of Biogeography (in press).",
    "year": 1998
  }, {
    "title": "Fire, air, water and earth—an elemental ecology of Tasmania",
    "authors": ["Jackson WD."],
    "venue": "Proceedings of the Ecological Society of Australia 3 : 9–16.",
    "year": 1968
  }, {
    "title": "A Holocene pollen diagram from Northland, New Zealand",
    "authors": ["Kershaw AP", "Strickland KM."],
    "venue": "New Zealand Journal of Botany 26 : 145–152.",
    "year": 1988
  }, {
    "title": "The contribution of humans to past biomass burning in the tropics",
    "authors": ["AP Kershaw", "MB Bush", "GS Hope", "KF Weiss", "JG Goldammer", "R. Sanford"],
    "venue": "In: Clark JS, Cachier H, Goldammer JG, Stocks B, eds. Sediment records of biomass burning and global change. NATO ASI Series Vol. 51. Berlin, Heidelberg: Springer-Verlag,",
    "year": 1997
  }, {
    "title": "Late Quaternary volcanism in New Zealand: towards an integrated record using distal airfall tephras in lakes and bogs",
    "authors": ["Lowe DJ."],
    "venue": "Journal of Quaternary Science 3 : 111–120.",
    "year": 1988
  }, {
    "title": "Radiocarbon age of the Kaharoa Tephra, a key marker for late Holocene stratigraphy and archaeology in New Zealand",
    "authors": ["DJ Lowe", "BG McFadgen", "TFG Higham", "AG Hogg", "PC Froggatt", "IA. Nairn"],
    "venue": "The Holocene (in press).",
    "year": 1998
  }, {
    "title": "Effects of burning and grazing on sustainable utilisation of upland snow tussock (Chionochloa spp.) rangelands for pastoralism in South Island, New Zealand",
    "authors": ["Mark AF"],
    "venue": "Australian Journal of Botany",
    "year": 1994
  }, {
    "title": "Polynesian deforestation of New Zealand: A preliminary synthesis",
    "authors": ["McGlone MS."],
    "venue": "Archaeology in Oceania 18 : 11–25.",
    "year": 1983
  }, {
    "title": "New Zealand",
    "authors": ["McGlone MS."],
    "venue": "In: Huntley B, Webb T III, eds. Vegetation history. Dordrecht : Kluwer Academic Publishers, 557–599.",
    "year": 1988
  }, {
    "title": "The Polynesian settlement of New Zealand in relation to environmental and biotic changes",
    "authors": ["McGlone MS."],
    "venue": "New Zealand Journal of Ecology 12 : 115–129.",
    "year": 1989
  }, {
    "title": "The deforestation of the Upper Awatere Catchment, Inland Kaikoura Range, Marlborough, South Island, New Zealand",
    "authors": ["McGlone MS", "Basher LR."],
    "venue": "New Zealand Journal of Ecology 19 : 53–66.",
    "year": 1995
  }, {
    "title": "Vegetation and climate of the Longwood Range, South Island, New Zealand, 12000 BP to the present",
    "authors": ["McGlone MS", "Bathgate JL."],
    "venue": "New Zealand Journal of Botany 21 : 293–315.",
    "year": 1983
  }, {
    "title": "History and palaeoecology of New Zealand Nothofagus forest",
    "authors": ["MS McGlone", "DC Mildenhall", "MS. Pole"],
    "venue": "In: Veblen TT, Hill RS, Read J, eds. The ecology and biogeography of Nothofagus forests. New Haven and London: Yale University Press, 83–130.",
    "year": 1996
  }, {
    "title": "Aranuian (post-glacial) pollen diagrams from the Tongariro area, Central North Island, New Zealand",
    "authors": ["McGlone MS", "Topping WW."],
    "venue": "New Zealand Journal of Botany 15 : 749–760.",
    "year": 1977
  }, {
    "title": "Dating initial maori environmental impact in New Zealand",
    "authors": ["McGlone MS", "Wilmshurst JM."],
    "venue": "Quaternary International (in press).",
    "year": 1997
  }, {
    "title": "El Nino}Southern Oscillation climatic variability inAustralasian and SouthAmerican paleo-environmental records",
    "authors": ["MS McGlone", "AP Kershaw", "V. Markgraf"],
    "venue": "In: Diaz HF, Markgraaf V, eds. Historical and paleoclimatic aspects of the northern oscillation. Cambridge: Cambridge University Press, 435–461.",
    "year": 1992
  }, {
    "title": "The effect of recent volcanic events and climatic changes on the vegetation of Mt",
    "authors": ["MS McGlone", "VE Neall", "BD. Clarkson"],
    "venue": "Egmont (Mt. Taranaki), New Zealand. New Zealand Journal of Botany 26 : 123–144.",
    "year": 1988
  }, {
    "title": "The synecology of the West Taupo indigenous forests",
    "authors": ["McKelvey PJ."],
    "venue": "New Zealand Forest Service Bulletin 14. Wellington: Government Printer.",
    "year": 1963
  }, {
    "title": "Succession after forest fires in the southern Tararua Mountains",
    "authors": ["McQueen DR."],
    "venue": "Bulletin of the Wellington Botanical Society 24 : 10–19.",
    "year": 1951
  }, {
    "title": "Palynology of early Quaternary peats in a borehole near Patumahoe, Franklin County, New Zealand",
    "authors": ["Mildenhall DC."],
    "venue": "New Zealand Geological Surey Report PAL 105.",
    "year": 1985
  }, {
    "title": "The fire history",
    "authors": ["Molloy BPJ."],
    "venue": "In: Burrows CJ, ed. Cass: history and science in the Cass District, Canterbury, New Zealand. Christchurch, New Zealand: Dept. of Botany, University of Canterbury.",
    "year": 1977
  }, {
    "title": "Distribution of subfossil forest remains, eastern South Island",
    "authors": ["BPJ Molloy", "CJ Burrows", "JE Cox", "JE Johnston", "PA. Wardle"],
    "venue": "New Zealand Journal of Botany 1 : 68–77.",
    "year": 1963
  }, {
    "title": "Subfossil remains and their bearing on forest history in the Rakaia Catchment, Canterbury, New Zealand",
    "authors": ["Molloy BPJ", "Cox JE."],
    "venue": "New Zealand Journal of Botany 10 : 267–276.",
    "year": 1972
  }, {
    "title": "A 30,000 year pollen, vegetation and climate record from Otakairangi (Hikurangi), Northland, New Zealand",
    "authors": ["Newnham RM."],
    "venue": "Journal of Biogeography 19 : 541–554.",
    "year": 1992
  }, {
    "title": "Holocene vegetation, climate and history of a raised bog complex, northern New Zealand, based on palynology, plant macrofossils and tephrochronology",
    "authors": ["RM Newnham", "PJ De Lange", "DJ. Lowe"],
    "venue": "The Holocene 5 : 267–282.",
    "year": 1995
  }, {
    "title": "Palynology, vegetation and climate of the Waikato lowlands, North Island, New Zealand, since c 18,000 years ago",
    "authors": ["RM Newnham", "DJ Lowe", "JD. Green"],
    "venue": "Journal of the Royal Society of New Zealand 19 : 127–150.",
    "year": 1989
  }, {
    "title": "The Kaharoa Tephra as a critical datum for earliest human impact in northern New Zealand",
    "authors": ["RM Newnham", "DJ Lowe", "MS McGlone", "JM Wilmshurst", "TFG. Higham"],
    "venue": "Journal of Archaeological Science (in press).",
    "year": 1997
  }, {
    "title": "Concepts and models of succession in vascular plant communities subject to recurrent fire",
    "authors": ["Noble IR", "Slatyer RO."],
    "venue": "In: Gill AM, GrovesRH,Noble IR, eds.Fire and theAustralian biota. Australian Academy of Sciences.",
    "year": 1981
  }, {
    "title": "Community dynamics of the New Zealand conifers",
    "authors": ["J Ogden", "G. Stewart"],
    "venue": "In: Enright NJ, Hill RS, eds. Ecology of the southern conifers. Melbourne: Melbourne University Press, 81–119.",
    "year": 1995
  }, {
    "title": "Structure and composition of the subalpine forest on Mount Hauhungatahi, North Island, New Zealand, during the Holocene",
    "authors": ["J Ogden", "M Horrocks", "JG Palmer", "RA. Fordham"],
    "venue": "The Holocene 7 : 13–23.",
    "year": 1997
  }, {
    "title": "Climatic implications of macro- and micro-fossil assemblages from late Pleistocene deposits in northern New Zealand",
    "authors": ["J Ogden", "RM Newnham", "JG Palmer", "RG Serra", "ND. Mitchell"],
    "venue": "Quaternary Research 39 : 107–119.",
    "year": 1993
  }, {
    "title": "Episodic mortality, forest decline and diversity in a dynamic landscape, Tongariro National Park, New Zealand",
    "authors": ["J Ogden", "CH Lusk", "MG. Steel"],
    "venue": "In: Huettle H, Mueller-Dombois, eds. Forest decline in the Atlantic and Pacific region. Berlin, Heidelberg: Springer Verlag, 361–374.",
    "year": 1993
  }, {
    "title": "Ecology of New Zealand Nothofagus forest",
    "authors": ["J Ogden", "GH Stewart", "RB. Allen"],
    "venue": "In: Veblen TT, Hill RS, Read J, eds. The ecology and biogeography of Nothofagus forest. New Haven, London: Yale University Press, 25–81.",
    "year": 1996
  }, {
    "title": "The Late Quaternary history of kauri (Agathis australis) in New Zealand and its climatic significance",
    "authors": ["J Ogden", "A Wilson", "C Hendy", "A Hogg", "RM. Newnham"],
    "venue": "Journal of Biogeography 19 : 611–622.",
    "year": 1992
  }, {
    "title": "A post-fire succession in the northern Urewera forests, North Island, New Zealand",
    "authors": ["IJ Payton", "RB Allen", "JE. Knowlton"],
    "venue": "New Zealand Journal of Botany 22 : 207–222.",
    "year": 1984
  }, {
    "title": "A postglacial vegetation history of the southern-central upland of the North Island, New Zealand",
    "authors": ["Rogers GM", "McGlone MS."],
    "venue": "Journal of the Royal Society of New Zealand 19 : 229–248.",
    "year": 1989
  }, {
    "title": "A history of Kaiparoro clearing and the limits of Nothofagus in the northern Tararua Range, New Zealand",
    "authors": ["Rogers GM", "McGlone MS."],
    "venue": "New Zealand Journal of Botany 32 : 463–482.",
    "year": 1994
  }, {
    "title": "New Zealand climate : the temperature record, historical data and some agricultural implications.Climatic Change",
    "authors": ["Salinger MJ"],
    "year": 1979
  }, {
    "title": "Tropical cyclones : determinants of pattern and structure in New Zealand’s indigenous forests",
    "authors": ["Shaw WB."],
    "venue": "Pacific Science 37 : 405–414.",
    "year": 1983
  }, {
    "title": "%C calibration in the Southern Hemisphere and the date of the last Taupo eruption: evidence from tree-ring sequences",
    "authors": ["RJ Sparks", "WH Melhuish", "JWA McKee", "J Ogden", "JG Palmer", "BPJ. Molloy"],
    "venue": "Radiocarbon 37 : 155–163.",
    "year": 1995
  }, {
    "title": "1996.Date of colonisation of Northland",
    "authors": ["Striewski B", "ColeAO", "Flenley JR", "SuttonDG"],
    "venue": "Part 1. Year 3. Report on work done 1994–95",
    "year": 1994
  }, {
    "title": "A paradigmatic shift in polynesian prehistory: implications for New Zealand",
    "authors": ["Sutton DG."],
    "venue": "New Zealand Journal of Archaeology 9 : 135–155.",
    "year": 1987
  }, {
    "title": "Conclusions : origins",
    "authors": ["Sutton DG."],
    "venue": "In: Sutton DG, ed. The origins of the first New Zealanders. Auckland: Auckland University Press, 243–258.",
    "year": 1994
  }, {
    "title": "Wetland vegetation recovery after fire : Eweburn Bog, Te Anau, New Zealand",
    "authors": ["Timmins SM."],
    "venue": "New Zealand Journal of Botany 30 : 383–399.",
    "year": 1992
  }, {
    "title": "Frequency of thunderstorms in New Zealand",
    "authors": ["Tomlinson AJ."],
    "venue": "New Zealand Journal of Science 19 : 319–325.",
    "year": 1976
  }, {
    "title": "The egetation of New Zealand",
    "authors": ["P. Wardle"],
    "venue": "Cambridge: Cambridge University Press.",
    "year": 1991
  }, {
    "title": "Forests",
    "authors": ["Wendelken WJ."],
    "venue": "In: Wards I, ed. New Zealand Atlas. Government Printer, 106–107.",
    "year": 1976
  }, {
    "title": "The ecology of fire",
    "authors": ["Whelan RJ."],
    "venue": "Cambridge studies in ecology. Cambridge: Cambridge University Press, 346.",
    "year": 1995
  }, {
    "title": "Pakihi and surrounding vegetation in North Westland, South Island",
    "authors": ["PA Williams", "S Courtney", "D Glenny", "G Hall", "G. Mew"],
    "venue": "Journal of the Royal Society of New Zealand 20 : 179–203.",
    "year": 1990
  }, {
    "title": "Forest disturbance in the central North Island, New Zealand, following the 1850 BP Taupo eruption",
    "authors": ["Wilmshurst JM", "McGlone MS."],
    "venue": "The Holocene 6 : 399–411.",
    "year": 1996
  }, {
    "title": "A late Holocene history of natural disturbance in lowland podocarp}hardwood forest, Hawke’s Bay, New Zealand",
    "authors": ["JM Wilmshurst", "MS McGlone", "TR. Partridge"],
    "venue": "New Zealand Journal of Botany 35 : 79–96.",
    "year": 1997
  }, {
    "title": "Stratigraphy, chronology, styles and dynamics of late Quaternary eruptions from Taupo volcano, New Zealand",
    "authors": ["Wilson CJN."],
    "venue": "Philosophical Transactions of the Royal Society London A 343 : 205–306.",
    "year": 1993
  }, {
    "title": "Mountain beech forest succession after fire at Mount Thomas Forest, Canterbury, New Zealand",
    "authors": ["SJ Wiser", "RB Allen", "KH. Platt"],
    "venue": "New Zealand Journal of Botany 35 : 505–515.",
    "year": 1997
  }, {
    "title": "An integrated latest Quaternary (Stage 3 to present) paleoclimatic and paleooceanographic record from offshore northern New Zealand",
    "authors": ["IC Wright", "MS McGlone", "CS Nelson", "BJ. Pillans"],
    "venue": "Quaternary Research 44 : 283–293.",
    "year": 1995
  }],
  "id": "SP:8ea244558b203fe0a91e960bf7d53b310227a836",
  "authors": [{
    "name": "JOHN OGDEN",
    "affiliations": []
  }],
  "abstractText": "New Zealand forests burn less frequently than tussock grasslands, heath or shrublands. Species composition, past disturbance and stand condition determine inflammability and fuel load, and consequent fire intensity and spatial extent. Before people arrived, fires were ignited by lightning during drought years on the eastern sides of both islands. Volcanism occurring every 300–600 years was associated with fires in the central North Island. A review of radiocarbon-dated charcoal from the eastern South Island, and of evidence for fire in pollen profiles from the North Island, provide the basis for an assessment of fire frequency. Forest fires have occurred on both New Zealand’s islands throughout the Holocene at least every few centuries, until the last millennium when frequency increased. The ‘return time’ of fire at any one place in the forested landscape was probably one or two millennia. Burned areas usually succeeded to forest again before the next inflagration. Consequently fire adaptation is infrequent in the New Zealand flora, and Polynesian forest clearance was rapid and largely permanent. There is an indication of an increase in fire frequency in the late Holocene, and a clear signal associated with people approx. 700 years BP. Separating the earliest anthropogenic fires from the background level of natural burning will be difficult without additional evidence. # 1998 Annals of Botany Company",
  "title": "BOTANICAL BRIEFING. Fire, Forest Regeneration and Links with Early Human Habitation: Evidence from New Zealand "
}