{
  "sections": [{
    "heading": "JOURNAL OF SEDIMENTARY RESEARCH, VOL. 71, NO. 5, SEPTEMBER, 2001, P. 833–842",
    "text": "Copyright q 2001, SEPM (Society for Sedimentary Geology) 1527-1404/01/071-833/$03.00\nFormation of clay minerals by chemical weathering as suggested in previous studies appears to be insignificant on King George Island, even though the climate is warmer and more humid than in other Antarctic regions. Smectite and kaolinite in seafloor sediments around the South Shetland Islands do not indicate chemical weathering in the source area. Instead, their occurrence suggests that volcanism, igneous intrusion, and related hydrothermal alterations were active in the South Shetland Islands during the Cenozoic."
  }, {
    "heading": "INTRODUCTION",
    "text": "Terrigenous clay minerals are often transported great distances by wind and water currents before being deposited in seafloor sediments. The composition and characteristics of clay minerals in well-preserved sediments record the paleoclimatic and tectonic environments of their source areas (Biscaye 1965; Chamley 1989; Ehrmann et al. 1992). Clay minerals in marine sediments have been used to infer paleoenvironmental conditions in the Antarctic. In continental weathering environments, smectite and kaolinite are generally formed by active chemical weathering of rocks under humid temperate to tropical climates (Weaver 1989). Their abundant occurrence in marine sediments was often ascribed to the chemical weathering in a warm humid land source, while illite and chlorite in the sediments were correlated with physical weathering of sedimentary and metamorphic rocks under cold climates. Robert and Kennett (1994) analyzed clay-mineral assemblages of the late Paleocene sediments in Ocean Drilling Program sites and correlated the increased kaolinite and smectite contents with times of increased chemical weathering under temporary high temperature and rainfall in the Antarctic. The high smectite content of the Eocene–Oligocene transitional sediments was interpreted to indicate that chemical weathering on Antarctica during the early Oligocene was much more intense than during the present (Robert and Kennett 1997). Yoon et al. (1992) found significant proportions of kaolinite and smectite in forty-two surface sediments collected using a grab sampler in the Bransfield Strait between the South Shetland Islands and the Antarctic Peninsula. These minerals\nwere attributed to chemical weathering in the South Shetland Islands. However, paleoenvironmental reconstruction should take into account the potentially diverse formation processes of clay minerals under wide-ranging geological environments: hydrothermal activity, chemical weathering, diagenesis, and low-grade metamorphism. For example, kaolinite might be formed by hydrothermal alteration or diagenesis as well as by chemical weathering under tropical to temperate climate regimes. Therefore, the origin of clay minerals in the soils of the source area in Antarctica should be evaluated where possible prior to paleoenvironmental reconstruction.\nClay-mineral data for Antarctic soils are rare in comparison to the extensive data in tropical and temperate areas. In a summary of previous works on the soils in the cold deserts of Antarctica, Campbell and Claridge (1987) showed that clay minerals of chemical weathering origin occur in very small quantities, but they suggested that the maritime Antarctic region, covering the west coast of the Antarctic Peninsula and the offshore islands, has a higher potential for chemical weathering because of its warmer and more humid climate. Data on soil clay mineralogy in the maritime Antarctic region are not available. The main objective of our study is to examine the origin of clay minerals in the soils of King George Island, South Shetland Islands, and to discuss the results in the light of the source of Antarctic marine sediments."
  }, {
    "heading": "GEOLOGY, CLIMATE, AND SOILS",
    "text": "Figure 1 shows the geology of the Barton Peninsula, the primary study area on King George Island, summarized from our field survey and previous reports (Jin et al. 1989; Hwang et al. 1997). Geological boundaries are not definitive because of the rare outcropping of bedrock and frequent snow cover. Andesitic tuffs and flows are widely distributed in the center of the Peninsula, with upper strata of agglomerates consisting predominantly of poorly stratified aggregate of volcanic bombs on the southeast coast and lower strata of basaltic andesite in the north. Volcanic rock contains plagioclase, quartz, epidote, hornblende, chlorite, illite, calcite, and magnetite (Jin et al. 1989; Park 1990; Kim et al. 1995). The volcanics are intruded by granodiorite. Both the volcanics and the granodiorite were emplaced by volcanism and related plutonism in the Andean orogenic belt in the Cretaceous to early Tertiary and underwent metamorphism of greenschist to amphibolite transitional facies in an island-arc setting (Kim et al. 1995).\nSome of the volcanics are severely altered by paleohydrothermal activity, which has been attributed to intrusion of granodiorite in the early Tertiary (Park 1990; Hwang et al. 1997). In some areas of the northwestern Peninsula, phyllic–argillic hydrothermal alteration zones are easily recognized by the yellowish-white color of altered bedrock compared to the greenish color of normal bedrock (Fig. 1), but outlines of the zones are not accurate where covered by snow or thick debris. The altered rocks are composed of quartz, pyrite, and clay minerals such as illite, kaolinite, and pyrophyllite (Park 1990). Weak propylitic alteration, involving generation of epidote, chlorite, carbonates, and pyrite (Guilbert and Park 1986), was recognized by the chloritization of biotite in granodiorite and the presence of epidote, calcite, and pyrite in volcanic bedrock around phyllic–argillic alteration zones (Jin et al. 1989; Park 1990; Hwang et al. 1997). It is very difficult to distinguish the mineral assemblages of the propylitic hydrothermal al-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\nterations from those of diagenesis or low-grade metamorphism. In this paper, volcanic rocks that have undergone severe phyllic–argillic hydrothermal alteration are called altered bedrock, whereas relatively unaltered volcanic rocks and granodiorite that enclose these phyllic–argillic alteration zones are normal bedrock.\nMost of King George Island is covered by an ice sheet, and bedrock is exposed only in the narrow coastal areas. Current climatic data of the study area recorded at the King Sejong Station for nine years (1988–1996) show an average annual temperature of 21.8 8C, relative humidity of 89%, precipitation of 437.6 mm, and wind velocity of 7.9 m/s, with major directions of northwest and southwest (Lee et al. 1997). During austral summer from December to March, the mean air temperature rises above zero, melting the snow cover. The climate is warmer and more humid than in other Antarctic areas. For example, annual average temperature and precipitation\nof Vanda Station in the Dry Valleys of East Antarctica are 220 8C and 45 mm, respectively (Campbell and Claridge 1987).\nPaleoclimate and deglaciation history of the South Shetland Islands have been studied several times using various methods such as absolute age dating, oxygen isotope compositions, and diatom analysis of lake or marine sediments. Sugden and Clapperton (1986) suggested regional deglaciation in the South Shetland Islands at ca. 9500 yr BP. Barsh and Mäusbacher (1986) reported radiocarbon and U–Th ages of raised beach sediments at the Fildes Peninsula of King George Island, implicating the deglaciation of the island after 6000 yr BP. The late Holocene lake sediments from Midge Lake, Byers Peninsula, Livingston Island suggest deglaciation before 4000 yr BP and a climatic optimum between 3200 and 2700 yr BP, reflecting a milder and more humid maritime climate with a slightly colder and drier climate than today between ca. 1500 and 500 yr BP (Björck et al. 1991). In a study of sediment cores from Maxwell Bay, Yoon et al. (2000) suggested a colder climate between 6200 and 4000 yr BP and a warmer and more humid climate after 4000 yr BP. Overall, the data point toward a climatic optimum between ca. 4000 and 3000 yr BP in the South Shetland Islands (Björck et al. 1996; Yoon et al. 2000).\nThe Peninsula has a gentle topography with a wide central plain at 90– 180 m above sea level. Marian and Potter coves (Fig. 1) are fjords into which outlet glaciers currently calve, producing icebergs. Because the Barton Peninsula is a narrow area, 4 km wide, and has generally been covered by a rather stagnant ice cap (Lee 1992), debris from glacial erosion has not been transported great distances. Therefore, rock fragments in surface soils generally reflect the lithology of the bedrock, consistent with the observations of Jin et al. (1989). Permafrost is present 1 m below the surface."
  }, {
    "heading": "SAMPLES AND METHODS",
    "text": "Soil samples were collected in the uppermost 10 cm of the surface from 112 sites, together with 40 bedrock samples. The samples were dried, sieved (, 200 mesh), and ground in an agate mortar for X-ray diffraction (XRD) analysis. After the samples were packed in the circular cavity of holder, the XRD pattern was obtained on a Siemens D5005 instrument using Cu Ka radiation equipped with a diffracted-beam monochromator in the range of 3–4082u. The , 2mm size fraction was separated from some smectite-rich samples by sedimentation and centrifugation of suspension and further identified after ethylene glycolation and heating at 350 8C and 550 8C.\nMineral composition of soil samples was determined by the external standard method of Chung (1974). This method requires a reference intensity ratio (RIR), the ratio of the integrated intensity of a selected diffraction line of a standard mineral to the integrated intensity of the (113) diffraction line of synthetic corundum powder (1 mm) in a 1:1 mixture by weight. Mineral compositions in a mixture of minerals are calculated as follows:\n21m IK j,ni,nX 5 (1)Oi 1 2I Kj51i,n j,n Where Xi is the unknown weight fraction of phase i in the sample, Ki,n and Kj,n are the RIR for diffraction line n of phase i and j, Ii,n and Ij,n are the integrated intensity of diffraction line n of phase i and j respectively, and m is the number of phases in the mixture. RIR was measured for the (001) diffraction line of illite, pyrophyllite, smectite, and kaolinite, (002) of chlorite, (2,0,21) of plagioclase, (100) of quartz, and (110) of amphibole. Standard samples of illite, pyrophyllite, smectite, chlorite, quartz, and plagioclase were separated from the soils and bedrocks of the Barton Peninsula, for kaolinite from Dry Branch, U.S.A., and for hornblende from Sancheong, Korea. Overlapping peaks were separated with software (PROFILE 1.0) installed in the Siemens D5005 instrument. The (001) line of smectite overlapped with the (001) line of chlorite in many samples. The peak area of smectite was obtained by subtracting the portion of chlorite from the total\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\narea of overlapping peaks. The average integrated-intensity ratio of (001) to (002) of chlorite was estimated as 0.51 (6 0.08) from the XRD patterns of 14 bedrock samples.\nThere are many sources of errors: differences in structure and chemical composition between samples and standards, preferred orientation, overlapping peaks, counting statistics, and peak versus background statistics (Bish and Chipera 1986). We could not estimate all the errors. However, data obtained through standardized procedures can reasonably be interpreted to show the characteristic distribution pattern of clay minerals in soils. This method has an advantage over the method of Biscaye (1965) commonly used for the quantitative analysis of clay minerals in fine-grained deep-sea sediments because it includes many more minerals that occur in the soils. Clay minerals might be either the major component of soils or very small in absolute quantity compared to nonclay minerals. They may occur as inclusions in mineral and rock fragments. Hence, relative abundances of only four clay minerals in , 2 mm fractions cannot represent their realistic distribution patterns in soils comprising a varying amount of nonclay minerals such as quartz and plagioclase depending on the bedrock lithology.\nEighty-six polished thin sections were made from 54 undisturbed soil samples and 20 bedrock samples following the procedure by Jeong and Kim (1993). These were used for optical microscopy and back-scattered electron (BSE) imaging with a JEOL JSM 6300 scanning electron microscope equipped with an Oxford energy dispersive X-ray analyzer. Chemical compositions of clay minerals and glass were determined with a Cameca SX51 electron microprobe analyzer at the Korea Basic Science Institute."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Content and Distribution of Clay Minerals in Soils",
    "text": "Statistical data for the mineral compositions of soil samples are summarized in Table 1. (Supplementary Tables are included in the SEPM data archive, see Acknowledgments section.) Representative XRD patterns of the soil samples are shown in Figure 2. Major clay minerals in the soils are chlorite, illite, smectite, and kaolinite. Distributions of the major clay minerals are given in Figure 3 with comparison to the phyllic–argillic alteration zones in bedrocks. Illite and kaolinite show highly localized distributions in the phyllic–argillic alteration zones. In addition, illite contents are also high in the southeast. The distribution of chlorite shows an inverse pattern to distribution of both kaolinite and phyllic–argillic alteration zones. Smectite is more prominent in the western area of the Barton Peninsula, with no relationship to the phyllic–argillic alteration zones, and its content is very low in the eastern areas recently exposed from ice coverage. Distributions of the minor clay minerals are given in Figure 4. Pyrophyllite is concentrated locally in some soil samples from altered bedrock. Interstratified illite–smectite is concentrated in the soils near granodiorite along the coast of Marian Cove.\nDistributions of plagioclase and quartz are given in Figure 5. Plagioclase is the most abundant mineral in the soils of normal bedrock, but its content\ndecreases in the soils of altered bedrock (Table 1). Quartz is a minor component in the soils of normal bedrock, but is twice as abundant in the soils of altered bedrock (Table 1)."
  }, {
    "heading": "Soil Microtextures and Mineral Chemistry",
    "text": "Soils are unsorted and composed of mineral and rock fragments derived from the bedrock and volcanic ashes (Fig. 6A). The ash particles are mostly pumice glass shards with scattered plagioclase laths. Electron microprobe data of fresh glass in soils (Table 2 and Supplementary Table 2) show chiefly a basaltic andesite and partly basalt (Fig. 7). Petrographic observations of 66 soil thin sections showed that the pumice shards in the soils are most abundant in the western region of the Peninsula.\nBSE images show that fresh, clear pumice shards with empty vesicles (Fig. 6B) often closely coexist with highly altered ones (Fig. 6C). In the latter case, glass was selectively replaced by brown clay materials, while plagioclase remains intact. The vesicles are often lined or filled with brown clays showing a concentric and radial growth pattern and a systematic wavy extinction. Figure 6D shows a partially altered pumice shard composed of brown clays, fresh glass, and plagioclase. The brown clays associated with the pumice shards are tentatively identified as smectite, having compositions of Fe- and Mg-rich beidellite (Table 3 and Supplementary Table 3). Abnormally low layer charges of some analyses are probably due to the interlayer Mg, which cannot be distinguished from that in the octahedral sites by electron microprobe analysis.\nSamples of normal volcanic bedrock were examined to compare their glass with those in soils. Figure 8A shows that the glass matrix in tuff is devitrified to mixtures of quartz and chlorite with partial albitization of plagioclase. Magnetite and close mixtures of calcite and chlorite are found around devitrified glass and albitized plagioclase. The pumice shards in tuff are tightly interlocked with cementing materials of microcrystalline quartz (Fig. 8B, C), and their glass matrices are almost devitrified to chlorite with albitization of plagioclase lath (Fig. 8B). All the vesicles are completely filled with chlorite and illite (Fig. 8C). In XRD analyses of 40 normal bedrock samples, chlorite, associated with minor illite, is the dominant clay mineral. Smectite was detected in only four rock samples. Both smectite and chlorite are absent from the altered bedrock.\nThe BSE images of thin sections taken from soils with exceptionally high smectite content (N1, 48.2 wt %) over granodiorite shows frequent massive grains composed almost entirely of smectite without any residual texture of volcanic glass, such as vesicles and plagioclase laths (Fig. 9A). Figure 9B shows the massive smectite replacing plagioclase in underlying granodiorite bedrock. Electron microprobe analyses (Table 3 and Supplementary Table 4) show that smectites have chemical compositions of beidellite, with lower Fe, Mg, and Ti than those of the eolian pumice shards. Figure 8C shows the interstratified illite–smectite replacing sericitic muscovite and plagioclase in granodiorite. The chemical compositions show that dioctahedral illite and smectite layers are interstratified in about a 1:1 ratio (Table 3 and Supplementary Table 5).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Origins of Clay Minerals",
    "text": "Localized distributions of illite and kaolinite in the soils of the phyllic– argillic hydrothermal alteration zones imply their residual origin from the altered bedrock. The partly high illite content in the soils in the east of the Barton Peninsula might reflect local enrichment in normal bedrock or transport by glacial erosion from the northern phyllic–argillic alteration zones along a slope that dips gently to the southeast. Chlorite in soils is a residual component derived from normal bedrock that has undergone low-pressure thermal metamorphism (Kim et al. 1995). Absence of chlorite in the soils of the phyllic–argillic alteration zone suggests the decomposition of chlorite in the normal volcanic bedrock by the action of hydrothermal solution. Plagioclase was partly decomposed by the phyllic–argillic hydrothermal alteration, while quartz was enriched.\nSmectites are associated with the widespread pumice shards in the soils, especially in the early-deglaciated western region of the Peninsula, and show a rather uniform distribution independent of the phyllic–argillic alteration zones. The degree, products, and textures of alteration of pumice shards in soils (Fig. 6) are very different from those in normal volcanic bedrock (Fig. 8). The pumice shards in normal bedrock were completely devitrified into chlorite, quartz, and illite during diagenesis and low-grade metamorphism. Conversely, those in soils are fresh or partly altered to smectite. The pumice shards common in soils are difficult to produce by fragmentation of tightly cemented and devitrified pumice shards in bedrock. All the evidence collectively suggests that the origin of the fresh or smectite-bearing pumice shards in soils is eolian.\nSome smectite-enriched soils contain unusual massive grains with no residual texture of pumice shards and distinct chemical compositions. Because their occurrence cannot be explained by eolian supply, they are in-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\nterpreted to originate from bedrock that has experienced local propylitic alteration outside of the phyllic–argillic alteration zones. However, smectite is absent in most of the normal bedrock in the Barton Peninsula. Therefore, smectite derived from bedrock might be enriched locally, and not the regional contributor to the clay-mineral compositions of the soils in the Barton Peninsula. The close association of smectite and interstratified illite– smectite in a thin section of granodiorite (Fig. 9) and their chemical similarity (Table 3) suggest that both are a product of hydrothermal alteration of plagioclase. The restricted occurrence of interstratified illite–smectite in soils near granodiorite (Fig. 4B) also suggests their origin from granodiorite via local propylitic hydrothermal alteration. We suggest that the interstratified illite–smectite derived from granodiorite was dispersed along the coast of Marian Cove by glacial transport.\nThere are two possibilities for the timing and cause of smectitization in the eolian pumice shards in soils: (1) weathering after deposition of the pumice shards and (2) unknown processes in the source area before deposition. In support of the first process, the higher smectite content in the early-deglaciated western region might be explained by the weathering of\nglass after deposition of pumice shards. It is well known that volcanic ash tends to weather to smectite. For example, volcanic glass was weathered to halloysite through allophane and imogolite after 10,000–15,000 years in the temperate climate of New Zealand (Lowe 1986) and after 9,000 years in Japan (Nagasawa 1978). However, formation of smectite in the rather cold climate of Antarctica may require a similar or longer time. Around the Barton Peninsula of King George Island, previous works show that the ice sheet began to disappear ca. 6,000 years ago (Barsh and Mäusbacher 1986; Mäusbacher et al. 1989; Yoon et al. 2000). There may not have been sufficient time to form abundant smectite since the retreat of ice sheets in the Peninsula. In addition, the close association of fresh and highly altered pumice shards of identical chemical compositions and microtextures on thin-section scales (Fig. 6A) argues against a weathering origin for these smectites. Hence, no convincing evidence is found for significant authigenic formation of clay minerals in the recently exposed King George Island, despite its relatively warm and humid climatic conditions.\nAs a second possibility, smectite may have been formed in the nearby volcanic source areas and reworked by repeated eruptions. This scenario is\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\nmore reasonable than the first, on the basis of the following considerations. It has been reported that rapid alteration of volcanic ashes in the hydrothermal environment of volcanoes produces abundant smectite. Pevear et al. (1982) stated that smectite-bearing ashes in the 1980 eruption of Mount St. Helens were ancient reworked ashes. King (1986) suggested the eolian origin of smectite in Holocene airfall tephras in the southern Canadian Rockies. Basaltic glass is altered to palagonite by prolonged submarine weathering (Fisher and Schmincke 1984). Basaltic ash in the Surtsey volcano was hydrothermally altered to palagonite only 12 years after eruption (Jakobsson and Moore 1986). Palagonite is composed of poorly crystalline smectite (Eggleton and Keller 1982; Zhou and Fyfe 1989). The altered glasses of brown color in the soils of the Barton Peninsula have textures very similar to the palagonite shown in Zhou and Fyfe (1989). Thus, glass in pumice shards might be altered to smectite in the hydrothermal environment around the crater of an active volcano or in the submarine weathering environment and reworked by subsequent eruptions. Both fresh pumice shards formed by new eruptions and reworked fresh and smectite-bearing pumice shards have been deposited in King George Island. The higher smectite content in the early-deglaciated western region of the Barton Peninsula suggests their deposition mostly after deglaciation and not as the residues after ablation of glaciers and ice sheets. Considering the dominant northwesterly and southwesterly winds, a promising source of the pumice shards is Deception Island, an active volcano located about 130 km southwest of King George Island, with records of many phreatomagmatic eruptions (Gonzalez-Ferran 1991). Current hydrothermal activity and alteration of volcanic ashes have been observed in the crater of Deception Island (Han 1990). According to the chemical analyses of nine volcanic rock samples collected from Deception Island by Jwa and Kim (1991), its extrusives have chemical compositions consistent with those of pumice shards in the soils of the Barton Peninsula (Table 2).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\nTABLE 2.—Representative electron microprobe data of glass of pumice shards in the Barton Peninsula and whole rock chemistry of volcanics from Deception Island.\nSample\nElectron microprobe analyses of glass of pumice shards\nH1 O13 T5 V5 E4 Average of 30 analyses (62s)\nVolcanics from Deception Island**\nAverage of 9 analyses (62s)\nSiO2 Al2O3 FeO* MgO TiO2 MnO P2O5 CaO Na2O K2O\n50.91 14.41 10.63 4.77 2.77 0.10 0.51 8.47 4.32 0.68\n52.76 15.80\n8.79 3.39 2.04 0.28 0.39 8.86 4.21 0.56\n55.37 16.76 11.79\n0.56 2.78 0.20 0.42 4.40 4.89 1.24\n54.60 18.68 5.86 3.41 1.30 0.23 0.34 9.41 4.06 0.61\n53.56 14.78 8.46 4.81 1.75 0.19 0.36 7.94 3.92 0.73\n53.11(60.61) 15.49(60.91)\n9.46(60.88) 3.84(60.50) 2.28(60.25) 0.20(60.03) 0.46(60.05) 8.30(60.81) 3.86(60.22) 0.64(60.11)\n52.64(60.79) 15.93(60.41)\n9.46(60.58) 4.38(60.47) 1.92(60.22) 0.16(60.01) 0.28(60.03) 8.28(60.61) 4.44(60.24) 0.53(60.08)\nTotal 97.57 97.07 98.39 98.50 96.8 97.64 98.01\n* Total FeO ** Data from Jwa and Kim (1991)\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\n→\nFIG. 8.—Back-scattered electron images of thin sections of normal volcanic bedrocks in the Barton Peninsula. A) Andesite tuff showing devitrification of glass to\nchlorite (Ch) and quartz (Q), and albitization of plagioclase (P) to albite (A) with scattered calcite (Cc) and magnetite (Mt). B) Pumice shards tightly cemented with quartz in pumice-rich andesitic tuff. C) Magnified image from the box of part B showing the pumice shards whose glass matrix was devitrified to chlorite and vesicles filled with chlorite and illite (IL). Plagioclase is albite. Black 5 voids.\nBjörck et al. (1991) identified 14 tephra horizons dating to between 4700 and 250 yr B.P. in sediment cores from Livingston Island, James Ross Island, and Hope bay, and in a moss bank of Elephant Island. They also ascribed the source for the tephra to Deception Island on the basis of its chemistry and wind direction among a number of possible sources. Matthies et al. (1990) concluded that tephra layers in the lake sediments of King George Island came from eruptions on Deception Island."
  }, {
    "heading": "Implications",
    "text": "The origin of clay minerals in the marine sediments of polar regions is not completely established. Chlorite and illite are common in the marine sediments of high latitudes (Biscaye 1965). Chlorite has been interpreted to originate from the physical weathering of metamorphic and basic source rocks under cold climate, whereas illite is derived from more acidic rocks (Ehrmann et al. 1992). Kaolinite has been known to be derived from the weathering of kaolinitic sedimentary rocks and erosion of paleosols (Chamley 1989; Ehrmann et al. 1992). The origin of smectite in marine sediments of the Antarctic ocean has been debated but is generally attributed to submarine weathering of volcanic materials (Biscaye 1965) or possibly to chemical weathering on the Antarctic continent (Ehrmann et al. 1992). Melles et al. (1995) reported relative contents of clay minerals in the surface sediments of the southern Weddell Sea: illite (51–82%), chlorite (8– 38%), smectite (2–19%), and kaolinite (2–16%). They interpreted that kaolinite was derived from kaolinite-bearing calcareous sandstones exposed on Berkner Island, but they did not comment on the origin of smectite.\nKing George Island consists mostly of volcanic and plutonic rocks even though the lithology of the large ice-covered area is unknown. This study in the Barton peninsula shows no evidence of significant supergenetic formation of smectite and kaolinite in the surface soils. Deep-seated volcanic bedrock was altered by paleohydrothermal activity related to igneous intrusion following volcanism, producing diverse clay minerals of hydrothermal origin such as kaolinite and illite, with minor smectite, interstratified illite–smectite, and pyrophyllite. Smectite was formed by the submarine weathering and/or hydrothermal alteration of recent volcanics in the\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/71/5/833/2817632/833.pdf by University of Arizona user on 26 February 2019\nFIG. 9.—Back-scattered electron images of thin sections showing smectite and interstratified illite–smectite derived from the hydrothermal alteration of plagioclase in granodiorite. A) Massive grains of smectite (arrows) with other mineral and rock fragments in soil overlying granodiorite. B) Massive smectite aggregates selectively replacing plagioclase in granodiorite. C) Interstratified illite–smectite replacing plagioclase and sericitic muscovite in granodiorite. Cc, calcite; Ch, chlorite; IS, interstratified illite–smectite; K, K-feldspar; Mu, muscovite; P, plagioclase; Q, quartz; S, smectite; Z, zircon.\nTABLE 3.—Electron microprobe analyses of smectite and interstratified illite-smectite in the Barton Peninsula.\nClay Minerals\nNo. of Analysis\nSmectite from Glass1 20\nSmectite from Bedrock2 11\nI-S from Bedrock3 6\nSiO2 Al2O3 Fe2O34 MgO TiO2 MnO CaO Na2O K2O\n41.91(62.15)5 14.10(61.29) 17.76(61.26)\n6.27(61.28) 1.26(60.44) 0.09(60.03) 1.21(60.28) 0.39(60.14) 0.54(60.17)\n54.23(60.92) 23.17(61.00)\n2.21(60.49) 2.76(60.34) 0.06(60.06) 0.03(60.02) 1.63(60.19) 0.23(60.15) 0.29(60.09)\n50.56(61.93) 33.28(63.50)\n0.81(60.24) 1.13(60.67) 0.02(60.02) 0.01(60.01) 1.09(60.24) 0.89(60.53) 4.90(61.29)\nTotal 83.53 84.61 92.70\nNumber of cations on the basis of O20(OH)4 Si Al(IV) Sum 6.39 1.61 8.00 7.52 0.48 8.00\n6.63 1.37 8.00\nAl(VI) Fe31 Mg Ti Mn Sum\n0.92 2.26 1.42 0.14 0.01 4.76\n3.31 0.26 0.57 0.01 0.00 4.15\n3.77 0.09 0.22 0.00 0.00 4.08\nCa Na K Charge\n0.20 0.12 0.10 0.62\n0.24 0.06 0.05 0.60\n0.15 0.23 0.82 1.35\n1 Brown clays associated with altered eolian pumice shards in soils. 2 Massive smectite grains in soils and replacing plagioclase in granodiorite. 3 Interstratified illite-smectite replacing plagioclase and muscovite in granodiorite. 4 Total Fe2O3. 5 Errors at the 95% confidence level.\nsource area. Smectite-bearing ashes were dispersed to remote sea and land areas by repeated eruptions. All the evidence strongly supports hydrothermal origins of smectite and kaolinite in the offshore sediments around King George Island rather than chemical weathering in the land area as assumed by Yoon et al. (1992) and Yoon et al. (2000).\nAlthough this study was carried out in the small ice-free area of King George Island, it gives a new origin for clay minerals in the Antarctic ocean in addition to a detrital origin from sedimentary rocks. West Antarctica includes 26 active volcanoes (Gonzalez-Ferran 1991). Ancient to recent hydrothermal alterations are important clay-forming processes, particularly in the active volcanic terranes of West Antarctica. Attention should be paid to the fact that smectite and kaolinite in Antarctic ocean sediments might not reflect paleoenvironments of the terrestrial source region at the time of sedimentation but are determined by physical weathering of bedrock, affected by hydrothermal activity, transport, deposition, and reworking. Their occurrence may indicate a significant contribution of active volcanism, igneous intrusion, and related hydrothermal activity throughout the Cenozoic to the clay mineralogy of marine sediments around West Antarctica."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Members of the 11th KARP (Korea Antarctic Research Program) and the overwintering party of King Sejong Station supported the authors’ field survey on King George Island. Dr. J.B. Choi assisted in XRD analyses of soil samples. This paper was supported by Korea Ocean Research and Development Institute in 1998. The manuscript was greatly improved by the critical reviews of Drs. Martin Melles, Kirsten Menking, and Richard Yuretich. Archived data are available at the following URL: http://www.ngdc.noaa.gov/mgg/sepm/archive/index.html."
  }],
  "year": 2001,
  "references": [{
    "title": "New data on the relief development",
    "authors": ["D. BARSH", "R. MÄUSBACHER"],
    "year": 1986
  }, {
    "title": "Mineralogy and sedimentation of recent deep-sea clay in the Atlantic",
    "authors": ["P.E. BISCAYE"],
    "year": 1965
  }, {
    "title": "Mineralogy of drill holes J-13, UE-25A#1, and USW G-1",
    "authors": ["D.L. BISH", "S.J. CHIPERA"],
    "year": 1986
  }, {
    "title": "Late Holocene tephrochronology of the northern",
    "authors": ["S. p. BJÖRCK", "P. SANDGREN", "R. ZALE"],
    "year": 1991
  }, {
    "title": "Neues Jahrbuch für Mineralogie, Monatshefte",
    "authors": ["W.U. EHRMANN", "M. MELLES", "G. KUHN", "H. GROBE"],
    "year": 1992
  }, {
    "title": "The Geology of Ore Deposits",
    "authors": ["J.M. 97–105. GUILBERT", "C.F. PARK", "JR"],
    "year": 1986
  }, {
    "title": "Characteristics of the hydrothermal waters in Bransfield Strait: Korea Ocean",
    "authors": ["HAN M.W. p"],
    "year": 1990
  }, {
    "title": "Hydrothermal alteration of the granitic and volcanic",
    "authors": ["J. HWANG", "J.I. LEE", "C.W. RHEE"],
    "venue": "Research and Development Institute, Report BSPG 00111–317–7,",
    "year": 1997
  }, {
    "title": "volcano, Iceland: Geological Society of America, Bulletin, v",
    "authors": ["JEONG G.Y", "KIM", "S.J"],
    "year": 1993
  }, {
    "title": "Geochemistry of the volcanic rocks from Deception Island",
    "authors": ["JWA", "Y.-J", "KIM"],
    "venue": "BSPG",
    "year": 1991
  }, {
    "title": "Low pressure thermal metamorphism of volcanic rocks",
    "authors": ["KIM H", "CHO M", "LEE", "J.I"],
    "venue": "Report BSPG 00140–400–7,",
    "year": 1995
  }, {
    "title": "A chemical classifi",
    "authors": ["M.J. LE BAS", "R.W. LEMAITRE", "A. STRECKEISEN", "B. ZANETTIN"],
    "venue": "Minerals: London,",
    "year": 1986
  }, {
    "title": "Meteorological characteristics at King Sejong Station, Antarctica (1988–1996): Korea Ocean Research and Development Institute, Report",
    "authors": ["LEE B.Y", "WON Y", "OH", "S.N"],
    "venue": "BSPE 97604-00-1020-7,",
    "year": 1997
  }, {
    "title": "Geomorphic features characterized by glacial and periglacial climate at Barton Peninsula: Korea Ocean Research and Development Institute, Report",
    "authors": ["LEE D.Y"],
    "venue": "BSPG 00169-5-4857,",
    "year": 1992
  }, {
    "title": "Controls on the rates of weathering and clay mineral genesis in airfall tephras: a review and New Zealand case study",
    "authors": ["D.J. LOWE"],
    "venue": "Rates of Chemical Weathering of Rocks and Minerals: London,",
    "year": 1986
  }, {
    "title": "Deception Island tephra: A stratigraphic marker for limnic and marine sediments in Bransfield Strait area: Zentralblatt für",
    "authors": ["D.R. MATTHIES", "R. MÄUSBACHER", "D. STORZER"],
    "venue": "Geologie und Paläontologie,",
    "year": 1990
  }, {
    "title": "Evolution of postglacial sedimentation in Antarctic lakes (King George Island): Zeitschrift für Geomorphologie",
    "authors": ["R. MÄUSBACHER", "J. MÜLLER", "R. SCHMIDT"],
    "venue": "N.F., v",
    "year": 1989
  }, {
    "title": "Processes of modern sedimentation in the Southern Weddell Sea, Antarctica—Evidence from surface sediments: Polarforschung",
    "authors": ["M. MELLES", "G. KUHN", "D.K. FÜTTERER", "D. MEISCHNER"],
    "venue": "v. 64,",
    "year": 1995
  }, {
    "title": "Weathering of volcanic ash and other pyroclastic materials",
    "authors": ["K. NAGASAWA"],
    "venue": "Clays and Clay Minerals of Japan: Tokyo, Elsevier,",
    "year": 1978
  }, {
    "title": "Epithermal alteration and mineralization characteristics of Barton Peninsula, King George Island: Korea Ocean Research and Development Institute, Report",
    "authors": ["PARK", "M.-E"],
    "venue": "BSPG 00111–317–7,",
    "year": 1990
  }, {
    "title": "Clay minerals in the 1980 deposits from Mount St",
    "authors": ["D.R. PEVEAR", "D.P. DETHIER", "D. FRANK"],
    "venue": "Helens: Clays and Clay Minerals, v",
    "year": 1982
  }, {
    "title": "Antarctic subtropical humid episode at the Paleocene– Eocene boundary: Clay-mineral evidence: Geology",
    "authors": ["C. ROBERT", "J.P. KENNETT"],
    "venue": "v. 22,",
    "year": 1994
  }, {
    "title": "Antarctic continental weathering changes during Eocene– Oligocene cryosphere expansion: Clay mineral and oxygen isotope evidence",
    "authors": ["C. ROBERT"],
    "venue": "Geology, v",
    "year": 1997
  }, {
    "title": "Glacial history of the Antarctic Peninsula and South Georgia",
    "authors": ["D.E. SUGDEN", "C.M. CLAPPERTON"],
    "venue": "South African Journal of Science,",
    "year": 1986
  }, {
    "title": "Distribution, provenance, and dispersal pattern of clay minerals in surface sediments, Bransfield Strait, Antarctica",
    "authors": ["YOON H.I", "HAN M.W", "PARK B.K", "HAN S.J", "OH", "J.K"],
    "venue": "Geo-Marine Letters,",
    "year": 1992
  }, {
    "title": "Glaciomarine sedimentation and its paleoceanographic implications along the fjord margins in the South Shetland Islands, Antarctica during the last 6000 years: Palaeogeography",
    "authors": ["YOON H.I", "PARK B.K", "KIM Y", "KIM"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2000
  }, {
    "title": "Palagonitization of basaltic glass of DSDP site 335, Leg 37: Textures, chemical composition, and mechanism of formation",
    "authors": ["Z. ZHOU", "W.S. FYFE"],
    "venue": "American Mineralogist,",
    "year": 1989
  }],
  "id": "SP:bfa322cdbb56e77639c4d4475cdc067bcb2928f4",
  "authors": [{
    "name": "G.Y. JEONG",
    "affiliations": []
  }, {
    "name": "H.I. YOON",
    "affiliations": []
  }],
  "abstractText": "Clay minerals in the soils of King George Island, South Shetland Islands, West Antarctica, were investigated to evaluate their influence upon the composition of marine sediments derived from them. Paleohydrothermal activity has developed phyllic–argillic alteration zones in restricted areas of the volcanic bedrock. Illite and kaolinite show a highly localized distribution in the soils of the phyllic– argillic zones, whereas chlorite dominates in the soils of unaltered bedrock. The localized distribution indicates that illite and kaolinite are residues from altered bedrock, whereas chlorite originates from unaltered bedrock. Smectite in the soils is rather uniformly distributed with no relationship to the phyllic–argillic zones. It is mostly the alteration product of eolian pumice shards, which are found scattered throughout the soils on a microscopic scale. The eolian provenance of smectite associated with pumice shards is supported by a uniform distribution of smectite, coexistence of fresh and altered pumice shards, and rather short exposure after deglaciation. Smectites likely have been formed in a remote source around volcanic craters and reworked by repeated eruptions. Formation of clay minerals by chemical weathering as suggested in previous studies appears to be insignificant on King George Island, even though the climate is warmer and more humid than in other Antarctic regions. Smectite and kaolinite in seafloor sediments around the South Shetland Islands do not indicate chemical weathering in the source area. Instead, their occurrence suggests that volcanism, igneous intrusion, and related hydrothermal alterations were active in the South Shetland Islands during the Cenozoic.",
  "title": "THE ORIGIN OF CLAY MINERALS IN SOILS OF KING GEORGE ISLAND, SOUTH SHETLAND ISLANDS, WEST ANTARCTICA, AND ITS IMPLICATIONS FOR THE CLAY-MINERAL COMPOSITIONS OF MARINE SEDIMENTS"
}