{
  "sections": [{
    "heading": "JOURNAL OF SEDIMENTARY RESEARCH, VOL. 67, NO. 5, SEPTEMBER, 1997, P. 840–855",
    "text": "Copyright q 1997, SEPM (Society for Sedimentary Geology) 1073-130X/97/067-840/$03.00\nThe strata as a whole can be grouped into three categories according to the degree of development of paleosols in the sequences. These paleosol sequences can be interpreted in terms of climatic–geomorphic– fluvial response. (1) Rapidly deposited alluvium with weakly developed paleosols is interpreted to represent deposition during periods of rapid climate change. During these periods, the vegetation–landscape system was in disequilibrium, thereby causing accelerated soil erosion from the hinterland landscape, which was accompanied by floodplain aggradation. (2) Slowly deposited alluvium with well-developed, clayey paleosols may indicate climatic optimum conditions when vegetation both suppressed soil erosion and enhanced sediment storage in hinterland soils. (3) Most of the alluvial strata falls into a third category, which consists of alternating moderately and weakly developed paleosols. This alluvium is interpreted as fluvial deposition responding to a geomorphic system in dynamic equilibrium. The largest terrace surface cuts into rapidly deposited alluvium with weak paleosol development and may represent a complex-response incision feature associated with a preceding period of rapid alluviation.\nA chronology for the alluvial cut-and-fill episodes is constructed based on stratigraphic relationships, time estimates of paleosol development, and 40Ar/39Ar age determinations. Time estimates from paleosols are made both by comparison of paleosols to modern soils from dated chronosequences and directly from 40Ar/39Ar age determinations of tuffs interbedded with complete sequences. These methods allow estimation of sediment accumulation rates and of the timing and duration of aggradation and degradation episodes. In the Painted Hills area, the Eocene–Oligocene boundary is marked by a truncation surface overlain by rapidly deposited alluvium. This alluviation episode is estimated to have begun at about 33.2 Ma. A 10 m stack of red beds (well-developed, clay-rich, and oxidized paleosols) cap the before-mentioned rapidly deposited strata and mark the top of the middle Big Basin Member. These paleosols are estimated to span the interval from 32.0 to 32.6 Ma, which corresponds to an early Oligocene warming trend that immediately followed the Eocene–Oligocene (Oi1) cooling event, both recorded in marine isotopic data. Thus, these red beds may represent an early Oligocene climatic optimum in the Pacific Northwest."
  }, {
    "heading": "INTRODUCTION",
    "text": "Fluvial systems have been studied from both modern and ancient examples with the aim to better understand flooding, deposition of alluvium, channel migration, tectonic events, and fluvial response to climatic or geomorphic change (Leopold et al. 1964; Allen 1965; Knox 1972; Schumm 1977; Knighton 1984; Collinson 1986; Miall 1992, 1996). Of particular relevance for deciphering past climatic events and its effect on vegetation and landscape is the fluvial response to climate change (Schumm 1968; Baker and Penteado-Orellana 1977). Ancient alluvial deposits have much to provide in this respect because the geologic record contains thick sequences of alluvial strata that span much of Earth’s history.\nOther views of alluvial strata held by many sedimentologists are that both large-scale and small-scale depositional features are caused by the tectonic processes of mountain building (Gloppen and Steel 1981; Steel et al. 1977), base-level changes (Kraus and Middleton 1987), fluvial facies migration (Kraus and Bown 1987; Bown and Kraus 1987; Bridge and Mackey 1993; Willis and Behrensmeyer 1994), or volcanic processes (Vessell and Davies 1981; Smith 1987a). Volcanic events have clearly been shown to cause alluvial aggradation in basins proximal to and directly associated with active volcanoes (Kuenzi et al. 1979; Smith 1987b; Bestland et al. 1995). More recently, sequence stratigraphic concepts have begun to incorporate climate, fluvial system processes such as ‘‘complex response’’, and geomorphic thresholds into the interpretation of alluvial strata (Posamentier and Vail 1988; Perlmutter and Matthews 1989; Shanley and McCabe 1994; Wright and Marriott 1993). Furthermore, neotectonic studies have shown that climate and geomorphology control much of the alluvial sedimentation, even proximal to major faults such as the San Andreas Fault system (Bull 1991; Weldon 1986).\nIn this paper, geomorphic concepts thought to drive fluvial aggradation and degradation are used to interpret the vertical and lateral stratigraphy of a thick sequence of early Oligocene paleosols. The temporal correspondence of these terraces and paleosol packages with global climate events is made from a combination of radiometric age determinations of tuff beds interbedded with paleosols and from time estimates of the degree of development of paleosols. The primary objective of this paper is the documentation of floodplain aggradation and degradation patterns over long periods of time (hundreds of thousands to millions of years), and the evaluation of their relationship to global paleoclimate change."
  }, {
    "heading": "Eocene–Oligocene Transition",
    "text": "The temporal context of the early Oligocene paleosols and alluvial terraces discussed here is important because they immediately follow one of Earth’s great climatic events: the Eocene–Oligocene transition. During a major climate change such as this, changes in vegetation, weathering rates, soil types, and runoff would all combine to produce different geomorphic conditions in a fluvial system. During the Eocene–Oligocene transition, the Earth’s climate changed profoundly from the Mesozoic and early Cenozoic greenhouse to the glaciated world of the late Cenozoic (Kennett 1977; Keigwin 1980; Wolfe 1978; Miller et al. 1987; Miller et al. 1991; Zachos et al. 1991). A sequence of stepwise climatic and biotic changes are centered around the Eocene–Oligocene transition (Miller et al. 1991; Zachos et al. 1993; Diester-Haass et al. 1996). These paleoclimatic changes are well known from the fossil record of plants (Wolfe 1978, 1985) and ani-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nmals (Prothero 1989), from the isotopic record of deep-sea cores (Miller et al. 1987), and more recently from sequences of paleosols (Retallack 1983, 1992; Bestland et al. 1994; Bestland et al. 1996; Bestland et al. 1997). The duration, magnitude, and global nature of these climatic events are known from dO isotopic data from deep sea cores. However, these records give mostly cooling and warming trends of oceanic waters, and yield little information about terrestrial (nonmarine) conditions. Fossil plant and animal assemblages from nonmarine strata, on the other hand, have produced detailed paleoecologic and paleoclimatic information about terrestrial environments over this time span (Wolfe 1978, 1981a, 1981b; Manchester 1994; Meyer and Manchester 1997), but their temporal resolution is coarse. Paleosols in Eocene–Oligocene strata of central Oregon and South Dakota are so abundant and well dated from associated volcanic tuffs (Retallack 1983; Bestland et al. 1993; Bestland et al. 1994; Bestland and Retallack 1994b, 1994c; Bestland et al. 1996) that the nonmarine paleoclimatic record interpreted from paleosols has a resolution approaching 100 ka and can now be compared to the marine paleoclimatic record (Bestland et al. 1994; Bestland et al. 1997).\nA key advance that increases the utility of mid-Cenozoic paleosols and allows for the comparison of terrestrial and marine records is the recent refinement of the Eocene–Oligocene boundary (Montanari et al. 1988; Odin et al. 1991; Swisher and Prothero 1990; McIntosh et al. 1992; Berggren et al. 1992; Berggren et al. 1995). Although dating of the Eocene–Oligocene boundary has been controversial (Berggren et al. 1985; Odin and Curry 1985), high-precision 40Ar/39Ar dating of marine sequences in Italy (Montanari et al. 1988; Odin et al. 1991), the nonmarine sequences of the White River Group (Swisher and Prothero 1990), and the ignimbrite sheets of the Mogollon plateau (McIntosh et al. 1992) have yielded an age of 33.7 6 0.5 Ma (Prothero and Swisher 1992; Berggren et al. 1992) or 34 Ma (Montanari et al. 1988; Odin et al. 1991). Correlation of the central Oregon strata with global paleoclimatic events is based on new 40Ar/39Ar age determinations from tuff layers interbedded with the strata (Bestland et al. 1997) and the time scale of Cande and Kent (1992, 1995)."
  }, {
    "heading": "GEOLOGIC SETTING",
    "text": "Alluvial deposits and terraced truncation surfaces discussed in this paper belong to the Oligocene part of the John Day Formation (Figs. 1, 2). In the Painted Hills area of central Oregon, a thick section of this formation, including 260 m of Big Basin Member strata, is preserved in the Sutton Mountain syncline (or Mitchell syncline of Fisher 1967). The Big Basin Member is the basal member of the John Day Formation in the eastern part of the John Day Basin (eastern facies of Fisher and Rensberger 1972; Woodburne and Robinson 1977; Robinson et al. 1984). It spans the interval from approximately 40 Ma to 30 Ma, based on radiometric age determinations, and thus contains the Eocene–Oligocene boundary (Bestland et al. 1994; Bestland et al. 1997). The John Day Formation also represents a distal record of early Cascade volcanism. It consists of fine- to coarse-grained pyrogenic material of rhyodacitic composition that was deposited in a back-arc basin setting (Robinson et al. 1984). During much of the Eocene, before the initiation of Cascade volcanism and the deposition of the John Day Formation, an Eocene andesitic volcanic province, termed the Clarno arc, was active in central Oregon. A late Eocene westward jump of the subduction zone at about 40–42 Ma (Duncan and Kulm 1989; Fiebelkorn et al. 1983) corresponds to the change from Clarno andesitic volcanism to Cascade volcanism and John Day Formation deposition. Thus the John Day Formation onlaps and mantles the eroded remnants of the Clarno arc as well as smaller areas of Cretaceous and older basement rocks.\nAn important factor in the paleoclimatic setting of these early Oligocene deposits was the climatic change that occurred during the Eocene–Oligocene transition. In central Oregon this global climatic event is recorded in the Big Basin Member by a dramatic change in paleosol type from clayrich kaolinitic, Ultisol-like paleosols in the late Eocene lower Big Basin Member, to smectitic and silty, Alfisol-like paleosols in the early Oligocene middle and upper Big Basin Members (Bestland and Retallack 1994b; Bestland et al. 1997). These paleosol data when combined with flora data (Manchester 1994; Meyer and Manchester 1997) indicate a change across this\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nboundary in central Oregon from subtropical humid conditions in the late Eocene to temperate humid conditions in the early Oligocene. 40Ar/39Ar dates of tuffs interbedded in the successions of paleosols from the John Day Formation indicate that the smectitic and tuffaceous paleosols are younger than 34 Ma (oldest date in middle Big Basin Member is 33.6 6 0.20 Ma; Bestland et al. 1997), and the clayey, iron-rich, and kaolinitic paleosols are older than approximately 34 Ma (Bestland et al. 1994; Bestland et al. 1997). These gross differences in paleosol type support the approximate 34 Ma age of the Eocene–Oligocene boundary of Swisher and Prothero (1990) and Berggren et al. (1992), and the 33.7 6 0.5 Ma boundary of Montanari et al. (1988), Odin et al. (1991), and Berggren et al. (1995). Another major climatic step, the mid-Oligocene climatic transition, is recognized in the central Oregon stratigraphy at approximately 30 Ma based on the change from noncalcareous, smectitic paleosols to calcareous and zeolitic paleosols in the lower Turtle Cove Member (Bestland and Retallack 1994b; Bestland et al. 1997).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "STRATIGRAPHY AND PALEOSOL TYPES",
    "text": "The stratigraphy of the John Day Formation in the Painted Hills area and elsewhere in the John Day basin spans much of the mid-Tertiary and is characterized by vertically changing suites of paleosols (Retallack 1991a, 1991b; Bestland et al. 1997). The terraced truncation surfaces and incised alluvial deposits discussed in detail in this paper are in the upper part of the middle Big Basin Member and throughout the upper Big Basin Member, both informal stratigraphic subdivisions of the Big Basin Member (Bestland et al. 1994; Bestland et al. 1997). Two tuff beds in the middle Big Basin Member of 33.0 Ma and 32.7 Ma, and dates of 29.7, 28.8, and 28.65 Ma on tuffs above the upper Big Basin Member, allow for age estimates of 34–32 Ma for the middle Big Basin Member and 32–30 Ma for the upper Big Basin Member. In these John Day Formation members, paleosol types and associations of paleosols were used as lithologic indicators during mapping (Fig. 1). Delineation of paleosol types is based on distinctive characteristics such as root traces, texture, fabric, clay structures, grain size, color, horizonation patterns, outcrop weathering characteristics, XRD clay mineralogy, and bulk rock geochemistry (Bestland and Retallack 1994b). Most of these features were determined by field inspection of fresh rock that was exposed by trenching of badlands, and follow field methods of Retallack (1988). More detailed descriptions and interpretations of type profiles are presented elsewhere (Bestland and Retallack 1994b). An abbreviated description and interpretation is presented here (Table 1). Each paleosol or pedotype is considered a distinct rock type or paleosol pedotype (sensu Retallack 1994) and not a pedofacies in the sense of Kraus and Bown (1987), whose concept of pedofacies can contain more than one type of paleosol, similar to sedimentary facies that contain different sedimentary structures. Each pedotype is interpreted to be the product of similar soilforming environments in which the processes of climate, landscape position, flora and fauna, parent material, and time of formation have combined to produce a distinctive soil, similar to soil series on modern landscapes and paleosol series (Retallack 1983)."
  }, {
    "heading": "Paleosol Types",
    "text": "The seven pedotypes described below (Table 1), and later utilized for sedimentation rate estimates, are named from the local Sahaptin Native American language (DeLancey et al. 1988; Rigsby 1965). The names are based on a distinctive attribute of the paleosol such as color (Luca 5 red), texture (Wawcak 5 split), or some other distinctive feature (Micay 5 root). Characteristics of the pedotypes, including their stratigraphic relationship to other pedotypes, can be interpreted in terms of landscape position and time of formation based on comparison to similar modern soils and catenas (Retallack 1990).\nIn the middle and upper Big Basin Member in the Painted Hills area, the dominant pedotypes include a variety of paleosols considered to be Inceptisols and Alfisols. The most dominant and pervasive include Lakim pedotype (black, Mn-rich, gleyed, Inceptisol-like paleosols), Luca pedotype (red, clayey, Alfisol-like paleosols), Micay pedotype (yellow-olive, silty, Entisol-like paleosols), Skwiskwi pedotype (red-brown, silty, Alfisol to Andisol-like paleosols), and Ticam pedotype (red-brown silty Inceptisol-like paleosols). Variants of pedotypes are less common but locally important. For example the Luca pedolithic variant (reworked Luca) is the pedotype that most commonly mantles the terraced truncation surfaces.\nIn addition to field characteristics of the pedotypes (Table 1), petrographic, X-ray diffraction mineral identification, and geochemical evidence (Table 2) also aid in interpretations of degree and direction of weathering (Bestland and Retallack 1994a, 1994b). Some of these data are summarized in Table 1. Bulk rock geochemistry of paleosol horizons by X-ray fluorescence (XRF) and atomic adsorption (AA) are particularly useful for basic paleosol interpretations. An extensive data base of over 150 samples of XRF bulk rock geochemical analyses exists for paleosols and tuffs in the Painted Hills area and elsewhere in the John Day Basin (Bestland and Retallack 1994a, 1994b; Bestland et al. 1996; Bestland et al. 1997). The geochemical data presented here add to this data base (Table 2). Consideration of these data from a stratigraphic, paleoclimatic, and paleopedologic\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nperspective point to major trends in the weathering of these paleosols that strongly indicate climatic control (Bestland et al. 1997). These data from paleosol horizons can be compared to the bulk rock geochemistries of parent tuffs from the John Day Formation in the Painted Hills area, which have aluminum-to-bases molecular ratios of 0.9 to 1.1 and ferric iron of 1–3 wt % (Robinson et al. 1990). Conversely, the moderately developed paleosols in the middle and upper Big Basin Member can be compared to the very well-developed paleosols from the lower Big Basin Member (Bestland et al. 1996). These thick, iron-rich paleosols in the lower Big Basin Member have aluminum-to-bases ratios of 4–7, ferric iron of 10–23 wt %, and TiO2 of 1.5–3.5 wt %. This data base also aids with interpretations of the extent of diagenetic effects; that is, the geochemical additions and losses during burial and diagenesis. Diagenesis appears to have been a largely closed-system change that resulted in burial dehydration and reddening of iron minerals, crystallization of zeolites in some paleosols rich with fresh ashy material, and decomposition of most of the original soil organic material (Bestland and Retallack 1994a, 1994b).\nLithologically, most of the strata in this Oligocene part of the John Day Formation range from silty claystones to clayey sandstones that are a mix of smectite clay, clay fragments, pyrogenic crystals, and volcanic rock fragments. The clayey fragments are of two types: clay rip-up clasts or clayfilled pedogenic features. Weathered pumice fragments and ash-size vitric particles, now decomposed to clay, are also very common. Pyrogenic crystals of feldspar in all stages of etching and weathering are common in most\nhorizons. Euhedral and vitreous plagioclase and sanidine crystals are locally abundant in many paleosols. Rock fragments consist of weathered to very weathered andesitic to rhyodacitic fragments of sand to granule size.\nAn important comparison of the paleosols described in Table 1 is an evaluation of the well-drained and moderately well-developed paleosols (Luca, Skwiskwi, and Ticam pedotypes). These paleosols serve best as comparisons to modern soil chronosequences and hence are important in terms of time estimates. Because these paleosols are the most strongly developed, they represent the most time. Luca paleosols have better-developed B horizons with more clay and clay structures than Skwiskwi and Ticam profiles. Skwiskwi paleosols are thicker and better developed than Ticam paleosols and are thicker and less mottled than Luca paleosols."
  }, {
    "heading": "Middle Big Basin Member",
    "text": "The terraced intervals and associated cut-and-fill sequences are in the middle and upper Big Basin Member of the John Day Formation. The middle Big Basin Member is extensively exposed in the Painted Hills area (Bestland et al. 1994; Bestland and Retallack 1994b; Bestland et al. 1997), where it contains approximately 91 m of smectite-rich silty claystones dominated by pale yellow-olive, weakly developed paleosols and red, clayey, moderately to well-developed paleosols (Luca pedotype). The base of the middle Big Basin member is defined as the first smectite-rich strata that overlie a truncation surface that cuts into underlying iron- and kaolinite-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nrich claystones of the lower Big Basin Member or other underlying units (Bestland and Retallack 1994b). The upper boundary is defined by a thick, red and well-developed paleosol, or its lateral equivalent, that caps a set of two to four closely spaced red paleosols (Bestland and Retallack 1994b). In the middle part of this member in the study area, laterally traceable tuff and lignite beds form the base of the stratigraphic package that contains recognizable paleoterraces (Figs. 2, 3). Two of these tuffs have been dated by the 40Ar/39Ar, single-crystal method (Bestland et al. 1997). The lower dated unit is a biotite-bearing tuff dated at 32.99 6 0.03 Ma. The Overlook Tuff, which crops out at the base of ‘‘Rainbow Hill’’ (Fig. 2), is a laterally persistent unit in the Painted Hills area and has been dated at 32.66 6 0.025 Ma.\nIn the upper part of the middle Big Basin Member, above the Overlook Tuff, are two sets of closely spaced red paleosols (units Tjmr1 and Tjmr2 of Figures 2 and 3), which are informally referred to as the ‘‘Red Cap’’ beds because they cap a series of flat-topped knolls and ridges in the Painted Hills area. The lower interval consists of one to five Luca, Ticam, and Lakim paleosols (Figs. 4, 5). The most prominent paleosol in this lower set is a laterally persistent Luca pedolithic variant paleosol (colluvial reworked Luca paleosol). Luca pedolithic paleosols are a variation on the standard Luca profile (Table 1) and are characterized by claystone breccia horizons, commonly with Fe-rich claystone nodules and abundant sandsize feldspar grains and rock fragments. The above-mentioned paleosol can be traced and mapped throughout the ‘‘Rainbow Hill’’ area and, in the most complete section, consists of two reworked or pedolithic Luca variant paleosols (Fig. 4). The second interval contains very well-developed Luca\npaleosols that cap the sequence. The uppermost thick red paleosol marks the top of the middle Big Basin Member. Between the two sets of red paleosols is a green clay bed with iron-stained, fine-lapilli-size particles, which aids in stratigraphic correlation. Lateral facies change from Luca to Lakim paleosols, and the reverse, and local truncation of both sets of red paleosols has produced a complex stratigraphy (Fig. 5)."
  }, {
    "heading": "Upper Big Basin Member",
    "text": "Above the capping Luca paleosol in the middle Big Basin Member, or its stratigraphic equivalent, is a relatively homogeneous sequence of Micay paleosols (unit Tju1 of the upper Big Basin Member). This stack of 15 m of weakly developed paleosols is in turn cut by a terraced truncation surface, which has been mapped in the area as unit Tjur1 (Fig. 6). This stepped truncation surface is marked by a thick red paleosol, commonly with complex horizonation and Fe-rich pedoliths. This surface is onlapped by moderately developed Lakim, Ticam, and Luca paleosols that alternate with weakly developed paleosols that basically consist of bioturbated alluvium with root traces and clayey clasts (Micay pedotype). Many of the paleosols that onlap this truncation surface grade from Ticam and Luca paleosols in upslope positions, to Lakim paleosols in downslope positions, following an ancient paleogradient (Figs. 6, 7). An additional 98 m of upper Big Basin Member overlie the truncation surface of unit Tjur1 and contain several more truncation surfaces. These surfaces are of lesser magnitude than unit Tjur1. The boundary of the upper Big Basin Member with the overlying Turtle Cove Member is a major truncation surface in many places in the\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nJohn Day Basin (Bestland et al. 1994), although it is not well developed in the Painted Hills area."
  }, {
    "heading": "Terrace Paleosols",
    "text": "Terrace features were recognized by their geometry, truncating relationship with underlying strata, and paleosol type. The recognition of welldeveloped and colluvially reworked paleosols is important because these units represent significant breaks in deposition and possible episodes of incision and terrace formation. The moderately to well-developed paleosols, on and associated with the three truncation surfaces in the study area, can be grouped into three categories according to their degree of development and degree of reworking: (1) Paleosols that are within conformable alluvial sequences; these include Lakim, Ticam, Skwiskwi and weakly developed Luca pedotypes. These paleosols constitute much of the strata in the upper Big Basin Member above the truncation surface of unit Tjur1. (2) The second type consists of well-developed to very well-developed Luca paleosols that lack indications of colluvial reworking; these are examples of thick, clayey Luca paleosols at and near the top of the middle Big Basin Member in unit Tjmr2. (3) The third type consists of moderately to well developed reworked or pedolithic Luca paleosols, which are present in all three truncation surface sets (units Tjmr1, Tjmr2, and Tjur1). These paleosols have profiles that deviate from basic A–B–C soil horizonation and include horizons with abundant Fe-rich nodules, clay clasts, and sandy concentrations of feldspar grains that exhibit a wide range of weathering stages. Sharp boundaries, some as sharp as bedding planes, are present in many of these reworked paleosols and have differing lithologies above and below. They indicate erosional episodes. The red bed sets can be grouped according to their degree of development, presence of reworked colluvial features, and their geochemistry.\nWeathering Trends.—The general composition of the original alluvial deposits can be approximated by examination of the mineral and rockfragment content of the coarser-grained detritus (rock and pumice fragments), as well as from the geochemical composition of paleosol C horizons, and from the geochemical composition of welded ash-flow tuffs and other primary tuff beds (Bestland and Retallack 1994b, 1994c; Robinson et al. 1990). Bulk rock geochemistry of the tuffs and C horizons in the Painted Hills area and elsewhere in the John Day Formation indicates a rhyodacitic composition (Bestland and Retallack 1994b; Hay 1962; Fisher 1966; Robinson et al. 1990; Bestland et al. 1997). The feldspar population in the John Day Formation units has a significant percentage of sanidine as well as plagioclase, which has been used to argue for a more mafic or andesitic composition for the John Day Formation pyroclastic material (Robinson et al. 1990). However, this interpretation is not borne out by the before-mentioned rhyodacitic composition of tuffs and little-altered alluvial strata (Robinson et al. 1990; Bestland and Retallack 1994b).\nGeochemically, these three sets of paleosols are distinguishable on the basis of weathering ratios and concentration of resistate elements (Table 2; Fig. 8). Paleosols that represent vertical floodplain accretion (Ticam, Skwiskwi, and immature Luca pedotypes) are represented by bulk rock analyses from Bt and Bw horizons from moderately developed and welldrained paleosols in the upper Big Basin Member (Fig. 8). These paleosol horizons show moderate weathering as indicated by leaching of bases, accumulation of aluminum, and concentration of iron and titanium. By comparison, the paleosols in the two sets of red beds capping the middle Big Basin Member (Luca and reworked Luca pedotypes) show stronger development. Furthermore, the upper red bed set, unit Tjmr2, contains more strongly developed paleosols than the lower red bed set (Figs. 4, 8). These weathering trends are shown best by clay formation indicated by A2O3/ SiO2 (Fig. 8). Alumina becomes concentrated during weathering at the expense of silica and bases, as volcanic glass and feldspar grains weather to clay. The reworked Luca paleosols, thought to represent the colluvial reworking of an incised floodplain, have an unusual geochemical signature\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nin terms of their high ferric iron content, yet low TiO2 content, and weathering ratios of alumina to bases indicative of low levels of clay accumulation (Fig. 8). The low concentration of TiO2 is anomalous because oxidation and weathering commonly concentrate both ferric iron and TiO2. These trends support a colluvial concentration process whereby sand-size grains of feldspar, rock fragments, and Fe-rich nodules accumulated while clay- and silt-size material was eroded (elutriated). Titania is present in Big Basin Member paleosols as fine-silt-size grains in the clayey matrix. Thus, as this grain size was preferentially eroded, titania was removed from these paleosols (Bestland and Retallack 1994b). Much of the ferric iron, on the other hand, is contained in oxidized volcanic rock fragments and in ironrich soil nodules, both of granule to gravel size. Thus, these soils had started a process of profile degradation that reversed their development from stable, thick, well-developed terrace soils to an older, dissected and eroded stage of soil development. This process is envisioned as a maturing and thickening of soils over time that ultimately leads to soil degradation, erosion, and landscape destabilization, similar to landscape–soil evolution models of Johnson and Watson-Stegner (1987)."
  }, {
    "heading": "DEPOSITIONAL RECONSTRUCTION",
    "text": "A floodplain depositional setting is strongly indicated for much of the John Day Formation in the Painted Hills area and elsewhere because of: (1) the predominance of silty claystone lithology that lacks bedding and other primary sedimentary structures, (2) the abundance of paleosol horizons, with many being from poorly drained settings, and (3) the scarcity of channel deposits. The few channel deposits encountered in the trenched\nsections consist of fine to coarse sandy layers, with maximum thickness of 30–40 cm, and which contain poorly preserved low-angle cross-bedding. One reason for the poor exposure and difficult identification of channel complexes and depositional structures is the ashy-pumaceous matrix present between feldspar grains and rock fragments, which, because of a combination of pre-weathering prior to deposition and compaction during burial, has caused this ashy detritus to lose its clastic appearance. The sandy layers are not resistant, because of this tuffaceous matrix (now smectite clay), and are largely covered by the same badland-type modern surface soil that weathers from the silty claystones. The preponderance of finegrained detritus, the absence of gravel, and the scarcity of sandy layers indicates a suspended-load, meandering stream system probably with silty levees and floodplain deposition dominated by vertical accretion of silt and clay. Many modern floodplains are dominated by vertical accretion processes (Nanson and Croke 1992). For example, the modern-day Delaware River floodplain contains a thick sequence of overbank deposits.\nFloodplain drainage conditions can be interpreted from paleosol type following modern soil features (Simmonson and Boersma 1972). Lakim pedotypes are interpreted to have been poorly drained or gleyed (reduced, Fe21), because of their Mn-rich content (Table 2), gleyed colors (gray, dark gray, blue-green colors) and low-level paleo-landscape position in relation to red Luca paleosols. The physical tracing of red beds laterally into Mn-rich paleosols and truncation-surface paleosols indicates that these red beds formed on higher landscape positions. Mn is known to concentrate in soils in poorly drained conditions where redox fluctuations are common (Veneman et al. 1976; Dixon and Skinner 1992). Luca paleosols, on the\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nother hand, contain abundant oxidized iron (Fe31), low Mn contents, and ped-cutan structures formed by the downward translocation of clay, all indicative of free drainage. Numerous examples exist in the Painted Hills of Ticam and Luca paleosols grading laterally into Lakim paleosols downslope from a mantled paleohigh (Fig. 8), thus reinforcing the interpretation that Lakim paleosols represent poorly drained floodplain settings. Another line of evidence of paleo-gley conditions are paleosol variants that combine Lakim and Ticam or Luca characteristics. The most common variant has a Lakim iron-manganiferous Bg horizon directly below a Luca Bt horizon with red clay and clay skins. Thus, paleodrainage conditions are well preserved by the presence of these two paleosol types. Micay paleosols are too weakly developed to indicate drainage conditions.\nCombining the paleodrainage position of the different paleosols, their relationship to the terraced surfaces, and the lateral and vertical stratigraphy of this interval, a model of fluvial deposition and incision can be constructed (Fig. 9). The weakly to moderately developed paleosols formed on a slowly aggrading floodplain, some on well-drained local high-standing surfaces (Ticam and Luca pedotype) and some in poorly drained landscape positions (Lakim pedotype). These are the most common paleosol types in this part of the John Day Formation. During degradational phases, channel incision produced terraces where well-drained and well-developed soils formed over longer periods of time because of their isolation from fluvial disturbance (Fig. 9). These soils developed well-horizonated profiles with thick argillic B horizons and oxidized and weathered C horizons represented by the thick and very well-developed Luca paleosols. On and proximal to terrace margins, slope retreat and colluvial processes produced soils with coarser grain size and complicated profiles that contain eroded horizons, and coarse-grained (sandy) intervals. Sand-size feldspar and rockfragment grains are much more abundant in these colluvially reworked paleosols than in in situ weathering profiles. The two terrace intervals in the middle Big Basin Member appear from their exposed extent to be only single terrace levels—one riser and one tread. The ‘‘Rainbow Hill’’ truncation surface, on the other hand, has two terrace levels plus a third lower probably floodplain level (Fig. 9).\nPatterns of landscape aggradation can be reconstructed from the vertical and lateral stratigraphy and paleo-drainage conditions deduced from paleosol types and facies relations (Fig. 9). The pattern that emerges is of a landscape that was more or less mantled during periods of aggradation. That is, the preexisting topography of low and higher ground remained essentially intact during fluvial cutting and filling. Well-drained landscape positions such as terrace surfaces, when onlapped by the aggrading floodplain, remained mostly well drained. And conversely, poorly drained or rapidly accumulated paleosols remained low-lying areas of the landscape. Large terrace-forming incision episodes, such as the ‘‘Rainbow Hills’’ terrace, did temporally alter these persistent landscape patterns. Localized basin subsidence centered around the ‘‘Rainbow Hill–Yellow Basin’’ area is interpreted to have caused the thickening of units observed in this area as well as the poorly drained soil types."
  }, {
    "heading": "Time Estimates from Paleosols",
    "text": "The time of formation of paleosols can be estimated to a first approximation by comparison with Holocene and Quaternary soils and paleosols of known age (Retallack 1990). Determination of the degree of soil development and evaluation of soil classification for the paleosols in question are necessary for this comparison. The degree of development of a soil or paleosol is evaluated by the clayeyness of the B horizon and its type of clay, thickness of the B horizon, and the presence and strength of clayey structures, colors, and nodules (see semiquantitative paleosol development column of Figure 4). Many of these features can be determined in the field and can be evaluated semiquantitatively (Harden 1982; Retallack 1988). Other quantitative evaluations of the degree of development can be made using laboratory methods such as point-counting thin sections for grain-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nsize variations, XRD identification of clay minerals, and bulk rock geochemistry for degree and direction of weathering (Retallack 1990; Bestland et al. 1996; Bestland et al. 1997). Classification of paleosols can be approximated further by considering flora and fauna fossil assemblages from strata in the area that are geologically equivalent (Retallack 1983). Fossil assemblages can give detailed paleoecological information on temperature, rainfall, freezing conditions, and so forth, but well-documented fossil sites are few and far between, and so extrapolation to paleosols may produce significant errors. Chronostratigraphic linking of paleosols with well-studied fossil sites can provide good calibration points from which paleoecologic conditions of intervening paleosols can be extrapolated. Using these criteria as a rough guide, soil classifications can be approximated, and these interpretations are then matched with Holocene and Pleistocene soils and paleosols, preferably from well-dated soil chronosequences.\nIn the early Oligocene part of the John Day Formation an excellent paleobotanical record exists in the Bridge Creek Flora (Chaney 1924, 1925; Manchester and Meyer 1987; Meyer and Manchester 1997). The Bridge Creek Flora assemblage, in its type area and elsewhere in the formation, is present in the middle Big Basin Member (Bestland et al. 1994). A general paleoenvironmental interpretation based on this flora as well as the paleosol\ntypes is that of various kinds of woodlands in a mild temperate humid climate (Retallack et al. 1996) with mean annual temperature (MAT) of 10–148C and 1000–1400 mm of mean annual precipitation (MAP). Paleosols in the middle and upper Big Basin Members have been compared by Bestland and Retallack (1994b) to those in small montane basins in the Central Transmexican Volcanic Belt (Mata et al. 1971).\nA variety of Holocene and Quaternary soils and paleosols with known ages (see Birkeland 1990 for a review) can be compared to paleosols in the early Oligocene strata of the Painted Hills. Large errors in soil-derived age estimates have been shown to exist for Holocene and Quaternary soils and paleosols: on the order of 6 50% according to Birkeland (1990) and Birkeland et al. (1991) and 6 70% according to Harden (1987). Even larger errors are probable for much older paleosols (Tertiary age) because of the uncertainties of both their classification and comparison with known soil ages. However, the large climatic swings during the time that these Holocene and Quaternary soils represent may have caused a large part of the errors of soil-derived ages. Such severe climatic swings have not been interpreted for the early Oligocene, apart from those at the Eocene–Oligocene boundary (Zachos et al. 1993). Additionally, many of the Holocene–Quaternary chronosequences from which these errors have been es-\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\ntimated are from semiarid or subhumid climates where large dust fluxes, either present day or during the recent past, has caused a great variation in the time needed to reach advanced stages of textural development in B horizons (Reheis et al. 1989; Chadwick and Davis 1990). However, in a humid setting as envisioned for the early Oligocene of central Oregon, dust flux was probably not a major input of clay and silt, as has been shown for modern environments by Pye (1987).\nThe most important estimate of time is for the strongly developed paleosols because they represent the most time and are thus temporally the most significant. Luca paleosols show clear textural differentiation of subsurface clayey (Bt) horizons (Bestland and Retallack 1994b). Luca paleosols compare well with soils on fluvial and marine deposits in Maryland (MAP 1120 mm; MAT 158C) ranging in age between 30 and 125 ka and which have Bt horizons 120 cm thick (Markewich et al. 1987; Markewich et al. 1989). Chronosequences on marine terraces along northern California (MAP 1000–1700 mm; MAT 12–148C) have thick clay-rich B horizons at 29 ka (60 cm), 100 cm thick at 40 ka, and 111 cm thick at 124 ka (Merritts\net al. 1991). High Plains soils belonging to the eolian Blackwater Draw Formation of Quaternary age in northwest Texas (present day MAP of 300– 500 mm) have 1–2 m thick argillic horizons, prismatic structure, 2.5 YR to 5YR hues, and Stage II–III calcic horizons, and are estimated to be between 30 ka and 120 ka (Holliday 1990). Terrace soil chronosequences in the Southern Alps of New Zealand have clay-rich (Bw) horizons that formed under 830 mm MAP over 18–25 ka (Tonkin and Basher 1990). Wetter areas in New Zealand (1470 mm MAP) formed clay-rich, 30 cm thick, Bw horizons in 8 ka (Tonkin and Basher 1990). None of these comparisons are ideal because of differences in climate and parent material between these examples and the early Oligocene John Day Basin. However, the consistency of these modern data indicates that in humid temperate settings, well-developed Bt horizons require 30,000–125,000 years to form.\nOne important assumption pertaining to these chronosequence comparisons and the time estimates for paleosol formation is that the climate and parent material was probably much the same during middle and upper Big Basin Member time. However, there does appear to be some change in\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nclimatic conditions over the approximately 3–4 my of the strata investigated; but the climatic conditions did not change radically. This conclusion is based on the overall consistency of pedotypes in these two members. Thus, the basic estimates of time of formation for these paleosols did not change greatly.\nBy comparison with the above-mentioned soil chronosequences, Luca paleosols are estimated to have taken 30,000–50,000 years to form. For the thickest and most well-developed Fe-rich Luca paleosols (Red Cap Beds), this is probably a minimum estimate of time of formation. The next most strongly developed paleosols are the Ticam and Skwiskwis pedotypes, which are moderately developed with Bw and weak Bt horizons, respectively, and are estimated to have taken 5000–10,000 years to form. It is more difficult to estimate the time of formation of Lakim paleosols because of their poorly drained setting, but they are weakly to moderately developed and are estimated to have taken one thousand to several thousand years. Wawcak paleosol types are moderately developed Inceptisol-like paleosols and are estimated to have taken a thousand to several thousands of years. The lignitic Yanwa paleosols are weakly developed. However, peat accumulation rates under tree-dominated ecosystems range from 0.5 to 1 mm/yr (Retallack 1990) and give estimates of time of formation of between 200 and 1000 years (Bestland and Retallack 1994b). Micay paleosols are very weakly developed Entisols and compare with soils that took only tens to hundreds of years to form.\nAnother method of estimating time of formation of paleosols involves the use of the two 40Ar/39Ar age determinations from tuffs interbedded with paleosols in the middle Big Basin Member. Assuming that the dates are accurate, 300,000 years elapsed between the eruption and deposition of the two tuffs. This interval contains three Luca paleosols, five Micay paleosols, and 23 Yanwa paleosols. Using these dates and the complete stratigraphic section of paleosols, a conclusion based on detailed vertical and lateral stratigraphy with major unconformities, Luca paleosols require at least 50,000 years to form, and probably more."
  }, {
    "heading": "Sediment Accumulation Rates and Geomorphic Process",
    "text": "The episodes of floodplain cutting and filling documented in the middle and upper Big Basin Member (Fig. 10) can be interpreted in terms of sediment supply and climatic–vegetation change following work of Schumn (1965, 1968), Knox (1972, 1976), and Retallack (1986), and studies of Pleistocene–Holocene fluvial systems (as summarized in Bull 1991). Accordingly, alluvial aggradation and degradation can be thought of as a response to sediment supply. Sediment supply in turn is controlled in large part by the climatic and vegetation regime, which controls erosion rates, sediment yield, and fluvial processes such as bank and channel stability. The changing patterns of sediment accumulation in the Big Basin member are thus attributed to periods of landscape stabilization and destabilization. Utilizing the idea of hinterland soils as a major sediment reservoir of a fluvial system (following Bull 1991) and assuming a steady-state supply of volcanic ash from Cascade sources (on a scale of thousands of years), climatic change could have affected sediment supply to the floodplain fluvial system.\nIn midlatitude settings, soil erosion and sediment yield, in general, decrease with increased precipitation from a maximum yield at 300–500 mm mean annual precipitation (Langbein and Schumm 1958; Dendy and Bolton 1976). However, climates with highly seasonal precipitation, such as tropical wet–dry monsoon or high-precipitation Mediterranean environments, do not follow this general trend (Wilson 1973; Walling and Kleo 1979). Using the midlatitude, non–highly variable precipitation data set, the stepwise increase in sedimentation rate across the Eocene–Oligocene transition (Bestland and Retallack 1994b; Bestland et al. 1997) in the central Oregon alluvial strata probably reflects increased sediment yields due to climatic drying and its consequent sparser landscape cover. Climatic drying would tend to increase peak flows and sediment yield to a fluvial system and could cause aggradation (Knox 1972, 1976; Schumm 1965, 1968; Bull 1991). Following this reasoning, rapid alluvial filling that directly follows incision indicates a destabilized system in which the landscape in the upper\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nreaches of the watershed experienced accelerated erosion. The floodplain incision episode that preceded the alluviation would likely represent increased runoff during the beginning of the event. Periods of ‘‘accelerated’’ soil erosion and alluvial sedimentation would be arrested when a new vegetation system stabilizes the landscape and again stores sediment in watershed soils (Schumm 1977; Knox 1972; Bull 1991).\nSeveral stratigraphic intervals of the middle and upper Big Basin members are interpreted to be the product of landscape destabilization that followed climatic change (drying). One such interval is the lower part of the middle Big Basin member, estimated to span the time between 32.7 and 33.3 Ma on the basis of 40Ar/39Ar age determinations. This time span corresponds to the early part of the Oligocene recovery, just after peak cooling and drying during the Eocene–Oligocene transition at approximately 33.7 Ma. The closely spaced, well-developed and well-drained paleosols that mark the upper part of the middle Big Basin Member are interpreted to represent a period of relative landscape stability during which lush vegetation covered the landscape, little soil erosion was taking place, and sediment was being stored on the landscape in thick soils. The welldrained nature of most paleosols in this interval may be directly related to low sediment yields, which may have caused minor cutting episodes that lowered the water table and produced low terraces. Such conditions of relative landscape stability, when vegetation stabilized the landscape, would be expected during climatically optimum conditions.\nThe oceanic isotopic trends in the 1–2 million year period following the Eocene–Oligocene boundary indicate warming ocean conditions (Fig. 11). Thus, the thick, well-developed clayey paleosols in the upper part of the middle Big Basin member may record an early Oligocene climatic recovery\nthat followed the severe cooling of the Eocene–Oligocene boundary. A second episode of rapid sedimentation immediately followed this climatic warm period and is recorded in the thick stack of weakly developed Micay paleosols in the lower part of the upper Big Basin Member (Fig. 10). A period of landscape destabilization and alluvial aggradation may have occurred during a cooling and drying period estimated at 32.3 Ma. A significant cooling trend from the maximum warming that followed the Eocene– Oligocene cooling is indicated from the ocean isotopic record (Fig. 11).\nAlternative interpretations for the deposition of alluvial strata based on tectonic, volcanic, or base-level changes are rejected for Oligocene John Day Formation alluvial units. Climatic events and not volcanic ones appear to have controlled the deposition of alluvial strata in the eastern facies of the John Day Formation (Bestland and Retallack 1994b; Bestland et al. 1997). Thick and widespread ignimbrite sheets at 39 and 29 Ma, for example, have similar paleosols and alluvial strata both above and below (Bestland et al. 1997). Thus the landscape recovered to pre-eruption conditions soon after these catastrophic events. Nor did the alluvial strata or paleosols change significantly during the transition from Clarno arc to John Day pyroclastic regimes at about 40 Ma (Bestland et al. 1996; Bestland et al. 1997). Rainshadow effects caused by the rising Cascades and the emergence of the Coast Range block must have been a major factor in the drying and cooling of central Oregon over the late Cenozoic. However, the drying and cooling observed from changes in paleosol type occurred abruptly over time spans that are estimated to be less than 100,000 years by graphic correlation of radioisotopic ages (Bestland and Retallack 1994b; Bestland et al. 1997). Thus it appears that these local tectonic effects caused incremental climatic change that was overshadowed by abrupt global climatic\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019\nforcing. These mid-Tertiary sequences, like those of Quaternary loess and paleosols (Kukla 1977; Kukla and Cilek 1996), are records of terrestrial paleoclimatic change coeval with the record of paleoclimatic change from the deep sea (Fig. 11). Base-level change due to sea-level changes or tectonic uplift of central Oregon could have caused the aggradation and degradation observed in the Big Basin Member. A major sea-level drop marks the Eocene–Oligocene boundary (Haq et al. 1986); however, the duration and magnitude of this event is not well known."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Three episodes of incision and alluvial terrace formation are recognized in early Oligocene overbank alluvial deposits from the John Day Formation in the Painted Hills area of central Oregon. The terraces are in the upper part of the middle Big Basin Member and the upper Big Basin Member. The largest, most extensive terrace (Rainbow Hill Truncation Surface) is in the lower part of the upper Big Basin Member. The overbank deposits are of three main types: (1) rapidly deposited alluvium with weakly developed paleosols, (2) slowly deposited alluvium with well-developed paleosols, and (3) alluvium with alternating moderately and weakly developed paleosols.\nTwo episodes of rapid alluviation occurred and may represent periods of climatic change when the vegetation soil system let loose a pulse of sediment during periods of accelerated soil erosion and landscape destabilization. The first episode of rapid alluviation is represented in the lower part of the Big Basin Member and corresponds to earliest Oligocene paleoclimatic drying and cooling. The second episode is represented in the lower part of the upper Big Basin Member and immediately follows a pronounced period of slow alluviation interpreted as a climatic optimum with landscape-stabilizing vegetation.\nA distinctive stack of closely spaced, well-developed and iron-rich paleosols in the upper part of the middle Big Basin Member are interpreted as the product of landscape stabilization, low sediment accumulation rates, and climatic optimum conditions. On the basis of 40Ar/39Ar age determinations and time estimates from the paleosols, these paleosols correspond\nwith a warming trend in marine waters as recorded in the isotopic data base from deep-sea cores. Most of the strata in this early Oligocene section contain alternating moderately and weakly developed paleosols that are interpreted as the products of a pedo-fluvial system in dynamic equilibrium at the 1000–10,000 year resolution of these paleosols.\nIn summary, the early Oligocene in central Oregon was a time of climatic change within an overall humid temperate setting. A climatic reversal to warmer and wetter conditions is estimated to have occurred between 32.7 and 32.3 Ma and which followed the severe cooling that occurred near the Oligocene–Eocene boundary. The timing of this episode is based on 40Ar/ 39Ar age determinations and from time estimates of paleosols."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work is an outgrowth of a National Park Service funded research project, contract number CX-9000-1-0009 to E.A. Bestland and G.J. Retallack. Discussion with G.J Retallack, T. Fremd, A. Mindszenty, and R. Goodfellow helped the evolution of concepts presented here. Reviews by M. Kraus, S. Marriott, and V.P. Wright, as well as E.S. Krull and L.R. Follmer, greatly helped clarify this paper."
  }],
  "year": 1998,
  "references": [{
    "title": "Toward a revised",
    "authors": ["W.A. BERGGREN", "D.V. KENT", "J.D. OBRADOVICH", "C.C. SWISHER", "III"],
    "venue": "Geological Society of London, Memoir",
    "year": 1992
  }, {
    "title": "1994b, Geology of the Painted Hills Unit, John Day Fossil Beds",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK"],
    "venue": "National Monument, Oregon: Report for National Park Service Contract No. CX-9000-1-10009,",
    "year": 1994
  }, {
    "title": "1994c, Geology of the Clarno Unit, John Day Fossil Beds National Monument, Oregon: Report for the National Park Service",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK"],
    "venue": "Contract No. CX-9000-1-10009,",
    "year": 1994
  }, {
    "title": "Sequence stratigraphy of the Eocene– Oligocene transition: examples from the non-marine volcanically",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK", "T. FREMD"],
    "year": 1994
  }, {
    "title": "Stepwise climate change recorded in Eocene–Oligocene paleosol sequences from central Oregon",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK", "C.C. SWISHER", "III"],
    "venue": "Journal of Geology,",
    "year": 1997
  }, {
    "title": "Late Eocene detrital laterites in central Oregon: mass balance geochemistry, depositional setting, and landscape evolution",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK", "A.R. RICE", "A. MINDSZENTY"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1996
  }, {
    "title": "Timing of cut-andfill sequences in the John Day Formation (Eocene–Oligocene), Painted Hills area, central Oregon (abstract): Geological Society of America",
    "authors": ["E.A. BESTLAND", "G.J. RETALLACK", "C.C. SWISHER", "III", "T. FREMD"],
    "venue": "Abstracts with Programs,",
    "year": 1993
  }, {
    "title": "Cycles of doming and eruption of the Miocene Kisingiri volcano, southwest Kenya",
    "authors": ["E.A. BESTLAND", "G.D. THACKRAY", "G.J. RETALLACK"],
    "venue": "Journal of Geology,",
    "year": 1995
  }, {
    "title": "Soil geomorphic research—A selective overview: Geomorphology",
    "authors": ["P.W. BIRKELAND"],
    "venue": "v. 3,",
    "year": 1990
  }, {
    "title": "Soils as a tool for applied Quaternary geology: Utah Geological Survey, Miscellaneous Publication",
    "authors": ["P.W. BIRKELAND", "M.N. MACHETTE", "K.M. HALLER"],
    "year": 1991
  }, {
    "title": "Integration of channel and floodplain suites in aggrading fluvial systems. I. Developmental sequence and lateral relations of lower Eocene alluvial paleosols, Willwood Formation, Bighorn Basin, Wyoming",
    "authors": ["T.M. BOWN", "M.J. KRAUS"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1987
  }, {
    "title": "A revised alluvial stratigraphy",
    "authors": ["J.S. BRIDGE", "S.D. MACKEY"],
    "venue": "Alluvial Sedimentation: International Association of Sedimentologists, Special Publication",
    "year": 1993
  }, {
    "title": "Geomorphic Response to Climate Change",
    "authors": ["W.B. BULL"],
    "year": 1991
  }, {
    "title": "A new geomagnetic polarity time scale for the late Cretaceous and Cenozoic",
    "authors": ["S.C. CANDE", "D.V. KENT"],
    "venue": "Journal of Geophysical Research,",
    "year": 1992
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S.C. CANDE", "D.V. KENT"],
    "venue": "Journal of Geophysical Research,",
    "year": 1995
  }, {
    "title": "Soil-forming intervals caused by eolian sediment pulses in the Lahontan basin, northwestern Nevada",
    "authors": ["O.A. CHADWICK", "J.O. DAVIS"],
    "venue": "Geology, v",
    "year": 1990
  }, {
    "title": "Quantitative studies of the Bridge Creek Flora",
    "authors": ["R.W. CHANEY"],
    "venue": "American Journal of Science,",
    "year": 1924
  }, {
    "title": "A comparative study of the Bridge Creek Flora and the modern redwood forest: Carnegie Institute of Washington",
    "authors": ["R.W. CHANEY"],
    "venue": "Publication 349,",
    "year": 1925
  }, {
    "title": "Alluvial sediments",
    "authors": ["J.D. COLLINSON"],
    "venue": "Sedimentary Environments and Facies: Oxford, U.K., Blackwell,",
    "year": 1986
  }, {
    "title": "Sediment yield–runoff–drainage area relationships in the United States: Journal of Soil and Water Conservation",
    "authors": ["F.E. DENDY", "G.C. BOLTON"],
    "venue": "v. 31,",
    "year": 1976
  }, {
    "title": "The Eocene–Oligocene preglacial– glacial transition in the Atlantic sector of the Southern Ocean (ODP Site 690)",
    "authors": ["L. DIESTER-HAASS", "C. ROBERT", "H. CHAMLEY"],
    "venue": "Marine Geology,",
    "year": 1996
  }, {
    "title": "Plate tectonic evolution of the Cascades arc–subduction complex",
    "authors": ["R.A. DUNCAN", "L.D. KULM"],
    "venue": "The Eastern Pacific Ocean and Hawaii: Boulder, Colorado, Geological Society of America, The Geology of North America,",
    "year": 1989
  }, {
    "title": "Index to K–Ar determinations for the State of Oregon: Isochron/West",
    "authors": ["R.B. FIEBELKORN", "G.W. WALKER", "N.S. MACLEOD", "E.H. MCKEE", "J.G. SMITH"],
    "year": 1983
  }, {
    "title": "Geology of a Miocene ignimbrite layer, John Day Formation, eastern Oregon: University of California, Publications in Geological Science, no",
    "authors": ["R.V. FISHER"],
    "year": 1966
  }, {
    "title": "Early Tertiary deformation in north-central Oregon: American Association of Petroleum Geologists, Bulletin",
    "authors": ["R.V. FISHER"],
    "venue": "v. 51,",
    "year": 1967
  }, {
    "title": "Physical stratigraphy of the John Day Formation, central Oregon: University of California, Publications in Geological Science, no",
    "authors": ["R.V. FISHER", "J.M. RENSBERGER"],
    "year": 1972
  }, {
    "title": "The deposits, internal structure and geometry in six alluvial fan–fan delta bodies (Devonian, Norway)—a study in the significance of bedding sequence in conglomerates",
    "authors": ["T.G. GLOPPEN", "R.J. STEEL"],
    "venue": "Special Publication",
    "year": 1981
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. HAQ", "J. HARDENBOL", "P.R. VAIL"],
    "venue": "Science, v. 235,",
    "year": 1986
  }, {
    "title": "A quantitative index of soil development from field descriptions: examples from a chronosequence in central California: Geoderma",
    "authors": ["J.W. HARDEN"],
    "venue": "v. 28,",
    "year": 1982
  }, {
    "title": "Soils developed in granitic alluvium near Merced, California: U.S",
    "authors": ["J.W. HARDEN"],
    "venue": "Geological Survey, Bulletin 1590-A,",
    "year": 1987
  }, {
    "title": "Origin and diagenetic alteration of the lower part of the John Day Formation near Mitchell, Oregon",
    "authors": ["HAY R.L"],
    "year": 1962
  }, {
    "title": "Soils and landscape evolution of eolian plains: the southern high plains of Texas and New Mexico: Geomorphology, v",
    "authors": ["V.T. HOLLIDAY"],
    "year": 1990
  }, {
    "title": "Evolution model of pedogenesis",
    "authors": ["D.L. JOHNSON", "D. WATSON-STEGNER"],
    "venue": "Soil Science,",
    "year": 1987
  }, {
    "title": "Palaeoceanographic change in the Pacific at the Eocene–Oligocene boundary",
    "authors": ["L.D. KEIGWIN"],
    "venue": "Nature, v. 287,",
    "year": 1980
  }, {
    "title": "Cenozoic evolution of Antarctic glaciation, the circum-Antarctic ocean and their impact on global paleoceanography",
    "authors": ["J.P. KENNETT"],
    "venue": "Journal of Geophysical Research,",
    "year": 1977
  }, {
    "title": "Fluvial Forms and Processes",
    "authors": ["D. KNIGHTON"],
    "year": 1984
  }, {
    "title": "Valley alluviation in southwestern Wisconsin: Association of American Geographers",
    "authors": ["J.C. KNOX"],
    "venue": "Annals, v",
    "year": 1972
  }, {
    "title": "Concept of the graded stream, in Melhorn, W.N., and Flemal, R.C., eds., Theories of Landform Development: State University of New York, Binghamton",
    "authors": ["J.C. KNOX"],
    "venue": "Proceedings of the 6th Annual Geomorphology Symposia Series,",
    "year": 1976
  }, {
    "title": "Integration of channel and floodplain suites in aggrading fluvial systems. II. Lateral relations of lower Eocene alluvial paleosols, Willwood Formation, Bighorn Basin, Wyoming",
    "authors": ["M.J. KRAUS", "T.M. BOWN"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1987
  }, {
    "title": "Dissected paleotopography and base-level changes in a Triassic fluvial sequence: Geology",
    "authors": ["M.J. KRAUS", "L.T. MIDDLETON"],
    "venue": "v. 15,",
    "year": 1987
  }, {
    "title": "Effect of volcanic activity on fluvialdeltaic sedimentation in a modern arc–trench gap, southwestern Guatemala",
    "authors": ["W.D. KUENZI", "O.H. HORST", "R.V. MCGEHEE"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1979
  }, {
    "title": "Pleistocene land–sea correlations: Earth-Science Reviews",
    "authors": ["G.J. KUKLA"],
    "venue": "v. 13,",
    "year": 1977
  }, {
    "title": "Plio-Pleistocene megacycles: record of climate and tectonics: Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["G.J. KUKLA", "V. CILEK"],
    "venue": "v. 120,",
    "year": 1996
  }, {
    "title": "Yield of sediment in relation to mean annual precipitation",
    "authors": ["W.B. LANGBEIN", "S.A. SCHUMM"],
    "venue": "American Geophysical Union, Transactions,",
    "year": 1958
  }, {
    "title": "Fluvial Processes in Geomorphology",
    "authors": ["L.B. LEOPOLD", "M.G. WOLMAN", "J.P. MILLER"],
    "year": 1964
  }, {
    "title": "Fruits and seeds of the Middle Eocene Nut Beds Flora, Clarno Formation, Oregon: Paleontographica Americana",
    "authors": ["S.R. MANCHESTER"],
    "year": 1994
  }, {
    "title": "Oligocene fossil plants of the John Day Formation, Fossil",
    "authors": ["S.R. MANCHESTER", "H.W. MEYER"],
    "venue": "Oregon: Oregon Geology,",
    "year": 1987
  }, {
    "title": "Age relationship between soils and geology in the Coastal Plain of Maryland and Virginia: U.S",
    "authors": ["MARKEWICH", "H.W", "M.J. PAVICH", "M.J. MAUSBACH", "R.L. HALL", "R.G. JOHNSON", "P.P. HEARN"],
    "venue": "Geological Survey, Bulletin 1589A,",
    "year": 1987
  }, {
    "title": "A guide for using soil and weathering profile data in chronosequence studies of the Coastal Plain of the eastern United States: U.S",
    "authors": ["H.W. MARKEWICH", "M.J. PAVICH", "M.J. MAUSBACH", "R.G. JOHNSON", "V.M. GONZALEZ"],
    "venue": "Geological Survey, Bulletin 1589D,",
    "year": 1989
  }, {
    "title": "Calibration of the latest Eocene–Oligocene geomagnetic polarity time scale using 40Ar/39Ar dated",
    "authors": ["W.C. MCINTOSH", "J.W. GEISSMAN", "C.E. CHAPIN", "M.J. KUNK", "C.D. HENRY"],
    "venue": "ignimbrites: Geology,",
    "year": 1992
  }, {
    "title": "Rates and processes of soil evolution on uplifted marine terraces, northern California: Geoderma",
    "authors": ["D.J. MERRITTS", "O.A. CHADWICK", "D.M. HENDRICKS"],
    "venue": "v. 51,",
    "year": 1991
  }, {
    "title": "Revision of the Bridge Creek floras of Oregon: University of California, Publications in the Geological Sciences, in press",
    "authors": ["H.W. MEYER", "S.R. MANCHESTER"],
    "year": 1997
  }, {
    "title": "Tertiary oxygen isotope synthesis, sea level history, and continental margin erosion",
    "authors": ["K.G. MILLER", "R.G. FAIRBANKS", "G.S. MOUNTAIN"],
    "venue": "Paleoceanography, v",
    "year": 1987
  }, {
    "title": "Unlocking the ice house: Oligocene– Miocene oxygen isotopes, eustasy, and margin erosion",
    "authors": ["K.G. MILLER", "J.D. WRIGHT", "R.G. FAIRBANKS"],
    "venue": "Journal of Geophysical Research,",
    "year": 1991
  }, {
    "title": "Radioisotopic dating of the Eocene–Oligocene boundary in the pelagic sequences of the northeastern Apennines, in Premoli-Silva",
    "authors": ["A. MONTANARI", "A.L. DEINO", "R.E. DRAKE", "B.D. TURRIN", "D.J. DEPAOLO", "G.S. ODIN", "G.H. CURTIS", "W. ALVAREZ", "D. BICE"],
    "venue": "The Eocene–Oligocene Boundary in the Marche–Umbria Basin (Italy): International Subcommission on Paleogene Stratigraphy,",
    "year": 1988
  }, {
    "title": "A genetic classification of floodplains",
    "authors": ["G.C. NANSON", "J.C. CROKE"],
    "venue": "Geomorphology, v",
    "year": 1992
  }, {
    "title": "The Paleogene time scale: Radiometric dating versus magnetostratigraphic approach: Geological Society",
    "authors": ["G.S. ODIN", "D. CURRY"],
    "year": 1985
  }, {
    "title": "Reliability of volcano-sedimentary biotite ages across the Eocene–Oligocene boundary",
    "authors": ["G.S. ODIN", "A. MONTANARI", "A. DEINO", "R. DRAKE", "P.G. GUISE", "H. KREUZER", "REX", "D.C"],
    "venue": "Chemical Geology,",
    "year": 1991
  }, {
    "title": "Global cyclostratigraphy—a model, in Cross, T.A., ed., Quantitative Dynamic Stratigraphy",
    "authors": ["M.A. PERLMUTTER", "M.D. MATTHEWS"],
    "year": 1989
  }, {
    "title": "Eustatic controls on clastic deposition sequence and systems tract models, in Wilgus",
    "authors": ["H.W. POSAMENTIER", "P.R. VAIL"],
    "venue": "Sea Level Changes: An Integrated Approach: SEPM, Special Publication",
    "year": 1988
  }, {
    "title": "Stepwise extinctions and climatic decline during the later Eocene and Downloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on",
    "authors": ["D.R. PROTHERO"],
    "year": 1989
  }, {
    "title": "Magnetostratigraphy and geochronology of the terrestrial Eocene–Oligocene transition in North America",
    "authors": ["D.R. PROTHERO", "C.C. SWISHER", "III"],
    "venue": "Eocene–Oligocene Climatic and Biotic Evolution: Princeton,",
    "year": 1992
  }, {
    "title": "Aeolian Dust and Dust Deposits",
    "authors": ["PYE K"],
    "year": 1987
  }, {
    "title": "Development rates of late Quaternary soils, Silver Lake playa, California: Soil",
    "authors": ["M.C. REHEIS", "J.W. HARDEN", "L.D. MCFADDEN", "R.R. SHROBA"],
    "venue": "Science Society of America, Journal,",
    "year": 1989
  }, {
    "title": "Late Eocene and Oligocene paleosols from Badlands National Park, South Dakota: Geological Society of America",
    "authors": ["G.J. RETALLACK"],
    "venue": "Special Paper 193,",
    "year": 1983
  }, {
    "title": "Fossil soils as grounds for interpreting long term controls on ancient rivers",
    "authors": ["G.J. RETALLACK"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1986
  }, {
    "title": "Field recognition of paleosols",
    "authors": ["G.J. RETALLACK"],
    "venue": "Paleosols and Weathering Through Geologic Time: Principles and Applications: Geological Society of America, Special Paper 216,",
    "year": 1988
  }, {
    "title": "Soils of the Past: London, Unwin-Hyman",
    "authors": ["G.J. RETALLACK"],
    "year": 1990
  }, {
    "title": "A field guide to mid-Tertiary paleosols and paleoclimatic changes in the high desert of central Oregon—Part",
    "authors": ["G.J. RETALLACK"],
    "venue": "Oregon Geology, v",
    "year": 1991
  }, {
    "title": "A field guide to mid-Tertiary paleosols and paleoclimatic changes in the high desert of central Oregon—Part",
    "authors": ["G.J. RETALLACK"],
    "venue": "Oregon Geology, v",
    "year": 1991
  }, {
    "title": "Paleosols and changes in climate and vegetation across the Eocene",
    "authors": ["G.J. RETALLACK"],
    "venue": "Oligocene boundary,",
    "year": 1992
  }, {
    "title": "A pedotype approach to latest Cretaceous and earliest Tertiary paleosols in eastern Montana",
    "authors": ["G.J. RETALLACK"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1994
  }, {
    "title": "Reconstructions of Eocene and Oligocene plants and animals of central Oregon",
    "authors": ["G.J. RETALLACK", "E.A. BESTLAND", "T.J. FREMD"],
    "venue": "Oregon Geology, v",
    "year": 1996
  }, {
    "title": "Linguistic relations in the southern Plateau [unpublished",
    "authors": ["B.J. RIGSBY"],
    "venue": "Ph.D. thesis]: University of Oregon, Eugene, Oregon,",
    "year": 1965
  }, {
    "title": "Overbank sedimentation in the Delaware River Valley during the last 6000 years: Science, v",
    "authors": ["D.F. RITTER", "W.F. KINSEY", "M.E. KAUFFMAN"],
    "year": 1973
  }, {
    "title": "John Day Formation of Oregon: a distal record of early Cascade volcanism",
    "authors": ["P.T. ROBINSON", "G.F. BREM", "E.H. MCKEE"],
    "venue": "Geology, v",
    "year": 1984
  }, {
    "title": "Eocene(?), Oligocene, and lower Miocene rocks of the Blue Mountains region, in Walker, G.W., ed., Geology of the Blue Mountains Region of Oregon, Idaho, and Washington: Cenozoic geology of the Blue Mountains region: U.S",
    "authors": ["P.T. ROBINSON", "G.W. WALKER", "E.H. MCKEE"],
    "venue": "Geological Survey, Professional Paper 1437,",
    "year": 1990
  }, {
    "title": "Quaternary Paleohydrology",
    "authors": ["S.A. SCHUMM"],
    "venue": "The Quaternary of the United States: Princeton,",
    "year": 1965
  }, {
    "title": "Speculations concerning paleohydrologic controls on terrestrial sedimentation",
    "authors": ["S.A. SCHUMM"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1968
  }, {
    "title": "The Fluvial System: New York, Wiley–Interscience",
    "authors": ["S.A. SCHUMM"],
    "year": 1977
  }, {
    "title": "Perspectives on the sequence stratigraphy of continental strata: American Association of Petroleum Geologists",
    "authors": ["K.W. SHANLEY", "P.J. MCCABE"],
    "venue": "Bulletin, v",
    "year": 1994
  }, {
    "title": "Soil morphology and water table relations: II. Correlation between annual water table fluctuations and profile features: Soil",
    "authors": ["G.H. SIMMONSON", "L. BOERSMA"],
    "venue": "Science Society of America, Proceedings,",
    "year": 1972
  }, {
    "title": "1987a, The influence of explosive volcanism on fluvial sedimentation: the Deschutes Formation (Neogene) in central Oregon",
    "authors": ["G.A. SMITH"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1987
  }, {
    "title": "Sedimentology of volcanism-induced aggradation in fluvial basin: examples from the Pacific Northwest",
    "authors": ["G.A. SMITH"],
    "year": 1987
  }, {
    "title": "Coarsening upward cycles in the alluvium of Hornelen Basin (Devonian, Norway)—sedimentary response to tectonic events",
    "authors": ["R.J. STEEL", "S. MAEHLE", "H.R. NILSEN", "S.L. ROE", "A. SPINNANGR"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1977
  }, {
    "title": "Single crystal 40Ar/39Ar dating of the Eocene– Oligocene transition in North America: Science, v",
    "authors": ["C.C. SWISHER", "III", "D.R. PROTHERO"],
    "year": 1990
  }, {
    "title": "Soil-stratigraphic techniques in the study of soil and landform evolution across the Southern Alps",
    "authors": ["P.J. TONKIN", "L.R. BASHER"],
    "venue": "New Zealand: Geomorphology,",
    "year": 1990
  }, {
    "title": "The physical significance of soil mottling in a Wisconsin toposequence: Geoderma",
    "authors": ["P.L.M. VENEMAN", "M.J. VEPRASKAS", "J. BOUMA"],
    "venue": "v. 15,",
    "year": 1976
  }, {
    "title": "Non-marine sedimentation in an active fore arc basin",
    "authors": ["R.K. VESSELL", "D.K. DAVIES"],
    "venue": "Special Publication",
    "year": 1981
  }, {
    "title": "Sediment yields of rivers in areas of low precipitation: a global view, in The Hydrology of Areas of Low Precipitation: Washington, D.C",
    "authors": ["D.E. WALLING"],
    "venue": "AND KLEO, A.H.A.,",
    "year": 1979
  }, {
    "title": "Late Cenozoic geology of Cajon Pass: implications for tectonics and sedimentation along the San Andreas fault [unpublished",
    "authors": ["R.J. WELDON"],
    "venue": "Ph.D. thesis]: California Institute of Technology,",
    "year": 1986
  }, {
    "title": "Architecture of Miocene overbank deposits in northern Pakistan",
    "authors": ["B.J. WILLIS", "A.K. BEHRENSMEYER"],
    "venue": "Journal of Sedimentary Research, v",
    "year": 1994
  }, {
    "title": "Variations in mean annual sediment yield as a function of mean annual precipitation",
    "authors": ["L. WILSON"],
    "venue": "American Journal of Science,",
    "year": 1973
  }, {
    "title": "A paleobotanical interpretation of Tertiary climates in the northern hemisphere",
    "authors": ["J.A. WOLFE"],
    "venue": "American Scientist,",
    "year": 1978
  }, {
    "title": "Paleoclimatic significance of the Oligocene and Neogene floras of the northwestern United States, in Niklas, K.J., ed., Paleobotany, Paleoecology and Evolution",
    "authors": ["J.A. WOLFE"],
    "year": 1981
  }, {
    "title": "Distribution of major vegetational types during the Tertiary",
    "authors": ["J.A. WOLFE"],
    "venue": "The Carbon Cycle and Atmospheric",
    "year": 1985
  }, {
    "title": "A new late Hemingfordian mammal fauna",
    "authors": ["M.O. WOODBURNE", "P.T. ROBINSON"],
    "year": 1977
  }, {
    "title": "The sequence stratigraphy of fluvial depositional",
    "authors": ["V.P. WRIGHT", "S.B. MARRIOTT"],
    "year": 1993
  }, {
    "title": "Early Oligocene ice sheet expansion on",
    "authors": ["J.C. ZACHOS", "J.R. BREZA", "S.W. WISE"],
    "year": 1991
  }, {
    "title": "Abrupt climate change",
    "authors": ["J.C. ZACHOS", "LOHMANN", "K.C", "J.C.G. WALKER", "S.W. WISE"],
    "year": 1993
  }],
  "id": "SP:81ada69962c0ddabfab047b7e8abb86dca6e3fda",
  "authors": [{
    "name": "ERICK A. BESTLAND",
    "affiliations": []
  }],
  "abstractText": "Flights of paleoterraces exposed in the Painted Hills area of central Oregon record periods of alluvial cutting and filling that correspond with early Oligocene climate changes. The terraced interval is situated chronologically between two global climate steps: the Eocene–Oligocene boundary at ; 34 Ma and the mid-Oligocene climatic transition at ; 30 Ma. The paleoterraces, and associated paleosols, are in the middle and upper Big Basin Members of the John Day Formation and are bracketed by both 40Ar/39Ar age determinations and Oligocene floral and faunal fossil assemblages. The paleoterraces are defined by truncation surfaces that cut underlying alluvial strata, are onlapped by paleosols, and are mantled locally by colluvium-influenced, iron-rich paleosols. One well-exposed truncation surface has a stepped geometry with nearly horizontal sections (treads) separated by steep sections (risers) with relief of 4–5 m. The truncation surfaces represent episodes of incision of the overbank alluvium, and the overlying disconformable paleosols (mantling the surfaces) represent periods of landscape stabilization following incision. The strata as a whole can be grouped into three categories according to the degree of development of paleosols in the sequences. These paleosol sequences can be interpreted in terms of climatic–geomorphic– fluvial response. (1) Rapidly deposited alluvium with weakly developed paleosols is interpreted to represent deposition during periods of rapid climate change. During these periods, the vegetation–landscape system was in disequilibrium, thereby causing accelerated soil erosion from the hinterland landscape, which was accompanied by floodplain aggradation. (2) Slowly deposited alluvium with well-developed, clayey paleosols may indicate climatic optimum conditions when vegetation both suppressed soil erosion and enhanced sediment storage in hinterland soils. (3) Most of the alluvial strata falls into a third category, which consists of alternating moderately and weakly developed paleosols. This alluvium is interpreted as fluvial deposition responding to a geomorphic system in dynamic equilibrium. The largest terrace surface cuts into rapidly deposited alluvium with weak paleosol development and may represent a complex-response incision feature associated with a preceding period of rapid alluviation. A chronology for the alluvial cut-and-fill episodes is constructed based on stratigraphic relationships, time estimates of paleosol development, and 40Ar/39Ar age determinations. Time estimates from paleosols are made both by comparison of paleosols to modern soils from dated chronosequences and directly from 40Ar/39Ar age determinations of tuffs interbedded with complete sequences. These methods allow estimation of sediment accumulation rates and of the timing and duration of aggradation and degradation episodes. In the Painted Hills area, the Eocene–Oligocene boundary is marked by a truncation surface overlain by rapidly deposited alluvium. This alluviation episode is estimated to have begun at about 33.2 Ma. A 10 m stack of red beds (well-developed, clay-rich, and oxidized paleosols) cap the before-mentioned rapidly deposited strata and mark the top of the middle Big Basin Member. These paleosols are estimated to span the interval from 32.0 to 32.6 Ma, which corresponds to an early Oligocene warming trend that immediately followed the Eocene–Oligocene (Oi1) cooling event, both recorded in marine isotopic data. Thus, these red beds may represent an early Oligocene climatic optimum in the Pacific Northwest. INTRODUCTION Fluvial systems have been studied from both modern and ancient examples with the aim to better understand flooding, deposition of alluvium, channel migration, tectonic events, and fluvial response to climatic or geomorphic change (Leopold et al. 1964; Allen 1965; Knox 1972; Schumm 1977; Knighton 1984; Collinson 1986; Miall 1992, 1996). Of particular relevance for deciphering past climatic events and its effect on vegetation and landscape is the fluvial response to climate change (Schumm 1968; Baker and Penteado-Orellana 1977). Ancient alluvial deposits have much to provide in this respect because the geologic record contains thick sequences of alluvial strata that span much of Earth’s history. Other views of alluvial strata held by many sedimentologists are that both large-scale and small-scale depositional features are caused by the tectonic processes of mountain building (Gloppen and Steel 1981; Steel et al. 1977), base-level changes (Kraus and Middleton 1987), fluvial facies migration (Kraus and Bown 1987; Bown and Kraus 1987; Bridge and Mackey 1993; Willis and Behrensmeyer 1994), or volcanic processes (Vessell and Davies 1981; Smith 1987a). Volcanic events have clearly been shown to cause alluvial aggradation in basins proximal to and directly associated with active volcanoes (Kuenzi et al. 1979; Smith 1987b; Bestland et al. 1995). More recently, sequence stratigraphic concepts have begun to incorporate climate, fluvial system processes such as ‘‘complex response’’, and geomorphic thresholds into the interpretation of alluvial strata (Posamentier and Vail 1988; Perlmutter and Matthews 1989; Shanley and McCabe 1994; Wright and Marriott 1993). Furthermore, neotectonic studies have shown that climate and geomorphology control much of the alluvial sedimentation, even proximal to major faults such as the San Andreas Fault system (Bull 1991; Weldon 1986). In this paper, geomorphic concepts thought to drive fluvial aggradation and degradation are used to interpret the vertical and lateral stratigraphy of a thick sequence of early Oligocene paleosols. The temporal correspondence of these terraces and paleosol packages with global climate events is made from a combination of radiometric age determinations of tuff beds interbedded with paleosols and from time estimates of the degree of development of paleosols. The primary objective of this paper is the documentation of floodplain aggradation and degradation patterns over long periods of time (hundreds of thousands to millions of years), and the evaluation of their relationship to global paleoclimate change. Eocene–Oligocene Transition The temporal context of the early Oligocene paleosols and alluvial terraces discussed here is important because they immediately follow one of Earth’s great climatic events: the Eocene–Oligocene transition. During a major climate change such as this, changes in vegetation, weathering rates, soil types, and runoff would all combine to produce different geomorphic conditions in a fluvial system. During the Eocene–Oligocene transition, the Earth’s climate changed profoundly from the Mesozoic and early Cenozoic greenhouse to the glaciated world of the late Cenozoic (Kennett 1977; Keigwin 1980; Wolfe 1978; Miller et al. 1987; Miller et al. 1991; Zachos et al. 1991). A sequence of stepwise climatic and biotic changes are centered around the Eocene–Oligocene transition (Miller et al. 1991; Zachos et al. 1993; Diester-Haass et al. 1996). These paleoclimatic changes are well known from the fossil record of plants (Wolfe 1978, 1985) and aniDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019 841 EARLY OLIGOCENE ALLUVIAL TERRACES AND PALEOSOLS FIG. 1.—Geologic sketch map and location map of the Painted Hills area of central Oregon showing the distribution of the Eocene Clarno Formation and upper Eocene to lower Miocene John Day Formation. Subdivisions of the lower John Day Formation (lower, middle, and upper Big Basin Members) have been defined and mapped on the basis of lithology (pedotypes) and bounding truncation surfaces (Bestland and Retallack 1994a, 1994b, 1994c; Bestland et al. 1994; Bestland et al. 1997). The lower half of the John Day Formation, consisting of over 400 m of mostly volcaniclastic strata at its maximum, thins rapidly both north and south of the ‘‘Painted Hills Basin’’. Paleorelief on Clarno and lower John Day volcanic features caused localized deposition of some units along the margin of lava flows and inhibited the deposition of some units from high-standing areas. The welded tuff of member A of the John Day Formation crops out in scattered localities, defines the base of the formation, and underlies the andesite of Sand Mountain. mals (Prothero 1989), from the isotopic record of deep-sea cores (Miller et al. 1987), and more recently from sequences of paleosols (Retallack 1983, 1992; Bestland et al. 1994; Bestland et al. 1996; Bestland et al. 1997). The duration, magnitude, and global nature of these climatic events are known from O isotopic data from deep sea cores. However, these records give mostly cooling and warming trends of oceanic waters, and yield little information about terrestrial (nonmarine) conditions. Fossil plant and animal assemblages from nonmarine strata, on the other hand, have produced detailed paleoecologic and paleoclimatic information about terrestrial environments over this time span (Wolfe 1978, 1981a, 1981b; Manchester 1994; Meyer and Manchester 1997), but their temporal resolution is coarse. Paleosols in Eocene–Oligocene strata of central Oregon and South Dakota are so abundant and well dated from associated volcanic tuffs (Retallack 1983; Bestland et al. 1993; Bestland et al. 1994; Bestland and Retallack 1994b, 1994c; Bestland et al. 1996) that the nonmarine paleoclimatic record interpreted from paleosols has a resolution approaching 100 ka and can now be compared to the marine paleoclimatic record (Bestland et al. 1994; Bestland et al. 1997). A key advance that increases the utility of mid-Cenozoic paleosols and allows for the comparison of terrestrial and marine records is the recent refinement of the Eocene–Oligocene boundary (Montanari et al. 1988; Odin et al. 1991; Swisher and Prothero 1990; McIntosh et al. 1992; Berggren et al. 1992; Berggren et al. 1995). Although dating of the Eocene–Oligocene boundary has been controversial (Berggren et al. 1985; Odin and Curry 1985), high-precision 40Ar/39Ar dating of marine sequences in Italy (Montanari et al. 1988; Odin et al. 1991), the nonmarine sequences of the White River Group (Swisher and Prothero 1990), and the ignimbrite sheets of the Mogollon plateau (McIntosh et al. 1992) have yielded an age of 33.7 6 0.5 Ma (Prothero and Swisher 1992; Berggren et al. 1992) or 34 Ma (Montanari et al. 1988; Odin et al. 1991). Correlation of the central Oregon strata with global paleoclimatic events is based on new 40Ar/39Ar age determinations from tuff layers interbedded with the strata (Bestland et al. 1997) and the time scale of Cande and Kent (1992, 1995). GEOLOGIC SETTING Alluvial deposits and terraced truncation surfaces discussed in this paper belong to the Oligocene part of the John Day Formation (Figs. 1, 2). In the Painted Hills area of central Oregon, a thick section of this formation, including 260 m of Big Basin Member strata, is preserved in the Sutton Mountain syncline (or Mitchell syncline of Fisher 1967). The Big Basin Member is the basal member of the John Day Formation in the eastern part of the John Day Basin (eastern facies of Fisher and Rensberger 1972; Woodburne and Robinson 1977; Robinson et al. 1984). It spans the interval from approximately 40 Ma to 30 Ma, based on radiometric age determinations, and thus contains the Eocene–Oligocene boundary (Bestland et al. 1994; Bestland et al. 1997). The John Day Formation also represents a distal record of early Cascade volcanism. It consists of fineto coarse-grained pyrogenic material of rhyodacitic composition that was deposited in a back-arc basin setting (Robinson et al. 1984). During much of the Eocene, before the initiation of Cascade volcanism and the deposition of the John Day Formation, an Eocene andesitic volcanic province, termed the Clarno arc, was active in central Oregon. A late Eocene westward jump of the subduction zone at about 40–42 Ma (Duncan and Kulm 1989; Fiebelkorn et al. 1983) corresponds to the change from Clarno andesitic volcanism to Cascade volcanism and John Day Formation deposition. Thus the John Day Formation onlaps and mantles the eroded remnants of the Clarno arc as well as smaller areas of Cretaceous and older basement rocks. An important factor in the paleoclimatic setting of these early Oligocene deposits was the climatic change that occurred during the Eocene–Oligocene transition. In central Oregon this global climatic event is recorded in the Big Basin Member by a dramatic change in paleosol type from clayrich kaolinitic, Ultisol-like paleosols in the late Eocene lower Big Basin Member, to smectitic and silty, Alfisol-like paleosols in the early Oligocene middle and upper Big Basin Members (Bestland and Retallack 1994b; Bestland et al. 1997). These paleosol data when combined with flora data (Manchester 1994; Meyer and Manchester 1997) indicate a change across this Downloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/67/5/840/2812355/840.pdf by University of Arizona user on 26 February 2019",
  "title": "ALLUVIAL TERRACES AND PALEOSOLS AS INDICATORS OF EARLY OLIGOCENE CLIMATE CHANGE (JOHN DAY FORMATION, OREGON)"
}