{
  "sections": [{
    "text": "introduction Determining the links and feedbacks between topography of mountain belts,\ntectonics, and climate change is an important, yet poorly understood, problem in earth sciences. Surface uplift of large plateaus, such as Tibet and the western U.S. Cordillera may have strongly influenced Earth’s climate during the Cenozoic by altering largescale atmospheric circulation patterns (Kutzbach and others, 1989; Ruddiman and Kutzbach, 1990). Understanding the topographic history of these large plateaus will provide important insights into the links between mountain building processes and Cenozoic global climate change. However, our understanding of the topographic history of these plateaus is incomplete due to the difficulty of obtaining reliable proxies for past relief. One area of particular interest is the Great Basin and Sierra Nevada of the western U.S. Cordillera because surface uplift of this region may have had significant impact on the Earth’s climate (Ruddiman and Kutzbach, 1990). The Cenozoic history of this region, in general, involves extension and magmatism within the Great Basin, which was proceeded by compression and crustal thickening in the Great Basin (Burchfiel and others, 1992), and arc-related crustal thickening in the Sierra Nevada during the Mesozoic. The pattern of Cenozoic extension and volcanism in the Great Basin is variable both in space and time (Axen and others, 1993). However, one pattern that generally emerges is that of Tertiary volcanism, which began in northern Washington and central Idaho in the early Eocene and moved southward into eastern California and southern Nevada by the latest Oligocene (Armstrong and Ward, 1991). Given the\n*Department of Geological and Environmental Sciences, Stanford University, Stanford, California 94305-2115, USA\n**Department of Earth Sciences, Dartmouth College, Hanover, New Hampshire 03755, USA ***U.S. Geological Survey, Menlo Park, California 94025, USA † corresponding author: e-mail: chamb@pangea.stanford.edu; fax: (650) 725-0979\n862\nhighly varied nature of deformation and magmatism in this region it is hard to imagine that the surface uplift (as defined by England and Molnar, 1990) of this region did not also vary spatially and temporally. In fact, several tectonic models for this region call for spatial and temporal variation of surface elevation through such mechanisms as: 1) crustal thickening during the Laramide and Sevier orogenies and subsequent extension driven by lithospheric buoyancy developed during these thickening events (Sonder and others, 1987); 2) removal of mantle lithosphere after Laramide crustal thickening (Sonder and Jones, 1999); 3) surface elevation response as a result of cessation of subduction or steepening of the dip of the subducting slab (Mitrovica and others, 1989); and 4) post-Laramide removal of the subducting slab and replacement with hot asthenosphere (Humphreys, 1995). Understanding the surface elevation history is critical to constrain the mechanisms responsible for the tectonic development of western North America. Toward this aim, there have been a number of studies in western North America specifically focused on determining its surface elevation history. In the area that we are interested in this study, the Great Basin and Sierra Nevada, most of these studies have concentrated on the Sierra Nevada (for example; Small and Anderson, 1995; Wernicke and others, 1996; House and others, 1998, 2001; Poage and Chamberlain, 2002), but there are far fewer studies of the Great Basin (Wolfe and others, 1997, 1998). We, therefore, focus on a region that lies within the northern Great Basin of northeastern Nevada. This region has well-exposed fluvial and lacustrine sediments that range in age from the Eocene to Recent. Here, we collected stable isotopic data of authigenic minerals to constrain the history of surface uplift. The stable isotope approach of estimating surface uplift of mountain belts is based upon the observation that the isotopic composition of precipitation on the leeward side of mountain ranges is strongly correlated with elevation (Dansgaard, 1964; Chamberlain and Poage, 2000; Rowley and others, 2001). This altitude effect is consistent worldwide, with an isotopic lapse rate of –2.8 permil 18Owater/km (Poage and Chamberlain, 2001). The oxygen isotope composition of authigenic minerals forming in isotopic equilibrium with surface-waters can, therefore, be used to estimate the paleoelevational history of mountain belts (Chamberlain and Poage, 2000; Rowley and others, 2001). Several investigations have applied this approach to other mountain belts, including the Southern Alps of New Zealand (Chamberlain and others, 1999), the Himalayan and Tibetan Plateau (Garzione and others, 2000; Rowley and others, 2001; Dettman and others, 2003), and the Sierra Nevada (Poage and Chamberlain, 2002). We present stable isotope and trace element data determined for Cenozoic fluvio-lacustrine rocks from the northern Great Basin. We find an 10 permil decrease in 18O values of calcite, chert, and smectite between the late Eocene and early Oligocene, and an 5 permil increase in 18O values between the middle Miocene and Pleistocene. We suggest the late Eocene decrease in 18O values results from 2km of surface uplift in the central Great Basin and the middle Miocene-Pleistocene decrease in 18O values results from 1 to 2km of surface subsidence in the southern Sierra Nevada and central and southern Great Basin.\ngeologic setting The Great Basin hosts regionally extensive terrestrial sedimentary rocks deposited\nthroughout the Cenozoic (Christiansen and Yeats, 1992; Dickinson, 1992). Paleogene sedimentation occurred in a series of regional-scale lakes that spread from eastern Nevada in the west to Wyoming and Colorado in the east (Fouch and others, 1979). In contrast, Neogene sedimentation occurred in localized basins formed in response to regional extension (Smith and Ketner, 1976). For the current study, terrestrial sedimentary rocks, including lacustrine carbonates and calcareous shales, and felsic\nair-fall ash deposits, were collected from six stratigraphic sections located throughout the northern Great Basin shown in figure 1: VV-Virgin Valley (Greene, 1984); OROreana (Kimmel, ms, 1979); WC-Willow Creek (Coats, 1987); CP-Carlin-Piñon (Smith and Ketner, 1976); TC-Trapper Creek (Perkins, 1998); RV-Rush Valley (Heylmun, 1965). Of these sections, only the Carlin-Piñon stratigraphic section includes terrestrial sedimentary rocks of Paleogene age, and this is the section where we concentrated most of our efforts. A brief summary of the Carlin-Piñon stratigraphic section is included below. For individual section descriptions see the references cited above. The 4500m thick fluvio-lacustrine Cenozoic stratigraphic section exposed in the Carlin-Piñon Range area southwest of Elko, Nevada can be divided into a lower non-volcanic sequence and an upper volcanic sequence (Smith and Ketner, 1976). The lower non-volcanic rocks include a basal sequence of four unnamed fluviolacustrine units and the uppermost Eocene Elko Formation. Lacustrine limestone and conglomerate with minor amounts of interbedded sandstone and siltstone dominate the basal sequence, while limestone and carbonaceous shale dominate the Elko Formation. Total thickness of the lower non-volcanic rocks is at least 1600m (Smith\nand Ketner, 1976); the basal limestone unit could be as old as late Cretaceous (Smith and Ketner, 1976) and the top of the Elko Formation is capped by a tuff dated at 37.1 1.0 Ma by K-Ar methods on biotite (Solomon and others, 1979). The lower age limit on the non-volcanic rocks is constrained by ostracodes and charophyte gyrogonites in the basal limestone unit, whereas the upper age limit is considered to be late Eocene based on several radiometric age determinations (Armstrong, 1970; Smith and Ketner, 1976; Solomon and others, 1979; this study; Appendix A). The upper volcanic sequence exposed in the Carlin-Piñon Range area includes the Indian Well, Humboldt, and Hay Ranch Formations (Smith and Ketner, 1976). Volcaniclastic fluvio-lacustrine sedimentary rocks, air-fall ash and ash-flow tuffs dominate the Oligocene Indian Well Formation, while the Miocene Humboldt Formation is characterized by volcaniclastic and fine grained lacustrine sediments, including calcareous shale, claystone and limestone. Fluvio-lacustrine limestone, claystone, siltstone, sandstone, and fanglomerate dominate the overlying Pliocene-Pleistocene Hay Ranch Formation. Air-fall ashes, common throughout the upper volcanic rocks, are locally altered to smectite. An ash in the basal Indian Well Formation has been dated at 37.6 1.3 Ma by K-Ar methods on biotite (Smith and Ketner, 1976). Equid fossils and chemically correlated volcanic ashes place a middle Pleistocene upper age limit on the Hay Ranch Formation (Regnier, 1960).\nmaterials and methods"
  }, {
    "heading": "Sample Collection",
    "text": "In total, 45 limestone, 34 calcareous shale, 11 air-fall ash, and 19 chert samples\nwere collected for geochemical and geochronologic analyses from the Carlin-Piñon stratigraphic section, and an additional 26 felsic air-fall ash samples were collected from 5 other Neogene stratigraphic sections exposed in the northern Great Basin (fig. 1). Much of our attention will be given to the Carlin-Piñon samples as these samples represent the longest temporal record of terrestrial sedimentation in the region. Carbonate-bearing sedimentary rocks were collected from the Carlin-Piñon section for oxygen and carbon stable isotope analyses and Mg/Ca and Sr/Ca ratios. Air-fall ashes were collected from all six northern Great Basin sections for smectite oxygen and hydrogen isotope analyses, and U-Pb isotope measurements on zircon.\nU/Pb Isotopic Compositions of Zircons U/Pb zircon ages were determined using sensitive high-resolution ion micro-\nprobe techniques (SHRIMP-RG) in the joint U.S. Geological Survey/Stanford University facility at Stanford University. Zircons were picked by hand and mounted in epoxy following separation using heavy liquids. The one-inch round epoxy mounts were polished and gold-coated for imaging on a JEOL 5600LLV scanning electron microscope with the cathodoluminescence (CL) detector inserted. Following zircon CLimaging, the sample mount was inserted into the SHRIMP-RG sample chamber for analysis. Individual zircons were sputtered by an 10KeV primary beam of oxygen ions with a beam diameter of 25 m at the sample mount surface. For each spot analysis, secondary ion beam 90Zr2O,\n204Pb, 206Pb, 207Pb, 208Pb, 238U, 232Th16O, and 238U16O peak intensities were individually collected 7 times per spot-analysis by an electron multiplier following magnetic sector and electrostatic analyzer secondary beam focusing. U.S.G.S./Stanford zircon standard R33 was analyzed after every 5th unknown spot analysis. Ages of zircons were calculated from the isotopic compositions measured using the SHRIMP-RG and the data reduction techniques of the SQUID software package (Ludwig, 1999). Results for the U-Pb zircon ages determined in this study, and previously published geochronologic ages for the Carlin-Piñon stratigraphic section are given in Appendix A."
  }, {
    "heading": "Carbonate Stable Isotope Analyses",
    "text": "Carbonate oxygen and carbon isotope analyses were performed using a modified\nversion of the technique described by McCrea (1950) in the Stable Isotope Biogeochemistry Laboratory at Stanford University. Between 150 to 300 g of carbonate powder was extracted from lacustrine limestone and calcareous shale samples using a dentist’s drill and then reacted at 70°C with 100 percent phosphoric acid in sealed reaction vessels flushed with helium gas. Headspace sampling of evolved carbon dioxide was performed with a Finnigan Gas-Bench, and isotopic ratios measured on a Finnigan Delta XL mass spectrometer. Precision of the carbonate isotopic data is 0.2 permil for both oxygen and carbon isotope ratios based on repeated analyses of NBS-18 and NBS-19 carbonate standards."
  }, {
    "heading": "Smectite Stable Isotope Analyses",
    "text": "Clay-size mineral separates were extracted from air-fall ash deposits using standard\ncentrifugation methods (Moore and Reynolds, 1997). Clay-water slurries were then mounted on glass slides and allowed to dry overnight for subsequent X-ray diffraction analysis on a Rigaku X-Ray diffractometer. Oriented samples were X-rayed to determine constituent clay mineralogy. Only samples of pure smectite, based on analysis of X-ray diffractograms, were used for oxygen and hydrogen isotope analysis. Oxygen isotope ratios of smectite separates were determined using methods modified from Clayton and Mayeda (1963). Between 10 to 15mg of smectite were placed in a vacuum oven for 24hrs at 80°C, then placed in a N-atmosphere drybox overnight in the presence of P2O5. These samples were loaded into nickel reaction vessels, sealed, and immediately transferred to the reaction line. Reaction vessels were evacuated, heated to 200°C for 1 hour, and re-evacuated before reaction with BrF5 at 570°C for 16 hours. Oxygen generated from this reaction was reacted with a heated graphite rod to produce CO2. Generated CO2 was purified cryogenically and transferred directly into a Finnigan Delta XL mass spectrometer for oxygen isotope ratio determinations. Precision of the determined smectite oxygen isotope ratios is 0.2 permil on the basis of repeated analysis of internal laboratory smectite standard DS15. Smectite hydrogen isotope ratios were determined using the method of Sharp and others (2001). We followed the same drying procedure as above before loading smectite into silver foil capsules. About 1mg of smectite separate wrapped in a silver foil capsule was dropped into a Finnigan high temperature conversion elemental analyzer (TC-EA) using an autosampler. Samples react with graphite in the TC-EA furnace at 1450°C in a helium stream generating H2 gas. The evolved gas passes through a 5 Å molecular sieve gas chromatography column and is introduced via a Finnigan ConFlo III interface to a Finnigan Delta XL mass spectrometer for hydrogen isotope ratio determinations under continuous flow conditions. Precision of the determined smectite hydrogen isotope ratios is 2.5 permil based on repeated analysis of NBS standards 22 and 30."
  }, {
    "heading": "Chert Stable Isotope Analyses",
    "text": "Analysis of oxygen isotopic composition of chert follows the method of Knauth\nand Epstein (1976). Hand samples were crushed to centimeter-sized chips. Chips from the interior of nodules and beds were selected, representing the most homogenous microquartz regions based on petrographic examination of thin sections. The chips were crushed in a shatterbox and sieved. The 170 mesh fraction was treated with 3M HCl to remove carbonate, rinsed twice in deionized water, then treated with bleach overnight to remove organic matter. Treated powders were again rinsed repeatedly in deionized water and dried overnight at 70°C. X-ray diffraction analysis show that all samples were -quartz.\nOxygen isotope ratios were determined by the method of Clayton and Mayeda (1963). About 10mg of treated chert powder was loaded into nickel reaction bombs in a nitrogen atmosphere. The bombs were baked at 450°C for 1 hour under vacuum then prefluorinated with BrF5 for 15 minutes at 25°C and re-evacuated. Extraction of oxygen, conversion to CO2 and mass spectrometric analysis follow the same procedure as for smectites. The precision of measurements based on repeated measurements of laboratory standard Ho-21 (quartz) is 0.2 permil (1 )."
  }, {
    "heading": "Carbonate Trace Element Analyses",
    "text": "The 18O value of lacustrine calcite is a function of the ratio of evaporation to\nprecipitation (or salinity), temperature, and the oxygen isotope composition of waters being fed to the lake through precipitation and riverine input. Since we are primarily interested in reconstructing paleoclimate it is important to assess the effects of evaporation in these lake systems. We, therefore, determined Mg/Ca and Sr/Ca ratios of carbonate minerals because it has been shown that variations in these trace element ratios provide important information on the chemical history of lacustrine environments (Chivas and others, 1993). For example, the Sr/Ca ratio reflects the salinity, whereas the Mg/Ca ratio reflects both salinity and temperature. Both of these ratios will be affected by diagenesis. Carbonate Mg/Ca and Sr/Ca ratios were determined with a SHRIMP-RG at Stanford University using the method of Meibom and others (2003). An 10KeV primary beam of O2- ions was focused to a diameter of 25 m on the surface of epoxy mounted carbonate grains. Sputtered secondary ion (43Ca2 , 88Sr2 and 24Mg2 ) peak intensities were measured in an electron multiplier following magnetic sector and electrostatic analyzer secondary beam focusing. Elemental ratios were determined using working curves for 88Sr/43Ca and 24Mg/43Ca intensity ratios against Sr/Ca and Mg/Ca ratios of a series of internal laboratory calcite standards of known composition. The elemental ratios reported are precise to 0.5 percent based on repeated analysis of the standard material. Internal laboratory calcite standards were synthesized from mixtures of Spec-pure CaCO3, with varying amounts of Sr and Mg spikes, in a piston-cylinder apparatus by Ben Hankins and John Fitzpatrick at the U.S. Geological Survey in Menlo Park, California (Meibom and others, 2003). Calcite standard elemental concentrations were determined at the USGS by solution ICP-MS and checked for homogeneity with the SHRIMP RG.\nstable isotopic results Figure 2 shows the 18O record for the Eocene to Pleistocene section exposed in the Carlin-Piñon area. The total range in 18O values for this Eocene-Pleistocene section is from 20.2 permil to 4.0 permil (PDB) for calcite (table 1), 19.1 permil to 7.6 permil (PDB) for chert (table 2), 19.5 permil to 10.4 permil (PDB) for smectite (table 3). There are three trends in this isotopic record. First, a 10 permil decrease of 18O values of calcite occurs between the middle Eocene and early Oligocene (fig. 2). Although we do not have samples of chert from the Oligocene rocks there is an isotopic shift of similar magnitude between the middle Eocene and middle Miocene in the chert samples. Second, 18O values of calcite and smectite decrease by about 2 to 3 permil between the early Oligocene and middle Miocene (fig. 2). Third, an approximately 4 permil increase in 18O values of calcite and smectite occurs between the middle Miocene and Pleistocene (fig. 2). To further assess the isotopic trend observed between middle Miocene and Pleistocene rocks we examined the 18O values for smectite bearing air-fall ash deposits from 5 other northern Great Basin stratigraphic sections (fig. 1; table 3) The northern Great Basin 18O smectite values appear to increase from about –20 permil to –16 permil between 12 and 1 Ma (fig. 3), but there is considerable scatter in these data.\nThis isotopic shift is similar to the change in 18O values of smectite and calcite in the Carlin-Piñon area (fig. 2). Although there is no reason to expect a priori that the smectite 18O values in these 5 sections should be linear with age we fitted a line through these data to determine if these oxygen isotope changes were significantly different from the line indicating no change in smectite 18O values through time. At 95 permil confidence, the slope of this best fit line is not statistically different from the line indicating no change in smectite 18O values through time. Because of the scatter in the oxygen isotope data in these 5 northern Great Basin sections we are unable to\nT ab\nle 1\nO xy\nge n\nan d\nca rb\non is\not op\ne co\nm po\nsi tio\nns an\nd el\nem en\nta l\nra tio\ns fo\nr m\nic ri\ntic la\ncu st\nri ne\nca rb\non at\nes ex\npo se\nd in\nth e\nC ar\nlin -P\niñ on\nR an\nge ar\nea .\nSa m\npl es\nar e\nlis te\nd in\nto p-\nto -b\not to\nm st\nra tig\nra ph\nic or\nde r.\nSa m\npl es\nag es\nw er\ne as\nsi gn\ned us\nin g\nse di\nm en\nt ac\ncu m\nul at\nio n\nra te\ns de\nte rm\nin ed\nfr om\nco m\nbi ne\nd ra\ndi om\net ri\nc an\nd st\nra tig\nra ph\nic da\nta .\ndemonstrate, at 95 permil confidence, that the increase in oxygen isotope values observed in the Carlin-Piñon area is regionally extensive, but we suspect that it is.\nTo determine if the scatter in the oxygen isotope values of smectite might be the result of strong evaporative effects, discussed later, we measured their D values (table 3). The total range in D smectite values is from 147 permil to 105 permil V-SMOW (table 3). The distribution of these samples in a plot of D versus 18O is approximately parallel to the meteoric water line, suggesting all samples formed in isotopic equilibrium with unmodified surface waters (Savin and Hsieh, 1998), and that the scatter in oxygen isotopes is not entirely due to evaporative effects. It is interesting to note that the absolute 18O values of calcite, chert, and smectite in a given period of time, and in some cases even in the same rock, are roughly the same. If these minerals were forming at the same time and in isotopic equilibrium with the same water the 18O values should increase from smectite to calcite to chert. For example, smectite should be 3 permil lower than calcite and 7 permil lower than chert at 20°C (based on the fractionation factor equations of O’Neil and others, 1969; Knauth and Epstein, 1976; and Savin and Lee, 1988). The disequilibrium between calcite and smectite has been observed in altered ashes and calcite cements in the western United States (Poage and Chamberlain, 2002) and in paleosols in the Himalaya (Stern and others, 1997); and the disequilibrium between calcite and freshwater chert has been observed in other sections in western United States (Abruzzese and others, 2005). Detailed studies of the hydrogen and oxygen isotope systematics of freshwater chert from these and other sections in the western United States demonstrate that chert formed from waters 20°C hotter than coexisting calcite, which explains why chert and calcite have approximately the same oxygen isotope composition (Abruzzese and\nTable 2\nLacustrine chert oxygen isotope compositions for the Carlin-Piñon Range area stratigraphic sequence. Sample ages were assigned based on radiometric data, straigraphic position, and\ncalculated sediment accumulation rates.\nothers, 2005). However, it is unlikely that a difference of temperature formation can explain the disequilibrium between calcite and smectite. For calcite and smectite to have the same oxygen isotope values would require that calcite formed at temperature 15°C hotter than smectite. However, many of these calcite samples are from authigenic limestones that formed in regional lake systems that should buffer large seasonal changes in temperature. It is also unlikely that a seasonal difference in 18O of precipitation and seasonal formation of these minerals could produce similar oxygen isotope values of calcite and smectite. Summer precipitation has higher 18O values and calcite is likely to form during these warmer months. This would result in calcite with higher isotopic values than smectite, which is the opposite of what we observe.\nTable 3\nSmectite oxygen and hydrogen isotope compositions for the northern Basin and Range composite stratigraphic section.\nOne possibility is that smectite formed from evolved or evaporative ground waters, yet this is not observed in our hydrogen and oxygen isotope data presented above. It, therefore, remains unclear why smectite and calcite have approximately the same 18O values. Nevertheless, it is reassuring that despite the disequilibrium between these minerals they all show similar isotopic trends and isotopic shifts of similar magnitude (fig. 2).\ndiscussion We suggest the major isotopic shifts observed in this terrestrial isotopic record are\nprimarily due to changes in surface elevation and attendant reorganization of climate patterns in the western U.S. Cordillera. However, factors other than elevation that affect the isotopic composition of precipitation, surface waters and authigenic miner-\nals could contribute to the observed variations in the isotopic record. These include changes in latitude, continentality, temperature, surface-water evaporation, hydrologic conditions, precipitation source region, and mineral diagenesis. We have considered these effects on the isotope composition of authigenic minerals and find that changes in temperature and surface elevation are the dominant controls on the isotopic trends shown in figure 2."
  }, {
    "heading": "Latitude and Longitude Effects",
    "text": "The isotopic composition of precipitation correlates with latitude, with higher\nlatitude regions receiving precipitation relatively depleted in D and 18O compared to that in lower latitude regions (Craig, 1961). However, changes in latitude did not significantly affect the Great Basin isotopic records of authigenic minerals presented here as the western U.S. has remained at approximately the same latitude throughout the Cenozoic era (Smith and others, 1981). Similarly, the in-land distance an air mass travels also causes a relative depletion of heavy isotopes in precipitation because of the so-called rainout effect. In the current investigation, longitudinal isotopic effects are also minor. Accounting for extension since the Eocene, a change of 400km distance-toshore (roughly one-half of the modern day distance from northwestern Utah to the western U.S. coast) would result in only a 0.8 permil increase in 18O precipitation values relative to modern, assuming a longitude effect of 0.002 permil 18O precipitation/km (Criss, 1999)."
  }, {
    "heading": "Temperature Effects",
    "text": "To quantify the effect of temperature on the observed isotopic record, we\ncalculated calcite 18O values incorporating the effect of temperature on both the calcite-water fractionation factor (O’Neil and others, 1969) and the isotopic composition of precipitation (Rozanski and others, 1993). For these calculations we used a modern mean annual temperature of 8.2°C and precipitation 18O value of 15.1 permil for the Winnemucca, Nevada area (Friedman and others, 2002a). In these calculations, changes in the isotopic composition of ocean water due to changes in ice-sheet volume (Zachos and others, 2001) are assumed to cause an equivalent change in the isotopic composition of precipitation. The ice-volume effect of Zachos and others (2001) assumes that 70 percent of the post-Oligocene change in marine 18O values is the result of changes in ocean-ice volume and 30 percent from temperature changes. We calculated two separate temperature records for the Cenozoic of western United States: temperatures derived from deep-sea sediments (Zachos and others, 2001; curve 1, fig. 2), and temperatures derived from paleobotanical studies in the western U.S. (Wolfe, 1994; curve 2, fig. 2). These two calculation sets show that global temperature changes and late Cenozoic development of ice sheets are not capable of producing the observed trends in this isotopic record (curve 1, fig. 2). However, regional mean annual temperature changes, derived from paleobotanical investigations in the Great Basin (Wolfe, 1994), can account for up to 4 permil of the observed 10 permil middle to late Eocene isotopic shift, but virtually none of the changes observed in the middle Miocene to Pleistocene (curve 2, fig. 2)."
  }, {
    "heading": "Evaporation Effects",
    "text": "Fractionation of oxygen and hydrogen isotopes during evaporation causes an\nenrichment of 18O and D in surface water relative to precipitation. Thus, the isotopic compositions of authigenic minerals are sensitive to the extent of evaporation during the time of mineral formation. Several lines of evidence suggest evaporative effects were minor in the northern Great Basin region for much of the Cenozoic: 1) the Cenozoic rocks in the Elko area do not typically contain evaporite minerals (Regnier, 1960; Smith and Ketner, 1976; Solomon and others, 1979); 2) paleofloral studies show\nthat the Great Basin region received more precipitation during much of the Cenozoic relative to the present (Wilf and others, 1998); 3) Mg/Ca and Sr/Ca ratios of authigenic calcite from Eocene to the late Miocene rocks are low (fig. 4), and these low ratios are indicative of a low paleosalinity (Chivas and others, 1993). However, there is one period at 41 Ma when the Mg/Ca and Sr/Ca ratios are high and the oxygen isotope values are highly variable (figs. 2 and 4). This observation suggests that evaporative effects could have been important during deposition of these rocks. Increased surface water evaporation during this time is further supported by the presence of zeolites in the volcanic ash and tuff beds in the upper Elko Formation (Smith and Ketner, 1976), palynological evidence for middle-late Eocene aridification (Wingate, 1983), and the transition from open-water to marginal lacustrine deposition during this same interval (Smith and Ketner, 1976). It is important to note that, while there is evidence for evaporation around 41 Ma, the oxygen isotope values during this time are similar to those from earlier Eocene rocks that show no evidence of evaporation. It is also possible to evaluate the effects of evaporation on authigenic mineral stable isotopic compositions by determining both the oxygen and hydrogen isotope ratios of authigenic minerals. Of particular importance in the current study is determining the extent to which evaporation contributed to the observed increase in authigenic mineral 18O values between the middle Miocene and Pleistocene (figs. 2\nand 3). To address this problem, we determined both 18O and D values for 22 Neogene smectite-bearing ashes from the northern Great Basin stratigraphic sections. Isotopic fractionation during strong evaporation under low humidity conditions cause evaporated waters to depart from the stable isotopic meteoric water line along an evaporation line with a characteristic slope of 3 to 5 (Craig, 1961). Thus, clay minerals forming in hydrogen and oxygen isotopic equilibrium with surface waters should plot parallel to the meteoric water line in the absence of significant isotopic evaporation effects (Savin and Hsieh, 1998). As can be seen, the smectite D and 18O data plot in a distribution roughly parallel to the meteoric water line suggesting evaporative modification of surface waters was minor from the middle Miocene through Pleistocene in the northern Great Basin (fig. 5)."
  }, {
    "heading": "Hydrologic Effects",
    "text": "The 18O values of the minerals used in this study to reconstruct paleoclimatic\nconditions do not directly reflect that of the precipitation but rather record the 18O\nvalues of lake and/or ground waters, and temperature effects discussed above. Since the 18O values of lake and ground water can be strongly controlled by hydrologic effects it is important to assess whether the long-term changes in the 18O values of chert, smectite, and calcite shown in figure 2 record a significant change in the hydrology of the Tertiary lake systems. The 18O value of lake water is function of riverine, ground water and precipitation inputs and evaporative effects (discussed above). As the 18O values of rivers and precipitation can differ significantly during seasons (Fricke, 2003) it is important to determine whether a change in the timing of seasonal recharge of the paleolakes could have a significant effect on the isotopic record presented in this paper (fig. 2). We record a 10 permil decrease in 18O values from the Eocene to Oligocene in the paleolakes in eastern Nevada region. It could be argued that this change, or at least some portion of it, could be the result of increased input of isotopically light winter precipitation beginning in the Oligocene. For the following reasons, we do not believe that the bulk of this isotopic decrease is a result of a change in the seasonal input of waters. First, a 10 permil change in 18O values is too large to be the result of seasonality effects even after accounting for regional changes in temperature. Modern 18O values of winter precipitation in the Elko area are approximately 2.5 permil lower than those of summer precipitation (Friedman and others, 2002b). If we take the unrealistic assumption that seasonal input changed from all summer precipitation in the Eocene to all winter precipitation in the Oligocene this isotopic change would result in a decrease in 18O values of calcite of only 1.3 permil after accounting for cooling from the Eocene to Oligocene in western North America (Wolfe, 1994). We can not dismiss the possibility that the isotopic difference between summer and winter precipitation in eastern Nevada was larger in the past, however. It has been argued that Paleocene rivers to the east in Wyoming varied by as much as 14 permil from summer to winter; and this extreme isotopic difference in seasonal precipitation is interpreted to be the result of input of snow melt from adjacent high elevation mountains (Dettman and Lohmann, 2000). Recently, however, these extreme isotopic differences in winter and summer Paleocene river waters have been debated and may be the result of episodic events rater than long-term climatic changes (Fricke, 2003) or subsequent alteration of the oxygen isotopic record by diagenesis (Morrill and Koch, 2002). Second, changes in 18O values of lake waters as a result of changing seasonal input of precipitation will be most profound in relatively small lakes in which water has a short residence time. For example, in a modern, small (8.5km2) lake in Switzerland the difference between summer and winter 18O values of riverine water feeding the lake is 1.1 permil, and the difference in seasonal 18O values of lake water is 0.7 permil (McKenzie and Hollander, 1993). The Paleogene lakes in the eastern Nevada region are thought to be considerably larger (by at least an order of magnitude) and are part of a regionally extensive, interconnected, fluvial and lacustrine system (Smith and Ketner, 1976; Fouch and others, 1979; Solomon and others, 1979; Stokes, 1979). Thus, the effects of seasonal input of riverine waters on the 18O values of these paleolakes should be relatively small."
  }, {
    "heading": "Precipitation Source Area Effects",
    "text": "The isotopic trends we observe could be influenced by changes in the source of\nprecipitation. At present, 92 percent of the precipitation reaching the northern Great Basin is derived from source waters to the south, west, and east of the region (Friedman and others, 2002b; fig. 1). The 18O values of these three precipitation sources only vary by 1 permil (Friedman and others, 2002a; fig. 1). The remaining 8 percent of modern precipitation reaches the northern Great Basin from an Arctic source region. The 18O value of this Arctic precipitation is 6 permil lower than the other dominant precipitation sources. A shift to lower 18O values from the middle\nEocene into the Oligocene would require all of the moisture being sourced from Arctic air masses during a warmer period of the Cenozoic when the influence of Arctic air masses should be relatively minor. A positive isotopic shift in the late Miocene would require less influence of Arctic air masses during a period of global cooling when D- and 18O-depleted precipitation from Arctic air masses should be more dominant. Hence, it is unlikely that changes in these moisture sources significantly influenced the observed isotopic trends. It could be argued that the approximately 10 permil decrease in oxygen isotope values from the Eocene to Oligocene could be the result of loss of isotopically heavier precipitation from air masses originating from the Gulf of Mexico. Precipitation from summer monsoons from the Gulf of Mexico is isotopically heavier than precipitation from the other air masses (Friedman and others, 2002a). Today, less than 5 percent of precipitation in central Utah and none of the precipitation in eastern Nevada comes from the Gulf of Mexico (Friedman and others, 2002b). The Rocky Mountains block the air masses from the Gulf of Mexico and if the Rockies were high during the Eocene there should have been little input of precipitation from the Gulf of Mexico then as well. Recent isotopic studies show that the Rocky Mountains stood at high elevations in the Eocene (Sjostrom and others, 2005), and climate models for the Paleogene show that monsoonal precipitation was concentrated along the eastern edge of the Rockies (Huber and Sloan, 1999). For these reasons, we consider it unlikely that air masses originating in the Gulf of Mexico significantly influenced the isotopic record presented here."
  }, {
    "heading": "Diagenetic Effects",
    "text": "The isotope composition of authigenic minerals is also sensitive to diagenesis\n(Morrill and Koch, 2002). Two lines of evidence suggest that diagenetic effects were relatively minor in the samples we studied. First, petrographic analyses show little evidence for diagenetic recrystallization of primary minerals and the chert samples are cryptocrystalline. Petrographic thinsections were prepared for 61 of the 109 samples to determine the extent and conditions of carbonate and silica diagenesis. Micritic calcite is the dominant carbonate mineral present in all of the samples analyzed. All Paleogene limestones analyzed were exclusively composed of micritic calcite with trace detrital chert grains present in some samples. Neogene limestones are composed of micritic calcite and volcanic glass shards derived from stratigraphically adjacent volcaniclastic units. Sparry calcite, a common product of diagenetic alteration of micritic calcite, was not observed in any of the carbonate samples suggesting a near-surface origin for the calcite occurring in all samples. The absence of coarsely crystalline quartz phases in 19 chert samples also suggests a near-surface, low temperature origin for the lacustrine cherts (Williams and others, 1985). Second, low Mg/Ca and Sr/Ca ratios of calcite show that there was no significant diagenetic dolomitization of primary calcite. With the exception of 4 samples from the Eocene Elko Formation, all calcite Mg/Ca and Sr/Ca ratios are 0.08 and 0.003 respectively (table 1). The dominance of low-magnesium calcite indicates diagenetic dolomitization of primary calcite did not occur during sediment burial and lithification. However, as described above, a pronounced spike in carbonate trace-element ratios is observed in the upper Eocene Elko Formation (fig. 4), which for the reasons discussed previously most likely results from increased lake water salinities during this time. Third, additional evidence against significant modification of isotopic ratios of authigenic minerals by diagenesis is provided by the observation that all three of the minerals examined show similar isotopic trends (fig. 2)."
  }, {
    "heading": "Paleotopographic Effects",
    "text": "Based on the arguments presented above, we suggest the major isotopic shifts\nobserved in this terrestrial isotopic record are primarily due to changes in surface elevation of the Sierra Nevada and Great Basin region during the Cenozoic. Our interpretation of the terrestrial Cenozoic 18O records are as follows: 1) After accounting for temperature changes, the 6 permil decrease in 18O values from the middle-late Eocene to Oligocene is due to a 2 km increase in surface elevation. 2) Surface elevation then remained essentially constant from Oligocene until the middle Miocene, as most of the isotopic changes we observe can be accounted for by changes in temperature alone. 3) The 4 to 5 permil increase in 18O values from the middle-late Miocene to Pliocene, recognized throughout the Great Basin, results from a surface elevation decrease of 1 to 2 km in the southwestern Great Basin and/or Sierra Nevada. Both of these calculations assume an isotopic lapse rate of 2.8‰/km of 18O values of precipitation with increase in elevation, such that a 6 permil decrease corresponds to a 2.1 km increase and a 5 permil increase corresponds to a 1.8 km decrease in elevation. It is difficult to precisely determine where elevation changes occurred in this orogenic system because precipitation on the leeward side of major mountain ranges show little variation with downwind relief or distance from the mountain range (Ingraham and Taylor, 1991; Stern and Blisniuk, 2002). In addition, the oxygen isotope data presented here does not preclude a low elevation of this basin with high mountains upstream of the incoming air mass. Nevertheless, as 75 percent of the precipitation in eastern Nevada today comes from the west and southwest (Friedman and others, 2002b; fig. 1), and crosses major mountain ranges in the Great Basin and southern Sierra Nevada, changes in surface elevation of these areas are most likely responsible for the observed isotopic trends. We suggest that the 2km increase in elevation in the middle to late Eocene, as recorded by the isotopic data, occurred in central and northeastern Nevada, as this area was intruded by siliceous magmas and underwent contractional deformation during this time (Armstrong and Ward, 1991; Ketner and Alpha, 1992; Wright and Snoke, 1993; Hofstra and others, 1999). Furthermore, previous estimates of paleoelevation based on paleobotanical leaf margin analysis and stable isotopic data suggest elevations greater than 2km already existed in the interior U.S. Cordillera by the Oligocene (Drummond and others, 1993; Norris and others, 1996; Wolfe and others, 1998; Dettman and Lohmann, 2000; Mulch and others, 2004; fig. 6). We consider it unlikely that topographic growth of the Sierra Nevada caused the Eocene-Oligocene isotopic shift as a recent study suggests these mountains were already at elevations as high as 4km by the Late Cretaceous (House and others, 2001), and there is no likely mechanism for uplift of the Sierra Nevada during the Eocene. However, there is some debate as to when the Sierra Nevada was a significant topographic feature. One view holds that the elevational history of the Sierra Nevada underwent surface uplift during the late Cenozoic (LeConte, 1886; Axelrod, 1956, 1962; Christensen, 1966; Huber, 1981; Unruh, 1991; Saleeby and others, 2003). In contrast, several recent studies suggest high elevations ( 3km) existed in the Sierra Nevada and surrounding Great Basin prior to middle Tertiary crustal extension (Small and Anderson, 1995; Wernicke and others, 1996; Wolfe and others, 1997; House and others, 1998, 2001; Jones and others, 1998; Poage and Chamberlain, 2002). As, for the most part, this recent work uses methods that more directly measures surface uplift, such as stable isotope paleoaltimetry, apatite U-Th/He ages, and paleobotanical leaf margin analysis, we support the hypothesis that the Sierra Nevada has been at high elevations throughout much of the Cenozoic. In contrast to the late Eocene decrease in 18O values recognized in the CarlinPiñon area, middle Miocene through Pleistocene authigenic calcite and smectite 18O\nvalues from the Carlin-Piñon area show about a 5 permil increase between 15 and 1 Ma (fig. 2). This increase in 18O values since the middle Miocene appears to be a regional feature throughout the Great Basin. The smectite 18O values for the northern (sections RV, CP, WC, TC, OR, and VV; fig. 1), western (sections CV, BC, SV, and WW; fig. 1), and southern Great Basin (section EP; fig. 1), all exhibit a general increase in -values with decreasing age (fig. 3). The Carlin-Piñon calcite and smectite data, northern Great Basin smectite data show about a 4 permil increase between 15 and 1 Ma (fig. 3), the western Great Basin smectite data show about a 2 to 3 permil increase between 15 and 2 Ma (Poage and Chamberlain, 2002; fig. 3), and the southern Great Basin smectite data show an 6 permil increase between 14 and 7 Ma (Poage and\nChamberlain, 2002; fig. 3). If we take the increases in 18O values as a result of elevation loss these isotopic data would suggest spatially varying elevation decreases of the Sierra Nevada of 1 to 2 km in the southern Sierra Nevada between 14 and 7 Ma and 700 m in the central Sierra Nevada between 16 and 2 Ma, as previously reported by Poage and Chamberlain (2002). Similarly, we suggest the 4 to 5 percent post middle Miocene isotopic shift in calcite and smectite 18O values in the northern Great Basin presented here (fig. 2; fig. 3) is due to an elevation decrease of 1 to 1.5 km somewhere upstream of the dominant track of storms that deliver precipitation to this area, which come from the west and southwest (fig. 1). It is unclear whether these elevation decreases occurred in the central and southern Great Basin or southern Sierra Nevada, but they can not have occurred in the central Sierra Nevada because the western Great Basin isotopic record (fig. 3) shows a smaller isotopic shift than the northern Great Basin.\nimplications for regional tectonic uplift and subsidence events A pattern of diachronous surface uplift of the western Cordillera is emerging from\nstable isotopic, paleobotanical, and geochronologic studies. Altitudes as high as 2.5 to 3 km existed in the early middle Eocene in southern British Columbia and northeastern Washington and extended southeast along the Rocky Mountains at least as far south as south-central Colorado (Wolfe, 1994; Norris and others, 1996; Dettman and Lohmann, 2000; Mulch and others, 2004). From the middle Eocene to the Oligocene surface uplift migrated west and south into the northern Basin and Range of Nevada (this study) and elevations as high as 3 km persisted in this region until the middle Miocene (Wolfe and others, 1997; Poage and Chamberlain, 2002; this study). After the middle to late Miocene the southwestern and central Great Basin and southern Sierra Nevada subsided by approximately 1 to 2 km (Wernicke and others, 1996; Wolfe and\nothers, 1997; House and others, 1998; Poage and Chamberlain, 2002; this study) whereas the central Sierra Nevada subsided by only 700 m (Poage and Chamberlain, 2002). The north to south surface uplift during the Eocene through Oligocene is similar to the timing of widespread magmatism in the northern Great Basin (Armstrong and Ward, 1991; fig. 6) suggesting a link between regional uplift and magmatic events. In the early Eocene magmatic activity started in northern Washington and central Idaho and migrated into northern Nevada by the middle Eocene (Armstrong and Ward, 1991). By late Eocene to latest Oligocene magmatic activity swept into eastern California and southern Nevada (Armstrong and Ward, 1991). Taken together these spatial patterns reinforce tectonic models for the western United States that link mantle-derived magmatism to surface uplift, such as convective removal of lower lithosphere after Laramide tectonic thickening (Platt and England, 1993; Sonder and Jones, 1999), and/or post-Laramide removal of the subducting Farallon slab (Humphreys, 1995). The replacement of lithosphere by hot asthenosphere by these processes would increase surface elevation. The timing of the interpreted 1 to 1.5 km surface subsidence in the central/ southern Great Basin, agrees well with the age of crustal extension in the region (Christiansen and Yeats, 1992). However, at present, the surface elevation data is too sparse to discern any patterns of subsidence in the western United States. Through a combination of approaches to measure surface elevation, such as stable isotope records of terrestrial sediments (Chamberlain and Poage, 2000), paleobotany (Forest and others, 1999), and stable isotopic studies of extensional detachments (Mulch and others, 2004) it should be possible to capture the spatial and temporal patterns of elevational changes in the western United States. Knowledge of these surface elevation changes will provide a critical data set to test tectonic hypotheses and further explore the links between long-term climate patterns and tectonic events.\nacknowledgments Support for this research was provided by NSF grants EAR-0309011 and EAR-\n0217128 to Chamberlain, a G.S.A. student research grant to Horton, and a Stanford University School of Earth Sciences McGee grant to Horton. We thank T. Vennemann, H. Fricke, and an anonymous reviewer for their comments on this manuscript.\nAppendix A"
  }, {
    "heading": "Results of Zircon U-Pb Age Determinations",
    "text": "Age control for the isotopic stratigraphy come from both previously published sources and geochronologic data collected in this study (table A1). Four U-Pb zircon ages, for the Carlin-Piñon Range area stratigraphic sequence determined by the authors, agree well with previously published radiometric and biostratigraphic fossil ages (table A1). Results of the zircon U-Pb analyses performed by us are presented as Tera-Wasserburg concordia plots in figure A1. Multiple zircon grains were analyzed for each sample. Discordant sample ages were then calculated for zircon populations using the SQUID data reduction program based on a minimum 5 percent probability-of-fit for the data (fig. A1). Reported errors represent the 2 uncertainty in calculated sample ages, and include corrections for lead inheritance and reproducibility of R33-standard ages. Zircons separated from each of two ashes exposed in the Humboldt Formation yield discordant U-Pb ages of 14.99 0.98 Ma and 15.18 0.74 Ma (fig. A1), and zircons separated from each of two ashes exposed in the Elko Formation yield discordant U-Pb ages of 39.9 1.5 Ma and 42.5 1.5 Ma (fig. A1).\nIn total, 19 radiometric ages provide absolute age constraints on the Carlin-Piñon stratigraphic sequence (table A1). Fossil identification and correlation of two Plio-Pleistocene ashes recognized in the Carlin-Piñon sequence with dated ashes exposed elsewhere provide further age control (table A1). Combining these ages with sedimentary rock thicknesses, provided by measured stratigraphic unit thicknesses, yield sediment accumulations rates of 60 to 100m/m.y. These calculated accumulation rates agree with fluvio-lacustrine accumulation rates determined for similar Cenozoic basinal sequences in the northern Basin and Range Province (Perkins and others, 1998).\nT ab\nle A\n1\nA ge\nco ns\ntr ai\nnt s\nfo r\nth e\nC ar\nlin -P\niñ on\nR an\nge ar\nea st\nra tig\nra ph\nic se\nqu en\nce .\nFig. A1. Tera-Wasserburg diagrams for zircon U-Pb data determined for four air-fall ash samples collected from the Carlin-Piñon Range area stratigraphic section. Individual zircon U-Pb data with 2 error ellipses are shown for: A) sample HC-04 collected from the Miocene Humboldt formation; B) sample HC-08 from the Miocene Humboldt formation; C) sample TE-22 collected from the Eocene Elko formation; D) sample TE-17 collected from the Eocene Elko formation. Open dots show Concordia ages in million years (numbers). Sample ages are reported in table A1.\nFig. A1. C) sample TE-22 collected from the Eocene Elko formation; D) sample TE-17 collected from the Eocene Elko formation. Open dots show Concordia ages in million years (numbers). Sample ages are reported in table A1.\nReferences\nAbruzzese, M. J., Waldbauer, J. R., and Chamberlain, C. P., 2005, Oxygen and hydrogen isotope ratios in freshwater chert as indicators of ancient climate and hydrologic regime: Geochimica et Cosmochimica Acta. Armstrong, R. L., 1970, Geochronology of Tertiary igneous rocks, eastern Basin and Range Province, western Utah, eastern Nevada, and vicinity, U.S.A.: Geochimica et Cosmochimica Acta, v. 34, p. 203–232. Armstrong, R. L., and Ward, P., 1991, Evolving geographic patterns of Cenozoic magmatism in the North American Cordillera: The temporal and spatial association of magmatism and metamorphic core complexes: Journal of Geophysical Research, v. 96, p. 13,201–13,224. Axelrod, D. I., 1956, Mio-Pliocene floras from west-central Nevada: University of California Publication in Geological Science, v. 33, p. 1–322. –––––– 1962, Post-Pliocene uplift of the Sierra Nevada of California: Geological Society of America Bulletin, v. 73, p. 183–198. Axen, G. J., Taylor, W. J., and Bartley, J. M., 1993, Space-time patterns and tectonic controls of Tertiary extension and magmatism in the Great Basin of the western United States: Geological Society of America Bulletin, v. 105, p. 56–76. Burchfiel, B. C., Cowan, D. S., and Davis, G. A., 1992, Tectonic overview of the Cordilleran orogen in the western United States, in Burchfiel, B. C., Lipman, P. W., and Zoback, M. L., editors, The Cordilleran Orogen: Conterminous U.S.: The Geology of North America: Geological Society of America, v. G-3, p. 407–478. Chamberlain, C. P., and Poage, M. A., 2000, Reconstructing the paleotopography of mountain belts from the isotopic composition of authigenic minerals: Geology, v. 28, p. 115–118. Chamberlain, C. P., Poage, M. A., Craw, D., and Reynolds, R. C., 1999, Topographic development of the Southern Alps recorded by the isotopic composition of authigenic minerals, South Island, New Zealand: Chemical Geology, v. 155, p. 279–294. Chivas, A. R., De Decker, P., Cali, J. A., Chapman, A., Kiss, E., and Shelley, J. M. G., 1993, Coupled stable-isotope and trace-element measurements of lacustrine carbonates as paleoclimatic indicators, in Swart, P. K., Lohmann, K. C., McKenzie, J. A., and Savin, S., editors, Climate Change in Continental Isotopic Records: Washington, D. C., American Geophysical Union, Geophysical Monograph 78, p. 113–121. Christensen, M. N., 1966, Late Cenozoic crustal movements in the Sierra Nevada of California: Geological Society of America Bulletin, v. 77, p. 163–182. Christiansen, R. L., and Yeats, R. L., 1992, Post-Laramide geology of the U.S. Cordilleran region, in Burchfiel, B. C., Lipman, P. W., and Zoback, M. L., editors, The Cordilleran orogen: Conterminous U.S.: The Geology of North America: Boulder, Colorado, Geological Society of America, v. G-3, p. 261–406. Clayton, R. N., and Mayeda, T. K., 1963, The use of bromine pentafluoride in the extraction of oxygen from oxides and silicates for isotopic analysis: Geochimica et Cosmochimica Acta, v. 27, p. 43–52. Coats, R. R., 1987, Geology of Elko County, Nevada: Nevada Bureau of Mines and Geology Bulletin, v. 101, p. 1–112. Craig, H., 1961, Isotopic variations in meteoric waters: Science, v. 133, p. 1702–1703. Criss, R. N., 1999, Principles of Stable Isotope Distribution: New York, Oxford University Press, 254 p. Dansgaard, W., 1964, Stable isotopes in precipitation: Tellus, v. 16, p. 436–468. Dettman, D. L., and Lohmann, K. C., 2000, Oxygen isotope evidence for high-altitude snow in the Laramide\nRocky Mountains of North America during the Late Cretaceous and Paleogene: Geology, v. 28, p. 243–246. Dettman, D. L., Fang, X., Garzione, C. N., and Li, J., 2003, Uplift-driven climate change at 12 Ma: a long 18O record from the NE margin of the Tibetan Plateau: Earth and Planetary Science Letters, v. 214, p. 267–277. Dickinson, W. R., 1992, Cordilleran sedimentary assemblages, in Burchfiel, B. C., Lipman, P. W., and Zoback, M. L., editors, The Cordilleran orogen: Conterminous U.S.: The Geology of North America: Boulder, Colorado, Geological Society of America, v. G-3, p. 539–551. Drummond, C. N., Wailkinson, B. H., Lohmann, K. C., and Smith, G. R., 1993, Effect of regional topography and hydrology on the lacustrine isotopic record of Miocene paleoclimate in the Rocky Mountains: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 101, p. 67–79. England, P., and Molnar, P., 1990, Surface uplift, uplift of rocks, and exhumation of rocks: Geology, v. 18, p. 1173–1177. Forest, C. E., Wolfe, J. A., Molnar, P., and Emanuel, K. A., 1999, Paleoaltimetry incorporating atmospheric physics and botanical estimates of paleoclimate: Geological Society of America Bulletin, v. 111, p. 497–511. Fouch, T. D., Hanley, J. H., and Forester, R. M., 1979, Preliminary correlation of Cretaceous and Paleogene lacustrine and related nonmarine sedimentary and volcanic rocks in parts of the eastern Great Basin of Nevada and Utah, in Newman, G. W., and Goode, H. D., editors, Basin and Range Symposium and Great Basin Field Conference: Denver, Colorado, Rocky Mountain Association of Geologists, p. 305–312. Fricke, H. C., 2003, Investigation of early Eocene water-vapor transport and paleoelevation using oxygen isotope data from geographically widespread mammal remains: Geological Society of America Bulletin, v. 115, p. 1088–1096. Friedman, I., Smith, G. I., Johnson, C. A., and Moscati, R. J., 2002a, Stable isotope composition of water in the Great Basin, United States 2. Modern Precipitation: Journal of Geophysical Research, v. 107, p. 15–1 to 15–22.\nFriedman, I., Harris, J. M., Smith, G. I., and Johnson, C. A., 2002b, Stable isotope composition of waters in the Great Basin, United States 1. Air-mass trajectories: Journal of Geophysical Research, v. 107, p. 14-1 to 14-14. Garzione, C. N., Dettman, D. L., Quade, J., DeCelles, P. G., and Butler, R. F., 2000, High times on the Tibetan Plateau: Paleoelevation of the Thakkhola graben, Nepal: Geology, v. 28, p. 339–342. Greene, R. C., 1984, Geologic appraisal of the Charles Sheldon wilderness study area, Nevada and Oregon: U.S. Geological Survey Bulletin, 1538, p. 13–34. Haynes, S. R., Hickey, K. A., Mortensen, J. K., and Tosdal, R. M., 2002, Onset of extension in the Basin and Range; basin analysis of the Eocene Elko Formation, NE Nevada: Geological Society of America Abstracts with Programs, v. 34, p. 83. Heylmun, E. B., 1965, Reconnaissance of the Tertiary sedimentary rocks in western Utah: Utah Geological and Mineralogical Survey Bulletin, v. 75, 38 p. Hofstra, A. H., Snee, L. W., Rye, R. O., Folger, H. W., Phinisey, J. D., Loranger, R. J., Dahl, A. R., Naeser, C. W., Stein, H. J., and Lewchuk, M., 1999, Age constraints on Jerritt Canyon and other Carlin-type gold deposits in the western United States - relationship to mid-Tertiary extension and magmatism: Economic Geology, v. 94, p. 769–802. House, M. A., Wernicke, B. P., and Farley, K. A., 1998, Dating topography of the Sierra Nevada, California, using apatite U-Th/He ages: Nature, v. 396, p. 66–69. –––––– 2001, Paleo-geomorphology of the Sierra Nevada, California, from U-Th/He ages in apatite: American Journal of Science, v. 301, p. 77–102. Huber, N. K., 1981, Amount and timing of late Cenozoic uplift and tilt of the central Sierra Nevada, California – Evidence from the upper San Joaquin River basin: United States Geological Survey Professional Paper 1197 Rep. P, 28 p. Huber, M., and Sloan, C., 1999, Warm climate transitions: a general circulation modeling study of the late Paleocene thermal maximum: Journal of Geophysical Research, v. 104, p. 16,633–16,655. Humphreys, E. D., 1995, Post-Laramide removal of the Farallon slab, western United States: Geology, v. 23, p. 987–990. Ingraham, N. L., and Taylor, B. E., 1991, Light stable isotope systematics of large-scale hydrologic regimes in California and Nevada: Water Resources Research, v. 27, p. 77–91. Jones, C. H., Sonder, L. J., and Unruh, J. R.,1998, Lithospheric gravitational potential energy and past orogenesis; implications for conditions of initial Basin and Range and Laramide deformation: Geology, v. 26, p. 639–642. Ketner, K. B., and Alpha, A. G., 1992, Mesozoic and Tertiary rocks near Elko, Nevada - Evidence for Jurassic to Eocene folding and low-angle faulting: United States Geological Survey Bulletin, Report: B 1988-C, p. C1–C13. Kimmel, P. G., ms, 1979, Stratigraphy and paleoenvironments of the Miocene Chalk Hills Formation and Pliocene Glenns Ferry Formation in the western Snake River Plain, Idaho: Ph.D. thesis, University of Michigan, Ann Arbor, 331 p. Knauth, L. P., and Epstein, S., 1976, Hydrogen and oxygen isotope ratios in nodular and bedded cherts: Geochimica et Cosmochimica Acta, v. 40, p. 1095–1108. Kutzbach, J. E., Guetter, P. J., Ruddiman, W. F., and Prell, W. L., 1989, Sensitivity of climate to late Cenozoic uplift in southeast Asia and the American West; numerical experiments: Journal of Geophysical Research, v. 94, p. 18,393–18,407. LeConte, J., 1886, A Post-Tertiary Elevation of the Sierra Nevada shown by the river beds: American Journal of Science, v. 32, p. 168–181. Ludwig, K. R., 1999, Using Isoplot/Ex, Version 2, A geochronological Toolkit for Microsoft Excel: Berkeley Geochronology Center Special Publication No. 1a, Berkeley, California, 47 p. McCrea, J. M., 1950, On the isotopic chemistry of carbonates and a paleotemperature scale: Journal of Chemical Physics, v. 18, p. 849–857. McKenzie, J. A., and Hollander, D. J., 1993, Oxygen-isotope record in recent carbonate sediments from lake Greifen, Switzerland (1750–1986): Application of continental isotopic indicator for evaluation of changes in climate and atmospheric circulation patterns, in Swart, P. K., Lohmann, K. C., McKenzie, J. A., and Savin, S., editors, Climate Change in Continental Isotopic Records: Washington, D.C., American Geophysical Union, Geophysical Monograph 78, p. 101–111. Meibom, A., Stage, M., Wooden, J., Constantz, B. R., Dunbar, R. B., Owen, A., Grumet, N., Bacon, C. R., and Chamberlain, C. P., 2003, Monthly strontium/calcium oscillations in symbiotic coral aragonite: Biological effects limiting the precision of the paleotemperature proxy: Geophysical Research Letters, v. 30, p. 71–1 to 71–4. Mitrovica, J. X., Beaumont, C., and Jarvis, G. T., 1989, Tilting of continental interiors by the dynamical effects of subduction: Tectonics, v. 8, p. 1079–1094. Moore, D. M., and Reynolds, R. C., 1997, X-ray diffraction and the identification and analysis of clay minerals: New York, Oxford University Press, 378 p. Morrill, C., and Koch, P. L., 2002, Elevation or alteration? Evaluation of isotopic constraints on paleoaltitudes surrounding the Eocene Green River Basin: Geology, v. 30, p. 151–154. Mulch, A., Teyssier, C., Cosca, M. A., Vanderhaeghe, O., and Vennemann, T. W., 2004, Reconstructing paleoelevation in eroded orogens: Geology, v. 32, p. 525–528. Norris, R. D., Jones, L. S., Corfield, R. M., and Cartlidge, J. E., 1996, Skiing in the Eocene Uinta Mountains? Isotopic evidence in the Green River Formation for snowmelt and large mountains: Geology, v. 24, p. 403–406. O’Neil, J. R., Clayton, R. N., Mayeda, T. K., 1969, Oxygen isotope fractionation in divalent metal carbonates: Journal of Chemical Physics, v. 51, p. 5547–5558.\nPerkins, M. E., Brown, F. H., Nash, W. P., McIntosh, W., and Williams, S. K., 1998, Sequence, age, and source of silicic fallout tuffs in the middle to late Miocene basins of the northern Basin and Range province: Geological Society of America Bulletin, v. 110, p. 344–360. Platt, J. P., and England, P. C., 1993, Convective removal of lithosphere beneath mountain belts: thermal and mechanical consequences: American Journal of Science, v. 293, p. 307–336. Poage, M. A., and Chamberlain, C. P., 2001, Empirical relationships between elevation and the stable isotope composition of precipitation and surface waters: considerations for studies of paleoelevation change: American Journal of Science, v. 301, p. 1–15. –––––– 2002, Stable isotopic evidence for a pre-Middle Miocene rain shadow in the western Basin and Range: Implications for the paleotopography of the Sierra Nevada: Tectonics, v. 21, p. 1–10. Regnier, J., 1960, Cenozoic geology in the vicinity of Carlin, Nevada: Geological Society of America Bulletin, v. 71, p. 1189–1210. Rowley, D. B., Pierrehumbert, R. T., and Currie, B. S., 2001, A new approach to stable isotope-based paleoaltimetry and paleohypsometry of the high Himalaya since the Miocene: Earth and Planetary Science Letters, v. 188, p. 253–268. Rozanski, K., Aragus-Araguas, L., Gonfiantini, R., 1993, Isotopic patterns in modern global precipitation, in Swart, P. K., Lohmann, K. C., McKenzie, J. A., and Savin, S., editors, Climate Change in Continental Isotopic Records: Washington, D.C., American Geophysical Union, Geophysical Monograph 78, p. 1– 36. Ruddiman, W. F., and Kutzbach, J. E., 1990, Late Cenozoic uplift and climate change: Transactions of the Royal Society of Edinburgh: Earth Sciences, v. 81, p. 301–314. Saleeby, J., Ducea, M., and Clemens-Knott, D., 2003, Production and loss of high-density batholithic root, southern Sierra Nevada, California: Tectonics, v. 22, p. 3–1 to 3–24. Savin, S. M., and Hsieh, J. C. C., 1998, The hydrogen and oxygen isotope geochemistry of pedogenic clay minerals: principles and theoretical background: Geoderma, v. 82, p. 227–253. Savin, S. M., and Lee, M. C., 1988, Isotopic studies of phyllosilicates, in Bailey, S. W., editor, Hydrous Phyllosilicates: Washington, D. C., Mineralogical Society of America, Reviews in Mineralogy, v. 19, p. 189–223. Sharp, Z. D., Atudoei, V., and Durakiewicz, T., 2001, A rapid method for determination of hydrogen and oxygen isotope ratios from water and hydrous minerals: Chemical Geology, v. 178, p. 197–210. Sjostrom, D. J., Hren, M. T., Horton, T. W., Waldbauer, J. R., and Chamberlain, C. P., 2005, Stable isotopic evidence for an early Tertiary elevation gradient in the Great Plains - Rocky Mountain region, in Willet, S., Hovius, N., Fisher, D., and Brandon, M., editors, Tectonics, Climate, and Landscape Evolution: Geological Society of America, Penrose Special Paper. Small, E. E., and Anderson, R. S., 1995, Geomorphically driven late Cenozoic uplift in the Sierra Nevada, California: Science, v. 270, p. 277–280. Smith, A. G., Hurley, A. M., and Briden, J. C.,1981, Phanerozoic Paleocontinental World Maps: New York, Cambridge University Press, 102 p. Smith, J. F., Jr., and Ketner, K. B., 1976, Stratigraphy of post-Paleozoic rocks and summary of resources in the Carlin-Piñon Range area, Nevada: United States Geological Survey Professional Paper 867-B, 48 p. Solomon, B. J., McKee, E. H., and Andersen, D. W., 1979, Eocene and Oligocene lacustrine and volcanic rocks near Elko, Nevada, in Newman, G. W., and Goode, H. D., editors, Basin and Range Symposium and Great Basin Field Conference: Denver, Colorado, Rocky Mountain Association of Geologists and Utah Geological Association, p. 325–337. Sonder, L. J., and Jones, C. H., 1999, Western United States extension: How the West was widened: Annual Reviews in Earth and Planetary Science, v. 27, p. 417–462. Sonder, L. J., England, P. C., Wernicke, B. P., and Christensen, R. L., 1987, A physical model for Cenozoic extension of western North America, in Coward, M. P., Dewey, J. F., and Hancock, P. L., editors, Continental Extension Tectonics: Oxford, United Kingdom, Geological Society of London Special Publication 28, p. 187–201. Stern, L. A., and Blisniuk, P. M., 2002, Stable isotope composition of precipitation across the southern Patagonian Andes: Journal of Geophysical Research, v. 107, p. 3-1 to 3-14. Stern, L. A., Chamberlain, C. P., Reynolds, R. C., and Johnson, G. D., 1997, Oxygen isotope evidence of climate change from pedogenic clay minerals in the Himalayan molasses: Geochimica et Cosmochimica Acta, v. 61, p. 731–744. Stokes, W. L., 1979, Paleohydrographic history of the Great Basin region, in Newman, G. W., and Goode, H. D., editors, Basin and Range Symposium and Great Basin Field Conference: Denver, Colorado, Rocky Mountain Association of Geologists and Utah Geological Association, p. 345–351. Unruh, J. R., 1991, The uplift of the Sierra Nevada and implications for late Cenozoic epeirogeny in the western Cordillera: Geological Society of America Bulletin, v. 103, p. 1395–1404. Wernicke, B., Clayton, R., Ducea, M., Jones, C. H., Park, S., Ruppert, S., Saleeby, J., Kent-Snow, K., Squires, L., Fliedner, M., Jiracek, G., Keller, R., Klemperer, S., Luetgert, J., Malin, P., Miller, K., Mooney, W., Oliver, H., and Phinney, R., 1996, Origin of high mountains in the continents: the southern Sierra Nevada: Science, v. 271, p. 190–193. Wilf, P., Wing, S. L., Greenwood, D. R., and Greenwood, C. L., 1998, Using fossil leaves as paleoprecipitation indicators: an Eocene example: Geology, v. 26, p. 203–206. Williams, L. A., Parks, G. A., and Crerar, D. A., 1985, Silica Diagenesis, I. Solubility Controls: Journal of Sedimentary Petrology, v. 55, p. 301–311. Wingate, F. H., 1983, Palynology and age of the Elko Formation Eocene near Elko, Nevada: Palynology, v. 7, p. 93–132. Wolfe, J. A., 1994, Tertiary climatic changes at middle latitudes of western North America: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 195–205.\nWolfe, J. A., Schorn, H. E., Forest, C. E., and Molnar, P., 1997, Paleobotanical evidence for high altitudes in Nevada during the Miocene: Science, v. 276, p. 1672–1675. Wolfe, J. A., Forest, C. E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude North America: Geological Society of America Bulletin, v. 110, p. 664– 678. Wright, J. E., and Snoke, A. W., 1993, Tertiary magmatism and mylonitization in the Ruby-East Humbolt metamorphic core complex, northeastern Nevada: U-Pb geochronology and Sr, Nd, and Pb isotope geochemistry: Geological Society of America Bulletin, v. 105, p. 935–952. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–692."
  }],
  "year": 2005,
  "references": [{
    "title": "Oxygen and hydrogen isotope ratios in freshwater chert as indicators of ancient climate and hydrologic regime: Geochimica et Cosmochimica Acta",
    "authors": ["M.J. Abruzzese", "J.R. Waldbauer", "C.P. Chamberlain"],
    "year": 2005
  }, {
    "title": "Geochronology of Tertiary igneous rocks, eastern Basin and Range Province, western Utah, eastern Nevada, and vicinity",
    "authors": ["R.L. Armstrong"],
    "venue": "U.S.A.: Geochimica et Cosmochimica Acta,",
    "year": 1970
  }, {
    "title": "Evolving geographic patterns of Cenozoic magmatism in the North American Cordillera: The temporal and spatial association of magmatism and metamorphic core complexes",
    "authors": ["R.L. Armstrong", "P. Ward"],
    "venue": "Journal of Geophysical Research,",
    "year": 1991
  }, {
    "title": "Mio-Pliocene floras from west-central Nevada: University of California Publication in Geological Science, v",
    "authors": ["D.I. Axelrod"],
    "year": 1956
  }, {
    "title": "Space-time patterns and tectonic controls of Tertiary extension and magmatism in the Great Basin of the western United States: Geological",
    "authors": ["G.J. Axen", "W.J. Taylor", "J.M. Bartley"],
    "venue": "Society of America Bulletin,",
    "year": 1993
  }, {
    "title": "Tectonic overview of the Cordilleran orogen in the western",
    "authors": ["B.C. Burchfiel", "D.S. Cowan", "G.A. Davis"],
    "venue": "The Cordilleran Orogen: Conterminous U.S.: The Geology of North America: Geological Society of America,",
    "year": 1992
  }, {
    "title": "Reconstructing the paleotopography of mountain belts from the isotopic composition of authigenic minerals",
    "authors": ["C.P. Chamberlain", "M.A. Poage"],
    "venue": "Geology, v",
    "year": 2000
  }, {
    "title": "Topographic development of the Southern Alps recorded by the isotopic composition of authigenic minerals, South Island, New Zealand",
    "authors": ["C.P. Chamberlain", "M.A. Poage", "D. Craw", "R.C. Reynolds"],
    "venue": "Chemical Geology,",
    "year": 1999
  }, {
    "title": "Coupled stable-isotope and trace-element measurements of lacustrine carbonates as paleoclimatic indicators",
    "authors": ["A.R. Chivas", "P. De Decker", "J.A. Cali", "A. Chapman", "E. Kiss", "J.M.G. Shelley"],
    "venue": "Climate Change in Continental Isotopic Records:",
    "year": 1993
  }, {
    "title": "Late Cenozoic crustal movements in the Sierra Nevada of California: Geological Society of America",
    "authors": ["M.N. Christensen"],
    "venue": "Bulletin, v",
    "year": 1966
  }, {
    "title": "Post-Laramide geology of the U.S",
    "authors": ["R.L. Christiansen", "R.L. Yeats"],
    "venue": "Cordilleran region,",
    "year": 1992
  }, {
    "title": "The use of bromine pentafluoride in the extraction of oxygen from oxides and silicates for isotopic analysis: Geochimica et",
    "authors": ["R.N. Clayton", "T.K. Mayeda"],
    "venue": "Cosmochimica Acta,",
    "year": 1963
  }, {
    "title": "Geology of Elko County, Nevada: Nevada",
    "authors": ["R.R. Coats"],
    "venue": "Bureau of Mines and Geology Bulletin,",
    "year": 1987
  }, {
    "title": "Isotopic variations in meteoric waters",
    "authors": ["H. Craig"],
    "venue": "Science, v. 133,",
    "year": 1961
  }, {
    "title": "Principles of Stable Isotope Distribution: New York",
    "authors": ["R.N. Criss"],
    "year": 1999
  }, {
    "title": "Stable isotopes in precipitation: Tellus",
    "authors": ["W. Dansgaard"],
    "venue": "v. 16,",
    "year": 1964
  }, {
    "title": "Oxygen isotope evidence for high-altitude snow in the Laramide Rocky Mountains of North America during the Late Cretaceous and Paleogene",
    "authors": ["D.L. Dettman", "K.C. Lohmann"],
    "venue": "Geology, v",
    "year": 2000
  }, {
    "title": "Uplift-driven climate change at 12 Ma: a long",
    "authors": ["D.L. Dettman", "X. Fang", "C.N. Garzione", "J. Li"],
    "year": 2003
  }, {
    "title": "Cordilleran sedimentary assemblages",
    "authors": ["W.R. Dickinson"],
    "venue": "Geological Society of America,",
    "year": 1992
  }, {
    "title": "Effect of regional topography and hydrology on the lacustrine isotopic record of Miocene paleoclimate in the Rocky Mountains: Palaeogeography",
    "authors": ["C.N. Drummond", "B.H. Wailkinson", "K.C. Lohmann", "G.R. Smith"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 1993
  }, {
    "title": "Surface uplift, uplift of rocks, and exhumation of rocks: Geology",
    "authors": ["P. England", "P. Molnar"],
    "venue": "v. 18,",
    "year": 1990
  }, {
    "title": "Paleoaltimetry incorporating atmospheric physics and botanical estimates of paleoclimate",
    "authors": ["C.E. Forest", "J.A. Wolfe", "P. Molnar", "K.A. Emanuel"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1999
  }, {
    "title": "Preliminary correlation of Cretaceous and Paleogene lacustrine and related nonmarine sedimentary and volcanic rocks in parts of the eastern",
    "authors": ["T.D. Fouch", "J.H. Hanley", "R.M. Forester"],
    "venue": "Great Basin of Nevada and Utah,",
    "year": 1979
  }, {
    "title": "Investigation of early Eocene water-vapor transport and paleoelevation using oxygen isotope data from geographically widespread mammal",
    "authors": ["H.C. Fricke"],
    "venue": "remains: Geological Society of America Bulletin,",
    "year": 2003
  }, {
    "title": "Stable isotope composition of water in the Great Basin, United States 2. Modern Precipitation",
    "authors": ["I. Friedman", "G.I. Smith", "C.A. Johnson", "R.J. Moscati"],
    "venue": "Journal of Geophysical Research,",
    "year": 2002
  }, {
    "title": "Stable isotope composition of waters in the Great Basin, United States 1. Air-mass trajectories",
    "authors": ["I. Friedman", "J.M. Harris", "G.I. Smith", "C.A. Johnson"],
    "venue": "Journal of Geophysical Research,",
    "year": 2002
  }, {
    "title": "High times on the Tibetan Plateau: Paleoelevation of the Thakkhola graben",
    "authors": ["C.N. Garzione", "D.L. Dettman", "J. Quade", "P.G. DeCelles", "R.F. Butler"],
    "venue": "Nepal: Geology,",
    "year": 2000
  }, {
    "title": "Geologic appraisal of the Charles Sheldon wilderness study area, Nevada and Oregon: U.S",
    "authors": ["R.C. Greene"],
    "venue": "Geological Survey Bulletin,",
    "year": 1984
  }, {
    "title": "Onset of extension in the Basin and Range; basin analysis of the Eocene Elko Formation, NE Nevada",
    "authors": ["S.R. Haynes", "K.A. Hickey", "J.K. Mortensen", "R.M. Tosdal"],
    "venue": "Geological Society of America Abstracts with Programs,",
    "year": 2002
  }, {
    "title": "Reconnaissance of the Tertiary sedimentary rocks in western Utah: Utah Geological and Mineralogical Survey Bulletin, v",
    "authors": ["E.B. Heylmun"],
    "year": 1965
  }, {
    "title": "Age constraints on Jerritt Canyon and other Carlin-type gold deposits in the western United States - relationship to mid-Tertiary extension and magmatism",
    "authors": ["A.H. Hofstra", "L.W. Snee", "R.O. Rye", "H.W. Folger", "J.D. Phinisey", "R.J. Loranger", "A.R. Dahl", "C.W. Naeser", "H.J. Stein", "M. Lewchuk"],
    "venue": "Economic Geology,",
    "year": 1999
  }, {
    "title": "Dating topography of the Sierra Nevada, California, using apatite U-Th/He ages",
    "authors": ["M.A. House", "B.P. Wernicke", "K.A. Farley"],
    "venue": "Nature, v. 396,",
    "year": 1998
  }, {
    "title": "Amount and timing of late Cenozoic uplift and tilt of the central Sierra Nevada, California – Evidence from the upper San Joaquin River basin: United States Geological Survey",
    "authors": ["N.K. Huber"],
    "venue": "Professional Paper 1197 Rep. P,",
    "year": 1981
  }, {
    "title": "Warm climate transitions: a general circulation modeling study of the late Paleocene thermal maximum",
    "authors": ["M. Huber", "C. Sloan"],
    "venue": "Journal of Geophysical Research,",
    "year": 1999
  }, {
    "title": "Post-Laramide removal of the Farallon slab, western United States: Geology",
    "authors": ["E.D. Humphreys"],
    "venue": "v. 23,",
    "year": 1995
  }, {
    "title": "Light stable isotope systematics of large-scale hydrologic regimes in California and Nevada: Water Resources",
    "authors": ["N.L. Ingraham", "B.E. Taylor"],
    "venue": "Research, v",
    "year": 1991
  }, {
    "title": "Lithospheric gravitational potential energy and past orogenesis; implications for conditions of initial Basin and Range and Laramide",
    "authors": ["C.H. Jones", "L.J. Sonder", "J.R. Unruh"],
    "venue": "deformation: Geology,",
    "year": 1998
  }, {
    "title": "Mesozoic and Tertiary rocks near Elko, Nevada - Evidence for Jurassic to Eocene folding and low-angle faulting: United States Geological Survey Bulletin, Report: B 1988-C, p. C1–C13",
    "authors": ["K.B. Ketner", "A.G. Alpha"],
    "year": 1992
  }, {
    "title": "Stratigraphy and paleoenvironments of the Miocene Chalk Hills Formation and Pliocene Glenns Ferry Formation in the western Snake River Plain",
    "authors": ["P.G. Kimmel"],
    "venue": "Idaho: Ph.D. thesis,",
    "year": 1979
  }, {
    "title": "Hydrogen and oxygen isotope ratios in nodular and bedded cherts",
    "authors": ["L.P. Knauth", "S. Epstein"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1976
  }, {
    "title": "Sensitivity of climate to late Cenozoic uplift in southeast Asia and the American West; numerical experiments",
    "authors": ["J.E. Kutzbach", "P.J. Guetter", "W.F. Ruddiman", "W.L. Prell"],
    "venue": "Journal of Geophysical Research,",
    "year": 1989
  }, {
    "title": "Using Isoplot/Ex, Version 2, A geochronological Toolkit for Microsoft Excel",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronology Center Special Publication No. 1a, Berkeley, California,",
    "year": 1999
  }, {
    "title": "On the isotopic chemistry of carbonates and a paleotemperature scale",
    "authors": ["J.M. McCrea"],
    "venue": "Journal of Chemical Physics, v",
    "year": 1950
  }, {
    "title": "Oxygen-isotope record in recent carbonate sediments from lake Greifen, Switzerland",
    "authors": ["J.A. McKenzie", "D.J. Hollander"],
    "venue": "Climate Change in Continental Isotopic Records:",
    "year": 1993
  }, {
    "title": "Monthly strontium/calcium oscillations in symbiotic coral aragonite: Biological effects limiting the precision of the paleotemperature proxy",
    "authors": ["A. Meibom", "M. Stage", "J. Wooden", "B.R. Constantz", "R.B. Dunbar", "A. Owen", "N. Grumet", "C.R. Bacon", "C.P. Chamberlain"],
    "venue": "Geophysical Research Letters,",
    "year": 2003
  }, {
    "title": "Tilting of continental interiors by the dynamical effects of subduction: Tectonics",
    "authors": ["J.X. Mitrovica", "C. Beaumont", "G.T. Jarvis"],
    "venue": "v. 8,",
    "year": 1989
  }, {
    "title": "X-ray diffraction and the identification and analysis of clay minerals: New York",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Elevation or alteration? Evaluation of isotopic constraints on paleoaltitudes surrounding the Eocene",
    "authors": ["C. Morrill", "P.L. Koch"],
    "venue": "Green River Basin: Geology,",
    "year": 2002
  }, {
    "title": "Reconstructing paleoelevation in eroded orogens: Geology",
    "authors": ["A. Mulch", "C. Teyssier", "M.A. Cosca", "O. Vanderhaeghe", "T.W. Vennemann"],
    "venue": "v. 32,",
    "year": 2004
  }, {
    "title": "Skiing in the Eocene Uinta Mountains? Isotopic evidence in the Green River Formation for snowmelt and large mountains",
    "authors": ["R.D. Norris", "L.S. Jones", "R.M. Corfield", "J.E. Cartlidge"],
    "venue": "Geology, v",
    "year": 1996
  }, {
    "title": "Oxygen isotope fractionation in divalent metal carbonates",
    "authors": ["J.R. O’Neil", "R.N. Clayton", "T.K. Mayeda"],
    "venue": "Journal of Chemical Physics, v",
    "year": 1969
  }, {
    "title": "Convective removal of lithosphere beneath mountain belts: thermal and",
    "authors": ["J.P. Platt", "P.C. England"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1993
  }, {
    "title": "Empirical relationships between elevation and the stable isotope",
    "authors": ["M.A. Poage", "C.P. Chamberlain"],
    "venue": "Journal of Science,",
    "year": 2001
  }, {
    "title": "A new approach to stable isotope-based",
    "authors": ["D.B. Rowley", "R.T. Pierrehumbert", "B.S. Currie"],
    "venue": "v. 71,",
    "year": 2001
  }, {
    "title": "Isotopic patterns in modern global precipitation",
    "authors": ["K. Rozanski", "L. Aragus-Araguas", "R. Gonfiantini"],
    "venue": "Science Letters,",
    "year": 1993
  }, {
    "title": "Late Cenozoic uplift and climate change: Transactions",
    "authors": ["W.F. Ruddiman", "J.E. Kutzbach"],
    "year": 1990
  }, {
    "title": "Production and loss of high-density batholithic",
    "authors": ["J. Saleeby", "M. Ducea", "D. Clemens-Knott"],
    "venue": "Royal Society of Edinburgh: Earth Sciences,",
    "year": 2003
  }, {
    "title": "The hydrogen and oxygen isotope geochemistry of pedogenic clay",
    "authors": ["S.M. Savin", "J.C.C. Hsieh"],
    "venue": "southern Sierra Nevada, California: Tectonics,",
    "year": 1998
  }, {
    "title": "minerals: principles and theoretical background: Geoderma, v",
    "authors": ["S.M. Savin", "M.C. Lee"],
    "year": 1988
  }, {
    "title": "A rapid method for determination of hydrogen",
    "authors": ["Z.D. p. 189–223. Sharp", "V. Atudoei", "T. Durakiewicz"],
    "year": 2001
  }, {
    "title": "oxygen isotope ratios from water and hydrous minerals",
    "authors": ["D.J. Sjostrom", "M.T. Hren", "T.W. Horton", "J.R. Waldbauer", "C.P. Chamberlain"],
    "venue": "Chemical Geology,",
    "year": 2005
  }, {
    "title": "Geomorphically driven late Cenozoic uplift in the Sierra Nevada",
    "authors": ["E.E. Small", "R.S. Anderson"],
    "venue": "Geological Society of America,",
    "year": 1995
  }, {
    "title": "Stratigraphy of post-Paleozoic rocks and summary of resources",
    "authors": ["J.F. p. Smith", "Jr.", "K.B. Ketner"],
    "year": 1976
  }, {
    "title": "Carlin-Piñon Range area, Nevada: United States Geological Survey Professional Paper 867-B",
    "authors": ["B.J. p. Solomon", "E.H. McKee", "D.W. Andersen"],
    "year": 1979
  }, {
    "title": "A physical model for Cenozoic",
    "authors": ["L.J. Sonder", "P.C. England", "B.P. Wernicke", "R.L. Christensen"],
    "venue": "Reviews in Earth and Planetary Science,",
    "year": 1987
  }, {
    "title": "Oxygen isotope evidence",
    "authors": ["L.A. Stern", "C.P. Chamberlain", "R.C. Reynolds", "G.D. Johnson"],
    "venue": "Patagonian Andes: Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Origin of high mountains in the continents: the southern",
    "authors": ["H. Oliver", "R. Phinney"],
    "year": 1996
  }, {
    "title": "Using fossil leaves as paleoprecipitation",
    "authors": ["P. Wilf", "S.L. Wing", "D.R. Greenwood", "C.L. Greenwood"],
    "venue": "Nevada: Science,",
    "year": 1998
  }, {
    "title": "Silica Diagenesis, I. Solubility Controls",
    "authors": ["L.A. Williams", "G.A. Parks", "D.A. Crerar"],
    "venue": "indicators: an Eocene example: Geology,",
    "year": 1985
  }, {
    "title": "Palynology and age of the Elko Formation Eocene near Elko",
    "authors": ["F.H. Wingate"],
    "venue": "Sedimentary Petrology,",
    "year": 1983
  }, {
    "title": "Tertiary climatic changes at middle latitudes of western North America: Palaeogeography",
    "authors": ["J.A. p. 93–132. Wolfe"],
    "year": 1994
  }, {
    "title": "Paleobotanical evidence for high altitudes in Nevada during the Miocene",
    "authors": ["J.A. Wolfe", "H.E. Schorn", "C.E. Forest", "P. Molnar"],
    "year": 1997
  }, {
    "title": "Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude North America",
    "authors": ["J.A. Wolfe", "C.E. Forest", "P. Molnar"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1998
  }, {
    "title": "Tertiary magmatism and mylonitization in the Ruby-East Humbolt metamorphic core complex, northeastern Nevada: U-Pb geochronology and Sr, Nd, and Pb isotope geochemistry",
    "authors": ["J.E. Wright", "A.W. Snoke"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1993
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65 Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "year": 2001
  }],
  "id": "SP:d1326f4ef90885e6ba21316154b62dd70227585a",
  "authors": [{
    "name": "TRAVIS W. HORTON",
    "affiliations": []
  }, {
    "name": "DEREK J. SJOSTROM",
    "affiliations": []
  }, {
    "name": "MARK J. ABRUZZESE",
    "affiliations": []
  }, {
    "name": "MICHAEL A. POAGE",
    "affiliations": []
  }, {
    "name": "JACOB R. WALDBAUER",
    "affiliations": []
  }, {
    "name": "MICHAEL HREN",
    "affiliations": []
  }, {
    "name": "JOSEPH WOODEN",
    "affiliations": []
  }, {
    "name": "C. PAGE CHAMBERLAIN",
    "affiliations": []
  }],
  "abstractText": "The surface uplift of mountain belts caused by tectonism plays an important role in determining the long-term climate evolution of the Earth. However, the general lack of information on the paleotopography of mountain belts limits our ability to identify the links and feedbacks between topography, tectonics, and climate change on geologic time-scales. Here, we present a O and D record of authigenic minerals for the northern Great Basin that captures the timing and magnitude of regional surface uplift and subsidence events in the western United States during the Cenozoic. Authigenic calcite, smectite, and chert O values suggest the northern Great Basin region experienced 2km of surface uplift between the middle Eocene and early Oligocene followed by 1 to 2km of surface subsidence in the southern Great Basin and/or Sierra Nevada since the middle Miocene. These data when combined with previously published work show that the surface uplift history varied in both space and time. Surface uplift migrated from north to south with high elevations in southern British Columbia and northeastern Washington in the middle Eocene and development of surface uplift in north and central Nevada in the Oligocene. This pattern of north to south surface uplift is similar to the timing of magmatism in the western Cordillera, a result that supports tectonic models linking magamtism with removal of mantle lithosphere and/or a subducting slab.",
  "title": "SPATIAL AND TEMPORAL VARIATION OF CENOZOIC SURFACE ELEVATION IN THE GREAT BASIN AND SIERRA NEVADA"
}