{
  "sections": [{
    "text": "GEOLOGY | Volume 44 | Number 11 | www.gsapubs.org 895\nCenozoic climate change and its impact on topography. While the onset of accelerated Cenozoic erosion is generally associated with the Quaternary at mid-latitudes, some high-latitude passive margins may have undergone earlier glaciation starting at 38–30 Ma or even 45 Ma. Here we document a rapid phase of exhumation in the East Greenland margin between 68°N and 76°N starting at 30 ± 5 Ma. The timing is coincident with the dramatic worldwide fall of surface temperature at the Eocene-Oligocene transition. Our inference is based on apatite fission track and apatite helium data. We suggest that a transition from an Eocene fluvial to an Oligocene glacial-dominated landscape triggered a period of enhanced erosion. This study provides the first onshore potential evidence of the onset of continental ice in East Greenland margin at the Eocene-Oligocene transition (ca. 34 Ma), contemporaneously with the onset of Antarctica glaciation and erosion. Our interpretation is consistent with that based on the oldest ice-rafted debris found in the sedimentary records offshore East Greenland and implies that East Greenland exhibits the oldest onshore record of Cenozoic glacial erosion on Earth."
  }, {
    "heading": "INTRODUCTION",
    "text": "The topography and landscape of the Earth represent an archive of past tectonics and climate. In particular, in the late Cenozoic a welldocumented phase of major climate cooling and oscillations (Zachos et al., 2001) led to glacier development and a significant acceleration of erosion at mid-latitudes, as recorded by an increase of offshore sedimentation rates (Zhang et al., 2001; Steer et al., 2012) and in exhumation deduced from low-temperature thermochronological data (Valla et al., 2011; Herman et\nGEOLOGY, November 2016; v. 44; no. 11; p. 895–898 | Data Repository item 2016293 | doi:10.1130/G38248.1 | Published online 12 September 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\n70°N 68°N\n72°N 74°N\n76°N\n27°W\n21°W\n3 km\n2 km\n1 km\n0 km\n8\n5\n0\n3 10\nM1 12\n13\n21 16 17\n19\nB A\n4\n1\nN\n0\n20\n40\n60\nAge (Ma)\nTe m\npe ra\ntu re\n(° C\n)\n0\n50\n100\n150\nTe m\npe ra\ntu re\n(° C\n)\n0102030405060\n0 20 40 60 80\n100 120 140\n160 Age (Ma) 0102030405060\n0\n20\n40\n60\n80\nTe m\npe ra\ntu re\n(° C\n)\n0\n20\n40\n60\n80\n100\nC4H3 −1 0\n1\n2\n3\n4\n5\nδ O\n(° /ₒₒ ) 18\nBl os\nse vil\nle Ky\nst\nShannon\nClavering Ø\nHold with Hope\nGeographical Society Ø\nTraill Ø\n0\n3 M1\nB13\nA B C\nD E\nF G\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/11/895/3548525/895.pdf by University of Arizona user on 20 February 2019\n896 www.gsapubs.org | Volume 44 | Number 11 | GEOLOGY\nto the offshore sedimentary records, which are subject to many assumptions about transport, deposition, source, and reworking, the onshore AFT and AHe data may enable us to constrain any thermal signal related to erosion and landscape evolution in situ."
  }, {
    "heading": "METHODS AND RESULTS",
    "text": "The profiles sample the walls of high-relief valleys (1–2 km) and include between two and eight samples each, derived from pre-Devonian basement and Devonian and Carboniferous sedimentary rock. Measured ages (and length data for AFT) reflect the thermal history of the rock sample over these temperature ranges. The measured AFT ages range from 9.3 ± 1.2 to 267 ± 13 Ma, with mean track lengths from 10.6 ± 0.32 to 13.8 ± 1.8 mm, and the AHe ages range from 0 to 204 ± 16 Ma (Fig. 2). The thermal histories obtained by inverse modeling (see the GSA Data Repository1) indicate distinct phases of heating and cooling (Fig. 1; Fig. DR2; see the Data Repository). The first heating phase (H1) of 90 ± 25 °C between 340 ± 30 Ma and 295 ± 30 Ma is most obvious in the sedimentary profiles (0, 10, 12, 13, 21, and M1) and coincides with a Devonian and Carboniferous phase of sedimentation in pull-apart basins (Surlyk, 1990). H1 is followed by a cooling phase (C2) of ~80 ± 20 °C starting at 420–300 Ma or at 300–250 Ma for the basement (1, 3, 4, 5, 8, 16, 17, 19, A, and B) or the sedimentary profiles (0, 10, 12, 13, 21, and M1), respectively. C2 may be related to the rifting of the East Greenland margin during the Mesozoic. A subsequent heating phase (H3) of 70 ± 40 °C at 55 ± 5 Ma occurs in the easternmost profiles (3, 13, 21, M1, A, and B) and was induced by a major magmatism event (Larsen et al., 2014) (Fig. 3A)."
  }, {
    "heading": "DISCUSSION",
    "text": "The final cooling phase (C4) started at ca. 30 ± 5 Ma and ends at present-day temperatures. This regional cooling phase is only apparent in the easternmost profiles (0, 3, 4, 12, 13, 21, M1,\n1 GSA Data Repository item 2016293, materials and methods, supplemental figures, and thermochronological data, is available online at www .geosociety .org /pubs /ft2016.htm, or on request from editing@ geosociety.org.\nA, and B) and is most obvious near the coast (Fig. 1; Fig. DR2). C4 represents a temperature decrease of 40–87 °C for profiles 0, 3, 4, 13, 21, and M1 and 110–120 °C for profiles A and B. The onset of C4 is synchronous with the major temperature drop occurring at the EoceneOligocene transition (Zachos et al., 2001), and therefore offers unique insights into the potential impact of climate change on topographic evolution. Assuming a geothermal gradient of 27.5 ± 10.5 °C/km inferred from thermal modeling (see the Data Repository), this cooling gives an exhumation of 3 ± 2 km for the profiles 0, 3, 4, 13, 21, and M1 and ~5.25 ± 0.25 km for profiles A and B. C4 can be explained by normal faulting or by erosion, possibly driven by regional tectonics and/or climate change (Bonow et al., 2014; Nielsen et al., 2009). To resolve between these different possibilities, we first focus on the heating phase H3 that"
  }, {
    "heading": "Paleocene-Eocene basalt",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/11/895/3548525/895.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 44 | Number 11 | www.gsapubs.org 897\nstarted at 55 ± 5 Ma (Figs. 1 and 3) and appears in the thermal histories of several profiles (0, 3, 12, 21, M1, A, and B). The locations of these profiles correspond to geological evidence of concurrent magmatic activity as basalt remnants, dikes, and sills associated with the Paleogene North Atlantic Igneous Province from Blosseville Kyst to Shannon (Larsen et al., 2014; Fyhn et al., 2012) (Fig. 3A). To estimate the significance of this magmatic activity for the inferred thermal histories, we model the heating effect of hot basalt on the underlying rock. Because the basalt eruptions are only a few tens of meters thick, the system will reequilibrate extremely fast and burial under important basalt thickness is needed to cause the reheating up to 60 °C (see the Data Repository). We neglect the temperature and heat flow changes due to potential crustal intrusions. The modeling results (Figs. 3B and 3C) show that a thickness of 1.6 ± 0.3 km of basalt explains 56.5 ± 0.5 °C of the inferred heating for profile 0, which still has Paleogene basalt overlying the sampled Carboniferous sediments. For most other profiles, a similar analysis implies temperature increases of 55 ± 20 °C equivalent to 2.6 ± 1.8 km of basalt. For profiles A and B, the temperature increases of 100 ± 5 °C correspond to ~4.5 km of basalt thickness, compatible with observations at Blosseville Kyst of >5 km of basalt (Pedersen et al., 1997). These results are consistent with the existence of thick and extensive basalt flows after 55 ± 5 Ma. Apart from the Blosseville Kyst region, this inference strongly contrasts with the modern situation showing limited basalt outcrops (Fig. 3A). Therefore, the thermal history from 30 ± 5 Ma and the present-day landscape can be explained by combination of two important process: erosion of basalt previously more extensive nearer the coast (2.6 ± 1.8 km; deduced from the modeled basalt thicknesses) and localized carving of fjords in the landscape of East Greenland (0–800 m; here supposed to be equal to the depth below the basalt-basement unconformity at profile 0). This total erosion estimate of 3 ± 2.2 km is consistent with the 3 ± 2 km of erosion deduced directly from the thermal modeling of the post–30 ± 5 Ma cooling phase C4 (see the Data Repository) for the samples located near the coast (profiles 0, 3, 4, 13, 21, and M1). Therefore, erosion clearly appears sufficient to explain the cooling phase C4. Using a limited set of geological markers located near profiles 13, 21, and M1 in the Traill Island and Geographical Society Island regions, Price et al. (1997) found a post-magmatic (i.e., post-Paleogene) displacement of 400–500 m, at most, along a normal fault, possibly explaining, at most, ~20% of the documented signal of exhumation by faulting.\nSeveral phases of regional uplift, mainly associated with the activity of the Iceland mantle plume, have been suggested for East Greenland (Solgaard et al., 2013; Steinberger et al.,\n2015). The initial development of the Iceland plume at ca. 60 Ma is likely responsible for magmatism in the North Atlantic Igneous Province and may have led to surface uplift. However, proposed regional uplift events at ca. 10 and ca. 5 Ma (Solgaard et al., 2013; Steinberger et al., 2015), attributed to pulses of the plume, are much younger than the initiation of erosion at 30 ± 5 Ma. This temporal mismatch does not support an onset of erosion driven by regional uplift, even if earlier unconstrained phases of uplift could have occurred. However, the onset of accelerated erosion at 30 ± 5 Ma is synchronous with the worldwide Eocene–Oligocene major temperature drop and increased seasonality (Zachos et al., 2001; Eldrett et al., 2009), suggesting a more likely causal link between climate cooling and erosion. Climate cooling would probably result in the development of local Alpine-type glaciers and periglacial conditions progressively shifting toward larger ice masses. Periglacial and glacial environments contain efficient erosional agents able to erode the topography at high elevation, in turn limiting relief development, and to locally increase relief by the incision of deep and wide fjords (Steer et al., 2012; Egholm et al., 2009). Moreover, the progressive transition from a fluvial to a periglacial- and glacial-dominated landscape could have triggered high transient rates of erosion due to the discrepancy between the preexisting landforms and the new dominant erosion processes (Egholm et al., 2012). Phases of uplift at 5 and 10 Ma and possibly earlier combined with the northward motion of Greenland (Steinberger et al., 2015) could have favored the continued expansion of an existing and possibly extensive Greenland ice sheet."
  }, {
    "heading": "CONCLUSION",
    "text": "The development of continental ice in East Greenland at 38–30 Ma around the EoceneOligocene transition (Eldrett et al., 2007, 2009) provides an efficient erosional agent to explain the inferred exhumation phase starting at 30 ± 5 Ma. Dating of ice-rafted debris suggests an onset of glaciation in East Greenland either at ca. 45 Ma (Moran et al., 2006; Tripati et al., 2008) or at ca. 38–30 Ma, synchronous with Antarctica glaciation (Eldrett et al., 2007, 2009). Our results, based on onshore thermochronometric data, are more consistent with ca. 38–30 Ma, implying an onset of glacially induced erosion at ca. 30 ± 5 Ma, coincident with the worldwide Eocene–Oligocene major temperature drop and increased seasonality (Zachos et al., 2001; Eldrett et al., 2009). It is also noticeable that both the provenance and the lithology of the ice-rafted debris dated at 38–30 (Eldrett et al., 2007) correspond to our studied area and to the basaltic nature of the eroded rocks. This phase of erosion is most strongly evidenced near the coast, suggesting either that continental ice extent\nwas limited to the coastal areas or that erosion was less efficient outside these areas, leading to no obvious signal in thermochronometric data further north (Pedersen et al., 2012). Erosion induced by climate cooling in East Greenland is also consistent with the onset of accelerated glacial erosion in East Antarctica dated as ca. 34 Ma (Thomson et al., 2013). This suggests that the same cause, worldwide climate cooling, led to the same effect in both Antarctica and Greenland."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Andy Carter and James Schwanethal for assistance with helium analyses and Pierre Valla and Vivi Pedersen for feedback."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bonow, J.M., Japsen, P., and Nielsen, T.F.D., 2014,\nHigh-level landscapes along the margin of southern East Greenland—A record of tectonic uplift and incision after breakup in the NE Atlantic: Global and Planetary Change, v. 116, p. 10–29, doi: 10 .1016 /j .gloplacha .2014 .01 .010. Egholm, D.L., Nielsen, S.B., Pedersen, V.K., and Lese mann, J.V., 2009, Glacial effects limiting mountain height: Nature, v. 460, p. 884–887, doi: 10.1038 /nature08263. Egholm, D.L., Pedersen, V.K., Knudsen, M.F., and Larsen, N.K., 2012, On the importance of higher order ice dynamics for glacial landscape evolution: Geomorphology, v. 141–142, p. 67–80, doi: 10 .1016 /j .geomorph .2011 .12 .020. Eldrett, J.S., Harding, I.C., Wilson, P.A., Butler, E., and Roberts, A.P., 2007, Continental ice in Greenland during the Eocene and Oligocene: Nature, v. 446, p. 176–179, doi: 10 .1038 /nature05591. Eldrett, J.S., Greenwood, D.R., Harding, I.C., and Huber, M., 2009, Increased seasonality through the Eocene to Oligocene transition in northern high latitudes: Nature, v. 459, p. 969–973, doi: 10 .1038 /nature08069. Farley, K.A., 2002, (U-Th)/He dating: Techniques, calibrations, and applications: Reviews in Mineralogy and Geochemistry, v. 47, p. 819–844, doi: 10 .2138 /rmg .2002 .47 .18. Fyhn, M.B.W., Rasmussen, T.M., Dahl-Jensen, T., Weng, W.L., Bojesen-Koefoed, J.A., and Nielsen, T., 2012, Geological assessment of the East Greenland margin: Geological Survey of Denmark and Greenland Bulletin, v. 26, p. 61–64. Gallagher, K., Brown, R., and Johnson, C., 1998, Fission track analysis and its applications to geological problems: Annual Review of Earth and Planetary Sciences, v. 26, p. 519–572, doi: 10 .1146 /annurev .earth .26 .1 .519. Gautheron, C., Tassan-Got, L., Barbarand, J., and Pagel, M., 2009, Effect of alpha-damage annealing on apatite (U-Th)/He thermochronology: Chemical Geology, v. 266, p. 157–170, doi: 10 .1016 /j .chemgeo .2009 .06 .001. Herman, F., Seward, D., Valla, P.G., Carter, A., Kohn, B., Willet, S.D., and Ehlers, T.A., 2013, Worldwide acceleration of mountain erosion under a cooling climate: Nature, v. 504, p. 423–426, doi: 10 .1038 /nature12877. Larsen, L.M., Pedersen, A.K., Tegner, C., and Duncan, R.A., 2014, Eocene to Miocene igneous activity in NE Greenland: Northward younging of magmatism along the East Greenland margin [London]: Journal of the Geological Society, v. 171, p. 539–553, doi: 10 .1144 /jgs2013 -118. Moran, K., et al., 2006, The Cenozoic palaeoenvironment of the Arctic Ocean: Nature, v. 441, p. 601– 605, doi: 10 .1038 /nature04800.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/11/895/3548525/895.pdf by University of Arizona user on 20 February 2019\n898 www.gsapubs.org | Volume 44 | Number 11 | GEOLOGY\nNielsen, S.B., et al., 2009, The evolution of western Scandinavian topography: A review of Neogene uplift versus the ICE (isostasy-climate-erosion) hypothesis: Journal of Geodynamics, v. 47, p. 72– 95, doi: 10 .1016 /j .jog .2008 .09 .001. Pedersen, A.K., Watt, M., Watt, W.S., and Larsen, L.M., 1997, Structure and stratigraphy of the early Tertiary basalts of the Blosseville Kyst, East Greenland [London]: Journal of the Geological Society, v. 154, p. 565–570, doi: 10 .1144 /gsjgs .154 .3 .0565. Pedersen, V.K., Nielsen, S.B., and Gallagher, K., 2012, The post-orogenic evolution of the Northeast Greenland Caledonides constrained from apatite fission track analysis and inverse geodynamic modelling: Tectonophysics, v. 530–531, p. 318–330, doi: 10 .1016 /j .tecto .2012 .01 .018. Price, S., Brodie, J., Whitham, A., and Kent, R., 1997, Mid-Tertiary rifting and magmatism in the Traill Ø region, East Greenland [London]: Journal of the Geological Society, v. 154, p. 419–434, doi: 10 .1144 /gsjgs .154 .3 .0419. Solgaard, A.M., Bonow, J.M., Langen, P.L., Japsen, P., and Hvidberg, C.H., 2013, Mountain building and the initiation of the Greenland Ice Sheet: Pa laeo geography, Palaeoclimatology, Palaeoecology, v. 392, p. 161–176, doi: 10 .1016 /j .palaeo .2013 .09.019. Steer, P., Huismans, R.S., Valla, P.G., Gac, S., and Herman, F., 2012, Bimodal Plio-Quaternary glacial\nerosion of fjords and low-relief surfaces in Scandinavia: Nature Geoscience, v. 5, p. 635–639, doi: 10.1038 /ngeo1549. Steinberger, B., Spakman, W., Japsen, P., and Torvisk, T.H., 2015, The key role of global solid-Earth processes in preconditioning Greenland’s glaciation since the Pliocene: Terra Nova, v. 27, p. 1–8, doi: 10 .1111 /ter .12133. Surlyk, F., 1990, Timing, style and sedimentary evolution of late Paleozoic–Mesozoic extensional basins of East Greenland, in Hardman, R.P.F., and Brooks, J., eds., Tectonic events responsible for Britain’s oil and gas reserves: Geological Society of London Special Publication 55, p. 107–125, doi: 10 .1144 /GSL .SP .1990 .055 .01 .05. Swift, D.A., Persano, C., Stuart, F.M., Gallagher, K., and Whitham, A., 2008, A reassessment of the role of ice sheet glaciation in the long-term evolution of the East Greenland fjord region: Geomorphology, v. 97, p. 109–125, doi: 10 .1016 /j .geomorph .2007 .02 .048. Thomson, S.N., Reiners, P.W., Hemming, S.R., and Gehrels, E., 2013, The contribution of glacial erosion to shaping the hidden landscape of East Antarctica: Nature Geoscience, v. 6, p. 203–207, doi: 10 .1038 /ngeo1722. Tripati, A.K., et al., 2008, Evidence for Northern Hemisphere glaciation back to 44 Ma from ice-rafted debris in the Greenland Sea: Earth and Planetary Science Letters, v. 265, p. 112–122, doi: 10 .1016 /j .epsl .2007 .09 .045. Valla, P.G., Shuster, D.L., and Van Der Beek, P.A., 2011, Significant increase in relief of the European Alps during mid-Pleistocene glaciations: Nature Geoscience, v. 4, p. 688–692, doi: 10.1038 /ngeo1242. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, E., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi: 10 .1126 /science .1059412. Zhang, P., Molnar, P., and Downs, W.R., 2001, Increased sedimentation rates and grain sizes 2–4 Myr ago due to the influence of climate change on erosion rates: Nature, v. 410, p. 599–604, doi: 10 .1038 /35069099. Manuscript received 15 June 2016 Revised manuscript received 24 August 2106 Manuscript accepted 24 August 2016 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/11/895/3548525/895.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:301d3bd7f08697b3ff68509e8b36ec8775be8a5d",
  "authors": [{
    "name": "Thomas Bernard",
    "affiliations": []
  }, {
    "name": "Philippe Steer",
    "affiliations": []
  }, {
    "name": "Kerry Gallagher",
    "affiliations": []
  }, {
    "name": "Adam Szulc",
    "affiliations": []
  }, {
    "name": "Andrew Whitham",
    "affiliations": []
  }, {
    "name": "Christopher Johnson",
    "affiliations": []
  }],
  "abstractText": "Assessing the onset and extent of Northern Hemisphere glaciation is required to understand Cenozoic climate change and its impact on topography. While the onset of accelerated Cenozoic erosion is generally associated with the Quaternary at mid-latitudes, some high-latitude passive margins may have undergone earlier glaciation starting at 38–30 Ma or even 45 Ma. Here we document a rapid phase of exhumation in the East Greenland margin between 68°N and 76°N starting at 30 ± 5 Ma. The timing is coincident with the dramatic worldwide fall of surface temperature at the Eocene-Oligocene transition. Our inference is based on apatite fission track and apatite helium data. We suggest that a transition from an Eocene fluvial to an Oligocene glacial-dominated landscape triggered a period of enhanced erosion. This study provides the first onshore potential evidence of the onset of continental ice in East Greenland margin at the Eocene-Oligocene transition (ca. 34 Ma), contemporaneously with the onset of Antarctica glaciation and erosion. Our interpretation is consistent with that based on the oldest ice-rafted debris found in the sedimentary records offshore East Greenland and implies that East Greenland exhibits the oldest onshore record of Cenozoic glacial erosion on Earth. INTRODUCTION The topography and landscape of the Earth represent an archive of past tectonics and climate. In particular, in the late Cenozoic a welldocumented phase of major climate cooling and oscillations (Zachos et al., 2001) led to glacier development and a significant acceleration of erosion at mid-latitudes, as recorded by an increase of offshore sedimentation rates (Zhang et al., 2001; Steer et al., 2012) and in exhumation deduced from low-temperature thermochronological data (Valla et al., 2011; Herman et al., 2013). At higher latitudes, ice-rafted debris found in the offshore sedimentary record of East Greenland, of middle Eocene (ca. 45 Ma; Moran et al., 2006; Tripati et al., 2008) or Eocene–Oligocene (38–30 Ma; Eldrett et al., 2007, 2009) age, has been interpreted to reflect the onset of Cenozoic continental glaciation. To date, however, onshore exhumation histories inferred from low-temperature thermochronological data from this area do not reveal an obvious signal associated with the onset of glaciation (Swift et al., 2008; Pedersen et al., 2012; Bonow et al., 2014). To address this issue we use a set of new apatite fission track (AFT) data from 16 subvertical profiles sampled along the central East Greenland margin between 68°N and 76°N, combined with new apatite (U-Th-Sm)/He (AHe) data from selected profiles (Fig. 1A). Over geological time scales, the AFT and AHe systems are broadly sensitive to temperature between 60 °C and 120 °C and between 40 and 80 °C, respectively (Gallagher et al., 1998; Farley, 2002). In contrast GEOLOGY, November 2016; v. 44; no. 11; p. 895–898 | Data Repository item 2016293 | doi:10.1130/G38248.1 | Published online 12 September 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org. 70°N",
  "title": "Evidence for Eocene–Oligocene glaciation in the landscape of the East Greenland margin"
}