{
  "year": 2007,
  "references": [],
  "id": "SP:e73e471091f3fefbd4c78498ab1a03798904bd10",
  "authors": [{
    "name": "PALEOCEANOGRAPHIC CURRENTS",
    "affiliations": []
  }, {
    "name": "Lowell D. Stott",
    "affiliations": []
  }],
  "abstractText": "One of the largest and most abrupt climatic wanning events documented in the geologic record occurred at the end of the Paleocene poch. Oceanic deep waters warmed to 10øC, and highlatitude surface waters warmed from-10øC to-20øC within several thousand years. This coincided with weakened atmospheric irculation and the extinction of -50% of deep-sea benthic foraminiferal species. It has been suggested that this warm excursion was forced by higher atmospheric pCO2 and greenhouse effects caused by a pulse of hydrothermal activity and/or volcanism. Stable isotopic evidence is presented from two widely separated locations that suggest his warming was associated with a drop in oceanic pCO2 rather than an increase. Oceanic pCO2 change across this event was estimated using a model of 13C fractionation i photosynthate organic arbon versus [CO2aq], with solubility constants for CO2 and stable isotopic paleotemperamre estimates. To derive a well-preserved record for surface ocean fi13C change the organic arbon bound within the calcite lattice of well-preserved planktonic foraminifera was extracted for isotopic analysis. With allowance for uncertainty in the isotopic differences between phytoplankton and foraminiferal organic matter, the initial results indicate a drop in surface ocean pCO2 at high and low latitudes from 600-700 parts per million (ppm) to -200 ppm. Lower pCO2 persisted for at least 10,000 years. The Copyright 1992 by the American Geophysical Union. Paper number 92PA01183. 0883-8305/92/92PA-01183 $10.00 duration of the pCO2 excursion was long enough for the ocean and atmosphere to have reached a new steady state condition. There is no evidence of increased organic carbon burial in the deep sea during this period. Two alternative xplanations are presented to account for such a rapid drop in oceanic pCO2. One involves reduced upwelling induced by diminished wind stress as atmospheric irculation weakened in response to climate warming. This would have reduced the rate of metabolic CO2 recycling into the surface ocean. It will be necessary to obtain data from regions outside potential upwelling zones in order to evaluate this. The second involves a readjustment of carbonate quilibria in the ocean to higher [CO3 =] in the surface ocean, particularly at high latitudes where surface waters warmed to approximately 20øC. Such a shift in carbonate quilibria would have lowered the ocean's capacity to take in CO2. If the initial results presented here do accurately reflect a change in the global ocean [CO2a•, the Paleocene/Eocene boundary event may provide clues about the ocean's physical and biological response to rapid, large-scale perturbations in atmospheric pCO2 and to global warming."
}