{
  "sections": [{
    "text": "0361-0128/01/3221/93-16 $6.00 93"
  }, {
    "heading": "Introduction",
    "text": "PALEOPROTEROZOIC metasediments and metavolcanics in Liaoning and Jilin provinces (northeast China) host a large number of Mg and Mg-Fe borate deposits that contain proven reserves of >25 × 106 metric tons (t) of B2O3 and yield total annual production rates of ~250 × 103 t of boric acid and borax (Liaoning Bureau of Geology, per. commun., 1998).\nThese deposits are smaller than those from the well-known borate mining areas of Anatolia (Turkey) and California (United States), but they are of interest for several reasons. First, active exploration in the area continues to find new deposits, hence total reserves are most likely to expand. Second, they constitute an important economic source of borates in China and improvements in processing technology means that production rates will increase in the near future. Finally, the Liaoning-Jilin borate deposits are unusual in that other\neconomic borate deposits are almost exclusively contained within Cenozoic nonmarine evaporites (Kistler and Helvaci, 1994).\nPreviously, the Liaoning-Jilin borate deposits have been described as products of granite-related metasomatism (Wang and Xu, 1964) or of submarine exhalative processes (Zhang, 1988). However, we have argued that they are metamorphosed evaporites, in which primary borates were deposited in playa lakes fed by geothermal springs (Peng et al., 1993, 1998; Peng and Xu, 1994; Peng and Palmer, 1995; Jiang et al., 1997). Although the evidence for an evaporite precursor is convincing, more detailed description of the depositional setting of the deposits is necessary to develop a better understanding of their genesis. For example, questions remain concerning controls over the distribution and genesis of the Mg-Fe-rich black ores (in which the boron is largely present in ludwigite) and Mg-rich, Fe-poor white ores (where the borates are composed of suanite and szaibelyite). In addition,\nChina, plays host to a large number of borate deposits that are a significant source of boron to China. The mineralogy and geochemistry of the deposits allow them to be divided into Mg-rich, Fe-poor deposits (mainly comprised of suanite and szaibelyite) and Mg-Fe-rich deposits in which the borates are mainly present as ludwigite.\nThere are regional variations in the lithology and thickness of the greenschist-amphibolite-grade metasediments that host the borate orebodies, but they share many common features. The exclusive host to the borates is provided by Mg-rich carbonate intercalations within tourmaline-bearing leptynites, which are interpreted to be the metamorphosed equivalents of evaporites enclosed within volcanic tuffs. This unit is immediately underlain by biotite leptynites, which are also interpreted to be metamorphosed tuffs, and is further underlain by magnetite-microcline leptites that are thought to have formed by metamorphism of primary red beds. The orebodies are overlain by albite-microcline-rich leptites, which are believed to be the equivalents of tuffs and pyroclastic rocks that were altered by Na-K-rich evaporite brines.\nOverall, geological, geochemical, and boron isotope studies indicate that the borates are metamorphosed nonmarine evaporites. The morphology and geology of the Mg-rich deposits suggests they formed in shallow, wide playa lakes, in which small Fe-rich deposits precipitated on the basin margins, while brines rich in boron and Mg accumulated and precipitated salts in the basin centers. The Fe-rich borate bodies tend to be larger and lack the spatial zonation of the Mg-rich deposits, suggesting that they were deposited in narrower and deeper basins.\nThe regional geology and geochronology of northeast China indicate that tectonic evolution of the area started with subduction of oceanic crust below an Archean craton, followed by continental collision and later development of extensional basins. In modern collisional settings, subduction and crustal thickening both result in metasomatism of the upper lithosphere with boron-enriched fluids, and the associated volcanism is generally accompanied by geothermal activity that leaches the crust of this boron. In the case of the Liaoning deposits, we suggest the geothermal fluids accumulated in local basins, where they underwent evaporation in an arid climate that had already led to the formation of red beds. The overlying leptynites indicate the evaporites were subsequently buried below layers of volcanic ash and pyroclastic rocks. Later granitic intrusions led to metamorphism and dehydration of the original hydrated borate minerals, the development of skarn-type alteration in some areas of the borate deposits, and the transport of boron-rich fluids into immediate hanging walls of the orebodies. These boron-rich fluids reacted with the overlying aluminosilicate rocks to form tourmaline-rich layers and veins.\n† Corresponding author: e-mail, martin.r.palmer@soc.soton.ac.uk\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nrecent studies have suggested that this margin of the North China craton records evidence of an active margin that was involved in continental collision (Kroner et al., 1998; Wang et al., 1998). This contrasts with previous interpretations of the area as a paleorift system (Zhang, 1988; Sun et al., 1993) and, as discussed below, has important implications for understanding of the genesis of the borate deposits.\nWe present here new geological and geochemical data in an effort to more tightly constrain the setting of the LiaoningJilin borate deposits."
  }, {
    "heading": "Geochemistry Methods",
    "text": ""
  }, {
    "heading": "Whole-rock geochemistry",
    "text": "Major and trace element compositions of the silicate samples were determined by XRF, and those of the carbonateand borate-rich samples by ICP-AES. REE were determined by ICP-MS. Analyses of international standards indicate that errors for all of these techniques were within ±5 percent. Representative data are included in Table 1."
  }, {
    "heading": "Tourmaline chemistry",
    "text": "Tourmaline compositions were analyzed by wave-dispersive electron microprobe (JEOL-8600 superprobe). Operating conditions were accelerating voltage 15 kV, beam current 15 nA, beam size 1 to 2 µm, and counting times of 15 sec on peak and 8 sec on background. The standards were SiO2 (Si), MgAl2O4 (Al), SrTiO3 (Ti), Fe2O3 (Fe), olivine (Mg), MnO (Mn), CaSiO3 (Ca), albite (Na), and adularia (K). Repeat analyses of an internal standard indicate that errors were within ±2 percent. The 95 analyses that were performed on 15 samples cover most of the different occurrences of the tourmaline-bearing rocks. Representative data are included in Table 2 and sample descriptions are given in the Appendix. The B2O3 concentrations were calculated on the basis of three boron atoms in the structural formula. As the amount of H2O is not known, the structural formula was calculated on the basis of 29 oxygens. Although this assumes full occupancy of four hydroxyl anions in the hydroxyl site, the generally low\nF contents of tourmaline from elsewhere in the Liaoning area (Jiang et al., 1997) and the low Al and Fe concentrations in samples from this study mean this assumption is reasonable (Henry and Guidotti, 1985)."
  }, {
    "heading": "Boron isotopes",
    "text": "Mineral separates of the borates and tourmaline were obtained by magnetic separation and handpicking. The boron isotope ratios were determined using methods described by Palmer and Slack (1989) and the data and individual analytical uncertainties are listed in Table 3."
  }, {
    "heading": "Geologic Setting",
    "text": "Regional geology, age, and tectonic setting\nThe Liaoning-Jilin borate deposits are hosted in a Paleoproterozoic succession that lies between two Archean cratons (Fig. 1). The cratons are largely made up of granitoids and greenstone belts and host a variety of ore deposits, including banded iron-formations, Cu-rich massive sulfides, and Au deposits (Zhang, 1988). The supracrustal rocks of the northern craton contain a high proportion of mafic and ultramafic rocks (Sm-Nd model ages of ~2.7 Ga), whereas the southern craton contains fewer mafic rocks and is dominated by metasediments. Granitoids in the greenstone belts on both cratons are largely made up of tonalite-trondhjemite-granitoid suites, with later (2.4–2.5 Ga) K-rich granites (Jahn and Ernst, 1990; Qiao et al., 1990).\nHigh-grade rocks from the adjacent Jianping Complex also belong to the Late Archean-Early Proterozoic granulite belt of the North China craton. Detailed zircon dating of this area has been used to obtain an evolutionary history that most likely also applies to the area containing the borate deposits (Kroner et al., 1998). These data show that deposition of a cratonic, supracrustal sequence 2.55 to 2.52 Ga was followed by intrusion of granitoids between 2.52 to 2.50 Ga, granulite facies metamorphism at 2.49 Ga, and intrusion of posttectonic K granites at 2.47 Ga. The observation of similar sequences elsewhere in the North China craton led Kroner\n0361-0128/98/000/000-00 $6.00 94\nTABLE 1. Representative Chemical Composition (wt %) of Major Rock Types from the Liaoning-Jilin Borate Deposits\nSerpentine- Magnesite- Tourmaline- BiotiteRock type Magnetite-microcline olivine marble bearing Amphibolite Leptite leptynite Albite-leptite\nLocation HX ZM HX ZM ZM ZM ZM ZM ZM\nSiO2 67.20 70.45 35.16 42.45 69.01 47.35 63.69 70.48 64.96 Fe2O3 7.52 4.51 8.37 2.19 5.38 5.49 0.59 0.43 1.70 FeO 0.70 4.04 2.10 0.41 1.59 7.30 1.04 2.13 1.26 Al2O3 13.14 11.17 1.00 0.29 12.86 13.06 18.28 10.80 17.75 TiO2 0.35 0.37 0.02 0.00 0.49 1.02 0.67 0.50 0.65 MnO 0.03 0.05 0.12 0.50 0.03 0.10 0.04 0.09 0.04 CaO 0.27 0.29 1.00 2.57 0.90 9.77 0.95 1.83 0.78 MgO 0.02 0.38 36.03 39.19 3.58 8.37 1.34 5.59 0.84 K2O 9.08 5.93 0.20 0.14 3.18 2.02 8.83 2.97 3.64 Na2O 0.60 2.60 0.40 0.07 1.16 3.48 4.21 3.95 6.51 P2O5 0.06 0.03 0.14 0.03 0.08 0.03 0.12 0.07 0.10 LOI 0.32 12.74 11.81 0.93 2.23 0.57 0.57 0.92 B2O3 0.15 0.40 1.93 0.64 0.41 0.54 0.48 0.54 0.18 Total 99.44 100.22 99.21 100.29 99.60 100.76 100.81 99.95 99.33\nHX = Houxianyu, ZM = Zhuanmiao\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 95\nTA B\nL E\n2. R\nep re\nse nt\nat iv\ne C\nhe m\nic al\nC om\npo si\ntio ns\n( w\nt % )\nof T\nou rm\nal in\ne fr\nom th\ne L\nia on\nin g-\nJi lin\nB or\nat e\nD ep\nos its\nSa m\npl e\nL J-\n5 H\n1- 43\nH 5-\n92 H\n5- 11\n2 N\n2- 5\nL 4L\n7 D\nN -1\n2 H\nX -2\n3\n(N o.\no f\nsp ot\ns) C\nor e(\n2) R\nim (3\n) A\nve ra\nge (3\n) C\nor e(\n3) R\nim (3\n) A\nve ra\nge (6\n) C\nor e(\n3) R\nim (4\n) C\nor e(\n4) R\nim (4\n) C\nor e(\n3) R\nim (3\n) C\nor e(\n3) R\nim (2\n) C\nor e(\n3) R\nim (4\n)\nN a 2\nO 1.\n60 1.\n62 2.\n58 1.\n73 1.\n46 1.\n57 1.\n63 1.\n63 1.\n23 1.\n20 1.\n69 1.\n14 1.\n96 2.\n06 2.\n25 2. 16 M gO 9. 24 8. 94 8. 40 7. 99 8. 21 7. 53 9. 55 9. 85 9. 55 9. 46 8. 88 9. 11 8. 55 8. 54 10 .0 9 10 .2 6 Si O 2 34 .6 9 34 .7 3 36 .3 8 36 .0 8 35 .5 2 35 .5 2 36 .1 6 36 .4 2 34 .2 2 34 .0 9 36 .0 5 35 .3 7 36 .1 7 35 .8 3 36 .5 9 36 .8 1 A l 2O 3 18 .1 8 16 .3 5 26 .5 4 28 .6 5 28 .2 9 28 .0 7 27 .6 0 27 .8 5 14 .3 7 15 .5 6 25 .4 3 25 .1 8 25 .5 0 25 .0 7 25 .6 2 27 .0 4 K 2O 0. 26 9 0. 27 2 0. 04 2 0. 09 7 0. 12 3 0. 10 2 0. 04 1 0. 04 6 0. 30 9 0. 32 1 0. 08 5 0. 08 9 0. 06 5 0. 05 4 0. 05 9 0. 04 5 C aO 2. 11 2. 03 0. 70 5 1. 93 2. 52 2. 16 2. 42 2. 47 2. 75 2. 84 2. 39 3. 36 1. 93 1. 85 1. 54 1. 81 Ti O 2 1. 61 1. 60 1. 26 0. 29 7 0. 26 6 0. 47 7 1. 34 3 1. 25 2. 83 2. 54 1. 40 1. 44 0. 24 5 0. 25 1 2. 06 1. 34 F eO 18 .1 4 20 .0 1 10 .2 5 9. 68 9. 69 11 .2 1 6. 92 6. 68 20 .2 7 18 .6 6 10 .5 0 10 .4 6 12 .0 8 12 .4 3 7. 68 6. 84 M nO 0. 09 9 0. 05 9 0. 01 2 0. 03 0 0. 04 4 0. 01 9 0. 04 0 0. 07 0 0. 00 2 0. 02 1 0. 01 9 0. 02 7 0. 01 3 0. 04 1 0. 04 0 0. 02 3 B 2O 31 9. 72 9. 57 10 .3 6 10 .4 4 10 .3 7 10 .3 0 10 .4 7 10 55 9. 49 9. 49 10 .3 3 10 .2 6 10 .2 7 10 .1 9 10 .4 3 10 .5 5 To ta l 95 .6 6 95 .1 8 96 .5 3 96 .9 3 96 .4 9 96 .9 5 96 .1 7 96 .8 1 95 .0 2 94 .1 8 86 .4 3 86 .1 5 86 .5 0 86 .1 1 85 .9 2 86 .3 1\nN o.\no f c\nat io\nns in\nfo rm\nul a\non th\ne ba\nsi s\nof 2\n9 ox\nyg en s B 3. 00 0 3. 00 0 3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\n3. 00\n0 3.\n00 0\nN a\n0. 55\n4 0.\n57 0\n0. 83\n8 0.\n55 8\n0. 47\n4 0.\n51 0\n0. 52\n5 0.\n52 0\n0. 43\n7 0.\n42 6\n0. 54\n5 0.\n37 4\n0. 64\n3 0.\n68 1\n0. 72\n6 0.\n69 0\nM g\n2. 48\n0 2.\n43 8\n2. 11\n6 1.\n99 7\n2. 06\n7 1.\n89 7\n2. 38\n2 2.\n43 7\n2. 62\n7 2.\n60 2\n2. 22\n0 2.\n31 7\n2. 17\n3 2.\n18 7\n2. 52\n4 2.\n53 9\nSi 6.\n20 7\n6. 31\n4 6.\n10 8\n6. 01\n1 5.\n96 1\n5. 96\n7 6.\n01 1\n6. 00\n8 6.\n27 6\n6. 25\n1 6.\n00 8\n5. 99\n7 6.\n12 8\n6. 11\n8 6.\n10 2\n6. 07 2 A l 3. 82 7 3. 49 7 5. 24 3 5. 61 6 5. 58 6 5. 54 8 5. 39 8 5. 40 5 3. 10 0 3. 35 7 4. 98 6 5. 02 3 5. 08 2 5. 03 6 5. 02 6 5. 24 8 K 0. 06 1 0. 06 3 0. 00 9 0. 02 1 0. 02 6 0. 02 2 0. 00 9 0. 01 0 0. 07 2 0. 07 5 0. 01 8 0. 01 9 0. 01 4 0. 01 2 0. 01 3 0. 00 9 C a 0. 40 5 0. 39 5 0. 12 7 0. 34 5 0. 45 3 0. 38 9 0. 43 1 0. 43 7 0. 54 0 0. 55 8 0. 42 7 0. 61 0 0. 35 0 0. 33 8 0. 27 5 0. 32 0 Ti 0. 21 6 0. 21 8 0. 15 9 0. 03 7 0. 03 3 0. 06 0 0. 16 7 0. 15 5 0. 38 9 0. 34 9 0. 17 5 0. 18 3 0. 03 1 0. 03 2 0. 25 8 0. 16 6 F e 2. 70 5 3. 03 1 1. 43 4 1. 34 4 1. 35 5 1. 56 9 0. 95 9 0. 91 8 3. 09 8 2. 85 1 1. 45 8 1. 47 8 1. 70 5 1. 76 9 1. 06 7 0. 94 0 M n 0. 01 5 0. 00 9 0. 00 2 0. 00 4 0. 00 6 0. 00 3 0. 00 6 0. 01 0 0. 00 0 0. 00 3 0. 00 3 0. 00 4 0. 00 2 0. 00 6 0. 00 6 0. 00 3 K /( K +N a+ C a) 0. 06 0 0. 06 1 0. 00 9 0. 02 2 0. 02 7 0. 02 4 0. 00 9 0. 01 0 0. 06 9 0. 07 1 0. 01 8 0. 01 9 0. 01 4 0. 01 2 0. 01 3 0. 00 9 K /N a 0. 11 0 0. 11 0 0. 01 1 0. 03 6 0. 05 5 0. 04 3 0. 01 6 0. 01 8 0. 16 5 0. 17 6 0. 03 3 0. 05 2 0. 02 1 0. 01 8 0. 01 8 0. 01 3 M g/ (M g+ F e) 0. 47 8 0. 44 6 0. 59 6 0. 59 8 0. 60 4 0. 54 7 0. 71 4 0. 72 7 0. 45 9 0. 47 7 0. 60 4 0. 61 1 0. 56 0 0. 55 3 0. 70 3 0. 73 0 M g/ F e 0. 91 7 0. 80 4 1. 47 6 1. 48 6 1. 52 5 1. 20 9 2. 48 4 2. 65 5 0. 84 8 0. 91 3 1. 52 3 1. 56 8 1. 27 4 1. 23 6 2. 36 6 2. 70 1\n1 B\n2O 3\nco nc\nen tr\nat io\nns c\nal cu\nla te\nd on\nb as\nis o\nf 3 b\nor on\na to\nm s\npe r\nfo rm\nul a\nun it\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\net al. (1998) to suggest that this area was part of an active continental margin in the Late Archean, which subsequently became involved in continental collision and crustal thickening shortly after its formation. This hypothesis is in agreement with the suggestion of Shen and Qian (1995) that the North China Neoarchean greenstone belts are collisional belts, with the emplacement of the K granites recording the age of the collision. The borate-bearing Paleoproterozoic succession comprises a thick pile of metasediments and metavolcanics, extending 300 km in an east-west direction (Fig. 1). Although the contact between the Paleoproterozoic metasediments and the underlying Archean formation has not been observed in the field, the nature of the contact is inferred to be unconformable. The lithologies are similar along the strike of the belt, but there are facies changes from north to south that are\n0361-0128/98/000/000-00 $6.00 96\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nparticularly evident at the base of the succession. In the southern portion the succession is thinner and contains a higher proportion of metavolcanics at the base, whereas in the north the base consists mainly of metasediments. There are also differences in the extent of metamorphism across the belt, with the south having experienced amphibolite-grade metamorphism and intrusion by 2.1 Ga granites. In contrast, there are no intrusions in the north and metamorphism ranges from greenschist to lower amphibolite facies (Zhang, 1988; Sun et al., 1993).\nSm-Nd dating across the succession yields ages of 2.4 to 2.0 Ga, which are thought to span the depositional and metamorphic ages, respectively (Zhang, 1988; Sun et al., 1993). A minimum age constraint on the borates is provided by the 2.1 Ga Sm-Nd dates obtained from granites that intrude some of them (Sun et al., 1993).\nStratigraphy and lithologies of the borate-bearing sequence\nThe borate deposits are hosted by the Lieryu Formation, which lies at the base of the Paleoproterozoic sequence (Fig. 2). Borates have not been found in the northern part of the belt, but SO4-rich metaevaporites are present within stratigraphically equivalent rocks (Wang et al., 1998). These are overlain by tourmaline-rich layers, which are similar to those overlying the borate deposits in the south. In the latter case, there is abundant evidence to indicate that the boron contained within this tourmaline was derived by remobilization\nof the underlying borates during prograde metamorphism (Peng and Palmer, 1995; Peng et al., 1998; and see below).\nThe Lieryu Formation comprises four lithologic units; in ascending order these are (1) magnetite-microcline leptites (in this study, the term “leptite” refers to a fine-grained, banded, or layered metamorphic rock consisting chiefly of quartz and feldspar), (2) biotite leptynites (leptynites differ from leptites in also containing a fraction of dark minerals, usually biotite or hornblende, and have a tendency to be slightly coarser grained), (3) tourmaline-bearing leptynites with carbonate intercalations (that are the exclusive host of the borates), and (4) leptites that are variably albite and microcline rich. There are large facies variations across the borate-bearing sequence, which are particularly pronounced between the Mg- and Fe-Mg-rich deposits. These variations include changes in both the lithology and thickness of the metasediments (Fig. 3).\nThe magnetite-microcline leptites consist mainly of quartz, microcline, and plagioclase, with up to 5 percent magnetite. They show bedding and clastic textures, as evidenced by the presence of detrital feldspars and accessory zircon and sphene. The magnetite is disseminated along grain boundaries of quartz and feldspar (Fig. 4A), suggesting that the Fe was originally present as Fe oxide coatings on minerals in clastic sediments, i.e., similar to the habit of Fe in red beds (Turner, 1980), and were altered to their present form during metamorphism (Peng and Xu, 1994; Peng and Palmer, 1995).\n0361-0128/98/000/000-00 $6.00 97\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 98\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nThere are several possible explanations for the absence of a significant clay mineral component within these rocks. Most coarse-grained desert alluvium is essentially free of clay and infiltration of clay only occurs where there is runoff from local highlands (Walker et al., 1978). Hence, the Liaoning red beds may have been located a long distance from such highlands. Alternatively, interstitial clay may undergo dissolution to leave alluvial sediment that consists predominantly of phases such as quartz, potassium feldspar, and iron oxides (Walker et al., 1978) or undergo alteration with alkaline brines to yield phases such as zeolites that were subsequently metamorphosed to yield the present mineral assemblage. Although hematite is the dominant Fe oxide mineral in red beds (Turner, 1980), magnetite is more stable than hematite under the low Eh, high pH conditions that are characteristic of euxinic, saline waters in evaporite basins (Brookins, 1988). In addition, magnetite is the more stable Fe oxide phase under the metamorphic conditions experienced in this area (Spear, 1995). Indeed, some of these rocks have been migmatized to form coarser grained rocks, which has led to their identification as intrusive granites (Zhang, 1988), but gradational contacts with the magnetite-microcline leptites suggests they are in situ partial melts of the leptites (Peng and Xu, 1994). Nevertheless, the leptites are underlain, and in places intruded, by A-type granites that may be products of fractional crystallization of a parental magma that also sourced the mafic rocks in the sequence (Sun et al., 1993). Intrusions of these granites were coincident with, and most likely related to, amphibolitegrade metamorphism in the area (Peng and Xu, 1994). No contact has been observed between the base of the Lieryu Formation and Archean rocks, but the mineralogy and REE geochemistry (Fig. 5) of the microcline-magnetite leptites are similar to those of the K granites of the Archean craton; the only significant difference being the presence of negative Eu anomalies in the leptites. This suggests that the magnetitemicrocline leptites formed from weathering of the K granites, with the behavior of Eu reflecting preferential dissolution of plagioclase, and the higher REE contents of the leptites arising from the concentration of accessory minerals during weathering. The leptynites in units 2 and 3 contain ~10 percent dark minerals (biotite or amphibole), feldspars, and quartz. The\n0361-0128/98/000/000-00 $6.00 99\nA B C\nD E\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\npresence of relict bedding, detrital minerals, and relict shards again suggests a sedimentary origin for these rocks, and they are interpreted as metamorphosed tuffs (Peng and Palmer, 1995). The stratiform tourmalinites are restricted to areas of unit 3 that form the immediate hanging wall of the borates. Felsic veins and pegmatites crosscut several of the borate deposits, and in these cases, they contain sparse tourmaline below the borates but become enriched in tourmaline as they pass through them.\nThe immediate hosts of the borates are magnesite and, less commonly, dolomite marbles. Nodules within the Mg-rich carbonates contain cores of magnesite and olivine or tremolite, with rims of magnesite and/or dolomite, which are in turn enclosed by Mg borates. These nodules have similar morphology to the colemanite nodules of the Turkish deposits (Helvaci, 1995). The carbonates at Zhuanmiao commonly contain anhydrite, which is restricted to the carbonate-borate horizon and has been mobilized to form veinlets. Away from the borates the carbonates become less Mg rich and are composed of dolomite and calcite. In the case of the Fe-rich deposits, the carbonates are dominated by dolomite, with only minor magnesite. These dolomitic carbonates are interbedded with abundant phlogopite layers, which are much less common in the Mg-rich deposits. The anhydrite, carbonates, and borates are interpreted as nonmarine evaporite minerals that have undergone some changes in mineralogy and texture during metamorphism, and the phlogopite is interpreted to result from metamorphism of clay minerals intercalated within the primary evaporites (Peng and Palmer, 1995).\nThe leptites at the top (unit 4) of the Lieryu Formation form quartzofeldspathic tabular bodies, with <5 percent dark minerals (usually magnetite and rutile). They exhibit weak bedding and also contain relicts of shards in many parts of the sequence, and they have been interpreted as metamorphosed pyroclastic rocks (Peng and Palmer, 1995). Locally, these rocks can contain very high (up to 90%) concentrations of microcline or albite.\nThe Lieryu Formation is overlain by metamorphosed turbidites of the Gaojiayu Formation, which is in turn overlain by magnesian marbles of the Dashiquo Formation and argillaceous and psammitic metasediments of the Gaixian Formation (Fig. 2). All of these rocks have been subject to amphibolite-grade metamorphism."
  }, {
    "heading": "Mafic rocks",
    "text": "Intercalated amphibolites occur throughout the Lieryu and Gaojiayu Formations, where they crosscut all the units, suggesting that they may be metamorphosed mafic sills and dikes (Peng and Xu, 1994). They have similar HREE and Y abundances to MORB but are enriched in large ion lithophile elements (LILE), and have distinct Th/Yb and Ta/Yb ratios (Fig. 6). This pattern of element distributions indicates that the mafic rocks were derived from a source region that had been metasomatized by LILE-enriched fluids, possibly in a continental margin or postorogenic setting (cf. Pearce, 1983).\nTectonic controls over boron enrichment\nBoron is a highly mobile element during high-temperature fluid-rock interaction. Hence, boron is enriched in geothermal fluids and some associated secondary minerals. Local concentrations of boron are common, but as Ozol (1977) first noted, regional boron enrichments (of the type observed in the Liaoning borate deposits) are found only in restricted tectonic settings. As a result all of the world’s major Cenozoic borate deposits are located in crust that has been influenced by subduction-related processes (California and Argentina) and/or collisional belts (Turkey and Qinghai-Tibet; Kistler and Helvaci, 1994). In addition, boron-rich geothermal springs (Kistler and Helvaci, 1994) and tourmaline-rich hydrothermal systems (Guild, 1972) are abundant along the\n0361-0128/98/000/000-00 $6.00 100\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nAndes. This coincidence between boron-rich areas and subduction and/or collision zones arises from the distribution of boron in the earth’s geochemical reservoirs. Boron is enriched in continental crust, clastic sediments, and oceanic crust that has been altered by seawater at low temperatures (Leeman and Sisson, 1996). As a result, regional boron enrichments in subduction settings arise by metasomatism of the lithosphere by fluids released from the subducted oceanic crust (Palmer, 1991; Ryan and Langmuir, 1993). In collisional settings crustal thickening leads to dehydration of the lower crust and fluxing of the upper crust by boron-rich fluids (Crowford and Windley, 1990). In contrast, boron has very low concentrations in the mantle and lower continental crust, so that boron enrichments are not observed in intracontinental rift settings such as the East African rift system. However, it should be noted that, on a local scale, borates are deposited in extensional basins within convergent settings (Kistler and Helvaci, 1994; Helvaci, 1995). Hence, like Ozol (1977) we believe that boron enrichments in ancient mobile belts are indicative of a subduction- and/or collision-related paleotectonic setting."
  }, {
    "heading": "Tectonic model",
    "text": "We believe that the evidence outlined above indicates that the Liaoning-Jilin Paleoproterozoic succession was most likely deposited in a postcollisional extensional setting that evolved along the lines of the following model.\nDuring a Late Archean subduction-collision orogen, subduction of oceanic crust released boron-enriched fluids, which metasomatized the overlying subcontinental lithosphere (Fig. 7A). Deposition of the Paleoproterozoic Liaohe Group started in the postcollisional setting shortly after, or during, the final stages of the 2.4 to 2.5 Ga collision. Thrustrelated uplift resulted in increased weathering of the Archean craton and deposition of clastic sediments in extensional basins (Fig. 7B). This was accompanied by volcanism and geothermal activity, which supplied boron to local playa lakes\nthat evaporated to form the borates (Fig. 7C) and buried the borates below tuff layers. Postcollisional extension led to a deepening basin that eventually became open to the oceans, as recorded by later deposition of organic-rich turbidites.\nThere are two possible Cenozoic analogues to the depositional setting of the Liaoning borates. One is provided by the large borate deposits of western Turkey (Helvaci, 1995). These borate deposits are contained within a Miocene sedimentary sequence that rests unconformably on Paleozoic and Mesozoic basement. As with the Liaoning deposits, there are significant lateral variations in the thickness and completeness of the stratigraphic sequence, but the Emet deposit provides a representative example of the area. In ascending order the Neogene stratigraphic sequence consists of sandstone and conglomerates, lignite-bearing clayey limestone, volcanic rocks (including tuffs, basalts, and andesites), red beds, borate-bearing limestones, cherty limestones, and basalts (Helvaci and Orti, 1998). The borate deposits were formed in a postcollisional extensional system (Peccerillo and Taylor, 1976) in which the crust had previously been enriched by boron and other LILE by subduction of oceanic crust during the early stages of collision (Hetzel et al., 1995). A further Cenozoic analogue is provided by the Loma Blanca and Lagunita Playa borate deposits of Argentina (Alonso et al., 1988; Helvaci and Alonso, 1994). In this instance, a Cenozoic continental sedimentary sequence rests unconformably on Ordovician basement. In ascending order the sequence consists of red beds, lower pyroclastic rocks (including tuffs and ignimbrites), borate-bearing lacustrine sediments (with intercalated volcanic tuffs), and upper pyroclastic rocks (largely tuffs). The Argentinian deposits were also deposited in a compressional environment, although in this case the tectonic setting is one of continental-marine subduction. In both these instances the borates are dominated by Ca- and Na-rich forms, but otherwise the analogy with the Liaoning deposits is striking.\n0361-0128/98/000/000-00 $6.00 101\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "Geology of the Fe-Poor and Fe-Rich Borate Deposits",
    "text": ""
  }, {
    "heading": "Mg-rich borates",
    "text": "The largest Mg-rich deposits are located at Zhuanmiao, Ertaizi, and Houxianyu, with smaller deposits at Yangmugan and Gaotaizi. The thickness of the sequence hosting these deposits (and the units within the sequence) is thinner than that hosting the Fe-rich deposits, such that in the case of Zhuanmiao, unit 2 (biotite leptynites) is generally missing. In this instance the borate-carbonate beds directly overlay unit 1 (the magnetite-microcline leptites; Fig. 3).\nThe borate mineralogy is dominated by szaibelyite (Mg2B2O5.H2O) and suanite (Mg2B2O3), with minor ludwigite ((FeMg)4Fe2B2O7). Conformable suanite beds within the magnesite marbles in the Errengou deposit suggest that the Mg-rich borates and carbonates were deposited together. Ludwigite is rare in the high-grade szaibelyite and suanite ores, but numerous small bodies containing ludwigite and dolomite surround these deposits, suggesting that Mg was concentrated in the original depocenters, with Fe-rich portions confined to the basin margins. In these cases, the ludwigite is frequently partly altered to fine-grained magnetite enclosed by szaibelyite.\nThe leptynites of units 2 and 3 are K, Na, and/or boron rich, although tourmaline-rich rocks are restricted to the hanging walls of the borate deposits. The K and Na enrichments are expressed as albite- and microcline-rich rocks that are spatially zoned around the borate bodies, so that in the Zhuanmiao district the borates and carbonates are enclosed by microcline-rich rocks, and albite-rich rocks are located farther from the metaevaporites (Fig. 8). At even more distal locations, the rocks become less K and Na rich, and the feldspars are dominated by Ca-rich plagioclase.\nThere is no economic mineralization (other than boron) associated with the borates, but small quantities of sulfides (mostly pyrite) are disseminated in selected layers or nodules of the carbonates. There is also a limited amount of uranium mineralization in the upper portions (unit 4) of the Lieryu Formation, where uranium minerals are associated with pyrite bands."
  }, {
    "heading": "Fe-rich borates",
    "text": "This type of deposit is best exemplified by Wengquangou, which contains the largest reserves of borates in LiaoningJilin, although there are also many smaller such deposits, e.g., Wudaoling. The borate-hosting sequence in Wengquangou comprises >800 m of metasediments, with each of the units being thicker than their equivalents in the Mg-rich borates (Fig. 3).\nThe metasediments and/or tuffs are mostly Na rich, with Krich rocks restricted to the top of the succession; however there is no well-developed K-Na zoning of the type described above. The hosts to the borate-carbonate bodies are leptynites that are albite and scapolite rich compared to areas distal to the borates. The Fe-rich deposits also contain far fewer stratiform tourmalinites in their hanging walls.\nLudwigite accounts for >50 percent of the borates, with lesser amounts of suanite and szaibelyite, with much of the latter having formed by decomposition of ludwigite during retrograde metamorphism (as evidenced from its texture and\nassociation with magnetite). Indeed the magnetite is sufficiently abundant in parts of the Wengquangou deposit to be mined on a local scale. Petrographic studies also show that there is an early generation of magnetite found as separate bands in association with the borates.\nApatite is locally enriched in the impure dolomitic carbonates, which have generally been metamorphosed to tremolitediopside-bearing rocks. These apatite-bearing rocks are located in the borate-bearing unit but are not found in direct contact with the borates.\nThe borate-magnetite-carbonate bodies also contain local enrichments of U, REE, and Cu, which exists as veins, and are restricted to the orebodies or their hanging walls. Uranium is present as uraninite and is more abundant in the borate-carbonate unit than in the host rocks. Identified REErich minerals include monazite, stillwellite, and allanite (Zhang, 1988) and are mostly found in the hanging walls of the borate deposits where they are usually associated with tourmaline, albite, and amphibole bands."
  }, {
    "heading": "Common features",
    "text": "The Fe- and Mg-rich borates are both stratiform and conformable with the host carbonates, but like most evaporite bodies they have undergone substantial alteration since their deposition ~2 Ga ago, with prograde granite-related\n0361-0128/98/000/000-00 $6.00 102\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nmetamorphism being particularly important in producing skarn alteration in the deposits.\nFollowing the terminology of Einaudi et al. (1981), the first stage would be described as contact metamorphism, in which the thermal aureole of the granites led to dehydration of the original borates (e.g., formation of suanite from hydrated borates such as inderite, Mg2B6O11.15H2O) and recrystallization of the primary Mg-rich carbonates to form marbles (Peng and Palmer, 1995). This early dehydration of the primary borates may have played a role in their preservation, as anhydrous borates such as suanite and ludwigite are much less soluble than hydrous borates (Kistler and Helvaci, 1994). Hence, the dehydrated borates would have been less susceptible to chemical erosion than the primary evaporites. In addition, burial of the borates by tuff layers would have hindered physical erosion of the deposits.\nAlthough it is possible that the alteration of the Mg carbonate rocks to form Mg silicates occurred through the redistribution of silica present within the deposits at the time they formed, the scale of the silica metasomatism suggests that silica was added to the system. In which case, as the temperature increased metsomatic skarn growth most likely occurred through release of magmatic-hydrothermal fluids from the granites (cf. Einaudi et al., 1981). Si-rich aqueous fluids passed into the overlying boron-bearing, Mg-rich carbonates to form Mg silicates (olivine, diopside, tremolite, phlogopite, and actinolite). Where these fluids entered the orebodies as a focused flow, they formed breccias that crosscut the bedding defined by the borates and carbonates (Fig. 9B and C). The clasts in these breccias consist of laminated, forsterite and diopside rocks enclosed in a matrix of secondary borates (Peng and Palmer, 1995). Elsewhere the Si-rich fluids diffused into the deposits more gradually, they resulted in replacement of the Mg carbonates by Mg silicates on a lit-parlit basis. The water within these fluids also resulted in the partial rehydration of some of the suanite to form szaibelyite.\nIn some areas felsic veins and pegmatites penetrated the overlying orebodies. As they passed though borate-bearing horizons, boron diffused into the Al-bearing felsic melts and resulted in the formation of tourmaline along the borders of the veins. This phase of alteration was also most likely responsible for the local REE enrichments.\nDuring all three of these stages the fluids that were driven off of, or passed through, the borate deposits transported boron into the overlying leptynites and leptites and resulted in the formation of tourmalinites and tourmaline-quartzbearing veins (Peng and Palmer, 1995).\nThe only major new constituent introduced into the boratecarbonate orebodies by the granites during skarn alteration was silica, with the local (noneconomic) examples of Cu mineralization (that occur as chalcopyrite veinlets that crosscut other lithologies) most likely formed during the retrograde phase of skarn alteration (cf. Einaudi et al., 1981).\nThe origins of the U and P enrichments are less obvious. Cenozoic, shallow, nonmarine evaporites contain high concentrations of organic carbon (Warren, 1986) and, by implication, high concentrations of organic phosphorus, and the anoxic conditions that are prevalent in such environments also favor accumulation of high concentrations of uranium in sediments (Klinkhammer and Palmer, 1991).\n0361-0128/98/000/000-00 $6.00 103\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "Boron isotope data",
    "text": "The δ11B values of the borates range from 6.7 to 13.0 per mil, with ludwigite from the Fe-rich Wengquangou deposit being lighter (mean 7.6 ± 0.5‰ (1σ); n = 5) than borates from the Mg-rich Zhuanmiao (10.7 ± 1.4‰; n = 7) and Houxianyu deposits (10.7 ± 0.8‰; n = 6; Table 3).\nThe δ11B values depend on a variety of factors, including (1) the boron source, (2) the pH of the evaporite brines, (3) the boron coordination of the original borates, (4) the fraction of boron from the brine incorporated into the borates, and (5) the extent of postdepositional diagenesis and/or metamorphism of the primary borates (Palmer and Helvaci, 1995, 1997).\nThere are several lines of evidence to suggest that the borate minerals have undergone postdepositional alteration. Suanite, szaibelyite, and ludwigite have never been described as primary evaporite minerals, and it is most likely that they precipitated originally as hydrated borates, such as inderite (Mg2B6O11.15H2O) or pinnoite (MgB2O4.3H2O), both of which occur as primary evaporite minerals (Sun, 1990; Kistler and Helvaci, 1994). Iron-bearing borates, such as ludwigite, are generally considered to be products of skarn-type mineralization (e.g., Kistler and Helvaci, 1994), and indeed no primary hydrated Fe-bearing borates have been reported in modern evaporites. However, this may be a reflection of the fact that the Liaoning-Jilin borates were deposited at a time when atmospheric oxygen concentrations were far lower than today (e.g., Van Andel, 1994). Hence, a higher proportion of dissolved Fe would be present as the more soluble Fe2+, allowing it to be leached more readily from the underlying red beds and to accumulate in higher concentrations in the evaporite brines.\nRegardless of the mineralogy of the primary borates, it is most likely that they were dehydrated during prograde metamorphism. Most borates are highly soluble in aqueous solutions, so some boron was probably lost from the evaporites during this process. This hypothesis is supported by the observation that tourmaline is enriched in the hanging wall of the borates, and that boron isotope data suggest the tourmaline contains boron derived from the borates (see below). However, the observation that borate minerals from each of the three deposits studied here display a narrow range of δ11B values, and the fact that they do not display lateral boron isotope zoning could be taken to suggest that either insufficient boron was mobilized to significantly alter the primary boron isotope signatures and/or that boron isotope fractionation was minor during this process.\nOn the assumption that the primary borates had similar δ11B values to those measured in the present-day borates, Jiang et al. (1997) calculated that the δ11B values of the original brines would have been in the range of 7 to 28 per mil if they precipitated from brines with similar pH values (9.5–7.8) to those in Tibetan lakes currently precipitating inderite and pinnoite (Sun, 1990).\nThe similarity of the δ11B values between deposits suggests they shared a common source of boron, and the consistency of δ11B values within each deposit suggests that virtually all the boron in the evaporite brines was incorporated into the borates. If this were not the case, then a wider range of δ11B values would be expected as the result of Rayleigh-style\nfractionation (Palmer and Helvaci, 1995). Although the evidence is not conclusive, we believe the boron isotope data are most compatible with precipitation of borate minerals from brines with δ11B values similar to those measured in the present-day borate assemblage, i.e., approximately 8 to 11 per mil. This isotopic composition is not diagnostic of a unique source of boron, but it encompasses δ11B values measured in continental brines, including those precipitating Mg borates, and precludes a significant marine component (Palmer and Swihart, 1996)."
  }, {
    "heading": "Sedimentary facies and alteration",
    "text": "Although the borate-bearing sequence has been metamorphosed to amphibolite grade and is strongly deformed in places, sedimentary structures can still be recognized, allowing reconstruction of sedimentary facies from field, petrographic, and mineralogical studies. We suggest here that the four major lithologic units within the Lieryu Formation can be interpreted in terms of the principal facies of an evaporite basin.\nThe magnetite-microcline leptites vary considerably in thickness but are generally thicker where they underlay the Fe-type deposits (Fig. 3), consistent with thicker sediments being deposited in deeper basins produced by faster subsidence rates.\nThe leptynites and leptites of units 2 to 4 have high Na2O and/or K2O contents, with those adjacent to the borates having Na2O or K2O contents up to 10 percent (Table 1), which are expressed by high contents of albite and microcline. These levels of K and Na are well above those observed in normal clastic sediments (e.g., Taylor and McLennan, 1985), indicating that alkalis were added to these sediments. Sodium and potassium have similar geochemical behaviors during igneous differentiation and regional metamorphism, so the negative correlation between K and Na in the clastic rocks (Fig. 10) and their spatial zonation (Fig. 8) are compatible with K and Na enrichment resulting from premetamorphic metasomatism of the sediment. The zonation is similar to that observed in saline lakes, where authigenic K feldspar often occurs in lake centers surrounded by Na- and Na-Ca-rich sediments (Hay, 1976; Surdam and Sheppard, 1976; Fisher and Schminke, 1984). Hence, the association of B-Mg-rich carbonates in the Fe-poor deposits suggests these borates were precipitated from highly evolved brines in the centers of the evaporation basins.\nChemical variations are less pronounced in the Fe-rich deposits, although the carbonate units at the centers of these deposits are enriched in boron and Mg compared to the enclosing clastic sediments, which are enriched in Na and Ca. Within the Fe-rich deposits, K enrichment is less marked in the basin centers and the potassium tends to be contained within phlogopite, rather than K feldspar. The lack of Na-K zoning in these deposits may reflect deposition in a relatively narrow and deep basin (cf. Kendall, 1992).\nPossible regional controls over the Fe-poor and Fe-rich deposits\nOur field observations suggest that both types of deposits were deposited over the basal red beds, i.e., the spatial relationship between the Fe-rich and Fe-poor deposits is lateral\n0361-0128/98/000/000-00 $6.00 104\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nrather than vertical. Hence, they are more likely to have been deposited in different types of basins rather than different stages of the same basin.\nThe greater thickness of the Fe-rich deposits (Fig. 3) suggests that they were deposited in basins that were deeper and narrower than those that host the Fe-poor deposits. The lack of Na-K zoning in the Fe-rich deposits is also compatible with deposition in deeper, narrower rift basins where brine evolution and lateral zonation were inhibited; in contrast, Na-K zoning is well developed in shallow and wide playa lakes (Surdam and Sheppard, 1976).\nBrine evolution patterns may also account for differences in the Fe enrichment in the two types of basins. Although continental evaporites are formed in a variety of environments, many chemical processes are common to all saline lakes, regardless of their tectonic setting. For example, evaporation promotes precipitation of Fe (as siderite) from carbonate-rich fluids, due to release of CO2 (Eugster, 1980). In wide shallow basins this leads to the precipitation of Fe minerals at the basin margins, e.g., as observed in the case of the Cenozoic Green River Formation (Hay, 1976; Eugster, 1980). If, as we suggest, the Fe borates were deposited in deeper rift basins, this would have inhibited Fe precipitation at the margins of the basin and allowed Fe to accumulate in the concentrated boron-rich brines, cf. the accumulation pattern of solutes in present-day Lake Magadi (Surdam and Sheppard, 1976; Eugster, 1980).\nDifferences in the extent of brine evolution between the two types of deposits are also supported by the borate grades. The Fe-rich deposits have the largest reserves, indeed the Wengquangou deposit is the largest in the area, but the ore grade in the Fe-rich deposits is lower than in the Fe-poor deposits. Again, this is to be expected if all of the components of a brine were concentrated in a deep narrow basin, rather than allowing concentration of the more soluble components of a brine (including boron and Mg) in a zoned, wide, and shallow basin.\nA schematic model summarizing this model for the depositional settings of the Fe-rich and Fe-poor borate deposits is\nshown in Figure 11. Although the affect of changing atmospheric oxygen levels in iron mobility means that we cannot make a direct analogy between the Liaoning deposits and modern evaporites, the zonation of the borate deposits is similar to the pattern of evaporite sedimentation developed in the shallow-water–shallow-basin (corresponding to the Mg-rich borates) and shallow-water–deep-basin (the Fe-rich borates) evaporite settings described by Kendall (1992)."
  }, {
    "heading": "Origin and Significance of the Tourmaline-Rich Rocks",
    "text": "Within the study area, tourmaline-rich rocks can be broadly classified as stratiform–strata-bound tourmalinites and tourmaline-rich leptynites, discordant veins, and pegmatites. These rock types are hosted by various lithologies but are most common in unit 3, where they have a close spatial association with the borates.\nStratiform tourmalinites and tourmaline-bearing leptynites\nThese rocks can be discontinuously traced for >100 m but are most abundant in the immediate area of the borates. The host rocks of the tourmalinites are dominated by biotite-leptynites and, less commonly, amphibole (tremolite)-leptynites. High concentrations of tourmaline (up to 90%) are only found in tourmalinites in the direct hanging wall of the borates, and tourmaline concentrations decrease away from the borates, leading to the use of tourmaline as a prospecting guide for blind borate bodies.\nThe tourmaline-rich bands are hosted conformably in the leptynites and have sharp upper and lower contacts with their host rocks. They show the same folding as the amphibole- and\n0361-0128/98/000/000-00 $6.00 105\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nbiotite-rich layers, with no penetrative veinlets that might otherwise suggest introduction of boron-rich fluids in the fold hinges (Peng et al., 1998). Hence, the boron enrichment appears to be pre- or synmetamorphic in origin.\nWithin the leptynites the tourmaline occurs either as small inclusions (<50 µm) within, or as poikioblastic grains intergrown with, quartz and feldspars (Fig. 4B). The tourmaline grain size increases (~500 µm) with increasing tourmaline enrichment, when it more commonly exhibits poikioblastic textures enclosing feldspar and quartz and shows 120° grain boundaries that are evidence of metamorphic recrystallization (Fig. 4C).\nThe species of dark minerals (biotite, tremolite, etc.), feldspars (albite or microcline), and accessory minerals (zircon and apatite) are identical in the tourmaline-rich layers and their tourmaline-poor equivalents, even when the tourmaline enrichment is >50 percent."
  }, {
    "heading": "Tourmaline-rich veins and pegmatites",
    "text": "Crosscutting tourmaline-bearing quartz veins and pegmatites are generally restricted to the borate bodies or their stratigraphic hanging wall. Within these occurrences tourmaline is usually present as rims to the veins and is only abundant in veins and pegmatites that crosscut the borates or borate-bearing carbonates and calc-silicates (Peng and Palmer, 1995). Tourmaline alteration is present as irregular veinlets adjacent to these veins in the amphibolites and calc-silicates. Within the amphibolites, the alteration is characterized by replacement of hornblende and plagioclase by actinolite and tourmaline (Fig. 4D), whereas in the calc-silicates and marbles, tourmaline is associated with phlogopite or actinolite and/or tremolite (Fig. 4E)."
  }, {
    "heading": "Tourmaline chemistry",
    "text": "The whole-rock composition of the tourmaline-bearing leptynites shows a wide range in major element concentrations, e.g., SiO2 varies from 56 to 70 percent, B2O3 from 0.2 to 5.5 percent. Al2O3 and MgO levels decrease with increasing SiO2 in both the tourmalinized and untourmalinized leptynites and leptites. In contrast, B2O3 is not correlated with SiO2, suggesting that the high boron levels arose from boron addition to the rocks rather than being inherited from acidic protoliths.\nOn Al-Al50Fe50-Al50Mg50 and Ca-Fe-Mg ternary plots the tourmaline data fall closer to the dravite end member of the schorl-dravite solid-solution series (Fig. 12). The distal tourmaline-leptynites generally have lower Mg/Fe ratios (<1) than the proximal tourmalinites (>1–2.6). High Mg/Fe ratios are also characteristic of the tourmaline veins within and/or overlying the borates and magnesian carbonates (1.2–2.6). The K/Na ratios of the tourmalines are largely a function of their host lithologies, with tourmalines hosted by microclinerich leptynites having higher K/Na ratios than those in the albite-rich rocks.\nOptical zoning is uncommon, but chemical zoning is shown by grains from several of the tourmaline-rich locations, where it is characterized by more schorl-rich cores and dravite-rich rims and is more pronounced in the distal tourmaline-leptynites than in the proximal tourmalinites and tourmaline veins."
  }, {
    "heading": "Boron isotope geochemistry",
    "text": "Tourmalines from the rocks that are located at least 10 km from any known borate deposits tend to have δ11B values (0.6 ± 3.6‰; n = 4) that are slightly lighter than those from borate-bearing rocks (3.1 ± 6.1‰; n = 12) and significantly\n0361-0128/98/000/000-00 $6.00 106\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019\nlighter than those from the immediate hanging wall of the borate bodies (6.3 ± 2.8‰; n = 12; Table 3).\nOur interpretation of these data is that the δ11B values of the tourmaline-bearing rocks that are far removed from the borates most likely record the boron isotope composition of the Proterozoic succession prior to (or in the absence of) deposition of the borate deposits, although it is possible that these δ11B values are biased to higher values by the nearby presence of borate deposits that have yet to be discovered. This latter possibility is given some credence by the observation that tourmaline from a felsic vein toward the base of the Wengquangou deposit has a δ11B value of –12.3 per mil, which is similar to the average δ11B value of tourmaline from crustal settings that are far removed from the influence of evaporites (Palmer and Slack, 1989).\nThe fact that the δ11B values of tourmaline from the hanging walls of the deposits are heavier than tourmaline from outside the immediate area of the borates supports field observations that suggest these tourmalines contain a significant portion of boron derived from the underlying borates during prograde metamorphism. The range of δ11B values of tourmaline from the hanging wall of Zhuanmiao (1.8–9.3‰) most likely reflect variations in the temperature of deposition of the tourmaline and the proportion of boron incorporated into the tourmaline from the metamorphic fluids (cf. Palmer and Swihart, 1996).\nIt is most likely that metamorphic fluids derived from the borates had δ11B values equal to those measured in the borates (10.7 ± 1.4‰) and temperatures of 450° to 350°C (consistent with the metamorphic grade). Tourmalines precipitated from these fluids would have δ11B values that ranged from 2.4 to 10.7 per mil, depending on the proportion of boron in the metamorphic fluids that was incorporated into the tourmaline (cf. Palmer et al., 1992). A comparison of the boron isotope data from Houxianyu (δ11Bborates = 10.7 ± 0.8‰; δ11Btourmaline = 6.9–9.6‰) and suggests that a high proportion of the boron that was mobilized from the borates was incorporated into tourmalines in the hanging wall."
  }, {
    "heading": "Conclusions",
    "text": "The Precambrian borate deposits in Liaoning and Jilin, northeast China, are metamorphosed nonmarine evaporites that are hosted in a Proterozoic sequence of metasediments and metavolcanics. The tectonic evolution of the area was characterized by subduction of oceanic crust below an Archean craton, followed by continental collision and development of postcollisional extensional basins. The subduction of oceanic crust and the crustal thickening associated with collision both resulted in metasomatism of the upper lithosphere with boron-enriched fluids.\nVolcanism associated with development of the extensional basins was accompanied by geothermal activity that leached the volcanics and the local crust of the boron with which they had been enriched. These geothermal fluids accumulated in local extensional basins and underwent evaporation in an arid climate that had already led to the formation of continental red beds. Differences in the morphology of these basins can be used to rationalize the development of two different types of borate deposits—Fe poor and Fe rich.\nThe borate mineralogy of the Fe-poor deposits is mainly comprised of suanite and szaibelyite. The geology and\ngeochemistry of these deposits indicate that they formed in shallow, wide playa lakes that allowed for chemical fractionation of the evaporite brines. During this process, small Ferich deposits were precipitated in the margins of a basin, while brines rich in boron and Mg accumulated and precipitated in the center of the basin.\nThe boron within the Fe-rich deposits is chiefly hosted by ludwigite. In this case, the geological and geochemical evidence indicates that the borates were deposited in narrower and deeper basins that allowed for considerably less spatial zonation of the evaporite deposits.\nAfter the evaporites were deposited they were buried below layers of volcanic ash and pyroclastic rocks that protected them from physical erosion. Later metamorphism and intrusion of A-type granites led to dehydration of the original hydrated borate minerals and may have protected the borates from chemical erosion as dehydrated borates are relatively insoluble. Prograde metamorphism resulted in the development of skarn-type alteration in some areas of the borate deposits and in the transport of boron-rich fluids into immediate hanging walls of the orebodies. These boron-rich fluids reacted with the overlying alumino-silicate rocks to form tourmaline-rich layers and veins that inherited the boron isotope composition of the borate minerals.\nThis study also provides guides to borate exploration in the area. The presence of tourmaline-rich rocks with boron isotope compositions characteristic of boron derived from borate minerals may be indicative of the nearby presence of blind borate deposits. In addition, the presence of small Ferich deposits in basin margins may be indicative of large Mgrich borate bodies in the center of the basin."
  }, {
    "heading": "Acknowledgments",
    "text": "QMP was supported by grants from the Chinese Education Committee Doctorate Foundation and the Royal Society of Great Britain. MRP was also supported by the Royal Society and by grants from the Natural Environment Research Council. We are also grateful to members of the Liaoning Bureau of Geology and the local mine geologists for their invaluable help in the field. We thank Mark Barton and Greta Orris for their thoughtful comments, which greatly improved this manuscript.\nOctober 19, 2000; September 11, 2001"
  }],
  "year": 1956,
  "references": [{
    "title": "A new Tertiary borax deposit in the Andes: Mineralium Deposita",
    "authors": ["R.N. Alonso", "C. Helvaci", "R.J. Sureda", "J.G. Viramonte"],
    "venue": "v. 23,",
    "year": 1988
  }, {
    "title": "Eh-pH diagrams for geochemistry: Berlin, SpringerVerlag",
    "authors": ["D.G. Brookins"],
    "year": 1988
  }, {
    "title": "Leucogranite of the Himalaya/ Karakoram: Implications for magmatic evolution within collisional belts and the study of collision-related leucogranite petrogenesis",
    "authors": ["M.B. Crowford", "B.F. Windley"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1990
  }, {
    "title": "Geochemistry of evaporitic lacustrine deposits",
    "authors": ["H.P. Eugster"],
    "venue": "Annual Review of Earth and Planetary Sciences,",
    "year": 1980
  }, {
    "title": "Metallogeny and the new global tectonics: International Geological Congress, 24th",
    "authors": ["P.W. Guild"],
    "venue": "Montreal, Canada, Proceedings,",
    "year": 1972
  }, {
    "title": "Geological occurrence of zeolites, in Sanel L.B., and Mumpton F.A., eds., Natural zeolites, occurrence, properties and use",
    "authors": ["R.L. Hay"],
    "year": 1976
  }, {
    "title": "Stratigraphy, mineralogy and genesis of the Bigadic borate deposit, western Turkey: ECONOMIC GEOLOGY",
    "authors": ["C. Helvaci"],
    "venue": "v. 90,",
    "year": 1995
  }, {
    "title": "An occurrence of primary inyoite at Lagunita Playa, northern Argentina: International Geological Congress, 29th, Kyoto, Japan",
    "authors": ["C. Helvaci", "R.N. Alonso"],
    "venue": "Proceedings, Part A,",
    "year": 1994
  }, {
    "title": "Sedimentology and diagenesis of Miocene colemanite-ulexite deposits (western Anatolia, Turkey)",
    "authors": ["C. Helvaci", "F. Orti"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1998
  }, {
    "title": "Tourmaline as a petrogenetic indicator mineral: An example from the staurolite-grade metapelites of NW Maine",
    "authors": ["D.J. Henry", "C.V. Guidotti"],
    "venue": "American Mineralogy,",
    "year": 1985
  }, {
    "title": "Bivergent extension in orogenic belts—the Menderes Massif (southwestern Turkey)",
    "authors": ["R. Hetzel", "C.W. Passchier", "U. Ring", "O.O. Dora"],
    "venue": "Geology, v",
    "year": 1995
  }, {
    "title": "Late Archaean Sm-Nd isochron age for mafic-ultramafic supracrustal amphibolite from the northeastern Sino-Korean craton, China: Precambrian",
    "authors": ["B.M. Jahn", "W.G. Ernst"],
    "venue": "Research, v",
    "year": 1990
  }, {
    "title": "Chemical and stable isotopic compositions of Proterozoic metamorphosed evaporites and associated tourmalines from the Houxianyu borate deposit, eastern Liaoning, China",
    "authors": ["S.Y. Jiang", "M.R. Palmer", "Q.M. Peng", "J.H. Yang"],
    "venue": "Chemical Geology,",
    "year": 1997
  }, {
    "title": "Facies models: Response to sea level change: Ottawa",
    "authors": ["A.C. Kendall"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Boron and borates, in Carr D.D., ed., Industrial minerals and rocks: London, Society of Mining",
    "authors": ["R.B. Kistler", "H. Helvaci"],
    "venue": "Metallurgy and Exploration,",
    "year": 1994
  }, {
    "title": "Uranium in the oceans: Where it goes and why",
    "authors": ["G.P. Klinkhammer", "M.R. Palmer"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1991
  }, {
    "title": "Single zircon ages from high-grade rocks of the Jianping Complex, Liaoning province, NE China",
    "authors": ["A. Kroner", "W.Y. Cui", "S.Q. Wang", "C.Q. Wang", "A.A. Nemchin"],
    "venue": "Journal of Asian Earth Science,",
    "year": 1998
  }, {
    "title": "Geochemistry of boron and its implication for crustal and mantle processes: Reviews in Mineralogy",
    "authors": ["W.P. Leeman", "V.B. Sisson"],
    "venue": "v. 33,",
    "year": 1996
  }, {
    "title": "Plate tectonics and the processes of volcanogenic-sedimentary formation of boron: International Geology",
    "authors": ["A.A. Ozol"],
    "venue": "Review, v",
    "year": 1977
  }, {
    "title": "Boron isotope systematics of Halmahera arc (Indonesia) lavas: Evidence for involvement of the subducted slab",
    "authors": ["M.R. Palmer"],
    "venue": "Geology, v",
    "year": 1991
  }, {
    "title": "The boron isotope geochemistry of the Kirka borate deposits, western Turkey",
    "authors": ["M.R. Palmer", "C. Helvaci"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1995
  }, {
    "title": "The boron isotope composition of tourmalines from massive sulfide deposits and tourmalinites: Contributions to Mineralogy and Petrology",
    "authors": ["M.R. Palmer", "J.F. Slack"],
    "venue": "v. 103,",
    "year": 1989
  }, {
    "title": "Boron isotope geochemistry—an overview: Reviews in Mineralogy",
    "authors": ["M.R. Palmer", "G.H. Swihart"],
    "venue": "v. 33,",
    "year": 1996
  }, {
    "title": "Experimental determination of fractionation of 11B/10B between tourmaline and aqueous vapor: A temperature and pressure dependent isotopic system",
    "authors": ["M.R. Palmer", "D. London", "G.B. Morgan", "H.A. Babb"],
    "venue": "Chemical Geology,",
    "year": 1992
  }, {
    "title": "Role of the sub-continental lithosphere in magma genesis at active continental margins, in Hawkesworth C.J., and Norry, M.J., eds., Continental basalts and mantle xenoliths: Nantwich",
    "authors": ["J.A. Pearce"],
    "venue": "Publishing Ltd.,",
    "year": 1983
  }, {
    "title": "Geochemistry of Eocene calc-alkaline volcanic rocks from the Kastamonu area, northern Turkey: Contributions to Mineralogy and Petrology",
    "authors": ["A. Peccerillo", "D.R. Taylor"],
    "venue": "v. 58,",
    "year": 1976
  }, {
    "title": "The Paleoproterozoic boron deposits in eastern Liaoning, China: A metamorphosed evaporite: Precambrian",
    "authors": ["Q.M. Peng", "M.R. Palmer"],
    "venue": "Research, v",
    "year": 1995
  }, {
    "title": "The Paleoproterozoic metaevaporitic sequence and boron deposits in eastern Liaoning and southern Jilin: Changchun",
    "authors": ["Q.M. Peng", "H. Xu"],
    "year": 1994
  }, {
    "title": "Geology of the early Proterozoic boron deposits in eastern Liaoning, northeastern China: Resource Geology",
    "authors": ["Q.M. Peng", "B.Z. Feng", "J.D. Liu", "R. Zhou"],
    "venue": "v. 15,",
    "year": 1993
  }, {
    "title": "Geology and geochemistry of the Paleoproterozoic borate deposits in Liaoning-Jilin, northeastern China: Evidence of metaevaporites: Hydrobiologia",
    "authors": ["Q.M. Peng", "M.R. Palmer", "J.W. Lu"],
    "year": 1998
  }, {
    "title": "Geochronology of Anshan-Benxi Archaean metamorphic rocks in Liaoning province, NE China: Scientifica",
    "authors": ["G.S. Qiao", "M.G. Zhai", "H. Yang"],
    "venue": "Geologica Sinica,",
    "year": 1990
  }, {
    "title": "The systematics of boron abundances in young volcanics rocks in arc settings",
    "authors": ["J.G. Ryan", "C.H. Langmuir"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1993
  }, {
    "title": "Assemblages, episodes and tectonic evolution in the Archaean of China: Episodes",
    "authors": ["Q.H. Shen", "X.L. Qian"],
    "venue": "v. 18,",
    "year": 1995
  }, {
    "title": "Metamorphic phase equilibria and pressure-temperaturetime paths: Washington D.C",
    "authors": ["F.S. Spear"],
    "venue": "Mineralogical Society of America,",
    "year": 1995
  }, {
    "title": "Origin of borate deposits in Xiao Qaidam Lake, Qaidam basin, China: China",
    "authors": ["D. Sun"],
    "venue": "Earth Sciences,",
    "year": 1990
  }, {
    "title": "Petrochemistry and Sr, Pb and Nd isotopic geochemistry of the Paleoproterozoic Kuandian Complex, eastern Liaoning province, China: Precambrian",
    "authors": ["M. Sun", "R.J. Armstrong", "R.S.J. Lambert", "C. Jiang", "J. Wu"],
    "venue": "Research, v",
    "year": 1993
  }, {
    "title": "Zeolites in saline and alkaline lake deposits, in Sanel L.B. and Mumpton F.A., eds., Natural zeolites, occurrence, properties and use",
    "authors": ["R.C. Surdam", "Sheppard", "R.A"],
    "year": 1976
  }, {
    "title": "The continental crust: Its composition and evolution: Oxford, Blackwell",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Continental red beds: Amsterdam, The Netherlands, Elsevier, 652",
    "authors": ["P. Turner"],
    "year": 1980
  }, {
    "title": "New views on an old planet: A history of global change, 2nd ed.",
    "authors": ["T.H. Van Andel"],
    "year": 1994
  }, {
    "title": "Diagenesis in first-cycle desert alluvium of Cenozoic age, southwestern United States and northwestern Mexico",
    "authors": ["T.R. Walker", "B. Waugh", "A.J. Grone"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1978
  }, {
    "title": "Salt dome-controlled sulfide precipitation of Paleoproterozoic Fe-Cu sulfide deposits, eastern Liaoning, northeastern China: ECONOMIC",
    "authors": ["A. Wang", "Q. Peng", "M.R. Palmer"],
    "venue": "GEOLOGY, v",
    "year": 1998
  }, {
    "title": "Conditions for the formation of tabular szaibelyite skarn deposits",
    "authors": ["X.Z. Wang", "X.Y. Xu"],
    "venue": "Scientifica Geologica Sinica,",
    "year": 1964
  }, {
    "title": "Shallow-water evaporitic environments and their source rock potential",
    "authors": ["J.K. Warren"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1986
  }, {
    "title": "Early Proterozoic tectonic styles and associated mineral deposits of the North China platform: Precambrian",
    "authors": ["Q.S. Zhang"],
    "venue": "Research, v",
    "year": 1988
  }],
  "id": "SP:c19b53062e2a80abad071bfc1239870bf704f0b8",
  "authors": [{
    "name": "QI-MING PENG",
    "affiliations": []
  }, {
    "name": "MARTIN R. PALMER",
    "affiliations": []
  }],
  "abstractText": "A Paleoproterozoic sequence of metasediments and metavolcanics in Liaoning and Jilin provinces, northeast China, plays host to a large number of borate deposits that are a significant source of boron to China. The mineralogy and geochemistry of the deposits allow them to be divided into Mg-rich, Fe-poor deposits (mainly comprised of suanite and szaibelyite) and Mg-Fe-rich deposits in which the borates are mainly present as ludwigite. There are regional variations in the lithology and thickness of the greenschist-amphibolite-grade metasediments that host the borate orebodies, but they share many common features. The exclusive host to the borates is provided by Mg-rich carbonate intercalations within tourmaline-bearing leptynites, which are interpreted to be the metamorphosed equivalents of evaporites enclosed within volcanic tuffs. This unit is immediately underlain by biotite leptynites, which are also interpreted to be metamorphosed tuffs, and is further underlain by magnetite-microcline leptites that are thought to have formed by metamorphism of primary red beds. The orebodies are overlain by albite-microcline-rich leptites, which are believed to be the equivalents of tuffs and pyroclastic rocks that were altered by Na-K-rich evaporite brines. Overall, geological, geochemical, and boron isotope studies indicate that the borates are metamorphosed nonmarine evaporites. The morphology and geology of the Mg-rich deposits suggests they formed in shallow, wide playa lakes, in which small Fe-rich deposits precipitated on the basin margins, while brines rich in boron and Mg accumulated and precipitated salts in the basin centers. The Fe-rich borate bodies tend to be larger and lack the spatial zonation of the Mg-rich deposits, suggesting that they were deposited in narrower and deeper basins. The regional geology and geochronology of northeast China indicate that tectonic evolution of the area started with subduction of oceanic crust below an Archean craton, followed by continental collision and later development of extensional basins. In modern collisional settings, subduction and crustal thickening both result in metasomatism of the upper lithosphere with boron-enriched fluids, and the associated volcanism is generally accompanied by geothermal activity that leaches the crust of this boron. In the case of the Liaoning deposits, we suggest the geothermal fluids accumulated in local basins, where they underwent evaporation in an arid climate that had already led to the formation of red beds. The overlying leptynites indicate the evaporites were subsequently buried below layers of volcanic ash and pyroclastic rocks. Later granitic intrusions led to metamorphism and dehydration of the original hydrated borate minerals, the development of skarn-type alteration in some areas of the borate deposits, and the transport of boron-rich fluids into immediate hanging walls of the orebodies. These boron-rich fluids reacted with the overlying aluminosilicate rocks to form tourmaline-rich layers and veins. Economic Geology Vol. 97, 2002, pp. 93–108 † Corresponding author: e-mail, martin.r.palmer@soc.soton.ac.uk Downloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/1/93/3495976/93.pdf by University of Arizona user on 26 February 2019 recent studies have suggested that this margin of the North China craton records evidence of an active margin that was involved in continental collision (Kroner et al., 1998; Wang et al., 1998). This contrasts with previous interpretations of the area as a paleorift system (Zhang, 1988; Sun et al., 1993) and, as discussed below, has important implications for understanding of the genesis of the borate deposits. We present here new geological and geochemical data in an effort to more tightly constrain the setting of the LiaoningJilin borate deposits. Geochemistry Methods Whole-rock geochemistry Major and trace element compositions of the silicate samples were determined by XRF, and those of the carbonateand borate-rich samples by ICP-AES. REE were determined by ICP-MS. Analyses of international standards indicate that errors for all of these techniques were within ±5 percent. Representative data are included in Table 1. Tourmaline chemistry Tourmaline compositions were analyzed by wave-dispersive electron microprobe (JEOL-8600 superprobe). Operating conditions were accelerating voltage 15 kV, beam current 15 nA, beam size 1 to 2 μm, and counting times of 15 sec on peak and 8 sec on background. The standards were SiO2 (Si), MgAl2O4 (Al), SrTiO3 (Ti), Fe2O3 (Fe), olivine (Mg), MnO (Mn), CaSiO3 (Ca), albite (Na), and adularia (K). Repeat analyses of an internal standard indicate that errors were within ±2 percent. The 95 analyses that were performed on 15 samples cover most of the different occurrences of the tourmaline-bearing rocks. Representative data are included in Table 2 and sample descriptions are given in the Appendix. The B2O3 concentrations were calculated on the basis of three boron atoms in the structural formula. As the amount of H2O is not known, the structural formula was calculated on the basis of 29 oxygens. Although this assumes full occupancy of four hydroxyl anions in the hydroxyl site, the generally low F contents of tourmaline from elsewhere in the Liaoning area (Jiang et al., 1997) and the low Al and Fe concentrations in samples from this study mean this assumption is reasonable (Henry and Guidotti, 1985).",
  "title": "The Paleoproterozoic Mg And Mg-Fe Borate Deposits of Liaoning and Jilin Provinces, Northeast China"
}