{
  "year": 2007,
  "references": [{
    "title": "On the computation of the effect of the attrac",
    "authors": ["B. G"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "Structure and evolution of the Himalaya-Tibet orogenic",
    "authors": ["All•gre", "C. J"],
    "venue": "belt, Nature,",
    "year": 1984
  }, {
    "title": "Courtillot, Revised and synthetic polar wander paths of the African, Eurasian, North American and Indian plates, and true polar wander since 200 Ma",
    "authors": ["J. Besse"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Buckling of the oceanic lithosphere from geophysical data and experiments, Tectonics",
    "authors": ["J.M. Bull", "J. Martinod", "P. Davy"],
    "year": 1992
  }, {
    "title": "France-Lanord, Reduced Himalayan sediment production",
    "authors": ["D.W. Burbank", "L.A. Derry"],
    "venue": "Myr ago despite an intensified monsoon,",
    "year": 1993
  }, {
    "title": "Tsenn, Flow properties of continental lithosphere, Tectonophysics",
    "authors": ["N.L. Carter", "M. C"],
    "year": 1987
  }, {
    "title": "Expansion of C4 ecosystems as an indicator of global ecological change in the late",
    "authors": ["T.E. Cerling", "Y. Wang", "J. Quade"],
    "venue": "Miocene, Nature,",
    "year": 1993
  }, {
    "title": "The Royal Society/Academia Sinica 1985 geotraverse of Tibet--Preliminary",
    "authors": ["Chang Chengfa"],
    "year": 1985
  }, {
    "title": "Focal depths of intracontinental and intraplate earthquakes and their implications for the thermal and mechanical properties of the lithosphere",
    "authors": ["Chen", "W.-P", "P. Molnar"],
    "venue": "J. Geophys. Res.,",
    "year": 1983
  }, {
    "title": "Convection with pressure- and temperature-dependent non-Newtonian rheology, Geophys",
    "authors": ["U. Christensen"],
    "venue": "J. Roy. Astron. Soc.,",
    "year": 1984
  }, {
    "title": "Regional stress field of the Indo-Australian plate",
    "authors": ["S. Cloetingh", "M. Wortel"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1985
  }, {
    "title": "Himalayan uplift, sea level, and the record of Bengal Fan sedimentation at the ODP leg 116",
    "authors": ["J.R. Cochran"],
    "venue": "sites, Proc. Ocean Drill. Program Sci. Results,",
    "year": 1990
  }, {
    "title": "The structure of the 1985 Chinese-British",
    "authors": ["Zhang Hu"],
    "year": 1985
  }, {
    "title": "Non-cohesive Coulomb wedges: An exact solution",
    "authors": ["F.A. Dahlen"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "Mid-plate tectonics in the Indian Ocean",
    "authors": ["S.L. Eittreim", "J.J. Ewing"],
    "venue": "J. Geophys. Res.,",
    "year": 1972
  }, {
    "title": "continental convergence, with application to the Tibetan Plateau",
    "authors": ["P. C", "D.P. McKenzie"],
    "venue": "J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Surface uplift, uplift of rocks, and exhumation of rocks, Geology",
    "authors": ["P. England", "P. Molnar"],
    "year": 1990
  }, {
    "title": "Pressure-temperaturetime paths of regional metamorphism of the continental crust, I, Heat transfer during the evolution of regions of thickened continental crust",
    "authors": ["P.C. England", "A.B. Thompson"],
    "venue": "J. Petrol.,",
    "year": 1984
  }, {
    "title": "A major low-level air current near the Indian Ocean during northern summer",
    "authors": ["J. Findlater"],
    "venue": "Q. J. R. Meteorol. Soc.,",
    "year": 1969
  }, {
    "title": "Interhemispheric transport of air in the lower troposphere over the western Indian Ocean",
    "authors": ["J. Findlater"],
    "venue": "Q. J. R. Meteorol. Soc.,",
    "year": 1969
  }, {
    "title": "Evolution of the Himalaya since Miocene time: Isotopic and sedimentologic evidence from the Bengal fan, in Himalayan Tectonics, edited by P",
    "authors": ["C. France-Lanord", "L. Derry", "A. Michard"],
    "venue": "J. Treloar and M.P. Searle, Geol. Soc. Spec. Publ. London,",
    "year": 1993
  }, {
    "title": "Plate tectonics, the analogy with glacier flow, and isostasy, in Flow and Fracture of Rocks, The Griggs Volume",
    "authors": ["F.C. Frank"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 1972
  }, {
    "title": "The role of mountains in the south Asian monsoon circulation",
    "authors": ["D.G. Hahn", "S. Manabe"],
    "venue": "J. Atmos. Sci.,",
    "year": 1975
  }, {
    "title": "On the theory of the East African low level jet stream",
    "authors": ["J.E. Hart"],
    "venue": "Pure Appl. Geophys.,",
    "year": 1977
  }, {
    "title": "Stationary and quasi-stationary eddies in the extratropical troposphere: Theory, in Large-Scale Dynamic Processes in the Atmosphere, edited by B",
    "authors": ["I.M. Held"],
    "venue": "Hoskins and R. Pearce,",
    "year": 1983
  }, {
    "title": "Zur Petrographie und Geologie von Sudwestibet, Southern Tibet",
    "authors": ["A. Hennig"],
    "year": 1915
  }, {
    "title": "Features of the crust-mantle structure of the Himalayas-Tibet: A comparison with seismic traverses of Alpine",
    "authors": ["A. Him"],
    "venue": "Pyrenean and Variscan orogenic belts, Philos. Trans. R. Soc. London,",
    "year": 1988
  }, {
    "title": "Crustal structure and variability of the Himalayan border with Tibet",
    "authors": ["A Him"],
    "venue": "Nature, 307,",
    "year": 1984
  }, {
    "title": "The continental tectosphere",
    "authors": ["T.H. Jordan"],
    "venue": "Rev. Geophys.,",
    "year": 1975
  }, {
    "title": "Composition and development of the continental tectosphere",
    "authors": ["T.H. Jordan"],
    "venue": "Nature, 274,",
    "year": 1978
  }, {
    "title": "Sedimentology and palaeoenvironmental evolution of the 1985 Lhasa to Golmud geotraverse",
    "authors": ["M.R. 1985. Leeder", "A.B. Smith", "Yin Jixiang"],
    "venue": "thumb, Tectonophysics,",
    "year": 1985
  }, {
    "title": "Hadley circulation for zonally averaged heating centered off the equator",
    "authors": ["R.S. Lindzen", "A.Y. Hou"],
    "venue": "J. Atmos. Sci.,",
    "year": 1988
  }, {
    "title": "A journey across Tibet, from north to south, and west to Ladak",
    "authors": ["G.R. Littledale"],
    "venue": "Geogr. J.,",
    "year": 1979
  }, {
    "title": "Lyon-Caen, H., Comparison of the upper mantle shear wave velocity structure of the Indian Shield and the Tibetan Plateau and tectonic implications, Geophys",
    "authors": ["budgets", "Mon"],
    "venue": "Weather Rev.,",
    "year": 1984
  }, {
    "title": "Argon 39-Argon 40 dating of metamorphic and plutonic events in the North and High Himalaya belts (southern",
    "authors": ["H. Maluski", "P. Matte", "M. Brunel", "X. Xiao"],
    "venue": "TibetChina), Tectonics,",
    "year": 1988
  }, {
    "title": "Geochemistry of crustally derived leucocratic igneous rocks from the Ulugh Muztagh area, northern Tibet, and their implications for the formation of the Tibetan Plateau",
    "authors": ["L.W. McKenna", "J.D. Walker"],
    "venue": "J. Geophys. Res.,",
    "year": 1990
  }, {
    "title": "Some remarks on the movement of small melt fractions in the mantle",
    "authors": ["D.P. McKenzie"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1989
  }, {
    "title": "The volume and composition of melt generated by extension of the lithosphere",
    "authors": ["D. McKenzie", "M.J. Bickle"],
    "venue": "J. Petrol.,",
    "year": 1988
  }, {
    "title": "Convection in the Earth's mantle: Toward a numerical simulation",
    "authors": ["D.P. McKenzie", "J.M. Roberts", "N.O. Weiss"],
    "venue": "J. Fluid Mech.,",
    "year": 1974
  }, {
    "title": "Limits of stresses in continental crusts and their relation to the depth-frequency distribution of shallow earthquakes, Tectonics",
    "authors": ["R. Meissner", "J. Strehlau"],
    "year": 1982
  }, {
    "title": "Change from Tertiary compression to Quaternary extension in southern Tibet during the India-Asia",
    "authors": ["Mercier", "J.-L", "R. Armijo", "P. Tapponnier", "E. Carey-Gailhardis", "Han Tonglin"],
    "venue": "collision, Tectonics,",
    "year": 1987
  }, {
    "title": "M6canismes des grands tremblements de terre et du raccourcissement crustal oblique au bord nord-est du Tibet, Thb•se",
    "authors": ["B. Meyer"],
    "venue": "Docteur de l'Universit6,",
    "year": 1991
  }, {
    "title": "Lapse rates and other variables applied to estimating paleoaltitudes from fossil floras, Palaeogeogr",
    "authors": ["H.W. Meyer"],
    "venue": "Palaeoclimatol. Palaeoecoh,",
    "year": 1992
  }, {
    "title": "Active tectonics of Tibet",
    "authors": ["P. Molnar", "P. Tapponnier"],
    "venue": "J. Geophys. Res.,",
    "year": 1978
  }, {
    "title": "MANTLE DYNAMICS, TIBETAN UPLIFT, AND MONSOON ß 395 ocean floor bathymetry and heat flow with age",
    "authors": ["Molnar"],
    "venue": "J. Geophys. Res.,",
    "year": 1977
  }, {
    "title": "Problems in extrapolation of laboratory rheological data, Tectonophysics",
    "authors": ["M.S. Paterson"],
    "year": 1987
  }, {
    "title": "India-Eurasia collision chronology has implications for shortening and driving mechanism of plates",
    "authors": ["P. Patriat", "J. Achache"],
    "venue": "Nature, 311,615-621,",
    "year": 1984
  }, {
    "title": "Volcanic rocks",
    "authors": ["J.A. Pearce", "H. Mei"],
    "year": 1985
  }, {
    "title": "Convective removal of lithosphere beneath mountain belts: Thermal and mechanical consequences",
    "authors": ["metamorphic rocks", "Geol"],
    "venue": "Soc. Am. Bull.,",
    "year": 1986
  }, {
    "title": "The response of a zonally symmetric atmosphere to subtropical thermal forcing: Threshold behavior",
    "authors": ["R.A. Plumb", "A.Y. Hou"],
    "venue": "J. Atmos. Sci.,",
    "year": 1992
  }, {
    "title": "Plate tectonics and the Himalayas",
    "authors": ["C.M. Powell", "P.J. Conaghan"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1973
  }, {
    "title": "Faunal and isotopic indices of monsoonal upwelling: Western Arabian Sea",
    "authors": ["W.L. Prell", "W.B. Curry"],
    "venue": "Oceanoh Acta,",
    "year": 1981
  }, {
    "title": "Kutzbach, Sensitivity of the Indian monsoon to forcing parameters and implications for its evolution",
    "authors": ["W.L. Prell", "J. E"],
    "venue": "Nature, 360,",
    "year": 1992
  }, {
    "title": "Late Pliocene variation in northern hemisphere ice sheets and North Atlantic deep water",
    "authors": ["M.E. Raymo", "W.F. Ruddiman", "J. Backman", "B.M. Clement", "D.G. Martinson"],
    "venue": "circulation, Paleoceanography,",
    "year": 1989
  }, {
    "title": "Oxygen isotope calibration of the onset of ice-rafting and history of glaciation",
    "authors": ["Shackleton", "N. J"],
    "venue": "in the North Atlantic region,",
    "year": 1984
  }, {
    "title": "A model for the global variation in oceanic depth and heat flow with lithospheric",
    "authors": ["C.A. Stein", "S. Stein"],
    "venue": "age, Nature,",
    "year": 1992
  }, {
    "title": "Age dependence of oceanic intraplate seismicity and implications for lithospheric evolution",
    "authors": ["D.A. Wiens", "S. Stein"],
    "venue": "J. Geophys. Res.,",
    "year": 1983
  }, {
    "title": "Tertiary climatic fluctuations and methods of analysis of Tertiary floras, Palaeogeogr",
    "authors": ["J.A. Wolfe"],
    "venue": "Palaeoclimatol., Palaeoecol.,",
    "year": 1971
  }, {
    "title": "Miocene stable isotope record: A detailed deep Pacific Ocean study and its paleoclimatic",
    "authors": ["F. Woodruff", "S.M. Savin", "R.G. Douglas"],
    "venue": "implications, Science,",
    "year": 1981
  }, {
    "title": "Global upper mantle structure from long-period differential travel times",
    "authors": ["R.L. Woodward", "G. Masters"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "On the palaeobotanical evidence for continental drift and Himalayan uplift, Palaeobotanist",
    "authors": ["J. Xu Ren (Hs"],
    "year": 1978
  }],
  "id": "SP:129054682fc576ae339c88b4374241620f52c772",
  "authors": [{
    "name": "Peter Molnar",
    "affiliations": []
  }, {
    "name": "Joseph Martinod",
    "affiliations": []
  }],
  "abstractText": "Convective removal of lower lithosphere beneath the Tibetan Plateau can account for a rapid increase in the mean elevation of the Tibetan Plateau of 1000 m or more in a few million years. Such uplift seems to be required by abrupt tectonic and environmental changes in Asia and the Indian Ocean in late Cenozoic time. The composition of basaltic volcanism in northern Tibet, which apparently began at about 13 Ma, implies melting of lithosphere, not asthenosphere. The most plausible mechanism for rapid heat transfer to the midlithosphere is by convective removal of deeper lithosphere and its replacement by hotter asthenosphere. The initiation of normal faulting in Tibet at about 8 (+_ 3) Ma suggests that the plateau underwent an appreciable increase in elevation at that time. An increase due solely to the isostatic response to crustal thickening caused by India's penetration into Eurasia should have been slow and could not have triggered normal faulting. Another process, such as removal of relatively cold, dense lower lithosphere, must have caused a supplemental uplift of the surface. Folding and faulting of the Indo-Australian plate south of India, the most prominent oceanic intraplate deformation on Earth, began between about 7.5 and 8 Ma and indicates an increased north-south compressional stress within the Indo-Australian plate. A Tibetan uplift of only 1000 m, if the result of removal of lower lithosphere, should have increased the compressional stress that the plateau applies to India and that resists India's northward movement, from an amount too small to fold oceanic lithosphere, to one sufficient to do so. The climate of the equatorial Indian Ocean and southern Asia changed at about 6-9 Ma: monsoonal winds apparently strengthened, northern Pakistan became more arid, but weathering of rock in the eastern Himalaya apparently increased. Because of its high altitude and lateral extent, the Tibetan Plateau provides a heat source at midlatitudes that should oppose classical (symmetric) Hadley circulation between the equator and temperate latitudes and that should help to drive an essentially opposite circulation characteristic of summer monsoons. For the simple case of axisymmetric heating (no dependence on longitude) of an atmosphere without dissipation, theoretical analyses by Hou, Lindzen, and Plumb show that an axisymmetric heat source displaced from the equator can drive a much stronger meridional (monsoonlike) circulation than such a source centered on the equator, but only if heating exceeds a threshold whose level increases with the latitude of the heat source. Because heating of the atmosphere over Tibet should increase monotonically with elevation of the plateau, a modest uplift (1000-2500 m) of Tibet, already of substantial extent and height, might have been sufficient to exceed a threshold necessary for a strong monsoon. The virtual simultaneity of these phenomena suggests that uplift was rapid: approximately 1000 m to 2500 m in a few million years. Moreover, nearly simultaneously with the late Miocene strengthening of the monsoon, the calcite compensation depth in the oceans dropped, plants using the relatively efficient C4 pathway for photosynthesis evolved rapidly, and atmospheric CO2 seems to have decreased, suggesting causal relationships and positive feedbacks among these phenomena. Both a suppiemental uplift of the Himalaya, the southern edge of Tibet, and a strengthened monsoon may have accelerated erosion and weathering of silicate rock in the Himalaya that, in turn, enhanced extraction of CO2 from the atmosphere. Thus these correlations offer some support for links between plateau uplift, a downdrawing of CO2 from the atmosphere, and global climate change, as proposed by Raymo, Ruddiman, and Froehlich. Mantle dynamics beneath mountain belts not only may profoundly affect tectonic processes near and far from the belts, but might also play an important role in altering regional and global climates. 1Also at Department of Geology and Geophysics, Woods Hole Oceanographic Institution, Woods Hole, Massachu-",
  "title": "MANTLE DYNAMICS, UPLIFT OF THE TIBETAN PLATEAU AND THE INDIAN MONSOON"
}