{
  "sections": [{
    "text": "1 3\ntransporting cold deep waters rich in nutrients, which were driven by west-trending monsoon winds.\nKeywords Radiolarian-bearing deposits · Upwelling · Internal waves · Volcanism · Pliensbachian–Aalenian · Kermanshah Basin"
  }, {
    "heading": "Introduction",
    "text": "Radiolarites feature prominently in the Mesozoic stratigraphy of the Neotethyan realm (Baumgartner 2013), specifically in the Alpine–Himalayan orogenic belt (De Wever et al. 2014). Several studies have been carried out in different areas of the Neotethys Basin to investigate the factors controlling radiolarian productivity and the accumulation of radiolarians/radiolarites (e.g., De Wever et al. 1994, 2001, 2014; Racki and Cordey 2000; Gharib and De Wever 2010; Baumgartner 2013). The three main factors invoked are: (1) radiolarian productivity was associated with monsoonal winds with an east-to-west trajectory in the tropical zone (‘Monsoonal upwelling model’: e.g., De Wever et al. 1994, 2001, 2014); (2) biosiliceous sedimentation was related to volcano-hydrothermal activity along major plate boundaries (‘Tectonic model’: e.g., Racki and Cordey 2000; Muttoni et al. 2005); (3) the regional occurrence of radiolarites was linked to high-surface fertility associated with river plumes controlled by climatic changes (‘Caribbean River Plume model’: Baumgartner 2013). There are various models for radiolarian productivity because of the diversity of radiolarian-bearing deposits and the variable climatic, paleogeographic, and paleoceanographic contexts that prevailed during their deposition.\nThe presence of radiolarian fossils in different facies indicates different sources and mechanisms of nutrient\n* Mohamad Hosein Mahmudy Gharaie mhmgharaie@um.ac.ir\n1 Department of Geology, Faculty of Sciences, Ferdowsi University of Mashhad, 9177948974 Mashhad, Iran\n2 Department of Earth Sciences, Faculty of Sciences, University of Zaragoza, 50009 Zaragoza, Spain\nFacies (2016) 62:30\n1 3\n30 Page 2 of 19\nsupply and proliferation of radiolarians. Thus, a detailed examination of each facies type is required to decipher the possible mechanisms responsible for radiolarian productivity. The sedimentological and ichnological analyses of the Pliensbachian–Aalenian succession in the Kermanshah area (West Iran) performed in the present work offer the opportunity to analyze three different radiolarianbearing facies, i.e., sponge spicule-radiolarian limestones, cherts, and pyroclastic deposits, and to discuss the different mechanisms of radiolarian productivity control in the Kermanshah radiolarite basin, with potential application to the analysis of similar radiolarian-bearing deposits in western border of the central Neotethys Basin.\nPrevious studies on the Kermanshah radiolarite basin and other sub-basins on the western border of the central Neotethys have suggested the influence of monsoonal winds (‘Monsoonal upwelling model’) as the primary control on radiolarian productivity during the Mesozoic (e.g., De Wever et al. 1994, 2001, 2014; Gharib and De Wever 2010). However, our sedimentological and ichnological observations of the Pliensbachian–Aalenian succession in the Kermanshah area suggest that this factor was not the only trigger for radiolarian productivity. The major role played by different climate conditions in controlling global circulation patterns and biosiliceous productivity (e.g., Baumgartner 2013), is here proposed, in particular the change from greenhouse-warm to greenhouse-cool climate modes during the time interval under study. Currents associated with internal waves and upwelling are proposed as the main mechanisms of nutrient supply to surface waters, enhancing radiolarian productivity during these different climate scenarios, along with episodic volcanic eruptions."
  }, {
    "heading": "Geological setting",
    "text": "The studied radiolarian-bearing deposits in the Kermanshah area (West Iran) crop out southwest of the city of Kermanshah, in the High Zagros Belt within the Zagros orogenic system (Fig. 1a, b). The Zagros orogenic system is a NW–SE-trending fold belt stretching from southwest Iran to northern Iraq, produced by the collision between the Arabian Plate and the Central Iran Cimmerian Block. The High Zagros Belt corresponds to the tectonostratigraphic domain that marks the northeastern rim of the former Arabian passive margin (e.g., Wrobel-Daveau et al. 2010; Navabpour and Barrier 2012).\nThe Kermanshah radiolarites were deposited in the Kermanshah Basin from the Pliensbachian to the Turonian (Mohajjel et al. 2003; Gharib and De Wever 2010). This basin was located northeast of the Arabian Continental Platform and, in West Zagros, was separated from the Neotethys Basin by the Bisotun–Taghebostan carbonate\nplatform (Fig. 1c; e.g., Wrobel-Daveau et al. 2010). The basin was originated by rifting of the passive margin during the Upper Triassic and Jurassic (Navabpour et al. 2011), and its tectonic inversion began during the Late Cretaceous in response to the obduction of the Tethyan oceanic lithosphere on the Arabian passive margin (Mohajjel et al. 2003; Wrobel-Daveau et al. 2010)."
  }, {
    "heading": "Studied succession and methodology",
    "text": "The stratigraphy, age, and sedimentology of the Pliensbachian to Aalenian Kermanshah radiolarian-bearing deposits of Kermanshah were previously analyzed by Abdi et al. (2014) in the 43-m-thick stratigraphic reference section located southwest of the city of Kermanshah (Kani Sad section, at 34° 19′ 11″N and 47° 02′ 04″E; see Fig. 1b for location). The succession is formed by three lithological members, J.1 to J.3, which are defined by the predominance of different fine-grained pelagic facies, including cherts, limestones, shales, and marls (Abdi et al. 2014). Intercalated cm- to dm-thick pyroclastic deposits and internal wave deposits are also present (Abdi et al. 2014). The internal wave deposits or internalities are deposits produced by the remobilization of the sediment from the depth at which internal waves propagating along a pycnocline break onto the sea floor (e.g., Bádenas et al. 2012; Pomar et al. 2012). In the studied succession, the internal wave deposits are formed by reworked pelagic material (pelagic limestone clasts) and neritic-derived grains (intraclast, ooids, peloids, bioclasts) and include: flat- and round pebble limestone conglomerates, formed by erosion and rapid deposition of pelagic clasts near the breaker zone, and packstone-grainstones with parallel lamination and ripples and hummocky cross stratification, deposited by upslope (swash) flows and downslope (backswash) and oscillatory flows, respectively (see details in Abdi et al. 2014).\nThe present work concentrates on the radiolarian-bearing deposits J.2 and J.3, dated as Pliensbachian p.p.—early Toarcian and middle Toarcian–Aalenian, respectively (Abdi et al. 2014; Fig. 2). J.2 corresponds to an 18-m-thick succession of pelagic sponge spicule-radiolarian limestones with intercalations of pyroclastic beds and internal wave deposits. J.3 is formed by 22 m of ribbon cherts (i.e., chert and shale alternations; e.g., Baumgartner 2013) with pyroclastic and internalite beds in their lowermost part. In the present work, new field and sample analyses have been performed in J2 and J3 to obtain further sedimentological information on the radiolarian-bearing facies and thus complement previous descriptions of these deposits (Abdi et al. 2014). In particular, the new data include a detailed analysis of the trace fossils and cross-cutting relationships between traces, and additional rock and\nFacies (2016) 62:30\n1 3\nPage 3 of 19 30\nradiolarian sampling of radiolarian-bearing deposits (15 samples: Fig. 2). The Bioturbation Index (BI) of Taylor and Goldring (1993) has been used to semi-quantitatively measure the degree of bioturbation. Radiolarian fossils in\nlimestones and pyroclastic beds have been extracted following the method of Kariminia (2004), and those in chert samples, following the method of Pessagno and Newport (1972).\nFig. 1 Geological and paleogeographic setting of the studied Kermanshah radiolarites. a Regional map of the Zagros fold-and-thrust belt, indicating the location of the studied area of Kermanshah in West Iran (see rectangle and b). Topography comes from http://edc. usgs.gov., and the black arrow indicates the global positioning system (GPS) convergence vector in the Eurasia reference frame from Vernant et al. (2004). b Simplified geological map indicating the main tectonostratigraphic domains and showing the position of the studied section near Kermanshah (red star) in the High Zagros Belt (HZB). The Zagros Simple Fold Belt (ZSFB) includes the autochthonous units of the Arabian margin. The HZB is separated from Central Iran along the Main Zagros Thrust (MZT) and the Main Recent\nFault (MRF) and consists of outcrops of (1) the Bisotoun limestone, (2) the transitional sedimentary sequence between the Bisotoun limestone and the Kermanshah radiolarites, (3) the Kermanshah radiolarites, and (4) the Neotethyan ophiolitic obduction nappe. The Kermanshah radiolarite outcrops are limited by the Bisotoun fault (BF) to the north and the Kuh-e-Sefid fault (KSF = HZF) to the south. a and b Are from Abdi et al. (2014), after Navabpour et al. (2011), modified. c Cross section from the Arabian continental platform to the Sanandaj–Sirjan active margin for the Early Jurassic, indicating the location of the Kermanshah radiolarite basin, which was separated from the Neotethys Basin by the Bisotoun carbonate platform (in Abdi et al. 2014, after Wrobel-Daveau et al. 2010, slightly modified)\n1 3"
  }, {
    "heading": "Age of the radiolarian‑bearing deposits",
    "text": "The age assignment of the studied succession is exclusively based on radiolarians due to the absence of other agediagnostic fossils. However, the scarcity of well-preserved\nradiolarians due to local silicification has prevented a highresolution taxonomic determination and definition of the stratigraphic range (Fig. 2; Table 1). In particular, of the 15 new rock samples taken in the present work, only three samples contain well-preserved specimens. In addition, for\nFacies (2016) 62:30\n1 3\nPage 5 of 19 30\nTa bl\ne 1\nR ad\nio la\nri an\nf os\nsi ls\nf ou\nnd in\nli th\nol og\nic al\nm em\nbe rs\nJ .2\na nd\nJ .3\n. 1 to\n3 in\ndi ca\nte s\nth e\nlo ca\ntio n\nof r\nad io\nla ri\nan s\nam pl\nes (\nse e\nFi g.\n2 )\nK ey\nr ad\nio la\nri an\ns fo\nr ag\ne de\nte rm\nin at\nio n\nar e\nin di\nca te\nd in\nb ol\nd\nL ith\nol og\nic al\nm em\nbe rs\na nd\nr ad\nio la\nri an\nfo\nss ils\n( A\nbd i e\nt a l.\n20 14\n) R\nad io\nla ri\nan f\nos si\nls (\npr es\nen t w\nor k)\nA ge\nr an\nge o\nf ke\ny ra\ndi ol\nar ia\nns A\nge r\nan ge\no f\nlit ho\nlo gi\nca l m\nem be\nrs\nJ. 3\n3 E\nlo di\num s\np. H\nig um\nas tr\na sp\n. P ar\non ae\nll a\nsp . (\nne w\nr ad\nio la\nri an\nf os\nsi ls\ne xt\nra ct\ned f\nro m\nlo\nca tio\nn 3\nof A\nbd i e\nt a l.\n20 14\n) M\nid dl\ne To\nar ci\nan to\nA al\nen ia n (O ’D og he rt y et a l. 20 09\n) M\nid dl\ne To\nar ci\nan to\nA al\nen ia\nn\n3 N\nap or\na sp\n., P\nra ep\nar vi\nci ng\nul a\nsp . c\nf. P\n. t le\nll en\nsi s\nC ar\nte r,\nP ra\nep ar\nvi ci\nng ul\na sp\n. c f.\nP. g\nig an\nto co\nrn is\n( K\nis hi\nda\nan d\nH is\nad a)\n, T ra\nns hs\nuu m\ns p.\nc f.\nT . l\nuc id\num (\nY eh\n)\nM id\ndl e\nTo ar\nci an\nto B\naj oc\nia n\n(K is\nhi da\na nd\nH is\nad a\n19 85\n)\n2 K\nat ro\nm a\nsp .\nL an\ntu s\nsp .\nE ar\nly S\nin em\nur ia\nn to\ne ar\nly T\noa r-\nci an\n( C\nar te\nr et\na l.\n20 10\n) N\no go\nod d\nat um\n( fe\nw s\npe ci\nm en\ns,\nlo w\nr es\nol ut\nio n,\np os\nsi bl\ne ta\nph o-\nno m\nic m\nix in\ng)\nJ. 2\n2 L\nan tu\ns ob\nes us\nY eh\n, P ar\nah su\num s\np. c\nf. P\n. f or\nm os\num (\nY eh\n) E\nar ly\nP lie\nns ba\nch ia\nn to\ne ar\nly T\noa r-\nci an\n( C\nar te\nr et\na l.\n20 10\n) Pl\nie ns\nba ch\nia n\np. p.\n— ea\nrl y\nTo ar\nci an\n1 D\nro lt\nus s\np. , G\nig i s\np. c\nf. G\n. f us\ntis D\ne W\nev er\n, L an\ntu s\nob es\nus (\nY eh\n), P\nar ah\nsu um\ns p.\n1 P\nra ec\non oc\nar yo\nm m\na ba\nja en\nsi s\nW ha\nle n\nB ag\not um\nm od\nes tu\nm\nP es\nsa gn\no an\nd W\nha le\nn\nFacies (2016) 62:30\n1 3\n30 Page 6 of 19\nsome specimens it has not been possible to assign a defined species. In spite of these limitations,\nnew data have enabled us to increase the precision of the previous age determination by Abdi et al. (2014).\nIn J.2, sample 1 of Abdi et al. (2014), located in the lowermost part of the unit, has been complemented with two new samples with well-preserved radiolarians extracted from pyroclastic deposits and pelagic limestones in the middle and upper parts of the unit (Table 1; Figs. 2, 3). As a whole, the radiolarian assemblage in J.2 includes Bagotum modestum Pessagno and Whalen, Droltus sp., Gigi sp. cf. G. fustis De Wever, Lantus obesus (Yeh), Parahsuum sp., Parahsuum sp. cf. P. formosum (Yeh), and Praeconocary‑ omma bajaensis Whalen. The presence of Bagotum mod‑ estum Pessagno and Whalen together with Gigi sp. cf. G. fustis De Wever, suggests an early Pliensbachian—early Toarcian age (Carter et al. 2010). The available data thus indicate that J.2 would be Pliensbachian– p.p.—early Toarcian in age.\nIn J.3, radiolarian fossils are concentrated in chert deposits (Table 1; Figs. 2, 4). Strong silicification has obliterated the texture and components in its lowermost part. The first radiolarian sample (i.e., sample 2 in Abdi et al. 2014, lower part of J.3) contains a few specimens of Katroma sp., which is referred to early Sinemurian–early Toarcian (O’Dogherty et al. 2009). In contrast, samples from the middle and upper parts of the unit bear a more diverse radiolarian association that indicates a younger age (Table 1; Fig. 4). These include Elodium sp., Higu‑ mastra sp., Lantus sp., Napora sp., Paronaella sp. cf. P. skowkonaensis Carter, Praeparvicingula sp. cf. P. tlel‑ lensis Carter, Praeparvicingula sp. cf. P. gigantocornis (Kishida and Hisada) and Transhsuum sp. cf. T. luci‑ dum (Yeh). Praeparvicingula gigantocornis (Kishida and Hisada) is referred to the middle Toarcian to Bajocian (Kishida and Hisada 1985), whereas the genus Elo‑ dium is referred to the middle Toarcian to late Aalenian (O’Dogherty et al. 2009). Therefore, the middle and upper parts of J.3 would be middle Toarcian–Aalenian in age. The lower part could still correspond to the early Toarcian (presence of Katroma sp.), but this datum is not good enough evidence for a definition of the stratigraphic range of J.3, because of the scarcity and lowresolution taxonomic determination of the specimens and the possibility of indiscernible taphonomic mixing. As a result, J.3 is considered to encompass mostly the middle Toarcian–Aalenian."
  }, {
    "heading": "Description of the radiolarian‑bearing facies",
    "text": "In the studied section, three main radiolarian-bearing facies have been identified: pelagic sponge spicule-radiolarian\nlimestones and pyroclastic deposits in J.2, and cherts in J.3 (Figs. 2, 5).\nSponge spicule‑radiolarian limestones and pyroclastic deposits (J.2)\nLithological member J.2 (Pliensbachian p.p.—early Toarcian) is dominated by pelagic limestones including mudstones to packstones with radiolarians, sponge spicules and peloids, arranged in 3–30-cm-thick tabular beds (P.L. in Fig. 2). They intercalate thin-bedded marls, and cm- to dm-thick pyroclastic beds and internal wave deposits (Abdi et al. 2014).\nBased on the type of trace fossils and microfacies, the pelagic limestones can be divided into two subfacies (P.L.1 and P.L.2 in Fig. 2). Subfacies P.L.1 is dominant and corresponds to gray sponge-spicule mudstones to wackestones with rare radiolarian fossils, usually <2 % (Fig. 6c, d). Bioturbation is generally absent, and only few discrete levels with Chondrites traces (1–2 mm in diameter) and locally Planolites traces (5–10 mm in diameter) can be recognized. The Bioturbation Index is BI 1 to BI 2 (4 to 30 % degree of bioturbation). The burrow fills are whiter and muddier than the surrounding rock and contain fine-grained framboidal pyrites (Fig. 6a, b). Mineralogical analysis indicates that the pyrite is altered, somewhat, to hematite and goethite.\nSubfacies P.L.2 is located on top of the internal wave deposits (Fig. 2) and corresponds to gray sponge-spicule radiolarian wackestones to packstones. Radiolarians dominate (>10 % to fossil-supported textures: Fig. 7c) whereas the percentage of sponge spicules is <2 %. The radiolarian fossils are not well preserved as they are highly altered to carbonate along their rims. This subfacies has Thalassi‑ noides traces (15–40 mm in diameter), with a Bioturbation Index from BI 3 to BI 5 (31 to 99 % degree of bioturbation) (Fig. 7a, b). These trace fossils are filled with fine-grained dark green to black radiolarian mudstone to wackestone and are cross-cut by Chondrites traces, 0.5–2 mm in diameter (Fig. 7b, c). The burrow fill of the Chondrites traces is also radiolarian mudstone to wackestone (Fig. 7d). Framboidal pyrites fill some radiolarian skeletons (Fig. 7d, e).\nThe pyroclastic deposits (see Py. in Fig. 2) correspond to vitric tuffs, containing crystal chips and lithic debris (Fig. 8). The original vitric tuffs and crystals are extensively replaced by a variety of secondary minerals such as calcite and clay minerals (Fig. 8a). The results of X-ray diffraction analyses show the major mineral phases to be quartz, calcite, and montmorillonite (Fig. 8c). The lithic debris contains significant amounts of radiolarian fossils, from >10 % to fossil-supported textures (Fig. 8b). Radiolarians in these sediments are moderately preserved (see Fig. 3).\nFacies (2016) 62:30\n1 3\nPage 7 of 19 30\nFig. 3 Scanning electron micrographs of Pliensbachian—early Toarcian radiolarians in pelagic limestones (J.2; see Fig. 2; Table 1). Radiolarians 1 to 5 were extracted from pyroclastic deposits: 1 Prae‑ conocaryomma bajaensis Whalen and 2 Bagotum modestum Pessagno and Whalen, extracted from location 1 in Abdi et al. (2014); 3\nParahsuum sp. cf. P. formosum (Yeh) and 4, 5 Lantus obesus (Yeh), extracted from location 2 in the present work. Radiolarians 6 to 11 were extracted from sponge spicule-radiolarian limestones (location 1 in the present work): 6, 7 Lantus obesus (Yeh), 8 Gigi sp. cf. G. fustis De Wever, 9, 10 Parahsuum sp. and 11 Droltus sp\nFacies (2016) 62:30\n1 3\n30 Page 8 of 19\nFacies (2016) 62:30\n1 3\nPage 9 of 19 30"
  }, {
    "heading": "Cherts (J.3)",
    "text": "The middle Toarcian–Aalenian lithological member J.3 is characterized by the alternation of green, red, and white chert beds (Si. in Fig. 2; 5–40 cm in thickness) and shale layers (<5 cm in thickness), and includes pyroclastic beds and internal wave deposits in its lowermost part (Abdi et al. 2014). The shale layers contain scarce sponge spicules and radiolarian fossils, lack trace fossils and have well-preserved parallel lamination. By contrast, the chert deposits have radiolarian fossils and sponge spicules and show bioturbation. The green and red cherts in the lowermost part of J.3 are sponge-spicule packstones with poorly preserved radiolarians, peloids, and crinoid fragments. Textures and structures have been obliterated due to strong silicification.\nIn the middle and upper part of J.3, red and white cherts dominate. These have well-preserved radiolarians and sponge spicules embedded in a fine-crystalline siliceous matrix (wackestone to packstone texture). These cherts present trace fossils such as Thalassinoides (up to 60 mm in diameter), and locally Chondrites, Gyro‑ chorte, and Thalassinoides-Phycodes compound burrows (Fig. 9a). The Bioturbation Index varies between BI 1 and BI 5 (4 to 99 % degree of bioturbation). Radiolarian fossils are concentrated in burrow fills in radiolarian packstones (Fig. 9b, c).\nInterpretation and discussion: controls on radiolarian productivity\nThe variable proportion of radiolarian fossils in distinct facies in the Kermanshah succession under study (Fig. 2) offers the opportunity to investigate the role of different processes controlling radiolarian productivity. As explained below, breaking internal waves and their associated currents, volcanic eruptions and upwelling currents are three main processes controlling the nutrient supply that enhances radiolarian productivity. These processes were linked to different scenarios of global oceanic circulation that were controlled by the change from greenhouse-warm to greenhouse-cool climate conditions (Fig. 10).\nRadiolarian productivity during the Pliensbachian– early Toarcian\nThe sponge spicule-radiolarian limestones of J.2 (Pliensbachian p.p.–early Toarcian) reflect conditions of predominantly low radiolarian productivity (subfacies P.L.1: mudstones–wackestones with scarce Chondrites traces), with discrete pulses of radiolarian productivity recorded in pyroclastic beds and subfacies P.L.2 (wackestones–packstones with Thalassinoides traces; Figs. 2, 10).\nLow radiolarian productivity in subfacies P.L.1\nMudstones-wackestones with scarce radiolarians and absent or scarce bioturbation (Chondrites filled by pyrite framboids) would reflect anoxic or dysoxic bottom waters. Chondrites is a deep-tier chemicon of unknown organisms, which maintains an open connection to water and penetrates into anoxic sediments rich in sulphides or ammonium that are required for microbe-feeding (Uchman and Wetzel 2012). Bromley and Ekdale (1984) and Savrda and Bottjer (1991) cited examples of Chondrites as the sole trace fossil in strata interpreted as having been deposited under dysoxic bottom waters. In addition, the presence of pyrite framboids within Chondrites burrow fills would indicate that the redox boundary was just below the sediment–water interface or within the water column if euxinic conditions occurred (Wilkin and Barnes 1997; Reolid 2014).\nThe oxygen deficiency in bottom waters during the deposition of subfacies P.L.1 is evidence for the existence of stratified waters. These conditions could be related to the long-term climate warming during the Pliensbachian— early Toarcian, punctuated by the late Pliensbachian cooling event, and culminating in the early Toarcian maximum (Fig. 10; Holz 2015). Warming was triggered by the massive injection of greenhouse gases from the Karoo–Ferrar large igneous province accompanied by the destabilization of seafloor methane hydrates (e.g., Hesselbo et al. 2000; Jenkyns 2003, 2010; Krencker et al. 2014). In a warm climate, thermohaline circulation is weaker, favoring water stratification and deep water stagnation, which results in the expansion of the oxygen-minimum zone and prolonged bottom anoxia (e.g., Jenkyns 2003; Kidder and Worsley 2004, 2010; Kiehl and Shields 2005). Moreover, the lowering of velocity of planetary winds results in a weakening of surface ocean currents and a decrease in the intensity of wind-driven upwelling (Kidder and Worsley 2010). Both stratified waters and the decrease in intensity of wind-driven upwelling prevent the supply of nutrients from the lower layer (deep ocean) into the upper layer (shallow marine) (Hales et al. 2009 and references therein).\nFig. 4 Scanning electron micrographs of middle Toarcian–Aalenian radiolarians in cherts (J.3; see Fig. 2; Table 1): 1 Higumastra sp., 2, 3 Paronella sp. and 4 Elodium sp., extracted from location 3 in Abdi et al. (2014); 5 Napora sp., 6 Praeparvicingula sp. cf. P. tlellensis Carter, 7, 8 Praeparvicingula sp. cf. P. gigantocornis (Kishida and Hisada) and 9 Transhsuum sp. cf. T. lucidum (Yeh), extracted from location 3 in the present work\n◂\n1 3\nTherefore, the low radiolarian productivity in the P.L.1 subfacies can be interpreted as the result of stratified waters, a well-developed pycnocline and weak upwelling currents; in other words, the monsoonal winds or other surface winds were not strong enough to generate upwelling currents transporting deep water nutrients to surface waters in order to enhance productivity.\nPulses of radiolarian productivity in subfacies P.L.2\nIn the context of a warm climate with stratified waters and a well-developed pycnocline, the abundance of radiolarians within the discrete wackestone–packstone beds with Thalassinoides traces, located on top of internal wave deposits (subfacies P.L.2; Fig. 2), reflects the possible link between radiolarian productivity and internal waves. Internal waves propagating along the pycnocline could have transported nutrients throughout the water column, thus influencing pelagic productivity and eventually\ntransporting the pelagic skeletal remains to deeper waters (Figs. 10, 11a, b).\nStratification of water results in a concentration of chlorophyll and phaeophytin (degraded chlorophyll) at the top of the pycnocline (Fig. 11a; e.g., Hallock et al. 1991; Pomar et al. 2012). Internal waves propagating along the pycnocline transport chlorophyll and phaeophytin along with deep-water nutrients from the top of the pycnocline and deep-marine environment into shallow environments by vertical mixing and swash run-up currents, in the process influencing the distribution of phytoplankton, mobile zooplankton, and larvae (Mann and Lazier 2006; Wang et al. 2007; Wilson 2011; Pan et al. 2012; Pomar et al. 2012). In addition, anoxia that does not progress to euxinia keeps iron and ammonium in solution, and so favors diazotrophs and ammonium-loving primary producers such as green algae in the photic zone (Kidder and Worsley 2010). The transport of nutrients and dissolved ammonium to the shallow-marine environment results in N-fixation and a\n1 3\nproliferation of algae and radiolarians in the neritic environment and at the sea surface (Kidder and Worsley 2010 and references therein).\nThe algal clasts and radiolarian skeletons are transported to the deep basin by backwash currents of breaking internal waves (Fig. 11b). Algal clasts deposit first, in the\nmatrix of the internal wave deposits (see Abdi et al. 2014); then, when backwash flows decrease, radiolarian skeletons fall out from suspension and accumulated in the discrete pelagic beds on top of the internal wave deposits (subfacies P.L.2). The high Bioturbation Index and the presence of Thalassinoides traces in subfacies P.L.2 could also be\nFacies (2016) 62:30\n1 3\n30 Page 12 of 19\nrelated to backwash currents. According to several authors (e.g., Frey et al. 1984; Ekdale 1992; Bromley 1996; Rindsberg 2012), Thalassinoides is the work of crustaceans or other types of arthropod, most typically in oxygenated waters in shallow-marine environments, which are able to survive transport to deeper waters in turbulent currents and produce burrows under anoxic conditions for a limited\nnumber of days (Föllmi and Grimm 1990). The transfer of organisms by currents to the deep sea has been postulated repeatedly to explain the occurrence of shallow-water trace fossils in deep-sea deposits (e.g., Wetzel and Uchman 2001; Wetzel 2008). A return to dysoxic conditions is indicated by the presence of Chondrites cross-cutting Thalas‑ sinoides in subfacies P.L.2.\nFig. 7 Field, polished slab, and thin-section images of subfacies P.L.2, formed by sponge spicule-radiolarian wackestones to packstones. a Thalassinoides traces (Th) with dark green to black fill (coin is 2 cm in diameter). b Polished slab of a Thalassinoides burrow (see black arrow) with dark green burrow fill that is cross-cut by Chondrites (see white arrow), with lighter burrow fill. c Thin-section\nimage in plane-polarized light of radiolarian wackestones filling a Thalassinoides burrow. Radiolarian fossils are not well preserved as they are highly altered to carbonate along their rims. d Thin-section image in plane-polarized light of a branch of Chondrites filled by radiolarian fossils (black arrow). e Close view of fine framboidal pyrites within the radiolarian fossil indicated in d\n1 3\nPulses of radiolarian productivity in pyroclastic beds\nThe abundance of radiolarian fossils in pyroclastic beds recorded in J.2 points to enhanced radiolarian productivity as a result of volcanic eruptions (Fig. 11c). In the studied area, widespread Mesozoic volcanic rocks are recorded in the marginal sub-zone of the Sanandaj–Sirjan Metamorphic Zone (see Fig. 1; Mohajjel et al. 2003). The volcanic\neruption hypothesis, which emphasizes how eruptions influence sea-surface fertility by providing nutrients and stimulation of diazotrophic, N-fixing bacteria, has gained support in more recent studies, in contrast to the hypotheses stressing the effect of the atmospheric deposition of dust from continental areas on the food supply in oceans (e.g., Karl et al. 1997; Wu et al. 2000; Wong et al. 2002; Johnson et al. 2003; Capone et al. 2005; Lin et al. 2011). Moreover,\n1 3\nother recent studies have shown the decrease in continental dust input into oceanic waters during greenhouse climates (Rea 1994; Muttoni et al. 2007; Kidder and Worsley 2010), so the input of volcanic dust can be proposed as a viable alternative process stimulating the ocean’s biogeochemical cycle during these periods (Duggen et al. 2010; Langmann et al. 2010; Lin et al. 2011).\nRadiolarian productivity during the middle Toarcian– Aalenian\nThe middle Toarcian–Aalenian cherts of J.3 reflect conditions of high radiolarian productivity conditions, and ubiquitous bioturbation (mainly Thalassinoides traces), indicating oxygenated bottom waters. The change from anoxic\n1 3\nto oxic waters from the early Toarcian to the middle Toarcian–Aalenian can be related to the climate change from warm to relatively cooler conditions at that time (Fig. 10). During the early Toarcian warming, ocean fertilization favored organic matter deposition; this process along with the weathering of Karoo–Ferrar basalts and other magmatic provinces, triggered CO2 drawdown from the atmosphere, thus constituting possible explanations for the long-term cooling observed after the early Toarcian warming event (e.g., Hinnov and Park 1999; Korte and Hesselbo 2011; Dera et al. 2011; Krencker et al. 2014). It is noteworthy that several short-term cooling events are described for the Toarcian–Aalenian interval: (e.g., two cold snaps described by Holz (2015) for the middle Toarcian; various cooling events for the Aalenian (Dera et al. 2011).\nThe transition from a warm to a relatively cool climate from the early Toarcian to the middle Toarcian–Aalenian resulted in changes in atmospheric and oceanic circulation. Cool climates are characterized by strong winds, upwelling, thermohaline circulation, and more oxic deep waters (e.g., Colling 2001; Charrassin et al. 2008; Kidder and Worsley 2010). In particular, paleogeographic and paleoceanographic reconstructions for the studied time interval indicate that monsoons were active in the Tethys Ocean, leading to general east-trending surface oceanic currents (Arias 2008; Dera et al. 2015; Fig. 12). Seasonal reversal of the monsoon winds (eastward in summer; westward in winter) took place in the northern Tethys, but not on the western border of the central Neotethys, where the Kermanshah Basin was located. Here, both the summer and winter monsoon were west-trending and gave-rise to SEdirected surface currents parallel to the coastlines of the western border of Gondwana (Fig. 11; see Fig. 5 in Arias 2008). These currents were able to trigger upwelling in the western part of the Tethys Ocean, thus transporting cold deep waters rich in nutrients to the shallow sea, enhancing productivity in oceanic surface waters and fostering biosiliceous production (e.g., O’Dogherty et al. 2006; Muttoni et al. 2007). Therefore, the ‘Monsoonal upwelling model’\n(De Wever et al. 2014) would explain the Toarcian–Aalenian biosiliceous sedimentation in the Kermanshah Basin.\nIn summary, the change from general low radiolarian productivity (Pliensbachian p.p.—early Toarcian) to high productivity (middle Toarcian–Aalenian) in the Kermanshah Basin was probably linked to different mechanisms of nutrient supply controlled by global changes in climate and circulation patterns, rather than to local or regional changes in nutrients regimes. The studied time interval corresponds to a stage of major changes in ocean chemistry, temperature and circulation that affected the abundance and diversity of the siliceous plankton and other marine organisms, although the imprint in radiolarians is a matter of discussion (Kocsis et al. 2014). In particular, a heightened extinction pattern in radiolarians is recorded in the late Pliensbachian and early Toarcian (i.e., early Toarcian climax), which has been related with the complex environmental changes linked to the increased volcanic activity (Goričan et al. 2013). Conversely, the increase in the abundance of radiolarians recorded during the late Toarcian to Aalenian (e.g., Betic Cordillera and Apennines: Sandoval et al. 2008) has been also related to global changes in paleogeography and oceanic circulation rather to local causes (Sandoval et al. 2008 and references therein)."
  }, {
    "heading": "Conclusions",
    "text": "Sedimentological and ichnological analyses of the Pliensbachian–Aalenian succession in the Kermanshah area (Kermanshah Basin, West Iran) have allowed us to characterize different radiolarian-bearing deposits and propose different mechanisms of nutrient supply and proliferation of radiolarians related to global circulation patterns in two different climate scenarios:\n1. Low radiolarian productivity in Pliensbachian p.p.— early Toarcian sponge spicule-radiolarian limestones\nFacies (2016) 62:30\n30 Page 16 of 19\n2. High radiolarian productivity in middle Toarcian–Aalenian cherts was related to the greenhouse-cool climate mode and the long-term middle Toarcian–Aalenian cooling trend, which led to strong winds and improved thermohaline circulation. Biosiliceous production was linked to upwelling currents transporting cold deep waters rich in nutrients to the shallow sea, which were driven by west-trending monsoon winds and the associated SE-directed surface currents parallel to the eastern border of Gondwana.\nradiolarian productivity in shallow waters (a), and the backwash currents transfer radiolarian skeletons to deep basin (b). c Volcanic ash results in N-fixation and productivity of radiolarians; radiolarian skeletons are sedimented together with ash deposits\n1 3\nThis work has reported for the first time: (1) the role of internal waves as a mechanism enhancing radiolarian productivity; (2) the link between biosiliceous productivity and global circulation patterns in different climate scenarios for the Jurassic radiolarian-bearing deposits of Kermanshah.\nAcknowledgments We acknowledge the Geology Department of Ferdowsi University of Mashhad for facilities and partial financial support for the current study (Project 19308, A. Abdi and M.H. Mahmudy Gharaie) and the Spanish Research Project CGL2014-53548-P for providing financial support to B. Bádenas. We thank Dr. Goričan for the identification of radiolarian fossils, Zaminrizkavan Co. Ltd. for assistance during fieldwork and petrographic studies, Dr. David Kidder for comments, and Rupert Glasgow for the revision of the English grammar. We also acknowledge the constructive comments and suggestions on the original manuscript by Dr. E. Carter and Dr. A. Bertinelli and the work of editors."
  }],
  "year": 2016,
  "references": [{
    "title": "Internal wave deposits in Jurassic Kermanshah pelagic carbonates and radiolarites (Kermanshah area, West Iran)",
    "authors": ["A Abdi", "MH Mahmudy Gharaie", "B Bádenas"],
    "venue": "Sediment Geol",
    "year": 2014
  }, {
    "title": "Palaeoceanography and biogeography in the Early Jurassic Panthalassa and Tethys Oceans",
    "authors": ["C Arias"],
    "venue": "Gondwana Res",
    "year": 2008
  }, {
    "title": "A facies model for internalites (internal wave deposits) on a gently sloping carbonate ramp (Upper Jurassic",
    "authors": ["B Bádenas", "L Pomar", "M Aurell", "M Morsilli"],
    "year": 2012
  }, {
    "title": "Mesozoic radiolarites-accumulation as a function of sea surface fertility on Tethyan margins and in ocean basins",
    "authors": ["P Baumgartner"],
    "venue": "Sedimentology",
    "year": 2013
  }, {
    "title": "Trace Fossils: Biology, Taphonomy and Applications",
    "authors": ["RG Bromley"],
    "year": 1996
  }, {
    "title": "Chondrites: a trace fossil indicator of anoxia in sediments",
    "authors": ["RG Bromley", "AA Ekdale"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Nitrogen fixation by Trichodesmium spp.: an important source of new nitrogen to the tropical and subtropical North Atlantic Ocean",
    "authors": ["DG Capone", "JA Burns", "JP Montoya", "A Subramaniam", "C Mahaffey", "T Gunderson", "AF Michaels", "EJ Carpenter"],
    "venue": "Glob Biogeochem Cycles",
    "year": 2005
  }, {
    "title": "Global radiolarian zonation for the Pliensbachian, Toarcian and Aalenian",
    "authors": ["ES Carter", "Š Goričan", "J Guex", "L O’Dogherty", "P De Wever", "P Dumitrica", "RS Hori", "A Matsuoka", "PA Whalen"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2010
  }, {
    "title": "Southern Ocean frontal structure and sea-ice formation rates revealed by elephant seals",
    "authors": ["JB Charrassin", "M Hindell", "SR Rintoul"],
    "venue": "P Natl Acad Sci USA",
    "year": 2008
  }, {
    "title": "Radiolaires et radiolarites, production primaire, diagenese et paleogeographie",
    "authors": ["P De Wever", "J Azema", "E Fourcade"],
    "venue": "B Cent Rech Expl",
    "year": 1994
  }, {
    "title": "Radiolarians in the sedimentary record",
    "authors": ["P De Wever", "P Dumitrica", "JP Caulet", "C Nigrini", "M Caridroit"],
    "year": 2001
  }, {
    "title": "Monsoon as a cause of radiolarite in the Tethyan realm",
    "authors": ["P De Wever", "L O’Dogherty", "S Goričan"],
    "venue": "Comptes Rend Geosci",
    "year": 2014
  }, {
    "title": "Climatic ups and downs in a disturbed Jurassic world",
    "authors": ["G Dera", "B Brigaud", "F Monna", "R Laffont", "E Pucéat", "JF Deconinck", "P Pellenard", "MM Joachimski", "C Durlet"],
    "venue": "Geology",
    "year": 2011
  }, {
    "title": "Nd isotope constraints on ocean circulation, paleoclimate, and continental drainage during the Jurassic breakup of Pangea",
    "authors": ["G Dera", "J Prunier", "PL Smith", "JW Haggart", "E Popov", "A Guzhov", "M Rogov", "D Delsate", "D Thies", "G Cuny", "E Pucéat", "G Charbonnier", "G Bayon"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "The role of airborne volcanic ash for the surface ocean biogeochemical iron-cycle: a review",
    "authors": ["S Duggen", "N Olgun", "P Croot", "L Hoffmann", "H Dietze", "P Delmelle", "C Teschner"],
    "venue": "Biogeosciences",
    "year": 2010
  }, {
    "title": "Muckraking and mudslinging: the joys of depositfeeding",
    "authors": ["AA Ekdale"],
    "venue": "Maples CG, West RR (eds) Trace Fossils. Paleontological Society, Short Courses in Paleontology",
    "year": 1992
  }, {
    "title": "Doomed pioneers: Gravity-flow deposition and bioturbation in marine oxygen-deficient environments",
    "authors": ["KB Föllmi", "KA Grimm"],
    "venue": "Geology",
    "year": 1990
  }, {
    "title": "Tracemaking activities of crabs and their environmental significance: the ichnogenus Psilonichnus",
    "authors": ["RW Frey", "AH Curran", "GS Pemberton"],
    "venue": "J Paleontol",
    "year": 1984
  }, {
    "title": "Mesozoic radiolarians from the Kermanshah Formation (Iran)",
    "authors": ["F Gharib", "P De Wever"],
    "venue": "Comptes Rend Palevol",
    "year": 2010
  }, {
    "title": "Evolutionary patterns and palaeobiogeography of Pliensbachian and Toarcian (Early Jurassic) radiolaria",
    "authors": ["S Goričan", "ES Carter", "J Guex", "L O’Dogherty", "P De Wever", "P Dumitrica", "RS Hori", "A Matsuoka", "PA Whalen"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2013
  }, {
    "title": "Turbulent supply of nutrients to phytoplankton at the New England shelf break front",
    "authors": ["B Hales", "D Hebert", "J Marra"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Similarities between planktonic and larger foraminiferal evolutionary trends through Paleogene paleoceanographic changes",
    "authors": ["P Hallock", "I Premoli-Silva", "A Boersma"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 1991
  }, {
    "title": "Massive dissociation of gas hydrates during a Jurassic oceanic anoxic event",
    "authors": ["SP Hesselbo", "DR Gröcke", "HC Jenkyns", "CJ Bjerrum", "PL Farrimond", "HS Morgans-Bell", "O Green"],
    "venue": "Nature",
    "year": 2000
  }, {
    "title": "Strategies for assessing Early-Middle (Pliensbachian–Aalenian) Jurassic cyclochronologies",
    "authors": ["LA Hinnov", "JJ Park"],
    "venue": "Philos Trans R Soc A",
    "year": 1999
  }, {
    "title": "Mesozoic paleogeography and paleoclimates–a discussion of the diverse greenhouse and hothouse conditions of an alien world",
    "authors": ["M Holz"],
    "venue": "J S Am Earth Sci",
    "year": 2015
  }, {
    "title": "Surface ocean-lower atmosphere interactions in the northeast Pacific Ocean gyre: Aerosols, iron and the ecosystem response",
    "authors": ["KS Johnson", "VA Elrod", "SE Fitzwater", "JN Plant", "FP Chavez", "SJ Tanner", "RM Gordon", "DL Westphal", "KD Perry", "J Wu", "DM Karl"],
    "venue": "Glob Biogeochem Cycles",
    "year": 2003
  }, {
    "title": "Extraction of calcified Radiolaria and other calcified microfossils from micritic limestone utilizing acetic acid",
    "authors": ["SM Kariminia"],
    "venue": "Micropaleontology",
    "year": 2004
  }, {
    "title": "The role of nitrogen fixation in biogeochemical cycling in the subtropical North Pacific Ocean",
    "authors": ["DM Karl", "R Letelier", "L Tupas", "J Dore", "J Christian", "D Hebel"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Causes and consequences of extreme Permo-Triassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery",
    "authors": ["DL Kidder", "TR Worsley"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2004
  }, {
    "title": "Phanerozoic large igneous provinces (LIPs), HEATT (haline euxinic acidic thermal transgression) episodes, and mass extinctions",
    "authors": ["DL Kidder", "TR Worsley"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2010
  }, {
    "title": "Climate simulation of the latest Permian: implications for mass extinction",
    "authors": ["JT Kiehl", "CA Shields"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Late triassic to early jurassic radiolarian assemblages from the Ueno-mura area, Kanto Mountains, Central Japan",
    "authors": ["Y Kishida", "K Hisada"],
    "year": 1985
  }, {
    "title": "Radiolarian biodiversity dynamics through the Triassic and Jurassic: implications for proximate causes of the end-Triassic mass extinction",
    "authors": ["AT Kocsis", "W Kiessling", "J Pálfy"],
    "year": 2014
  }, {
    "title": "Shallow marine carbon and oxygen isotope and elemental records indicate icehouse-greenhouse cycles during the Early Jurassic",
    "authors": ["C Korte", "SP Hesselbo"],
    "venue": "Paleoceanography 26:PA4219",
    "year": 2011
  }, {
    "title": "Immenhauser A (2014) The middle Toarcian cold snap: trigger of mass extinction and carbonate factory demise",
    "authors": ["FN Krencker", "S Bodin", "R Hoffmann", "G Suan", "E Mattioli", "L Kabiri", "KB Föllmi"],
    "year": 2014
  }, {
    "title": "Volcanic ash as fertiliser for the surface ocean",
    "authors": ["B Langmann", "K Zakšek", "M Hort", "S Duggen"],
    "venue": "Atmos Chem Phys 10:3891–3899",
    "year": 2010
  }, {
    "title": "Fertilization potential of volcanic dust in the low-nutrient low-chlorophyll western North Pacific subtropical gyre: satellite evidence and laboratory study",
    "authors": ["II Lin", "C Hu", "YH Li", "TY Ho", "TP Fischer", "GTF Wong", "JF Wu", "CW Huang", "DA Chu", "DS Ko", "JP Chen"],
    "venue": "Glob Biogeochem Cycles 25:GB1006",
    "year": 2011
  }, {
    "title": "Cretaceous–Tertiary convergence and continental collision, Sanandaj–Sirjan Zone, western Iran",
    "authors": ["M Mohajjel", "CL Fergusson", "MR Sahandi"],
    "venue": "J Asian Earth Sci",
    "year": 2003
  }, {
    "title": "Mesozoic Alpine facies deposition as a result of past latitudinal plate motion",
    "authors": ["G Muttoni", "E Erba", "DV Kent", "V Bachtadse"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Widespread formation of cherts during the early Eocene climate optimum",
    "authors": ["G Muttoni", "V Dennis", "DV Kent"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2007
  }, {
    "title": "Stress states in the Zagros fold-andthrust belt from passive margin to collisional tectonic setting",
    "authors": ["P Navabpour", "E Barrier"],
    "year": 2012
  }, {
    "title": "Brittle tectonic reconstruction of palaeo-extension inherited from Mesozoic rifting in West Zagros (Kermanshah, Iran)",
    "authors": ["P Navabpour", "J Angelier", "E Barrier"],
    "venue": "J Geol Soc London",
    "year": 2011
  }, {
    "title": "Carbon–isotope stratigraphy and ammonite faunal turnover for the Middle Jurassic in the Southern Iberian palaeomargin",
    "authors": ["L O’Dogherty", "J Sandoval", "A Bartolini", "S Bruchez", "M Bill", "J Guex"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2006
  }, {
    "title": "Enhancement of biological productivity by internal waves: observations in the summertime in the northern South China Sea",
    "authors": ["X Pan", "GTF Wong", "FK Shiah", "TY Ho"],
    "venue": "J Oceanogr",
    "year": 2012
  }, {
    "title": "A technique for extracting Radiolaria from radiolarian cherts",
    "authors": ["EA Pessagno", "RL Newport"],
    "venue": "Micropaleontology",
    "year": 1972
  }, {
    "title": "Internal waves, an under-explored source of turbulence events in the sedimentary record",
    "authors": ["L Pomar", "M Morsilli", "P Hallock", "B Bádenas"],
    "venue": "Earth Sci Rev 111:56–81",
    "year": 2012
  }, {
    "title": "Radiolarian palaeoecology and radiolarites: is the present the key to the past",
    "authors": ["G Racki", "F Cordey"],
    "venue": "Earth Sci Rev",
    "year": 2000
  }, {
    "title": "The paleoclimatic record provided by eolian deposition in the deep sea—the geologic history of wind",
    "authors": ["DK Rea"],
    "venue": "Rev Geophys",
    "year": 1994
  }, {
    "title": "Pyritized radiolarians and siliceous sponges from oxygen-restricted deposits (Lower Toarcian, Jurassic)",
    "authors": ["M Reolid"],
    "venue": "Facies",
    "year": 2014
  }, {
    "title": "Ichnotaxonomy: finding patterns in a welter of information. In: Knaust D, Bromley RG (eds) Trace fossils as indicators of sedimentary environments",
    "authors": ["AK Rindsberg"],
    "venue": "Developments in Sedimentology,",
    "year": 2012
  }, {
    "title": "Aalenian carbon-isotope stratigraphy: calibration with ammonite, radiolarian and nannofossil events in the Western Tethys",
    "authors": ["J Sandoval", "L O’Dogherty", "R Aguado", "A Bartolini", "S Bruchez", "M Bill"],
    "venue": "Palaeogeogr Palaeoclimatol",
    "year": 2008
  }, {
    "title": "Oxygen-related biofacies in marine strata: an overview and update",
    "authors": ["CE Savrda", "DJ Bottjer"],
    "venue": "Geol Soc Spec Publ",
    "year": 1991
  }, {
    "title": "Description and analysis of bioturbation and ichnofabric",
    "authors": ["AM Taylor", "R Goldring"],
    "venue": "J Geol Soc London",
    "year": 1993
  }, {
    "title": "Deep sea fans. In: Bromley R, Knaust D (eds) Trace Fossils as Indicators of Sedimentary Environments",
    "authors": ["A Uchman", "A Wetzel"],
    "year": 2012
  }, {
    "title": "Present-day crustal deformation and plate kinematics in the Middle East constrained by GPS measurements in Iran and northern Oman",
    "authors": ["Ph Vernant", "F Nilforoushan", "D Hatzfeld", "MR Abbassi", "C Vigny", "F Masson", "H Nankali", "J Matinod", "A Ashtiani", "R Bayer", "F Tavakoli", "J Chéry"],
    "venue": "Geophys J Int",
    "year": 2004
  }, {
    "title": "Physical and ecological processes of internal waves on an isolated reef ecosystem in the South China Sea",
    "authors": ["YH Wang", "CF Dai", "YY Chen"],
    "venue": "Geophys Res Lett 34:L18609",
    "year": 2007
  }, {
    "title": "Recent bioturbation in the deep South China Sea: a uniformitarian ichnologic approach",
    "authors": ["A Wetzel"],
    "venue": "Palaios",
    "year": 2008
  }, {
    "title": "Sequential colonization of muddy turbidites: examples from Eocene Beloveza Formation, Carpathians, Poland",
    "authors": ["A Wetzel", "A Uchman"],
    "venue": "Palaeogeogr Palaeocl",
    "year": 2001
  }, {
    "title": "Formation processes of framboidal pyrite",
    "authors": ["RT Wilkin", "HL Barnes"],
    "venue": "Geochim Cosmochim Ac",
    "year": 1997
  }, {
    "title": "Chlorophyll anomalies along the critical latitude at 30°N in the NE Pacific",
    "authors": ["C Wilson"],
    "venue": "Geophys Res Lett 38:L15603",
    "year": 2011
  }, {
    "title": "Nitrate anomaly in the upper nutricline in the northern South China Sea-Evidence for nitrogen fixation",
    "authors": ["GTF Wong", "SW Chung", "FK Shiah", "CC Chen", "LS Wen", "KK Liu"],
    "year": 2002
  }, {
    "title": "Evidence for mantle exhumation along the Arabian margin in the Zagros (Kermanshah area, Iran)",
    "authors": ["JC Wrobel-Daveau", "JC Ringenbach", "S Tavakoli", "GMH Ruiz", "P Masse", "DF de Lamotte"],
    "venue": "Arab J Geosci",
    "year": 2010
  }, {
    "title": "Phosphate depletion in the western North Atlantic Ocean",
    "authors": ["J Wu", "W Sunda", "EA Boyle", "DM Karl"],
    "venue": "Science",
    "year": 2000
  }],
  "id": "SP:ded4fc561945545ce6f9d80143712fa2a438ec76",
  "authors": [{
    "name": "Asad Abdi",
    "affiliations": []
  }, {
    "name": "Mohamad Hosein Mahmudy Gharaie",
    "affiliations": []
  }, {
    "name": "Beatriz Bádenas",
    "affiliations": []
  }],
  "abstractText": "Radiolarites feature prominently in the Mesozoic stratigraphy of the Neotethyan realm (Baumgartner 2013), specifically in the Alpine–Himalayan orogenic belt (De Wever et al. 2014). Several studies have been carried out in different areas of the Neotethys Basin to investigate the factors controlling radiolarian productivity and the accumulation of radiolarians/radiolarites (e.g., De Wever et al. 1994, 2001, 2014; Racki and Cordey 2000; Gharib and De Wever 2010; Baumgartner 2013). The three main factors invoked are: (1) radiolarian productivity was associated with monsoonal winds with an east-to-west trajectory in the tropical zone (‘Monsoonal upwelling model’: e.g., De Wever et al. 1994, 2001, 2014); (2) biosiliceous sedimentation was related to volcano-hydrothermal activity along major plate boundaries (‘Tectonic model’: e.g., Racki and Cordey 2000; Muttoni et al. 2005); (3) the regional occurrence of radiolarites was linked to high-surface fertility associated with river plumes controlled by climatic changes (‘Caribbean River Plume model’: Baumgartner 2013). There are various models for radiolarian productivity because of the diversity of radiolarian-bearing deposits and the variable climatic, paleogeographic, and paleoceanographic contexts that prevailed during their deposition. The presence of radiolarian fossils in different facies indicates different sources and mechanisms of nutrient Abstract The 40-m-thick Pliensbachian–Aalenian succession in Kermanshah (Kermanshah Basin; West Iran) includes three main radiolarian-bearing deposits: sponge spicule-radiolarian limestones, cherts, and pyroclastic deposits. Sedimentological and ichnological analyses of these facies reflect the different mechanisms of nutrient supply and proliferation of radiolarians. Pliensbachian p.p.—early Toarcian sponge spicule-radiolarian limestones with low proportions of radiolarians and scarce bioturbation (Chondrites) reflect low radiolarian productivity and accumulation in oxygen-deficient bottom waters. Their deposition was linked to the Pliensbachian—early Toarcian longterm warming, when the greenhouse-warm climate mode led to weak thermohaline circulation, stratified waters, and a well-developed pycnocline. However, a higher proportion of radiolarians is found in intercalated discrete pyroclastic deposits and in limestone beds located on top of coarsegrained internal wave deposits. These pulses of radiolarian productivity are related to an input of nutrients to surface waters due to volcanic eruptions and currents generated by internal waves propagating along the pycnocline. In contrast, middle Toarcian–Aalenian cherts with abundant radiolarians and ubiquitous bioturbation (Thalassinoides) were deposited in oxygenated bottom waters. High radiolarian productivity was related to the long-term middle Toarcian– Aalenian cooling trend and the greenhouse-cool climate. Biosiliceous production was linked to upwelling currents",
  "title": "Radiolarian productivity linked to climate conditions during the Pliensbachian–Aalenian in the Kermanshah Basin (West Iran)"
}