{
  "sections": [{
    "heading": "1 Introduction",
    "text": "Volcanic eruptions emit large amounts of water vapor, ash particles and acid species (in particular sulfur and halogen gases), which change the chemical composition of the atmosphere. It has been observed that the global-average surface temperature may decline by 0.2–0.3◦C for one to three years following a major eruption (Lamb, 1970; Briffa et al., 1998; Robock, 2000). This cooling effect may differ in the upper and lower troposphere. Due to the high elevation of volcanic emissions, the impurities are generally introduced into the free troposphere but the main volcanic cloud is efficiently removed by settling and rain- or washout processes before being transported far from the emitting volcano. However, some of the emitted particles and gases remain in the tropo-\nCorrespondence to: M. De Angelis (ange@lgge.obs.ujf-grenoble.fr)\nsphere where they can cause additional regional effects for weeks or months following the eruption. It is estimated that volcanoes contribute about 36% to the global tropospheric sulfur burden (Graf et al., 1997).\nOn the other hand, cataclysmic events inject most of their products directly into the stratosphere. A sulfuric acid veil is then formed which may persist for 1 to 3 years, affecting the global climate. In this case, chemical compounds may be spread on a global scale. Note that it has been demonstrated that volcanic gases are a significant constituent of the Earth’s stratosphere. Most recent eruptions have been extensively studied by satellite observation. The 1991 eruption of Pinatubo (Philippines) is particularly well documented (Soden et al., 2002). Moreover, the recent volcanic eruptions of El Chichon (1982) and Pinatubo (1991) were accompanied by El Niño-type climatic perturbations which prolonged the environmental consequences of the disturbances (Self et al., 1997).\nIce-core studies have demonstrated that major tropical eruptions of the past are clearly recorded in polar snow and ice, generally by their large H2SO4 deposits (Hammer, 1977, 1980; Clausen et al., 1997; Delmas et al., 1992; Palmer et al., 2001). Conversely, the acid layers of volcanic origin (H2SO4 spikes) serve as reference horizons for dating polar ice cores (Schwander et al., 2001). Several continuous longterm records of past volcanic activity have been deduced from acidity measurements along deep ice cores recently recovered in both polar regions (Zielinski et al., 1996; Clausen et al., 1997). Large volcanic eruptions of global significance may sometimes also be detected in polar ice cores by their glass or silicate grain deposits (de Angelis et al. 1985; Palais et al., 1990; Silva and Zielinski, 1998; Zielinski et al., 1997). However, even in the case of very large halogen-rich volcanic eruptions, significant amounts of halogens have been detected in polar ice layers only when the eruption occurred at a high latitude in the same hemisphere, allowing rapid tropospheric transport (De Angelis and Legrand, 1995).\nc© European Geosciences Union 2003\n1726 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\nCataclysmic events, which are particularly frequent at tropical latitudes, are recorded through their acidic deposits both in Greenland and Antarctica (Langway et al., 1988). On the other hand, little is known about volcanic records from tropical glaciers. The only record of a large volcanic eruption in a tropical ice core has been reported by Thompson et al. (1986) for the case of the 1600 AD eruption of Huaynaputina (Peru).\nIn 1993, in his book “Volcanoes, A Planetary Perspective”, Peter Francis wrote (p. 373): “There are a few ice-caps on high mountains in tropical regions which also contain potentially excellent records of equatorial eruptions. Ice cores, therefore, have the potential to provide long-term records of world-wide eruptions. But how should we read these curious records, inscribed in acid on ice?”.\nThis study is an answer to this question. We have investigated for the first time how large eruptions in the tropics are recorded in glacier ice collected at very high sites located in the same latitude band as the eruptive center. Records are complex but rich in information about the environmental impact of major tropical eruptions.\nThe study site is Nevado Illimani (6350 m asl). It is located in the Eastern Bolivian Andes (16◦37’ S, 67◦46’ W). Its summit is covered by a permanent ice cap directly impacted by moist air masses coming from the Amazon Basin (Vuille, 1999; Vuille et al., 2000). More than 80% of annual precipitation occurs during the austral summer (DJF), whereas during the winter, the site is mostly influenced by air masses circulating in the free troposphere. In addition to seasonal variations due to the alternating wet season (WS) and dry season (DS), along with seasonal changes in atmospheric circulation patterns, chemical species deposited in the snow are expected to be influenced by atmospheric phenomena of global significance, such as major volcanic eruptions."
  }, {
    "heading": "2 Experimental",
    "text": "In June 1999, two parallel ice cores (136.7 and 138.7 m) were drilled down to bedrock very close to the summit by a joint expedition involving scientists from the French Institut de Recherche pour le Developpement (IRD) and the Swiss Paul Scherrer Institute (PSI). One of these cores was transported frozen to France and sub-sampled at the Laboratoire de Glaciologie et Géophysique de l’Environnement (LGGE), Grenoble-Saint Martin d’Hères. We present here the volcanic signal inferred from a first set of proxies including major ionic species.\nBefore any sub-sampling, the core was studied by ECM (Electrical Conductivity Measurement) in the cold-room facilities of the LGGE (−15◦C). This technique is non- destructive and was expected to provide information on volcanic acid spikes (see Sect. 3.1). Next, continuous subsampling of the upper 50 m of the core was carried out. At greater depths, samples were taken only along a few specific\nsections of the core corresponding to very high or to typical background ECM values.\nThe outer part of the core, contaminated in the field by drilling and handling, was removed using a band saw. The remaining part was either: i) mechanically decontaminated using first an electrical plane and then a scalpel, and cut in 10 cm long sub-sections (this procedure concerned firn samples above 30 m depth) or, ii) below close-off, lower than 30 m depth, cut in successive samples which were rinsed in ultra pure water. In all, 744 samples were prepared, among them 654 for the upper 50 m. A few samples are missing from 12.35 to 12.78 m (brittle core). Samples were allowed to melt in polyethylene vials before being divided in several aliquots respectively devoted to insoluble particle counting, Ionic Chromatography (IC) and Inductively Coupled Plasma Mass Spectrometry (ICP-MS). The aliquots were stored in frozen state in tightly closed polycarbonate containers and melted just before analysis. Ice decontamination and sample processing took place under clean room conditions. The reliability of this cleaning procedure has already been proven for polar ice cores (Legrand et al., 1993) where concentrations are much lower. This paper mainly deals with IC data measured for 13 inorganic ions (F−, CH3SO − 3 , Cl −, NO−3 , SO2−4 , Na +, NH+4 , K\n+, Mg2+, Ca2+) and 3 carboxylic ions (CH3COO−, HCOO−, C2O 2− 4 ). Due to IC problems, SO 2− 4 and C2O 2− 4 data are missing from 14.37 m to 14.70 m. Chemical data will be more thoroughly discussed in another paper (de Angelis et al., in preparation)."
  }, {
    "heading": "3 Results and discussions",
    "text": "3.1 Identifying the volcanic contribution\nThe method for characterizing volcanic deposits by their acidic signature (mainly H2SO4 but also halogenated gases such as HF or HCl) or ash input is not a trivial issue. In particular, such deposits may be partly or totally overlapped by continental dust and anthropogenic inputs of local, regional or semi-global origin, as observed in recent Greenland snow by de Angelis and Legrand, 1995. Up to now, Electrical Conductivity Measurements (ECM) have been widely used on polar ice cores as a non-destructive tool for the detection of acid layers presumably of volcanic origin. Indeed, although the identity of the associated anion (Cl−, NO−3 or SO2−4 ) influences the strength of ECM response to proton concentration (Legrand et al., 1987, Wolff et al., 1995, 1997), most ECM spikes detected in pre-anthropogenic polar ice correspond to large H2SO4 excesses related to major volcanic eruptions. This has been demonstrated for Greenland ice cores (Hammer, 1980, Clausen et al., 1997) as well as for Antarctic ice cores (Legrand et al., 1987, Wolff et al., 1999). However, while significant correlation between ECM and acidity has been established for acidic snow containing small amounts of continental dust, the ECM signal drops\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1727\n2\nFi gu\nre 1\n.\nFig. 1. Detailed depth profiles of selected chemical species for the upper 50 m of the Illimani ice core and from 71 to 72.3 m depth (“Tambora level”). Calcium and sulfate concentrations are reported in Fig. 1a and b, respectively. Original ECM (Electrical Conductivity Measurements) data (Simoes et al., in preparation) have been averaged every 10 values (Fig. 1c). In Fig. 1d, H+ is the calculated ionic balance (see text). Excess-sulfate (SO2−4 exc) is the “gypsum-free” fraction of SO 2− 4 (see text). Vertical arrows indicate the acidity peaks related to the three highest ECM spikes of the profile ((1),(2), and (3) in Fig. 1c). Thin vertical lines correspond to the beginning of each decade from 1920 to 1990.\nnearly to zero in snow heavily charged with alkaline dust (Ram and Koenig, 1997). This neutralizing effect made debatable the use of ECM as an unambiguous detection method of volcanic events in Andean ice cores, where the combination of dry deposition and sublimation was expected to lead to high dust loads at the snow surface during the dry season, and required careful comparison of ECM with major ionic species. Thus, ECM data were considered as preliminary indications of acidity along the Illimani ice core, to be compared with ionic profiles. In this study, the proton concentration, denoted H+ and expressed in µEq L−1, was not measured but calculated from the ionic balance [ ∑ anions\n(µEq L−1)– ∑\ncations (µEq L−1)]. It has been demonstrated that the ionic balance is positive in acidic or slightly acidic snow and ice from various areas, where it is very close to the proton concentration (Legrand, 1987, Maupetit and Delmas, 1994, Legrand and de Angelis, 1995), while negative ionic-balance values correspond to alkaline snow containing un-neutralized carbonate.\n3.2 ECM-Chemistry relationship for the Illimani ice core\nCalcium and sulfate profiles of the 50 upper meters of the core (continuous sampling) are reported in Fig. 1a and b, respectively, and compared with the ECM record (Fig. 1c). Data obtained from 72.32 up to 71.01 m depth and corresponding to the highest ECM values of the profile are also presented and will be discussed later. Sulfate and calcium exhibit regular variations which can be related to seasonal patterns. At the Illimani site, preliminary studies of snow accumulation, of freshly fallen snow and of the evolution in the composition of surface snow during the dry season have been carried out in 2001 and 2002. The results, summarized in Table 1, show that the sublimation rate measured for a few sunny days during the dry season in 2001 and 2002 varies from 0.8 to 1.2 mm w.e./day, whereas significant snow accumulation (21 g cm−2) occurred (stake measurements) from May to October 2001, which corresponds to the whole dry season. In relation to wet-season compositions,\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1728 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\nthe concentrations of most species were higher than expected in dry-season snow layers, base on potential sublimation rates and snow accumulation heights. These results strongly suggest that sublimation remains of minor importance at this site and that large concentration peaks occur during the dry season (austral winter, April to November) for most of studied species, in relation to dry deposition processes and precipitation of heavily loaded snow at this time. Roughly 70% of annual precipitation occurs during the wet season (austral summer) and correspond to less concentrated snow layers. Thus, the wide peaks observed along the core have been considered dry-season deposits alternating with less concentrated layers deposited during the wet season. Such a seasonal pattern is consistent with satellite observations showing maximum regional dust emissions from the Bolivian Altiplano occurring from September to November (Prospero et al., 2002). A detailed chemical stratigraphy based on the combination of several strong seasonal signals allowed to identify annual layers along most of the profile and to provide a year by year dating of the core. We used continental dust markers (Ca2+, the total mass of insoluble microparticles and Al, Correia et al., 2003) and nitrogen ionic species that are assumed to be related to biomass burning during dry season (Legrand and de Angelis, 1995; de Angelis et al., in preparation). According to this dating, the upper 50 m of the core cover the 1919–1998 time period. Dating uncertainty is estimated to be in the range of ±1 yr down to 41 m (1947) and ±2 yr at the bottom of the core (1919). This independent year by year dating is in agreement with 137Cs increase (34.7–32.7 m) attributed to the tropical record of 1961 and 1962 thermo nuclear test (Knüsel et al., 2003; Simões et al., in preparation). As explained in Part 2, a few data are missing (all ions at the beginning of 1990, sulfate and oxalate data in mid 1988).\nNo direct link between ECM and sulfate can be inferred from Fig. 1, whereas well marked calcium peaks are associated with most of the sulfate peaks. The two highest calcium peaks of the profile are particularly interesting and are detailed in Fig. 2, where total SO2−4 concentrations are reported (thinner line) along with [SO2−4 ]–[Ca\n2+] (thicker line). The deeper peak (Ca2+=636 ng g−1) denoted B and centered around 43.56 m corresponds to a negative ionic balance (−3.8 µEq L−1). In this first layer, it appears from stoechiometric considerations (De Angelis et al., in preparation) that sulfate (1340 ng g−1) could be entirely associated with 90% of total calcium as CaSO4, the remaining 10% of calcium being present most likely as CaCO3. Fluoride concentrations are significantly lower than peak average close to this depth, and moderate chloride values are entirely balanced by sodium. Taking into account its chemical composition and the absence of HF or HCl (the two main halogenated species encountered in volcanic eruptions, Symonds et al., 1988), this peak was attributed to a very large dust event of regional origin containing large amounts of gypsum and halite. In the second major calcium peak (Ca2+=726 ng g−1) denoted A and centered around 13.68 m, only 70% of total sulfate (∼1700 ng g−1) could be explained by “gypsum-like” material, while the remaining 30% (∼620 ng g−1) could be partly related to a moderate peak of the ion balance (2.9 µEq L−1) and partly present as other salts, such as NH4SO4 and Na2SO4. Such a pattern strongly suggests that atmospheric H2SO4 reacted with various aerosols of mineral and biogenic continental origin (process discussed in detail in De Angelis et al., in preparation). It may be assumed that calcium containing aerosols is a mixture of pure gypsum and carbonaterich dust having previously reacted with atmospheric H2SO4. Considering that Ca2+ is entirely deposited as CaSO4, it is then possible to calculate excess sulfate (SO2−4 exc) with\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1729\nFigure 2.\nrespect to the gypsum-like fraction. Interestingly, our calculation leads to the satisfactory correlation (r=0.8, n=654) between calculated H+ and SO2−4 exc , both expressed in µEq L−1 (Fig. 3). The slope of the regression line (1.1) strongly suggests that most SO2−4 exc is acidic and the main contributor to free acidity in melted samples. This conclusion is supported by the fact that the other major anions potentially associated to the proton (Cl−, NO−3 , HCOO\n−) are in stoechiometric equilibrium with cationic species and thus present as salts. Once the samples melted, there is no way to distinguish the Ca+2 emitted as CaSO4 from carbonate particles neutralized by airborne H2SO4. Although our calculation may lead to underestimate acidic sulfate which should lie between SO2−4 exc and SO 2− 4 , we considered that SO 2− 4 exc does remain a good proxy for atmospheric H2SO4.\nOnce these calculations have been made, the correspondence between H+, SO2−4 exc and ECM becomes more obvious, as displayed in the upper part of Fig. 1. The ion balance is positive for most samples. It varies between background values in the 1–5 µEq L−1 range and peak values higher than 10 µEq L−1. A detailed examination of these profiles shows that most ECM peaks are associated with H+ and SO2−4 exc peaks, but without any obvious quantitative relationship between ECM peak heights and the two other acidity indicators (H+ and SO2−4 exc). Nevertheless, the three highest ECM spikes of the whole record, observed at 71.46 m (1), 33.43 m (2), and 9.12 m (3), correspond to high positive ion-balance values (11.4, 10.04, and 24.8 µEq L−1 respectively), and to narrow and pure SO2−4 exc peaks (482, 458, and 1234 ng g −1 respectively). These peaks are found for samples where all\n4\nother species are very low, i.e. most likely for wet-season deposited snow. This supports the idea that, even for positive ion balances, the ECM signal is significantly buffered by high-concentration dust events of various origins (de Angelis et al., in preparation), mostly observed in dry-season precipitation.\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1730 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1731\nBased on glaciological considerations, Knüsel et al., 2003, propose that the ECM peak at 71.46 m is linked to acidic fallout from the cataclysmic Tambora eruption (1815). According to our dating, the two other ECM maxima correspond to snow layers deposited in early 1964 and early 1993, respectively, i.e. very close to, but later than, the time of the Agung (March 1963) and Pinatubo (June 1991) eruptions. This suggests that the ECM spikes are not linked to the arrival of tropospheric volcanic clouds, assumed to occur a few weeks after the eruption. What does the Illimani record tell us about the contributions of these three major eruptions to the tropical free troposphere? Several indicators are considered, namely SO2−4 exc and H\n+ as strong acidity markers, along with F− (a valuable proxy for HF) and Cl−exc, which is an estimate of Cl− present as HCl. Cl−exc was calculated subtracting the soil fraction and the possible (probably very low, as suggested by methanesulfonate concentrations) seasalt derived fraction of Cl−:\nCl−exc = (Cl − total − Cl − soil) − 1.7 × (Na + total − Na + soil). (1)\nWe assume that the soluble part of continental input at the Illimani site is mainly of regional origin and is mainly composed of gypsum and halite, as observed for the huge dust peak at 43.56 m. Cl−soil and Na + soil are calculated from Ca 2+ concentrations, using the Cl−/Ca2+ and Na+/Ca2+ mass ratio measured at 43.56 m. However, volcanic debris are likely different in composition compared to regional soils in which most of the Na+ comes from halite. They should be composed of partly solubilized tephra and glass closer to mean soil or mean crustal compositions, and thus probably chloride depleted. For this reason, in ice samples suspected to contain very large amounts of volcanic dust (positive ion balance associated with a Ca2+ concentration greater than (Camax)mean+σ , (Camax)mean being the mean value of peak maximums calculated for the past 20 years and σ the corresponding standard deviation), soil and marine contributions may be calculated using Ca2+ and Na+ concentrations of adjacent samples. Main results concerning the relative influence of these three eruptions on sulfate, halogens and dust budgets at the Illimani site are summarized in Table 2, where they are compared to typical background mean values calculated for annual snow layers deposited the year before or a few years after the eruption (bgdmean). Before any discussion, it must be kept in mind that annual layer thicknesses at the Tambora level (about 70 m depth) are close to 40 cm of snow, whereas they are 2 or 3 times higher at the Pinatubo level (about 10 m). The ice core was sub-sampled every 10 cm, so that sampling resolution decreases with increasing depth, which leads to a progressive smoothing of chemical records. This effect has to be taken into account when comparing the three data sets.\n3.3 Major volcanic eruptions\n3.3.1 Tambora (8◦25 S, 118◦ E, April 1815)\nTambora (1815), known as the most powerful eruption of global significance since 1259 AD, was responsible for the “year without a summer” (Stommel and Stommel, 1979). The amount of H2SO4 produced by this eruption is estimated to be in the 52–175 Tg range (Devine et al., 1984, Sigurdsson and Carey, 1992). Moreover, it is known that Tambora emitted very large amounts of halogenated species (100–200 Tg and 70–125 Tg of HCl and HF, respectively). Contrary to sulfate, these compounds are not significantly transported to high latitudes and Antarctic snow and ice glaciochemical studies show that their concentrations in the snow did not increase during the Tambora years, whereas for the last millennium, the sulfate perturbation is second only to that of the 1259 eruption (Delmas et al., 1992).\nFor that reason and according to firn densification studies for the Illimani site, the strong ECM spike between 70.8 and 71.5 m, with an absolute maximum at 71.46 m is expected to be linked to Tambora acidic fallout. As shown in Fig. 4, very high peaks of SO2−4 (3080 ng g −1), SO2−4 exc (900 ng g −1), Ca2+ (910 ng g−1), Cl−exc (140 ng g −1) and F− (10 ng g−1) are observed at 71.75 m. They are associated with high H+ value (10.8 µEq L−1), while the ECM signal drops to zero. The highest concentration of each peak, denoted xmax, is reported in Table 2. Despite the poor sampling resolution at this depth, calcium and fluoride spikes are respectively more than one hundred times and twenty times higher than corresponding background values and represent the highest concentrations encountered in this study. This is also true for total sulfate, partly (70%) neutralized by carbonate. These peaks are as high or even higher than those observed in layers assumed to contain Pinatubo tropospheric debris (see next section) and are very likely to correspond to the arrival of aerosols and gases emitted in the troposphere by the Tambora eruption. The huge mass of volcanic glass and tephra injected in the atmosphere certainly contributed to fixing halogen species, preventing them from being removed by large quantities of water present in the plume or excluded from strongly acidic snow layers. Two other series of peaks are observed at 71.46 and 71.07 m. Even if quite low in absolute term, calcium values (28 and 30 ng g−1 respectively) significantly higher than background are observed, SO2−4 exc concentrations (410 and 370 ng g−1, respectively) remain high although decreasing, and halogenated species are more than 5 (Cl−exc) or 10 (F\n−) times higher than the background at this depth. H+ is slightly higher (11.4 µEq L−1) in the peak at 71.46 m where the ECM maximum was observed than before or later (9.3 µEq L−1), which confirms the bias induced in ECM measurements by large amounts of dust, leading to misdetection of tropospheric fallout of major eruptive events. The time interval between the three sets of spikes is close to annual layer thicknesses at this depth, which probably means\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1732 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\n5\nFigure 4.\nthat the arrival of Tambora tropospheric debris at 71.75 m was followed by two successive stratospheric inputs. Arrival of tropospheric and stratospheric debris are denoted “T” and “S” in Fig. 4, respectively.\nIn both polar regions, the ECM ice records show that Tambora was preceded by another large (but weaker than Tambora) eruption of unknown location, which probably occurred in 1809–1810 (Delmas et al., 1992; Palmer et al., 2001; Mayewsky et al., 1990; Clausen et al., 1988). The Illimani ECM record does not show any marked signal 6 years before Tambora, i.e. around 73 m depth.\nThe subsidence of halogenated compounds from the stratosphere has not been observed in polar ice cores. In the case of Tambora, the top of the plume reached 43 km elevation, while the main column reached 30 km (Sigurdsson and\nCarey, 1989), so that large quantities of HCl and HF should have been transported through the tropopause, and later uptaken by water vapor and volcanic glass or silicate grains traveling through the lower stratosphere. However, because larger particles would tend to fall out faster than the smaller ones, H2SO4 aerosols are expected to reach more southern latitudes than most of the ash particles. The finest grains may reach polar sites as demonstrated by the observation of glass shards emitted by major volcanic eruptions in ice layers corresponding to stratospheric sulfate arrival (de Angelis et al., 1985, Cole-Dai et al., 1997, Zielinski et al., 1997), but they are too small in quantity to have carried significant amounts of halogens. This could explain large differences in composition between stratospheric fallout over tropical areas and over polar regions. Comparison between background mean\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1733\n6\nFigure 5.\n5\nvalues (bgdmean) and mean values calculated for the year of the eruption and for years after (yearmean) clearly shows that halogen and SO2−4 exc budgets were significantly enhanced until at least the end of 1817 over southern tropical areas. Further analysis is required to determine exactly when the perturbation ended.\n3.3.2 Pinatubo (15◦ N, 120◦ E, June 1991)\nThe Pinatubo eruption in June 1991 injected 12 to 20 Tg of SO2 into the middle stratosphere (Mc Peters, 1993). This estimate is 2 or 3 times lower than the figures published for\nthe 1815 Tambora eruption. Due to wind shear, aerosols stratified very quickly in several layers ranging from 17 to 26 km in altitude with different physical or chemical signatures (Winker and Osborn, 1992). Several successive events are detected in the Illimani core during and after this period. As shown in Fig. 5, a first SO2−4 exc peak is observed at 10.75– 10.94 m. The first part of this peak (∼1000 ng g−1) corresponds to pure H2SO4, while the second part (∼1400 ng g−1) represents only 50% of the total sulfate, because of very high calcium concentrations (∼600 ng g−1). Because they correspond to rather different chemical fingerprints, both parts\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1734 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\nare presented in Table 2. The SO2−4 exc peak is associated with well marked Cl−exc and F\n− peaks, although Cl−exc and F− are very low in the sample containing pure H2SO4. This could be due to HF and HCl exclusion by strong acidity at grain boundaries, as previously observed on Greenland ice cores by de Angelis and Legrand, 1995. Halogenated species have been partly fixed by dust in the calcium-rich layer corresponding to the second part of the SO2−4 exc peak, either during transport or later, after snow deposition. This postdepositional effect was taken into account, when reporting fluoride maxima in Table 2. In tropical ice cores, the seasonality of the isotope-atmospheric temperature relationship is opposite to what was observed in polar ice cores, with lowest isotope content occurring during the austral summer (Thompson et al., 1986, 2001). Considering the relatively high δD value at this time (Simões et al., in preparation), it can be concluded that this deposition occurred during the dry season in 1991, i.e. from May to October. This is consistent with the month of the eruption (June) and suggests that concentration peaks of all considered species were caused by the upper tropospheric transport of the dust and gaseous products emitted by the initial Pinatubo eruptive phase. Thereafter, at around 10 m depth, a second SO2−4 exc peak (450– 700 ng g−1) is found, accompanied by large amount of fluoride and Cl−exc, apparently fixed on adjacent Ca\n2+ and NH+4 (not reported here) layers. These peaks could correspond to the first subsidence of stratospheric clouds by the beginning of the year following the eruption (1992). Our data concerning the Tambora period support the idea that such halogen-rich deposits from the lower stratosphere may occur at tropical latitudes after cataclysmic halogenated eruptions. Two narrow peaks of almost pure H2SO4 are observed during the tropical summer 1992–1993. In the first one at 9.5 m, SO2−4 exc represents ca 85% of total sulfate, while in the second one at 9.12 m, it represents more than 97% of total sulfate, leading to a H+ value close to 25 µEq L−1 which is the highest value in our data. Taking into account dating uncertainty, month by month dating is somewhat arbitrary, but these two peaks clearly occurred by the end of the tropical winter, suggesting that the deposition of the highest stratospheric cloud occurred near the end of 1992. It is known that stratospheric/tropospheric interchanges occur through tropopause-foldings at mid-latitudes and in the spring (Holton, 1995), i.e. in September for the southern hemisphere, which satisfactorily aligns with our observations. At various Antarctic sites, the sulfate perturbation linked to the Pinatubo (and Cerro Hudson) eruption was also observed in snow layers deposited between 1991 and 1993 (Dibb and Whitlow, 1996; Legrand and Wagenbach, 1999; Cole-Dai and Mosley-Thompson, 1999). It appears from Fig. 5 and from yearly mean concentrations presented in Table 2. that sulfate input at the Illimani site was perturbed for two years, until mid 1993, while noticeable effects lasted only one year for halogens. The duration of sulfate perturba-\ntion is consistent with stratospheric aerosol measurements in the tropics (20◦ S to 30◦ N, Grant et al., 1996).\n3.3.3 Agung (8◦ 34 S, 115◦ 51 E, March 1963)\nAccording to Devine et al. (1984) and Sigurdsson et al. (1985), the total mass erupted during the 1963 Mount Agung eruption (2.4×103 Tg) was 2 orders of magnitude lower than that during the Tambora eruption. The same figure is valid for the estimated masses of HCl and HF (1.5 and 0.8 Tg, respectively, for Agung eruption). Consequently, we expect very low impact, if any, of the Agung eruption on the Illimani ice-core profiles of these two elements. Data confirm this prediction (see Fig. 6 and Table 2). No definite Ca2+, F− or Cl−exc trends are observed in the 1963–1964 ice layers, when compared with previous or following years in the 1960s. On the other hand, estimated H2SO4 emissions during the Agung eruption were 2 to 4 times greater than HCl and HF emissions, respectively, and SO2−4 exc and H\n+ concentrations are higher by a factor of 2 to 3 than background values from mid-1963 to late 1964. Four relative maxima of both species are observed. Although moderate when compared to the second peak at 33.43 m, the first peak (33.82 m) at the beginning of the dry season in 1963 corresponds to strong acidity markedly higher than background mean values. Although tropospheric aerosol life is expected to be rather short, in the range to 1 to a few weeks (Robock, 2002), the first two peaks could correspond to two successive precipitation events rather close in time. Both of them could tentatively be attributed to the arrival of the tropospheric cloud in mid-1963. The third peak, in late-1963 or early 1964, corresponds to a very high ECM value and could be related to initial stratospheric fallout. The fourth peak, dated at the end of the 1964 dry season, could correspond to a second-year stratospheric input. Contrary to the halogen budget which did not significantly vary, both the sulfate and acidity budgets remained perturbed from mid 1963 until the end of 1964.\n3.3.4 Fingerprint comparison\nAs sampling frequency decreases with increasing depth (see Sect. 3.2), a valuable comparison of the relative impacts of these three major eruptions on the tropical atmosphere cannot be directly inferred from peak heights. A first estimate of volcanic input was made using yearly mean concentrations corresponding to the first year of each eruption (1815, 1963 and 1991, see Table 2). For each studied species, the difference 1mean between annual and background means was calculated (1mean=yearmean–bgdmean). Volcanic Explosivity Index (VEI) is commonly used as a means to classify eruptions according to parameters such as plume injection height and the total mass of material injected into the atmosphere (Simkin and Siebert, 1994). For Tambora (VEI 7), the value of 1mean is ∼730, 240 and 3.6 ng g−1 for sulfate, calcium and fluoride, respectively. For Pinatubo (VEI 6), these\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1735\n7\nFigure 6.\nfigures are ∼370, 40 and 3 ng g−1 and for Agung (VEI 4), only ∼140, 0 and 1 ng g−1. From these results it is obvious that the greatest impact, by far, on the Illimani ice core chemistry is observed the year of the Tambora eruption. The lowest perturbation corresponds to the year of the Agung eruption, when only sulfate shows a significant although moderate increase. A more rigorous discussion would requires the two following points to be considered: i) the inter-annual variability of background mean concentrations is in the range\nof 50 to 100% depending on ionic species and depth. This leads to significantly higher 1mean relative uncertainties for Agung (∼70, 100 and 100% for SO2−4 , Ca\n2+ and F−, respectively) than for Pinatubo (∼30, 50 and 100%, respectively) or Tambora (∼12, <2 and 5%, respectively) deposits; ii) parameters of importance for the understanding of volcanic debris dispersion and removal, like meteorological data at the time of eruption or deposition, are missing.\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1736 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\n8\nFigure 7.\nSignificant amounts of halogen compounds probably entrapped on the finest ash grains seem to have remained in the tropical stratosphere for more than two years after the Tambora eruption, as shown by F− and Cl−exc mean concentrations still markedly higher in 1817 than during the reference time period. A significant increase in strong acidity indicators (H+ and SO2−4 exc) are observed for at least two years after the 3 eruptions, which suggests annual subsidence of stratospheric sulfate linked to seasonal folding and/or gravitational settling. Further studies of ice layers above 71 m are required to determine exactly the end of the Tambora perturbation. Concerning Pinatubo, it is obvious from Fig. 5 and 6 that background values were reached in mid-1993 after the June 1991 eruption. For Agung (March 1963), this occurred by\nthe end of 1964. This is consistent with a stratospheric residence time (1/e) of approximately 1 year for sulfate aerosols at these latitudes (Grant et al., 1996).\n3.4 Other volcanic eruptions\nIt has been demonstrated that tropical explosive eruptions with VEI greater than 5 could be detected in the Illimani ice core through both their tropospheric (very high gypsumlike concentration associated with strong remaining acidity) and stratospheric fallout (strong, pure acidity spikes). High concentrations of F− and Cl−exc were also measured in ice layers containing volcanic debris likely to have scavenged gaseous HCl and HF. However, a quantitative relationship between the estimated strength of a given eruption (VEI)\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1737\n9\nand its impact on the chemistry of high-elevation Andean ice is not expected since other parameters, such as the location of the eruption, the season it occurred, or atmospheric circulation patterns strongly influence cloud diffusion and removal. Sulfate (SO2−4 and SO 2− 4 exc) background values as well as sulfate peak heights exhibit a large variability over the past 80 years (Fig. 1) with a progressive increase since the mid 1950s. However this variability may not simply be related to other well known eruptions of global importance and requires more detailed study into potential sulfate sources. DMS oxidation may be ruled out as a major source of H2SO4 in snow deposited at the Illimani site. Indeed, as shown in Fig. 7 where annual deposition fluxes of calcium, sulfate and fluoride are reported along with yearly averaged methanesulfonate (CH3SO −\n3 denoted MSA) to totalor excess-sulfate weight ratios, annual sulfate deposition rate started increasing in the mid 1950s. On the opposite, MSA to SO2−4 (or SO 2− 4 exc) main ratios remained very low (<1% and ∼2%, respectively) compared to values measured over tropi-\ncal oceans (4–10%, Saltzman et al., 1986), and have slightly decreased since the 1970s. This suggests that DMS does not significantly contribute to the sulfur budget in this area. On the opposite, regional anthropogenic activities certainly influence atmospheric composition even at high altitude (Correia et al., 2003). The recent calcium increase, mainly visible since the mid 1980s (Fig. 7), is correlated to change in nitrogen species and, thus, likely not due to enhanced dissolution of soil particles by increasing amounts of H2SO4. As shown in Fig. 1, a significant part of the sulfate trend is related to long term fluctuations of the background contribution in wet season deposits. At this time of year, one can expect efficient upward transport from regional anthropogenic sources through deep air convection. Although we cannot exclude the sporadic occurrence of few polluted events even during dry season, a first estimate of the sulfate anthropogenic production from regional sources was deduced from wet season concentrations, and sulfate concentration were corrected with the aid of a spline function by substracting smoothed\nwww.atmos-chem-phys.org/acp/3/1725/ Atmos. Chem. Phys., 3, 1725–1741, 2003\n1738 M. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core\nvalues from individual concentrations. Finally, quiescent degassing or moderate eruptions have a long-term effect on the atmospheric composition and several high-altitude volcanoes located in the southern tropical zone (Peru, Ecuador) or even further south (northern Chile, northern Argentina) can provide large amounts of tephra and acid gases to the free troposphere on a regional scale even without being cataclysmic.\nDetailed temporal profiles of Cl−exc, F −, SO2−4 exc (corrected for temporal trend) and H+ are reported in Fig. 8. Dating used in the following discussion must be considered with uncertainties given in Sect. 3.2. Sulfate peaks occurred mostly during dry season and were generally associated to F− and Cl−exc. From 1919 to mid-1970s, sulfate concentrations remained low with moderate spikes. The two highest were dated in 1951 and 1971 respectively and correspond to H+ maximum concentrations, they are located on the border of Ca2+ peaks, i.e. not in dry season samples. From 1975 until the end of 1993 (Pinatubo period), sulfate\npeaks are significantly higher than before or after that period. This cannot be explained by sample resolution (in particular when comparing pre and post-Pinatubo periods). Along the whole profile, eleven SO2−4 exc peaks (denoted 1 to 11 in Fig. 8) corresponding to pure H2SO4 deposited unambiguously in wet season samples were detected. According to our dating, they may have occured in 1919–1920, 1929–1930, 1936–1936, 1941–1942, 1963–1963, 1975–1976, 1976– 1977, 1979–1980, 1984–1985, 1992–1993 wet seasons, respectively. Some of them could correspond to stratospheric H2SO4 subsidence, like those related to Agung or Pinatubo eruptions. Comparing the average magnitude of SO2−4 (and SO2−4 exc) peaks with that of very unfrequent and cataclysmic eruptions like Pinatubo, one can assume that, if volcanic, the sources of most of these peaks should be relatively closer (the frequent presence of moderate calcium and halogen amounts support this assumption). During dry season, volcanic emissions from Andean volcanoes is expected to contribute to the\nAtmos. Chem. Phys., 3, 1725–1741, 2003 www.atmos-chem-phys.org/acp/3/1725/\nM. De Angelis et al.: Volcanic eruptions recorded in the Illimani ice core 1739\nchemical content of the regional free troposphere. Taking into account VEI from Simkin and Siebert, 1994, combined to volcano locations (see caption in Table 3), a tentative list of volcanic eruptions most likely to have had a possible impact on snow chemistry at the Illimani was established and is reported in table 3. One can see that many eruptions could have contributed to the SO2−4 exc peaks. However, lacking on accurate meteorological data allowing to infer weather pattern or back-trajectories, volcanic plume transport and deposited amount cannot be estimated so that one cannot unambiguously link any SO2−4 exc peak with a specific eruption. The study of the deepest part of the core should provide more information on the relative impact of large South American explosive volcanic events like the 1600 AD Huaynaputina (Peru) eruption."
  }, {
    "heading": "4 Conclusions",
    "text": "An exhaustive glaciochemical study carried out on a highelevation tropical ice core from Nevado Illimani (Eastern Bolivian Andes) shows for the first time that large volcanic events in tropical latitudes are recorded in the snow and ice layers. The study covers the time period 1918 to 1998. The Tambora period was also investigated. It is possible to interpret the chemical data in terms of tropospheric and stratospheric deposits of volcanic origin. Volcanic products are particularly well identified for Tambora, the strongest investigated event. Shortly after the eruption time (1815), calcium-sulfate, as well as halogenated-species deposits are observed. During the following two years (1816–1817), sulfur and halogen acids of stratospheric origin are present in the ice. For the eruptions of Pinatubo (1991) and Agung (1963), less pronounced spikes are observed than for Tambora, but the sequence of deposited species in Illimani snow seems to be similar. In particular, the recent Pinatubo eruption provided an excellent opportunity to calibrate the timing. Our data shows that cataclysmic eruptions in tropical latitudes have a strong impact on the aerosol content of the upper tropical troposphere, not only for sulfuric but also for F and Cl acids and crustal dust.The volcanic acid sulfur species transported in the stratosphere during the few months following the eruption most probably react with particulate volcanic material of crustal origin. Finally, our study suggests that moderate eruptions, which are relatively frequent in the Andean region, may have a noticeable impact on the regional free tropospheric sulfur budget. Further studies will include the comparison of the obtained volcanic record with the climatic parameters recorded in this ice core and the detailed analysis of very large volcanic events in the deeper part of the core.\nAcknowledgements. The authors are particularly grateful for the participation of CNRS (Centre National de la Recherche Scientifique, France), IRD (Institut de Recherche pour le Développement, France) and Swiss PSI (Paul Scherrer Institute, Switzerland). The\nhelp of the Peruvian and Bolivian porters was highly appreciated for the transfer of the ice under cold conditions. The authors wish to thank L. Liu for his helpful contribution to IC analysis."
  }],
  "year": 2003,
  "references": [{
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "Jones", "P. D", "Schweingruber", "F .H", "T Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg", "D. Dahl-Jensen", "J.P. Steffensen", "J. Kipfstuhl", "M. Legrand"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Quantifying the Pinatubo volcanic signal in south polar snow",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1997
  }, {
    "title": "The Pinatubo eruption in South Pole Snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Trace elements in South America aerosol during the 20th century inferred from a Nevado Ilimani ice core, Eastern Bolivian Andes (6350 m a.s.l.)",
    "authors": ["A. Correia", "R. Freydier", "R.J. Delmas", "J.C. Simões", "J.D. Taupin", "B. Dupré", "P. Artaxo"],
    "venue": "Atmos. Chem. Phys. Discuss.,",
    "year": 2003
  }, {
    "title": "Origins and variations of fluoride in Greenland precipitation",
    "authors": ["M. De Angelis", "M. Legrand"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Micrometer-sized volcanic glasses in polar ices and snows",
    "authors": ["M. De Angelis", "L. Fehrenbach", "C. Jehanno", "M. Maurette"],
    "venue": "Nature, 317,",
    "year": 1985
  }, {
    "title": "Aerosol chemistry (major ions) in the Bolivian Andes from the Illimani ice core, Atm",
    "authors": ["M. De Angelis", "H. Bonnaveira", "Taupin", "J.-D", "A. Correia", "E. Ramirez", "R.J. Delmas"],
    "venue": "Chem. Phys., in preparation,",
    "year": 2003
  }, {
    "title": "J.-R.: 1000 years of explosive volcanism recorded at South Pole, Tellus",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "Petit"],
    "year": 1992
  }, {
    "title": "Estimate of sulphur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "Recent climate anomalies and their impact on snow chemistry at South Pole, 1987–1994",
    "authors": ["J. Dibb", "S. Whitlow"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "Volcanic sulfur emission: Estimates of source strength and its contribution to the global sulfate",
    "authors": ["H.F. Graf", "J. Feichter", "B. Langmann"],
    "venue": "distribution, J. Geophys. Res., 102,",
    "year": 1997
  }, {
    "title": "Use of volcanic aerosols to study the tropical stratospheric reservoir",
    "authors": ["W.B. Grant", "E.V. Browell", "C.S. Long", "L.L. Stowe", "R.G. Grainger", "A. Lambert"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Past volcanism revealed by Greenland ice sheet impurities",
    "authors": ["C.U. Hammer"],
    "venue": "Nature, 270,",
    "year": 1977
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating past volcanism, and radio-echoes",
    "authors": ["C.U. Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1980
  }, {
    "title": "Dating two nearby ice cores from Illimani, Bolivia",
    "authors": ["S. Knüsel", "P. Ginot", "U. Schotterer", "M. Schwikowski", "H.W. Gäggeler", "B. Francou", "Petit", "J.-R", "J.C. Simões", "Taupin", "J.-D"],
    "venue": "J. Geophys. Res., in press,",
    "year": 2003
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philos. Trans. R. Soc. London,",
    "year": 1970
  }, {
    "title": "An interhemispheric volcanic time-marker in ice cores from Greenland and Antarctica",
    "authors": ["Langway", "C.C. Jr.", "H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Chemistry of Antarctic Snow and Ice",
    "authors": ["M. Legrand"],
    "venue": "Journal de Physique, Colloque C1,",
    "year": 1987
  }, {
    "title": "Conductivity of Antarctic Ice in Relation to its Chemistry",
    "authors": ["M. Legrand", "Petit", "J.-R", "Y.S. Korotkevich"],
    "venue": "Journal de Physique, Colloque C1,",
    "year": 1987
  }, {
    "title": "Field investigation of major and minor ions along Summit (Central Greenland) ice cores by ion chromatography",
    "authors": ["M. Legrand", "M. De Angelis", "F. Maupetit"],
    "venue": "J. Chrom.,",
    "year": 1993
  }, {
    "title": "Origins and variations of light carboxylic acids in polar precipitation",
    "authors": ["M. Legrand", "M. de Angelis"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Impact of the Cerro Hudson and Pinatubo volcanic eruptions on the Antarctic air and snow chemistry",
    "authors": ["M. Legrand", "D. Wagenbach"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "The atmospheric SO2 budget for the Pinatubo derived from NOAA-11 SBUV/2 spectral data, Geophys",
    "authors": ["R.D. Mc Peters"],
    "venue": "Res. Lett.,",
    "year": 1971
  }, {
    "title": "Snow chemistry of high altitude glaciers in French Alps",
    "authors": ["F. Maupetit", "R.J. Delmas"],
    "venue": "Tellus, 46B,",
    "year": 1994
  }, {
    "title": "An ice core record of atmospheric response to anthropogenic sulfate and nitrate",
    "authors": ["P.A. Mayewsky", "W.B. Lyons", "M.J. Spencer", "M.S. Twickler", "C.F. Buck", "S. Withlow"],
    "year": 1990
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "High-precision dating of volcanic events (A.D. 1301–1995) using ice cores from Law Dome, Antarctica",
    "authors": ["S.A. Palmer", "T.D. van Ommen", "M.A.J. Curran", "M.A.J. Morgan", "J.M. Souney", "P.A. Mayewski"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Environmental characterization of global sources of atmospheric soil dust identified with the Nimbus 7 Total Ozone Mapping Spectrometer (TOMS) absorbing aerosol product",
    "authors": ["J.M. Prospero", "P. Ginoux", "O. Torres", "S.E. Nicholson", "T.A. Gill"],
    "venue": "Rev. Geophys.,",
    "year": 2002
  }, {
    "title": "Continuous dust concentration profile of pre-Holocene ice from the Greenland Ice Sheet Project 2 ice core Dust stadials, interstadials, and the Eemian",
    "authors": ["M. Ram", "G. Koenig"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "The climatic aftermath",
    "authors": ["A. Robock"],
    "venue": "Science, 295,",
    "year": 2002
  }, {
    "title": "Methanesulfonic acid and non sea-salt sulfate in Pacific air: regional and seasonal variations",
    "authors": ["E.S. Saltzman", "Savoie", "D.L.J.M. Prospero", "R.G. Zika"],
    "venue": "J. Atmos. Chem.,",
    "year": 1986
  }, {
    "title": "A tentative chronology for the EPICA Dome Concordia ice",
    "authors": ["J. Schwander", "J. Jouzel", "C.U. Hammer", "Petit", "J.-R", "R. Udisti", "E. Wolff"],
    "venue": "core, Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "Volcanic aerosol perturbations and strong El Nio events: no general correlation",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "M.G. Katz"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1997
  }, {
    "title": "The eruption of Tambora in 1815: Environmental effects and eruption dynamics, in The Year Without Summer, World Climate in 1816",
    "authors": ["H. Sigurdsson", "S. Carey"],
    "venue": "Canadian Museum of Nature, Ottawa,",
    "year": 1992
  }, {
    "title": "Global influence of the AD 1600 eruption of Huaynaputina",
    "authors": ["S.L. Silva", "G.A. Zielinski"],
    "venue": "Peru, Nature,",
    "year": 1998
  }, {
    "title": "Volcanoes of the World, Geoscience Press (in association with the Smithsonian Institution)",
    "authors": ["T. Simkin", "L. Siebert"],
    "venue": "Tucson AZ,",
    "year": 1994
  }, {
    "title": "Forty years of environmental record from the Illimani ice core, Central-Eastern Andes",
    "authors": ["J.C. Simões", "Taupin", "J.-D", "P. Ribstein", "Petit", "J.-R", "M. de Angelis", "E. Ramirez", "G. Hoffmann", "Correira", "A. l", "R.J. Delmas", "B. Dupré", "P. Ginot", "B. Francou"],
    "venue": "J. Geophys. Res., in preparation,",
    "year": 2003
  }, {
    "title": "Global cooling after the eruption of Mount Pinatubo: a test of climate feedback by water vapor",
    "authors": ["B.J. Soden", "R.T. Wetherald", "G.L. Stenchikov", "A. Robock"],
    "year": 2002
  }, {
    "title": "The year without a summer",
    "authors": ["H. Stommel", "E. Stommel"],
    "venue": "Scientific American,",
    "year": 1979
  }, {
    "title": "Contribution of Cl and F bearing gases to the atmosphere by volcanoes",
    "authors": ["R.B. Symonds", "W.I. Rose", "M.H. Reed"],
    "venue": "Nature, 334,",
    "year": 1988
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P.M. Grootes"],
    "venue": "Ice Cap,",
    "year": 1986
  }, {
    "title": "The tropical ice core record of ENSO, El Niño and the Southern Oscillation: Multiscale variability and global and regional",
    "authors": ["L.G. Thompson", "K.A. Henderson", "E. Mosley-Thompson", "Linn", "P.-N"],
    "venue": "CUP, Cambridge,",
    "year": 2001
  }, {
    "title": "Atmospheric circulation over the Bolivian Altiplano during dry and wet periods and extreme phases of the Southern Oscillation",
    "authors": ["M. Vuille"],
    "venue": "Int. J. Climatol.,",
    "year": 1999
  }, {
    "title": "Interannual climate variability in the Central Andes and its relation to tropical Pacific and Atlantic forcing",
    "authors": ["M. Vuille", "R.S. Bradley", "F. Keimig"],
    "venue": "J. Geophys. Res., 105,",
    "year": 2000
  }, {
    "title": "Preliminary analysis of observations of the Pinatubo volcanic plume with a polarization-sensitive lidar",
    "authors": ["D.M. Winker", "M.T. Osborn"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Long-term changes in the acid and salt concentrations of the GRIP Greenland ice core from electrical stratigraphy, J.Geophys",
    "authors": ["E.W. Wolff", "J.C. Moore", "H.B. Clausen", "C.U. Hammer", "Kipfstuhl", "K. Fuhrer"],
    "venue": "Res., 100,",
    "year": 1995
  }, {
    "title": "Factors controlling the electrical conductivity of ice from polar regions – a summary",
    "authors": ["E.W. Wolff", "W.D. Miners", "J.C. Moore", "J.G. Paren"],
    "venue": "J. Phys. Chem.,",
    "year": 1997
  }, {
    "title": "Comparison of Holocene electrical records from Dome C and Vostok, AntarcAtmos",
    "authors": ["E. Wolff", "I. Basile", "J.R. Petit", "J. Schwander"],
    "venue": "Chem. Phys.,",
    "year": 2003
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Quaternary Research,",
    "year": 1996
  }, {
    "title": "Assessment of the record of the 1982 El Chichon eruption as preserved in Greenland snow",
    "authors": ["G.A. Zielinski", "J.E. Dibb", "Q. Yang", "P.A. Mayewski", "S. Whitlow", "M.S. Twickler", "M.S. Germani"],
    "venue": "J. Geophys. Res., 102,",
    "year": 1997
  }],
  "id": "SP:635de19d8669ff849573fbe64abb9cb1b10e1eb4",
  "authors": [{
    "name": "M. De Angelis",
    "affiliations": []
  }, {
    "name": "J. Simões",
    "affiliations": []
  }, {
    "name": "H. Bonnaveira",
    "affiliations": []
  }, {
    "name": "J.-D. Taupin",
    "affiliations": []
  }, {
    "name": "R. J. Delmas",
    "affiliations": []
  }],
  "abstractText": "Acid layers of volcanic origin detected in polar snow and ice layers are commonly used to document past volcanic activity on a global scale or, conversely, to date polar ice cores. Although most cataclysmic eruptions of the last two centuries (Pinatubo, El Chichon, Agung, Krakatoa, Cosiguina, Tambora, etc.) occurred in the tropics, cold tropical glaciers have not been used for the reconstruction of past volcanism. The glaciochemical study of a 137 m ice core drilled in 1999 close to the summit of Nevado Illimani (Eastern Bolivian Andes, 1637’ S, 6746’ W, 6350 m asl) demonstrates, for the first time, that such eruptions are recorded by both their tropospheric and stratospheric deposits. An 80year ice sequence (1918–1998) and the Tambora years have been analyzed in detail. In several cases, ash, chloride and fluoride were also detected. The ice records of the Pinatubo (1991), Agung (1963) and Tambora (1815) eruptions are discussed in detail. The potential impact of less important regional eruptions is discussed.",
  "title": "Volcanic eruptions recorded in the Illimani ice core (Bolivia): 1918–1998 and Tambora periods"
}