{
  "sections": [{
    "text": ""
  }, {
    "heading": "Introduction",
    "text": "A significantly improved geochronologic framework for classic Eocene fossil deposits in Argentine Patagonia is emerging from paleomagnetic stratigraphy and analytically precise 40Ar/39Ar radioisotopic dating (Kay et al., 1999; Wilf et al., 2003, 2005a; Gosses, 2006). The improved age control provides the necessary precision for diverse topics to be investigated, including clade dating, biogeographic patterns, and comparisons of climate change and biodiversity with disparate regions of South America and other continents (Petrulevicius and Nel, 2005; Wilf et al., 2005b, 2009; Zamaloa et al., 2006; Barreda and Palazzesi, 2007; Cione and Báez, 2007; Crisp et al., 2009; Petrulevicius, 2009; Sarzetti et al., 2009; Tejedor et al., 2009).\nThe Pampa de Jones fossil locality of Neuquén Province, Patagonia, Argentina (also in the literature as “Nahuel Huapi” and “Nahuel Huapi Este”), contains an informative biota but is not reliably dated, limiting its usefulness in a broader evolutionary and stratigraphic framework. The site is an accessible but stratigraphically isolated roadcut outcrop of the\n©Asociación Paleontológica Argentina AMGHB2-0002-7014/10$00.00+.50\n1Department of Geosciences, Pennsylvania State University, University Park, Pennsylvania 16802, USA. pwilf@psu.edu 2Department of Geoscience, University of Wisconsin, Madison, Wisconsin 53706, USA. bsinger@geology.wisc.edu 3Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires, Intendente Güiraldes 2620, 1428 Buenos Aires, Argentina. mzamaloa@ege.fcen.uba.ar 4Department of Earth Sciences, Denver Museum of Nature & Science, Denver, Colorado 80205, USA. KJohnson@dmns.org 5Museo Paleontológico Egidio Feruglio, CONICET, 9100 Trelew, Chubut, Argentina. rcuneo@mef.org.ar\nKey words. Early Eocene. Huitrera Formation. Geochronology. Paleobotany. Patagonia. Neuquén. Argentina.\nPalabras clave. Eoceno temprano. Formación Huitrera. Geocronología. Paleobotánica. Patagonia. Neuquén. Argentina.\n<\n<\nDownloaded From: https://bioone.org/journals/Ameghiniana on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nP. Wilf, B.S. Singer, M. del C. Zamaloa, K.R. Johnson and N.R. Cúneo208\nHuitrera Formation within Nahuel Huapi National Park, exposed on both the north and south sides of Route 231 near the northeastern shore of Nahuel Huapi Lake, close to San Carlos de Bariloche (figures 1, 2). The local strata consist of tuff and mudstone, siltstone, and sandstone beds, somewhat more than 8 m thick on a single section line in the center of the outcrop (appendix 1), representing a volcanic lacustrine environment probably located near a lake margin (see also Aragón and Romero, 1984; Báez and Pugener, 2003; Melendi et al., 2003). Most of the macrofossils at the site occur in a blocky, silty mudstone unit of 1 m thickness (appendix 1: Unit 16).\nThe best-known fossils from Pampa de Jones are a nearly complete ontogenetic sequence for the pipid frog Llankibatrachus truebae (Báez, 1996; Báez and Pugener, 2003) that is an important component of the rapidly emerging fossil history of Pipidae in Patagonia (Casamiquela, 1961; Báez and Trueb, 1997; Cione and Báez, 2007) and elsewhere (e.g., Rocek and Van Dijk, 2006; Rage and Dutheil, 2008). A palynoflora has also been described (Melendi et al., 2003). Insects and plant macrofossils from the site are frequently mentioned in the literature (e.g., Aragón and Romero, 1984) but have never been described or illustrated.\nThe outcrop lies within the mapped extent of Paleocene-Eocene volcanic arc rocks of the Pilcaniyeu Belt (equivalent to the Huitrera Formation of several authors), but its location is also near an Oligocene volcanic arc that generally crops out west of the Pilcaniyeu belt, known as the El Maitén belt (Rapela et al., 1988). Cazau et al. (2005) most recently summarized the history of the highly inconsistent stratigraphic concepts used in this area (Feruglio, 1927; 1949; Rabassa, 1978; Ravazzoli and Sesana, 1977; González Bonorino and González Bonorino, 1978; González Bonorino, 1979; González Díaz, 1979; Rapela et al., 1984, 1988; Cazau et al., 1989; Mancini and Serna, 1989; Ardolino et al., 2000). The entire framework would benefit from substantial revision incorporating new geochronologic data.\nWithin this setting, the age of the Pampa de Jones biota has remained unknown (Aragón and Romero, 1984; Báez and Pugener, 2003). The only relevant geochronologic data have been whole-rock K/Ar ages from locations with very uncertain correlations to the outcrop (González Díaz, 1979; Rapela et al., 1983, 1984; Cazau et al., 1989; Mazzoni et al., 1991). Recently, Melendi et al. (2003) suggested an early Eocene age by correlating the palynological content of the outcrop. In particular, Melendi et al. relied on a stated early Eocene overlap of the known range endpoints of Periporopollenites demarcatus (Chenopodiaceae, Amaranthaceae, or Trimeniaceae) and Plicatopollis wodehousei (cf. Juglandaceae); the presence of triatriate pollen, including P. wodehousei, linked to Juglandaceae, Myricaeae, and Casuarinaceae, that Frederiksen and Chris-\ntopher (1978) found to decline markedly in middle Eocene to Oligocene assemblages from the southeastern USA; and the absence of Nothofagidites (pollen of Nothofagus). Nothofagus is widely considered to be absent in central and northern Patagonia during the warm early Eocene and to become abundant by the middle Eocene with climatic cooling (e.g., Troncoso and Romero, 1998; Melendi et al., 2003; Okuda et al., 2006; Volkheimer and Narváez, 2006; Barreda and Palazzesi, 2007; Palazzesi and Barreda, 2007).\nAlthough the early Eocene age for the Pampa de Jones biota that Melendi et al. (2003) proposed from palynological data is here confirmed, these data were not age diagnostic. P. demarcatus is only known in Argentina from imprecisely dated, probably middle Eocene rocks from Río Turbio, ~1200 km to the south of Pampa de Jones (Romero and Zamaloa, 1985; Malumián and Caramés, 1997), and otherwise from Australia, where it ranges from the early Eocene to the early Miocene in the Gippsland Basin (Stover and Partridge, 1973: p. 273). P. wodehousei is known in Argentina only from the early Paleocene Salamanca Formation at a site in Santa Cruz ~770 km south of Pampa de Jones (Zamaloa and Andreis, 1995), and Frederiksen and Christopher’s (1978) data regarding\nAMEGHINIANA 47 (2), 2010\n<\nDownloaded From: https://bioone.org/journals/Ameghiniana on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nPlicatopollis came from a single core in South Carolina that did not contain P. wodehousei. The absence of Nothofagus from the early Eocene of Patagonia was described from a handful of floras, and none of these was reliably constrained to the early Eocene.\nInterestingly, the nearby Confluencia locality (37 km to the north-northeast; Pascual and Odreman Rivas, 1973; Aragón and Romero, 1984), which has produced the only other occurrence of the pipid Llankibatrachus truebae (Báez et al., 1990; Báez and Pugener, 2003), has a great abundance of Nothofagus pollen (Báez et al., 1990; Melendi et al., 2003). The only age control for Confluencia is very tentative, namely a whole-rock K-Ar date of 52 ± 3 Ma from a sampling location with uncertain relationship to the fossils (Rapela et al., 1983, 1984).\nWe visited Pampa de Jones, sampled the thick tuff layer at the top of the exposure for 40Ar/39Ar analyses, and made preliminary fossil collections. Here, we report the results, discuss their regional and global implications, and provide a preliminary look at the macroflora."
  }, {
    "heading": "Materials and methods",
    "text": "Our field work took place on 21 March, 2004 and 7 March, 2005. A single line of section was measured at the thickest exposure on the south (north-facing) side of the Pampa de Jones roadcut, where macrofossils are most accessible (figure 2; appendix 1). In order to refine stratigraphic understanding of the pollen content of the outcrop, pollen samples were collected from se-\nveral horizons and processed using standard techniques; six horizons yielded palynomorphs as indicated in appendix 1. Approximately 100 plant macrofossils were collected using standard bench quarrying techniques, mostly consisting of angiosperm leaves but including some fruits and seeds as well as conifer material. These are under separate study, but because no plant macrofossils have been illustrated from Pampa de Jones since their existence was first mentioned in the literature (Aragón and Romero, 1984), we provide a sample here (figure 3), including some others from the site housed in the collections of the University of Buenos Aires (FCENCB-PB acronym). The number of species and preservational quality of specimens is not yet sufficient for paleoclimate analysis from leaf morphology (e.g., Greenwood, 2007). The collection also includes several tadpoles of Llankibatrachus truebae and unidentified insects awaiting study. Specimens from the 2004 field trip are temporarily deposited at Administración de Parques Nacionales, Delegación Regional Patagonia, San Carlos de Bariloche (APN), awaiting a permanent repository assignment, and those from 2005 are deposited at the Museo Paleontológico Egidio Feruglio, Trelew (MPEF-Pb). The tuff sample was collected from the uppermost horizon in the measured section (appendix 1), after tracing down to road level along the 10°E dip for better access.\nIn the University of Wisconsin-Madison Rare Gas Geochronology Laboratory, sanidine and biotite separated from the tuff were cleaned, irradiated, and analyzed as single crystals, using a CO2 laser to fuse the crystals and a fully automated gas-handling and\nAMEGHINIANA 47 (2), 2010\nDownloaded From: https://bioone.org/journals/Ameghiniana on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nP. Wilf, B.S. Singer, M. del C. Zamaloa, K.R. Johnson and N.R. Cúneo210\nAMEGHINIANA 47 (2), 2010\nDownloaded From: https://bioone.org/journals/Ameghiniana on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nmass-spectrometry system to measure the isotopic composition. Sample preparation, analytical methods and procedures for calculating 40Ar/39Ar ages are fully documented in Smith et al. (2008a). Uncertainties in age are reported at the 95% level of confidence (±2σ)."
  }, {
    "heading": "Results",
    "text": "A total of 35 sanidine and 34 biotite crystals were fused and analyzed; apparent ages range from ca. 51 to 740 Ma for the sanidine and 52 to 617 Ma for the biotite\nAMEGHINIANA 47 (2), 2010\nSee appendix 2 for complete results. Bold indicates preferred age. All ages calculated relative to 28.34 Ma for the Taylor Creek rhyolite sanidine (Renne et al., 1998) using the decay constants of Steiger and Jäger (1977). n = the number of experiments used to calculated the age versus the total number of experiments. MSWD = mean squared weighted deviate/ véase resultados completos en Apéndice 2. La negrita indica la edad preferida. Todas las edades fueron calculadas en relación a la sanidina de la riolita de Taylor Creek de 28.34 Ma (Renne et al., 1998) usando las constantes de decaimiento de Steiger and Jäger (1977). n = número de experimentos usados para calcular la edad versus el número total de experimentos. MSWD = media cuadrática de desviaciones ponderadas.\nDownloaded From: https://bioone.org/journals/Ameghiniana on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nP. Wilf, B.S. Singer, M. del C. Zamaloa, K.R. Johnson and N.R. Cúneo212\n(appendix 2). However, the youngest 28 sanidine and 17 biotite crystals yielded Gaussian probability distributions, strongly suggesting that crystals yielding older apparent ages are xenocrysts (figure 4). Excluding these older crystals, the inverse-variance weighted mean age of the 28 sanidine crystals is 54.24 ± 0.45 Ma; these define an inverse isochron age of 54.41 ± 0.98 Ma, with an atmospheric 40Ar/36Ar intercept value of 306 ± 11. Likewise, 17 of the biotite crystals yielded an inverse-variance weighted mean age of 54.64 ± 0.35 Ma and an inverse isochron age of 54.18 ± 0.81 Ma, with an 40Ar/36Ar intercept value of 292 ± 5 (figure 4; table 1). The four ages are indistinguishable from one another, consistent with an eruption age of ca. 54 Ma. Because there is no evidence from the isochrons that excess argon is present in levels large enough to bias the age, and because biotite can be problematic owing to subtle alteration effects (Smith et al., 2006, 2008b), we take the weighted mean age of 54.24 ± 0.45 Ma of the sanidine as the best estimate of time elapsed since deposition of the Pampa de Jones tuff.\nThe pollen samples yielded a composition that was, as expected, quite similar to that reported by Melendi et al. (2003) and was not studied in detail: a mixture of fungal spores and fruiting bodies, monolete and trilete spores from bryophytes and pteridophytes, bisaccate and trisaccate pollen of Podocarpaceae, and porate angiosperm pollen. There were no significant differences in palynological composition between sampling levels (appendix 1).\nThe macroflora so far studied (figure 3 and caption) shows some similarity to the ~2.3 m.y. younger Laguna del Hunco assemblages, though quantifying the overlap requires more data; the Laguna del Hunco floras are sampled approximately 60 times more heavily than Pampa de Jones (Wilf et al., 2005a). However, the four most common leaf taxa at Laguna del Hunco are so far absent at Pampa de Jones, “Celtis” ameghenoi, “Myrcia” chubutensis, “Tetracera” patagonica, and “Schmidelia” proedulis (Wilf et al., 2005a). In accord with the Pampa de Jones palynoflora, Podocarpaceae and Araucaria are present (figure 3.A, B), and there are no macrofossils comparable to Nothofagus."
  }, {
    "heading": "Discussion",
    "text": "Our 40Ar/40Ar results place the formerly isolated Pampa de Jones site into a much broader framework, laying out several productive avenues for future research. The Pampa de Jones biota can now be compared in a reliable temporal context to other regional assemblages, particularly Laguna del Hunco and Río Pichileufú, to refine hypotheses about evolutionary dates, biotic turnover, and landscape and climate change. The age is consistent with deposition during\nthe Pilcaniyeu stage of volcanism (Rapela et al., 1984); it provides a new, well-resolved constraint for interpreting regional magmatic history, though many more new ages are needed.\nThe Pampa de Jones assemblage is now the oldest Eocene macrofossil biota known in Patagonia (and probably in South America), providing a unique window into Patagonian ecosystems shortly after the Paleocene-Eocene boundary (55.8 Ma). Further investigation for paleoclimatic proxy data is merited to broaden understanding of significant climate fluctuations observed elsewhere near 54 Ma (Bao et al., 1999; Wing et al., 2000; Secord et al., 2008; Zachos et al., 2008; Chew, 2009). Pampa de Jones is now the only demonstrably early Eocene site in the region examined for Nothofagus pollen, supporting the idea that the genus was absent at this time (e.g., Troncoso and Romero, 1998; Melendi et al., 2003; Barreda and Palazzesi, 2007; Palazzesi and Barreda, 2007). However, we caution strongly against a broad regional and temporal interpretation using absence data from a single well-dated site. The nearby Confluencia locality has also produced the pipid Llankibatrachus truebae, but it has a different palynoflora from Pampa de Jones, including abundant Nothofagus pollen of both brassii and fusca types (Báez et al., 1990; Melendi et al., 2003). Accordingly, the Confluencia assemblages are considered middle Eocene or younger (Melendi et al., 2003). Although a middle Eocene age is certainly possible, radioisotopic dating of the Confluencia deposits is needed to determine whether Confluencia is instead close in age to Pampa de Jones, which would indicate that the among-site difference in Nothofagus abundance is due to climate or landscape changes that are relatively closely spaced in time."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the National Science Foundation, grants DEB-0345750 and DEB 0919071, for support of this research; A. Báez, an anonymous reviewer, and the Editor for helpful critiques; E. Aragón and A. Iglesias for critiquing earlier drafts; Parque Nacional Nahuel Huapi and C. Chehebar for site access; and R. Burnham, L. Canessa, B. Cariglino, M. Carvalho, E. Currano, C. González, P. Puerta, and E. Ruigomez for field and laboratory assistance."
  }],
  "year": 2019,
  "references": [{
    "title": "Geología, paleoambientes y pale",
    "authors": ["E. Aragón", "E.J. Romero"],
    "year": 1984
  }, {
    "title": "The fossil record of the Pipidae",
    "authors": ["A.M. Báez"],
    "venue": "In: R.C. Tinsley and H.R. Kobel (eds.), The biology of Xenopus. Symposia of the Zoological Society of London 68. Clarendon Press, Oxford, pp. 329-347.",
    "year": 1996
  }, {
    "title": "Ontogeny of a new Palaeogene pipid frog from southern South America and xenopodinomorph evolution",
    "authors": ["A.M. Báez", "L.A. Pugener"],
    "venue": "Zoological Journal of the Linnean Society 139: 439-476.",
    "year": 2003
  }, {
    "title": "Redescription of the Paleogene Shelania pascuali from Patagonia and its bearing on the relationships of fossil and Recent pipoid frogs",
    "authors": ["A.M. Báez", "L. Trueb"],
    "venue": "Scientific Papers, Natural History Museum, The University of Kansas 4: 1-41.",
    "year": 1997
  }, {
    "title": "Nuevos hallazgos de microfloras y anuros Paleógenos en el Noroeste de Patagonia: implicancias paleoambientales y paleobiogeográficas",
    "authors": ["A.M. Báez", "M.C. Zamaloa", "E.J. Romero"],
    "venue": "Ameghiniana 27: 83-94.",
    "year": 1990
  }, {
    "title": "Paleocene-Eocene climatic variation in western North America: evidence",
    "authors": ["H.M. Bao", "P.L. Koch", "D.I. Rumble"],
    "year": 1999
  }, {
    "title": "Patagonian vegetation turnovers during the Paleogene-early Neogene: origin of arid-adapted floras",
    "authors": ["V. Barreda", "L. Palazzesi"],
    "venue": "Botanical Review 73: 31-50.",
    "year": 2007
  }, {
    "title": "Tertiary flora from the Río Pichileufú, Argentina",
    "authors": ["E.W. Berry"],
    "venue": "Geological Society of America Special Paper 12: 1-149.",
    "year": 1938
  }, {
    "title": "Un pipoideo fósil de Patagonia",
    "authors": ["R.M. Casamiquela"],
    "venue": "Revista del Museo de La Plata, Sección Paleontología 4: 71-123.",
    "year": 1961
  }, {
    "title": "Cuenca de Ñirihuau",
    "authors": ["L. Cazau", "D. Mancini", "J. Cangini", "L.A. Spalletti"],
    "venue": "In: G.A. Chebli and L.A. Spalletti (eds.), Cuencas sedimentarias Argentinas, Serie Correlación Geológica no. 6. Universidad Nacional de Tucumán, Instituto Superior de Correlación Geológica, San Miguel de Tucumán, pp. 299-318.",
    "year": 1989
  }, {
    "title": "Cuenca de Ñirihuau",
    "authors": ["L. Cazau", "J. Cortiñas", "S. Reinante", "M. Asensio", "F. Bechis", "D. Apreda"],
    "venue": "In: G. Chebli, J.S. Cortiñas, L. Spalletti, L. Legarreta and E.L. Vallejo (eds.), Frontera exploratoria de la Argentina. 6o Congreso de Exploración y Desarrollo de Hidrocarburos (Mar del Plata), Actas 1: 251-273.",
    "year": 2005
  }, {
    "title": "Paleoecology of the early Eocene Willwood mammal fauna from the central Bighorn Basin, Wyoming",
    "authors": ["A.E. Chew"],
    "venue": "Paleobiology 35: 13-31.",
    "year": 2009
  }, {
    "title": "Peces continentales y anfibios Cenozoicos de Argentina: los últimos cincuenta años",
    "authors": ["A.L. Cione", "A.M. Báez"],
    "venue": "Asociación Paleontológica Argentina. Publicación Especial 11: 195-220.",
    "year": 2007
  }, {
    "title": "Phylogenetic biome conservatism on a global scale",
    "authors": ["M.D. Crisp", "M.T.K. Arroyo", "L.G. Cook", "M.A. Gandolfo", "G.J. Jordan", "M.S. McGlone", "P.H. Weston", "M. Westoby", "P. Wilf", "H.P. Linder"],
    "venue": "Nature 458: 754-756.",
    "year": 2009
  }, {
    "title": "Manual of leaf architecture",
    "authors": ["B. Ellis", "D. Daly", "L.J. Hickey", "K.R. Johnson", "J. Mitchell", "P. Wilf", "S.L. Wing"],
    "venue": "Cornell University Press, Ithaca, 190 pp.",
    "year": 2009
  }, {
    "title": "Estudio geológico de la región pre- y subandina en la latitud del Nahuel Huapí",
    "authors": ["E. Feruglio"],
    "venue": "Boletín de Informaciones Petroleras 4: 425-434.",
    "year": 1927
  }, {
    "title": "Descripción geológica de la Patagonia, vol",
    "authors": ["E. Feruglio"],
    "venue": "II. Ministerio de Industria y Comercio de la Nación, Dirección General de Yacimientos Petrolíferos Fiscales, Buenos Aires, 349 pp.",
    "year": 1949
  }, {
    "title": "Taxonomy and biostratigraphy of Late Cretaceous and Paleogene triatriate pollen from South Carolina",
    "authors": ["N.O. Frederiksen", "R.A. Christopher"],
    "venue": "Palynology 2: 113-145.",
    "year": 1978
  }, {
    "title": "Esquema de la evolución geológica de la Cordillera Norpatagónica",
    "authors": ["F.G. González Bonorino"],
    "venue": "Revista de la Asociación Geológica Argentina 34: 184-202.",
    "year": 1979
  }, {
    "title": "Geología de la region de San Carlos de Bariloche: un estudio de las formaciones Terciarias del Grupo Nahuel Huapi",
    "authors": ["F.G. González Bonorino", "G.G. González Bonorino"],
    "venue": "Revista de la Asociación Geológica Argentina 33: 175-210.",
    "year": 1978
  }, {
    "title": "La edad de la Formación Ventana, en el área al norte y al este del Lago Nahuel Huapi",
    "authors": ["E.F. González Díaz"],
    "venue": "Revista de la Asociación Geológica Argentina 34: 113-124.",
    "year": 1979
  }, {
    "title": "Fossil angiosperm leaves and climate: from Wolfe and Dilcher to Burnham and Wilf",
    "authors": ["D.R. Greenwood"],
    "venue": "Courier Forschungsinstitut Senckenberg 258: 95-108.",
    "year": 2007
  }, {
    "title": "Revised geochronology of the Casamayoran South American land mammal age: climatic and biotic implications",
    "authors": ["R.F. Kay", "R.H. Madden", "M.G. Vucetich", "A.A. Carlini", "M.M. Mazzoni", "G.H. Re", "M. Heizler", "H. Sandeman"],
    "venue": "Proceedings of the National Academy of Sciences USA 96: 13235-13240.",
    "year": 1999
  }, {
    "title": "Upper Campanian-Paleogene from the Río Turbio coal measures in southern Argentina: micropaleontology and the Paleocene/Eocene boundary",
    "authors": ["N. Malumián", "A. Caramés"],
    "venue": "Journal of South American Earth Sciences 10: 189-201.",
    "year": 1997
  }, {
    "title": "Evaluación petrolera de la Cuenca de Ñirihuau, sudoeste de Argentina",
    "authors": ["C.D. Mancini", "M.J. Serna"],
    "venue": "1o Congreso Nacional de Exploración de Hidrocarburos, (Mar del Plata), Actas 2: 739-762.",
    "year": 1989
  }, {
    "title": "Edades radimétricas Eocenas",
    "authors": ["M.M. Mazzoni", "K. Kawashita", "S. Harrison", "E. Aragón"],
    "venue": "Borde occidental del Macizo Norpatagónico. Revista de la Asociación Geológica Argentina 46: 150-158.",
    "year": 1991
  }, {
    "title": "Palynostratigraphy of the Paleogene Huitrera Formation in N-W Patagonia, Argentina",
    "authors": ["D.L. Melendi", "L.H. Scafati", "W. Volkheimer"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie Abhandlungen 228: 205-273.",
    "year": 2003
  }, {
    "title": "Paleocene/Eocene pollen assemblages from the Ligorio Márquez Formation, central Patagonia, XI Region, Chile",
    "authors": ["M. Okuda", "H. Nishida", "K. Uemura", "A. Yabe"],
    "venue": "In: H. Nishida (ed.), Post-Cretaceous floristic changes in southern Patagonia, Chile. Faculty of Science and Enginneering, Chuo University, Tokyo, pp. 37-43.",
    "year": 2006
  }, {
    "title": "Major vegetation trends in the Tertiary of Patagonia (Argentina): a qualitative paleoclimatic approach based on palynological evidence",
    "authors": ["L. Palazzesi", "V. Barreda"],
    "venue": "Flora 202: 328-337.",
    "year": 2007
  }, {
    "title": "Las unidades estratigráficas del Terciario portadoras de mamíferos",
    "authors": ["R. Pascual", "O. Odreman Rivas"],
    "venue": "Su distribución y sus relaciones con los acontecimientos diastróficos. 5oCongreso Geológico Argentino (Buenos Aires), Actas 3: 292-338.",
    "year": 1973
  }, {
    "title": "A panorpoid (Insecta: Mecoptera) from the lower Eocene of Patagonia, Argentina",
    "authors": ["J.F. Petrulevicius"],
    "venue": "Journal of Paleontology 83: 994-997.",
    "year": 2009
  }, {
    "title": "Austroperilestidae, a new family of damselflies from early Eocene of Argentina (Insecta: Odonata)",
    "authors": ["J.F. Petrulevicius", "A. Nel"],
    "venue": "Phylogenetic relationships within Odonata. Journal of Paleontology 79: 658-662.",
    "year": 2005
  }, {
    "title": "Estratigrafía de la región de Pilcaniyeu",
    "authors": ["J. Rabassa"],
    "venue": "Comallo, Provincia de Río Negro. 7o Congreso Geológico Argentino (Neuquén), Actas 1: 731-746.",
    "year": 1978
  }, {
    "title": "Amphibians and squamates from the Cretaceous (Cenomanian) of Morocco: a preliminary study, with description of a new genus of pipid frog",
    "authors": ["J.C. Rage", "D.B. Dutheil"],
    "venue": "Palaeontographica Abteilung A 285: 1-22.",
    "year": 2008
  }, {
    "title": "Evolución magmática y geotectónica de la “Serie Andesítica” Andina (PaleocenoEoceno) en la Cordillera Norpatagónica",
    "authors": ["C.W. Rapela", "L.A. Spalletti", "J.C. Merodio"],
    "venue": "Revista de la Asociación Geológica Argentina 38: 469-484.",
    "year": 1983
  }, {
    "title": "El vulcanismo Paleoceno-Eoceno de la provincia volcánica AndinoPatagónica",
    "authors": ["C.W. Rapela", "L.A. Spalletti", "J.C. Merodio", "E. Aragón"],
    "venue": "9o Congreso Geológico Argentino, Relatorio 1: 189-213.",
    "year": 1984
  }, {
    "title": "Temporal evolution and spatial variation of early Tertiary volcanism in the Patagonian Andes (40° S-42°30’ S)",
    "authors": ["C.W. Rapela", "L.A. Spalletti", "J.C. Merodio", "E. Aragón"],
    "venue": "Journal of South American Earth Sciences 1: 75-88.",
    "year": 1988
  }, {
    "title": "Descripción geológica de la Hoja 41c, Río Chico, provincia de Río Negro",
    "authors": ["I.A. Ravazzoli", "F.L. Sesana"],
    "venue": "Servicio Geológico Nacional (Buenos Aires), Boletín 148: 1-80.",
    "year": 1977
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainties",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "year": 1998
  }, {
    "title": "Patterns of larval development in Cretaceous pipid frogs",
    "authors": ["Z. Rocek", "E. Van Dijk"],
    "venue": "Acta Palaeontologica Polonica 51: 111-126.",
    "year": 2006
  }, {
    "title": "Polen de angiospermas de la Formación Río Turbio (Eoceno), Pcia",
    "authors": ["E.J. Romero", "M.C. Zamaloa"],
    "venue": "de Santa Cruz, Argentina. Ameghiniana 34: 207-214.",
    "year": 1985
  }, {
    "title": "Odonatan endophytic oviposition from the Eocene of Patagonia: the ichnogenus Paleoovoidus and implications for behavioral stasis",
    "authors": ["L.C. Sarzetti", "C.C. Labandeira", "J. Muzón", "P. Wilf", "N.R. Cúneo", "K.R. Johnson", "J.F. Genise"],
    "venue": "Journal of Paleontology 83: 431-447.",
    "year": 2009
  }, {
    "title": "Stable isotopes in early Eocene mammals as indicators of forest canopy structure and resource partitioning",
    "authors": ["R. Secord", "S.L. Wing", "A. Chew"],
    "venue": "Paleobiology 34: 282-300.",
    "year": 2008
  }, {
    "title": "Highresolution calibration of Eocene strata",
    "authors": ["M.E. Smith", "B.S. Singer", "A.R. Carroll", "J.H. Fournelle"],
    "year": 2006
  }, {
    "title": "Synoptic reconstruction of a major ancient lake system: Eocene Green River Formation, western United States",
    "authors": ["M.E. Smith", "A.R. Carroll", "B.S. Singer"],
    "venue": "Geological Society of America Bulletin 120: 54-84.",
    "year": 2008
  }, {
    "title": "Precise dating of biotite in distal volcanic ash: isolating subtle alteration",
    "authors": ["M.E. Smith", "B.S. Singer", "A.R. Carroll", "J.H. Fournelle"],
    "year": 2008
  }, {
    "title": "Subcommission on geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jäger"],
    "venue": "Earth and Planetary Science Letters 36: 359-362.",
    "year": 1977
  }, {
    "title": "Tertiary and Late Cretaceous spores and pollen from the Gippsland Basin, AMEGHINIANA",
    "authors": ["L.E. Stover", "A.D. Partridge"],
    "year": 1973
  }, {
    "title": "New early Eocene mammalian fauna from western Patagonia, Argentina",
    "authors": ["M.F. Tejedor", "F.J. Goin", "J.N. Gelfo", "G. López", "M. Bond", "A.A. Carlini", "G.J. Scillato-Yané", "M.O. Woodburne", "L. Chornogubsky", "E. Aragón", "M.A. Reguero", "N.J. Czaplewski", "S. Vincon", "G.M. Martin", "M.R. Ciancio"],
    "venue": "American Museum Novitates 3638: 1-43.",
    "year": 2009
  }, {
    "title": "Evolución de las comunidades florísticas en el extremo sur de Sudamérica durante el Cenofitico",
    "authors": ["A. Troncoso", "E.J. Romero"],
    "venue": "Monographs in Systematic Botany from the Missouri Botanical Garden 68: 149-172.",
    "year": 1998
  }, {
    "title": "Nuevos hallazgos de palinofloras del Paleógeno en el Norte Patagónico (Argentina)",
    "authors": ["W. Volkheimer", "P. Narváez"],
    "venue": "Significado estratigráfico, paleoclimático y paleoambiental. 13o Simposio Argentino de Paleobotánica y Palinología (Bahía Blanca), Resúmenes: 82.",
    "year": 2006
  }, {
    "title": "High plant diversity in Eocene South America: evidence from Patagonia",
    "authors": ["P. Wilf", "N.R. Cúneo", "K.R. Johnson", "J.F. Hicks", "S.L. Wing", "J.D. Obradovich"],
    "venue": "Science 300: 122-125.",
    "year": 2003
  }, {
    "title": "Eocene plant diversity at Laguna del Hunco and Río Pichileufú, Patagonia, Argentina",
    "authors": ["P. Wilf", "K.R. Johnson", "N.R. Cúneo", "M.E. Smith", "B.S. Singer", "M.A. Gandolfo"],
    "venue": "American Naturalist 165: 634-650.",
    "year": 2005
  }, {
    "title": "Richness of plant-insect associations in Eocene Patagonia: a legacy for South American biodiversity",
    "authors": ["P. Wilf", "C.C. Labandeira", "K.R. Johnson", "N.R. Cúneo"],
    "venue": "Proceedings of the National Academy of Sciences USA 102: 8944-8948.",
    "year": 2005
  }, {
    "title": "Papuacedrus (Cupressaceae) in Eocene Patagonia, a new fossil link to Australasian rainforests",
    "authors": ["N.R. Cúneo", "K.R. Johnson"],
    "venue": "American Journal of Botany 96: 2031-2047.",
    "year": 2009
  }, {
    "title": "An early Eocene cool period? Evidence for continental cooling during the warmest part of the Cenozoic",
    "authors": ["S.L. Wing", "H. Bao", "P.L. Koch"],
    "venue": "In: B.T. Huber, K. MacLeod and S.L. Wing (eds.), Warm climates in Earth history. Cambridge University Press, Cambridge, pp. 197-237.",
    "year": 2000
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature 451: 279-283.",
    "year": 2008
  }, {
    "title": "Asociación palinológica del Paleoceno temprano (Formación Salamanca) en Ea",
    "authors": ["M.C. Zamaloa", "R.R. Andreis"],
    "venue": "Laguna Manantiales, Santa Cruz, Argentina. 6o Congreso Argentino de Paleontología y Bioestratigrafía (Trelew), Actas: 301-305.",
    "year": 1995
  }, {
    "title": "Casuarinaceae from the Eocene of Patagonia, Argentina",
    "authors": ["M.C. Zamaloa", "M.A. Gandolfo", "C.C. González", "E.J. Romero", "N.R. Cúneo", "P. Wilf"],
    "venue": "International Journal of Plant Sciences 167: 1279-1289. Recibido: 20 de mayo de 2009.",
    "year": 2006
  }, {
    "title": "F-G, equivalent to “Cupania” latifolioides Berry (1938: sensu plate 30, figure 1)/ equivalente a “Cupania” latifolioides Berry (1938: según lámina 30, figura 1). I, leaflet, asymmetrical, with untoothed margin and numerous, thin, brochidodro",
    "authors": [],
    "year": 2009
  }],
  "id": "SP:a302b605732dc592348bc90e003a7a6d79f172ff",
  "authors": [{
    "name": "Peter Wilf",
    "affiliations": []
  }, {
    "name": "Brad S. Singer",
    "affiliations": []
  }, {
    "name": "María del Carmen Zamaloa",
    "affiliations": []
  }, {
    "name": "Kirk R. Johnson",
    "affiliations": []
  }, {
    "name": "Peter WILF",
    "affiliations": []
  }, {
    "name": "Brad S. SINGER",
    "affiliations": []
  }, {
    "name": "María del Carmen ZAMALOA",
    "affiliations": []
  }, {
    "name": "Kirk R. JOHNSON",
    "affiliations": []
  }, {
    "name": "Rubén CÚNEO",
    "affiliations": []
  }],
  "title": "Early Eocene 40Ar/39Ar Age for the Pampa de Jones plant, Frog, and Insect Biota (Huitrera Formation, Neuquén Province, Patagonia, Argentina)"
}