{
  "sections": [{
    "text": "Keywords Climate . Ethiopia . India . Oligocene . Silicic pyroclastics"
  }, {
    "heading": "Introduction",
    "text": "It has been known that volcanic eruptions can inject volcanic gases (e.g., SO2, CO2, and HF) and ashes into the atmosphere. The climatic effect of volcanic eruptions is thought to be due primarily to magmatic volatiles (sulfate and possibly halogen aerosols) as these have a longer\nresidence time than volcanic ash in the upper atmosphere (Kelly and Sear 1984; Rampino and Self 1984; Graf et al. 1998). Continental flood basalt province is characterized by large volumes of basaltic and silicic flood volcanic rocks, which were extruded over a short time interval (∼1–3 Ma). The basaltic and silicic flood volcanisms are associated with the emission of volcanic volatiles (SO2, CO2, and HF) and ashes, which may trigger climatic disruption and subsequently induce mass extinction events (e.g., Wignall 2001). The eruption columns associated with explosively emplaced voluminous silicic pyroclastics could have injected large amounts of aerosols into the atmosphere, and so affected global climate more than basaltic eruptions of similar volumes.\nVolcanic eruptions affect the climate through the gases and dust particles thrown into the atmosphere during eruptions (e.g., Rampino and Self 1992). Suspended particles, such as dust and ash, can block out the earth’s sunlight, thus reducing solar radiation and lowering mean global temperatures. Volcanic sulfur combines with water vapor in the stratosphere to form dense clouds of tiny sulfuric acid droplets. These droplets take several years to settle out, and they are capable to decreasing the troposphere temperatures because they absorb solar radiation and scatter it back to space.\nThe Oligocene period was marked by global climatic changes, such as extreme fluctuations in Antarctic ice-sheet volume, a period of low diversity in land mammals and a maximum in the benthic foraminiferal δ18O records (Keigwin and Keller 1984; Haq et al. 1987; Baker et al. 1990; Pekar and Miller 1996). These climatic changes were interpreted to result from a cooler climate as a consequence of voluminous volcanic eruptions. While a long-term connection of the Ethiopian continental flood basalt province with Oligocene climatic changes does exist D. Ayalew (*) Department of Earth Sciences, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia e-mail: dereayal@geol.aau.edu.et D. Ayalew e-mail: dereayal@yahoo.com\n(Courtillot 1995; Hofmann et al. 1997; Rochette et al. 1998; Ayalew et al. 2002), no well-defined causal link has been established yet. The purpose of this paper is to review the existing data in an attempt to assess the relationship between the Ethiopian silicic pyroclastic eruptions and the Oligocene climate changes.\nEthiopian Oligocene silicic flood volcanism\nThe most recent Ethiopia–Yemen continental flood basalt (CFB) province is dated as 31–26 Ma, with a peak volcanism at 29–31 Ma (e.g., Baker et al. 1996; Hofmann et al. 1997; Ukstins et al. 2002; Meshesha and Shinjo 2007). There is a marked asymmetry in the distribution of the volcanic rocks, with over 80% in Ethiopia. Silicic volcanism occurred early during the main basaltic episode and continued to erupt\nduring the lifetime of the flood basalt (29.2–30.2 Ma, Ayalew and Yirgu 2003). Silicic volcanic rocks occur in the volcanic stratigraphy as ash layers between basaltic lava flows or as individual eruptive units, comparable in volume to individual mafic lava units. They may be found at the top or throughout the volcanic stratigraphy. The Ethiopian silicic volcanic rocks are dominantly ignimbrites forming typical plateau topography, which is often extensively eroded and dissected by deep gorges (Ayalew et al. 2002). The maximum thickness of the plateau ignimbrites is extremely variable, reaching up to 500 m. Individual flow units vary in thickness from 3 to15 m. Oligocene ignimbrites cover an area of 7×104 km2, with an estimated volume of >6× 104 km3, representing on average 20% of the volcanic pile (Ayalew et al. 2002). The Ethiopian silicic ignimbrites have been linked to silicic ash layers in Indian Ocean drill cores (Fig. 1, Touchard et al. 2003)"
  }, {
    "heading": "Indian Ocean ash layers",
    "text": "Volcanic ash layers (up to 15–20 cm in thickness), identified by magnetic susceptibility with normal polarity, are found in the central Indian Ocean (ODP Leg 115, Fig. 1) about 2,600 km away from the Ethiopian CFB province (Okada 1990; Robinson 1990). These ash deposits are composed of grains (0.25–0.5 mm in size) of volcanic glass (shard and pumice) and contain minor amounts of alkali feldspar and clinopyroxene crystals (Touchard et al. 2003; Ukstins Peate et al. 2003). The Indian Ocean tephras are all rhyolitic in composition (Ukstins Peate et al. 2003) and overlap the field of the Ethiopian silicic ignimbrites. Geochronological studies (magnetostratigraphy, biostratigraphy, and radiometric dating) provided an age of 29.4±0.3 and 29.47±0.14 Ma (Ukstins Peate et al. 2003) for the Indian Ocean ash layers, which lie within the range of the Ethiopian silicic ignimbrites.\nGeochemical data (Fig. 2) reveal that the Indian Ocean tephras are clearly distinct from other potential sources of silicic eruptions at ∼30 Ma (Mexican and all global arc silicic ignimbrites), but they are significantly similar to the Ethiopian silicic volcanism. The Indian Ocean tephras are characterized by high Nb contents (95–202 ppm) and low La/Nb ratios (0.9–1.2) which are very similar to Oligocene Ethiopian ignimbrites (Nb, 101–291 ppm and La/Nb, 0.7– 1.1). Oligocene silicic products from Mexico and all global arcs exhibit low Nb contents (<51 ppm) and high La/Nb ratios (1.4–8.3). This suggests that ash layers found in Indian Ocean ODP Leg 115 cores originated from volumi-\nnous silicic pyroclastic eruptions of Oligocene Ethiopian CFB province. Thus, the Indian Ocean tephras probably represent distal fallout of the Oligocene explosive eruptions in Ethiopia and Yemen.\nThe extensive lava field in Ethiopia and Yemen once formed a single magmatic province that was associated with the opening of the Red sea and Gulf of Aden so the site of Indian Ocean ODP Leg 115 at 30 Ma much more closer than that of its present-day position. The presence of more distal ash deposits of the same unit demonstrates that the Ethiopian silicic volcanism might have emitted significant amounts of ash at high altitude (upper troposphere or stratosphere) to be transported far away from the emission center. This confirms that the Ethiopian silicic pyroclastic eruptions were emplaced on a near-global scale.\nEthiopian Oligocene silicic volcanism and global climatic change\nMany studies have shown that silicic magmas may have substantial amounts of dissolved volatile concentrations (Johnson et al. 1994; Webster et al. 1993). Explosive volcanic eruptions can inject large amounts of fine ash and volatiles into the atmosphere (Devine et al. 1984; Kelly and Sear 1984; Rampino and Self 1984; Bluth et al. 1993), inducing significant climatic effects. Volcanic eruption is the main medium that transfers volatiles from earth interior to its atmosphere.\nField and petrographic observations indicate that nearly all of the rhyolites are composed of ignimbrites, and hence, they were produced by explosive ignimbriteforming eruptions. This further suggests that eruptions occurred when the silicic magma became volatilesaturated. The Ethiopian Oligocene ignimbrite eruptions released significant amounts of Cl (∼6.4×1015 mol of Cl) and S (∼1.4×1015 mol of S) aerosols into the atmosphere (Ayalew et al. 2002). The estimated S released by the Ethiopian ignimbrites is minimal because the contribution from the flood basalts and Yemeni volcanics is not taken into consideration.\nThe emplacement of the Ethiopian silicic pyroclastics on a near-global scale together with the release of immense volumes of S (on the order of 1015 mol) and other magmatic gases into the upper atmosphere suggest that the Ethiopian flood volcanism, especially the silicic flood volcanism, may have had an impact on the Oligocene climate. The onset of the flood basalt eruption (∼31 Ma) slightly predated the Oligocene (Oi2∼30.3 Ma) global cooling event, but the eruption of the first silicic volcanism (30.3 Ma) was contemporaneous with the Oi2 global cooling event. These observations strongly suggest that the Ethiopian continental flood basalt province may have\ncontributed or at least accelerated the climate change that was already underway.\nAcknowledgments I expressed my gratitude to G. Heiken, C. Nyamai, and W.M. Naecu for their comments on an earlier draft of the manuscript. The author is grateful to the anonymous journal reviewers for their thorough comments."
  }],
  "year": 2012,
  "references": [{
    "title": "Crustal contribution to the genesis of Ethiopian plateau rhyolitic ignimbrites: basalt and rhyolite geochemical provinciality",
    "authors": ["D Ayalew", "Y Yirgu"],
    "venue": "J Geol Soc,",
    "year": 2003
  }, {
    "title": "Source, genesis and timing of giant ignimbrite deposits associated with Ethiopian continental flood basalts",
    "authors": ["D Ayalew", "P Barbey", "B Marty", "L Reisberg", "Y Yirgu", "R Pik"],
    "venue": "Geochim Cosmochim Acta",
    "year": 2002
  }, {
    "title": "Minor element and stable isotopic composition of the carbonate fine fraction: site 709",
    "authors": ["PA Baker", "MJ Malone", "SJ Burns", "PK Swart"],
    "venue": "Indian Ocean. ODP Scientific Results",
    "year": 1990
  }, {
    "title": "A brief Oligocene period of flood volcanism in Yemen: implications for the duration and rate of continental flood volcanism at the Ethiopian triple junction",
    "authors": ["J Baker", "L Snee", "M Menzies"],
    "year": 1996
  }, {
    "title": "The contribution of explosive volcanism to global atmospheric sulfur dioxide concentrations",
    "authors": ["GJS Bluth", "CC Schnetzler", "AJ Krueger", "LS Walter"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "The contribution of the earth degassing to the atmospheric sulfur budget",
    "authors": ["HF Graf", "B Langmann", "J Feichter"],
    "venue": "Chem Geol",
    "year": 1998
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["BU Haq", "J Hardenbol", "PR Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Timing of the Ethiopian flood basalt event and implications for plume birth and global change",
    "authors": ["C Hofmann", "V Courtillot", "G Féraud", "P Rochette", "G Yirgu", "E Ketefo", "R Pik"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Pre-eruptive volatile contents of magmas. In: Carroll MR, Holloway (eds) Volatiles in magmas",
    "authors": ["MC Johnson", "JAT Anderson", "MJ Rutherford"],
    "venue": "Mineral",
    "year": 1994
  }, {
    "title": "Middle Oligocene cooling from equatorial Pacific DSDP site 77B",
    "authors": ["L Keigwin", "G Keller"],
    "venue": "Geology",
    "year": 1984
  }, {
    "title": "Climatic impact of explosive volcanic eruptions",
    "authors": ["PM Kelly", "CB Sear"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Crustal contamination and diversity of magma sources in the northwestern Ethiopian volcanic province",
    "authors": ["D Meshesha", "R Shinjo"],
    "venue": "J Mineral Petrol Sci",
    "year": 2007
  }, {
    "title": "Quaternary and Palaeogene calcareous nannofossils, leg 115",
    "authors": ["H Okada"],
    "venue": "ODP Scientific Results",
    "year": 1990
  }, {
    "title": "New Jersey Oligocene “Icehouse” sequences (ODP leg 150X) correlated with global",
    "authors": ["S Pekar", "KG Miller"],
    "year": 1996
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["MR Rampino", "S Self"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["MR Rampino", "S Self"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Applications for whole core magnetic susceptibility measurements of deep-sea sediments: leg 115 results",
    "authors": ["SG Robinson"],
    "venue": "ODP Scientific Results",
    "year": 1990
  }, {
    "title": "Magnetostratigraphy and timing of the Oligocene Ethiopian traps",
    "authors": ["P Rochette", "E Tamrat", "G Féraud", "R Pik", "V Courtillot", "E Ketefo", "C Coulon", "C Hofmann", "D Vandamme", "G Yirgu"],
    "year": 1998
  }, {
    "title": "Highresolution magnetostratigraphic and biostratigraphic study of Ethiopian traps-related products in Oligocene sediments from the Indian Ocean",
    "authors": ["Y Touchard", "P Rochette", "MP Aubry", "A Michard"],
    "venue": "Earth Planet Sci Lett 206:493–508",
    "year": 2003
  }, {
    "title": "Matching conjugate volcanic rifted margins",
    "authors": ["I Ukstins", "P Renne", "E Wolfenden", "J Baker", "D Ayalew", "M Menzies"],
    "year": 2002
  }, {
    "title": "Correlation of Indian Ocean tephra to individual Oligocene silicic eruptions from Ethiopian flood volcanism",
    "authors": ["I Ukstins Peate", "J Baker", "AJR Kent", "M Al-Kadasi", "A Al-Subbary", "D Ayalew", "M Menzies"],
    "year": 2003
  }, {
    "title": "Pre-eruptive melt composition and constraints on degassing of a water-rich pantellerite magma, Fentale volcano, Ethiopia",
    "authors": ["JD Webster", "RP Taylor", "C Bean"],
    "venue": "Contrib Mineral Petrol",
    "year": 1993
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["PB Wignall"],
    "venue": "Earth Sci Rev",
    "year": 2001
  }],
  "id": "SP:788739a26578a9f050ac4a58ff219a36e2b52f5c",
  "authors": [{
    "name": "Dereje Ayalew",
    "affiliations": []
  }],
  "abstractText": "The Oligocene Ethiopian continental flood basalt province (ca. 29–31 Ma) contains significant silicic pyroclastic rocks (>60,000 km constituting up to 20% of the volcanic stratigraphy). Rhyolitic tephras, synchronous with the Ethiopian silicic pyroclastic rocks, are found in Indian Ocean ODP holes 711A. They are geochemically akin to the Ethiopian silicic pyroclastic rocks. This suggests that the Indian Ocean tephras originated from Ethiopian silicic eruptions and represents more distal fallout of this volcanism. The temporal coincidence of the Ethiopian flood volcanism with the Oligocene global cooling event (Oi2∼ 30.3 Ma) and the emplacement of the Ethiopian silicic pyroclastic eruptions on a near-global scale strongly suggest that the Ethiopian continental flood basalt province may have contributed or at least accelerated the climate change that was already underway.",
  "title": "Possible correlation of Oligocene climate changes with Ethiopian Oligocene ignimbrite eruptions"
}