{
  "sections": [{
    "text": "1 3\nKeywords Lake sediments · Paleoclimate · Quaternary · Downhole logging · Cyclostratigraphy · Sedimentation rates"
  }, {
    "heading": "Introduction",
    "text": "In the framework of the International Continental Scientific Drilling Program (ICDP), a drilling campaign was carried out in the summer of 2010. The objectives of the project (PALEOVAN) were to enhance the understanding of the paleoclimatic and paleoenvironmental conditions of the Middle East for the past 500 ka. Multiple cores were collected from two boreholes with total depths of 140 m (Northern Basin site) and 217 m (Ahlat Ridge site; Fig. 1a). The Ahlat Ridge (AR) site is located in a deep basin (water depths of 360 m). Pre-site seismic surveys indicated that a continuous sedimentary sequence is preserved at AR, which increases the potential to yield a complete paleoenvironmental and paleoclimatic record (Litt et al. 2009).\nA comprehensive set of downhole logging data was acquired in hole D at AR. In this paper, we present results from spectral analysis applied on spectral gamma ray (SGR) data. Further results of statistical evaluations (cluster analysis) on downhole logging and X-ray fluorescence (XRF) scanning data from split cores to reconstruct the sediment record are published by Baumgarten et al. (2014).\nPaleoenvironmental investigations on sediments are feasible only if a robust age–depth model can be achieved. Because incomplete core recovery often occurs when coring unconsolidated sediments, continuously recorded downhole logging data and following evaluations are extremely valuable to fill core gaps or for independent testing of core interpretation. The challenging sedimentary record of Lake Van, which includes several meters\nH. Baumgarten (*) · T. Wonik Leibniz Institute for Applied Geophysics (LIAG), Stilleweg 2, 30655 Hannover, Germany e-mail: Henrike.Baumgarten@liag-hannover.de\n1 3\nof tephra layers that are difficult to drill, can be analyzed using the in situ physical properties achieved by downhole logging.The main objectives of this contribution are as follows: (1) analysis and interpretation of orbitally driven cyclicities recorded by physical properties due to their sensitivity to changes in sediment characteristics and (2) development of an age–depth relationship based\non cyclostratigraphic characteristics of downhole logging data.\nEven though orbital cycles have been interpreted in numerous marine records (Barthes et al. 1999; Golovchenko et al. 1990; Jarrard and Arthur 1989; Molinie and Ogg 1990a) and several lacustrine sedimentary sequences (Bogota-A et al. 2011; Kashiwaya et al. 2010;\n1 3\nProkopenko et al. 2006), this approach pre-requires continuous sedimentation and preservation of the cycles. The sediment record of Lake Van is by its nature not well suited for identification of cycles because they are intersected by frequent tephra layers (event stratification). We hypothesize that, after subtraction of these discontinuities, cyclostratigraphic methods can still be applied and cycles (assumed as orbitally driven) can be detected and interpreted.\nWe focused our interpretation on the SGR data acquired at the AR because this site represents the longest drilled sedimentary section in the lake and is assumed to be a continuous record that covers the longest period of time. Furthermore, the AR site is the main focus of the PALEOVAN project, and the evaluations done by other working groups are most detailed. Based on these framework conditions, this site, so far the best studied, has the highest potential for cyclostratigraphic studies."
  }, {
    "heading": "Regional setting",
    "text": "Lake Van (38°38′N, 42°54′E) in eastern Anatolia (Turkey) has a surface area of more than 3,500 km2 and is the fourth largest terminal lake in the world. It is located in the vicinity of the Red Sea, the Arabian Sea and the Black Sea and near the Bitlis-Pötürge suture in the Eastern Anatolian Accretionary Complex (Fig. 1b). The tectonic setting is controlled by the underthrusting of the Afro/Arabian plate (to the north) under the Anatolian/Eurasian plate (Litt et al. 2009). The lake basin forms the eastward continuation of the Muş basin, from which it is separated by the Nemrut volcano (Cukur et al. 2013). Lake Van’s basin was formed by this active fault system (Litt et al. 2009). Historic earthquakes, most recently in 2011, indicate that the region is tectonically active. Lake Van is assumed to be older than 550 ka (Cukur et al. 2013). The volcanoes across eastern Anatolia are related to the tectonic collision (Keskin2003), and post-collisional volcanism began at 8–6 Ma (Sumita and Schmincke 2013a). The link between the volcanoes and the tectonic setting is still under debate (Keskin 2005). The Süphan and Nemrut volcanoes (Fig. 1a) have contributed significantly to the volcanic deposits of Lake Van (Sumita and Schmincke 2013b). Large parts of its catchment are covered by volcanic deposits (Degens et al. 1984); thus, they are likely a major source of terrestrial material in the lacustrine sediments. These sediments are composed mainly of clayey silts and tephra deposits. The former consist predominantly of authigenic carbonates, clay minerals, quartz and organically rich layers (Stockhecke et al. 2014a). The climate in the region is affected by several atmospheric elements, including the mid-latitude westerlies (Chavaillaz et al. 2013; westerly jet streams; which are triggered by the equator-to-pole gradient), the Mediterranean subtropical\nhigh-pressure system and the Siberian high-pressure system (Akcar and Schlüchter 2005; Stockhecke et al. 2012). The position of Lake Van between prevailing arid and humid regions makes it sensitive to climatic changes. Lakelevel terraces surrounding Lake Van have recorded past changes in the hydrological system (Landmann et al. 1996; Litt et al. 2009). The lake water has an alkaline characteristic, which is likely due to volcanic inputs of CO2 (Degens et al. 1984). The current local climate is continental, with dry and warm summers (mean temperature >20 °C), cold winters (mean temperature <0 °C) and precipitation during winter and spring (Landmann et al. 1996; Stockhecke et al. 2012).\nThe lake level is currently at 1,647 m asl and has undergone significant changes (hundreds of meters) since the lake’s initial formation (Cukur et al. 2013). Extensive investigations, including shallow coring to depths of 8–9 m and surface geophysics, began in the 1970s. These cores revealed an annual resolution of at least 15 ka (Landmann et al. 1996). The sedimentation rates in the Holocene were determined by varve counting in short cores and ranges from 30 to 100 cm/ka (Degens et al. 1984). Additional short cores (3–9 m) were drilled at AR in 2004 (Fig. 1a). By correlating prominent ash layers in the short cores with those found in cores drilled in 2009, Litt et al. (2009) estimated a mean sedimentation rate of 50 cm/ka.\nLake Van contains several deep basins, and the Tatvan basin was targeted for drilling (Fig. 1a) (Litt et al. 2009). The AR site is located in the Tatvan basin, and multiple cores were collected to a total depth of 217 m with an overall core recovery of 91 %. This site is assumed to yield a complete paleoenvironmental and paleoclimatic record because the results from a pre-site seismic survey indicate that an undisturbed sedimentary sequence is preserved (Litt et al. 2009). Additionally, the location of the deep basin far from the lake shore decreases the likelihood of mass-flow deposits in the sediments, which occur close to the southern shore in Lake Van (Cukur et al. 2013)."
  }, {
    "heading": "Materials and methods",
    "text": "Data acquisition, preprocessing and processing\nHole D at AR was drilled with a diameter of 149 mm. Water-based mud was used with additives (citric acid) to compensate for the high pH (9.8) of the lake water. The SGR data, including the potassium (K), thorium (Th) and uranium (U) contents, were recorded with the slimhole tool (SGR 70, Antares, Germany) of the Leibniz Institute for Applied Geophysics. The sampling rate was 10 cm, and the logging speed was 3 m/min. The vertical resolution (minimum bed resolution) which can be achieved depends\n1 3\namong the tool specification (size of the BGO crystal: 5 × 15 cm) on formation characteristics, e.g., the contrast of values between a thin bed (reference) and its neighbor bed and the absolute value range (Theys 1991). Therefore, we can estimate the vertical resolution only as 15–20 cm. Descriptions of this logging tool are given by Barrett et al. (2000) and Buecker et al. (2000), and the physical principles are described by Rider and Kennedy (2011). Hole D was first drilled to 118 m below lake floor (mblf) and extended to a final depth of 217 mblf in a second phase of drilling.\nSGR was recorded through the drillpipe directly after each drilling phase and covers the complete drilled sediment record. The software GeoBase® (Antares, Germany) was used for data acquisition, preprocessing and processing. After depth matching of the logs, the two sections (0–118 and 118–217 mblf) were spliced for further analysis.\nThe environmental correction of the SGR was calculated to take into account the disturbance due to drilling (Lehmann 2010). The uncorrected and corrected data differ only by a constant factor; thus, the original data were used for the evaluations because potential periodicities in the data are not affected by an offset in the absolute values.\nCyclostratigraphic analysis\nVariations of the solar insolation on the Earth are a major control of the climate (Milanković 1920) and therefore affect the properties of deposited sediments (Rachold and Brumsack 2001). Several periodicities have been defined for the solar variations in the Quaternary (Berger and Loutre 2010), including eccentricity (E: 100 ka), obliquity (O: 41 ka) and precession (P2: 23 ka and P1: 19 ka). The 100 ka E cycle is known to be dominant in paleoclimate records, particularly for the last 900 ka.\nVariations in sediment characteristics, which are controlled by varying climatic conditions, are detectable by their different physical properties (Lamont-Doherty Earth Observatory Borehole Research Group 2001). Possible responses of downhole logging data to (climate-driven) variations in sediment characteristics are shown in Fig. 2. Cyclostratigraphic studies of downhole data have been successfully performed on gamma ray (Molinie and Ogg 1990b; Wonik 2001), resistivity (Golovchenko et al. 1990), seismic velocity (vp) (Jarrard and Arthur 1989) and magnetic susceptibility (Barthes et al. 1999). Such cyclicities can be interpreted as repeated sedimentary sequences,\n1 3\nwhich are characterized by varying physical properties. If the cycles can be successfully correlated with orbital cycles, the depth scale can be converted to a timescale and mean sedimentation rates can be determined (Molinie and Ogg 1990a).\nFor cyclostratigraphic analysis, the sedimentation is considered to be continuous over the analyzed time interval. Additional event deposition (thick turbidites or volcanic ash layers) or erosional events (hiatuses) disturb continuous sedimentation and—if not corrected for—produce erroneous estimates of sedimentation rates. Artificial time series have been examined to determine the impact of geological disruptions, such as hiatuses, on time series analysis (Stage 1999). He introduced hiatuses in the amount of 15 % of the original time series which have been found to significantly change the spectrum. Because the depth scale is converted to a timescale, the vertical resolution of the downhole logging tools and the sedimentation rate control the temporal resolution. Generally, the vertical resolution that can be achieved by spectral analysis is defined by the Nyquist frequency (two times the sampling rate; Molinie and Ogg 1990a). Thus, for SGR with a vertical resolution of 15–20 cm and a mean sedimentation rate of 30 cm/ka, a time resolution of c. 1.0–1.3 ka can be achieved.\nSedimentation rate variations for the recorded data can be detected using the sliding window method (Molinie and Ogg 1990b; Wonik 2001). The spectral analysis is calculated for a certain depth interval (window size), and the window is then shifted downward continuously at a specific step. The calculation is repeated, and the results are displayed at the center of each window, resulting in a three-dimensional spectral plot. The optimal window size is determined empirically. The window needs to be as short as possible to maximize the length of the resulting plot but long enough to cover the signal. For example, a 30-m-long E cycle cannot be detected properly by a 20-m-long window. A window that is too short will smear the signal.\nThe window length and step size used for this dataset are indicated in the results section. The characteristic periodicities were identified by application of spectral analysis (Jenkins and Watts 1969; Priestley 1981) performed as fast Fourier transform (Windowed Fourier transform; Torrence and Compo 1998), by using MATLAB (MathWorks®). In addition to the Milanković cycles, higher-frequency signals (sub-Milanković) have been recorded by the North Greenland δ18O record (NGRIP), which indicates 24 Greenland Interstadials (GIS) over the past 123 ka (Andersen et al. 2004; North Greenland Ice Core Project members 2004). These rapid warming events (Dansgaard–Oeschger cycles; Dansgaard et al. 1993) have a periodicity of approximately 1.5, 3 and 4.5 ka which are multiples of 1.5 ka (Rahmstorf 2002; Alley et al. 2001).\nSeveral high-frequency fluctuations have been observed in Quaternary paleoclimate records, such as in pollen\n(Mueller et al. 2011), total organic carbon (Prokopenko et al. 2001) or carbonate contents (Wagner et al. 2010). Depending on sedimentation rates and the resulting temporal resolution, even climate signals in the range of subMilanković frequencies can be detected using downhole logging techniques (Paulissen and Luthi 2011).\nData preparation for spectral analysis\nDiscontinuities in the sedimentary process, such as event stratifications (Schwarzacher 2000) that were not deposited at “normal” sedimentation rates, cause uncertainties in linking the sediment thickness to time. Therefore, an approach was needed to eliminate the numerous tephra layers (=event deposits; deposited almost instantaneously) from the Lake Van record.\nA continuous lithological profile is the first step to identify these layers. It was reconstructed based on cluster analysis of several downhole logging data as well as additional parameters from XRF scanning of split cores (Baumgarten et al. 2014). The vertical resolution of the cluster analysis is controlled by the input data which range from c. 2 cm (resistivity from dipmeter) to c. 20 cm (magnetic susceptibility). The combined vertical resolution cannot be determined precisely, but we consider thin lithological layers (<15 cm) below the detection limit. After the integrated interpretation of the results of the cluster analysis and the composite lithological profile from visual core descriptions (compiled by Stockhecke et al. 2014a), the tephra deposits were separated clearly. They are generally characterized by higher mean gamma ray (GR) values (>40 gAPI) than the lacustrine deposits. Thus, this value was used as a cutoff, and layers with GR values above 40 gAPI were interpreted as tephra and removed from the profile. Border effects and thin tephra layers below minimum bed resolution cannot be excluded.\nTo run the spectral analysis on a continuous depth section, a synthetic depth scale was created. For example, after removing the 9-m-thick tephra layers from 120 to 129 mblf, the upper part of the log was manually shifted down; hence, the log was shortened by 9 m. After eliminating approximately 50 m of tephra, the resulting “synthetic log” (composed mainly of lacustrine clayey silts) was 160 m long. The spectral analysis was performed on this record. Figure 3a shows the result of this processing step for the uranium log (Uedit)."
  }, {
    "heading": "Compaction",
    "text": "Because of the unconsolidated nature of the lacustrine sediments, compaction (and associated porosity reduction) of the material needs to be taken into account. Compaction is primarily controlled by sediment depth because lithostatic\n1 3\nstress increases with depth (Erickson and Jarrard 1998). The compaction of sediments can usually be described by an exponential trend, and we have applied an exponential\nregression to compensate this effect according to Brunet (1989). The exponential decrease in porosity (n) with depth (z) was estimated as (Athy 1930; Brunet 1998):\n1 3\nwhere n0 is the initial porosity, and β is the coefficient of compaction.\nAssuming that the compaction of the sum of the GR data and their spectral components can be described in a similar manner as the porosity (Eq. 1), the respective residuals were computed.\nThe role of spectral gamma ray data for cyclostratigraphic studies\nThe imprinting of orbital (climate) signals in sediments requires mechanisms for the response of the observed parameter to changes in climatic conditions. GR data have been used for cyclostratigraphic analyses, and variations in the natural radioactivity are often linked to the abundance of clay minerals or differences in clay mineralogy (Serra 1986; Rider and Kennedy 2011). However, the spectral components have the potential to yield more detailed information than the sum of the natural radioactivity. The roles of K, Th and U in changing climatic conditions require further investigations, in particular for lacustrine sedimentary climate archives.\nThe spectral components have several sources in sediments. The host minerals for K are mainly feldspars, micas and clays, whereas Th originates from feldspars, clays, phosphates and Th-bearing minerals such as monazite. U occurs in feldspars, clays and heavy minerals (e.g., zircon) and is also associated with organic matter (Rider and Kennedy 2011; Schnyder et al. 2006).\nThe Th/K ratio is often considered to be indicative of humid versus arid periods because it reflects the kaolinite/ illite distribution, which increases during weathering in humid conditions (Grabowski et al. 2013). The more soluble components U (and K) are likely removed by intense weathering in conjunction with higher concentrations of Th, which leads to increased Th/U (and Th/K) ratios in the remaining sediments. The presence of a climate signal requires the assumption that the signature of the minerals is preserved during transport and deposition (Ruffell and Worden 2000), and thereafter strong diagenesis is an issue (Schnyder et al. 2006). Several investigations have shown that the Th/K ratio is not necessarily a climate indicator for humidity (Grabowski et al. 2013). Schnyder et al. (2006) found no direct correlation between the U content and the total organic carbon (TOC) content of the analyzed (prevailing marine) sediments. They proposed that oxic versus anoxic conditions of the water masses cause the signal and trigger U degradation (redox-dependent) in organic-rich intervals. Nowaczyk et al. (2013) performed a multi-proxy study, including TOC content, of the lacustrine sediments of Lake El’gygytgyn and found a correlation between high\n(1)n(z) = n0 ∗ e (−β∗z) TOC contents during glacial conditions with anoxic lake\nbottom water, which favors the preservation of organic matter. However, an inverse correlation was observed for several super-interglacials (Melles et al. 2012) that were accompanied by TOC preservation during oxic conditions and intermediate TOC contents. They suggested that an increased flux of organic matter caused TOC preservation.\nThe lithological record of the AR site is composed of cores from seven boreholes, which were described and correlated to create a composite profile (Stockhecke et al. 2014a). They used meters of composite depth below the lake floor (mcblf) as the reference for the profile, which spans 219 m. Carbonaceous clayey silts make up the majority (76 %) of the lacustrine facies. The visual core description revealed 15 lithological units. Two prominent lithotypes, “laminated clayey silts” and “banded clayey silts,” can be linked to interglacial and glacial conditions, respectively (Stockhecke et al. 2014a). They observed strong fluctuations in the TOC values in the Lake Van record, which reflect the content of organic matter in the sediments. These fluctuations suggest a strong response of the organic matter to climatic variations. The banded clayey silts were deposited during cold/dry climate conditions with low productivity (low TOC), high eolian and fluvial terrigenous input and oxic bottom water conditions during (prevailing) regressive lake levels. The laminated clayey silts formed during warm/wet climate periods with higher lake productivity (higher TOC) under anoxic conditions at the water–sediment interface, most likely during lake level rises (Stockhecke et al. 2014a).\nU ions have an affinity for organic matter and are insoluble under anoxic conditions (Rider and Kennedy 2011; Schnyder et al. 2006). Therefore, they are expected to be more concentrated in the carbonaceous clayey silts of Lake Van if the productivity, transport and preservation of organic material, and therefore the content of humic organic matter, in sediments increase. Thus, variations in the U content are expected and may be imprinted as climate signals in the U values.\nClimate-driven variations of terrigenous input (e.g., of K and Th into Lake Van’s sediments) could be reflected in the SGR values. Furthermore, high (chemical) weathering intensity during humid interglacial periods are expected to be reflected as higher Th/U and Th/K ratios compared to drier glacial periods."
  }, {
    "heading": "Results",
    "text": "Compaction\nThe exponential regression was calculated using Eq. 1 for all four datasets (GR, Th, U and K). The resulting formula and figures for the uranium data (Uedit) is presented below:\n1 3\nwhere z is the depth in m. The quasi-linear fit (Fig. 3b) shows a minor trend; thus, the residuals after detrending (Ures; Fig. 3c) differ only slightly from the original data Uedit. We consider compaction to be of minor importance for this dataset. The Ures data were used for all subsequent analyses.\nMilanković cycles and sedimentation rates from the sliding window technique\nGR, K, Th and U were analyzed by spectral analysis. However, the cyclicity is most pronounced for the U data. Therefore, the U data (Ures) was used for further interpretation.\nThe sliding window method was applied by choosing a window length of 66 m and a step size of 1 m (see “Cyclostratigraphic analysis” section) on the 160-m-long synthetic log. These parameters remain unchanged for the complete analysis. Because each spectrum is allocated to the center of the window, the plot has a total length of 94 m (Fig. 4). The resulting 3D spectral plot shows a clear break in the observed dominant wavelengths from bottom to top, and the plot can be subdivided into two intervals based on the intensity of the spectral amplitude. Interval I is 67 m long and extends from the bottom of the analyzed section to 120 mblf, while interval II is 93 m long and extends from 120 mblf to the top of the section.\nThe amplitudes are highest in interval II, which indicates stronger cyclicity in the younger part of the sequence. Wavelengths longer than 7 m have higher amplitudes in both intervals.\ny = 0.95 ∗ e0.001∗z Interval I\nSeveral high amplitudes were observed with wavelengths (λ) of 22.0, 16.5 and 8.3 m. The high amplitude of λ = 22.0 m occurs from the bottom of the interval to 139.0 mblf with a slight decrease in energy from 165.6 to 161.1 mblf and a subsequent recovery. The high amplitude of λ = 16.5 m occurs from the bottom of interval I to 153.0 mblf with increasing amplitudes from 167.8 mblf. The high amplitude of λ = 8.3 m starts at the bottom of interval I and extends to 135.4 mblf with a low energy level and increases slightly toward the top (starting from 140.3 mblf).\nWe suggest that two of the high amplitudes are correlated with orbital cycles: eccentricity with λ = 22.0 m and obliquity O with λ = 8.3 m. A change in the system can be detected by comparing the signals over the complete sequence. Therefore, the borehole is subdivided at the center of the low-amplitude section (120 mblf) from the base upwards into the next interval (II). The average sedimentation rate was calculated using Eq. 2:\nAssuming that the correlations of the high amplitudes with orbital cycles are correct for E, the sedimentation rate results in 22 cm/ka (=22 m/100 ka). The calculated sedimentation rates were used to estimate the time span of the analyzed section:\nThe time span of interval I is 305 ka (= 6,700 cm/22 cm/ka).\n(2)Sedimentation rate [ cm\nka\n]\n= wavelength(cm)/orbital cycle(ka)\n(3)Time span[ka] = interval length (cm)/sedimentation rate [ cm\nka\n]\n1 3\nInterval II\nTwo high amplitudes were detected by the sliding window analysis at λ = 33.0 m and λ = 13.2 m. The first amplitude increases in the lower part of interval II (99.6 mblf) and continues to the top and contains strongly increasing spectral energy from 64.9 mblf. The high amplitude of λ = 13.2 m begins at 95.1 mblf and continues to the top of interval II at an approximately constant energy level.\nAn additional high amplitude of λ = 4.4 m begins at 136.7 mblf and continues to 62.9 mblf. It is characterized by lower energy than the other high amplitudes.\nTwo of the amplitude maxima can be linked to Milanković cycles for interval II: E at λ = 33.0 m and O at λ = 13.2 m. The correlations of E and O suggest an average sedimentation rate for interval II of 33 cm/ka. The time span of interval II was determined to be 282 ka using Eq. 3.\nThe age of the sedimentary record of Lake Van from 0 to 210 mblf was calculated as the sum of interval I and II and is 587 ka.\nSub-Milanković cycles over the past 75 ka\nAfter identifying Milanković cycles in the U record and estimating the sedimentation rates and the age of the bottom sediments, the data were investigated for higherfrequency signals (sub-Milanković). The NGRIP record (North Greenland Ice Core Project members 2004), which includes numerous GIS that are most pronounced over the past 75 ka, was used for correlation.\nUsing the determined sedimentation rate of 33 cm/ka and the time span of interval II, the U data were plotted versus age for the last 80 ka as:\nConcise features of the NGRIP record (GIS) can be visually correlated with the U data between 13 and 75 ka (Fig. 5) based on trends and patterns of both datasets, as indicated by red lines and labels. The correlation of some GIS (1, 3–5, 8 and 11) are questionable and are marked by dotted lines. The U data were depth matched according to the correlation to compensate for minor shifts (up to 1 ka) on the timescale. After subjective visual correlation of these both independent datasets, a spectral analysis was run on the correlated time interval (13–75 ka) to objectively identify cyclicities in the δ18O and U data (Fig. 6a, b). The periodicity of 1.5 ka occurs in the NGRIP and the U data and is labeled in both datasets.\n33 cm\nka ∗ 80 ka = 2640 cm = 26.4 m"
  }, {
    "heading": "Discussion",
    "text": "Evolution of sedimentation rates\nThe interpretation of the sliding window plot based on the U data (see Fig. 5) shows that the intensities and positions of the correlated Milanković cycles are not constant in the Lake Van record. Our correlations suggest a gradual evolution in interval I from being dominated by the E cycle in conjunction with weak obliquity to an increase in O at 140.3 mblf. In the lower part of interval II, the E cycle appears diffuse, and the energy begins to increase significantly at 64.9 mblf. E is strong in both intervals, but it is even more distinct in the upper interval II. The precession cycle appears to be of minor importance because it was not detected. However, the additional high amplitudes at the bottom of interval I (λ = 16.5 m ≡ 75 ka cycle) may have been caused by precession (75 ka: multiple of the 19-ka-long P1 cycle).\nAs mentioned in the “Cyclostratigraphic analysis” section, paleoclimate studies of the Quaternary have shown that the E signal is the dominant Milanković cycle and is particularly pronounced from 900 ka to the present (Berger and Loutre 2010). However, higher-frequency cycles (O and P) have been interpreted in several records from Quaternary terrestrial archives (Berger and Loutre 2010; Bogota-A et al. 2011; Kashiwaya et al. 2010; Prokopenko et al. 2006).\nThe results for interval I (up to 340 ka) and the recovery of E starting at 225 ka (interval II) confirm that the 100-ka cycle has a strong influence in the Lake Van record. The amplitude of the E cycle prevails over the other signals for the older part (interval I). However, the O cycle appears to be equivalent to the E cycle for the youngest 215 ka.\nIn general, when fewer waves are contained in a time series, the likelihood for detection of the signal is lower. For interval II (sedimentation rate of 33 cm/ka), the lowfrequency 100-ka cycle (λ = 33 m) could only be recorded with a maximum of three times in the sediment section (interval length: 93 m). The O signal appears to have a strong effect as well, particularly in the shallower part of the section. In contrast to E, a maximum of eight O cycles (λ = 13.2 m) can be present in interval II, which could contribute to the higher spectral energy and the equal energy level compared to E.\nA disturbed unit was recognized at 185–168 mcblf (the reference depth of the composite profile) and is likely associated with discontinuities in the sedimentary record (Stockhecke et al. 2014a). This might cause the less welldefined spectral peaks in interval I compared to the younger section.\nOur evaluation showed that the sedimentation rates increased significantly from 22 cm/ka in interval I to 33\n1 3\ncm/ka in interval II; the change occurred at approximately 120 mblf. The exact depth cannot be determined because the spectral analysis was calculated for a 66-m-long window. The results at a specific depth are therefore affected by the 33 m above and 33 m below the center of the window. However, our results suggest that a change occurred in the sedimentary system and that the intervals can be divided at 120 mblf (282 ka).\nThe sedimentation rates were used to calculate the time span of the system, though we are aware that ages are needed to determine an absolute chronology. Several aspects of the data preparation process (Fig. 3a) might produce artifacts that affect the calculated sedimentation rates and time span:\n1. The procedure was based on a cluster analysis. Tephra layers that are thinner than the minimum bed resolu-\ntion (<15–20 cm) cannot be resolved. Hence, we cannot preclude the occurrence of thin tephra layers that might affect the spectral analysis and their interpretation. An incomplete removal of the event stratification would lead to an overestimation of the thickness of the lacustrine sediments and hence to an overestimation of the sedimentation rates. 2. Minor portions of the intercalated lacustrine sediments could also be cut out of the record, which might introduce small gaps that would result in a loss of the original sediment thickness and hence an underestimation of the sedimentation rates.\nAll of the available data should be used to generate a robust age model. Litt et al. (2009) proposed a sedimentation rate of 50 cm/ka for the AR site. Because that estimate was based on short cores (3–9 m overall length), it does\n1 3\nnot contradict our results of 33 cm/ka for the interval from 120 mblf to the lake floor (interval II). Stockhecke et al. (2014b) determined that the Lake Van record covers a time span of approximately 600 ka. These estimates are based on correlations of TOC trends with marine isotope stages (MIS) and nine 40Ar/39Ar ages (Litt et al. 2014) and thus\nare based mainly on proxy data, the interpretation of which is ambiguous. The estimated sedimentation rates must be verified with dating methods. A chronology from radiometric dating (e.g., 40Ar/39Ar-dating of the tephra) is pending, and the few preliminary ages from below 130 mblf provide only a rough estimate. The tephra deposits on the land\n1 3\nsurrounding Lake Van are well dated, but the correlation with the tephra layers in the lake’s stratigraphy is pending (Sumita and Schmincke 2013b). Therefore, further dating is of great importance for verification of the age model.\nNevertheless, the age model of Stockhecke et al. (2014b) shows a change in the sedimentation rates from ~23 cm/ka to ~36 cm/ka at approximately 121–131 mcblf (~270– 290 ka). This is consistent with the results of the spectral analysis of the Ures data (Fig. 4) and both age–depth relationships are displayed in Fig. 7. The age–depth model from core analysis (Stockhecke et al. 2014b) was simplified (averaged) for comparability purposes.\nChanges in the sedimentation rates in a lacustrine system can be affected by lake-level fluctuations. Regressive trends in conjunction with basinward movement of the lakeshore could have increased the supply of terrestrial material. However, the lake level of Lake Van was likely subjected to repeated changes of up to hundreds of meters (Cukur et al. 2013). Therefore, we do not consider this process as a possible explanation for the distinct change at approximately 282 ka, whereas the average sedimentation rate remained approximately constant during the deposition of interval I (305 ka) and interval II (282 ka).\nThe change in the sedimentation rates indicates a change in the sedimentary system. Its occurrence coincides with the >9-m-thick tephra layer (V-206; Stockhecke et al. 2014a) with a top depth of 120 mblf (Baumgarten et al.\n2014), which suggests a period of very strong volcanic activity. The large amount of tephra deposited in the lake sediments suggests large-scale subaerial deposits in the catchment. This additional terrestrial material could have contributed to an increase in erosion and deposition into the lake by surface runoff.\nThe cyclic signal with a wavelength of ~4 m (136.7– 62.9 mblf; see (Fig. 4) could not be correlated with an orbital signal, and we can only speculate about the cause. The SGR tool was run though the casing, so an attenuation effect caused by joint connections, which have a greater wall thickness, could have caused the signal. However, the drillpipes are approximately 6.24 m long and their connectors are >6 m apart; thus, we can preclude their influence. For this depth section (136.7–62.9 mblf), the removed tephra layers tend to occur at intervals of 4 and 2 m. We propose that the high amplitude (λ = 4 m) might be caused by the data preparation process that was performed on the record, whereas the removal of frequent tephra layers at intervals of 4 and 2 m (multiples that may contribute to the 4 m signal) could have generated this artificial signal. Further, it might have been generated by boundary effects at the transition from tephra to lacustrine deposits. At these boundaries, parts of the tephra layers may still be present and the GR would be increased at their vicinity.\nThe role of compaction\nThe compaction and associated reduction in sediment thickness need to be taken into account to estimate the sedimentation rates and perform further calculations. However, the role of compaction of the Lake Van sediments, which were likely influenced by the deposition of thick tephra layers, is difficult to determine. The compaction is expected to differ from “normal” compaction in lake systems, which are controlled by the overburden pressure of pelagic sedimentation. The deposition of large amounts of tephra (e.g., the >9-m-thick tephra layer at 120 mblf) had an impact on the compaction of the underlying sediments. Further, largescale lake-level changes and associated changes in water depth and hydrostatic pressure have probably influenced the compaction as well.\nTo estimate the effect of compaction of sediments and calculate the original thickness (decompacted), several parameters are required. Essential are the initial porosity (surface porosity) and the compaction coefficient (Brunet 1998), the latter can be determined by evolution of porosity with increasing depth [Eq. (1)]. The porosity reduction with greater depth depends strongly on sediment characteristics [texture, grain size, grain shape and sorting (Serra and Serra 2003).\nPorosity can be achieved by core analysis, e.g., the Archimedean method or nuclear magnetic resonance\n1 3\n(NMR) or derivated indirectly from other physical properties as bulk density. The cores from Lake Van were measured before processing (splitting and sampling) by a multisensor core logger (MSCL) to estimate bulk density, but the data were not usable because of poor data quality. In general, the disadvantages of physical properties from core analysis are the non-in situ conditions due to relief of pressure, disturbance during drilling and core handling in particular for unconsolidated sediment cores. Therefore, no further approaches to estimate density or porosity were made subsequently.\nIn situ porosity can be achieved by downhole logging, by either direct measurements of neutron porosity or deviated from other parameters, e.g., bulk density. However, the employment of the density and neutron porosity logging tools from LIAG was not possible because these radioactive tools were not authorized for import into Turkey. After Erickson and Jarrard (1998), porosity can be derived from sonic data (vp). However, because of malfunctions of the sonic tool, vp data could only be recorded partly (section of 80 m; see Baumgarten et al. 2014).\nAnother approach for estimation of compaction would be the use of standard curves (Athy 1930; Brunet 1998) that provide values for, e.g., silts, which could be used as an approximate for compaction of the lacustrine clayey silts in Lake Van. However, no compaction curves are available for the tephra layers, which are in Lake Van additionally heterogeneous and differ strongly in sorting (fine ash to coarse pumice).\nThe effect of compaction seems not very strong in Lake Van as indicated by the following: (1) evaluation of the effect on the physical properties (see “Compaction”) and (2) the section of vp data (30–110 mblf; published in Baumgarten et al. (2014), which has mean values of 1,550 m/s and only a minor trend of increasing velocity with depth (approximately 100 m/s per 100 m) was observed.\nThe correlated orbital cycles (expressed as distinct wavelengths in the spectral analysis) are expected to be affected by compaction. If the effect of compaction was not compensated completely by the exponential regression, additional compaction would have reduced the sediment thickness, the wavelengths in the succession would also have undergone compression, and the sedimentation rates would be underestimated. Thus, the calculated sedimentation rates for interval I and II of 22 and 33 cm/ka, respectively, must be considered as minimum values.\n(Sub-) Milanković cycles and small-scale fluctuations in the sedimentation rate\nAfter the correlation of several Milanković cycles and the match between the U data and GIS from NGRIP, which was performed by visual correlation (Fig. 5) as well as\nobjective spectral analysis (Fig. 6), we suggest that a climate signal is present in the U concentration data. The correlation of higher TOC during interglacial and interstadial periods (Stockhecke et al. 2014a) suggests the adsorption of U on organic matter and preservation under anoxic conditions. The current properties of the water column in Lake Van were investigated by Stockhecke et al. (2012), and the bottom water conditions in the deep Tatvan Basin (and AR) are characterized as anoxic.\nThe detection of Milanković cycles in the U data suggests a strong response of these sediments to glacial versus interglacial conditions. In addition, the U concentration appears to react to the higher-frequency interstadials (Dansgaard–Oeschger events; DO), which suggests strong sensitivity and response of the sedimentary system to changing climate conditions.\nEven though sub-Milanković cycles were detected by visual correlation and spectral analysis between NGRIP and U for the time period of 13–75 ka, no indication of higher-frequency signals could be determined by the sliding window method (see Fig. 4).\nWith the selected window size of 66 m, the first spectrum is allocated at a depth of 33 m (≡38.9 mblf; see “Cyclostratigraphic analysis”). However, a good visual correlation was determined only for the upper part of the record (<75 ka/24.8 m). The lack of higher-frequency signals in the sliding window plot (Fig. 4) supports the observation that these signals are most pronounced in the last 75 ka of the record and that either the signals are absent in the older part or their energy level is too low to be detected by spectral analysis.\nThe potential of a possible climate signal for all spectral components was suggested (see “The role of spectral gamma ray data for cyclostratigraphic studies”), but the Th and K data do not appear to be suitable for cyclostratigraphic analysis in this case.\nThe tephra deposits from the area surrounding Lake Van are likely a major source of K-, Th- and U-rich particles into the sediments by surface runoff, which could have masked a (slight) climate signal in the lacustrine sediments. Therefore, we suggest that background sedimentation of volcanic material overprinted the signal from Th to K. However, the spectral analysis results indicate that climate signals were recorded by the U data. The strong mobility of U makes post-depositional relocation likely. Periods of higher production and preservation of organic matter might therefore be indicated by higher concentrations of U. Further investigation of the processes of U enrichment during interglacial/interstadial periods and the apparent lack of climate signals in the Th and K contents could not be performed with our methods.\nA reasonable approach to verify the observed cycles would be to directly compare the sedimentary record and\n1 3\nthe spectra. A repeated sediment succession, which is expressed as a cyclic signal in the spectral analysis, should be evident in the sediments (e.g., cyclic development of clay or carbonate content). However, the sedimentation rates calculated from core data and cyclostratigraphic analysis of downhole data are difficult to compare in the Lake Van sediments. The insufficient core recovery and the use of core material for destructible methods (e.g., pore water analysis) prevent directly linking the cores from hole D at AR to the downhole logs. In addition, the cycles are difficult to detect visually because of the frequent abundance of tephra layers that intersect the lacustrine facies.\nThe good agreement between the results from the spectral analysis and the interpretation of the cores is promising. Thus, we assume that possible discontinuities (hiatuses, event stratification) in the Lake Van record are of minor significance. As the data show, the major signals can be detected and used for cyclostratigraphic studies.\nThe minor vertical shifts on the timescale, which were identified by visually matching the NGRIP and the U data, indicate possible fluctuations in the sedimentation rate. Short-term increases or decreases would affect the applied timescale, which is based on an average sedimentation rate of 33 cm/ka. However, the vertical and thus temporal resolution of the downhole data itself and the estimated sedimentation rates, which were calculated using a 66-m-long window (selected by testing), prevent a consideration at greater levels of detail.\nFurthermore, the tephra deposits that are up to tens of meters thick (Baumgarten et al. 2014) must have compacted the underlying sediments more than pelagic sedimentation alone. The detected shifts between the U data and δ18O records might also be due to nonlinear compaction, which could have affected the sediment thickness and therefore produced shifts in the timescale.\nHowever, even if the compaction was nonlinear due to irregular compaction caused by the settling of tephra on top of the sediments or strong lake-level changes, it appears to have had little impact on the sediment characteristics because the U record generally correlates well with the NGRIP."
  }, {
    "heading": "Conclusions",
    "text": "Are cyclostratigraphic methods still applicable even if the boundary conditions are that challenging as in the Lake Van record?\nEven though the lacustrine facies of Lake Van are intersected by numerous tephra layers, construction of a 160-m-long synthetic log of only the lacustrine sediments allowed orbital cycles (eccentricity and obliquity) to be detected by spectral analysis. The correlated high\namplitudes can be used to calculate sedimentation rates and their evolution from 22 cm/ka in an early stage of Lake Van to 33 cm/ka at approximately 282 ka using the sliding window method. The time span of the sediment record from 0 to 210 mblf was calculated as 587 ka. The good agreement between the results of the spectral analysis of the U data and the core interpretations supports our hypothesis that orbital signals can be detected and used for cyclostratigraphic studies.\nAdditional detection of sub-Milanković cycles by visual correlation between the NGRIP and U data and objective spectral analysis of both records indicates a strong response not only to low-frequency glacial vs. interglacial climate changes but also to short-term fluctuations (Dansgaard– Oeschger events) during the last glacial period. The role of compaction appears to be of minor importance for this dataset because several GIS are well correlated. This is consistent with our results; the compaction can be calculated using an exponential regression and results in only a slight difference between the residuals (Ures) and the original data (Uedit).\nThe sedimentological data from cores and the uranium signals from downhole logging should be compared in detail for an increased understanding of the sedimentary processes that generate such climate signals in lacustrine sediments.\nAcknowledgments We thank the German Science Foundation DFG (WO 672/9) for financial support. The acquisition of the downhole logging data was successful due to the great commitment of our technical staff Thomas Grelle and Jens Kuhnisch. Furthermore, we want to thank the other members of the PALEOVAN project team, who have widened our perspective through many interesting workshops and discussions.\nOpen Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited."
  }],
  "year": 2015,
  "references": [{
    "title": "Paleoglaciations in anatolia: a schematic review and first results",
    "authors": ["N Akcar", "C Schlüchter"],
    "venue": "Eiszeit Gegenw",
    "year": 2005
  }, {
    "title": "Stochastic resonance in the North Atlantic",
    "authors": ["RB Alley", "S Anandakrishnan", "P Jung"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "Studies from the cape roberts project ross sea, Antarctica. initial report on CRP-3",
    "authors": ["PJ Barrett", "M Sarti", "S Wise"],
    "venue": "Terra Antart",
    "year": 2000
  }, {
    "title": "High-resolution chronostratigraphy from downhole susceptibility logging tuned by palaeoclimatic orbital frequencies",
    "authors": ["V Barthes", "JP Pozzi", "P Vibert-Charbonnel", "J Thibal", "MA Melieres"],
    "venue": "Earth Planet Sci Lett 165:97–116",
    "year": 1999
  }, {
    "title": "Facies characterization based on physical properties from downhole logging for the sediment record of Lake Van, Turkey",
    "authors": ["H. Baumgarten", "T Wonik", "O Kwiecien"],
    "venue": "Quat Sci Rev",
    "year": 2014
  }, {
    "title": "Modeling the 100-kyr glacial-interglacial cycles",
    "authors": ["A Berger", "MF Loutre"],
    "venue": "Glob Planet Change",
    "year": 2010
  }, {
    "title": "Rapid climate change from north Andean Lake Fuquene pollen records driven by obliquity; implications for a basin-wide biostratigraphic zonation for the last 284 ka",
    "authors": ["RG Bogota-A", "MHM Groot", "H Hooghiemstra", "LJ Lourens", "M van der Linden", "JC Berrio"],
    "venue": "Quat Sci Rev 30:3321–3337",
    "year": 2011
  }, {
    "title": "Method of quantitative study of subsidence",
    "authors": ["Brunet M-F"],
    "venue": "Oxford and IBH Publishing Company Pvt,",
    "year": 1998
  }, {
    "title": "Analysis of downhole logging data from CRP-2/2A, Victoria Land Basin, Antarctica; a multivariate statistical approach",
    "authors": ["CJ Buecker", "RD Jarrard", "T Wonik", "JD Brink"],
    "venue": "Terra Antart",
    "year": 2000
  }, {
    "title": "Southern westerlies in LGM and future (RCP4.5) climates",
    "authors": ["Y Chavaillaz", "F Codron", "M Kageyama"],
    "venue": "Clim Past",
    "year": 2013
  }, {
    "title": "Sedimentary evolution of Lake Van (eastern Turkey) reconstructed from high-resolution seismic investigations",
    "authors": ["D Cukur", "S Krastel", "F Demirel-Schlueter", "E Demirbag", "C Imren", "F Niessen", "M Toker"],
    "venue": "Int J Earth Sci",
    "year": 2013
  }, {
    "title": "Evidence for general instability of past climate from a 250-kyr ice-core record",
    "authors": ["W Dansgaard", "SJ Johnsen", "HB Clausen", "D Dahl-Jensen", "NS Gundestrup", "CU Hammer", "CS Hvidberg", "JP Steffensen", "AE Sveinbjornsdottir", "J Jouzel", "G Bond"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "A geological study of Lake Van, eastern Turkey",
    "authors": ["ET Degens", "HK Wong", "S Kempe", "F Kurtman"],
    "venue": "Int J Earth Sci",
    "year": 1984
  }, {
    "title": "Velocity-porosity relationships for water-saturated siliciclastic sediments",
    "authors": ["SN Erickson", "RD Jarrard"],
    "venue": "J Geophys Res 103(30):30,",
    "year": 1998
  }, {
    "title": "Sedimentary response to paleoclimate from downhole logs at Site 693, Antarctic continental margin",
    "authors": ["X Golovchenko", "SB O’Connell", "RD Jarrard"],
    "venue": "Proc ODP Sci Results",
    "year": 1990
  }, {
    "title": "Magnetic susceptibility and spectral gamma logs in the Tithonian-Berriasian pelagic carbonates in the Tatra Mts (Western Carpathians, Poland); palaeoenvironmental changes at the Jurassic/Cretaceous",
    "authors": ["J Grabowski", "J Schnyder", "K Sobien", "L Koptikova", "L Krzeminski", "A Pszczolkowski", "J Hejnar", "P Schnabl"],
    "year": 2013
  }, {
    "title": "Milankovitch paleoceanographic cycles in geophysical logs from ODP Leg 105, Labrador Sea and Baffin Bay",
    "authors": ["RD Jarrard", "MA Arthur"],
    "venue": "Proc ODP Sci Results",
    "year": 1989
  }, {
    "title": "Spectral analysis and its applications",
    "authors": ["GM Jenkins", "DG Watts"],
    "venue": "Holden Day, San Francisco,",
    "year": 1969
  }, {
    "title": "Climato-hydrological fluctuations printed in long lacustrine records in Lake Hovsgol, Mongolia",
    "authors": ["K Kashiwaya", "S Ochiai", "G Sumino", "T Tsukamoto", "A Szyniszewska", "M Yamamoto", "A Sakaguchi", "N Hasebe", "H Sakai", "T Watanabe", "T Kawai"],
    "venue": "Quat Int",
    "year": 2010
  }, {
    "title": "Magma generation by slab steepening and breakoff beneath a subduction-accretion complex; an alternative model for collision-related volcanism in eastern Anatolia, Turkey",
    "authors": ["M Keskin"],
    "year": 2003
  }, {
    "title": "Domal uplift and volcanism in a collision zone without a mantle plume: Evidence from Eastern Anatolia",
    "authors": ["M Keskin"],
    "venue": "www. MantlePlumes.org. Accessed Jan",
    "year": 2005
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during the Pleistocene-Holocene transition",
    "authors": ["G Landmann", "A Reimer", "S Kempe"],
    "venue": "Global Biogeochem Cycles",
    "year": 1996
  }, {
    "title": "Environmental corrections to gamma-ray log data: strategies for geophysical logging with geological and technical drilling",
    "authors": ["K Lehmann"],
    "venue": "J Appl Geophys",
    "year": 2010
  }, {
    "title": "PALEOVAN’, International Continental Scientific Drilling Program (ICDP); site survey results and perspectives",
    "authors": ["T Litt", "S Krastel", "M Sturm", "R Kipfer", "S Orcen", "G Heumann", "SO Franz", "UB Ulgen", "F Niessen"],
    "venue": "Quat Sci Rev 28:1555–1567",
    "year": 2009
  }, {
    "title": "A 600,000 year long continental pollen record from Lake Van, eastern Anatolia (Turkey)",
    "authors": ["T Litt", "N Pickarski", "G Heumann", "M Stockhecke", "PC Tzedakis"],
    "venue": "Quat Sci Rev. doi:10.1016/j",
    "year": 2014
  }, {
    "title": "Theorie Mathematique des Phenomenes Thermiques produits par la Radiation Solaire",
    "authors": ["M Milanković"],
    "year": 1920
  }, {
    "title": "Milankovitch cycles in upper jurassic and lower cretaceous radiolarites of the Equatorial Pacific; spectral analysis and sedimentation rate curves",
    "authors": ["AJ Molinie", "JG Ogg"],
    "venue": "Proc ODP Sci Results",
    "year": 1990
  }, {
    "title": "1990b) Sedimentation-rate curves and discontinuities from sliding-window spectral analysis of logs",
    "authors": ["AJ Molinie", "JG Ogg"],
    "venue": "Log Anal 31:370–374",
    "year": 1990
  }, {
    "title": "The role of climate in the spread of modern humans into Europe",
    "authors": ["UC Mueller", "J Pross", "PC Tzedakis", "C Gamble", "U Kotthoff", "G Schmiedl", "S Wulf", "K Christanis"],
    "venue": "Quat Sci Rev 30:273–279",
    "year": 2011
  }, {
    "title": "North Greenland Ice Core Project Oxygen Isotope Data",
    "authors": ["North Greenland Ice Core Project members."],
    "venue": "IGBP PAGES/World Data Center for Paleoclimatology. Data Contribution Series # 2004059. NOAA/NGDC Paleoclimatology Program, Boulder, CO, USA",
    "year": 2004
  }, {
    "title": "Chronology of Lake El’gygytgyn sediments— a combined magnetostratigraphic, palaeoclimatic and orbital tuning study based on multi-parameter analyses",
    "authors": ["NR Nowaczyk", "EM Haltia", "D Ulbricht", "V Wennrich", "MA Sauerbrey", "P Rosén", "H Vogel", "A Francke", "C Meyer-Jacob", "AA Andreev", "AV Lozhkin"],
    "venue": "Clim Past",
    "year": 2013
  }, {
    "title": "High-frequency cyclicity in a Miocene sequence of the Vienna Basin established from high-resolution logs and robust chronostratigraphic tuning",
    "authors": ["WE Paulissen", "SM Luthi"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2011
  }, {
    "title": "Spectral analysis and time series",
    "authors": ["MB Priestley"],
    "year": 1981
  }, {
    "title": "Continental response to Heinrich events and Bond cycles in sedimentary record of Lake Baikal, Siberia",
    "authors": ["AA Prokopenko", "DF Williams", "EB Karabanov", "GK Khursevich"],
    "year": 2001
  }, {
    "title": "Orbital forcing of continental climate during the Pleistocene; a complete astronomically tuned climatic record from Lake Baikal, SE Siberia",
    "authors": ["AA Prokopenko", "LA Hinnov", "DF Williams", "MI Kuzmin"],
    "venue": "Quat Sci Rev 25:3431–3457",
    "year": 2006
  }, {
    "title": "Inorganic geochemistry of Albian sediments from the Lower Saxony Basin NW Germany; palaeoenvironmental constraints and orbital cycles",
    "authors": ["Rachold V", "Brumsack H-J"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2001
  }, {
    "title": "Ocean circulation and climate during the past 120,000 years",
    "authors": ["S Rahmstorf"],
    "venue": "Nature",
    "year": 2002
  }, {
    "title": "The Geological Interpretation of Well Logs",
    "authors": ["M.H. Rider", "M. Kennedy"],
    "venue": "3rd edn. Rider-French Consulting Limited",
    "year": 2011
  }, {
    "title": "Palaeoclimate analysis using spectral gamma-ray data from the Aptian (Cretaceous) of southern England and southern France",
    "authors": ["A Ruffell", "R Worden"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2000
  }, {
    "title": "Conjunctive use of spectral gamma-ray logs and clay mineralogy in defining Late Jurassic-Early Cretaceous palaeoclimate change (Dorset, UK)",
    "authors": ["J Schnyder", "A Ruffell", "J-F Deconinck", "F Baudin"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2006
  }, {
    "title": "Repetitions and cycles in stratigraphy",
    "authors": ["W Schwarzacher"],
    "venue": "Earth Sci Rev",
    "year": 2000
  }, {
    "title": "Fundamentals of well-log interpretation; 2, The interpretation of logging data",
    "authors": ["O Serra"],
    "year": 1986
  }, {
    "title": "Well logging and geology",
    "authors": ["O Serra", "L Serra"],
    "year": 2003
  }, {
    "title": "Signal analysis of cyclicity in Maastrichtian pelagic chalks from the Danish North Sea",
    "authors": ["M Stage"],
    "venue": "Earth Planet Sci Lett 173:75–90",
    "year": 1999
  }, {
    "title": "The annual particle cycle in Lake Van (Turkey)",
    "authors": ["M Stockhecke", "FS Anselmetti", "AF Meydan", "D Odermatt", "M Sturm"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2012
  }, {
    "title": "Sedimentary evolution and environmental history of Lake Van (Turkey) over the past 600,000 years. Sedimentology",
    "authors": ["M Stockhecke", "M Sturm", "I Brunner", "H-U Schmincke", "M Sumita", "O Kwiecien", "D Cukur", "FS Anselmetti"],
    "year": 2014
  }, {
    "title": "2014b) Chronostratigraphy of the 600,000 year old continental record of Lake Van (Turkey)",
    "authors": ["M Stockhecke", "O Kwiecien", "L Vigliotti", "FS Anselmetti", "N Cagatay", "JET Channel", "T Litt", "N Pickarski", "H-U Schmincke", "M Sumita", "J Beer", "R Kipfer"],
    "venue": "Quat Sci Rev. doi:10.1016/j.quascirev.2014.04.008",
    "year": 2014
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van I: evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past >400,000 years",
    "authors": ["Sumita M", "Schmincke H-U"],
    "venue": "Bull Volcanol 75,",
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["Sumita M", "Schmincke H-U"],
    "venue": "J Volcanol Geoth Res",
    "year": 2013
  }, {
    "title": "Log data acquisition and quality control",
    "authors": ["PP Theys"],
    "venue": "Editions Technip,",
    "year": 1991
  }, {
    "title": "A practical guide to wavelet analysis",
    "authors": ["C Torrence", "GP Compo"],
    "venue": "Bull Am Meteorol",
    "year": 1998
  }, {
    "title": "Environmental change within the balkan region during the past ca. 50 ka recorded in the sediments from lakes Prespa and Ohrid",
    "authors": ["B Wagner", "H Vogel", "G Zanchetta", "R Sulpizio"],
    "venue": "Biogeosciences",
    "year": 2010
  }, {
    "title": "Gamma-ray measurements in the Kirchrode I and II boreholes",
    "authors": ["T Wonik"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2001
  }],
  "id": "SP:8a5abdb2beda8c893764f94b79598cc2fe2c24d4",
  "authors": [{
    "name": "H. Baumgarten",
    "affiliations": []
  }],
  "abstractText": "In the framework of the International Continental Scientific Drilling Program (ICDP), a drilling campaign was carried out in the summer of 2010. The objectives of the project (PALEOVAN) were to enhance the understanding of the paleoclimatic and paleoenvironmental conditions of the Middle East for the past 500 ka. Multiple cores were collected from two boreholes with total depths of 140 m (Northern Basin site) and 217 m (Ahlat Ridge site; Fig. 1a). The Ahlat Ridge (AR) site is located in a deep basin (water depths of 360 m). Pre-site seismic surveys indicated that a continuous sedimentary sequence is preserved at AR, which increases the potential to yield a complete paleoenvironmental and paleoclimatic record (Litt et al. 2009). A comprehensive set of downhole logging data was acquired in hole D at AR. In this paper, we present results from spectral analysis applied on spectral gamma ray (SGR) data. Further results of statistical evaluations (cluster analysis) on downhole logging and X-ray fluorescence (XRF) scanning data from split cores to reconstruct the sediment record are published by Baumgarten et al. (2014). Paleoenvironmental investigations on sediments are feasible only if a robust age–depth model can be achieved. Because incomplete core recovery often occurs when coring unconsolidated sediments, continuously recorded downhole logging data and following evaluations are extremely valuable to fill core gaps or for independent testing of core interpretation. The challenging sedimentary record of Lake Van, which includes several meters Abstract A deep drilling campaign was performed at Lake Van (Turkey) to enhance the understanding of the paleoenvironmental conditions of the Middle East. Cores were collected, and the sediments are mainly composed of clayey silts and tephra deposits. Spectral gamma ray data were acquired (0–210 m below lake floor), and the uranium data were used for cyclostratigraphic studies to estimate the sedimentation rates and the time of deposition. Detection and analysis of climate cycles require continuous sedimentation and cannot be applied to these sediments which include numerous tephra layers. Therefore, these layers were removed, and a synthetic log was created (cumulative thickness of the tephra ≈50 m; remaining lacustrine sediments ≈160 m). High amplitudes were detected and correlated to Milanković cycles. Their evolution was analyzed using the sliding window technique. The sedimentation rates varied from 22 to 33 cm/ka in the upper section. The sediments between the lake floor and a depth of 210 m were deposited over a period of 587 ka. Our results agree with core interpretations (e.g., correlation of total organic carbon with marine isotope stages) which suggest a time span of deposition of 600 ka. High-frequency cycles were detected and correlated with interstadials from the North Greenland δO record for the past 75 ka. The two datasets agreed closely. We conclude that climate signals, even on sub-Milanković scale, are imprinted in uranium of these sediments, and cyclostratigraphic methods are applicable if event layers are subtracted from the sediment record.",
  "title": "Cyclostratigraphic studies of sediments from Lake Van (Turkey) based on their uranium contents obtained from downhole logging and paleoclimatic implications"
}