{
  "sections": [{
    "text": "Non-avian dinosaurs went extinct 66million years ago, geologically coincident with the impact of a large bolide (comet or asteroid) during an interval of massive volcanic eruptions and changes in temperature and sea level. There has long been fervent debate about how these events affected dinosaurs. We review a wealth of new data accumulated over the past two decades, provide updated and novel analyses of long-term dinosaur diversity trends during the latest Cretaceous, and discuss an emerging consensus on the extinction’s tempo and causes. Little support exists for a global, long-term decline across non-avian dinosaur diversity prior to their extinction at the end of the Cretaceous. However, restructuring of latest Cretaceous dinosaur faunas in North America led to reduced diversity of large-bodied herbivores, perhaps making communities more susceptible to cascading extinctions. The abruptness of the dinosaur extinction suggests a key role for the bolide impact, although the coarseness of the fossil record makes testing the effects of Deccan volcanism difficult.\nKey words: dinosaurs, end-Cretaceous, mass extinction, Cretaceous–Paleogene, extinctions, macroevolution, Chicxulub impact, Deccan Traps, global change, palaeontology.\nCONTENTS\nI. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 629 II. Timing of the dinosaur extinction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 629 III. Major hypotheses for the dinosaur extinction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 630 IV. Realities of the fossil record . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 631 V. The latest Cretaceous world . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 632 VI. How were dinosaurs changing during the latest Cretaceous? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 634\n(1) Long-term trends . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 634 (2) Short-term trends . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 637 VII. Discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 637 (1) The tempo and causes of the dinosaur extinction: an emerging view . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 637\n* Address for correspondence (Tel: +44 01316506039; E-mail: Stephen.Brusatte@ed.ac.uk). † Authors contributed equally to this work and are listed alphabetically. All other authors are listed alphabetically.\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\n(2) What happened after the dinosaur extinction? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 638 (3) Future directions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 638\nVIII. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 639 IX. Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 639 X. References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 639 XI. Supporting Information . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 642\nI. INTRODUCTION\nWhat happened to the dinosaurs? This question has fascinated the general public, and intrigued and challenged scientists, for well over a century. Dinosaurs were remarkably successful for over 160million years (Myr), evolving colossal size and diversifying into over 1000 species distributed worldwide (Weishampel, Dodson & Osmólska, 2004). Birds—one of the most speciose groups of living terrestrial vertebrates—are direct evolutionary descendants of non-avian dinosaurs, and therefore living dinosaurs (Padian & Chiappe, 1998). But in the popular lexicon dinosaurs are symbols of failure, because the last non-avian species disappeared from the fossil record approximately 66million years ago (Ma) (Fig. 1). Dinosaurs are a cautionary tale that once-dominant groups of organisms can, and often do, die out. They vanished with many other species in one of the largest mass extinctions in Earth history (MacLeod et al., 1997; Alroy et al., 2008), which occurred at the end of the Cretaceous Period amidst a backdrop of massive volcanic eruptions (Courtillot & Renne, 2003; Chenet et al., 2009), major changes in temperature and sea level (Li & Keller, 1998; Barrera & Savin, 1999; Huber, Norris & MacLeod, 2002; Wilf, Johnson & Huber, 2003; Miller et al., 2005; Grossman, 2012; Tobin et al., 2012), and the impact of a ∼10-km-wide bolide (asteroid or comet) (Alvarez et al., 1980; Alvarez, 1997; Schulte et al., 2010). Scientists have long debated how these events affected dinosaurs, and to what extent may have been responsible for their extinction (Archibald, 1996; Archibald & Fastovsky, 2004; Fastovsky & Sheehan, 2005; Archibald et al., 2010). Over the past 20 years, an influx of new data has greatly refined our understanding of dinosaur evolution and extinction. Driving this dynamic period of research is an exponential increase in the rate of dinosaur discovery, with a newMesozoic dinosaur species being named once every∼1.5 weeks at present (Benton, 2008). Increasingly precise radioisotopic dates have helped place latest Cretaceous dinosaur fossils within the temporal context of the impact, volcanism, and climate change, allowing causal relationships to be better constrained (Chenet et al., 2009; Renne et al., 2013). More robust analytical methods, which account for biases in the fossil record, have quantified trends in dinosaur diversity through time, which is essential for determining whether their extinction was geologically gradual or abrupt (Pearson\net al., 2002; Fastovsky et al., 2004; Wang & Dodson, 2006; Lloyd et al., 2008; Barrett, McGowan & Page, 2009, Campione & Evans, 2011; Upchurch et al., 2011; Brusatte et al., 2012; Lloyd, 2012; Mitchell, Roopnarine & Angielczyk, 2012). Together, these advances are leading to an emerging consensus on when and why non-avian dinosaurs died out. Here we review current knowledge about the extinction of non-avian dinosaurs. We discuss the evolution of dinosaurs immediately prior to their extinction, describe how Earth systems were changing in the latest Cretaceous, and assess limitations of the available fossil record. We use this information to address two general issues. (i) Tempo: did the extinction result from events that had been underway for millions of years, or was it caused by geologically brief or instantaneous events? (ii) Causes: what are the most likely explanations for the extinction, and which can be ruled out? The focus here is on non-avian dinosaurs only. Although their disappearance cannot be divorced from the larger end-Cretaceous mass extinction, the specific narrative and tempo of dinosaur extinction may differ from those of other groups that vanished at this time (especially those inhabiting other ecosystems, such as the oceans), given the many global changes of the latest Cretaceous."
  }, {
    "heading": "II. TIMING OF THE DINOSAUR EXTINCTION",
    "text": "Dinosaurs appeared in the Middle–early Late Triassic (approximately 245–230Ma), gradually rose to dominance over the next 50Myr, and subsequently diversified into an extraordinary array of species in terrestrial environments worldwide throughout the remainder of the Mesozoic (Sereno, 1999; Weishampel et al., 2004; Brusatte et al., 2010). Non-avian dinosaurs fluctuated in diversity over the course of their ∼160-million-year history, with many individual species, and some larger subgroups, experiencing extinction as part of a normal ‘background’ rate (Weishampel et al., 2004; Barrett et al., 2009; Upchurch et al., 2011). Dinosaurs survived a mass extinction at the end of the Triassic that had little clear impact on their diversity, as well as a poorly understood, but possibly important, extinction event at the end of the Jurassic (Weishampel et al., 2004; Barrett et al., 2009; Upchurch et al., 2011). Non-avian dinosaurs disappear from the fossil record at the end of the Cretaceous, at the boundary with\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nthe ensuing Paleogene Period (K–Pg, formerly K–T, boundary), 66.043± 0.043Ma (mean± analytical uncertainty) based on high-precision 40Ar/39Ar radioisotopic dates (Renne et al., 2013), within chron 29r of the geomagnetic polarity timescale (Gradstein et al., 2012) (Fig. 1). This disappearance is so dramatic that, prior to the advent of radioisotopic dating, the absence of dinosaur fossils was often considered sufficient to assign strata above dinosaur-bearing rocks a Cenozoic age. Supposed Paleocene non-avian dinosaur fossils from North America (e.g. Sloan et al., 1986; Fassett, 2009; Fassett, Heaman & Simonetti, 2011) are either reworked Cretaceous specimens or incorrectly dated (e.g. Lofgren, Hotton & Runkel, 1990; Lucas et al., 2009; Koenig et al., 2012; Renne & Goodwin, 2012). Although it is conceivable that some local populations of non-avian dinosaurs survived into the earliest Paleocene, the K–Pg boundary clearly marks the dramatic end of the dinosaur-dominated world."
  }, {
    "heading": "III. MAJOR HYPOTHESES FOR THE DINOSAUR EXTINCTION",
    "text": "Few issues in palaeontology have generated as much speculation as the dinosaur extinction. The number and variety of hypotheses is astounding (Benton, 1990), but most scientific debate over the past century has boiled down to whether the extinction was geologically abrupt or gradual, whether it was caused by something intrinsic to dinosaurs or an extrinsic physical driver, and, if the latter, whether this driver was terrestrial or extraterrestrial in origin (Archibald, 1996; Archibald & Fastovsky, 2004; Fastovsky & Sheehan, 2005). Linked to these controversies is the question of whether the extinction had a single overriding cause or was the result of a disastrous temporal coincidence of multiple biological and/or physical factors. The most celebrated theory, and the most recognizable, is that dinosaurs and other organisms went extinct\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nsuddenly after a giant bolide impact set off a global cataclysm of environmental upheaval (Alvarez et al., 1980; Alvarez, 1997). The impact hypothesis has gained wide traction thanks to extensive study (Sheehan et al., 1991; Fastovsky & Sheehan, 2005) and is an elegant single explanation for why so many groups disappeared simultaneously. Nonetheless, some scientists remain unconvinced that it was the sole cause of the dinosaur extinction specifically, and the end-Cretaceous mass extinction more broadly (Archibald, 1996; Archibald & Fastovsky, 2004; Archibald et al., 2010; Keller, 2012). Although evidence for an end-Cretaceous impact is unequivocal (Schulte et al., 2010), doubts remain because other severe changes occurred in Earth systems at or near the end of the Cretaceous: intensive volcanism (Courtillot & Renne, 2003; Chenet et al., 2009), temperature oscillations (Li & Keller, 1998; Barrera & Savin, 1999; Huber et al., 2002; Wilf et al., 2003; Grossman, 2012; Tobin et al., 2012), and sea-level fluctuations (Miller et al., 2005). It has been argued that each of these factors may be the primary cause of dinosaur extinction, that their sum resulted in the extinction, or that a bolide impact finished off the dinosaurs after a multi-million-year period of stress triggered by one or more of these changes (Archibald, 1996, 2011). Each of these hypotheses makes predictions that can be tested with the fossil record. The impact hypothesis predicts a sudden extinction, whereas hypotheses centred on climate and sea-level changes, including those invoking the bolide as a coup de grâce, imply that dinosaurs experienced a prolonged decline. Recent increases in the volume of data bearing on the extinction, combined with ongoing methodological advances, have allowed scientists to expand the scope and complexity of testable scenarios, and assemble an increasingly nuanced narrative of how dinosaur faunas changed in concert with their environments in the latest Cretaceous."
  }, {
    "heading": "IV. REALITIES OF THE FOSSIL RECORD",
    "text": "Understanding how dinosaurs evolved prior to the K–Pg boundary and how they may have responded to global catastrophes is constrained by the available, and imperfect, fossil record. Only a fraction of all dinosaurs that ever lived are preserved, fossil record quality varies through time and space, different regions and time periods have been unevenly sampled, and precise radioisotopic dates for specimens or faunas are often unavailable. A pragmatic evaluation of these limitations helps constrain what we do know, and identify what we do not or cannot know, about the extinction. The greatest challenge in studying the dinosaur extinction is a set of biases that affects their latest Cretaceous record (Campanian–Maastrichtian stages, approximately 83.6 to 66Ma). Although\nCampanian–Maastrichtian dinosaurs are known from across the globe, only North America boasts a detailed record of correlative, stratigraphically stacked faunas, in many cases accurately dated (Weishampel et al., 2004; Roberts, Deino & Chan, 2005; Eberth et al., 2013) (Fig. 1). Only these faunas, therefore, present a clear picture of how dinosaurs changed in a single region over the ∼15Myr before the K–Pg boundary. However, even here some periods of time are much better represented and sampled than others (e.g. late Campanian and late Maastrichtian versus early Maastrichtian). Campanian–Maastrichtian units in Asia, Europe, India, Madagascar, and South America also provide data relevant to a global-scale understanding of latest Cretaceous dinosaur diversity (Weishampel et al., 2004), and they promise also to contribute important regional-scale information as they become better sampled and dated. Currently, only theHell Creek Formation (and temporal equivalents) of the North AmericanWestern Interior provides a well-sampled, relatively continuous record of dinosaur fossils during the final million years of the Cretaceous, up to a precisely located K–Pg boundary (Sheehan et al., 1991; Pearson et al., 2002; Fastovsky & Sheehan, 2005). This one formation, therefore, provides the only well-constrained evidence for how dinosaurs changed immediately before the bolide impact, and the fine-scale relationships between dinosaur diversity, climate and sea-level changes, and Deccan volcanism during the waning days of the Cretaceous. Because the Hell Creek is continuous with overlying Paleocene sediments, it also provides clear evidence that dinosaurs did not survive locally past the end of the Cretaceous. Recently identified stratigraphic sections in Spain (Riera et al., 2009; Vila et al., 2013) and China (Jiang et al., 2011) with dinosaur fossils in close proximity to the K–Pg boundary hold great potential for future work. Although intense study of the North American record has provided critical insights, its overwhelming dominance in extinction debates is problematic for two reasons. First, its local patterns of dinosaur diversity, evolution, and extinction may not accurately document the generalized global extinction event (Godefroit et al., 2009). For example, the almost complete absence of long-necked sauropod dinosaurs in the Campanian–Maastrichtian of North America, compared with their high diversity elsewhere, is strong evidence that these faunas are not representative of a global reality (Mannion et al., 2011). Second, although the North American record of Campanian– Maastrichtian dinosaurs is the most extensive, it is still imperfect. As elsewhere, there is a substantial preservational bias against dinosaurs of human-size or smaller (Horner, Goodwin & Myhrvold, 2011; Brown et al., 2013; Evans et al., 2013), and intense debate surrounds whether some species are really juveniles or sexual morphs of other taxa (e.g. Scannella & Horner, 2010).\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nThese issues complicate accurate estimates of latest Cretaceous species diversity. One final caveat about the fossil record concerns scale. A growing global database of Campanian– Maastrichtian dinosaurs is enabling more complete estimates of broad-scale trends in dinosaur diversity over the final ∼10–15Myr of the Cretaceous. At its finest resolution, however, even the Hell Creek record is not well-enough sampled or dated to examine trends on a 1000–10000-year timescale (Pearson et al., 2002). We do not, and probably cannot, know how individual dinosaurs or populations responded to environmental change. This makes it exceedingly difficult to test specific possible kill mechanisms—e.g. acid rain or wildfires caused by an impact, extreme temperature changes caused by an impact or volcanism, or fluctuating home ranges caused by sea-level change. For this reason, our focus here is on using the dinosaur record to address broad-scale questions about the tempo and overarching causes of the extinction."
  }, {
    "heading": "V. THE LATEST CRETACEOUS WORLD",
    "text": "The end-Cretaceous extinction is closely associated with a clay layer containing anomalously high abundances of iridium and other platinum-group elements (Alvarez et al., 1980; Smit & Hertogen, 1980) with impact ejecta, such as spherules and shocked minerals (Smit, 1999), derived from a ∼10 km wide bolide that hit the Yucatan Peninsula of modern-day Mexico, creating the ∼180–200-km-wide Chicxulub crater (Hildebrand et al., 1991). The effects of the impact were broad and devastating. It triggered tsunamis that may have reached >300 km inland around the Gulf of Mexico (Matsui et al., 2002), potentially caused >11 magnitude earthquakes (Ivanov, 2005), and created a global heat pulse (Goldin & Melosh, 2009) that perhaps ignited large wildfires near the impact site (Wolbach, Lewis & Anders, 1985; Kring, 2007). The impact occurred in a carbonate and sulphate-rich region, thereby releasing massive quantities of sulphur and other aerosols into the atmosphere, which would have caused sulphuric acid rain (Pope et al., 1997) and at least temporarily destroyed the ozone layer (Kring, 2007). These aerosols would have also briefly cooled the Earth by several to tens of degrees Celsius following the initial heat pulse (Pope et al., 1997). Dust thrown up by the impact would have formed a thick cloud that darkened the Earth and depressed photosynthesis (Alvarez et al., 1980; Pope et al., 1997). Over a slightly longer term, the injection of carbon dioxide, methane, and water vapour into the atmosphere may have caused greenhouse warming of a few degrees (Beerling et al., 2002). The end-Cretaceous impact did not occur in a vacuum, however, and changes to Earth’s climate and\nlandscape were already underway. Among the most prominent was a tremendous episode of volcanic activity that formed the Deccan flood basalts of India. These eruptions proceeded in three main phases during the Late Cretaceous–early Paleocene: the first during C30n, the second in C29r, and the third during C29n (Courtillot & Renne, 2003; Chenet et al., 2009; Jay et al., 2009). The second phase, which probably began∼400000 years before the K–Pg boundary (Robinson et al., 2009), was the largest and formed up to 80% of the volume of the Deccan Traps (Chenet et al., 2009). This phase was similar in size to other large-scale flood basalt volcanism in the geological record, such as the Central Atlantic Magmatic Province (CAMP), which has been implicated in the end-Triassic extinction (Courtillot & Renne, 2003). All phases of the Deccan Traps were likely emplaced rapidly and are composed of a series of smaller, single eruptions that occurred on the order of every ∼2000 years (Jay et al., 2009). Determining the precise age of the Deccan Traps has proven difficult because of the low potassium content of the basalts and chemical alteration due to weathering, rendering whole-rock ages unreliable (Hofmann, Feraud & Courtillot, 2000). Consequently, dates for Deccan eruptions have large error margins, and there are discrepancies between dates for the same flows, making it impossible to determine their ages more precisely than within polarity chrons (Courtillot & Renne, 2003). Furthermore, the position of the K–Pg boundary within the eruptive sequence is uncertain. An iridium anomaly has been found in sediment between flows (Bhandari et al., 1995), but may be volcanic in origin and discordant with the impact-clay layer (Hansen, Mohabey & Toft, 2001; Sant et al., 2003). Regardless of their precise timing, the Deccan eruptions would have caused major environmental perturbations in the Late Cretaceous–early Paleocene. Each eruption would have injected substantial amounts of sulphur dioxide into the atmosphere, causing sulphuric acid rain (Wignall, 2001; Self et al., 2006) and short-term cooling, depending on their frequency and whether the sulphur dioxide reached the stratosphere (Wignall, 2001). Large amounts of carbon dioxide added to the atmosphere may have caused warming (Li & Keller, 1998; Wilf et al., 2003), although the pace of this may not have been fast enough to create significant, rapid climate change (Self et al., 2006). Unfortunately, it is still unclear whether these eruptions caused significant biotic changes even locally. Sea levels also changed dramatically during the latest Cretaceous, although changes of similar magnitude occurred at other points in dinosaur evolutionary history (Figs 2 and 3). Peak Late Cretaceous levels of 50–70m above present sea levels at ∼80Ma were followed by a long-term fall through most of the Campanian–Maastrichtian (Miller et al., 2005). Globally, the Campanian is dominated by highstands\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nwith a few relatively short lowstands in the early and middle Campanian (Miller et al., 2005). The Campanian–Maastrichtian boundary is marked by a substantial global regression and subsequent low stand that persisted for up to a few million years (Miller et al., 2005). This was followed by a high stand during the middle Maastrichtian, a low stand during the late Maastrichtian, and a rise to a global high stand that peaked at the end of the Maastrichtian and then fell across the K–Pg boundary (Miller et al., 2005). In general, global sea levels were more varied, and fluctuated more intensely on shorter time scales, during the Maastrichtian than the Campanian (Miller et al., 2005). This also applied to the Western Interior Seaway (WIS), the shallow epicontinental sea that covered much of North America during this time. The WIS was expansive during much of the Campanian and Maastrichtian, at times connecting the Arctic Ocean and Gulf of Mexico (Lillegraven & Ostresh, 1990). During\nthe late Maastrichtian the WIS drastically constricted, probably due to the global sea-level low stand combined with local tectonism (Weimer, 1984; Lillegraven & Ostresh, 1990). Temperature changes also characterize the latest Cretaceous (Figs 2–4). Carbon dioxide levels declined through the Late Cretaceous (Royer, 2006, 2014; Hong & Lee, 2012), coincident with a long-term cooling trend (Barrera & Savin, 1999; Huber et al., 2002). Campanian andMaastrichtian climates were generally equable, with relatively low latitudinal temperature gradients and polar regions kept above freezing (Wolfe & Upchurch, 1987). Globally, the Campanian was warmer, but the Maastrichtian climate was more variable (Huber et al., 2002). During the middle Maastrichtian there may have been a short-lived warming event related to an increase in atmospheric carbon dioxide from the first Deccan eruption phase (Nordt, Atchley & Dworkin, 2003; Tobin et al., 2012). Thismid-Maastrichtian warming is followed\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nby another warming event in the oceans and on land during the last few hundred thousand years of the Cretaceous, likely linked to carbon dioxide outgassing from the second Deccan eruption phase (Li & Keller, 1998; Barrera & Savin, 1999; Nordt et al., 2003; Wilf et al., 2003; Tobin et al., 2012). Subsequently, global climate cooled during the latest Maastrichtian and across the K–Pg boundary (Li & Keller, 1998; Wilf et al., 2003) perhaps due to enhanced silicate weathering of the Deccan basalts (Dessert et al., 2001)."
  }, {
    "heading": "VI. HOW WERE DINOSAURS CHANGING DURING THE LATEST CRETACEOUS?",
    "text": "The Campanian–Maastrichtian was an interval of major global changes, and a better understanding of how dinosaurs were evolving during this time can illuminate how they were affected by Earth system changes, and therefore the tempo and causes of their extinction. This requires examination of trends in dinosaur biodiversity over time. Two very different types of trends give insight into dinosaur extinction: long-term patterns over the final ∼10–15Myr of the Cretaceous (Figs 2 and 3) and short-term patterns during the ∼1Myr before the K–Pg boundary (Fig. 4).\n(1) Long-term trends\nHistorically, the standard view of dinosaur evolution prior to the extinction based on the North American record was of a decline in total species numbers (richness) through the Campanian–Maastrichtian (Marsh, 1882; Colbert, 1961; Archibald & Clemens, 1982; Archibald, 1996; Dodson, 1996; Sullivan, 2006). This was based primarily upon the higher species richness of several Campanian formations from southern Canada,\nincluding what is now recognized as the Dinosaur Park Formation (42 valid species), than that of the late Maastrichtian Hell Creek Formation (25–33 valid species). Simple comparisons of species richness do not, however, take into account possible variations in sampling intensity or preservation potential of rocks of different geological ages (Russell, 1984; Fastovsky et al., 2004), the fact that not all Campanian taxa were directly contemporaneous, or that the faunas being compared might represent different environments (Fastovsky et al., 2005). Various approaches have been taken to address this suite of possible biases, including subsampling (Russell, 1984; Fastovsky et al., 2004; Lloyd et al., 2008), models based on estimates of variation in rock volume or collecting effort through time (Barrett et al., 2009; Upchurch et al., 2011; Lloyd, 2012), and statistical estimates of the true number of species represented by a biased record (Wang & Dodson, 2006). These methods have been applied at differing geographic (e.g. continental versus global) and taxonomic (e.g. all dinosaurs versus separate comparisons of major dinosaur clades) scales. None of these studies has supported a global decline in diversity occurring across all dinosaur groups (Fig. 2). However, some evidence has supported Campanian–Maastrichtian declines in the richness of ornithischians (Barrett et al., 2009; Upchurch et al., 2011) and theropods (Barrett et al., 2009; but not Upchurch et al., 2011), but not sauropodomorphs. Here, we present new results (Fig. 3; see online File S1, Fig. S1) based on sampling-standardized analyses of current data within the Paleobiology Database. This dataset is an up-to-date record of global dinosaur diversity and incorporates hundreds of new latest Cretaceous fossils discovered over the past decade that are relevant to understanding the K–Pg extinction. In order to produce the subsampled dinosaur richness\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nin Fig. 3 and File S1, Fig. S1 we extracted all global dinosaurian body fossil occurrences from the Paleobiology Database (Carrano, 2008, and updates thereafter) (downloaded 12/07/2013) that could be definitively assigned to latest Cretaceous substage time bins (late Campanian, early Maastrichtian, late Maastrichtian) and valid genera (920 occurrences). This dataset was then reduced to just occurrences from North America and then divided into two further subsets, Ornithischia and Theropoda. Sauropodomorpha was not examined separately because only one genus (Alamosaurus) is known from the latest Cretaceous of North America. The dataset is included as online Supporting Information (see online File S1). We note that this binning scheme groups together non-contemporaneous taxa; this is necessary due to the coarseness of the fossil record and the need for reasonable sample sizes in each bin to enable the subsampling analyses. As the North American record in particular becomes better sampled over time, it should be possible to conduct diversity analyses with shorter time bins that take into account detailed intra-formational sampling such as that recently presented for the Dinosaur Park Formation and Edmonton Group of Canada by Mallon et al. (2012) and Eberth et al. (2013). We implemented two forms of subsampling to reconstruct past diversity. Sample-based rarefaction (using the number of localities at which each genus is found in each substage) was performed using PAST (Hammer, Harper & Ryan, 2001), and Shareholder Quorum Subsampling (SQS: Alroy, 2010a–c) was run in R, using the R implementation posted on J. Alroy’s website (version 2.0; posted online 14 February 2011). We used an arbitrary ‘quorum’ (i.e. sampling) level (q) of 0.5 that will return results for all comparisons, although similar relative numbers can be obtained with other q values. The data and code used are included as online Supporting Information (see online File S2). The primary difference between SQS and rarefaction is that the former samples fairly whereas the latter samples equally. SQS achieves this by sampling a set area (q) underneath a species frequency curve. This approach offers a number of key advantages over rarefaction (Alroy, 2010a–c). Of particular note is the much more consistent relative subsampled richness values recovered between bins as q varies. Rarefaction curves, on the other hand, often cross, meaning that sampling level can determine which bin(s) are relatively more diverse. However, we implement both methods so that the results can be directly compared with earlier attempts that used only rarefaction. SQS results are shown in Fig. 3 and rarefaction results in File S1, Fig. S1. The new subsampling analyses provide no evidence for a progressive Campanian–Maastrichtian decline in total dinosaur species richness at either the global or\nNorth American scales (Fig. 3). However, finer-grained analyses support a decline in the species richness of North American ornithischians, but not theropods. This ornithischian decline occurs from the late Campanian to the early Maastrichtian, and ornithischian diversity remains low during the late Maastrichtian. These results are congruent with recent studies that examined trends in morphological disparity, a measure that quantifies the diversity of anatomical form in a group of organisms (Wills, Briggs & Fortey, 1994). Because anatomy is often closely tied to function and ecology, disparity is an important addition to species richness for documenting the spectrum of body plans, behaviours, and niches exploited by a group. Studies of dinosaur disparity during the latest Cretaceous suggest that Campanian–Maastrichtian declines are evident in large-bodied, bulk-feeding ornithischian herbivores (ceratopsians, hadrosaurs) within North America, but not in other groups or regions (Campione & Evans, 2011; Brusatte et al., 2012) (Fig. 3). Current evidence for a long-term diversity decline prior to the non-avian dinosaur extinction is therefore limited to ornithischian dinosaurs, with the signal almost certainly being driven by declines among two large-bodied subclades (Ceratopsidae, Hadrosauridae) within North America. For other groups of dinosaurs, and at a global scale, there is little evidence for a long-term diminution in diversity. All major groups of Campanian dinosaurs survived into the late Maastrichtian, so there was no gradual loss of major components of dinosaur diversity through the latest Cretaceous. Moreover, it is worth stressing that even if some groups declined in diversity through this time interval, similar (and often more extreme) waxing and waning in the diversity of particular clades occurred repeatedly across dinosaur evolutionary history (Fastovsky et al., 2004, 2005; Barrett et al., 2009; Upchurch et al., 2011), and does not indicate that dinosaurs, or particular groups of them, were doomed to extinction. When interpreting diversity trends, it is important to remember that they summarize patterns. It is more difficult to evaluate what consequences these patterns, such as an ornithischian diversity decline, would have had on the processes of dinosaur evolution. A provocative recent study has attempted to bridge the pattern–process divide (Mitchell et al., 2012). This study showed that the ornithischian decline resulted in a Campanian–Maastrichtian decrease of dinosaur beta diversity (i.e. decreases in provincialism) within North America (see also Vavrek & Larsson, 2010). When hypothetical food webs of Campanian and Maastrichtian communities were subjected to simulated primary productivity disruptions (like those caused by a bolide impact), the Maastrichtian communities suffered greater extinctions. These results imply that the decreased diversity of large-bodied Maastrichtian\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nherbivores made their communities more vulnerable to cascading extinctions.\n(2) Short-term trends\nDetailed intra-formational (sub-million-year timescale) assessments of dinosaur biodiversity immediately preceding the K–Pg boundary are limited to the Western Interior of the United States, and most focus on documenting changes within the Hell Creek Formation (Sheehan et al., 1991, 2000; Pearson et al., 2001, 2002) (Fig. 4). The first systematic study of Hell Creek dinosaur diversity used a 3-year field survey of in situ dinosaur macrofossils (Sheehan et al., 1991), and was later expanded to include microfossils and non-dinosaurian vertebrates (Pearson et al., 2001, 2002), to address some criticisms of the original methods (Williams, 1994; Hurlbert & Archibald, 1995; Archibald, 1996). These studies found little support for a decline in dinosaur species richness or ecological diversity through the Hell Creek Formation, particularly when variations in sample size were accounted for (Fig. 4). A more recent, decade-long census of dinosaur macrofossils also found no change in the diversity of large dinosaur taxa (primarily genera) from the lower to the upper Hell Creek (Horner et al., 2011). The rarity of dinosaur fossils in the uppermost 3m of the Hell Creek Formation has historically been taken as evidence that dinosaurs declined in abundance, or even went extinct, before the bolide impact (Clemens, Archibald & Hickey, 1981; Williams, 1994; Archibald, 1996). Some workers, however, suggested that this ‘three metre gap’ was an artefact caused by sampling (Sheehan et al., 2000) or preservational factors, including acidic leaching associated with the impact (Retallack, Leahy & Spoon, 1987). Although the recent discovery of a ceratopsian fossil in a mudstone unit within the ‘gap’, about 15 cm below the K–Pg boundary, provides strong evidence that dinosaurs probably witnessed the impact at the end of the Cretaceous (Lyson et al., 2011), this does not shed light on changes in community composition, relative abundances, or other aspects of dinosaur biodiversity over this presumably short terminal Cretaceous interval. South of the Hell Creek area, dinosaurs maintained diversity and abundance, without any sign of decline, throughout the latest Cretaceous in the Ferris Formation of Wyoming (Lillegraven & Eberle, 1999). Further afield, in the Tremp Basin of Spain, dinosaurs remained common and diverse throughout the Maastrichtian, with no noticeable decline or local extinctions before the K–Pg boundary (Riera et al., 2009; Vila et al., 2013). However, precise dating of these deposits is problematic and diversity trends have not been analysed with the same statistical rigour and stratigraphic precision as the Hell Creek studies (Pearson et al., 2002). Future work\nwill undoubtedly focus not only on the Spanish sections, but on other units straddling the K–Pg boundary in North America that are becoming better sampled, such as the Edmonton Group of Alberta, Canada (Eberth et al., 2013)."
  }, {
    "heading": "VII. DISCUSSION",
    "text": "(1) The tempo and causes of the dinosaur extinction: an emerging view\nThe wealth of data accumulated over the past two decades is leading to an emerging picture of how the Earth changed during the latest Cretaceous and how these changes affected dinosaurs. The tempo of the non-avian dinosaur extinction appears to have been sudden, at least in geological terms. Our current knowledge of the dinosaur fossil record provides no indication of obvious long-term declines in global biodiversity over the final 15Myr of the Cretaceous (although some North American herbivores did diminish in diversity), no major dinosaur groups went extinct during this time, and a diverse assemblage of abundant dinosaur species persisted until the very end of the Cretaceous in local faunas in North America and Europe. Whatever killed the dinosaurs seems to have been focused at the very end of the Maastrichtian, within a few hundred thousand years of the K–Pg boundary. The causes of the dinosaur extinction are more nebulous, although new data help to better constrain and test possible scenarios. Long-term environmental changes through the Campanian and Maastrichtian, such as sea-level fluctuations, likely affected the ecological structure of dinosaur communities, at least in North America. Loss of beta diversity, combined with reduction in species richness and morphological diversity of large-bodied herbivores, perhaps due to the regression of the WIS in the Maastrichtian and a resultant change in habitat distribution (Archibald, 1996; Gates, Prieto-Márquez & Zanno, 2012), may have made Maastrichtian dinosaur communities more susceptible to cascading extinctions (Mitchell et al., 2012) caused by a catastrophic extrinsic forcing factor, such as an impact or large-scale volcanism. These long-term environmental changes may have restructured dinosaur communities at the regional level in North America, but current evidence does not support a major influence on global biodiversity through the latest Cretaceous, suggesting they are not the driving force behind the dinosaur extinction. Instead, current evidence indicates that the dinosaur extinction was abrupt, which evokes the bolide impact as the potential major driver. What is less clear at this stage is how Deccan volcanism affected dinosaurs during the immediate run-up to the impact. Existing data on dinosaur diversity, richness, and community\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nstructure in the last few hundred thousand years of the Cretaceous—when the voluminous second Deccan pulse occurred—are not robust enough to tease apart the differential effects of Deccan-induced environmental change versus the direct effects of the impact on dinosaurs. It is clear that the major dinosaur species persisted in theHell Creek (and probably Spain) during the second Deccan phase, up until the K–Pg boundary and the impact, suggesting that at least in North America Deccan volcanism did not cause any substantial change in dinosaur species richness. However, volcanic-induced environmental changes may have affected dinosaur communities in other ways during this time, such as changes in population structure or community ecology, or at regional scales that are currently undetectable in the fossil record. Given the weight of current evidence, we hold here that the bolide impact was probably the fundamental cause of the dinosaur extinction, though it does not automatically follow that this event was also primarily responsible for the extinction of other taxa at the K–Pg boundary. Longer term phenomena such as sea-level-mediated faunal restructuring and shorter term Deccan-induced climate changes may have made latest Maastrichtian communities less resilient to the impact, as ‘press’ events before the sudden and catastrophic ‘pulse’ of the impact (Arens & West, 2008). But we hypothesize that without the impact, non-avian dinosaurs probably would not have completely died out. This hypothesis, however, must be tested as more data come to light, especially concerning the effects of Deccan volcanism on dinosaurian ecosystems.\n(2) What happened after the dinosaur extinction?\nThe dinosaur extinction was part of a mass extinction that devastated terrestrial and marine ecosystems (MacLeod et al., 1997). On land, many organisms living alongside dinosaurs also went extinct, including non-neornithine birds (Longrich, Tokaryk & Field, 2011), many lizards and snakes (Longrich, Bhullar & Gauthier, 2012), pterosaurs, and numerous crocodyliforms (MacLeod et al., 1997). Conversely, aquatic freshwater tetrapods such as amphibians, turtles, and choristodires experienced lower losses across the K–Pg boundary (Archibald & Bryant, 1990; MacLeod et al., 1997). There is general agreement that organisms in freshwater ecosystems were less affected by the extinction than those in terrestrial (non-aquatic) or marine environments (Archibald & Fastovsky, 2004), possibly because freshwater food chains were more reliant on detritus feeding than photosynthesis (Sheehan & Hansen, 1986). With the extinction of dinosaurs, which had been incumbent in many terrestrial niches for over 160Myr, mammals had the opportunity to diversify and radiate\n(Archibald, 2011; Slater, 2013). Mammals evolved reasonable ecological diversity during the Jurassic and Cretaceous (Luo, 2007), but compared to extant species were generally small. All mammal groups were severely affected by the end-Cretaceous extinction, particularly metatherians (marsupials and their fossil relatives) (Williamson et al., 2012; Wilson, 2013), larger-bodied species, and those with specialized diets (Wilson, 2013). Nonetheless, at least some representatives of many major groups, including metatherians and eutherians (placentals and fossil relatives), were able to endure. These survivors proliferated rapidly after the dinosaur extinction, forming diverse mammalian faunas in North America no later than 400000 years into the Paleocene (Renne et al., 2013; Wilson, 2013), which set the stage for the ensuing 66Myr of mammalian dominance in terrestrial ecosystems.\n(3) Future directions\nWe identify the following as critical research objectives for the next decade: (i) better sampling of Campanian–Maastrichtian dinosaurs from outside North America, especially those within chron 29r. (ii) Detailed intra-formational sampling, like that achieved for the Hell Creek, of dinosaur-bearing K–Pg sections elsewhere in North America (Edmonton Group, San Juan Basin, Big Bend), Europe (southern France, Spain, Romania), Asia (Nanxiong Basin, Amur Region), India, and South America (Patagonia). (iii) Late Cretaceous dinosaur diversity analyses with shorter time bins based on a finer-scale level of intra-formational sampling, like those conducted by Mallon et al. (2012) and Eberth et al. (2013). (iv) Improved radioisotopic dating of the Deccan eruptions and increasingly constrained dates for North American sections (Renne et al., 2013), to enable fine-scale correlations between diversity changes and volcanism. (v) Additional metre-scale studies of whole-community ecological dynamics within the Hell Creek Formation, such as have been carried out for contemporary mammals (Wilson, 2005). (vi) More long-term studies of how dinosaur ecology, not only diversity, changed over the Campanian–Maastrichtian, and other periods of comparable length in dinosaur evolution. (vii) Work focused on aspects of dinosaur biology that may explain why they went extinct, and particularly why certain birds survived whereas many bird-like feathered dinosaurs died off. (viii) More robust theoretical models of how global, geological-scale changes might have impacted populations and local environments, and be detected within a single formation. (ix) Comparisons between dinosaur alpha- and beta-diversity patterns and those of other latest Cretaceous plants and animals, to identify complementary or contradictory patterns that might help to identify the specific kill mechanisms for the end-Cretaceous extinction.\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society"
  }, {
    "heading": "VIII. CONCLUSIONS",
    "text": "(1) Over the past two decades, a wealth of new data and advances in analytical techniques have given new insights into one of the great riddles of palaeontology: why the dinosaurs went extinct. These advances are leading to an emerging consensus on when and why the non-avian dinosaurs died out at the end of the Cretaceous. (2) Precise new 40Ar/39Ar radioisotopic dates place the extinction of the dinosaurs at 66.043± 0.043Ma, at the same time as the Chicxulub impact and shortly after the initiation of the most voluminous phase of the Deccan eruptions in India. (3) A major challenge in studying the dinosaur extinction is a biased fossil record. Only North America preserves a series of well-dated, temporally stacked dinosaur-bearing rock units that cover the final ∼15Myr of the Cretaceous, and only a single formation (the Hell Creek Formation) includes a well-studied and well-dated record of dinosaurs over the final ∼1Myr of the Cretaceous. This makes it difficult to test certain hypotheses about the timing and tempo of the extinction. (4) The latest Cretaceous world was volatile. Before the Chicxulub impact occurred, there were dramatic changes in sea level and temperature, as well as two phases of Deccan volcanism. (5) There is no evidence for a global, long-term decline in the diversity of non-avian dinosaurs prior to their extinction, although some groups (the bulk-feeding herbivorous ceratopsids and hadrosaurids in North America) did experience a loss of diversity and morphological disparity over the final ∼15Myr of the Cretaceous. Ecological food-web modelling suggests that these losses would have made terminal Cretaceous (Maastrichtian) ecosystems more susceptible to cascading extinctions by an external forcing mechanism (such as a bolide impact) relative to ecosystems from earlier in the late Cretaceous (Campanian). (6) There is little evidence of any decline in dinosaur species richness or ecological diversity during the final ∼1Myr of the Cretaceous in the Hell Creek Formation. The major dinosaur taxa persisted until very close to the K–Pg boundary, including during ∼400000 years of Deccan eruptions. (7) Current evidence indicates that the dinosaur extinction was abrupt in geological terms, suggesting that long-term temperature and sea-level trends were not a major factor in the extinction. The abruptness evokes the Chicxulub impact as the most likely fundamental cause of the extinction, although the coarseness of the fossil record makes it difficult to test how Deccan volcanism may have affected dinosaurs during the final ∼400000 years of the Cretaceous. Furthermore, longer term changes in sea level in North America may have led\nto the ecological restructuring that made Maastrichtian dinosaurs particularly susceptible to extinction. (8) There is much still to learn about the dinosaur extinction, and advances in radioisotopic dating, the discovery of more latest Cretaceous dinosaur fossils outside of North America, and additional work on dinosaur biology and ecology will be particularly important in testing the ‘emerging consensus’ that we identify here."
  }, {
    "heading": "IX. ACKNOWLEDGEMENTS",
    "text": "This work was funded by NSF EAR-1325544 (S.L.B., T.E.W.) and EAR-1325552 (D.J.P.), a Marie Curie Career Integration Grant EC 630652 (S.L.B.), and an Imperial College Junior and Alexander von Humboldt Research Fellowships (P.D.M.). We thank two anonymous referees for their helpful comments and A. Cooper andW. Foster for their editorial assistance."
  }, {
    "heading": "X. REFERENCES",
    "text": "Alroy, J. (2010a). Fair sampling of taxonomic richness and unbiased estimation of origination and extinction rates. Paleontological Society Special Papers 16, 55–80. Alroy, J. (2010b). Geographical, environmental and intrinsic biotic controls on Phanerozoic marine diversification. Palaeontology 53, 1211–1235. Alroy, J. (2010c). The shifting balance of diversity among major marine animal groups. Science 329, 1191–1194. Alroy, J., Aberhan, M., Bottjer, D. J., Foote, M., Fürsich, F. T., Harries, P. J., Hendy, A. J. W., Holland, S. M., Ivany, L. C., Kiessling, W., Kosnik, M. A., Marshall, C. R., McGowan, A. J., Miller, A. I., Olszewski, T. D., Patzkowsky, M. E., Peters, S. E., Villier, L., Wagner, P. J., Bonuso, N., Borkow, P. S., Bernneis, B., Clapham, M. E., Fall, L. M., Ferguson, C. A., Hanson, V. L., Krug, A. Z., Layou, K. M., Leckey, E. H., Nürnberg, S., Powers, C. M., Sessa, J. A., Simpson, C., Tomašovych, A. & Visaggi, C. C. (2008). Phanerozoic trends in the global diversity of marine invertebrates. Science 321, 97–100. Alvarez, W. (1997). T. rex and the Crater of Doom. Princeton University Press, Princeton. Alvarez, L. W., Alvarez, W., Asaro, F. & Michel, H. V. (1980). Extraterrestrial cause for the Cretaceous-Tertiary extinction. Science 208, 1095–1108. Archibald, J. D. (1996). Dinosaur Extinction and the End of an Era. Columbia University Press, New York. Archibald, J. D. (2011). Extinction and Radiation. Johns Hopkins University Press, Baltimore. Archibald, J. D. & Bryant, L. J. (1990). Differential Cretaceous/Tertiary extinctions of nonmarine vertebrates; evidence from northeastern Montana. Geological Society of America Special Papers 247, 549–562. Archibald, J. D. & Clemens, W. A. (1982). Late Cretaceous extinctions. American Scientist 70, 377–385. Archibald, J. D., Clemens,W. A., Padian, K., Rowe, T.,MacLeod, N., Barrett, P. M., Gale, A., Holroyd, P., Sues, H.-D., Arens, N. C., Horner, J. R., Wilson, G. P., Goodwin, M. B., Brochu, C. A., Lofgren, D. L., et al. (2010). Cretaceous extinctions: multiple causes. Science 328, 973. Archibald, J. D. & Fastovsky, D. E. (2004). Dinosaur extinction. In The Dinosauria. Second Edition (eds D. B. Weishampel, P. Dodson and H. Osmólska), pp. 672–684. University of California Press, Berkeley. Arens, N. C. & West, I. D. (2008). Press-pulse: a general theory of mass extinction? Paleobiology 34, 456–471. Barrera, E. & Savin, S. M. (1999). Evolution of late Campanian-Maastrichtian marine climates and oceans. Geological Society of America Special Papers 332, 245–282. Barrett, P. M., McGowan, A. J. & Page, V. (2009). Dinosaur diversity and the rock record. Proceedings of the Royal Society of London Series B 276, 2667–2674.\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nBeerling, D. J., Lomax, B. H., Royer, D. L., Upchurch, G. L. & Kump, L. R. (2002). An atmospheric pCO2 reconstruction across the Cretaceous-Tertiary boundary from leaf megafossils. Proceedings of the National Academy of Sciences of the United States of America 99, 7836–7840. Benton, M. J. (1990). Scientific methodologies in collision: the history of the study of the extinction of the dinosaurs. Evolutionary Biology 24, 371–400. Benton, M. J. (2008). Fossil quality and naming dinosaurs. Biology Letters 4, 729–732. Bhandari, N., Shukla, P., Ghevariya, Z. & Sundaram, S. (1995). Impact did not trigger Deccan volcanism: evidence from Anjar K/T boundary intertrappean sediments. Geophysical Research Letters 22, 433–436. Brown, C. M., Evans, D. C., Campione, N. E., O’Brien, L. J. & Eberth, D. A. (2013). Evidence for taphonomic size bias in the Dinosaur Park Formation (Campanian, Alberta), a model Mesozoic terrestrial alluvial-paralic system. Palaeogeography, Palaeoclimatology, Palaeoecology 372, 108–122. Brusatte, S. L., Butler, R. J., Prieto-Márquez, A. & Norell, M. A. (2012). Dinosaur morphological diversity and the end-Cretaceous extinction. Nature Communications 3, 804 (doi: 10.1038/ncomms1815). Brusatte, S. L., Nesbitt, S. J., Irmis, R. B., Butler, R. J., Benton, M. J. & Norell, M. A. (2010). The origin and early radiation of dinosaurs. Earth-Science Reviews 101, 68–100. Campione, N. E. & Evans, D. C. (2011). Cranial growth and variation in edmontosaurs (Dinosauria: Hadrosauridae): implications for latest Cretaceousmegaherbivore diversity in North America. PLoS ONE 6(9), e25186. Carrano, M. (2008). Taxonomy and classification of non-avian Dinosauria. Paleobiology Database Online Systematics Archive 4. Chenet, A.-L., Courtillot, V., Fluteau, F., Géerard, M., Quidelleur, X., Khadri, S. F. R., Subbarao, K. V. & Thordarson, T. (2009). Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section. Journal of Geophysical Research 114, B06103. Clemens, W. A., Archibald, J. D. & Hickey, L. M. (1981). Out with a whimper not a bang. Paleobiology 7, 293–298. Colbert, E. H. (1961). Dinosaurs: their Discovery and their World. E. P. Dutton and Co., New York. Courtillot, V. E. & Renne, P. R. (2003). On the ages of flood basalt events. Comptes Rendus Geoscience 335, 113–140. Dessert, C., Dupre, B., François, L. M., Schott, J., Gaillardet, J., Chakrapani, G. & Bajpai, S. (2001). Erosion of Deccan Traps determined by river geochemistry: impact on the global climate and the 87Sr/86Sr ratio of seawater. Earth and Planetary Science Letters 188, 459–474. Dodson, P. (1996). The Horned Dinosaurs. Princeton University Press, Princeton. Eberth, D. A., Evans, D. C., Brinkman, D. B., Therrien, F., Tanke, D. H. & Russell, L. S. (2013). Dinosaur biostratigraphy of the Edmonton Group (Upper Cretaceous), Alberta, Canada: evidence for climate influence. Canadian Journal of Earth Sciences 50, 701–726. Evans, D. C., Schott, R. K., Larson, D. W., Brown, C. M. & Ryan, M. J. (2013). The oldest North American pachycephalosaurid and the hidden diversity of small-bodied ornithischian dinosaurs. Nature Communications 4, 1828 (doi: 10.1038/ncomms2749). Fassett, J. E. (2009). New geochronologic and stratigraphic evidence confirms the Paleocene age of the dinosaur-bearing Ojo Alamo Sandstone and Animas Formation in the San Juan Basin, New Mexico and Colorado. Palaeontologia Electronica 12(3A), 1–146. Fassett, J. E., Heaman, L. M. & Simonetti, A. (2011). Direct U-Pb dating of Cretaceous and Paleocene dinosaur bones, San Juan Basin, New Mexico. Geology 39, 159–162. Fastovsky, D. E., Huang, Y., Hsu, J., Martin-McNaughton, J., Sheehan, P. M. & Weishampel, D. B. (2004). Shape of Mesozoic dinosaur richness. Geology 32, 877–880. Fastovsky, D. E., Huang, Y., Hsu, J., Martin-McNaughton, J., Sheehan, P. M. &Weishampel, D. B. (2005). Shape of Mesozoic dinosaur richness: comment and reply. Geology 33, e74–e75. Fastovsky, D. E. & Sheehan, P. M. (2005). The extinction of the dinosaurs in North America. GSA Today 15, 4–10. Gates, T. A., Prieto-Márquez, A. & Zanno, L. E. (2012). Mountain building triggered Late Cretaceous North American megaherbivore dinosaur radiation. PLoS ONE 7(8), e42135. Godefroit, P., Golovneva, L., Shchepetov, S., Garcia, G. & Alekseev, P. (2009). The last polar dinosaurs: high diversity of latest Cretaceous arctic dinosaurs in Russia. Naturwissenschaften 96, 495–501. Goldin, T. J. & Melosh, H. J. (2009). Self-shielding of thermal radiation by Chicxulub impact ejecta: firestorm or fizzle? Geology 37, 1135–1138. Gradstein, F. M., Ogg, J. G., Schmitz, M. & Ogg, G. (2012). The Geologic Time Scale 2012. Elsevier, Amsterdam.\nGrossman, E. L. (2012). Oxygen isotope stratigraphy. In The Geologic Time Scale 2012 (eds F.M.Gradstein, J. G.Ogg,M. Schmitz andG.Ogg), pp. 181–206. Elsevier, Amsterdam. Hammer, O., Harper, D. A. T. & Ryan, P. D. (2001). Paleontological statistics software package for education and data analysis. Palaeontologica Electronica 4(1), 1–9. Hansen, H., Mohabey, D. & Toft, T. (2001). No K/T boundary at Anjar, Gujarat, India: evidence from magnetic susceptibility and carbon isotopes. Journal of Earth System Science 110, 133–142. Hicks, J. F., Johnson, K. R., Obradovich, J. D., Tauxe, L. & Clark, D. (2002). Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union formations of southwestern North Dakota and a recalibration of the age of the Cretaceous-Tertiary boundary. Geological Society of America Special Papers 361, 35–55. Hildebrand, A. R., Penfield, G. T., Kring, D. A., Pilkington, M., Camargo, A., Jacobsen, S. B. & Boynton, W. V. (1991). Chicxulub crater: a possible Cretaceous/Tertiary boundary impact crater on the Yucatan Peninsula, Mexico. Geology 19, 867–871. Hofmann, C., Feraud, G. & Courtillot, V. (2000). 40Ar/39Ar dating of mineral separates and whole rocks from the Western Ghats lava pile: further constraints on duration and age of the Deccan traps. Earth and Planetary Science Letters 180, 13–27. Hong, S. K. & Lee, Y. I. (2012). Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous. Earth and Planetary Science Letters 327-328, 23–28. Horner, J. B., Goodwin, M. B. & Myhrvold, N. (2011). Dinosaur census reveals abundant Tyrannosaurus and rare ontogenetic stages in the Upper Cretaceous Hell Creek Formation (Maastrichtian), Montana, USA. PLoS ONE 6(2), e16574. Huber, B. T., Norris, R. D. & MacLeod, K. G. (2002). Deep-sea paleotemperature record of extreme warmth during the Cretaceous. Geology 30, 123–126. Hurlbert, S. H. & Archibald, J. D. (1995). No statistical support for sudden (or gradual) extinction of dinosaurs. Geology 23, 881–884. Ivanov, B. A. (2005). Numerical modeling of the largest terrestrial meteorite craters. Solar System Research 39, 381–409. Jay, A. E., Niocaill, C. M., Widdowson, M., Self, S. & Turner, W. (2009). New palaeomagnetic data from the Mahabaleshwar Plateau, Deccan Flood Basalt Province, India: implications for the volcanostratigraphic architecture of continental flood basalt provinces. Journal of the Geological Society 166, 13–24. Jiang, X.-J., Liu, Y.-Q., Ji, S.-A., Zhang, X.-L., Xu, L., Jia, S.-H., Lü, J.-C., Yuan, C.-X. & Li, M. (2011). Dinosaur-bearing strata and K/T boundary in the Luanchuan-Tantou Basin of western Henan Province, China. Science China Earth Sciences (doi:10.1007/s11430-011-4186-1 (2011)). Keller, G. (2012). The Cretaceous-Tertiary mass extinction, Chicxulub impact, and Deccan volcanism. In Earth and Life (ed. J. A. Talent), pp. 759–793. Springer, New York. Koenig, A. E., Lucas, S. G., Neymark, L. A., Heckert, A. B., Sullivan, R. M., Jasinski, S. E. & Fowler, D. W. (2012). Direct U-Pb dating of Cretaceous and Paleocene dinosaur bones, San Juan Basin, New Mexico: COMMENT. Geology 40, e262. Kring, D. A. (2007). The Chicxulub impact event and its environmental consequences at the Cretaceous-Tertiary boundary. Palaeogeography, Palaeoclimatology, Palaeoecology 255, 4–21. Li, L. & Keller, G. (1998). Abrupt deep-sea warming at the end of the Cretaceous. Geology 26, 995–998. Lillegraven, J. A. & Eberle, J. J. (1999). Faunal changes through Lancian and Puercan time in southern Wyoming. Journal of Paleontology 73, 691–710. Lillegraven, J. A. & Ostresh, L. M. (1990). Late Cretaceous (earliest Campanian/Maastrichtian) evolution of western shorelines of the North American Western Interior Seaway in relation to known mammalian faunas. Geological Society of America Special Papers 243, 1–30. Lloyd, G. T. (2012). A refined modelling approach to assess the influence of sampling on palaeobiodiversity curves: new support for declining Cretaceous dinosaur richness. Biology Letters 8, 123–126. Lloyd, G. T., Davis, K. E., Pisani, D., Tarver, J. E., Ruta, M., Sakamoto, M., Hone, D. W. E., Jennings, R. & Benton, M. J. (2008). Dinosaurs and the Cretaceous terrestrial revolution. Proceedings of the Royal Society of London Series B 275, 2483–2490. Lofgren, D. L., Hotton, C. L. & Runkel, A. C. (1990). Reworking of Cretaceous dinosaurs into Paleocene channel deposits, upper Hell Creek Formation, Montana. Geology 18, 874–877. Longrich, N. R., Bhullar, B.-A. S. & Gauthier, J. A. (2012). Mass extinction of lizards and snakes at the Cretaceous-Paleogene boundary. Proceedings of the National Academy of Sciences of the United States of America 109, 21396–21401. Longrich, N. R., Tokaryk, T. T. & Field, D. J. (2011).Mass extinction of birds at the Cretaceous-Paleogene (K-Pg) boundary. Proceedings of the National Academy of Sciences of the United States of America 108, 15253–15257.\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nLucas, S. G., Sullivan, R. M., Cather, S. M., Jasinski, S. E., Fowler, D. W., Heckert, A. B., Spielmann, J. A. &Hunt, A. P. (2009). No definitive evidence of Paleocene dinosaurs in the San Juan Basin. Palaeontologia Electronica 12(8A), 1–10. Luo, Z.-X. (2007). Transformation and diversification in early mammal evolution. Nature 450, 1011–1019. Lyson, T. R., Bercovici, A., Chester, S. G. B., Sargis, E. J., Pearson, D. & Joyce, W. G. (2011). Dinosaur extinction: closing the ‘3m gap’. Biology Letters 7, 925–928. MacLeod, N., Rawson, P. F., Forey, P. L., Banner, F. T., Boudagher-Fadel, M. K., Bown, P. R., Burnett, J. A., Chambers, P., Culver, S., Evans, S. E., Jeffery, C., Kaminski, M. A., Lord, A. R., Milner, A. C., Milner, A. R., Morris, N., Owen, E., Rosen, B. R., Smith, A. B., Taylor, P. D., Urquhart, E. & Young, J. R. (1997). The Cretaceous-Tertiary biotic transition. Journal of the Geological Society of London 154, 265–292. Mallon, J. C., Evans, D. C., Ryan, M. J. & Anderson, J. S. (2012). Megaherbivorous dinosaur turnover in the Dinosaur Park Formation (upper Campanian) of Alberta, Canada. Palaeogeography, Palaeoclimatology, Palaeoecology 350-352, 124–138. Mannion, P. D., Upchurch, P., Carrano, M. T. & Barrett, P. M. (2011). Testing the effect of the rock record on diversity: a multidisciplinary approach to elucidating the generic richness of sauropodomorph dinosaurs through time. Biological Reviews 86, 157–181. Marsh, O. C. (1882). Classification of the Dinosauria. American Journal of Science 23, 81–86. Matsui, T., Imamura, F., Tajika, E., Nakano, Y. & Fujisawa, Y. (2002). Generation and propagation of a tsunami from the Cretaceous-Tertiary impact event. Geological Society of America Special Papers 356, 69–77. Miller, K. G., Kominz, M. A., Browning, J. V., Wright, J. D., Mountain, G. S., Katz, M. E., Sugarman, P. J., Cramer, B. S., Christie-Blick, N. & Pekar, S. F. (2005). The phanerozoic record of global sea-level change. Science 310, 1293–1298. Mitchell, J. S., Roopnarine, P. D. & Angielczyk, K. D. (2012). Late Cretaceous restructuring of terrestrial communities facilitated the end-Cretaceous mass extinction in North America. Proceedings of the National Academy of Sciences of the United States of America 109, 18857–18861. Nordt, L., Atchley, S. & Dworkin, S. (2003). Terrestrial evidence for two greenhouse events in the latest Cretaceous. GSA Today 13, 4–9. Padian, K. & Chiappe, L. M. (1998). The origin and early evolution of birds. Biological Reviews 73, 1–42. Pearson, D. A., Schaefer, T., Johnson, K. R. & Nichols, D. J. (2001). Palynologically calibrated vertebrate record from North Dakota consistent with abrupt dinosaur extinction at the Cretaceous-Tertiary boundary. Geology 29, 39–42. Pearson, D. A., Schaefer, T., Johnson, K. R., Nichols, D. J. & Hunter, J. P. (2002). Vertebrate biostratigraphy of the Hell Creek Formation in southwestern North Dakota and northwestern South Dakota. Geological Society of America Special Papers 361, 145–167. Peppe, D. J., Evans, D. A. D. & Smirnov, A. V. (2009). Magnetostratigraphy of the Ludlow Member of the Fort Union Formation (Lower Paleocene) in the Williston Basin, North Dakota. Geological Society of America Bulletin 121, 65–79. Pope, K. O., Baines, K. H., Ocampo, A. C. & Ivanov, B. A. (1997). Energy, volatile production, and climatic effects of the Chicxulub Cretaceous/Tertiary impact. Journal of Geophysical Research 102, 21645–21664. Renne, P. R., Deino, A. L., Hilgen, F. J., Kuiper, K. F., Mark, D. F., Mitchell, W. S., Morgan, L. E., Mundil, R. & Smit, J. (2013). Time scales of critical events around the Cretaceous-Paleogene boundary. Science 339, 684–687. Renne, P. R. & Goodwin, M. B. (2012). Direct U-Pb dating of Cretaceous and Paleocene dinosaur bones, San Juan Basin, New Mexico: COMMENT. Geology 40, e259. Retallack, G. J., Leahy, G. D. & Spoon, M. D. (1987). Evidence from paleosols for ecosystem changes across the Cretaceous/Tertiary boundary in eastern Montana. Geology 15, 1090–1093. Riera, V., Oms, O., Gaeta, R. & Galobart, A. (2009). The end-Cretaceous dinosaur succession in Europe: the Tremp Basin record (Spain). Palaeogeography, Palaeoclimatology, Palaeoecology 283, 160–171. Roberts, E. M., Deino, A. L. & Chan, M. A. (2005). 40Ar/39Ar age of the Kaiparowits Formation, southern Utah, and correlation of contemporaneous Campanian strata and faunas along the margin of the Western Interior Basin. Cretaceous Research 26, 307–318. Robinson, N., Ravizza, G., Coccioni, R., Peucker-Ehrenbrink, B. & Norris, R. (2009). A high-resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event. Earth and Planetary Science Letters 281, 159–168. Royer, D. L. (2006). CO2-forced climate thresholds during the Phanerozoic. Geochimica et Cosmochimica Acta 70, 5665–5675.\nRoyer, D. L. (2014). Atmospheric CO2 and O2 during the Phanerozoic: tools, patterns, and impacts. Geochemistry Treatise (Second Edition) 6, 251–267. Russell, D. A. (1984). The gradual decline of the dinosaurs—fact or fallacy? Nature 307, 360–361. Sant, D. A., Mathew, G., Khadkikar, A. S., Gogte, V. & Gundurao, T. K. (2003). Co-existent cristobalite and iridium at 65 Ma, Anjar Intertrappeans, Kachchh, western India. Cretaceous Research 24, 105–110. Scannella, J. B. & Horner, J. R. (2010). Torosaurus Marsh, 1891, is Triceratops Marsh, 1889 (Ceratopsidae: Chasmosaurinae): synonymy through ontogeny. Journal of Vertebrate Paleontology 30, 1157–1168. Schulte, P., Alegret, L., Arenillas, I., Arz, J. A., Barton, P. J., Bown, P. R., Bralower, T. J., Christeson, G. L., Claeys, P., Cockell, C. S., Collins, G. S., Deutsch, A., Goldin, T. J., Goto, K., Grajales-Nishimura, J. M., et al. (2010). The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary. Science 327, 1214–1218. Self, S., Widdowson, M., Thordarson, T. & Jay, A. E. (2006). Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective. Earth and Planetary Science Letters 248, 518–532. Sereno, P. C. (1999). The evolution of dinosaurs. Science 284, 2137–2147. Sheehan, P. M., Fastovsky, D. E., Barreto, C. & Hoffmann, R. G. (2000). Dinosaur abundance was not declining in a ‘3 m gap’ at the top of the Hell Creek Formation, Montana and North Dakota. Geology 28, 523–526. Sheehan, P. M., Fastovsky, D. E., Hoffmann, R. G., Berghaus, C. B. & Gabriel, D. L. (1991). Sudden extinction of the dinosaurs: family-level patterns of ecological diversity during the latest Cretaceous, upper Great Plains, U.S.A. Science 254, 835–839. Sheehan, P.M. &Hansen, T. A. (1986). Detritus feeding as a buffer to extinction at the end of the Cretaceous. Geology 14, 868–870. Slater, G. J. (2013). Phylogenetic evidence for a shift in the mode of mammalian body size evolution at the Cretaceous-Palaeogene boundary. Methods in Ecology and Evolution 4, 734–744. Sloan, R. E., Rigby, J. K., Van Valen, L. M. & Gabriel, D. L. (1986). Gradual dinosaur extinction and simultaneous ungulate radiation in the Hell Creek Formation. Science 234, 1173–1175. Smit, J. (1999). The global stratigraphy of the Cretaceous-Tertiary boundary impact ejecta. Annual Review of Earth and Planetary Sciences 27, 75–113. Smit, J. & Hertogen, J. (1980). An extraterrestrial event at the Cretaceous-Tertiary boundary. Nature 285, 198–200. Sullivan, R. M. (2006). The shape of Mesozoic dinosaur richness: a reassessment. New Mexico Museum of Natural History and Science Bulletin 35, 403–405. Tobin, T. S., Ward, P. D., Steig, E. J., Olivero, E. B., Hilburn, I. A., Mitchell, R. N., Diamond, M. R., Raub, T. D. & Kirschvink, J. L. (2012). Extinction patterns, 𝛿18 O trends, and magnetostratigraphy from a southern high-latitude Cretaceous-Paleogene section: links with Deccan volcanism. Palaeogeography, Palaeoclimatology, Palaeoecology 350-352, 180–188. Upchurch, P., Mannion, P. D., Benson, R. B. J., Butler, R. J. & Carrano, M. T. (2011). Geological and anthropogenic controls on the sampling of the terrestrial fossil record: a case study from the Dinosauria. Geological Society of London, Special Publication 358, 209–240. Vavrek, M. J. & Larsson, H. C. E. (2010). Low beta diversity of Maastrichtian dinosaurs of North America. Proceedings of the National Academy of Sciences of the United States of America 107, 8265–8268. Vila, B., Oms, O., Fondevilla, V., Gaete, R., Galobart, A., Riera, V. & Canudo, J. I. (2013). The latest succession of dinosaur tracksites in Europe: hadrosaur ichnology, track production and palaeoenvironments. PLoS ONE 8(9), e72579. Wang, S. C. & Dodson, P. (2006). Estimating the diversity of dinosaurs. Proceedings of the National Academy of Sciences of the United States of America 103, 601–605. Weimer, R. J. (1984). Relation of unconformities, tectonics, and sea-level changes, Cretaceous of Western Interior, USA. Memoir of the American Association of Petroleum Geologists 36, 7–35. Weishampel, D. B., Dodson, P. & Osmólska, H. (2004). The Dinosauria. Second Edition. University of California Press, Berkeley. Wignall, P. B. (2001). Large igneous provinces and mass extinctions. Earth-Science Reviews 53, 1–33. Wilf, P., Johnson, K. R. & Huber, B. T. (2003). Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary. Proceedings of the National Academy of Sciences of the United States of America 100, 599–604. Williams, M. E. (1994). Catastrophic versus noncatastrophic extinction of the dinosaurs: testing, falsifiability, and the burden of proof. Journal of Paleontology 68, 183–190. Williamson, T. E., Brusatte, S. L., Carr, T. D., Weil, A. & Standhardt, B. R. (2012). The phylogeny and evolution of Cretaceous-Paleogene metatherians: new cladistic analysis and description of new early Paleocene specimens from\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society\nthe Nacimiento Formation, New Mexico. Journal of Systematic Palaeontology 10, 625–651. Wills, M. A., Briggs, D. E. G. & Fortey, R. A. (1994). Disparity as an evolutionary index: a comparison of Cambrian and recent arthropods. Paleobiology 20, 93–131. Wilson, G. P. (2005). Mammalian faunal dynamics during the last 1.8 million years of the Cretaceous in Garfield County, Montana. Journal of Mammalian Evolution 12, 53–76. Wilson, G. P. (2013). Mammals across the K/Pg boundary in northeastern Montana, U.S.A.: dental morphology and body-size patterns reveal extinction selectivity and immigrant-fueled ecospace filling. Paleobiology 39, 429–469. Wolbach, W. S., Lewis, R. S. & Anders, E. (1985). Cretaceous extinctions: evidence for wildfires and search formeteoriticmaterial. Science 230, 167–170. Wolfe, J. A. & Upchurch, G. R. (1987). North American nonmarine climates and vegetation during the Late Cretaceous. Palaeogeography, Palaeoclimatology, Palaeoecology 61, 33–77."
  }, {
    "heading": "XI. SUPPORTING INFORMATION",
    "text": "Additional supporting information may be found in the online version of this article. File S1. Dataset and Fig. S1 showing Campanian and Maastrichtian dinosaur occurrence records and rarefied and Shareholder Quorum Subsampling diversity statistics.\nFile S2. R file with data and code for Shareholder Quorum Subsampling analysis.\n(Received 5 December 2013; revised 7 June 2014; accepted 16 June 2014; published online 28 July 2014)\nBiological Reviews 90 (2015) 628–642 © 2014 The Authors. Biological Reviews © 2014 Cambridge Philosophical Society"
  }],
  "year": 2015,
  "references": [{
    "title": "Fair sampling of taxonomic richness and unbiased estimation of origination and extinction rates",
    "authors": ["J. Alroy"],
    "venue": "Paleontological Society Special Papers 16, 55–80.",
    "year": 2010
  }, {
    "title": "Geographical, environmental and intrinsic biotic controls on Phanerozoic marine diversification",
    "authors": ["J. Alroy"],
    "venue": "Palaeontology 53, 1211–1235.",
    "year": 2010
  }, {
    "title": "The shifting balance of diversity among major marine animal groups",
    "authors": ["J. Alroy"],
    "venue": "Science 329, 1191–1194.",
    "year": 2010
  }, {
    "title": "Phanerozoic trends in the global diversity of marine invertebrates",
    "authors": ["V.L. Hanson", "A.Z. Krug", "K.M. Layou", "E.H. Leckey", "S. Nürnberg", "C.M. Powers", "J.A. Sessa", "C. Simpson", "A. Tomašovych", "C.C. Visaggi"],
    "year": 2008
  }, {
    "title": "T",
    "authors": ["W. Alvarez"],
    "venue": "rex and the Crater of Doom. Princeton University Press, Princeton.",
    "year": 1997
  }, {
    "title": "Extraterrestrial cause for the Cretaceous-Tertiary extinction",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Dinosaur Extinction and the End of an Era",
    "authors": ["J.D. Archibald"],
    "venue": "Columbia University Press, New York.",
    "year": 1996
  }, {
    "title": "Extinction and Radiation",
    "authors": ["J.D. Archibald"],
    "venue": "Johns Hopkins University Press, Baltimore.",
    "year": 2011
  }, {
    "title": "Differential Cretaceous/Tertiary extinctions of nonmarine vertebrates; evidence from northeastern Montana",
    "authors": ["J.D. Archibald", "L.J. Bryant"],
    "venue": "Geological Society of America Special Papers",
    "year": 1990
  }, {
    "title": "Late Cretaceous extinctions",
    "authors": ["J.D. Archibald", "W.A. Clemens"],
    "venue": "American Scientist",
    "year": 1982
  }, {
    "title": "Cretaceous extinctions: multiple causes",
    "authors": ["J.D. Archibald", "W.A. Clemens", "K. Padian", "T. Rowe", "N. MacLeod", "P.M. Barrett", "A. Gale", "P. Holroyd", "Sues", "H.-D", "N.C. Arens", "J.R. Horner", "G.P. Wilson", "M.B. Goodwin", "C.A. Brochu", "Lofgren", "D. L"],
    "venue": "Science 328,",
    "year": 2010
  }, {
    "title": "Dinosaur extinction. In The Dinosauria",
    "authors": ["J.D. Archibald", "D.E. Fastovsky"],
    "venue": "Second Edition",
    "year": 2004
  }, {
    "title": "Press-pulse: a general theory of mass extinction? Paleobiology",
    "authors": ["N.C. Arens", "I.D. West"],
    "year": 2008
  }, {
    "title": "Evolution of late Campanian-Maastrichtian marine climates and oceans",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Geological Society of America Special Papers",
    "year": 1999
  }, {
    "title": "Dinosaur diversity and the rock record",
    "authors": ["P.M. Barrett", "A.J. McGowan", "V. Page"],
    "venue": "Proceedings of the Royal Society of London Series B",
    "year": 2009
  }, {
    "title": "The origin and early radiation of dinosaurs",
    "authors": ["M.A. Norell"],
    "year": 2010
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["Co", "V.E. New York. Courtillot", "P.R. Renne"],
    "year": 2003
  }, {
    "title": "Erosion of Deccan Traps determined by river",
    "authors": ["G. pani", "S. Bajpai"],
    "year": 2001
  }, {
    "title": "Dinosaur biostratigraphy of the Edmonton",
    "authors": ["L.S. Russell"],
    "year": 2013
  }, {
    "title": "New geochronologic and stratigraphic evidence",
    "authors": ["J.E. 1038/ncomms2749). Fassett"],
    "year": 2009
  }, {
    "title": "Direct U-Pb dating",
    "authors": ["J.E. Fassett", "L.M. Heaman", "A. Simonetti"],
    "year": 2011
  }, {
    "title": "Shape of Mesozoic dinosaur richness",
    "authors": ["D.B. Weishampel"],
    "year": 2004
  }, {
    "title": "Shape of Mesozoic dinosaur richness: comment",
    "authors": ["D.B. Weishampel"],
    "year": 2005
  }, {
    "title": "Oxygen isotope stratigraphy",
    "authors": ["E.L. Grossman"],
    "venue": "The Geologic Time Scale 2012 (eds F.M.Gradstein, J. G.Ogg,M. Schmitz andG.Ogg), pp. 181–206. Elsevier, Amsterdam.",
    "year": 2012
  }, {
    "title": "Paleontological statistics software package for education and data analysis",
    "authors": ["O. Hammer", "D.A.T. Harper", "P.D. Ryan"],
    "venue": "Palaeontologica Electronica",
    "year": 2001
  }, {
    "title": "No K/T boundary at Anjar, Gujarat, India: evidence from magnetic susceptibility and carbon isotopes",
    "authors": ["H. Hansen", "D. Mohabey", "T. Toft"],
    "venue": "Journal of Earth System Science",
    "year": 2001
  }, {
    "title": "Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union formations of southwestern North Dakota and a recalibration of the age of the Cretaceous-Tertiary boundary",
    "authors": ["J.F. Hicks", "K.R. Johnson", "J.D. Obradovich", "L. Tauxe", "D. Clark"],
    "venue": "Geological Society of America Special Papers",
    "year": 2002
  }, {
    "title": "Chicxulub crater: a possible Cretaceous/Tertiary boundary impact crater on the Yucatan Peninsula",
    "authors": ["A.R. Hildebrand", "G.T. Penfield", "D.A. Kring", "M. Pilkington", "A. Camargo", "S.B. Jacobsen", "W.V. Boynton"],
    "venue": "Mexico. Geology",
    "year": 1991
  }, {
    "title": "40Ar/39Ar dating of mineral separates and whole rocks from the Western Ghats lava pile: further constraints on duration and age of the Deccan traps",
    "authors": ["C. Hofmann", "G. Feraud", "V. Courtillot"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous",
    "authors": ["S.K. Hong", "Y.I. Lee"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2012
  }, {
    "title": "Dinosaur census reveals abundant Tyrannosaurus and rare ontogenetic stages in the Upper Cretaceous Hell Creek Formation (Maastrichtian), Montana, USA",
    "authors": ["J.B. Horner", "M.B. Goodwin", "N. Myhrvold"],
    "venue": "PLoS ONE 6(2),",
    "year": 2011
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. MacLeod"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "No statistical support for sudden (or gradual) extinction of dinosaurs",
    "authors": ["S.H. Hurlbert", "J.D. Archibald"],
    "venue": "Geology",
    "year": 1995
  }, {
    "title": "Numerical modeling of the largest terrestrial meteorite craters",
    "authors": ["B.A. Ivanov"],
    "venue": "Solar System Research 39, 381–409.",
    "year": 2005
  }, {
    "title": "New palaeomagnetic data from the Mahabaleshwar Plateau, Deccan Flood Basalt Province, India: implications for the volcanostratigraphic architecture of continental flood basalt provinces",
    "authors": ["A.E. Jay", "C.M. Niocaill", "M. Widdowson", "S. Self", "W. Turner"],
    "venue": "Journal of the Geological Society",
    "year": 2009
  }, {
    "title": "Dinosaur-bearing strata and K/T boundary in the Luanchuan-Tantou Basin of western Henan Province, China",
    "authors": ["Jiang", "X.-J", "Liu", "Y.-Q", "Ji", "S.-A", "Zhang", "X.-L", "L. Xu", "Jia", "S.-H", "Lü", "J.-C", "Yuan", "C.-X", "M. Li"],
    "venue": "Science China Earth Sciences",
    "year": 2011
  }, {
    "title": "The Cretaceous-Tertiary mass extinction, Chicxulub impact, and Deccan volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth and Life (ed. J. A. Talent), pp. 759–793. Springer, New York.",
    "year": 2012
  }, {
    "title": "Direct U-Pb dating of Cretaceous and Paleocene dinosaur bones, San Juan Basin, New Mexico: COMMENT",
    "authors": ["A.E. Koenig", "S.G. Lucas", "L.A. Neymark", "A.B. Heckert", "R.M. Sullivan", "S.E. Jasinski", "D.W. Fowler"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "The Chicxulub impact event and its environmental consequences at the Cretaceous-Tertiary boundary",
    "authors": ["D.A. Kring"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 255, 4–21.",
    "year": 2007
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Faunal changes through Lancian and Puercan time in southern Wyoming",
    "authors": ["J.A. Lillegraven", "J.J. Eberle"],
    "venue": "Journal of Paleontology",
    "year": 1999
  }, {
    "title": "Late Cretaceous (earliest Campanian/Maastrichtian) evolution of western shorelines of the North American Western Interior Seaway in relation to known mammalian faunas",
    "authors": ["J.A. Lillegraven", "L.M. Ostresh"],
    "venue": "Geological Society of America Special Papers",
    "year": 1990
  }, {
    "title": "A refined modelling approach to assess the influence of sampling on palaeobiodiversity curves: new support for declining Cretaceous dinosaur richness",
    "authors": ["G.T. Lloyd"],
    "venue": "Biology Letters 8, 123–126.",
    "year": 2012
  }, {
    "title": "Dinosaurs and the Cretaceous terrestrial revolution",
    "authors": ["G.T. Lloyd", "K.E. Davis", "D. Pisani", "J.E. Tarver", "M. Ruta", "M. Sakamoto", "D.W.E. Hone", "R. Jennings", "M.J. Benton"],
    "venue": "Proceedings of the Royal Society of London Series B",
    "year": 2008
  }, {
    "title": "Reworking of Cretaceous dinosaurs into Paleocene channel deposits, upper Hell Creek Formation",
    "authors": ["D.L. Lofgren", "C.L. Hotton", "A.C. Runkel"],
    "venue": "Montana. Geology",
    "year": 1990
  }, {
    "title": "Mass extinction of lizards and snakes at the Cretaceous-Paleogene boundary",
    "authors": ["N.R. Longrich", "Bhullar", "B.-A. S", "J.A. Gauthier"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2012
  }, {
    "title": "2011).Mass extinction of birds at the Cretaceous-Paleogene (K-Pg) boundary",
    "authors": ["N.R. Longrich", "T.T. Tokaryk", "D.J. Field"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2015
  }, {
    "title": "Transformation and diversification in early mammal evolution",
    "authors": ["Luo", "Z.-X."],
    "venue": "Nature 450, 1011–1019.",
    "year": 2007
  }, {
    "title": "Dinosaur extinction: closing the ‘3m gap",
    "authors": ["T.R. Lyson", "A. Bercovici", "S.G.B. Chester", "E.J. Sargis", "D. Pearson", "W.G. Joyce"],
    "venue": "Biology Letters",
    "year": 2011
  }, {
    "title": "The Cretaceous-Tertiary biotic transition",
    "authors": ["N. MacLeod", "P.F. Rawson", "P.L. Forey", "F.T. Banner", "M.K. Boudagher-Fadel", "P.R. Bown", "J.A. Burnett", "P. Chambers", "S. Culver", "S.E. Evans", "C. Jeffery", "M.A. Kaminski", "A.R. Lord", "A.C. Milner", "A.R. Milner", "N. Morris", "E. Owen", "B.R. Rosen", "A.B. Smith", "P.D. Taylor", "E. Urquhart", "J.R. Young"],
    "year": 1997
  }, {
    "title": "Megaherbivorous dinosaur turnover in the Dinosaur Park Formation (upper Campanian) of Alberta, Canada",
    "authors": ["J.C. Mallon", "D.C. Evans", "M.J. Ryan", "J.S. Anderson"],
    "year": 2012
  }, {
    "title": "Testing the effect of the rock record on diversity: a multidisciplinary approach to elucidating the generic richness of sauropodomorph dinosaurs through time",
    "authors": ["P.D. Mannion", "P. Upchurch", "M.T. Carrano", "P.M. Barrett"],
    "venue": "Biological Reviews",
    "year": 2011
  }, {
    "title": "Classification of the Dinosauria",
    "authors": ["O.C. Marsh"],
    "venue": "American Journal of Science 23, 81–86.",
    "year": 1882
  }, {
    "title": "Generation and propagation of a tsunami from the Cretaceous-Tertiary impact event",
    "authors": ["T. Matsui", "F. Imamura", "E. Tajika", "Y. Nakano", "Y. Fujisawa"],
    "venue": "Geological Society of America Special Papers",
    "year": 2002
  }, {
    "title": "The phanerozoic record of global sea-level change",
    "authors": ["K.G. Miller", "M.A. Kominz", "J.V. Browning", "J.D. Wright", "G.S. Mountain", "M.E. Katz", "P.J. Sugarman", "B.S. Cramer", "N. Christie-Blick", "S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Late Cretaceous restructuring of terrestrial communities facilitated the end-Cretaceous mass extinction in North America",
    "authors": ["J.S. Mitchell", "P.D. Roopnarine", "K.D. Angielczyk"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2012
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "The origin and early evolution of birds",
    "authors": ["K. Padian", "L.M. Chiappe"],
    "venue": "Biological Reviews",
    "year": 1998
  }, {
    "title": "Palynologically calibrated vertebrate record from North Dakota consistent with abrupt dinosaur extinction at the Cretaceous-Tertiary",
    "authors": ["D.A. Pearson", "T. Schaefer", "K.R. Johnson", "D.J. Nichols"],
    "venue": "boundary. Geology",
    "year": 2001
  }, {
    "title": "Vertebrate biostratigraphy of the Hell Creek Formation in southwestern North Dakota and northwestern South Dakota",
    "authors": ["D.A. Pearson", "T. Schaefer", "K.R. Johnson", "D.J. Nichols", "J.P. Hunter"],
    "venue": "Geological Society of America Special Papers",
    "year": 2002
  }, {
    "title": "Magnetostratigraphy of the Ludlow Member of the Fort Union Formation (Lower Paleocene) in the Williston Basin, North Dakota",
    "authors": ["D.J. Peppe", "D.A.D. Evans", "A.V. Smirnov"],
    "venue": "Geological Society of America Bulletin",
    "year": 2009
  }, {
    "title": "Energy, volatile production, and climatic effects of the Chicxulub Cretaceous/Tertiary impact",
    "authors": ["K.O. Pope", "K.H. Baines", "A.C. Ocampo", "B.A. Ivanov"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "Time scales of critical events around the Cretaceous-Paleogene",
    "authors": ["P.R. Renne", "A.L. Deino", "F.J. Hilgen", "K.F. Kuiper", "D.F. Mark", "W.S. Mitchell", "L.E. Morgan", "R. Mundil", "J. Smit"],
    "year": 2013
  }, {
    "title": "Direct U-Pb dating of Cretaceous and Paleocene dinosaur bones, San Juan Basin, New Mexico: COMMENT",
    "authors": ["P.R. Renne", "M.B. Goodwin"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "Evidence from paleosols for ecosystem changes across the Cretaceous/Tertiary boundary in eastern",
    "authors": ["G.J. Retallack", "G.D. Leahy", "M.D. Spoon"],
    "venue": "Montana. Geology",
    "year": 1987
  }, {
    "title": "The end-Cretaceous dinosaur succession in Europe: the Tremp Basin record (Spain)",
    "authors": ["V. Riera", "O. Oms", "R. Gaeta", "A. Galobart"],
    "year": 2009
  }, {
    "title": "40Ar/39Ar age of the Kaiparowits Formation, southern Utah, and correlation of contemporaneous Campanian strata and faunas along the margin of the Western Interior Basin",
    "authors": ["E.M. Roberts", "A.L. Deino", "M.A. Chan"],
    "venue": "Cretaceous Research",
    "year": 2005
  }, {
    "title": "A high-resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "CO2-forced climate thresholds during the Phanerozoic",
    "authors": ["D.L. Royer"],
    "venue": "Geochimica et Cosmochimica Acta 70, 5665–5675.",
    "year": 2006
  }, {
    "title": "Atmospheric CO2 and O2 during the Phanerozoic: tools, patterns, and impacts",
    "authors": ["D.L. Royer"],
    "venue": "Geochemistry Treatise (Second Edition) 6, 251–267.",
    "year": 2014
  }, {
    "title": "The gradual decline of the dinosaurs—fact or fallacy? Nature",
    "authors": ["D.A. Russell"],
    "year": 1984
  }, {
    "title": "Co-existent cristobalite and iridium at 65 Ma, Anjar Intertrappeans, Kachchh, western India",
    "authors": ["D.A. Sant", "G. Mathew", "A.S. Khadkikar", "V. Gogte", "T.K. Gundurao"],
    "venue": "Cretaceous Research",
    "year": 2003
  }, {
    "title": "Torosaurus Marsh, 1891, is Triceratops Marsh, 1889 (Ceratopsidae: Chasmosaurinae): synonymy through ontogeny",
    "authors": ["J.B. Scannella", "J.R. Horner"],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 2010
  }, {
    "title": "The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene",
    "authors": ["P. Schulte", "L. Alegret", "I. Arenillas", "J.A. Arz", "P.J. Barton", "P.R. Bown", "T.J. Bralower", "G.L. Christeson", "P. Claeys", "C.S. Cockell", "G.S. Collins", "A. Deutsch", "T.J. Goldin", "K. Goto", "Grajales-Nishimura", "J. M"],
    "year": 2010
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "The evolution of dinosaurs",
    "authors": ["P.C. Sereno"],
    "venue": "Science 284, 2137–2147.",
    "year": 1999
  }, {
    "title": "Dinosaur abundance was not declining in a ‘3 m gap’ at the top of the Hell Creek Formation",
    "authors": ["P.M. Sheehan", "D.E. Fastovsky", "C. Barreto", "R.G. Hoffmann"],
    "venue": "Montana and North Dakota. Geology",
    "year": 2000
  }, {
    "title": "Sudden extinction of the dinosaurs: family-level patterns of ecological diversity during the latest Cretaceous, upper Great Plains, U.S.A",
    "authors": ["P.M. Sheehan", "D.E. Fastovsky", "R.G. Hoffmann", "C.B. Berghaus", "D.L. Gabriel"],
    "year": 1991
  }, {
    "title": "Detritus feeding as a buffer to extinction at the end of the Cretaceous",
    "authors": ["P.M. Sheehan", "T.A. Hansen"],
    "venue": "Geology",
    "year": 1986
  }, {
    "title": "Phylogenetic evidence for a shift in the mode of mammalian body size evolution at the Cretaceous-Palaeogene boundary",
    "authors": ["G.J. Slater"],
    "venue": "Methods in Ecology and Evolution 4, 734–744.",
    "year": 2013
  }, {
    "title": "Gradual dinosaur extinction and simultaneous ungulate radiation in the Hell Creek Formation",
    "authors": ["R.E. Sloan", "J.K. Rigby", "L.M. Van Valen", "D.L. Gabriel"],
    "year": 1986
  }, {
    "title": "The global stratigraphy of the Cretaceous-Tertiary boundary impact ejecta",
    "authors": ["J. Smit"],
    "venue": "Annual Review of Earth and Planetary Sciences 27, 75–113.",
    "year": 1999
  }, {
    "title": "An extraterrestrial event at the Cretaceous-Tertiary boundary",
    "authors": ["J. Smit", "J. Hertogen"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "The shape of Mesozoic dinosaur richness: a reassessment",
    "authors": ["R.M. Sullivan"],
    "venue": "New Mexico Museum of Natural History and Science Bulletin 35, 403–405.",
    "year": 2006
  }, {
    "title": "Extinction patterns, δ18 O trends, and magnetostratigraphy from a southern high-latitude Cretaceous-Paleogene section: links with Deccan volcanism",
    "authors": ["T.S. Tobin", "P.D. Ward", "E.J. Steig", "E.B. Olivero", "I.A. Hilburn", "R.N. Mitchell", "M.R. Diamond", "T.D. Raub", "J.L. Kirschvink"],
    "year": 2012
  }, {
    "title": "Geological and anthropogenic controls on the sampling of the terrestrial fossil record: a case study from the Dinosauria",
    "authors": ["P. Upchurch", "P.D. Mannion", "R.B.J. Benson", "R.J. Butler", "M.T. Carrano"],
    "venue": "Geological Society of London, Special Publication",
    "year": 2011
  }, {
    "title": "Low beta diversity of Maastrichtian dinosaurs of North America",
    "authors": ["M.J. Vavrek", "H.C.E. Larsson"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2010
  }, {
    "title": "The latest succession of dinosaur tracksites in Europe: hadrosaur ichnology, track production and palaeoenvironments",
    "authors": ["B. Vila", "O. Oms", "V. Fondevilla", "R. Gaete", "A. Galobart", "V. Riera", "J.I. Canudo"],
    "venue": "PLoS ONE 8(9),",
    "year": 2013
  }, {
    "title": "Estimating the diversity of dinosaurs",
    "authors": ["S.C. Wang", "P. Dodson"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2006
  }, {
    "title": "Relation of unconformities, tectonics, and sea-level changes, Cretaceous of Western Interior, USA",
    "authors": ["R.J. Weimer"],
    "venue": "Memoir of the American Association of Petroleum Geologists 36, 7–35.",
    "year": 1984
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Science Reviews 53, 1–33.",
    "year": 2001
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2003
  }, {
    "title": "Catastrophic versus noncatastrophic extinction of the dinosaurs: testing, falsifiability, and the burden of proof",
    "authors": ["M.E. Williams"],
    "venue": "Journal of Paleontology 68, 183–190.",
    "year": 1994
  }, {
    "title": "The phylogeny and evolution of Cretaceous-Paleogene metatherians: new cladistic analysis and description of new early Paleocene specimens",
    "authors": ["T.E. Williamson", "S.L. Brusatte", "T.D. Carr", "A. Weil", "B.R. Standhardt"],
    "venue": "Biological Reviews",
    "year": 2012
  }, {
    "title": "Disparity as an evolutionary index: a comparison of Cambrian and recent arthropods",
    "authors": ["M.A. Wills", "D.E.G. Briggs", "R.A. Fortey"],
    "venue": "Paleobiology",
    "year": 1994
  }, {
    "title": "Mammalian faunal dynamics during the last 1.8 million years of the Cretaceous in Garfield County, Montana",
    "authors": ["G.P. Wilson"],
    "venue": "Journal of Mammalian Evolution",
    "year": 2005
  }, {
    "title": "Mammals across the K/Pg boundary in northeastern Montana, U.S.A.: dental morphology and body-size patterns reveal extinction selectivity and immigrant-fueled ecospace",
    "authors": ["G.P. Wilson"],
    "venue": "filling. Paleobiology",
    "year": 2013
  }, {
    "title": "Cretaceous extinctions: evidence for wildfires and search formeteoriticmaterial",
    "authors": ["W.S. Wolbach", "R.S. Lewis", "E. Anders"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "North American nonmarine climates and vegetation during the Late Cretaceous",
    "authors": ["J.A. Wolfe", "G.R. Upchurch"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1987
  }],
  "id": "SP:b3db6e9f0679c9eff30dd56ecb23522ddc185d2c",
  "authors": [{
    "name": "Stephen L. Brusatte",
    "affiliations": []
  }, {
    "name": "Richard J. Butler",
    "affiliations": []
  }, {
    "name": "Paul M. Barrett",
    "affiliations": []
  }, {
    "name": "Matthew T. Carrano",
    "affiliations": []
  }, {
    "name": "David C. Evans",
    "affiliations": []
  }, {
    "name": "Graeme T. Lloyd",
    "affiliations": []
  }, {
    "name": "Philip D. Mannion",
    "affiliations": []
  }, {
    "name": "Mark A. Norell",
    "affiliations": []
  }, {
    "name": "Daniel J. Peppe",
    "affiliations": []
  }, {
    "name": "Paul Upchurch",
    "affiliations": []
  }, {
    "name": "Thomas E. Williamson",
    "affiliations": []
  }],
  "abstractText": "Non-avian dinosaurs went extinct 66million years ago, geologically coincident with the impact of a large bolide (comet or asteroid) during an interval of massive volcanic eruptions and changes in temperature and sea level. There has long been fervent debate about how these events affected dinosaurs. We review a wealth of new data accumulated over the past two decades, provide updated and novel analyses of long-term dinosaur diversity trends during the latest Cretaceous, and discuss an emerging consensus on the extinction’s tempo and causes. Little support exists for a global, long-term decline across non-avian dinosaur diversity prior to their extinction at the end of the Cretaceous. However, restructuring of latest Cretaceous dinosaur faunas in North America led to reduced diversity of large-bodied herbivores, perhaps making communities more susceptible to cascading extinctions. The abruptness of the dinosaur extinction suggests a key role for the bolide impact, although the coarseness of the fossil record makes testing the effects of Deccan volcanism difficult.",
  "title": "The extinction of the dinosaurs"
}