{
  "sections": [{
    "text": "part (0–2850 m; 31.2 ka BP) of the West Antarctic Ice Sheet (WAIS) Divide (WD) ice core. The chronology is based on counting of annual layers observed in the chemical, dust and electrical conductivity records. These layers are caused by seasonal changes in the source, transport, and deposition of aerosols. The measurements were interpreted manually and with the aid of two automated methods. We validated the chronology by comparing to two high-accuracy,\nabsolutely dated chronologies. For the Holocene, the cosmogenic isotope records of 10Be from WAIS Divide and 14C for IntCal13 demonstrated that WD2014 was consistently accurate to better than 0.5 % of the age. For the glacial period, comparisons to the Hulu Cave chronology demonstrated that WD2014 had an accuracy of better than 1 % of the age at three abrupt climate change events between 27 and 31 ka. WD2014 has consistently younger ages than Greenland ice core chronologies during most of the Holocene. For\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nthe Younger Dryas–Preboreal transition (11.595 ka; 24 years younger) and the Bølling–Allerød Warming (14.621 ka; 7 years younger), WD2014 ages are within the combined uncertainties of the timescales. Given its high accuracy, WD2014 can become a reference chronology for the Southern Hemisphere, with synchronization to other chronologies feasible using high-quality proxies of volcanism, solar activity, atmospheric mineral dust, and atmospheric methane concentrations."
  }, {
    "heading": "1 Introduction",
    "text": "Polar ice cores are a powerful tool for investigating past changes in the Earth’s climate and are the only direct measure of past concentration of greenhouse gases in the atmosphere (Monnin et al., 2001; Siegenthaler et al., 2005; Marcott et al., 2014). Ice cores also provide insight into other climate forcing mechanisms, such as atmospheric dust loading (Lambert et al., 2008), volcanic eruptions (Sigl et al., 2014), and biomass burning (Ferretti et al., 2005). The drilling site for the West Antarctic Ice Sheet (WAIS) Divide (WD) ice core (79.48◦ S, 112.11◦W; 1766 m above sea level) was selected to obtain a precisely dated, high time resolution ice core record that would be the Southern Hemisphere equivalent of the deep Greenland ice cores (Greenland Ice-Core Project Members, 1993; NGRIP-Project-Members, 2004; NEEM community members, 2013; Taylor et al., 1997). The relatively high annual snowfall rate of 22 cm ice equivalent per year and the thick ice enable the development of a long annual-layer-based timescale.\nA previous chronology, WDC06A-7 (WAIS Divide Project Members, 2013), was constructed mainly by interpreting the seasonal variations of the electrical properties of the ice and for some sections also the ice chemistry (Fig. 1). This chronology, WD2014, supersedes that effort by considering additional, seasonally varying parameters over larger sections. The WD2014 chronology is validated by comparison to the tree-ring-based IntCal13 (Reimer et al., 2013) and the U–Th-decay-based Hulu Cave chronology (Edwards et al., 2016), which are absolutely dated chronologies with small uncertainties. WD2014 extends to 31.2 ka BP (thousands of years before present, with present defined as 1950 CE) and provides the WAIS Divide ice core with a timescale that has a similar resolution and accuracy to that of the deep Greenland ice cores (e.g. the layer-counted Greenland Ice Core Chronology, GICC05). For ages older than 31.2 ka, we are no longer confident that we can identify all the annual layers. Thus, below 2850 m, WD2014 is dated by stratigraphic matching of methane as described in the companion paper of Buizert et al. (2015)."
  }, {
    "heading": "2 Methods",
    "text": ""
  }, {
    "heading": "2.1 Measurements",
    "text": "The physical characteristics of the ice and the character of the annual layers vary with depth, which results in different data sets and methods being better suited to identify the annual layers at different depths. The following is a discussion of the measurement methods. The measurements relevant to this work and their corresponding effective measurement resolution are listed in Table 1."
  }, {
    "heading": "2.1.1 Continuous flow chemical measurements",
    "text": "The Desert Research Institute (DRI) Ultra Trace Chemistry Laboratory makes continuous and simultaneous measurement with high depth resolution for many chemical elements, black carbon, dust and water isotopes in ice cores using a black carbon (BC) and trace element continuous flow\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nanalysis (BC-TE-CFA) system (McConnell, 2002, 2010; McConnell and Edwards, 2008; McConnell et al., 2007, 2014; Pasteris et al., 2014a, b). With BC-TE-CFA analyses, longitudinal samples of ice core (cross-sectional area of 3.3 cm× 3.3 cm and length of ∼ 100 cm) were melted sequentially, with the meltwater stream split into three regions. Meltwater from the innermost ring is used for inductively coupled plasma mass spectrometry (ICP-MS) using two parallel instruments (Element 2; Thermo Scientific) and for BC mass and particle size distribution measurements using a laser-based instrument (SP2; Droplet Measurement Technologies) (Schwarz et al., 2006) coupled to an ultrasonic nebulizer (A5000T; Cetac; Bisiaux et al., 2012; McConnell et al., 2007). Meltwater from the middle ring is used for traditional continuous flow measurements of nitrate, liquid conductivity, ammonium, and pH (Pasteris et al., 2012; 2014b). Analyses of aerosols are complemented by addition of a laserbased particle counter (Abakus; Klotz) into the melt stream that quantifies size-resolved aerosol mass (Ruth et al., 2003). Measurements used in this study are from four analysis campaigns taking place between 2008 and 2014, with small additions and improvements applied to the analytical set-up over this timespan. Modifications, for example, resulted in improved resolution of the insoluble particle concentration data below 2711 m (> 28 ka) that allowed a joint annual-layer interpretation in combination with the ECM (electrical conductivity measurement) record. About 15 % of the core at regularly spaced intervals was rerun using duplicate samples of ice, to provide a check on issues that might adversely influence the data quality over the 6-year period in which measurements were made.\nAt ice melt rates of approximately 5 cm min−1, the system achieved a depth resolution for most analytes of approximately 1–2 cm in ice and > 2 cm in low-density firn due to larger signal dispersion. High sampling resolution (in combination with high annual snowfall rates) permits detection of\nannual cycles in impurity data (Table 1; Fig. 1), a prerequisite for precise annual dating of ice core records (Rasmussen et al., 2006; Sigl et al., 2013). The BC-TE-CFA system is well suited for ice samples that are long continuous pieces. Depending on how the instruments were configured, the annual layers had to be thicker than 2.5 cm (dust; resolution approximately 0.5 cm; used below 2711 m depth; see Fig. 1) or 7 cm (all other parameters) to be confidently identified."
  }, {
    "heading": "2.1.2 Discrete chemical measurements",
    "text": "Between about 577 and 1300 m depth, the ice was brittle due to stress in the ice–air bubble matrix (the brittle ice zone) and the quality of the ice core was reduced. Ice core sample quality was rated poorest between 1000 and 1100 m depth, corresponding to an age interval of 4.3–4.9 ka (Souney et al., 2014). Where sample quality permitted, measurements of trace chemical impurities were performed online with a continuous flow analysis system with ion chromatography detection (CFA-IC) at the Trace Chemistry Ice Core Laboratory at South Dakota State University (Cole-Dai et al., 2006). This technique consists of an ice core melter linked to a group of eight ion chromatographs (four Dionex DX-600 for anion detection, four Dionex ICS-1500 for cation detection). Longitudinal samples of ice core (cross-sectional area of 3.5 cm× 3.5 cm) were melted sequentially at an ice melt rate of about 2.4 cm min−1, with the meltwater stream from the inner zone feeding the IC instruments. This analytical technique has previously been applied to various ice cores from Antarctica and Greenland, achieving reproducible results in agreement with discrete measurements (Cole-Dai et al., 2009, 2013; Ferris et al., 2011; Jiang et al., 2012). The CFA-IC set-up used for the WD analysis provided major-ion analysis and can resolve annual layers in the brittle ice zone of WD (Table 1; Fig. 1). Where sample quality did not permit the use of the online continuous technique (38 % of the depth interval), discrete samples were individually decontaminated\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nand analysed using traditional IC techniques (Cole-Dai et al., 2000)."
  }, {
    "heading": "2.1.3 Electrical measurements",
    "text": "Seasonal variations of the ice chemistry influence the electrical conductivity of the ice, which allow electrical measurements to detect annual layering (Hammer, 1980; Taylor et al., 1997). Three types of electrical measurements were employed. In the brittle ice, dielectric profiling (DEP) was used because it is insensitive to close-fitting fractures and the low spatial resolution was not a concern because the annual layers were thicker than 15 cm. For the remainder of the core, two types of electrical conductivity measurements were used: alternating current (AC-ECM) and direct current (DC-ECM). The AC-ECM is primarily controlled by the acidity but also responds to other ions (Moore et al., 1992), and it can identify annual layers thicker than 2 cm. The DC-ECM is controlled by the acidity of the ice. The data quality of the DC-ECM was improved by making multiple measurements along the core, which made it possible to avoid the adverse influence of many fractures in the core. DC-ECM has the highest spatial resolution of all the measurements described here and can identify annual layers that are thicker than 1 cm (Taylor et al., 1997).\n2.1.4 10Be measurements\n10Be concentrations for the WAIS Divide ice core for sections 0–577 and 1191–2453 m depth were measured at UC Berkeley’s Space Sciences Laboratory and Purdue’s PRIME Laboratory (Woodruff et al., 2013). Sampling resolution varied from 1.9 to 4.2 m, but samples typically represented continuous ice core sections of 3 m length. The time resolution of each sample ranged from 10 to 30 years for the past 12 kyr. 10Be / 9Be ratios of all samples were measured by accelerator mass spectrometry (AMS) and normalized to a 10Be AMS standard (Nishiizumi et al., 2007). 10Be concentrations in the ice and the 14C content in tree rings are both influenced by the varying flux of cosmic rays; hence, 10Be measurements provide a link between the ice core and tree-ring chronologies (Muscheler et al., 2014)."
  }, {
    "heading": "2.2 Seasonality in aerosol deposition",
    "text": "Most of the aerosol records from WAIS Divide show strong seasonal variations due to seasonality in aerosol source strength and transport efficiency, and these seasonal signals can be used to detect annual layers (Banta et al., 2008; Sigl et al., 2013). For example, Southern Hemisphere forest and grass fires usually peak during a confined burning season following the meteorological dry period driven by seasonal insolation changes (Bowman et al., 2009; Schultz et al., 2008; van der Werf et al., 2010), and aerosols emitted by these fires (e.g. black carbon) get transported and deposited on the\nAntarctic ice sheet (Bisiaux et al., 2012) with peak concentrations in austral autumn.\nA typical annual layer at WAIS Divide is characterized by a concentration maximum of biomass burning tracers (e.g. BC, NH+4 ) in austral autumn, a maximum of sea-salt deposition (e.g. Na, Cl) during austral winter, and a maximum of marine biogenic aerosol emission tracers (e.g. S, Br) in late austral summer (Fig. 2). Dominant sources, absolute concentrations, and relative timing of deposition of the various aerosols are, however, not stationary through time (Fischer et al., 2007; Wolff et al., 2010). Concentrations and fluxes of Ca, Mg, and insoluble particles, for example, are low during the Holocene and are dominated by a sea-salt source (indicated by co-deposited Na and Cl), whereas during the Antarctic Cold Reversal (ACR; Fig. 2) and during the glacial (Fig. 3) concentrations and fluxes at WAIS Divide are often higher by 1 order of magnitude and dominated by continental dust sources (as indicated by co-deposited dust tracers such as V, Cr, and Ce). In contrast, BC concentrations at WAIS Divide are driven by a constant single source – natural forest and savannah fires in the Southern Hemisphere – but Holocene concentrations are more than twice as large as during the late glacial period (Fig. 2).\nSome aerosol (e.g. non-sea-salt sulfur, nssS) and electrical measurements have pronounced seasonal cycles that are occasionally obscured by acids from volcanic eruptions. A multi-parameter approach to the interpretation of annual layers can reduce the challenges of correctly identifying layer-\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\ning in such sections where the seasonal signal in one parameter is overprinted by influx caused by an abnormal event."
  }, {
    "heading": "2.3 Interpretation of individual layers",
    "text": "The chemical and electrical measurements discussed above contain a record of annual layers. To develop the depth–age relationship for the core, three different methods were used to identify the annual layers and thereby determine the age of the ice. Manual interpretation of the data was done by multiple individuals to identify the individual layers. This method is labour intensive, subjective, and can be prone to both short-term and long-term inconsistences (Alley et al., 1997; Muscheler et al., 2014; Sigl et al., 2015). Given the flexibility of a manual approach, manual interpretation may nonetheless be the best method for interpreting time periods with an irregular or weak expression of the seasonal cycle (see Supplement, Figs. S1, S2). Two computer algorithms were also used to identify the annual layers. The StratiCounter algorithm (downloadable from https://github.com/maiwinstrup/ StratiCounter) uses methods from hidden Markov models (HMMs) and is adapted from machine speech recognition methods (Winstrup et al., 2012; Winstrup, 2016). The second method uses selection curves (McGwire et al., 2011), followed by manual adjustments in infrequent irregular sections. Both methods mimic the thought process of a human making a manual interpretation. The computer algorithms require less effort and can provide a more objective interpretation (Sigl et al., 2015). They are, however, better suited for time periods with a consistent and clear annual signal.\nAge (Yrs BP 1950)\n4409\nD E\nP (  S\n)\n3\n4\n5\n6\nn ss\n-S O\n4 (\nn g\n/g )\n20\n40\n60\n80\nN a\n( n\ng /g\n)\n0\n20\n40\n60\n80\nDepth (m)\n1015.0 1015.5 1016.0 1016.5 1017.0 1017.5 1018.0\nN O\n3 (\nn g\n/g )\n10\n20\n30\n40\n50\nn ss\n-S O\n4 /N\na\n0.1\n1\n10\n4411 4414 4417 4419 4422 4424\n0\nFigure 4. Example of a 3 m long ice core section within the WAIS Divide brittle ice zone (approximately 4400 years BP), a section for which ice core sample quality was rated poorest (Souney et al., 2014). WD2014 annual-layer markers (triangles with grey lines) are indicated. Annual layers are identified by summer and winter tracers: winters are characterized by maxima in [Na+]; summers are characterized by maxima in [NO− 3 ], [nss-SO2− 4 ] and corresponding DEP maxima. Also shown is the ratio of [nss-SO2− 4 ] / [Na+].\nThe computer algorithms are less subjective than the manual method, but when the layering becomes difficult to interpret (e.g. during the ACR), the algorithms have to be adjusted to produce acceptable results, and these adjustments are also subjective.\nThe StratiCounter algorithm uses its inferred layering to optimize the layer description as function of depth, resulting in relatively few adjustable parameters. The two main inputs to the StratiCounter runs were (a) a selection of depth interval for initializing the algorithm based on a preliminary set of manual layer counts, thus providing the general pattern of seasonal influx of the various chemical species, and (b) a decision on whether the percentage-wise variability of layer thicknesses should be allowed to change freely with depth. The algorithm was initialized using representative sections for the different climate periods (Supplement Table S1). For the upper part, the data contained sufficient information for the algorithm to perform well when self-selecting all parameters used for modelling the layer shapes. For the deepest part (2711–2800 m), however, it was necessary to prescribe the percentage-wise variability of individual layer thicknesses.\nExamples of typical WAIS Divide aerosol records for various depth intervals are presented in Figs. 4–7. Typically, the minimum values of Na, the maximum values of ECM, nssSO2−4 , or nssS /Na were used to identify austral summer (nominal January) in the impurity records. The timing of the maximum values of these impurity records was, however, not\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nconstant through time and therefore not exactly the same between the different subsections (Figs. 2–3).\nThe methods used to identify the annual layers changed with depth because the characteristics of the annual signal changed with time, the quality of the ice changed with depth, and the annual-layer thickness decreased with depth due to ice flow. However, in contrast to the Greenland deep cores, most of these changes took place relatively slowly with depth, which facilitated consistent layer counting. The following is a description of the interpretation methods used in different depth intervals."
  }, {
    "heading": "2.3.1 Section 0–577 m (0–2345 yr BP)",
    "text": "In this section the high quality of the ice and thick annual layers (> 15 cm) favoured the use of the DRI continuous flow measurements. The previous WDC06A-7 timescale was suspected of being in error by 7 years for ages older than 700 CE because of a consistent delay of tree-ring-based surface temperature cooling events with respect to ice-core-based volcanic forcing (Baillie, 2008, 2010; Baillie and McAneney, 2015). We revised the dating of the upper 577 m of the WAIS Divide core by applying the StratiCounter algorithm (Winstrup et al., 2012) using six records of Na, nssS, nssS /Na, Sr, BC, and Br. The algorithm was used between 188 m (corresponding to the depth of the Samalas 1257 CE volcanic ice core sulfur signal) and 577 m depth. The layer-detection algorithm used all six parameters in parallel for the layer interpretation and thus produced a multi-parameter timescale based on these (Sigl et al., 2015). The annual layers were generally very clear, allowing the algorithm to be run autonomously and without any added constraint; manual reinterpretation of the layer counts was not required."
  }, {
    "heading": "2.3.2 Section 577–1300 m (2345–6009 yr BP; brittle ice zone)",
    "text": "For the brittle ice, where drilling fluids may have penetrated the ice through internal cracks, it is more difficult to obtain undisturbed and uncontaminated high-resolution chemistry records. The fractures precluded using the DRI continuous flow chemistry system, and measurements were instead made at South Dakota State University. Ice with many fractures was measured with discrete samples, while ice with few fractures was measured using continuous flow analysis (Cole-Dai et al., 2006).\nManual interpretation of annual layers was performed with non-sea-salt sulfate (nssSO2−4 ) as the primary parameter and using Na+ and NO−3 as secondary parameters (Fig. 4). When establishing WDC06A-7 (WAIS Divide Project Members, 2013), the independent DEP data set was used, with the annual layers initially identified with the selection curve algorithm (McGwire et al., 2011) subsequently manually verified or rejected. An initial reconciliation by one interpreter of the multi-parameter chemistry and DEP was performed. This in-\nterpretation was re-examined once the tendency for the ECM to overcount was discovered by comparison to the multiparameter measurements (WAIS Divide Project Members, 2013) and after the comparison of 10Be and 14C showed the interpretation to have more years than the tree-ring timescale (see Sect. 3.1). A consensus decision was then obtained by two investigators using both data sets. The StratiCounter algorithm was not run for this interval because the character of the data (i.e. discrete vs. continuous measurements) is frequently changing. This is the first time annual layers have been identified in chemistry data through the brittle ice zone, which occurs in all deep ice cores."
  }, {
    "heading": "2.3.3 Section 1300–1940 m (6009–11 362 yr BP)",
    "text": "Below 1300 m core quality was excellent and we used records obtained by the DRI continuous flow system. The average layer thickness remained above 10 cm and the annual cycles were well resolved in all parameters (Fig. 5). The primary aerosol records used were BC, nssS, Na, and nssS /Na. The aerosols were interpreted both manually and with the StratiCounter algorithm. Any differences between the manual, StratiCounter, and ECM interpretations were investigated by three interpreters and a consensus was reached. We outline in the Supplement (Figs. S1, S2) two specific case studies (Holocene vs. Late Glacial) in which we describe in detail how consensus was reached on the basis of the three\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nTable 2. Constructing the WD2014 ice core chronology: annual-layer interpretation results using various data and interpretation techniques. N/A ice core section was not annually dated with the respective dating method or data.\nDepth interval (m) 0–577 577–1300 1300–1940 1940–2020a 2020–2274 2274–2300 2300–2711 2711–2800 2800–2850\nBottom age (yr BP) 2345 6009 11 362 12 146 14 980 15 302 26 872 29 460 31 247\nMean annual-layer thickness λ (cm) 24.0 19.7 12.0 10.2 9.0 8.1 3.6 3.4 2.8\nN u m\nb er\nan n u al\nla y er\ns (r\nel . to\nW D\n2 0 1 4 )\nInterpretation method\nConsensus decision 2402 3664 5353 784 2834 322 11 570 2588 1787\nI ECM Selection N/A 3704 5396 N/A 2855 322 11 567 2585 N/A\ncurve +40 +43 +21 0 −3 −3\n(1.1 %) (0.8 %) (0.7 %) (0.0 %) (0.0 %) (−0.1 %)\nII Aerosols Manual 2415 3668 5368 N/A 2843 321 N/A N/A N/A\n+13 +4 +15 +9 −1 (0.5 %) (0.1 %) (0.3 %) (0.3 %) (−0.3 %)\nIII Aerosols StratiCounter 2402b N/A 5323 768 2645 N/A N/A 2649c N/A\n0 −30 −16 −189 +61 (0 %) (−0.6 %) (−2.0 %) (−6.7 %) (+2.4 %)\na The depth interval from 1940 to 2020 m was originally interpreted by using the combined aerosol and ECM data sets (WAIS Divide Project Members, 2013) . b The StratiCounter algorithm was run starting from 188 m depth (1256 CE), with the uppermost part of the WDC06A-7 timescale being adopted as is. c This section is based only on particle concentration data from the aerosol data set.\nindividual layer interpretations resulting from the three different interpretation methods."
  }, {
    "heading": "2.3.4 Section 1940–2020 m (11 362–12 146 yr BP)",
    "text": "For this interval, a multi-parameter (aerosol and ECM) interpretation had already been performed for the WDC06A-7 timescale to confirm the observed sharp rise in annual-layer thickness (WAIS Divide Project Members, 2013). To estimate the reliability of the layer counting, the StratiCounter algorithm was also run on this interval using the multiparameter aerosol data set (Table 2), which reconfirmed this rise in layer thicknesses. The WD2014 interpretation is unchanged from WDC06A-7 since it was based on the larger data set of both ECM and aerosol records."
  }, {
    "heading": "2.3.5 Section 2020–2300 (12 147–15 302 yr BP)",
    "text": "The average annual-layer thickness during this interval was less than 10 cm (Fig. 8), making it more difficult to confidently identify all annual layers using the DRI continuous aerosol data (Fig. 6). The ECM retained sufficient measurement resolution. Thus, the interpretation relied upon the ECM records more than at shallower depths. The StratiCounter algorithm was only run to 2274 m depth because we noticed that the number of annual layers detected by the StratiCounter started to slowly drift away from the other two interpretations (Table 2), which we believe to be an artefact arising from the lower time resolution of the data below 2000 m (Fig. S2)."
  }, {
    "heading": "2.3.6 Section 2300–2711 m (15 302–26 872 yr BP)",
    "text": "In this depth interval, the aerosol records did not have sufficient depth resolution for reliable identification of the annual signal so the annual-layer interpretation is based solely\nFigure 6. Example of a 2 m long ice core section of WAIS Divide (approximately 14 700 years BP) with annual-layer markers (triangles with grey lines) indicated. Similar to Fig. 5, annual layers are identified by matching pairs of winter, spring, and summer tracers. [Na] and [nss-S], determined by inductively coupled plasma mass spectrometry (ICPMS), do not always show clear annual cycles in this section with an average layer thickness of 8 cm a−1, thus limiting their use for annual-layer dating in the deeper part of WAIS Divide. Annual layers are identified here using the autumn maxima in [BC] and the summer maxima in the ECM record.\non ECM data. The interpretation was not changed from WDC06A-7 because (a) the ECM interpretation agreed well with the consensus interpretation between 2020 and 2300 m (Table 2), (b) it agreed well with the dust data between 2711 and 2800 m (Table 2), (c) the age comparison in the glacial period (Sect. 3.2) showed no significant bias, and (d) the 1 %\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nbias identified during the Holocene is not directly applicable to the full length of the ice core due to the different character of the annual signal in ice from the glacial and glacial– interglacial transition. Although atmospheric dust burden and deposition flux over Antarctica were higher in the glacial than in the Holocene (Fischer et al., 2007), with short-term dust deposition events noticed to occasionally obscure the ECM signals (Fig. S2), we, however, note that the comparable small dust input does not significantly change the shape or seasonality of the ECM signal driven by acidity input. This is best visualized in the opposing maxima of the ECM (austral summer maximum) and dust (austral winter maximum) mean annual cycles during the Glacial (Fig. 3).\nThe only period of reinterpretation is for 2421.75 and 2427.25 m depth, corresponding to a period of enhanced acid deposition at WAIS Divide that forms a distinctive horizon and prominent radar reflector across West Antarctica (Hammer et al., 1997; Jacobel and Welch, 2005). During this approximately 200-year-long deposition event, the annual-layer dating was based on dust particle concentrations. The additional measurements were made using a second stick from the main core and a modified analytical set-up with increased measurement resolution of the Abakus particle counter. Annual layers in the dust were identified using the automated interpretation from the selection curve algorithm (McGwire et al., 2011) with manual adjustments that included the ECM data during periods without volcanic acid deposition."
  }, {
    "heading": "2.3.7 Section 2711–2800 m (26 872–29 460 yr BP)",
    "text": "In this section of the core, the DRI continuous analytical system was modified to increase the resolution of the particle counter measurements. This allowed insoluble particle concentration data to also be used as an indicator of annual layers between 2711 and 2800 m depth. These data were interpreted with the StratiCounter algorithm and compared to the interpretation of the ECM based on the selection curve algorithm. The final timescale was mostly found by adopting the previous interpretation of the ECM data, but the particle record with the StratiCounter layer interpretation was used to make manual adjustments when the ECM layer signal was ambiguous."
  }, {
    "heading": "2.3.8 Section 2800–2850 m (29 460–31 247 yr BP)",
    "text": "The annual-layer interpretation was extended using the ECM data past the 2800 m stopping depth of WDC06A-7. Particle concentration data were also interpreted with the StratiCounter algorithm, but the results were deemed unreliable with too few layers being identified, likely due to too low resolution of the record. Layer interpretation in the ECM data below 2850 m became increasingly difficult. This difficulty in interpreting the annual cycles appears to be driven by a lack of amplitude in the annual cycle as well as decreasing\nlayer thickness below 2850 m. Although an annual-layer signal appears to be present in the ECM data in much of the interval from 2850 to 3100 m, we were not confident that all annual layers could be identified and we therefore terminated the annual-layer interpretation (see Fig. S3).\nBy combining the annual-layer counting from the eight depth intervals discussed above, we obtained the new annuallayer counted chronology (WD2014) that spans the past 31 247 years BP. The resulting depth–age scale and inferred annual-layer thickness profile are shown in Fig. 8. The layer thicknesses stay above 9 cm down to 2250 m (age: 14 694 years BP), after which depth the layers relatively quickly decrease to a relatively stable level of ∼ 3 cm at 2500 m (age: 20 031 years BP). This level is maintained back to 2850 m, where we stopped the layer interpretation. In comparison to the Greenland ice cores, however, which show abrupt\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nDepth WAIS-D (m)\n0 500 1000 1500 2000 2500\nA n\nn ua\nl l a\nye r\nth ic\nkn e\nss \n( cm\n)\n0\n5\n10\n15\n20\n25\n30\n35\n40\nA g\ne W\nD 2\n0 1\n4 (\nyr s\nB P\n1 95\n0 )\n0\n5\n10\n15\n20\n25\n30\n35 40  101-yr) Age WD2014\nFigure 8. Depth–age profile for WAIS Divide and evolution of the annual-layer thickness (λ) for the annual-layer-dated part of the WD2014 chronology.\nchanges in layer thickness over this period with large transitions in the climate system, the decrease in layer thicknesses around 14.7 ka still takes place very gradually."
  }, {
    "heading": "2.4 Timescale uncertainty",
    "text": "When establishing ice core chronologies by annual-layer interpretation, various sources contribute to uncertainty in the resulting timescale (see discussion in Andersen et al., 2006; Rasmussen et al., 2006). Uncertainty can be assigned to two primary causes. First, uncertainty associated with the ability of the ice core records to preserve the seasonal variations as annual layers. Second, uncertainty associated with correctly interpreting the annual layers preserved in the records.\nThe uncertainty associated with ability of the ice core records to preserve the annual signal occurs for several reasons. The primary concern is a season with abnormal weather (e.g. an exceptionally mild winter or short summer) that prevents the robust recording of the seasonal variations. Gaps in the data records due to low ice core quality or failure of the measurement process are negligible and have been minimized by the use of independent measurements and data sets. During multiyear volcanic eruptions the seasonal signal in some chemical and electrical records is compromised, but the black carbon recorded the annual signal because it is only influenced by biomass burning on a hemispheric scale.\nThe uncertainty associated with the ability to correctly interpret the annual layers occurs because a small percentage of the features in the records can be interpreted in several ways. To overcome this we used records indicative of multiple aspects of the climate system (dust, black carbon from biomass burning, nssS–Na, electrical conductivity), and we used multiple interpretation methods (machine-assisted interpretation and multiple manual interpreters). The vast majority of annual layers was clearly visible in at least one data set, but in some cases multiple interpretations were possible.\nIt is not possible to rigorously calculate the uncertainty of the depth–age relationship for the WAIS Divide core. Although there are multiple parameters that express the annual signal, and multiple methods to interpret the annual signal,\nthey all rely on an ice sample from the same 12 cm diameter cylinder from the ice sheet. We have higher confidence in depth intervals where all layer interpretations were consistent and layers appeared well resolved by the measurements. We have lower confidence deeper in the core where ice flow has thinned the layers to such extent that they are approaching the ability of the measurements to resolve them. For example, in the upper part of the ice core, all aerosol records showed clear peaks and troughs between neighbouring maxima (Figs. 4, 5, S2); in the lower part of the core, layer boundaries in some aerosol records (e.g. nssS, Na) were occasionally only recognizable by small inflections in the concentration data (Figs. 6 and S2).\nFor the GICC05 timescale, ambiguous layers were identified and used to estimate uncertainty in the annual-layer interpretation. Each “uncertain” annual layer was counted as 0.5± 0.5 years, and the half-year uncertainties were summed to determine a “maximum counting error” estimated to represent a 2σ age uncertainty (Andersen et al., 2006; Rasmussen et al., 2006; Svensson et al., 2006). We did not take this approach because (1) it assumes that the ice core records the seasonal variations without any bias towards recording too many or too few layers, (2) it assumes that the interpretation errors are equally split between too many and too few years, and (3) classifying the interpretation of specific individual layers as “uncertain” adds another subjective judgement to the interpretation process.\nWe can determine the reproducibility of the interpretation by comparing manual interpretations made by different people and by the machine-assisted interpretations. This approach cannot be used to rigorously determine the uncertainty of the age–depth relationship because investigators conducting the interpretations influence each other when they discuss their general approach to interpreting layers, and they also determine the rules used in the machine interpretations. Furthermore, this approach only considers the interpretation uncertainties and does not include the uncertainty associated with years that might not be recorded in the core. A comparison of different interpretations is given in Table 2.\nFrom 0 to 577 m depth, the StratiCounter-based WD2014 ages are younger than the manually derived WDC06A-7 ages by a maximum of 14 years, confirming the existence of a dating bias (Baillie and McAneney, 2015; Sigl et al., 2015) in the previous chronology. In the brittle ice section (577–1300 m), the number of annual layers derived using the multi-parameter aerosol records was 3668, which is 36 years (1 %) less than obtained using the DEP record. An initial reconciliation by one interpreter of the multi-parameter and DEP records found a total of 3690 years. After reexamination, the consensus decision resulted in 3664 annual layers, which closely followed the original aerosol interpretation. The StratiCounter algorithm was not run on this data set.\nFrom 1300 to 1940 m, 5368 annual layers were manually identified in the multi-parameter aerosol records, 5323 an-\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nnual layers were identified by the StratiCounter algorithm on the same data set, and 5396 annual layers were identified with the ECM. The consensus decision resulted in 5353 annual layers, slightly less (0.3 %) than the manual aerosol interpretation, about 0.6 % more than the StratiCounter-based interpretation, and about 0.8 % less than the ECM-based interpretation.\nFor the section 1940–2020 m, the multi-parameter (aerosol and ECM) WDC06A-7 interpretation was compared with the StratiCounter interpretation based on the multi-parameter aerosol data set, which had a net difference of 16 fewer years (2 %) in the interval. From 2020 to 2274 m, the consensus decision found 2834 years, which was 0.3 % less than the manual aerosol interpretation and 0.7 % less than the ECM interpretation. The StratiCounter interpretation found a much smaller number of 2645 years (7 % less). At these depths, the annual-layer thickness is near the resolution limit of the aerosol measurements and thin years were not well resolved. The StratiCounter algorithm seemed to miss the small expression of these layers, especially where volcanic eruptions caused disruptions of the annual-layer signal in multiple data series simultaneously. As volcanic peaks tend to obscure the annual signal in subsequent years, this may lead to some annual layers not being counted by StratiCounter.\nBetween 2200 and 2300 m depth, the total number of annual layers based on manual interpretation from aerosols and ECM agreed within a few years. The aerosol layer interpretation became increasingly difficult, and we stopped interpreting the multi-parameter aerosol records at 2300 m depth.\nFor the intervals from 2300 m to 2711 m, and between 2800 and 2850 m, where only the ECM data resolve annual layers, there is no way to test the interpretation repeatability. In sections where only ECM data were available for dating, the duration of volcanic events was dated under the assumption of constant annual-layer thickness, thereby resulting in less confidence in the layer interpretation.\nBetween 2711 and 2800 m, improved resolution of the particle concentration data allowed a comparison between layer counts based on the ECM and particle concentration records. StratiCounter layer counts based on the particle concentration data identified 2649 layers, which was 2 % more than the ECM-based counts."
  }, {
    "heading": "3 Comparison to other timescales",
    "text": "The interpretation repeatability in Table 2 and described above is not a measurement of the accuracy of the chronology over long time periods, since over longer sections, the layer interpretation uncertainties are expected to partially cancel out assuming the absence of any consistent bias (e.g. Rasmussen et al., 2006). To assess the accuracy of WD2014 we need to compare it to other chronologies with high accuracy and defined uncertainty. We have selected the treering-based radiocarbon calibration chronology (Reimer et\nal., 2013; Friedrich et al., 2004) and the Hulu Cave chronology (Edwards et al., 2016). The tree-ring chronology was selected because it is considered to have virtually no age uncertainty, at least for the well-replicated time interval with high sampling coverage from present to 11.5 ka (Friedrich et al., 2004). For ages older than 25 ka, we use the Hulu Cave chronology because the radiometric dating yields small (∼ 100 years) age uncertainties. We describe the age comparisons to these two records below and then assess the age accuracy for the full WD2014 timescale. We also compare WD2014 to GICC05, but since the GICC05 absolute uncertainties are large and may be underestimated during the Holocene and at the end of the glacial transition (Muscheler et al., 2014; Lohne et al., 2013, 2014), we do not use this comparison to develop estimates of the WD2014 timescale accuracy."
  }, {
    "heading": "3.1 Comparison to tree-ring chronologies",
    "text": "Solar variability leads to cyclic modulation of the magnetic shielding of the Earth against galactic cosmic rays, resulting in changes in the production rates of the cosmogenic radionuclides 14C and 10Be, which are both produced in the upper atmosphere and incorporated into tree rings and ice cores, respectively. These globally synchronous variations provide a means to compare the timescales of the two proxy series by comparing ice core 10Be records with 14C production rates obtained from tree-ring 14C analysis and carbon cycle modelling (e.g. Adolphi et al., 2014; Muscheler et al., 2014). Matching cosmogenic isotope records between proxy archives has a long tradition, with numerous applications existing in climate and solar sciences as well as in geochronology (Adolphi et al., 2014; Finkel and Nishiizumi, 1997; Muscheler et al., 2008; Raisbeck et al., 2007; Steinhilber et al., 2012).\nThe new WD2014 timescale is consistent with independent tree-ring chronologies over the past 2400 years as demonstrated by 10Be analysis obtained from WAIS Divide (Sigl et al., 2015) for a short-lived cosmic ray anomaly detected in tree rings in 775 CE (Miyake et al., 2012). Furthermore, ages for all major volcanic WAIS Divide sulfur signals are within ±3 years of corresponding signals from a new NEEM ice core chronology over this period and from Northern Hemisphere cooling events as indicated by summer temperature reconstructions from tree rings (Sigl et al., 2015). Given the constraints from historic events, the close correspondence between ages of major volcanic signals, and events observed in tree-ring data, we estimate the uncertainty envelope to be smaller than ±5 years for this period.\nTo assess the accuracy of WD2014 prior to 2.4 ka, we compared WD2014 to the independent IntCal13 radiocarbon calibration curve (Reimer et al., 2013), which for ages younger than 12 ka is based on the fully anchored, absolutely dated European oak and pine chronologies (Friedrich et al., 2004), which are considered to have no age uncertainty.\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nTherefore, reliable stratigraphic ties between the ice core and the tree-ring chronologies can assess the true age confidence of the WD2014 timescale.\nWe compare relative changes in 10Be from WAIS Divide and 14C from tree rings using a Monte Carlo approach with a moving 2 kyr time window to objectively estimate the most likely time shift for synchronization (Muscheler et al., 2014). The method is described by Muscheler et al. (2014) and is summarized here. We applied filters (Muscheler et al., 2014; Vonmoos et al., 2006) to the cosmogenic isotope records to extract only variations on timescales longer than 20 years. To account for systemic carbon cycle influences on the atmospheric 14C concentration, we used a box-diffusion, carbon cycle model (Oeschger et al., 1975; Siegenthaler, 1983) to reconstruct 14C production rates (p14C) from the tree-ring measurements of atmospheric 14C (Reimer et al., 2013). For 10Be, we assumed an average 1-year delay between 10Be production and deposition on the ice sheet and applied a 1-year time shift to the 10Be ice core concentration data. The data were de-trended by dividing the 10Be and 14C time series by their 500-year low-pass curves, thereby focusing on time periods between 20 and 500 years that show the most prominent longer-term solar cycles. These records were then compared to each other using a 2 kyr window at 100-year steps. The data are varied within the range of measurement errors (Monte Carlo approach) and within a time lag of up to +100\nand −100 years between WD2014 and IntCal13. The agreement between the radionuclide records is determined using linear regression analysis. The time shift for the best correlation (maximum r2 value) is considered to represent the most likely time shift (i.e. “best fit”) for synchronization. The estimate of the uncertainty of this solution is derived from the distribution of the best fits from all iterations, since different best fits can be obtained for the different Monte Carlo realizations (Muscheler et al., 2014). Consistent with a suggested error in the tree-ring chronology prior to 12 ka (Muscheler et al., 2014), our stepwise regression analysis does not retrieve correlations with r2 > 0.2 between WAIS Divide 10Be and IntCal13 14C prior to 11.2 ka. New radiocarbon measurements on tree rings encompassing the Younger Dryas are currently being undertaken to further improve the calibration curve (Reimer et al., 2013; Hogg et al., 2013).\nFigure 9 shows the results of the timescale comparison. The upper panel shows de-trended and normalized records for the ice core and tree-ring cosmogenic isotopes for the past 12 kyr. The lower panel gives the age difference of the timescales (IntCal13 minus WD2014) for the inferred “best fit” and 95 % confidence interval derived from the Monte Carlo approach. The close agreement at 6 ka is expected because the brittle ice section of WD2014 was re-evaluated after an offset of a couple of decades to the tree-ring data was observed following the initial reconciliation. However, it should be noted that the final WD2014 age at 6 ka differs only by 4 years from the original manual interpretation of the multi-parameter aerosol records (Table 2). The maximum timescale offset is observed at approximately 8 to 9 ka when ice core ages appear to be relatively older by about 15 years. At 11 ka, WD2014 ice core ages are younger than IntCal13 by approximately 10 years (Table 3)."
  }, {
    "heading": "3.2 Comparison to a speleothem chronology",
    "text": "Similar to the cosmogenic radionuclides produced in the atmosphere, methane also has a global signal and can be used to synchronize ice core records between both hemispheres (Blunier and Brook, 2001; Blunier et al., 2007) and to assess differences in respective age models. Further, East Asian monsoon regions – a major source area of global methane emissions – are tightly linked to rapid temperature variability in the North Atlantic region (Wang et al., 2001, 2005; Pausata et al., 2011). Rapid changes at Dansgaard–Oeschger (DO) events are distinct in both Greenland oxygen isotopes and methane and in the oxygen isotope records of stalagmites that are a proxy for the strength of the East Asian monsoon. The changes in these three parameters are expected to be nearsynchronous (Buizert et al., 2015; Rosen et al., 2014; Svensson et al., 2006, 2008), with this assumption based amongst other things on the strong coherency of their time series in the high-frequency domain (see Supplement).\nMethane synchronization (Buizert et al., 2015) provides a means to independently assess the accuracy of the\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nannual-layer counted WD2014 chronology because some speleothem records, e.g. the Hulu Cave in China (Edwards et al., 2016; Wang et al., 2001), have very precise age scales (based on U–Th dating). The ice-age–gas-age difference (1age) is relatively small for WD (≤ 525± 120 years throughout the WAIS Divide core) because of the high annual snowfall rates at the site. The uncertainty of the lag of atmospheric CH4 behind Greenland δ 18O is on the order of a few decades (Huber et al., 2006; Baumgartner et al., 2014; Rosen et al., 2014), and the total gas-age uncertainty (for ages older than approximately 11 ka) is dominated by the cumulative annual-layer interpretation uncertainty (Table 4). The methodology and results of the methane synchronization are described in detail in the companion paper addressing the deeper part of the WD2014 chronology (see also Fig. 5 in Buizert et al., 2015).\nComparing the onset of DO 3, DO 4 and DO 5.1 as determined from the WD2014 gas-age scale and Hulu Cave shows that WD2014 is consistently younger than Hulu. The maximum age difference between WD2014 and Hulu is 167 years (0.6 % of the age) for the onset of DO 3 (Table 3). The WD2014 ages agree with the Hulu ages to within the combined Hulu age uncertainty and the WAIS Divide gas-age uncertainty (Buizert et al., 2015). The age difference between WD2014 and Hulu is much less than the cumulative uncertainty in identifying annual layers in WD2014."
  }, {
    "heading": "3.3 Age accuracy",
    "text": "As described above, Table 3 shows the comparison of WD2014 to these records at times when we are able to confidently make a stratigraphic link to either the tree-ring 14C\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nrecord or the Hulu Cave δ18O record. The age confidence is more difficult to determine when there are no age comparisons. This encompasses large portions of the timescale: the brittle ice zone (2.4 ka to 5.5 ka) and the glacial–interglacial transition to the Last Glacial Maximum (LGM; 11 ka to 27 ka). Considering the interpretation repeatability (Table 2) and the comparison to the tree-ring chronology (Fig. 9), we recommend considering the ages in WD2014 to be accurate to better than 0.5 % in the Holocene (to 11 ka) and to have even higher precision (±5 years) during the last 2500 years. Without any comparisons for the next 16 000-year interval, estimating the age accuracy is difficult. The comparisons with the Hulu Cave chronology indicate that the oldest part of the WD2014 annual timescale is accurate to within 1 % of the age, which is also supported by using an alternative precisely dated cave record (Luetscher et al., 2015) from the European Alps (Fig. S4, Table S2). We suggest using a 1 % age confidence for the timescale older than 14.5 ka. Between 11 and 14.5 ka, the age confidence is likely better than 1 % because there has been a limited number of years since 11 ka to accumulate uncertainty. Therefore, we linearly increase the age confidence from ±55 years at 11 ka to ±145 years at 14.5 ka.\nWe recognize that this is not a rigorous determination of uncertainty; however, it is the best that can be done with the information that is available now or in the foreseeable future. We assumed our errors to be random, mostly because we could avoid large systematic errors by using independent information, where possible taking advantage of the multiple different aerosol records (see Figs. S1, S2 for details). The assumption of random interpretation errors seems valid at least over the Holocene as demonstrated by the comparable small mean ice core or tree-ring age offset varying around zero (Fig. 9). We note that the uncertainty in the duration between two climate events is not the difference between the age accuracy of the two climate events. The age accuracy decreases slowly on the assumption that uncertainties in the annual-layer count will tend to cancel. Therefore, for short intervals, the uncertainty in the duration is better estimated by the interpretation repeatability, and we suggest to use 1 % during the Holocene and 2 % during the Glacial.\n3.4 Comparison to the Greenland Ice Core Chronology\n(GICC05)\nHere we summarize the observed age differences as derived from the methane synchronization to the GICC05 δ18O chronology for rapid climate transitions within the annuallayer counted part of the WD2014 chronology (Table 4). The abrupt climate changes observed in the North Greenland Ice Core Project (NGRIP) δ18O record and leading to global methane rise (Baumgartner et al., 2014; Buizert et al., 2015) are clearly expressed during the onset of the Younger-Dryas– Holocene warming, Bølling–Allerød warming, and DO 3, DO 4, and DO 5.1, while the termination of the interstadi-\nals appears more gradually (Buizert et al., 2015; NGRIPProject-Members, 2004; Wang et al., 2001).\nThe absolute calendar ages for the Bølling–Allerød warming and the Preboreal warming are slightly younger on WD2014 than GICC05 (Fig. 10) but agree within the GICC05 uncertainty. A dating correction of approximately 70 years for GICC05 for the early Holocene has recently been independently proposed based on synchronizing the Greenland Ice Core Project (GRIP) 10Be record to the IntCal13 radiocarbon chronology (Muscheler et al., 2014) and by matching distinctive tephra horizons between Greenland ice cores and radiocarbon-dated lake sediments from Kråkenes Lake, Norway (Lohne et al., 2013, 2014). WD2014 is older than GICC05 at DO 3 by 52 years, at DO 4 by 198 years and by 24 years at DO 5.1 (Fig. 10; Table 4). The terminations of the DO events are all older on WD2014 than GICC05 by 49 years at DO3, 174 years at DO4, and 72 years at DO 5.1.\nWe can also compare the duration of intervals although this is more challenging due to uncertainties in the feature matching; the 1age and feature matching uncertainties are on the order of 100 years during the DO events. However, the 1age uncertainty is likely biased in the same way for events at similar times (i.e. if the temperature reconstruction is too cold for DO3, it is likely too cold for DO4 as well, leading to a 1age that is too large for both events) such that much of it may cancel when calculating the duration. Therefore, while we calculate the duration differences in Table 5, we recognize that more precise matching of the timescales must be done (e.g. using volcanic synchronization) before definitive differences between the timescales can be ascertained.\nwww.clim-past.net/12/769/2016/ Clim. Past, 12, 769–786, 2016\nA potential concern of the WD2014 timescale is that annual layers might be systematically missed near the end of the timescale due to small layer thicknesses and decreasing amplitude of the seasonal cycles. To check whether this occurred, we compared the length of the intervals using the DO3, DO4, and DO5.1 tie points. For the entire interval from DO3 to DO 5.1, WD2014 has a very similar number of years to GICC05: 27 (1 %) fewer. The duration in the Hulu record is also quite similar, with WD2014 finding 22 (1 %) more years. This is a strong indication that WD2014 is not consistently biased and years are not being skipped. However, the difference between WD2014 and GICC05 was much greater for the two shorter intervals between DO3 and DO4 and DO4 and DO5.1: WD2014 finds 146 (13 %) more years than GICC05 in the interval between DO3 and DO4. Between DO4 and DO5.1, WD2014 finds 173 (9 %) fewer years than GICC05. These differences are large enough that they are unlikely to be fully explained by1 age and matching uncertainties and likely originate, at least partially, in the underlying annual-layer interpretations. It is not currently possible to diagnose these differences in detail. We note that the WD2014 durations differ by 4 and 1 % from the Hulu durations for these shorter intervals."
  }, {
    "heading": "4 Conclusions",
    "text": "WD2014 is the first multi-parameter, annual-layer-based timescale extending into the last glacial for an Antarctic ice core. This was possible due to (1) the high annual snowfall rates present at the drill site, (2) the small amount of layer thinning due to the thick ice and basal melting and (3) use of the most recent analytical techniques. The data included for the first time measurements of black carbon, a unique biomass burning tracer with strong intra-annual emission variability arising from an insolation-driven annual biomass burning cycle in the Southern Hemisphere. Annual layers were continuously identified through the brittle ice zone using chemistry, which has not been done before, and with DEP. This allowed a continuous timescale to be developed without needing to match sections of multiple ice cores.\nThe age accuracy, as deduced by comparisons with absolutely dated timescales, is much better than the interpretation repeatability. The age accuracy for the Holocene (11 ka and younger) is estimated to be better than 0.5 % of the age; the age accuracy is estimated to increase to 1 % for ages older than 14.5 ka. WD2014 can become a reference chronology for Antarctic ice core records and the Southern Hemisphere equivalent of the GICC05 chronology. Synchronization between ice cores can be achieved using the WAIS Divide sulfur record of volcanic events, which does not require using the gas timescale and1age calculations, as demonstrated for the past 2000 years where 25 ice core records from Antarctica were synchronized to WAIS Divide (Sigl et al., 2014). Sulfate records are available for other deep ice core records from East Antarctica including Vostok (Parrenin et al., 2012), Talos Dome (Severi et al., 2012), the EPICA cores from Dronning Maud Land, and Dome C (Severi et al., 2007).\nFuture synchronization of these records to WD2014 offers the possibility of new insights into the spatial pattern of climate variability and potential leads and lags in the climate system between West and East Antarctica. Similar to how the GICC05 ice chronology is being integrated into a developing stratigraphic framework of marine and terrestrial climate proxies in the North Atlantic region (Blockley et al., 2012; Lowe et al., 2008; Rasmussen et al., 2014), WD2014 will help support development of a framework of Southern Hemisphere climate proxies from marine and terrestrial proxy archives (Alloway et al., 2007; Petherick et al., 2013). Synchronization with many of these climate records from the Southern Hemisphere seems feasible using WAIS Divide 10Be during the Holocene (Fig. 9), or by using dust tracers (e.g. Ca) during the LGM, a method recently applied to marine records of iceberg-rafted debris to link into an ice core chronology from Antarctica (Weber et al., 2014). With a growing number of high-resolution Southern Hemisphere climate proxies from such a developing network (including those obtained directly from WAIS Divide) on an accurate common timescale, we will gain a better understanding of climate forcing, mechanisms, and feedbacks driving\nClim. Past, 12, 769–786, 2016 www.clim-past.net/12/769/2016/\nthe worldwide transition from ice age climates to the present climate and their impact on ice sheets and global sea level.\nThe Supplement related to this article is available online at doi:10.5194/cp-12-769-2016-supplement.\nAcknowledgements. This work is funded through the US National Science Foundation grants 0839066 (to J. Cole-Dai), 1204172, 1142041, 1043518 (to E. J. Brook), 1142069, 1142115 (to N. W. Dunbar), 0839093, 1142166 (to J. R. McConnell), 1043500, 0944584 (to T. A. Sowers), 0230149, 0230396, 0440817, 0440819, 0944191, 0944348 (to K. C. Taylor), 0839042 (M. W. Caffee and T. E. Woodruff) 0839137 (to K. C. Welten) and 0944197 (supporting T. J. Fudge); the NOAA Climate and Global Change Fellowship Program, administered by the University Corporation for Atmospheric Research (to C. Buizert); and the Villum Foundation (to M. Winstrup). R. Muscheler and F. Adolphi are supported by the Swedish Research Council (Grant No: 2013-8421); a NASA National Earth and Space Science Fellowship also supported T. J. Fudge. The National Science Foundation Office of Polar Programs also funded the WAIS Divide Science Coordination Office at the Desert Research Institute of Nevada and University of New Hampshire for the collection and distribution of the WAIS Divide ice core and related tasks; the Ice Drilling Program Office and Ice Drilling Design and Operations group for coring activities; the National Ice Core Laboratory for curation of the core; Raytheon Polar Services for logistics support in Antarctica; and the 109th New York Air National Guard for airlift in Antarctica. We thank the WAIS Divide Drilling Team and science technicians who processed the ice core in the field and at the NICL. We thank Anders Svenson for performing an independent interpretation for parts of the ice core used to initialize the StratiCounter.\nEdited by: V. Masson-Delmotte"
  }],
  "year": 2016,
  "references": [{
    "title": "Persistent link between solar activity and Greenland climate during the Last Glacial Maximum",
    "authors": ["F. Adolphi", "R. Muscheler", "A. Svensson", "A. Aldahan", "G. Possnert", "J. Beer", "J. Sjolte", "S. Bjorck", "K. Matthes", "R. Thieblemont"],
    "venue": "Nat. Geosci.,",
    "year": 2014
  }, {
    "title": "Visual-stratigraphic dating of the GISP2 ice core: Basis, reproducibility, and application",
    "authors": ["R.B. Alley", "C.A. Shuman", "D.A. Meese", "A.J. Gow", "K.C. Taylor", "K.M. Cuffey", "J.J. Fitzpatrick", "P.M. Grootes", "G.A. Zielinski", "M. Ram", "G. Spinelli", "B. Elder"],
    "venue": "J. Geophys. Res.-Oceans,",
    "year": 1997
  }, {
    "title": "The Greenland Ice Core Chronology 2005, 15– 42 ka, Part 1: constructing the time scale",
    "authors": ["M. L", "J.P. Steffensen", "D. Dahl-Jensen", "B.M. Vinther", "H.B. Clausen"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2006
  }, {
    "title": "Proposed re-dating of the European ice core chronology by seven years prior to the 7th century",
    "authors": ["M.G.L. Baillie"],
    "venue": "AD, Geophys. Res. Lett.,",
    "year": 2008
  }, {
    "title": "Volcanoes, ice-cores and treerings: one story or two",
    "authors": ["M.G.L. Baillie"],
    "venue": "Antiquity,",
    "year": 2010
  }, {
    "title": "Tree ring effects and ice core acidities clarify the volcanic record of the first millennium",
    "authors": ["M.G.L. Baillie", "J. McAneney"],
    "venue": "Clim. Past,",
    "year": 2015
  }, {
    "title": "Spatial and temporal variability in snow accumulation at the West Antarctic Ice Sheet Divide over recent centuries",
    "authors": ["J.R. Banta", "J.R. McConnell", "M.M. Frey", "R.C. Bales", "K. Taylor"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2008
  }, {
    "title": "Changes in black carbon deposition to Antarctica from two high-resolution ice core records, 1850–2000",
    "authors": ["M.M. Bisiaux", "R. Edwards", "J.R. McConnell", "M.A.J. Curran", "T.D. Van Ommen", "A.M. Smith", "T.A. Neumann", "D.R. Pasteris", "J.E. Penner", "K. Taylor"],
    "venue": "AD, Atmos. Chem. Phys.,",
    "year": 2000
  }, {
    "title": "Timing of millennial-scale climate change in Antarctica and Greenland during the last glacial",
    "authors": ["T. Blunier", "E.J. Brook"],
    "venue": "period, Science,",
    "year": 2001
  }, {
    "title": "Synchronization of ice core records via atmospheric gases",
    "authors": ["T. Blunier", "R. Spahni", "Barnola", "J.-M", "J. Chappellaz", "L. Loulergue", "J. Schwander"],
    "venue": "Clim. Past,",
    "year": 2007
  }, {
    "title": "The WAIS Divide deep ice core WD2014 chronology – Part 1: Methane",
    "authors": ["C. Buizert", "K.M. Cuffey", "J.P. Severinghaus", "D. Baggenstos", "T.J. Fudge", "E.J. Steig", "B.R. Markle", "M. Winstrup", "R.H. Rhodes", "E.J. Brook", "T.A. Sowers", "G.D. Clow", "H. Cheng", "R.L. Edwards", "M. Sigl", "J.R. McConnell", "K.C. Taylor"],
    "year": 2014
  }, {
    "title": "The WAIS Divide deep ice core WD2014 chronology caused by Tambora (1815) and another (1809) stratospheric volcanic eruption",
    "authors": ["M. Sigl"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2009
  }, {
    "title": "Two likely stratospheric volcanic eruptions in the 1450s CE found in a bipolar, subannually dated 800 year ice core record",
    "authors": ["J. Cole-Dai", "D.G. Ferris", "A.L. Lanciki", "J. Savarino", "M.H. Thiemens", "J.R. McConnell"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2013
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J.H. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2000
  }, {
    "title": "High speed, high resolution, and continuous chemical analysis of ice cores using a melter and ion chromatography",
    "authors": ["J.H. Cole-Dai", "D.M. Budner", "D.G. Ferris"],
    "venue": "Environ. Sci. Technol.,",
    "year": 2006
  }, {
    "title": "A Refined Hulu and Dongge Cave Climate Record and the Timing of Climate Change during the Last Glacial Cycle, Earth",
    "authors": ["R.L. Edwards", "H. Cheng", "Y.J. Wang", "D.X. Yuan", "M.J. Kelly", "J.P. Severinghaus", "A. Burnett", "X.F. Wang", "E. Smith", "X.G. Kong"],
    "venue": "Planet. Sc. Lett., in review,",
    "year": 2016
  }, {
    "title": "Unexpected changes to the global methane budget over the past",
    "authors": ["D.F. Ferretti", "J.B. Miller", "J.W.C. White", "D.M. Etheridge", "K.R. Lassey", "D.C. Lowe", "C.M.M. Meure", "M.F. Dreier", "C.M. Trudinger", "T.D. van Ommen", "R.L. Langenfelds"],
    "year": 2000
  }, {
    "title": "South Pole ice core record of explosive volcanic eruptions in the first and second millennia AD and evidence of a large eruption in the tropics around 535 AD",
    "authors": ["D.G. Ferris", "J. Cole-Dai", "A.R. Reyes", "D.M. Budner"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2011
  }, {
    "title": "Beryllium 10 concentrations in the Greenland Ice Sheet Project 2 ice core from 3–40",
    "authors": ["R.C. Finkel", "K. Nishiizumi"],
    "venue": "ka, J. Geophys. Res.-Oceans,",
    "year": 1997
  }, {
    "title": "Reconstruction of millennial changes in dust emission, transport and regional sea ice coverage using the deep EPICA ice cores from the Atlantic and Indian Ocean sector of Antarctica, Earth",
    "authors": ["M. L", "J.P. Steffensen", "C. Barbante", "V. Gaspari", "P. Gabrielli", "D. Wagenbach"],
    "year": 2007
  }, {
    "title": "Acidity of Polar Ice Cores in Relation to Absolute Dating, Past Volcanism, and Radio-Echoes",
    "authors": ["C.U. Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1980
  }, {
    "title": "50 000 years of recorded global volcanism",
    "authors": ["C.U. Hammer", "H.B. Clausen", "C.C. Langway"],
    "venue": "Climatic Change,",
    "year": 1997
  }, {
    "title": "Isotope calibrated Greenland temperature record over Marine Isotope Stage 3 and its relation to CH4",
    "authors": ["C. Huber", "M. Leuenberger", "R. Spahni", "J. Fluckiger", "J. Schwander", "T.F. Stocker", "S. Johnsen", "A. Landals", "J. Jouzel"],
    "venue": "Earth Planet. Sc. Lett.,",
    "year": 2006
  }, {
    "title": "A time marker at 17.5 kyr BP detected throughout West Antarctica",
    "authors": ["R.W. Jacobel", "B.C. Welch"],
    "venue": "Ann. Glaciol.,",
    "year": 2005
  }, {
    "title": "A detailed 2840 year record of explosive volcanism in a shallow ice core from Dome A, East Antarctica",
    "authors": ["S. Jiang", "J. Cole-Dai", "Y.S. Li", "D.G. Ferris", "H.M. Ma", "C.L. An", "G.T. Shi", "B. Sun"],
    "venue": "J. Glaciol.,",
    "year": 2012
  }, {
    "title": "Dust-climate couplings over the past 800 000 years from the EPICA",
    "authors": ["F. Lambert", "B. Delmonte", "J.R. Petit", "M. Bigler", "P.R. Kaufmann", "M.A. Hutterli", "T.F. Stocker", "U. Ruth", "J.P. Steffensen", "V. Maggi"],
    "venue": "Dome C ice core,",
    "year": 2008
  }, {
    "title": "Precise C-14 ages of the Vedde and Saksunarvatn ashes and the Younger Dryas boundaries from western Norway and their comparison with the Greenland Ice Core (GICC05) chronology",
    "authors": ["O.S. Lohne", "J. Mangerud", "H.H. Birks"],
    "venue": "J. Quaternary Sci.,",
    "year": 2013
  }, {
    "title": "IntCal13 calibrated ages of the Vedde and Saksunarvatn ashes and the Younger Dryas boundaries from Krakenes, western Norway",
    "authors": ["O.S. Lohne", "J. Mangerud", "H.H. Birks"],
    "venue": "J. Quaternary Sci.,",
    "year": 2014
  }, {
    "title": "Synchronisation of palaeoenvironmental events in the North Atlantic region during the Last Termination: a revised protocol recommended by the INTIMATE group",
    "authors": ["J.J. Lowe", "S.O. Rasmussen", "S. Bjorck", "W.Z. Hoek", "J.P. Steffensen", "M.J.C. Walker", "Z.C. Yu", "I. Grp"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2008
  }, {
    "title": "North Atlantic storm track changes during the Last Glacial Maximum recorded by Alpine speleothems",
    "authors": ["M. Luetscher", "R. Boch", "H. Sodemann", "C. Spötl", "H. Cheng", "R.L. Edwards", "S. Frisia", "F. Hof", "W. Muller"],
    "venue": "Nat. Commun.,",
    "year": 2015
  }, {
    "title": "Centennial-scale changes in the global carbon cycle during the last deglaciation",
    "authors": ["S.A. Marcott", "T.K. Bauska", "C. Buizert", "E.J. Steig", "J.L. Rosen", "K.M. Cuffey", "T.J. Fudge", "J.P. Severinghaus", "J. Ahn", "M.L. Kalk", "J.R. McConnell", "T. Sowers", "K.C. Taylor", "J.W.C. White", "E.J. Brook"],
    "venue": "Nature, 514,",
    "year": 2014
  }, {
    "title": "Continuous ice-core chemical analyses using inductively Coupled Plasma Mass Spectrometry",
    "authors": ["J.R. McConnell"],
    "venue": "Environ. Sci. Technol.,",
    "year": 2002
  }, {
    "title": "New Directions: Historical black carbon and other ice core aerosol records in the Arctic for GCM evaluation",
    "authors": ["J.R. McConnell"],
    "venue": "Atmos. Environ.,",
    "year": 2010
  }, {
    "title": "Coal burning leaves toxic heavy metal legacy in the Arctic, P",
    "authors": ["J.R. McConnell", "R. Edwards"],
    "venue": "Natl. Acad. Sci. USA,",
    "year": 2008
  }, {
    "title": "20th-Century doubling in dust archived in an Antarctic Peninsula ice core parallels climate change and desertification in South America, P",
    "authors": ["J.R. McConnell", "A.J. Aristarain", "J.R. Banta", "P.R. Edwards", "J.C. Simoes"],
    "venue": "Natl. Acad. Sci. USA,",
    "year": 2007
  }, {
    "title": "The WAIS Divide deep ice core WD2014 chronology",
    "authors": ["M. Sigl"],
    "year": 2014
  }, {
    "title": "Identifying annual peaks in dielectric profiles with a selection curve",
    "authors": ["K.C. McGwire", "K.C. Taylor", "J.R. Banta", "J.R. McConnell"],
    "venue": "J. Glaciol.,",
    "year": 2011
  }, {
    "title": "A signature of cosmic-ray increase in AD 774–775 from tree rings in Japan",
    "authors": ["F. Miyake", "K. Nagaya", "K. Masuda", "T. Nakamura"],
    "venue": "Nature, 486,",
    "year": 2012
  }, {
    "title": "Atmospheric CO2 concentrations over the last glacial termination",
    "authors": ["E. Monnin", "A. Indermuhle", "A. Dallenbach", "J. Fluckiger", "B. Stauffer", "T.F. Stocker", "D. Raynaud", "J.M. Barnola"],
    "year": 2001
  }, {
    "title": "The chemical basis for the electrical stratigraphy of ice",
    "authors": ["J.C. Moore", "E. Wolff", "H.B. Clausen", "C.U. Hammer"],
    "venue": "J. Geophys. Res.-Sol. Ea.,",
    "year": 1992
  }, {
    "title": "Tree rings and ice cores reveal C-14 calibration uncertainties during the Younger Dryas",
    "authors": ["R. Muscheler", "B. Kromer", "S. Bjorck", "A. Svensson", "M. Friedrich", "K.F. Kaiser", "J. Southon"],
    "venue": "Nat. Geosci.,",
    "year": 2008
  }, {
    "title": "Assessing the differences between the IntCal and Greenland ice-core time scales for the last 14,000 years via the common cosmogenic radionuclide variations",
    "authors": ["R. Muscheler", "F. Adolphi", "M.F. Knudsen"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2014
  }, {
    "title": "Absolute calibration of Be-10",
    "authors": ["K. Nishiizumi", "M. Imamura", "M.W. Caffee", "J.R. Southon", "R.C. Finkel", "J. McAninch"],
    "venue": "AMS standards, Nucl. Instrum. Meth. B,",
    "year": 2007
  }, {
    "title": "Box Diffusion-Model to Study Carbon-Dioxide Exchange in Nature, Tellus",
    "authors": ["H. Oeschger", "U. Siegenthaler", "U. Schotterer", "A. Gugelmann"],
    "year": 1975
  }, {
    "title": "HighResolution, Continuous Method for Measurement of Acidity in Ice Cores, Environ",
    "authors": ["D.R. Pasteris", "J.R. McConnell", "R. Edwards"],
    "venue": "Sci. Technol.,",
    "year": 2012
  }, {
    "title": "Acidity decline in Antarctic ice cores during the Little Ice Age linked to changes in atmospheric nitrate and sea salt concentrations",
    "authors": ["D. Pasteris", "J.R. McConnell", "R. Edwards", "E. Isaksson", "M.R. Albert"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2014
  }, {
    "title": "Seasonally resolved ice core records from West Antarctica indicate a sea ice source of sea-salt aerosol and a biomass burning source of ammonium",
    "authors": ["D.R. Pasteris", "J.R. McConnell", "S.B. Das", "A.S. Criscitiello", "M.J. Evans", "O.J. Maselli", "M. Sigl", "L. Layman"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2014
  }, {
    "title": "Chinese stalagmite delta O-18 controlled by changes in the Indian monsoon during a simulated Heinrich event",
    "authors": ["F.S.R. Pausata", "D.S. Battisti", "K.H. Nisancioglu", "C.M. Bitz"],
    "venue": "Nat. Geosci.,",
    "year": 2011
  }, {
    "title": "Direct north-south synchronization of abrupt climate change record in ice cores using Beryllium 10",
    "authors": ["G.M. Raisbeck", "F. Yiou", "J. Jouzel", "T.F. Stocker"],
    "venue": "Clim. Past,",
    "year": 2007
  }, {
    "title": "A stratigraphic framework for abrupt climatic changes during the Last Glacial period based on three synchronized Greenland ice-core records: refining and extending the INTIMATE event stratigraphy",
    "authors": ["J.J. Wheatley", "M. Winstrup"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2014
  }, {
    "title": "Intcal13 and Marine13 Radiocarbon Age Calibration Curves",
    "authors": ["M. Niu", "R.W. Reimer", "D.A. Richards", "E.M. Scott", "J.R. Southon", "R.A. Staff", "C.S.M. Turney", "J. van der Plicht"],
    "venue": "Years Cal Bp, Radiocarbon,",
    "year": 2013
  }, {
    "title": "An ice core record of near-synchronous global climate changes at the Bolling transition",
    "authors": ["J.L. Rosen", "E.J. Brook", "J.P. Severinghaus", "T. Blunier", "L.E. Mitchell", "J.E. Lee", "J.S. Edwards", "V. Gkinis"],
    "venue": "Nat. Geosci.,",
    "year": 2014
  }, {
    "title": "Continuous record of microparticle concentration and size distribution in the central Greenland NGRIP ice core during the last glacial period",
    "authors": ["U. Ruth", "D. Wagenbach", "J.P. Steffensen", "M. Bigler"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2002
  }, {
    "title": "Global wildland fire emissions",
    "authors": ["M.G. Schultz", "A. Heil", "J.J. Hoelzemann", "A. Spessa", "K. Thonicke", "J.G. Goldammer", "A.C. Held", "J.M.C. Pereira", "M. van het Bolscher"],
    "venue": "Global Biogeochem. Cy.,",
    "year": 1960
  }, {
    "title": "Single-particle measurements of midlatitude black carbon and light-scattering aerosols from the boundary layer to the lower stratosphere",
    "authors": ["K.C. Aikin"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2006
  }, {
    "title": "The WAIS Divide deep ice core WD2014 chronology Synchronisation of the EDML and EDC ice cores for the last 52 kyr by volcanic signature matching",
    "authors": ["M. Sigl"],
    "venue": "Clim. Past,",
    "year": 2007
  }, {
    "title": "Volcanic synchronisation of the EPICA-DC and TALDICE ice cores for the last 42 kyr BP",
    "authors": ["M. Severi", "R. Udisti", "S. Becagli", "B. Stenni", "R. Traversi"],
    "venue": "Clim. Past,",
    "year": 2012
  }, {
    "title": "Uptake of Excess CO2 by an Outcrop-Diffusion Model of the Ocean",
    "authors": ["U. Siegenthaler"],
    "venue": "J. Geophys. Res.-Oc. Atm.,",
    "year": 1983
  }, {
    "title": "Stable carbon cycle-climate relationship during the late Pleistocene",
    "authors": ["U. Siegenthaler", "T.F. Stocker", "E. Monnin", "D. Luthi", "J. Schwander", "B. Stauffer", "D. Raynaud", "J.M. Barnola", "H. Fischer", "V. MassonDelmotte", "J. Jouzel"],
    "year": 2005
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing",
    "authors": ["M. Sigl", "J.R. McConnell", "L. Layman", "O. Maselli", "K. McGwire", "D. Pasteris", "D. Dahl-Jensen", "J.P. Steffensen", "B. Vinther", "R. Edwards", "R. Mulvaney", "S. Kipfstuhl"],
    "year": 2000
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past",
    "authors": ["B. Vinther", "T.E. Woodruff"],
    "venue": "years, Nature,",
    "year": 2015
  }, {
    "title": "9400 years of cosmic radiation and solar activity from ice cores and tree rings, P",
    "authors": ["F. Steinhilber", "J.A. Abreu", "J. Beer", "I. Brunner", "M. Christl", "H. Fischer", "U. Heikkila", "P.W. Kubik", "M. Mann", "K.G. McCracken", "H. Miller", "H. Miyahara", "H. Oerter", "F. Wilhelms"],
    "venue": "Natl. Acad. Sci",
    "year": 2012
  }, {
    "title": "The Greenland Ice Core Chronology 2005, 15–42 ka, Part 2: comparison to other records",
    "authors": ["A. Svensson", "K.K. Andersen", "M. Bigler", "H.B. Clausen", "D. DahlJensen", "S.M. Davies", "S.J. Johnsen", "R. Muscheler", "S.O. Rasmussen", "R. Rothlisberger", "J.P. Steffensen", "B.M. Vinther"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2005
  }, {
    "title": "Electrical measurements on the Greenland Ice Sheet Project 2 core",
    "authors": ["K.C. Taylor", "R.B. Alley", "G.W. Lamorey", "P. Mayewski"],
    "venue": "J. Geophys. Res.-Oceans,",
    "year": 1997
  }, {
    "title": "Global fire emissions and the contribution of deforestation, savanna, forest, agricultural, and peat fires",
    "authors": ["G.R. van der Werf", "J.T. Randerson", "L. Giglio", "G.J. Collatz", "M. Mu", "P.S. Kasibhatla", "D.C. Morton", "R.S. DeFries", "Y. Jin", "T.T. van Leeuwen"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 1997
  }, {
    "title": "Large variations in Holocene solar activity: Constraints from Be-10 in the Greenland Ice Core Project ice core",
    "authors": ["M. Vonmoos", "J. Beer", "R. Muscheler"],
    "venue": "J. Geophys. Res.-Space,",
    "year": 2005
  }, {
    "title": "A high-resolution absolute-dated Late Pleistocene monsoon record from Hulu",
    "authors": ["Y.J. Wang", "H. Cheng", "R.L. Edwards", "Z.S. An", "J.Y. Wu", "C.C. Shen", "J.A. Dorale"],
    "year": 2001
  }, {
    "title": "The Holocene Asian monsoon: Links to solar changes and North Atlantic climate",
    "authors": ["Y.J. Wang", "H. Cheng", "R.L. Edwards", "Y.Q. He", "X.G. Kong", "Z.S. An", "J.Y. Wu", "M.J. Kelly", "C.A. Dykoski", "X.D. Li"],
    "year": 2005
  }, {
    "title": "Millennial-scale variability in Antarctic ice-sheet discharge during the last deglaciation",
    "authors": ["M.E. Weber", "P.U. Clark", "G. Kuhn", "A. Timmermann", "D. Sprenk", "R. Gladstone", "X. Zhang", "G. Lohmann", "L. Menviel", "M.O. Chikamoto", "T. Friedrich", "C. Ohlwein"],
    "venue": "doi:10.1038/nature13397,",
    "year": 2014
  }, {
    "title": "A Hidden Markov Model approach to infer timescales for high-resolution climate archives",
    "authors": ["M. Winstrup"],
    "venue": "Proceedings of the Twenty-Eighth Conference on Innovative Applications of Artificial Intelligence,",
    "year": 2016
  }, {
    "title": "An automated approach for annual layer counting in ice",
    "authors": ["M. Winstrup", "A.M. Svensson", "S.O. Rasmussen", "O. Winther", "E.J. Steig", "A.E. Axelrod"],
    "venue": "cores, Clim. Past,",
    "year": 1881
  }, {
    "title": "Changes in environment over the last 800 000 years from chemical analysis of the EPICA Dome C ice core",
    "authors": ["J.P. Steffensen", "T.F. Stocker", "R. Traversi", "B. Twarloh", "R. Udisti", "D. Wagenbach", "A. Wegner"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Interlaboratory comparison of Be-10 concentrations in two ice cores from Central West Antarctica",
    "authors": ["T.E. Woodruff", "K.C. Welten", "M.W. Caffee", "K. Nishiizumi"],
    "venue": "Nucl. Instrum. Meth. B,",
    "year": 2013
  }],
  "id": "SP:6156378b3f4edb8a82e0b58da7871d3094056f79",
  "authors": [{
    "name": "Michael Sigl",
    "affiliations": []
  }, {
    "name": "Tyler J. Fudge",
    "affiliations": []
  }, {
    "name": "Mai Winstrup",
    "affiliations": []
  }, {
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }, {
    "name": "David Ferris",
    "affiliations": []
  }, {
    "name": "Joseph R. McConnell",
    "affiliations": []
  }, {
    "name": "Ken C. Taylor",
    "affiliations": []
  }, {
    "name": "Kees C. Welten",
    "affiliations": []
  }, {
    "name": "Thomas E. Woodruff",
    "affiliations": []
  }, {
    "name": "Florian Adolphi",
    "affiliations": []
  }, {
    "name": "Marion Bisiaux",
    "affiliations": []
  }, {
    "name": "Edward J. Brook",
    "affiliations": []
  }, {
    "name": "Christo Buizert",
    "affiliations": []
  }, {
    "name": "Marc W. Caffee",
    "affiliations": []
  }, {
    "name": "Nelia W. Dunbar",
    "affiliations": []
  }, {
    "name": "Ross Edwards",
    "affiliations": []
  }, {
    "name": "Lei Geng",
    "affiliations": []
  }, {
    "name": "Nels Iverson",
    "affiliations": []
  }, {
    "name": "Bess Koffman",
    "affiliations": []
  }, {
    "name": "Lawrence Layman",
    "affiliations": []
  }, {
    "name": "Olivia J. Maselli",
    "affiliations": []
  }, {
    "name": "Kenneth McGwire",
    "affiliations": []
  }, {
    "name": "Raimund Muscheler",
    "affiliations": []
  }, {
    "name": "Kunihiko Nishiizumi",
    "affiliations": []
  }, {
    "name": "Daniel R. Pasteris",
    "affiliations": []
  }, {
    "name": "Rachael H. Rhodes",
    "affiliations": []
  }, {
    "name": "Todd A. Sowers",
    "affiliations": []
  }],
  "abstractText": "We present the WD2014 chronology for the upper part (0–2850 m; 31.2 ka BP) of the West Antarctic Ice Sheet (WAIS) Divide (WD) ice core. The chronology is based on counting of annual layers observed in the chemical, dust and electrical conductivity records. These layers are caused by seasonal changes in the source, transport, and deposition of aerosols. The measurements were interpreted manually and with the aid of two automated methods. We validated the chronology by comparing to two high-accuracy, absolutely dated chronologies. For the Holocene, the cosmogenic isotope records of Be from WAIS Divide and C for IntCal13 demonstrated that WD2014 was consistently accurate to better than 0.5 % of the age. For the glacial period, comparisons to the Hulu Cave chronology demonstrated that WD2014 had an accuracy of better than 1 % of the age at three abrupt climate change events between 27 and 31 ka. WD2014 has consistently younger ages than Greenland ice core chronologies during most of the Holocene. For Published by Copernicus Publications on behalf of the European Geosciences Union. 770 M. Sigl et al.: The WAIS Divide deep ice core WD2014 chronology the Younger Dryas–Preboreal transition (11.595 ka; 24 years younger) and the Bølling–Allerød Warming (14.621 ka; 7 years younger), WD2014 ages are within the combined uncertainties of the timescales. Given its high accuracy, WD2014 can become a reference chronology for the Southern Hemisphere, with synchronization to other chronologies feasible using high-quality proxies of volcanism, solar activity, atmospheric mineral dust, and atmospheric methane concentrations.",
  "title": "The WAIS Divide deep ice core WD2014 chronology – Part 2: Annual-layer counting (0–31 ka BP)"
}