{
  "sections": [{
    "text": "also shows a continuous Hg/TOC anomaly during the body of the CIE. The combination with other tracers of volcanism, such as tephra layers and unradiogenic Os isotopes, at these localities suggests that the Hg/TOC anomalies reflect pulses of magmatic activity. In contrast, we do not observe clear Hg anomalies on the New Jersey shelf (Bass River) or the Arctic Ocean (Lomonosov Ridge). This large spatial variance could be due to more regional Hg deposition. One possibility is that phreatomagmatic eruptions and hydrothermal vent complexes formed during the emplacement of sills led to submarine Hg release, which is observed to result in limited distribution in the modern era. The Hg/TOC anomalies in strata deposited prior to the CIE may suggest that magmatism linked to the emplacement of the NAIP contributed to the initiation of the PETM. However, evidence for considerable volcanism in the form of numerous tephra layers and Hg/TOC anomalies post-PETM indicates a complicated relationship between LIP volcanism and climate. Factors such as climate system feedbacks, changes to the NAIP emplacement style, and/or varying magma production rates may be key to both the onset and cessation of hyperthermal conditions during the PETM. However, processes such as diagen-\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nesis and organic matter sourcing can have a marked impact on Hg/TOC ratios and need to be better constrained before the relationship between Hg anomalies and volcanic activity can be considered irrefutable."
  }, {
    "heading": "1 Introduction",
    "text": "The Palaeocene–Eocene Thermal Maximum (PETM; 55.8 Ma) was a rapid and prolonged global warming event (Charles et al., 2011). It is marked by a sharp negative carbon isotope excursion (CIE) of 3 ‰–5 ‰ (McInerney and Wing, 2011) caused by the voluminous release of 13C-depleted carbon to the ocean–atmosphere system (Dickens et al., 1995; Zachos et al., 2008). This carbon cycle perturbation and associated global warming (4–5 ◦C; Dunkley-Jones et al., 2013; Frieling et al., 2017) instigated changes to both the marine and terrestrial realms (Dickson et al., 2012; Gingerich, 2006; Jaramillo et al., 2010; Zachos et al., 2005). The PETM CIE represents the highest-magnitude example of several such excursions from Palaeocene and early Eocene strata, but is also distinct from the all other Cenozoic hyperthermal events in terms of its long duration (Stap et al., 2009; Zeebe et al., 2009). Furthermore, the other Palaeogene hyperthermal events are generally considered to be astronomically paced (Cramer et al., 2003; Lourens et al., 2005; Westerhold et al., 2009), while such a relation for the PETM is still debated. The PETM CIE in sedimentary records is interpreted as documenting a rapid “onset phase” to the event (∼ 1–5 kyr; Kirtland-Turner et al., 2017; Kirtland-Turner and Ridgwell, 2016; Zeebe et al., 2016), followed by a “body phase” marked by stable but anomalously low δ13C values for around 70–100 kyr, and a “recovery phase” that took approximately 50–100 kyr (Murphy et al., 2010; Röhl et al., 2007).\nNumerous carbon sources have been suggested, either in concert or individually, to explain the onset and duration of the extreme greenhouse conditions. These include the release of marine gas hydrates (Dickens et al., 1995; Zeebe, 2013), permafrost thawing (DeConto et al., 2012), a bolide impact (Kent et al., 2003; Schaller et al., 2016), and direct and thermogenic degassing associated with large-scale magmatism in the North Atlantic Igneous Province (NAIP; Eldholm and Thomas, 1993; Gutjahr et al., 2017; Storey et al., 2007a; Svensen et al., 2004). It is challenging to directly link these 13C-depleted sources to the PETM in the stratigraphic record. The observed global warming in sedimentary sequences requires the release of at least 10 000 Gt of C in most state-of-the-art climate models (Frieling et al., 2017), which is greater than any of the estimated fluxes from the above hypothesized sources can solely account for (Aarnes et al., 2015; DeConto et al., 2012; Gu et al., 2011; Gutjahr et al., 2017; Zeebe et al., 2009). Furthermore, several studies have indicated that the initial warming preceded the CIE by several thousand years, suggesting that a positive feed-\nback triggered the release of a 13C-depleted source (Dickens, 2011; Kender et al., 2012; Sluijs et al., 2007b). This early warming is not associated with a negative shift in δ13C values, which indicates that there was either an astronomical configuration favourable to inducing (high-latitude) warming (DeConto et al., 2012; Lunt et al., 2011) or that the initial temperature increase was driven by carbon release from a less 13C-depleted source compared to emissions during the main PETM CIE.\nThe observation that global warming appears to begin before the onset of the CIE suggests that the emplacement of the NAIP is a mechanism worthy of particular attention. Large igneous provinces (LIPs) such as the NAIP are characterized by the voluminous and rapid emplacement of magma into the shallow crust and at the surface (Burgess and Bowring, 2015; Ernst, 2014). There is a close temporal coincidence between the emplacement of LIPs and both rapid climate change events and mass extinctions in Earth history (Courtillot and Renne, 2003; Wignall, 2001), suggesting a possible causal connection. The NAIP is one of the larger known LIPs (Ernst, 2014) and occurred in two main pulses (Wilkinson et al., 2016). The second and more voluminous pulse began at ∼ 56 Ma, emplacing an estimated 5– 10× 106 km3 of magma and lava within a few million years (Fig. 1; Saunders, 2015; White et al., 1987), and is closely associated with the opening of the northeast Atlantic (Saunders et al., 2007; Storey et al., 2007b; White and McKenzie, 1995). Substantiating a causal relationship between the NAIP and the PETM is complicated by several factors, including limited geochronological data. While extinction and climate records may be readily apparent in sedimentary records worldwide, it is uncommon to find measurable LIP products such as tephra layers in these archives due to transport limitations and post-depositional factors such as reworking and weathering (Jones, 2015). This limits their use as potential marker horizons. Therefore, a well-tested volcanic tracer in sedimentary rocks would be a powerful proxy for understanding the temporal relationship between large-scale volcanism and rapid climate change events."
  }, {
    "heading": "2 Mercury as a proxy for NAIP activity",
    "text": "Mercury (Hg) anomalies in sedimentary records have been proposed as an indicator for periods of major volcanic activity (Sanei et al., 2012). There is a strong positive correlation between Hg and total organic carbon (TOC) in modern sediments (Gehrke et al., 2009; Outridge et al., 2007; Ruiz and Tomiyasu, 2015; Sanei et al., 2014). Normalizing Hg to TOC helps to correct for variations in the drawdown of organic carbon, as organic compounds are generally the primary phases to complex Hg (Sanei et al., 2012). Therefore, sharp increases in Hg/TOC ratios preserved in the sedimentary record are interpreted as a proxy for enhanced volcanic activity. Such anomalies have been proposed as a\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\ntracer for volcanism for several major environmental perturbations and/or mass extinctions in the geological record (Font et al., 2016; Grasby et al., 2013, 2016; Keller et al., 2018; Percival et al., 2015, 2017; Sanei et al., 2012; Sial et al., 2013; Thibodeau et al., 2016). A recent study using the Palaeocene–Eocene global boundary stratotype section and point (GSSP) in Dababiya, Egypt, showed a strong Hg/TOC anomaly within the PETM CIE (Keller et al., 2018). Therefore, we use this method as a proxy to assess the relative importance of volcanism as a causal mechanism for the PETM, given the wealth of literature on the PETM and the availability of numerous sedimentary sections worldwide.\nThere are two principal mechanisms for the emplacement of the NAIP to affect the Hg cycle (Fig. 2): (1) effusive and explosive volcanism and (2) explosive hydrothermal vent complexes releasing gases generated by the contact metamorphism of organic-rich sediments."
  }, {
    "heading": "2.1 Volcanism",
    "text": "Present-day volcanism is a well-established flux of Hg to the atmosphere (Pyle and Mather, 2003), and the NAIP was particularly active in the late Palaeocene and early Eocene (Larsen et al., 1999; Storey et al., 2007b). In East Greenland, studies using fluid inclusions and amphiboles as geobarometers suggested that the Skaergaard intrusion was buried by a huge outpouring of continental flood basalts (5.3–6.3± 2.7 km) during the voluminous second phase of the NAIP as the magma chamber crystallized (Larsen and Tegner, 2006). High-precision U–Pb ages indicate an initial emplacement at ca. 56.02 Ma for the intrusion (Wotzlaw et al., 2012). The predicted timescale of cooling, and therefore the emplacement of the overlying enormous volumes of flood basalts, is around 100–300 kyr (Larsen and Tegner, 2006). The U– Pb ages in East Greenland at the onset of widespread flood volcanism predate the onset of the PETM by about 200 kyr (Charles et al., 2011). A distinctive tephra layer named the Gronau tuff has been identified in the uppermost part of the East Greenland flood basalts (Heister et al., 2001), which is indistinguishable from tephra layer no. −17 from the Fur Formation (Denmark) in both chemistry and age (Storey et al., 2007a). The corrected Ar–Ar radiometric age, using the most recent Fish Canyon Tuff correlation (Kuiper et al., 2008), is calculated to be 55.6± 0.1 Ma for tephra layer no. −17. This indicates that the voluminous flood basalt volcanism in this area of Greenland was emplaced in a 400 kyr time interval that encompasses the PETM.\nAny Hg/TOC anomalies resulting from flood basalt province emplacement will be affected by the style and frequency of eruptions (Fig. 2). Pulsed activity with considerable repose periods between eruptions might be expected to result in sharp individual Hg/TOC peaks, while continuous eruptions could result in a sustained Hg/TOC anomaly, depending on data resolution and the characteristics of the sedimentary record in question, such as the temporal extent of the bioturbation window. The explosiveness of eruptions will also dictate the height to which Hg is emitted in the atmosphere, which can affect the regional to global transport of Hg (Fig. 2). There are widespread early Eocene tholeiitic basalt tephras from the NAIP preserved in the Balder Formation in the North Sea (Haaland et al., 2000) and in the upper Fur Formation in Denmark (Bøggild, 1918; Larsen et al., 2003), which are interpreted to be formed by shallow marine, Surtseyan-type eruptions (Planke et al., 2000). Phreatomagmatic eruptions may transfer part of the erupted Hg to seawater, resulting in more limited global transport (Fig. 2). The modern residence time of Hg in oceanic waters is decades to centuries (Gill and Fitzgerald, 1988; Gworek et al., 2016), which is shorter than the mixing time of the ocean, so any Hg released to the water is likely to be redeposited in closer proximity to the source compared to atmospheric emissions (Percival et al., 2018; Scaife et al., 2017).\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019"
  }, {
    "heading": "2.2 Contact metamorphism",
    "text": "There is mounting evidence that magmatic intrusions during the emplacement of the NAIP led to the release of huge volumes of greenhouse gases (Fig. 2). Thousands of submarine hydrothermal vent complexes have been identified by seismic reflection profiles from the offshore Vøring and Møre basins in the Norwegian Sea (Svensen et al., 2004). Vent structures form at the edges of sill intrusions due to overpressure generated by the boiling of pore fluids and/or gas generation during contact metamorphism (Aarnes et al., 2015; Iyer et al., 2017). The resulting explosions are capable of ejecting gases into the atmosphere, even from submarine vents (Svensen et al., 2004). Hydrothermal vent complexes around large sill intrusions have also been observed in the Faroe– Shetland basin (Hansen, 2006) and on the northeast Greenland margin (Fig. 1; Reynolds et al., 2017). It is therefore likely that these features were widespread along the protonortheast Atlantic margins. Around 95 % of the hydrothermal vent complexes in the Vøring and Møre basins terminate at the horizon between Palaeocene and Eocene strata, with the remainder terminating within the Palaeocene sequence (Planke et al., 2005; Svensen et al., 2004). One zircon U–Pb age from a sill in the Vøring margin was dated to 55.6 Ma (Svensen et al., 2010), and it was recently shown that the only drilled hydrothermal vent complex dates to within the body of the CIE (Frieling et al., 2016). It therefore appears likely that there was considerable emplacement of sills with\nassociated hydrothermal venting of gases along the margins of the NAIP coinciding with the PETM, although the activity in these widespread vent systems likely encompasses a more prolonged interval of time (Kjoberg et al., 2017; Svensen et al., 2004).\nSill intrusions are likely to be a source of Hg to the environment, both from magmatic degassing and the volatilization of organic material during the contact metamorphism of intruded sedimentary rocks. The resulting Hg/TOC signal in the sedimentary record will be dependent on the timescales of thermogenic gas generation and eruption, which for individual sills is predicted to be of the order of hundreds to tens of thousands of years (Heimdal et al., 2018; Stordal et al., 2017). Vent structures appear to have been conduits of multiple gas ejections during their lifetime (Svensen et al., 2003), so gas release is likely to occur in a pulsed fashion that would be closely temporally spaced. This would manifest as a large initial Hg/TOC anomaly following a sill intrusion, followed by continuously elevated Hg/TOC values. As with the phreatomagmatic eruptions, the resulting Hg anomalies would likely only be regional in extent if a substantial part of the Hg was transferred to the water (Fig. 2).\nHere we explore the occurrence of Hg/TOC anomalies in PETM sediments from several shallow marine sections with varying proximity to the NAIP. To elucidate the timing and potential causality, we compare our data to the CIE and warming and discuss the relevance in a carbon cycle and climate framework.\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/"
  }, {
    "heading": "3 Materials and methods",
    "text": "Five sites were investigated in this study (Fig. 1). Four of these are drill cores through the PETM interval from the North Sea, Svalbard, New Jersey (USA), and the Arctic Ocean, and one is a field outcrop in Denmark. The localities were selected as they are continental shelf successions with little disruption to the stratigraphy, and the organic matter is well preserved with abundant biomarkers and fragile microfossils (Pagani et al., 2006; Schoon et al., 2015; Sluijs et al., 2007a), which minimizes the effects of syn- and postdepositional processes on Hg/TOC signals. The sampling of each site is described in turn."
  }, {
    "heading": "3.1 Grane field, North Sea",
    "text": "The Grane field is situated in the southern Viking Graben in the Norwegian North Sea (Fig. 1). Four wells were drilled by Norsk Hydro Produksjon AS (now Equinor ASA) from 1993 to 1995, which have been the focus of previous investigations (Haaland et al., 2000; Mangerud et al., 1999). Two distinct phases of volcanism are recorded by tuffaceous intervals: phase one in the Våle and Lista Formation (midPalaeocene) and phase two in the Sele and Balder Formation of the late Palaeocene and early Eocene (Haaland et al., 2000). The Balder Formation is a main tuffaceous interval with over 160 discreet ash layers (Haaland et al., 2000). Core 25/11-17 (59◦3′27′′ N, 2◦29′07′′ E) was sampled in 2008 by Stephane Polteau and Adriano Mazzini, personal communication, 2008. The samples used here cover an interval between 1660 and 1643 m below the surface (m b.s.). This encompasses the end of the Lista Formation, the Sele Formation, and the start of the Balder Formation (Fig. 3). The dominant lithology is claystone in the Lista Formation and siltstone in the Sele Formation. Occasional tephra layers are present in the Lista Formation and are numerous in the Sele Formation. The Balder Formation (1652–1630 m b.s. in this core) is the main tephra-rich interval that is documented across the North Sea. Two oil sands are found in core 25/11- 17 at 1766.6 and 1783.7 m b.s., respectively (Våle Formation)."
  }, {
    "heading": "3.2 Central Basin, Svalbard",
    "text": "The Palaeogene Central Basin in Svalbard was drilled by Store Norske Spitsbergen Kulkompani (SNSK) at Urdkollen (core BH09/2005; 77◦54′09′′ N, 16◦12′59′′ E; Fig. 1). This core has been the focus of numerous previous investigations (Charles et al., 2011; Cui et al., 2011; Dypvik et al., 2011; Harding et al., 2011; Nagy et al., 2013; Riber, 2009; Wieczorek et al., 2013), allowing for direct comparisons with published datasets. The Central Basin began to form as a rapidly subsiding foreland basin in the mid-Palaeocene (Jones et al., 2017). By the late Palaeocene and early Eocene, the sedimentary environment was consistently marine deposition with\nvarying degrees of terrigenous input. The shale-dominated Frysjaodden Formation begins∼ 20 m below the onset of the PETM and continues up to 340 m above the CIE (Fig. 4). The rapid deposition rate of 21.5–27.4 cm kyr−1 during the PETM (Charles et al., 2011), combined with little change in lithology across the interval and relatively high and consistent TOC concentrations, makes this expanded section ideal for studying Hg anomalies across the PETM. A total of 127 samples were collected for this study and from previous research (Riber, 2009), covering an interval from 554 to 470 m b.s."
  }, {
    "heading": "3.3 Fur Island, Denmark",
    "text": "The island of Fur, located within Limfjorden in northern Denmark (Fig. 1), features outcrops dominated by the early Eocene Stolleklint Clay and the overlying clay-rich to claypoor diatomite of the Fur Formation (Figs. 5–6; HeilmannClausen et al., 1985; Pedersen et al., 2004; Pedersen and Surlyk, 1983). The∼ 60 m thick Fur Formation contains over 170 distinct tephra horizons that are interpreted to be derived from explosive NAIP volcanism (Larsen et al., 2003). Tephra layers are also present in the Stolleklint Clay but are less numerous. The ashes are separated into a negative and positive series (Bøggild, 1918), with the boundary between the Stolleklint Clay and the Fur Formation placed at the prominent thick silicic ash layer no.−33 (Heilmann-Clausen et al., 1985). The Palaeocene–Eocene boundary is at the base of the Stolleklint Clay, which overlies the Holmehus Formation and/or the Østerrende Clay (Heilmann-Clausen, 1995, 2006). The base of the Stolleklint Clay is rarely exposed at the surface on Fur Island, except at the type locality of Stolleklint beach after the occasional extreme storm clears the beach sand (56◦50′29′′ N, 8◦59′33′′ E). One such brief exposure in 2005 has been the focus of several investigations (HeilmannClausen et al., 2014; Schoon et al., 2013, 2015).\nHere we use outcrops at Stolleklint beach and a road-cut into a quarry to the southwest (56◦49′51′′ N, 8◦58′45′′ E) to sample the body and recovery of the PETM using the tephra layers no. −35, no. −34, and no. −33 as marker horizons to calibrate between sections. In order to evaluate the lower part of the Stolleklint Clay and underlying Holmehus–Østerrende Clay, we excavated a 43 m long and 0.5 m deep trench in the beach. We used numerous dip and strike measurements and trigonometry to obtain a calculated local true thickness for the Stolleklint Clay of 24.4 m (maximum error ±2 m; see the Supplement for details) from basal contact with the Holmehus–Østerrende Clay to the base of tephra no. −33. This estimated thickness of the Stolleklint Clay is at the upper end of previous estimates (Schoon et al., 2013, 2015). Sub-beach samples were collected every 0.01 m across the boundary between the Holmehus–Østerrende Clay and the Stolleklint Clay, then every 0.5 m along the beach. This equates to a sampling interval of 0.2–0.3 m once converted through the trigonometry estimates. Additional samples were\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019\ncollected along the Stolleklint cliff face. The quarry road-cut section was sampled every 0.1 m across a ∼ 7 m section below and above tephra layer no. −33.\nThree tephra layers are present at the base of the Stolleklint Clay, with the second layer coinciding with the onset of the CIE (Heilmann-Clausen et al., 2014; Fig. 6). These layers are given the names SK1, SK2, and SK3 as they do not cor-\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\nrespond to any of the numbered ash series described by Bøggild (1918). Based on textural similarities and known distributions of NAIP tephras (Haaland et al., 2000; Westerhold et al., 2009), it is highly likely these ash layers originated from the NAIP. No other tephra layers have been identified in the underlying Palaeocene strata (Holmehus Formation and Østerrende Clay) in this or any other locality in Denmark (Heilmann-Clausen et al., 2014)."
  }, {
    "heading": "3.4 Lomonosov Ridge, Arctic Ocean",
    "text": "The core 302-4A was collected during the Arctic Coring Expedition (ACEX) cruise to the Lomonosov Ridge, located at 87◦52′12′′ N, 136◦12′41′′ E (Fig. 1) approximately 250 km from the North Pole (Backman et al., 2004). This section is well studied (Pagani et al., 2006; Sluijs et al., 2006, 2008; Waddell and Moore, 2008; Weller and Stein, 2008) and we use the same sample set as Sluijs et al. (2006) here. The\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019\nlithostratigraphic units during the interval between the late Palaeocene and early Eocene are dark grey, fine-grained, siliciclastic-dominated clays that contain minor amounts of pyrite and biogenic silica (Fig. 7; Backman et al., 2004). Core recovery of PETM strata was poor, with the onset of the PETM completely missing. Only 55 cm of disturbed core (302-31X) was recovered from anywhere between 388 m of composite depth (m c.d., the top of core 302-32X) and 384.54 m c.d. (the bottom of core 302-30X). The core material was disturbed during drilling and this interval represents a mixture of uppermost Palaeocene and PETM material (Sluijs et al., 2006)."
  }, {
    "heading": "3.5 Bass River, New Jersey",
    "text": "A core was collected from the ODP 174AX Bass River leg in New Jersey (39◦36′42′′ N, 74◦26′12′′W; Fig. 1) that includes the Palaeocene–Eocene boundary (Cramer et al., 1999). The site was located close to the edge of the American continental shelf in the late Palaeocene (Miller et al., 2004). The sediments are characterized by glauconite-rich silts and sands that fine into clay-rich sediments just below and across the PETM CIE (John et al., 2008). A sandstone unit is found at the top of the CIE, with an unconformity separating it from continued claystone above (Fig. 8). This site has been the focus of numerous investigations (Babila et al., 2016; John et al., 2008; Moore and Kurtz, 2008; O’Dea et al., 2014; Sluijs et al., 2007b; Stassen et al., 2012). The site represents the most distal locality to the volcanic activity of the NAIP studied here, although the previously studied Dababiya section (Keller et al., 2018) is more distal. Samples were collected at 6–50 cm intervals over a 25 m section, with the lowest resolution in sediments recording the onset and recovery of the PETM due to severe core depletion of those strata."
  }, {
    "heading": "3.6 Sample analyses",
    "text": "Mercury analysis was conducted using the Lumex RA-915 portable mercury analyser with a PYRO-915 pyrolyser (Bin et al., 2001) at the University of Oxford. Analytical procedures followed in-house protocols (Percival et al., 2017), whereby 40–60 mg of powdered sample was weighed before being transferred to the pyrolyser and heated to 700 ◦C. Sample peaks in the spectrometer were calibrated using the NIMT/UOE/FM/001 peat standard with a known Hg concentration of 169±7 ppb, with repeat calibrations every 10 samples to account for any drift in the instrument. Each sample was run in duplicate to further reduce the analytical error to around ±5 %.\nCarbon isotope and TOC values used published data where available (Charles et al., 2011; John et al., 2008; Sluijs et al., 2006). Additional TOC analyses were conducted for Svalbard and Fur samples on the Rock Eval 6 (Espitalié et al., 1977) at the University of Oxford. New carbon isotope analyses were conducted for Fur and Grane samples.\nSamples were weighed into tin capsules, then the δ13C value of each sample was determined in triplicate using a Delta V Advantage isotope ratio mass spectrometer (Thermo Fisher, Bremen, Germany) configured to a Thermo Finnigan 1112 Series flash elemental analyser at the University of Louisiana at Lafayette. All data are reported in standard δ notation (in units of per mille, ‰) and normalized to the Vienna Pee Dee Belemnite (VPDB) scale using three internal lab reference materials (JRICE: δ13C=−27.44 ‰; JHIST: δ13C=−8.15 ‰; and JGLY: δ13C=−43.51 ‰). A quality assurance sample (JGLUC) was analysed as an unknown. Across all analyses, the JGLUC quality assurance sample averaged δ13C=−10.64± 0.13 (n= 10), which is in agreement with the calibrated value of −10.52 ‰. For the sediment samples, the median standard deviation of the replicate capsules was 0.10 ‰. Combustion also resulted in a quantification of percent carbon (%C) in each sample."
  }, {
    "heading": "4 Results",
    "text": "The full results are shown in Figs. 3–8 for individual localities, and the raw data can be found in the Supplement. Data for the Dababiya quarry GSSP locality (Keller et al., 2018) are also shown in Fig. 9."
  }, {
    "heading": "4.1 Grane field, North Sea",
    "text": "The extent of the carbon isotope excursion (CIE) is difficult to determine in the Grane core (Fig. 3). The body phase is apparently represented by only one data point (−30.6 ‰ at 1651.05 m b.s.; Fig. 3), which is directly followed by a return to values around −27 ‰, although more negative than pre-PETM conditions (−25 ‰). The shape and duration of the CIE in the Grane core are markedly different from other Sele Formation localities in the North Sea (Kemp et al., 2016; Kender et al., 2012), where δ13C values remain close to −30 ‰ even after the recovery of the CIE. Therefore, while the onset of the PETM CIE is apparent, it is difficult to unambiguously identify the body and recovery phases of the CIE in the stratigraphy.\nThe Hg concentrations throughout the studied section of core 25/11-17 (Fig. 3) are considerably higher than any published Hg concentrations in the sedimentary rock record (Hg≤ 90100 ppb, Hg/TOC≤ 95700 ppb wt %−1), despite relatively low TOC concentrations (≤ 1.85 wt %). For comparison, the extreme Hg concentrations measured across the Permian–Triassic boundary in Svalbard and the Canadian Arctic peaked at 680 ppb (Grasby et al., 2016; Sanei et al., 2012). The lowest measured Hg concentration in the whole section is 209 ppb from a tuff in the Sele Formation, which would represent a significant Hg anomaly in any other section. The largest Hg peaks occur just before the base of the CIE in the lower Sele Formation (30 500 ppb) and in the sandy interval at the start of the Balder Formation above the PETM (90 100 ppb). Two oil sands much lower in the suc-\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\ncession (1766.6 and 1783.7 m b.s.) had Hg concentrations of 1135 and 3295 ppb, respectively (see the Supplement)."
  }, {
    "heading": "4.2 Central Basin, Svalbard",
    "text": "The CIE of the core from September 2005 is unusual for a PETM section in that there is a prolonged (6.2 m thick) onset and a gradual recovery from negative δ13C values\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019\n(Fig. 4; Charles et al., 2011) rather than a continuous negative δ13C excursion that clearly defines the body of the CIE in other records. Consequently, it is difficult to precisely define where the CIE body ends and recovery begins. Two thin tephra layers of unknown provenance are found at 517 and 511 m b.s. within this interval. There are two distinct types of Hg anomalies in this section (Fig. 4). First, there are sporadic clusters of large but transient spikes in Hg/TOC ratios, particularly in the Palaeocene strata at 552–548 m b.s., prior to the onset of the CIE (540–534 m b.s.), during the recovery phase of the PETM CIE (515–509 m b.s.), and later in the Eocene (483–476 m b.s.). The second observed type of anomaly is a sustained elevation in Hg concentrations that occurs prior to the onset (536–534 m b.s.) and throughout the main part of the CIE (530–509 m b.s.; Fig. 4). Mean Hg concentrations (63 ppb) and Hg/TOC ratios (51 ppb wt %−1) are consistently elevated during the body of the CIE. For comparison, mean values during the recovery phase and early Eocene (508–483 m b.s.) are 15 ppb Hg with an Hg/TOC ratio of 12, despite little change in TOC concentrations or lithology (Fig. 4)."
  }, {
    "heading": "4.3 Fur Island, Denmark",
    "text": "The results for the samples collected from the Stolleklint beach and road-cut localities are shown in Figs. 5 and 6. The stratigraphic logs are calibrated so that the top of the tephra layer no. −33 is zero. The onset of the CIE at Fur spans only\n0.15 m (Fig. 6), whereas the body and recovery of the CIE (Fig. 5) span around 24.3 and 5 m, respectively. Coupled with a marked change from the heavily bioturbated, glauconiterich Østerrende–Holmehus Clay to the laminated Stolleklint Clay at the onset of the CIE (Fig. 6), this suggests a significantly higher accumulation rate during and after the CIE than before. The δ13C curve observed during the body phase (−24.3 to 0 m) in the Stolleklint section is consistently stable at around −31 ‰ (Fig. 5). The beginning of the recovery phase coincides with tephra layer no. −33, one of the largest silicic layers within the whole sequence (Larsen et al., 2003), and is also marked by Hg/TOC anomalies (Fig. 5). Sporadic tephras are observed into the Fur Formation, with the main phase of 140 ash layers (from no. +1) beginning 27 m above tephra no. −33 (Bøggild, 1918).\nThere are clear Hg/TOC anomalies that coincide with both the onset of the PETM and the transition from the body to the recovery of the CIE. The measured Hg/TOC ratios and δ13C values in the underlying Østerrende–Holmehus Clay are stable up until −24.64 m of depth, at which the first Hg/TOC anomaly occurs 0.07 m below the base of tephra layer SK1 (Fig. 6). Hg/TOC ratios continue to fluctuate before and after the deposition of the two thick tephra layers SK1 and SK2 at the onset of the CIE. The overlying strata record extremely stable Hg/TOC ratios through the majority of the Stolleklint Clay, despite noticeable fluctuations in Hg and TOC concentrations (Fig. 5). These stable Hg/TOC values correlate with an absence of visible tephra layers at\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\nthis locality, and while the absence of tephra layers does not exclude volcanic activity at the time, it is noteworthy given the abundance of tephra layers above and below this interval at the onset and recovery of the CIE. Fluctuations away from this stable baseline only begin to occur above −5.6 m, just prior to the reemergence of preserved tephra layers in the form of ash no. −39 from the numbered ash series (Bøggild, 1918)."
  }, {
    "heading": "4.4 Lomonosov Ridge, Arctic Ocean",
    "text": "The results from core 302-4A are shown in Fig. 7. The discontinuous core recovery complicates the interpretation of Hg/TOC values, particularly as the onset of the CIE is missing and parts of the recovery period are absent due to insufficient remnant sample material. However, the shape of the preserved CIE, with a stable body followed by a recovery period (Sluijs et al., 2006), is consistent with continental shelf PETM sites. There is substantially less variation in Hg/TOC ratios through this core compared to the sites in Svalbard and Denmark, although this may result from insufficient data during key intervals. There are two anomalously high Hg/TOC values, one below the onset of the CIE and the other at the beginning of the recovery phase (Fig. 7). Based on the data available, there do not appear to be significant Hg/TOC anomalies across the PETM."
  }, {
    "heading": "4.5 Bass River, New Jersey",
    "text": "The results from the Bass River core are shown in Fig. 8. This locality has low TOC concentrations (0.06 wt %–0.64 wt %) throughout the studied section, which leads to larger uncertainties in the Hg/TOC ratios. Nearly half of the samples have TOC concentrations < 0.2 wt %, the threshold recommended by Grasby et al. (2016) for reporting Hg/TOC anomalies. These samples are omitted from the Hg/TOC graph in Fig. 8. The variations in Hg/TOC values are considerably smaller than observed at the other sites, but due to the low TOC concentrations in the section this may not be reliable. Despite these limitations, the largest apparent Hg/TOC anomalies occur several metres below and above the CIE, although the unconformity at 347.05 m b.s. makes it unclear how much later the clay succession was deposited after the PETM."
  }, {
    "heading": "5 Discussion",
    "text": "The five sites investigated in this study display a wide variety of Hg/TOC ratios during the late Palaeocene and early Eocene. The Grane core (North Sea) samples have Hg concentrations considerably greater than any previously published Hg anomalies in the rock record (Fig. 3). The results from Svalbard, Fur, and Dababiya (Figs. 4–6, 9) show pronounced Hg/TOC anomalies across the PETM that are comparable in magnitude to previously published records from\nother key intervals in Earth history (Font et al., 2016; Grasby et al., 2016; Sanei et al., 2012). Based on the data available, there is no evidence for clear Hg/TOC anomalies at the Lomonosov and Bass River localities (Figs. 7–8). A recent study on PETM sediments from the Lomonosov Ridge found that Hg isotopes across this interval were comparable to those of Holocene sediments (Gleason et al., 2017), supporting the conclusion that there was no large perturbation to the Hg cycle at this locality during the PETM in the available strata. These results suggest that there is strong spatial variation in the recorded Hg/TOC anomalies and the strength of Hg/TOC anomalies is positively correlated with the locality’s proximity to the NAIP.\nThe results from the study of the GSSP locality in Dababiya (Egypt) by Keller et al. (2018) are summarized in Fig. 9. The results from the GSSP locality are hampered by several factors, including δ13Ccarb and δ13Corg showing different shapes of the CIE (Khozyem et al., 2015), which makes it difficult to define various stages of the PETM. Moreover, the section is complicated by the limited number of biomarkers and organic microfossils (Speijer and Wagner, 2002) and the effects of in situ carbonate dissolution and weathering. This locality also suffers from the same problem as Bass River in that TOC concentrations are generally very low, with much of the Palaeocene samples falling below the recommended threshold for reporting Hg/TOC values (Grasby et al., 2016). However, the section differs markedly from Bass River in that there are two distinct peaks in Hg concentrations occurring within the CIE (Fig. 9). The first peak of 288 ppb occurs in a section that is heavily affected by carbonate dissolution and is not matched by a concomitant increase in TOC values. The Hg/TOC anomalies appear extreme (up to 1090 ppb wt %−1), although this value will have a considerable error due to the very low TOC concentrations. The second Hg peak occurs during a brief interval less affected by acidification, and once normalized to TOC there is no Hg/TOC anomaly (Fig. 9).\nThere are a number of potential issues with the studied sections that need to be considered before any interpretation of Hg/TOC anomalies can be made."
  }, {
    "heading": "5.1 Site-specific uncertainties",
    "text": "The extreme Hg concentrations measured throughout the Grane core indicate that something exceptional has occurred at this locality that may include the overprinting of the primary signal (Fig. 3). An important consideration for North Sea localities is the post-depositional effects of oil and gas seepage as the Balder Formation is a known cap rock. Therefore, it is possible that the section has been affected by hydrocarbon migration. However, measurements of the oil sands at 1766.6 and 1783.7 m b.s. had Hg concentrations of 1135 and 3295 ppb, respectively. Whilst Hg rich, these values fall well short of the measured Hg concentrations before (36 750 ppb) and after (90 100 ppb) the PETM CIE (Fig. 3). We cannot\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019\ndiscount the possibility that Hg and C could become decoupled during hydrocarbon migration, although how this might occur is not known as decoupling usually takes place during volatilization. It is our view that the most plausible hypothesis for these extreme Hg concentrations is a proximal Hg source that was very localized in depositional extent. The most likely scenario for such a process is the dominant release of Hg to seawater through hydrothermal vent complexes and/or submarine volcanic eruptions (Fig. 2). The significant Hg/TOC anomalies throughout this section indicate that if the cause is syn-depositional, then significant Hg sources were active close to the Grane field before, during, and after the PETM\nInterpretation of the Lomonosov Ridge record (Fig. 7) is complicated by the missing CIE onset and the unavailability of samples during the CIE recovery. Unfortunately, these missing intervals coincide with the largest Hg/TOC anomalies observed in Svalbard, Fur, and Dababiya. Therefore, the results from the Lomonosov core do not paint a fully representative picture, which hampers comparison with other sites. Parts of the Bass River and Dababiya localities (Figs. 8–9) are affected by low TOC concentrations, which could cause large changes in Hg/TOC ratios that result from TOC variations within measurement uncertainties, hindering interpretation of any peaks (Grasby et al., 2016). As such, it is possible that small to medium Hg/TOC anomalies are lost to the background noise of the Bass River locality, and the uncertainty of the magnitude of the Hg/TOC anomaly at Dababiya is very high. It is conceivable that the Hg/TOC anomalies at Dababiya could purely be a product of diagenetic and weathering processes, given the amount of dissolution and acidification observed at this site (Fig. 9; Keller et al., 2018; Khozyem et al., 2015). However, the effects of such processes on Hg/TOC ratios are poorly understood.\n5.2 Non-volcanic influences on Hg/TOC ratios"
  }, {
    "heading": "5.2.1 Alternative Hg sources",
    "text": "While volcanism is an established source of Hg to the environment, there are a number of other processes that could possibly lead to the rapid release of Hg, including those that have been suggested as possible causes for the PETM. The presence of impact ejecta at the start of the CIE has been used to suggest that a meteorite impact may have triggered the global warming (Schaller et al., 2016). Little is known about how a meteorite may affect the Hg cycle, but presumably the location of impact is key to any disturbance, as the affected sediments can have large variations in organic matter and therefore Hg concentrations. Mercury concentrations in meteorites are not well known, but in the case of the Cretaceous– Palaeogene boundary they are believed to be low (Sial et al., 2013). Any possible Hg anomaly from volatilized impacted rocks would manifest as a sharp, individual Hg/TOC peak in the rock record. There are a number of Hg/TOC peaks\nclose to the onset of the PETM at several sites, but none that appear to correlate exactly at the CIE onset where the glass spherules have been observed (Schaller et al., 2016). Given that these records have numerous distinct Hg/TOC peaks, and that chemical and isotopic records lack an extraterrestrial signal during this time (Schmitz et al., 2004), a meteorite impact can be discounted as a possible cause for the observed Hg/TOC anomalies.\nPotential terrestrial Hg sources include permafrost thawing (DeConto et al., 2012; Schuster et al., 2018) or wild fires producing widespread fly ash (Sanei et al., 2012). However, the late Palaeocene was abnormally warm, with both poles ice free and temperatures much higher than present day at high latitudes (Bijl et al., 2009; Sluijs et al., 2006) due to the persistent polar amplification in these warm climates (Frieling et al., 2017), casting doubt as to whether significant permafrost reserves existed at this time. Wild fires can also be discounted as a cause of Hg/TOC anomalies, as increases in Hg loading from fly ash events appear to correlate with increased TOC deposition (Sanei et al., 2012). Moreover, organic matter during the CIE in Svalbard (Fig. 4) is dominated by amorphous material and marine dinocysts (Harding et al., 2011), negating a fly ash source of the Hg/TOC anomalies. At present, there are no available data on marine methane hydrates and their potential role (if any) as a source of Hg to the environment.\n5.2.2 Other influences on Hg/TOC values\nPost-depositional processes such as dissolution, diagenesis, and weathering can potentially impact both Hg and TOC, thereby affecting Hg/TOC concentrations. Unlike the Dababiya section (Keller et al., 2018), weathering is minimal for the records studied here as four are from drill cores and the Stolleklint section at Fur is eroding at 0.5–1 m yr−1, meaning relatively fresh, unweathered material was exposed during sampling. However, dissolution and diagenesis may be a factor and these processes are relatively unconstrained in the Hg cycle at present (Them II et al., 2019). There are significant lithological changes across the PETM in the Grane, Fur, and Bass River sections and evidence of varying organic matter sources from Fur, Bass River, Svalbard, and Lomonosov (Harding et al., 2011; Sluijs et al., 2007a, 2008; Willumsen, 2004), which could lead to differences in the preservation of Hg/TOC ratios during burial. Diagenetic overprints are therefore a real possibility, especially for broad changes in Hg/TOC values such as the change from pre-PETM to PETM body values in Svalbard (Fig. 4) and Fur (Fig. 6). Unless a hitherto overlooked process can produce localized enrichments of Hg decoupled from bulk organic material, it is difficult to reconcile the presence of sharp Hg/TOC anomalies within homogenous lithological layers, such as observed at the onset and recovery of the PETM CIE at Svalbard and Fur (Figs. 4–6), with diagenesis. It is nonetheless crucial that secondary processes are better con-\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\nstrained before Hg/TOC anomalies can be reliably translated to LIP activity in the geological record (Percival et al., 2018).\nThe source of organic matter is likely to be an important factor for Hg/TOC values. Terrestrial and marine environments are inherently different in terms of ecosystem dynamics and nutrient cycling, which may affect the degree of Hg enrichment in various organic carbon reservoirs on land and in the oceans. There is palynological and lipid biomarker evidence that organic matter sources varied across the PETM for many localities, including the Lomonosov Ridge (Sluijs et al., 2006), Bass River (Sluijs et al., 2007b), Fur (Schoon et al., 2015), and Svalbard (Cui et al., 2011; Harding et al., 2011) sections analysed here. For example, in Svalbard, palynological evidence indicates that there was a distinct transient shift towards marine-derived organic matter across the PETM (Harding et al., 2011). The organic matter before and after the CIE is dominated by terrestrially derived phytoclasts of cuticle and wood, while the body of the PETM is largely comprised of amorphous organic matter and marine dinocysts (Harding et al., 2011). The same trend is observed at the Lomonosov Ridge, with abundant terrestrial organic matter observed before and after the CIE (Sluijs et al., 2006; Weller and Stein, 2008) and changes to salinity and runoff (Pagani et al., 2006; Sluijs et al., 2008; Waddell and Moore, 2008). Fluctuations in salinity and terrestrial runoff are also observed around the Bass River locality (Gibson et al., 2000; John et al., 2008; Zachos et al., 2006). It is therefore possible that a shift in the source of organic matter would lead to a change in the Hg/TOC baseline during the PETM, such as that observed in Svalbard (Fig. 3). However, a study of shelf sections during the emplacement of the Karoo–Ferrar LIP suggests that terrestrial organic matter generally has a higher Hg/TOC ratio than marine organic matter (Percival et al., 2015). This implies that given the increased marine contribution to the TOC content, Hg/TOC values should decrease during the PETM, which is the opposite effect to that observed in the Svalbard core. A recent study on the same Toarcian event contends that environmental feedbacks such as continental weathering, erosion, and wildfires could have greatly increased the land-to-ocean Hg flux, leading to Hg/TOC anomalies limited to nearshore localities (Them II et al., 2019). This theory does not appear to apply in this particular case, as all the studied sections are shelf localities and there is no correlation between the presence of Hg anomalies and terrestrial input. Indeed, the observed sea level rise across the PETM makes an increased marine contribution to TOC a likely factor at many shallow sites (e.g. Sluijs et al., 2008; Sluijs and Dickens, 2012). With these observations in mind, we argue that, for our dataset, if organic matter sourcing influenced Hg/TOC values, it is more likely to have muted Hg/TOC anomalies during the CIE than to have caused them.\nWe cannot fully exclude the possibility that variations in the organic matter sourcing, both in origin and age, introduced minor (transient) variations and muted or amplified\nthe existing Hg/TOC signal. For example, the δ13C curve in Svalbard has an expanded interval with transitional values between the onset and peak of the CIE, suggesting multiple admixed sources and potentially multiple ages of organic matter (Harding et al., 2011) that could cause or mute a step change in Hg/TOC ratios. While the source of organic matter does not appear to be a principal driver of Hg/TOC values in these studied sections, we argue that it is essential to further increase confidence in translating Hg/TOC observations from a geological record to a qualitative or even quantitative volcanic or LIP activity signature. We anticipate that analyses of relative Hg enrichments in various organic reservoirs through source-specific Hg analyses in (sub)recent and ancient systems may alleviate some of this uncertainty. However, until such data become available, we recommend that forthcoming studies report on the characteristics of organic matter, including, for example, source and degree of maturation and oxic degradation, to allow for the best possible re-evaluation and reuse of their reported Hg/TOC data.\n5.3 NAIP magmatism as the cause of the Hg/TOC anomalies\nThere are a number of lines of evidence that suggest that the emplacement of the NAIP is the prime candidate for the observed Hg/TOC anomalies. While there is considerable variation between localities, there are three discreet intervals at which Hg/TOC anomalies most regularly occur: (1) just prior to the onset of the PETM, (2) during the recovery phase, and (3) later in the Eocene. These intervals also contain abundant tephra layers in the Grane, Fur, and, to a lesser extent, Svalbard localities (Figs. 3–6), indicating that these Hg/TOC anomalies could well be volcanic–magmatic in origin. There are also elevated “baseline” Hg/TOC values observed at Svalbard and Dababiya during the body of the CIE (Figs. 4, 9)."
  }, {
    "heading": "5.3.1 Pre-CIE onset",
    "text": "The observed Hg/TOC anomalies prior to the onset of the CIE coincide with the first evidence of volcanism preserved after a significant hiatus in both Denmark (HeilmannClausen et al., 2014) and the North Sea (Haaland et al., 2000). At Fur, the stratigraphic level featuring the first rise of Hg/TOC also records numerous NAIP tephra beds (Fig. 6), while at Grane Hg/TOC anomalies are present in the lowermost sample studied (Fig. 3). In Svalbard, the numerous Hg/TOC anomalies from around 5 m below the CIE onset are correlative with a shift to unradiogenic 187Os/188Os ratios (Wieczorek et al., 2013), which may indicate an enhanced flux of volcanically derived osmium to the ocean. This first appearance of volcanic proxies predates the onset of the PETM CIE by around 18–23 kyr using the estimated synCIE deposition rate (Charles et al., 2011). Such features are also observed from localities in the Arctic and Tethys Oceans\nwww.clim-past.net/15/217/2019/ Clim. Past, 15, 217–236, 2019\nprior to the onset of the CIE (Dickson et al., 2015; Schmitz et al., 2004). The temporal correlation of several volcanic proxies prior to the onset of the CIE suggests that the emplacement of the NAIP could be a primary factor driving global warming prior to the PETM (Sluijs et al., 2007b) and hence may function as a trigger for the CIE and extreme warming."
  }, {
    "heading": "5.3.2 CIE body",
    "text": "The Hg/TOC results of the body of the CIE, defined as a period of stable negative δ13C values, show significant variations between the studied localities. In Svalbard, the consistently elevated Hg/TOC ratios during the body and into the recovery of the CIE suggest a prolonged source of Hg emissions that enhanced Hg deposition at this locality (Fig. 4), possibly supported by the Dababiya section (Fig. 9). For Grane, the analysed core interval is marked by extremely high Hg concentrations throughout (Fig. 3). At Fur, there is no such enrichment in Hg, although this trend may be complicated by the sharp change in lithology across the PETM interval (Figs. 5–6). The Lomonosov and Bass River localities also show no evidence of increased Hg/TOC in the CIE body (Figs. 7–8). The 187Os/188Os ratios during the CIE body in Svalbard lack a basaltic signature (Wieczorek et al., 2013), consistent with records from other ocean basins where the 187Os/188Os record is dominated by continental weathering (Dickson et al., 2015; Ravizza et al., 2001). Other volcanic proxies such as tephra layers are uncommon at the Grane and Fur localities. Therefore, the sustained Hg/TOC increase observed in the Svalbard and Egypt sections appears regional in extent, and there is little other evidence for volcanism at that time."
  }, {
    "heading": "5.3.3 CIE recovery",
    "text": "There are numerous Hg/TOC anomalies preserved in the Fur and Svalbard sections close to the recovery of the PETM CIE. This interval marks the beginning of hundreds of tephra layers deposited in Danish and North Sea sections during the early Eocene (Haaland et al., 2000; Larsen et al., 2003). The basaltic and silicic tephras in Denmark are > 1200 km from the nearest known source volcano, indicative of the largest and most violent explosive eruptions known to occur (Mason et al., 2004). Individual explosive eruptions that deposited each Fur tephra layer are likely to have been hundreds to thousands of km3 in magma volume (Baines et al., 2008; Baines and Sparks, 2005), which is rare (∼ 0.1 to 1 Myr recurrence time) for silicic volcanism and unheard of for basaltic volcanism. These tephras are interpreted to have formed by shallow marine, phreatomagmatic eruptions that postdate both the opening of the northeast Atlantic Ocean (Planke et al., 2000) and the exposed East Greenland flood basalts (Storey et al., 2007b). It is therefore likely that the observed Hg/TOC anomalies in the early Eocene are caused by NAIP volcanism."
  }, {
    "heading": "5.4 NAIP magmatism as a cause for the PETM?",
    "text": "The results presented here show significant Hg anomalies throughout the latest Palaeocene and early Eocene, with the largest Hg/TOC anomalies occurring prior to the onset of the CIE and at the start of the recovery phase. The presence of abundant tephra layers at these intervals and the apparent variation in magnitude of Hg/TOC anomalies with proximity to the NAIP suggest that these anomalies are likely to represent volcanic and/or thermogenic eruptions releasing Hg to the environment. The temporal correlation with the onset of the CIE suggests that the emplacement of the NAIP could be a primary factor in initiating the extreme global warming observed during the PETM. However, the relationship between the NAIP and global climate appears complex, as Hg/TOC anomalies and evidence for volcanism continue into the global cooling of the recovery phase and early Eocene. Moreover, the continuously elevated Hg/TOC concentrations observed during the CIE in Svalbard and Dababiya are not necessarily volcanic in origin, given the absence of tephras and unradiogenic Os isotopes. Therefore, if the NAIP is responsible for initiating the PETM, then a combination of climate system feedbacks, varying magma production rates, and/or changes in the dominant method of magma emplacement are required to reconcile the available data. It is also possible that the considerable variation in anomalies between sites could be a product of variations in how Hg is preserved in sediments. Therefore, while we argue that the NAIP is the most likely candidate, further work needs to be done to constrain the impacts of varying organic matter sources and diagenesis.\nThe dominant emplacement style and magma production rates of the NAIP varied considerably during the Palaeogene (Saunders, 2015; Storey et al., 2007b; Wilkinson et al., 2016) and potentially also across the PETM (Storey et al., 2007a). One limitation is that volcanic proxies such as tephra deposition and Os isotopes may not reflect the true extent of magmatic activity, as they are dependent on the degree of explosive volcanism and basalt weathering, respectively. If the eruptions are dominantly effusive, or gas-dominated submarine eruptions from thermogenic sources, then tephra and Os isotope evidence may be more limited. Mercury anomalies may also be regionally limited by seawater interactions in the case of submarine eruptions or hydrothermal venting (Fig. 2), which may account for the extreme concentrations measured in the Grane core (Fig. 3). Since volcanic eruptions and thermogenic gas release from contact metamorphism are inherently different processes, it is reasonable to assume that this is also reflected in mechanistic differences in C and Hg release (Fig. 2). Therefore, the magnitude and spatial variations in Hg/TOC anomalies from these two sources may differ considerably such that Hg/TOC anomalies do not necessarily always equate to the same C input. A shift in the dominant mode of emplacement from surface volcanism to sill intrusions during the CIE, a mechanism proposed for other LIPs (Burgess et al., 2017), could be consistent with more lo-\nClim. Past, 15, 217–236, 2019 www.clim-past.net/15/217/2019/\ncalized aqueous Hg dispersal and the release of 13C-depleted carbon that could have maintained negative δ13C conditions (Frieling et al., 2016)."
  }, {
    "heading": "6 Conclusions",
    "text": "This study presents Hg/TOC anomalies across the PETM from five continental shelf sections. Extremely high Hg concentrations are present in the Grane core in the North Sea and significant Hg/TOC anomalies are observed in Svalbard, Denmark, and Egypt (Keller et al., 2018). No such clear anomalies are observed in the Lomonosov Ridge or Bass River sections, although these localities are complicated by incomplete core recovery and low TOC concentrations, respectively. With the exception of the Egypt section, the magnitude of Hg/TOC anomalies generally correlates with proximity to the NAIP, and the coincidence of other volcanic proxies indicates that the NAIP is the most likely source of the observed Hg/TOC anomalies. However, processes such as diagenesis and organic matter sourcing can have a marked impact on Hg/TOC ratios and need to be better constrained before this relationship can be considered irrefutable. The large variation in magnitudes of Hg/TOC anomalies between localities indicates that Hg deposition was regionally constrained. One possible explanation is that phreatomagmatic eruptions and submarine degassing from hydrothermal vent complexes meant greater transference of Hg to seawater, leading to localized deposition. Different organic matter sourcing may have muted Hg/TOC signals at some of these sites, but this effect is unlikely to cause positive Hg/TOC anomalies during the PETM.\nThere are two distinct disruptions to the Hg cycle preserved in sections that are proximal to the NAIP. Tephra layers and Hg/TOC anomalies are most prevalent before the onset of the CIE and during the CIE recovery. In addition, the Svalbard and Egypt sections have Hg/TOC ratios that are consistently elevated during the CIE body. The most likely candidates for the observed Hg/TOC anomalies are the emplacement of an extensive flood basalt province along the margins of the nascent northeast Atlantic Ocean and the thermogenic gas release due to widespread sill intrusions. The anomalous Hg/TOC a few millennia prior to the CIE provides additional support for NAIP magmatism possibly triggering a positive carbon cycle feedback, which released 13C-depleted carbon from a surface reservoir. Evidence for elevated magmatism at the end of the CIE, however, highlights the fact that the relationship between postulated volcanic forcing and the climate is complex. Factors such as (the sensitivity of) feedbacks in the climate system, a change in the emplacement style of the NAIP, and/or magma production rates may be key to both the onset and cessation of hyperthermal conditions during the PETM.\nData availability. All of the research data presented in this paper is publically available in the Supplement.\nSupplement. The supplement related to this article is available online at: https://doi.org/10.5194/cp-15-217-2019-supplement.\nAuthor contributions. MTJ, LMEP, TAM, and HHS conceptualized and laid out the methodology of the project. MTJ, LMEP, EWS, JF, LR, BAS, BS, CT, SP, and HHS contributed to data collection and interpretations. Writing (original draft) was prepared by MTJ, LMEP, EWS, and JF. All authors contributed to the writing in the review and editing stage.\nCompeting interests. The authors declare that they have no conflict of interest.\nAcknowledgements. We thank two anonymous reviewers and the editor Alberto Reyes for their thorough and constructive comments on this paper. Grace Shephard, Thea Heimdal, Mike Cassidy, Valentin Zuchuat, Olivia Jones, Claus Heilman-Clausen, Adriano Mazzini, Stephane Polteau, and Appy Sluijs are warmly thanked for their assistance. Svalbard and Grane field samples were donated by Store Norske AS and Equinor ASA, respectively. This work was supported by the Research Council of Norway through its Centres of Excellence funding scheme, project number 223272. Morgan T. Jones and Ella W. Stokke are funded by the Research Council of Norway Yngeforsktalenter project “Ashlantic”, project number 263000.\nEdited by: Alberto Reyes Reviewed by: two anonymous referees"
  }],
  "year": 2019,
  "references": [{
    "title": "Contact metamorphism and thermogenic gas generation in the Vøring and Møre basins, offshore Norway, during the Paleocene– Eocene thermal maximum",
    "authors": ["I. Aarnes", "S. Planke", "M. Trulsvik", "H. Svensen"],
    "venue": "J. Geol. Soc.,",
    "year": 2014
  }, {
    "title": "A continental shelf perspective of ocean acidification and temperature evolution during the Paleocene-Eocene",
    "authors": ["T.L. Babila", "Y. Rosenthal", "J.D. Wright", "K.G. Miller"],
    "venue": "Thermal Maximum, Geology,",
    "year": 2016
  }, {
    "title": "Dynamics of giant volcanic ash clouds from supervolcanic eruptions",
    "authors": ["P.G. Baines", "R.S.J. Sparks"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2005
  }, {
    "title": "The variation of large-magnitude volcanic ash cloud formation with source latitude",
    "authors": ["P.G. Baines", "M.T. Jones", "R.S.J. Sparks"],
    "venue": "J. Geophys. Res.,",
    "year": 2007
  }, {
    "title": "Early Palaeogene temperature evolution of the southwest",
    "authors": ["P.K. Bijl", "S. Schouten", "A. Sluijs", "Reichart", "G.-J", "J.C. Zachos", "H. Brinkhuis"],
    "venue": "Pacific Ocean,",
    "year": 2009
  }, {
    "title": "Pyrolysis coupled with atomic absorption spectrometry for the determination of mercury in Chinese medicinal materials",
    "authors": ["C. Bin", "W. Xiaoru", "F.S.C. Lee"],
    "venue": "Anal. Chim. Acta,",
    "year": 2001
  }, {
    "title": "High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction",
    "authors": ["S. Burgess", "S. Bowring"],
    "venue": "Sci. Adv.,",
    "year": 2015
  }, {
    "title": "Initial pulse of Siberian Traps sills as the trigger of the end-Permian mass extinction",
    "authors": ["S.D. Burgess", "J.D. Muirhead", "S.A. Bowring"],
    "venue": "Nat. Commun.,",
    "year": 2017
  }, {
    "title": "Constraints on the numerical age of the Palaeocene-Eocene boundary, Geochem",
    "authors": ["A. Charles", "D. Condon", "I. Harding", "H. Pälike", "J. Marshall", "Y. Cui", "L. Kump", "I. Croudace"],
    "venue": "Geophy. Geosy. 12,",
    "year": 2010
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "C. R. Geosci.,",
    "year": 2003
  }, {
    "title": "An exceptional chronologic, isotopic, and clay mineralogic record of the latest Paleocene thermal maximum, Bass River, NJ, ODP 174AX",
    "authors": ["B.S. Cramer", "Aubry", "M.-P", "K.G. Miller", "R.K. Olsson", "J.D. Wright", "D.V. Kent"],
    "venue": "B. Soc. Geol. Fr.,",
    "year": 1999
  }, {
    "title": "Orbital climate forcing of δ13C excursions in the late Paleoceneearly Eocene (chrons",
    "authors": ["B.S. Cramer", "J.D. Wright", "D.V. Kent", "Aubry", "M.-P"],
    "venue": "C24n-C25n), Paleoceanography,",
    "year": 2003
  }, {
    "title": "Slow release of fossil carbon during the Palaeocene–Eocene Thermal Maximum",
    "authors": ["Y. Cui", "L. Kump", "A. Ridgwell", "A. Charles", "C. Junium", "A. Diefendorf", "K. Freeman", "N. Urban", "I. Harding"],
    "venue": "Nat. Geosci.,",
    "year": 2011
  }, {
    "title": "Past extreme warming events linked to massive carbon release from thawing",
    "authors": ["R.M. DeConto", "S. Galeotti", "M. Pagani", "D. Tracy", "K. Schaefer", "T. Zhang", "D. Pollard", "D.J. Beerling"],
    "venue": "permafrost, Nature,",
    "year": 2012
  }, {
    "title": "Down the Rabbit Hole: toward appropriate discussion of methane release from gas hydrate systems during the Paleocene-Eocene thermal maximum and other past hyperthermal events",
    "authors": ["G.R. Dickens"],
    "venue": "Clim. Past,",
    "year": 2011
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbonisotope excursion at the end of the Paleocene, Paleoceanography",
    "authors": ["G.R. Dickens", "J.R. O’Neil", "D.K. Rea", "R.M. Owen"],
    "year": 1995
  }, {
    "title": "Seawater oxygenation during the Paleocene-Eocene",
    "authors": ["A.J. Dickson", "A.S. Cohen", "A.L. Coe"],
    "venue": "Thermal Maximum, Geology,",
    "year": 2012
  }, {
    "title": "Evidence for weathering and volcanism during the PETM from Arctic Ocean and Peri-Tethys osmium isotope records, Palaeogeogr",
    "authors": ["A.J. Dickson", "A.S. Cohen", "A.L. Coe", "M. Davies", "E.A. Shcherbinina", "Y.O. Gavrilov"],
    "year": 2015
  }, {
    "title": "Climate model and proxy data constraints on ocean warming across the Paleocene– Eocene Thermal Maximum",
    "authors": ["T. Dunkley-Jones", "D.J. Lunt", "D.N. Schmidt", "A.J. Ridgwell", "A. Sluijs", "P.J. Valdes", "M.A. Maslin"],
    "venue": "Earth Sci. Rev.,",
    "year": 2013
  }, {
    "title": "The Paleocene-Eocene Thermal Maximum in Svalbard – clay mineral and geochemical signals, Palaeogeogr",
    "authors": ["H. Dypvik", "L. Riber", "F. Burca", "D. Rüther", "D. Jargvoll", "J. Nagy", "M. Jochmann"],
    "venue": "Palaeocl., 303,",
    "year": 2011
  }, {
    "title": "Environmental impact of volcanic margin formation, Earth Planet",
    "authors": ["O. Eldholm", "E. Thomas"],
    "venue": "Sc. Lett., 117,",
    "year": 1993
  }, {
    "title": "Large Igneous Provinces",
    "authors": ["R.E. Ernst"],
    "venue": "pp.,",
    "year": 2014
  }, {
    "title": "Source rock characterization methods for petroleum exploration, Procedures",
    "authors": ["J. Espitalié", "M. Madec", "B. Tissot", "J. Menning", "P. Leplat"],
    "venue": "Offshore Technology Conference,",
    "year": 1977
  }, {
    "title": "Mercury anomaly, Deccan volcanism, and the endCretaceous mass extinction",
    "authors": ["E. Font", "T. Adatte", "A.N. Sial", "L.D. Lacerda", "G. Keller", "J. Punekar"],
    "venue": "Geology, 44,",
    "year": 2016
  }, {
    "title": "Thermogenic methane release as a cause for the long duration of the PETM, P",
    "authors": ["J. Frieling", "H.H. Svensen", "S. Planke", "M.J. Cramwinckel", "H. Selnes", "A. Sluijs"],
    "venue": "Natl. Acad. Sci.,",
    "year": 1206
  }, {
    "title": "Extreme warmth and heat-stressed plankton in the tropics during the Paleocene-Eocene Thermal Maximum",
    "authors": ["J. Frieling", "H. Gebhardt", "M. Huber", "O.A. Adekeye", "S.O. Akande", "Reichart", "G.-J", "J.J. Middelburg", "S. Schouten", "A. Sluijs"],
    "venue": "Sci. Adv.,",
    "year": 2017
  }, {
    "title": "The geochemical behaviour and isotopic composition of Hg in a mid-Pleistocene western Mediterranean sapropel, Geochim",
    "authors": ["G.E. Gehrke", "J.D. Blum", "P.A. Meyers"],
    "venue": "Cosmochim. Ac.,",
    "year": 2009
  }, {
    "title": "Stratigraphic and climatic implications of clay mineral changes around the Palaeocene/Eocene boundary of the northeastern US margin, Sediment",
    "authors": ["T.G. Gibson", "L.M. Bybell", "D.B. Mason"],
    "venue": "Geol., 134,",
    "year": 2000
  }, {
    "title": "Vertical mercury distributions in the oceans, Geochim",
    "authors": ["G.A. Gill", "W.F. Fitzgerald"],
    "venue": "Cosmochim. Ac.,",
    "year": 1988
  }, {
    "title": "Environment and evolution through the Paleocene–Eocene thermal maximum",
    "authors": ["P.D. Gingerich"],
    "venue": "Trends Ecol. Evolut.,",
    "year": 2006
  }, {
    "title": "Sources and cycling of mercury in the paleo Arctic Ocean from Hg stable isotope variations in Eocene and Quaternary sediments, Geochim. Cosmochim",
    "authors": ["J.D. Gleason", "J.D. Blum", "T.C. Moore", "L. Polyak", "M. Jakobsson", "P.A. Meyers", "A. Biswas"],
    "year": 2017
  }, {
    "title": "Phanerozoic paleoenvironment and paleolithofacies maps: Cenozoic, Geologia/Akademia Górniczo-Hutnicza im, Stanisława",
    "authors": ["J. Golonka"],
    "venue": "Staszica w Krakowie,",
    "year": 2009
  }, {
    "title": "Mercury anomalies associated with three extinction events (Capitanian Crisis",
    "authors": ["S. Grasby", "B. Beauchamp", "D. Bond", "P. Wignall", "H. Sanei"],
    "venue": "Latest Permian Extrinction and the Clim. Past,",
    "year": 2019
  }, {
    "title": "Mercury deposition through the Permo-Triassic Biotic Crisis",
    "authors": ["S.E. Grasby", "H. Sanei", "B. Beauchamp", "Z. Chen"],
    "venue": "Chem. Geol.,",
    "year": 2013
  }, {
    "title": "Abundant early Palaeogene marine gas hydrates despite warm deep-ocean temperatures",
    "authors": ["G. Gu", "G.R. Dickens", "G. Bhatnagar", "F.S. Colwell", "G.J. Hirasaki", "W.G. Chapman"],
    "venue": "Nat. Geosci.,",
    "year": 2011
  }, {
    "title": "Plate Tectonic Reconstructions with Continuously Closing Plates",
    "authors": ["M. Gurnis", "M. Turner", "S. Zahirovic", "L. DiCaprio", "S. Spasojevic", "R. Müller", "J. Boyden", "M. Seton", "V. Manea", "D. Bower"],
    "venue": "Comput. Geosci.,",
    "year": 2012
  }, {
    "title": "Very large release of mostly volcanic carbon during the Palaeocene– Eocene",
    "authors": ["M. Gutjahr", "A. Ridgwell", "P.F. Sexton", "E. Anagnostou", "P.N. Pearson", "H. Pälike", "R.D. Norris", "E. Thomas", "G.L. Foster"],
    "venue": "Thermal Maximum,",
    "year": 2017
  }, {
    "title": "Mercury in Marine and Oceanic Waters – a Review, Water Air Soil Pollut",
    "authors": ["B. Gworek", "O. Bemowska-Kałabun", "M. Kijeńska", "J. Wrzosek-Jakubowska"],
    "year": 2016
  }, {
    "title": "Paleogene tuffaceous intervals, Grane Field (Block 25/11), Norwegian North Sea: their depositional, petrographicl, geochemical character and regional implications, Mar",
    "authors": ["H.J. Haaland", "H. Furnes", "O.J. Martinsen"],
    "venue": "Petrol. Geol.,",
    "year": 2000
  }, {
    "title": "The morphology of intrusion-related vent structures and their implications for constraining the timing of intrusive events along the NE Atlantic margin",
    "authors": ["D.M. Hansen"],
    "venue": "J. Geol. Soc.,",
    "year": 2006
  }, {
    "title": "Sea level and salinity fluctuations during the Palaeocene-Eocene Thermal Maximum in Arctic Spitsbergen, Earth Planet",
    "authors": ["I. Harding", "A. Charles", "J. Marshall", "H. Pälike", "P. Roberts", "P. Wilson", "E. Jarvis", "R. Thorne", "E. Morris", "R. Moremon", "R. Pearce", "S. Akbari"],
    "year": 2011
  }, {
    "title": "Palæogene aflejringer over Danskekalken",
    "authors": ["C. Heilmann-Clausen"],
    "venue": "in: Aarhus Geokompendier, dited by: Nielsen, O. B.,",
    "year": 1995
  }, {
    "title": "Koralrev og lerhav (excl. Danian), in: Naturen i Danmark",
    "authors": ["C. Heilmann-Clausen"],
    "year": 2006
  }, {
    "title": "Lithostratigraphy and depositional environments in the Upper Paleocene and Eocene of Denmark, B",
    "authors": ["C. Heilmann-Clausen", "O.B. Nielsen", "F. Gersner"],
    "venue": "Geol. Soc. Denmark,",
    "year": 1985
  }, {
    "title": "New evidence for NE Atlantic pre-PETM volcanism, Rendiconti Online – Società",
    "authors": ["C. Heilmann-Clausen", "B.P. Schultz", "C. Beyer", "H. Friis", "P.L. Schoon", "C. Tegner"],
    "venue": "Geologica Italiana,",
    "year": 2014
  }, {
    "title": "Large-scale sill emplacement in Brazil as a trigger for the end-Triassic crisis",
    "authors": ["T.H. Heimdal", "H.H. Svensen", "J. Ramezani", "K. Iyer", "E. Pereira", "R. Rodrigues", "M.T. Jones", "S. Callegaro"],
    "venue": "Sci. Rep.,",
    "year": 2018
  }, {
    "title": "Evidence for magma–evaporite interactions during the emplacement of the Central Atlantic Magmatic Province (CAMP) in Brazil, Earth Planet",
    "authors": ["T.H. Heimdal", "S. Callegaro", "H.H. Svensen", "M.T. Jones", "E. Pereira", "S. Planke"],
    "year": 2019
  }, {
    "title": "Pyroclastic deposits within the East Greenland Tertiary flood basalts",
    "authors": ["L.E. Heister", "P.A. O’Day", "C.K. Brooks", "P.S. Neuhoff", "D.K. Bird"],
    "venue": "J. Geol. Soc.,",
    "year": 2001
  }, {
    "title": "Modelling hydrothermal venting in volcanic sedimentary basins: Impact on hydrocarbon maturation and paleoclimate, Earth Planet",
    "authors": ["K. Iyer", "D.W. Schmid", "S. Planke", "J.M. Millett"],
    "year": 2017
  }, {
    "title": "Effects of rapid global warming at the PaleoceneEocene boundary on neotropical",
    "authors": ["M. Alvarán", "J. Osorno", "J.L. Crowley", "V. Valencia", "J. Vervoort"],
    "venue": "vegetation, Science,",
    "year": 2010
  }, {
    "title": "The environmental and climatic impacts of volcanic ash deposition, in: Volcanism and global environmental change, edited",
    "authors": ["M.T. Jones"],
    "year": 2015
  }, {
    "title": "Palaeoclimatic implications of high-resolution clay mineral assemblages preceding and across the onset of the Palaeocene–Eocene Thermal Maximum",
    "authors": ["S.J. Kemp", "M.A. Ellis", "I. Mounteney", "S. Kender"],
    "venue": "North Sea Basin, Clay Miner.,",
    "year": 2016
  }, {
    "title": "Marine and terrestrial environmental changes in NW Europe preceding carbon release at the Paleocene–Eocene transition, Earth Plane",
    "authors": ["S. Kender", "M.H. Stephenson", "J.B. Riding", "M.J. Leng", "R.B. Knox", "V.L. Peck", "C.P. Kendrick", "M.A. Ellis", "C.H. Vane", "R. Jamieson"],
    "year": 2012
  }, {
    "title": "A case for a comet impact trigger for the Paleocene/Eocene Thermal Maximum and carbon isotope excursion, Earth Planet",
    "authors": ["D.V. Kent", "B.S. Cramer", "L. Lanci", "D. Wang", "J.D. Wright", "R. Van der Voo"],
    "year": 2003
  }, {
    "title": "New geochemical constraints on the Paleocene-Eocene thermal maximum: Dababiya GSSP, Egypt",
    "authors": ["H. Khozyem", "T. Adatte", "J. Spangenberg", "G. Keller", "A.A. Tantawy", "A. Ulianov"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2015
  }, {
    "title": "Development of a novel empirical framework for interpreting geological carbon isotope excursions, with implications for the rate of carbon injection across the PETM",
    "authors": ["S. Kirtland-Turner", "A. Ridgwell"],
    "venue": "Earth Planet. Sc. Lett.,",
    "year": 2016
  }, {
    "title": "A probabilistic assessment of the rapidity of the PETM onset",
    "authors": ["S. Kirtland-Turner", "P. Hull", "L. Kump", "A. Ridgwell"],
    "venue": "Nat. Commun.,",
    "year": 2017
  }, {
    "title": "TransAtlantic correlation of the Palaeogene volcanic successions in the Faeroe",
    "authors": ["L. Larsen", "R. Waagstein", "A. Pedersen", "M. Storey"],
    "venue": "Islands and East Greenland, J. Geol. Soc. London,",
    "year": 1999
  }, {
    "title": "Paleogene volcanic ash layers in the Danish Basin: compositions and source areas in the North Atlantic Igneous",
    "authors": ["L. Larsen", "J. Fitton", "A. Pedersen"],
    "year": 2003
  }, {
    "title": "Pressure conditions for the solidification of the Skaergaard intrusion: Eruption of East Greenland flood basalts in less",
    "authors": ["R.B. Larsen", "C. Tegner"],
    "year": 2006
  }, {
    "title": "Astronomical pacing of late Palaeocene to early",
    "authors": ["L.J. Lourens", "A. Sluijs", "D. Kroon", "J.C. Zachos", "E. Thomas", "U. Röhl", "J. Bowles", "I. Raffi"],
    "venue": "Eocene global warming events,",
    "year": 2005
  }, {
    "title": "A model for orbital pacing of methane hydrate destabilization during the Palaeogene",
    "authors": ["D.J. Lunt", "A.J. Ridgwell", "A. Sluijs", "J.C. Zachos", "S. Hunter", "A.M. Haywood"],
    "venue": "Nat. Geosci.,",
    "year": 2011
  }, {
    "title": "The size and frequency of the largest explosive eruptions on Earth",
    "authors": ["B.G. Mason", "D.M. Pyle", "C. Oppenheimer"],
    "venue": "B. Volcanol.,",
    "year": 2004
  }, {
    "title": "The Paleocene-Eocene Thermal Maximum: a perturbation of carbon cycle, climate, and biosphere with implications for the future, Annu",
    "authors": ["F.A. McInerney", "S.L. Wing"],
    "venue": "Rev. Earth Pl. Sc.,",
    "year": 2011
  }, {
    "title": "Upper Cretaceous sequences and sea-level history, New Jersey coastal plain, Geol",
    "authors": ["K.G. Miller", "P.J. Sugarman", "J.V. Browning", "M.A. Kominz", "R.K. Olsson", "M.D. Feigenson", "J.C. Hernandez"],
    "year": 2004
  }, {
    "title": "Black carbon in Paleocene–Eocene boundary sediments: A test of biomass combustion as the PETM trigger, Palaeogeogr",
    "authors": ["E.A. Moore", "A.C. Kurtz"],
    "venue": "Palaeocl., 267,",
    "year": 2008
  }, {
    "title": "Environmental changes during the PaleoceneEocene Thermal Maximum in Spitsbergen as reflected by benthic foraminifera",
    "authors": ["J. Nagy", "D. Jargvoll", "H. Dypvik", "M. Jochmann", "L. Riber"],
    "venue": "Polar Res.,",
    "year": 1973
  }, {
    "title": "Coccolithophore calcification response to past ocean acidification and climate",
    "authors": ["S.A. O’Dea", "S.J. Gibbs", "P.R. Bown", "J.R. Young", "A.J. Poulton", "C. Newsam", "P.A. Wilson"],
    "venue": "change, Nat. Commun.,",
    "year": 2014
  }, {
    "title": "Evidence for control of mercury accumulation rates in Canadian High Arctic lake sediments by variations of aquatic primary productivity, Environ",
    "authors": ["P.M. Outridge", "H. Sanei", "G.A. Stern", "P.B. Hamilton", "F. Goodarzi"],
    "venue": "Sci. Technol.,",
    "year": 2007
  }, {
    "title": "The Fur Formation, a late Paleocene ash-bearing diatomite from northern Denmark, B",
    "authors": ["G.K. Pedersen", "F. Surlyk"],
    "venue": "Geol. Soc. Denmark,",
    "year": 1983
  }, {
    "title": "Clay content of a clayey diatomite, the Early Eocene Fur Formation, Denmark, B",
    "authors": ["G.K. Pedersen", "S.A.S. Pedersen", "J. Steffensen", "C.S. Pedersen"],
    "venue": "Geol. Soc. Denmark,",
    "year": 2004
  }, {
    "title": "Mercury evidence for pulsed volcanism during the end-Triassic mass extinction",
    "authors": ["L.M.E. Percival", "M. Ruhl", "S.P. Hesselbo", "H.C. Jenkyns", "T.A. Mather", "J.H. Whiteside"],
    "venue": "P. Natl. Acad. Sci. USA,",
    "year": 2017
  }, {
    "title": "Seismic volcanostratigraphy of large-volume basaltic extrusive complexes on rifted margins",
    "authors": ["S. Planke", "P.A. Symonds", "E. Alvestad", "J. Skogseid"],
    "venue": "J. Geophys. Res.,",
    "year": 1933
  }, {
    "title": "The importance of volcanic emissions for global atmospheric mercury",
    "authors": ["D.M. Pyle", "T.A. Mather"],
    "venue": "cycle, Atmos. Environ.,",
    "year": 2003
  }, {
    "title": "The potential role of igneous intrusions on hydrocarbon migration, West of Shetland",
    "authors": ["R. Rateau", "N. Schofield", "M. Smith"],
    "venue": "Petrol. Geosci.,",
    "year": 2013
  }, {
    "title": "An osmium isotope excursion associated with the late Paleocene thermal maximum: Evidence of intensified chemical weathering, Paleoceanography",
    "authors": ["G. Ravizza", "R.D. Norris", "J. Blusztajn", "Aubry", "M.-P"],
    "year": 2001
  }, {
    "title": "Hydrothermal vent complexes offshore Northeast Greenland: A potential role in driving the PETM, Earth Planet",
    "authors": ["P. Reynolds", "S. Planke", "J.M. Millett", "D.A. Jerram", "M. Trulsvik", "N. Schofield"],
    "year": 2017
  }, {
    "title": "Paleogene depositional conditions and climatic changes of the Frysjaodden Formation in central Spitsbergen (sedimentology and mineralogy), Master’s Thesis",
    "authors": ["L. Riber"],
    "venue": "University of Oslo,",
    "year": 2009
  }, {
    "title": "On the duration of the Paleocene-Eocene Thermal Maximum (PETM), Geochem",
    "authors": ["U. Röhl", "T. Westerhold", "T. Bralower", "J. Zachos"],
    "venue": "Geophy. Geosy.,",
    "year": 2007
  }, {
    "title": "Distribution of mercury in sediments from Kagoshima Bay, Japan, and its relationship with physical and chemical factors, Environ",
    "authors": ["W.L.G. Ruiz", "T. Tomiyasu"],
    "venue": "Earth Sci.,",
    "year": 2015
  }, {
    "title": "Latest Permian mercury",
    "authors": ["H. Sanei", "S. Grasby", "B. Beauchamp"],
    "venue": "anomalies, Geology,",
    "year": 2012
  }, {
    "title": "Classification of mercury-labile organic matter relationships in lake sediments",
    "authors": ["H. Sanei", "P.M. Outridge", "G.A. Stern", "R.W. MacDonald"],
    "venue": "Chem. Geol.,",
    "year": 2014
  }, {
    "title": "Two LIPs and two Earth-system crises: the impact of the North Atlantic Igneous Province and the Siberian Traps on the Earth-surface carbon cycle, Geol",
    "authors": ["A.D. Saunders"],
    "venue": "Mag., 153,",
    "year": 2015
  }, {
    "title": "Regional uplift associated with continental large igneous provinces: The roles of mantle plumes and the lithosphere",
    "authors": ["A.D. Saunders", "S.M. Jones", "L.A. Morgan", "K.L. Pierce", "M. Widdowson", "Y.G. Xu"],
    "venue": "Chem. Geol.,",
    "year": 2007
  }, {
    "title": "Basaltic explosive volcanism, but no comet impact, at the Paleocene–Eocene boundary: high-resolution chemical and isotopic records from Egypt, Spain and Denmark, Earth Planet",
    "authors": ["B. Schmitz", "B. Peucker-Ehrenbrink", "C. Heilmann-Clausen", "G. Aberg", "F. Asaro", "Lee", "C.-T. A"],
    "year": 2004
  }, {
    "title": "Recognition of Early Eocene global carbon isotope excursions using lipids of marine Thaumarchaeota, Earth Planet",
    "authors": ["P.L. Schoon", "C. Heilmann-Clausen", "B.P. Schultz", "A. Sluijs", "J.S.S. Damasté", "S. Schouten"],
    "year": 2013
  }, {
    "title": "Warming and environmental changes in the eastern North Sea Basin during the Palaeocene–Eocene Thermal Maximum as revealed by biomarker",
    "authors": ["P.L. Schoon", "C. Heilmann-Clausen", "B.P. Schultz", "J.S.S. Damasté", "S. Schouten"],
    "venue": "lipids, Org. Geochem.,",
    "year": 2015
  }, {
    "title": "The tectonic evolution of the Arctic since Pangea breakup: Integrating constraints from surface geology and geophysics with mantle structure",
    "authors": ["G. Shephard", "D. Müller", "M. Seton"],
    "venue": "Earth Sci. Rev.,",
    "year": 2013
  }, {
    "title": "Mercury as a proxy for volcanic activity during extreme environmental turnover: The Cretaceous-Paleogene transition, Palaeogeogr",
    "authors": ["A. Sial", "L. Lacerda", "V. Ferreira", "R. Frei", "R. Marquillas", "J. Barbosa", "C. Gaucher", "C. Windmöller", "N. Pereira"],
    "venue": "Palaeocl., 387,",
    "year": 2013
  }, {
    "title": "Geological Society, London, Special Publication, 323–349",
    "authors": ["M. Williams", "A.M. Haywood", "F.J. Gregory", "D.N. Schmidt"],
    "year": 2007
  }, {
    "title": "Environmental precursors to rapid light carbon injection",
    "authors": ["A. Sluijs", "H. Brinkhuis", "S. Schouten", "S.M. Bohaty", "C.M. John", "J.C. Zachos", "Reichart", "G.-J", "J.S. Sinninghe Damsté", "E.M. Crouch", "G.R. Dickens"],
    "venue": "at the Palaeocene/Eocene boundary,",
    "year": 2007
  }, {
    "title": "Geological Society of America",
    "authors": ["K.G. MacLeod"],
    "venue": "Special Paper, Boulder, Colorado,",
    "year": 2002
  }, {
    "title": "Patterns and magnitude of deep sea carbonate dissolution during Eocene Thermal Maximum 2 and H2, Walvis Ridge, southeastern",
    "authors": ["L. Stap", "A. Sluijs", "E. Thomas", "L. Lourens"],
    "venue": "Atlantic Ocean, Paleoceanography,",
    "year": 2008
  }, {
    "title": "Integrated stratigraphy of the Paleocene-Eocene thermal maximum in the New Jersey Coastal Plain: Toward understanding the effects of global warming in a shelf environment, Paleoceanography",
    "authors": ["P. Stassen", "E. Thomas", "R.P. Speijer"],
    "year": 2012
  }, {
    "title": "Paleocene-Eocene Thermal Maximum and the opening of the Northeast Atlantic",
    "authors": ["M. Storey", "R. Duncan", "C. Swisher III"],
    "venue": "Science, 316,",
    "year": 2007
  }, {
    "title": "Timing and duration of volcanism in the North Atlantic Igneous Province: Implications for geodynamics and links to the Iceland",
    "authors": ["M. Storey", "R. Duncan", "C. Tegner"],
    "year": 2007
  }, {
    "title": "Seep carbonate formation controlled by hydrothermal vent complexes: a case study from the Vøring volcanic basin, the Norwegian Sea",
    "authors": ["H. Svensen", "S. Planke", "B. Jamtveit", "T. Pedersen"],
    "venue": "Geo-Mar. Lett.,",
    "year": 2003
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "Malthe-Sørenssen", "B. Jamtveit", "R. Myklebust", "T. Rasmussen Eidem", "S. Rey"],
    "year": 2004
  }, {
    "title": "Zircon dating ties NE Atlantic sill emplacement to initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "F. Corfu"],
    "venue": "J. Geol. Soc. London,",
    "year": 2010
  }, {
    "title": "Terrestrial sources as the primary delivery mechanism of mercury to the oceans across the Toarcian Oceanic Anoxic Event (Early Jurassic)",
    "authors": ["T.R. Them II", "C.H. Jagoe", "A.H. Caruthers", "B.C. Gill", "S.E. Grasby", "D.R. Gröcke", "R. Yin", "J.D. Owens"],
    "venue": "Earth Planet. Sc. Lett., 507,",
    "year": 2019
  }, {
    "title": "Mercury anomalies and the timing of biotic recovery following the end-Triassic mass extinction",
    "authors": ["A.M. Thibodeau", "K. Ritterbush", "J.A. Yager", "A.J. West", "Y. Ibarra", "D.J. Bottjer", "W.M. Berelson", "B.A. Bergquist", "F.A. Corsetti"],
    "venue": "Nat. Commun.,",
    "year": 2016
  }, {
    "title": "Salinity of the Eocene Arctic Ocean from oxygen isotope analysis of fish bone",
    "authors": ["L.M. Waddell", "T.C. Moore"],
    "venue": "carbonate, Paleoceanography,",
    "year": 2007
  }, {
    "title": "Palaeogene biomarker records from the central Arctic Ocean (Integrated Ocean Drilling Program Expedition 302): organic carbon sources, anoxia, and sea surface temperature, Paleoceanography",
    "authors": ["P. Weller", "R. Stein"],
    "year": 2007
  }, {
    "title": "Generic Mapping Tools: Improved 1542 Version Released",
    "authors": ["P. Wessel", "W. Smith", "R. Scharroo", "J. Luis", "F. Wobbe"],
    "venue": "Eos, Transactions American Geophysical Union,",
    "year": 2013
  }, {
    "title": "Latest on the absolute age of the Paleocene-Eocene Thermal Maximum (PETM): New insights from exact stratigraphic position of key ash layers",
    "authors": ["T. Westerhold", "U. Röhl", "H.K. McCarren", "J.C. Zachos"],
    "venue": "Earth Planet. Sc. Lett.,",
    "year": 2009
  }, {
    "title": "Mantle plumes and flood basalts",
    "authors": ["R. White", "D. McKenzie"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Geochemical evidence for volcanic activity prior to and enhanced terrestrial weathering during the Paleocene Eocene Thermal Maximum, Geochim",
    "authors": ["R. Wieczorek", "M. Fantle", "L.R. Kump", "G. Ravizza"],
    "venue": "Cosmochim. Ac.,",
    "year": 2013
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Palynology of the Lower Eocene deposits of northwest Jutland, Denmark, B",
    "authors": ["P.S. Willumsen"],
    "venue": "Geol. Soc. Denmark,",
    "year": 2004
  }, {
    "title": "High-resolution insights into episodes of crystallization, hydrothermal alteration and remelting in the Skaergaard intrusive complex, Earth Planet",
    "authors": ["J. Wotzlaw", "I. Bindeman", "U. Schaltegger", "C. Brooks", "H. Naslund"],
    "year": 2012
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J. Zachos", "G. Dickens", "R. Zeebe"],
    "venue": "Nature, 451,",
    "year": 2008
  }, {
    "title": "Rapid acidification of the ocean during the Paleocene-Eocene",
    "authors": ["J. Zachos", "U. Röhl", "S. Schallenberg", "A. Sluijs", "D. Hodell", "D. Kelly", "E. Thomas", "M. Nicolo", "I. Raffi", "L. Lourens", "H. McCarren", "D. Kroon"],
    "venue": "thermal maximum,",
    "year": 2005
  }, {
    "title": "Extreme warming of the mid-latitude coastal ocean during the Paleocene–Eocene Thermal Maximum: inferences from TEX86 and isotope",
    "authors": ["J.C. Zachos", "S. Schouten", "S. Bohaty", "T. Quattlebaum", "A. Sluijs", "H. Brinkhuis", "S. Gibbs", "T. Bralower"],
    "venue": "data, Geology,",
    "year": 2006
  }, {
    "title": "What caused the long duration of the PaleoceneEocene",
    "authors": ["R.E. Zeebe"],
    "venue": "Thermal Maximum?, Paleoceanography,",
    "year": 2013
  }, {
    "title": "Carbon dioxide forcing alone insufficient to explain Palaeocene–Eocene Thermal Maximum warming",
    "authors": ["R.E. Zeebe", "J.C. Zachos", "G.R. Dickens"],
    "venue": "Nat. Geosci.,",
    "year": 2009
  }, {
    "title": "Anthropogenic carbon release rate unprecedented during the past 66 million years",
    "authors": ["R.E. Zeebe", "A. Ridgwell", "J.C. Zachos"],
    "venue": "Nat. Geosci.,",
    "year": 2016
  }],
  "id": "SP:36b549eef38e235430b4197fcfcbf552846101bf",
  "authors": [{
    "name": "Morgan T. Jones",
    "affiliations": []
  }, {
    "name": "Lawrence M. E. Percival",
    "affiliations": []
  }, {
    "name": "Ella W. Stokke",
    "affiliations": []
  }, {
    "name": "Joost Frieling",
    "affiliations": []
  }, {
    "name": "Tamsin A. Mather",
    "affiliations": []
  }, {
    "name": "Lars Riber",
    "affiliations": []
  }, {
    "name": "Brian A. Schubert",
    "affiliations": []
  }, {
    "name": "Bo Schultz",
    "affiliations": []
  }, {
    "name": "Christian Tegner",
    "affiliations": []
  }, {
    "name": "Sverre Planke",
    "affiliations": []
  }, {
    "name": "Henrik H. Svensen",
    "affiliations": []
  }],
  "abstractText": "Large-scale magmatic events like the emplacement of the North Atlantic Igneous Province (NAIP) are often coincident with periods of extreme climate change such as the Palaeocene–Eocene Thermal Maximum (PETM). One proxy for volcanism in the geological record that is receiving increased attention is the use of mercury (Hg) anomalies. Volcanic eruptions are among the dominant natural sources of Hg to the environment; thus, elevated Hg/TOC values in the sedimentary rock record may reflect an increase in volcanic activity at the time of deposition. Here we focus on five continental shelf sections located around the NAIP in the Palaeogene. We measured Hg concentrations, total organic carbon (TOC) contents, and δ13C values to assess how Hg deposition fluctuated across the PETM carbon isotope excursion (CIE). We find a huge variation in Hg anomalies between sites. The Grane field in the North Sea, the most proximal locality to the NAIP analysed, shows Hg concentrations up to 90 100 ppb (Hg/TOC= 95 700 ppb wt %−1) in the early Eocene. Significant Hg/TOC anomalies are also present in Danish (up to 324 ppb wt %−1) and Svalbard (up to 257 ppb wt %−1) sections prior to the onset of the PETM and during the recovery period, while the Svalbard section also shows a continuous Hg/TOC anomaly during the body of the CIE. The combination with other tracers of volcanism, such as tephra layers and unradiogenic Os isotopes, at these localities suggests that the Hg/TOC anomalies reflect pulses of magmatic activity. In contrast, we do not observe clear Hg anomalies on the New Jersey shelf (Bass River) or the Arctic Ocean (Lomonosov Ridge). This large spatial variance could be due to more regional Hg deposition. One possibility is that phreatomagmatic eruptions and hydrothermal vent complexes formed during the emplacement of sills led to submarine Hg release, which is observed to result in limited distribution in the modern era. The Hg/TOC anomalies in strata deposited prior to the CIE may suggest that magmatism linked to the emplacement of the NAIP contributed to the initiation of the PETM. However, evidence for considerable volcanism in the form of numerous tephra layers and Hg/TOC anomalies post-PETM indicates a complicated relationship between LIP volcanism and climate. Factors such as climate system feedbacks, changes to the NAIP emplacement style, and/or varying magma production rates may be key to both the onset and cessation of hyperthermal conditions during the PETM. However, processes such as diagenPublished by Copernicus Publications on behalf of the European Geosciences Union. 218 M. T. Jones et al.: Mercury anomalies across the Palaeocene–Eocene Thermal Maximum esis and organic matter sourcing can have a marked impact on Hg/TOC ratios and need to be better constrained before the relationship between Hg anomalies and volcanic activity can be considered irrefutable.",
  "title": "Mercury anomalies across the Palaeocene–Eocene Thermal Maximum"
}