{
  "sections": [{
    "text": "struct temperature variations across the Aptian Stage, particularly during early Aptian Oceanic Anoxic Event (OAE) 1a. There is a general consensus that a major warming characterized OAE 1a, although some studies have provided evidence for transient “cold snaps” or cooler intervals during the event. The climatic conditions for the middle–late Aptian are less constrained, and a complete record through the Aptian is not available. Here we present a reconstruction of surface-water palaeotemperature and fertility based on calcareous nannofossil records from the Cismon and Piobbico cores (Tethys) and DSDP Site 463 (Pacific Ocean). The data, integrated with oxygen-isotope and TEX86 records, provide a detailed picture of climatic and ocean fertility changes during the Aptian Stage, which are discussed in relation to the direct/indirect role of volcanism. Warm temperatures characterized the pre-OAE 1a interval, followed by a maximum warming (of ∼ 1.5–2 ◦C) during the early phase of anoxia under intense volcanic activity of the Ontong Java Plateau (OJP). A short-lived cooling episode interrupted the major warming, following a rapid increase in weathering rates. Nannofossils indicate that mesotrophic conditions were reached when temperatures were at their highest and OJP volcanism most intense, thus suggesting that continental runoff, together with increased input of hydrothermal metals, increased nutrient supply to the oceans. The latter part of OAE 1a was characterized by cooling events, probably promoted by CO2 sequestration during burial of organic matter. In this phase, high productivity was probably maintained by N2-fixing cyanobacteria, while nannofossil taxa indicating higher fertility were rare. The end of anoxia coincided with the cessation of volcanism and a pronounced cooling.\nThe mid-Aptian was characterized by highest surface-water fertility and progressively decreasing temperatures, probably resulting from intense continental weathering drawing down pCO2. The lowest temperatures, combined with low fertility, were reached in the middle–late Aptian across the interval characterized by blooming of Nannoconus truittii. The prolonged cooling was followed by significant warming across the Aptian–Albian boundary. The data presented suggest that OJP activity played a direct role in inducing global warming during the early Aptian, whereas other mechanisms (weathering, deposition of organic matter) acted as feedback processes, favouring temporary cooler interludes."
  }, {
    "heading": "1 Introduction",
    "text": "The Aptian (∼ 121 to ∼ 113 Ma; Malinverno et al., 2012) has been characterized by climatic changes and profound environmental perturbations including Oceanic Anoxic Event 1a (OAE 1a: ∼ 120 Ma), representing a global phenomenon of organic-matter burial in oxygen-depleted oceans. The disturbance in the carbon cycle related to OAE 1a is recorded in sedimentary successions worldwide, presenting a negative carbon-isotope anomaly at the onset of OAE 1a, followed by a positive excursion that extends into the late Aptian (e.g. Weissert, 1989; Weissert and Lini, 1991; Jenkyns, 1995; Menegatti et al., 1998; Bralower et al., 1999; Erba et al., 1999; Luciani et al., 2001; Bellanca et al., 2002; Price, 2003; van Breugel et al., 2007; Ando et al., 2008; Méhay et al., 2009; Malkoč et al., 2010; Mahanipour et al., 2011; Millán et al., 2009; Stein et al., 2011; Bottini et al., 2012; Hu et al., 2012). Volcanism, associated with the emplacement\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nof the Ontong Java Plateau (OJP), is thought to be the main triggering mechanism for global anoxia as well as for imposed greenhouse conditions (e.g. Larson, 1991; Erba, 1994; Bralower et al., 1994; Larson and Erba, 1999; Jones and Jenkyns, 2001; Leckie et al., 2002; Jenkyns, 2003; Méhay et al., 2009; Tejada et al., 2009; Bottini et al., 2012) and ocean acidification (Erba et al., 2010) during OAE 1a.\nSeveral studies are suggestive of significant temperature increase during OAE 1a, as recorded by different temperature proxies (i.e. oxygen isotopes, TEX86, calcareous nannofossils, palynomorphs) in the Tethys (e.g. Menegatti et al., 1998; Hochuli et al., 1999; Luciani et al., 2001; Bellanca et al., 2002; Jenkyns, 2003, 2010; Millán et al., 2009; Erba et al., 2010; Keller et al., 2011; Stein et al., 2011; Bottini et al., 2012; Hu et al., 2012; Husinec et al., 2012), Vocontian Basin (e.g. Moullade et al., 1998; Kuhnt et al., 2011), Lower Saxony Basin (Mutterlose et al., 2010, 2014; Bottini and Mutterlose, 2012; Pauly et al., 2013), North Sea (Mutterlose and Bottini, 2013), Russian Platform (Zakharov et al., 2013), Pacific (e.g. Jenkyns, 1995; Price, 2003; Schouten et al., 2003; Ando et al., 2008; Bottini et al., 2012) and Atlantic oceans (e.g. Tremolada et al., 2006). Some works have provided evidence for climatic variability during OAE 1a, identifying short-lived cooling events (e.g. Dumitrescu et al., 2006; Keller et al., 2011; Kuhnt et al., 2011; Jenkyns et al., 2012; Lorenzen et al., 2013). At the end of OAE 1a, a temperature decline is registered in the Tethys (e.g. Weissert and Lini, 1991; Menegatti et al., 1998; Hochuli et al., 1999; Luciani et al., 2001; Bellanca et al., 2002; Millán et al., 2009), Vocontian Basin (e.g. Herrle et al., 2010; Kuhnt et al., 2011), Boreal Realm (e.g. Rückheim et al., 2006; Malkoč et al., 2010; Bottini and Mutterlose, 2012; Pauly et al., 2013; Mutterlose and Bottini, 2013) and Pacific Ocean (e.g. Jenkyns, 1995; Jenkyns and Wilson, 1999; Price, 2003; Dumitrescu et al., 2006; Ando et al., 2008).\nFor the late Aptian, cooler conditions have been reconstructed based on migration of boreal species southwards (e.g. Herrle and Mutterlose, 2003; Mutterlose et al., 2009), oxygen-isotope records (e.g. Weissert and Lini, 1991; Jenkyns, 1995; Hu et al., 2012; Price et al., 2012; Maurer et al., 2012; Peybernès et al., 2013), putative ice-rafted debris in high latitudes (Kemper, 1987; Frakes and Francis, 1988; De Lurio and Frakes, 1999; Price, 1999) and, for seabottom temperatures, the presence of glendonites (marine low-temperature hydrated polymorphs of calcium carbonate) (Kemper, 1987). Recently McAnena et al. (2013) have documented, on the basis of TEX86 data, a ∼ 2 Myr long interval of relatively cool conditions (∼ 28–29 ◦C) in the late Aptian in the proto-North Atlantic followed by a warming (up to ∼ 31 ◦C), linked to OAE 1b.\nAlthough the amount of information about temperature variations across the Aptian is considerable, a complete picture of climatic changes is not available. In most cases, the records are poorly correlated between the different basins and/or cover limited time intervals within the ∼ 12 Myr long\nAptian Stage (Malinverno et al., 2012). In this work, we focus primarily on surface-water temperatures through the Aptian reconstructed on the basis of calcareous nannofossils from three well sites: Cismon (Italian Southern Alps), Piobbico (Umbria–Marche Basin, central Italy) and DSDP Site 463 (Mid-Pacific Mountains). The existing stratigraphic framework for the three sites and available cyclochronology for the Cismon core (Malinverno et al., 2010) allow for high-resolution dating of climatic fluctuations. Calcareous nannoplankton live in the (upper) photic zone and are a good proxy of present and past surface-water conditions, being sensitive to temperature, fertility, salinity and pCO2 (Mutterlose et al., 2005). Extant calcareous nannoplankton occur from coastal areas to the open ocean, although with different abundance and diversity and, together with diatoms, dinoflagellates and bacteria constitute marine phytoplanktonic communities. The Mesozoic geological record confirms the wide geographical/latitudinal distribution of calcareous nannofossils (coccoliths and nannoliths) that are commonly used to trace palaeoecological conditions. Within nannofossil assemblages, nannoconids are inferred to have been restricted to the deep photic zone at the base of the mixed layer on top of the thermocline coinciding with a deep nutricline (Erba, 1994). In the studied intervals, nannoconids are relatively scarce, and micrite mostly consists of coccoliths, thus essentially recording the uppermost water masses.\nIn this work, stable oxygen isotopes on bulk rock have been measured to reconstruct changes in surface-water temperature, taking into account potential diagenetic modification. The preservation of nannofossils provides information on the early diagenetic history of pelagic carbonates (Erba, 1992b; Herrle et al., 2003; Tiraboschi et al., 2009). Although oxygen-isotope ratios contain a mixture of a primary signal and later diagenetic phases (Marshall, 1992), hampering the use of palaeotemperature values, the δ18O bulk data can be used to derive trends toward warmer/cooler conditions. New oxygen-isotope data for DSDP Site 463 and Piobbico have been generated, and these are directly correlated with calcareous nannofossil variations as well as with new TEX86 data from the Cismon core.\nThe aims of our work are to (a) trace climatic variations during the Aptian Stage; (b) reconstruct, in high resolution, the climate variability through OAE 1a; (c) identify synchroneity and diachroneity of temperature variations in different oceanic basins; and (d) trace the direct/indirect role of volcanism, weathering rates and pCO2 on climate changes connected with OAE 1a and its aftermath.\nWe also characterize the evolution of surface-water fertility during the Aptian Stage. Previous studies (e.g. Coccioni et al., 1992; Bralower et al., 1993; Erba, 1994, 2004; Premoli Silva et al., 1999; Leckie et al., 2002; Mutterlose et al., 2005; Tremolada et al., 2006; Bottini and Mutterlose, 2012) mainly focused on the OAE 1a interval, documenting an increase in surface-water fertility accompanied by high primary productivity, but a record throughout the entire Aptian is missing.\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nWe therefore highlight fluctuations in fertility before, during and after OAE 1a, identifying potential relationships with climatic changes in both the short and the long term as well as oceanic nutrification."
  }, {
    "heading": "2 Material and methods",
    "text": ""
  }, {
    "heading": "2.1 Studied sites",
    "text": "We have investigated the Upper Barremian–Aptian interval at three sites in the Tethys and Pacific oceans (Fig. 1):\nThe Cismon core, drilled in the Italian Southern Alps, north-eastern Italy (46◦02′ N, 11◦45′ E; 398 m altitude), is represented by a total stratigraphic thickness of 131.8 m with 100 % recovery. The site was located on the southern margin of the Mesozoic Tethys, on the eastward deepening slope between the Trento Plateau (a pelagic submarine high) and the Belluno Basin (Erba and Tremolada, 2004). The Cismon sequence was deposited at an estimated palaeo-depth of 1000–1500 m during the Early Cretaceous (Weissert and Lini, 1991; Erba and Larson, 1998; Bernoulli and Jenkyns, 2009). In the uppermost part of the cored section (at 7.80 m) there is a major hiatus corresponding to the late Aptian and the early–middle Albian. The Selli Level (sedimentary expression of OAE 1a) is represented by a ∼ 5 m thick interval, between 23.67 and 18.64 stratigraphic metre depths (Erba and Larson, 1998; Erba et al., 1999). Lithologically, the Selli Level is characterized by marlstones alternating with black shales and discrete radiolarian-rich beds (Coccioni et al., 1987; Erba et al., 1999). The interval studied extends from 35 to 10 m.\nThe Piobbico core was drilled at “Le Brecce” (43◦35′3.78′′ N; 12◦29′10.09′′ E), located 3 km west of the town of Piobbico (Marche, Italy), at Km 33 of Apecchiese State Road No. 257, on the left hydrographic side of the Biscubio stream. The Piobbico site was located at an estimated palaeo-depth of ∼ 1500 m during the Cretaceous. Coring penetrated the entire Marne a Fucoidi Formation, including the upper transition to the Scaglia Bianca and the lower transition to the Maiolica. The total length of the core is 84 m with 98.8 % recovery; after adjusting for dip direction, the stratigraphic thickness equals 77 m. The lithostratigraphy and calcareous plankton biostratigraphy of the core were described by Erba (1988, 1992a) and Tornaghi et al. (1989). The Selli Level, consisting of black shales and radiolarian-rich beds, extends from 75.94 to 73.47 m. The interval studied covers the interval from 77 to 40 m.\nDSDP Site 463 was drilled at a water depth of 2525 m on the ancient structural high of the western Mid-Pacific Mountains (21◦21.01′ N, 174◦40.07′ E) during DSDP Leg 62. During the Early Cretaceous, Site 463 was located at a palaeolatitude of ∼ 20◦ S, with a palaeo-depth between a few hundred metres (Mélières et al., 1978) and ∼ 1 km (Roth, 1981). The Selli Level equivalent is located between ∼ 626\nand 615 mbsf, corresponding to ∼ 12 m of tuffaceous limestones containing a number of discrete organic-rich horizons (Thiede et al., 1981; Erba, 1994). The interval studied covers a depth range from 650 to 515 mbsf."
  }, {
    "heading": "2.2 Calcareous nannofossils",
    "text": "Calcareous nannofossil assemblages were quantitatively investigated under polarizing light microscope at 1250× magnification in smear slides prepared using standard techniques, without centrifuging or cleaning in order to retain the original sedimentary composition. A small quantity of rock was powdered in a mortar with bi-distillate water and mounted on a glass slide with Norland optical adhesive. A total of 285 smear slides for the Cismon core, 179 smear slides for the Piobbico core and 281 smear slides for DSDP Site 463 were investigated. At least 300 nannofossil specimens were counted in each sample and percentages of single taxa were calculated relative to the total nannoflora.\nPrevious investigations of Aptian nannofossil assemblages in the Piobbico core, Cismon core and DSDP Site 463 focused on relative abundances of nannoconids, nannoliths and a few selected coccolith taxa (Erba, 1994; Premoli Silva et al., 1999; Erba and Tremolada, 2004; Erba et al., 2010) across OAE 1a. Here, we extend quantitative investigation of nannofossil assemblages in smear slides to all taxa in the latest Barremian–Aptian time interval.\nQuantitative investigation of nannoconid abundance was performed on a total of 161 thin sections for the Cismon core (85 new thin sections integrating the data set of Erba and Tremolada, 2004, and Erba et al., 2010), 221 for DSDP Site 463 (101 new thin sections integrating the data set of Erba et al., 2010) and 179 for Piobbico. Thin sections were polished to an average thickness of 7 µm for an optimal view of nannofossils. Absolute abundances were obtained by counting all nannoconids in 1 mm2 of the thin section."
  }, {
    "heading": "2.3 Oxygen-isotope analysis",
    "text": "New oxygen stable-isotope analyses were performed at Oxford University on bulk carbonate fraction of 57 samples from DSDP Site 463 and of 373 samples from Piobbico. Bulk-rock samples for isotopic analysis were first powdered and cleaned with 10 % H2O2, followed by acetone, and then dried at 60 ◦C. Powders were then reacted with purified orthophosphoric acid at 90 ◦C and analysed online using a VG Isocarb device and Prism mass spectrometer. Long-term reproducibility, as determined from repeat measurements of the in-house standard (Carrara marble), resulted in analytical uncertainties of δ18O =−1.86± 0.1. The values are reported in the conventional delta notation with respect to the Vienna Pee Dee Belemnite (V-PDB) standard. For DSDP Site 463, data are drawn from Price (2003), Ando et al. (2008) and this work, and for the Cismon core δ18O come from Méhay et al. (2009) and Erba et al. (2010).\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015"
  }, {
    "heading": "2.4 TEX86",
    "text": "Sediments from the Cismon core were extracted as described by van Breugel et al. (2007). The polar fractions of the extracts, containing the glycerol dialkyl glycerol tetraether (GDGT) lipids, were dried under a stream of nitrogen (N2), redissolved by sonication (5 min) in 200 µL hexane/propanol (99 : 1, vol : vol) and filtered through 0.45 µm polytetrafluoroethylene (PTFE) filters. GDGTs were analysed by means of high-pressure liquid chromatography–mass spectrometry (HPLC/MS) following the method described by Schouten et al. (2007). Samples were analysed on an Agilent 1100 series LC/MSD SL. A Prevail Cyano column (150mm× 2.1mm, 3 mm) was used with hexane : propanol (99 : 1, vol : vol) as an eluent. After the first 5 min, the eluent increased by a linear gradient up to 1.8 % isopropanol (vol) over the next 45 min at a flow rate of 0.2 mLmin−1. Identification and quantification of the GDGTs isomers was achieved by integrating the peak areas of relevant peaks inm/z 1300, 1298, 1296, 1292, 1050, 1036 and 1022 selected ion monitoring scans. The TEX86 ratio was calculated following Schouten et al. (2002):\nTEX86 = ([GDGT 2]+ [GDGT 3] + [ crenarchaeol regioisomer ]) /([GDGT 1]\n+ [GDGT 2]+ [GDGT 3] + [ crenarchaeol regioisomer ]) , (1)\nwhere numbers correspond to isoprenoid GDGTs from marine Thaumarchaeota with 1, 2 or 3 cyclopentane moieties, and the crenarchaeol regioisomer has the antiparallel configuration of crenarchaeol (Sinninghe Damsté et al., 2002).\nThe TEX86 values were converted to SST using the most recent calibration as proposed by Kim et al. (2010) for oceans\nwith SST > 15 ◦C:\nSST= 38.6+ 68.4 · log(TEX86) . (2)\nThe branched and isoprenoid tetraether (BIT) index is based on the relative abundance of non-isoprenoidal GDGTs derived from soil bacteria versus a structurally related isoprenoid GDGT, “crenarchaeol”, with four cyclopentane moieties and one cyclohexane moiety, produced by marine Thaumarchaeota. The BIT index, which thus represents a measure for soil versus marine organic matter input in marine sediments, was calculated according to Hopmans et al. (2004):\nBIT= ([GDGT-I]+ [GDGT-II]\n+ [GDGT-III])/([crenarchaeol]+ [GDGT-I]\n+ [GDGT-II]+ [GDGT-III]) . (3)"
  }, {
    "heading": "3 Stratigraphic framework",
    "text": "In this work, the stratigraphic framework for the three cores investigated is based on carbon-isotope stratigraphy calibrated with calcareous nannofossil and foraminiferal biostratigraphy. For the Cismon core and DSDP Site 463, magnetic chron CM0 has been used to define the base of the Aptian; this level was not reached with the Piobbico core.\nIn addition to the two well-known, high-amplitude δ13C Aptian excursions, several minor fluctuations are identified in the carbon-isotope record from the Tethys, Pacific and Atlantic oceans, which allow codification of major and minor perturbations. Menegatti et al. (1998) focused on the late Barremian–early Aptian interval and identified segments C1–C8. Subsequently, Bralower et al. (1999) extended the codification of Menegatti et al. (1998) through the rest of\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nthe Aptian Stage (C1–C11). Herrle et al. (2004) introduced new codes for the Aptian starting from Ap6, coinciding with C5 and C6 of Menegatti et al. (1998), to Al2. McAnena et al. (2013) used the Ap9–Al3 segments previously identified by Herrle et al. (2004).\nThe studied sections cover the latest Barremian–earliest Albian time interval. We revised the Herrle et al. (2004) carbon-isotope segments by extending their codes down to Ap1 and renaming the earliest Albian fluctuations Al1–Al3 (Fig. 1). Segments Ap1–Ap7 coincide with previously identified segments C1–C7 (Menegatti et al., 1998). The δ13C curve for the rest of the Aptian shows several fluctuations, allowing a higher resolution subdivision into segments Ap8– Ap18. In this paper, we applied a double coding for Ap1/C1 through Ap7/C7 segments (Figs. 1 and 2) and used the new Ap8–Ap18 and Al1–Al3 codes for the late Aptian–earliest Albian time interval. We identify segments Ap1–Ap8 at Cismon, Ap2–Al3 at Piobbico and Ap1–Ap15 at DSDP Site 463 (Figs. 1, 3, 4 and 5). Segments Ap8–Ap15 are less well defined at DSDP Site 463 due to incomplete core recovery.\nIn addition to nannofossil zones NC6–NC8 (Bralower et al., 1995), we used the “nannoconid decline” and the “nannoconid crisis” (e.g. Erba et al., 2010) as further bio-horizons. Moreover, in the late Aptian the “Nannoconus truittii acme” (Mutterlose, 1989; Erba, 1994; Herrle and Mutterlose, 2003) defines a globally recognized interval where N. truittii dominates the assemblages with relative abundances from 5 to 40 % of the total nannofloras.\nAs far as lithostratigraphy is concerned, the Selli Level or its equivalents are identified at all three sites. A lithological revision of the Piobbico core also allowed the identification of the Kilian Level Equivalent, corresponding to the prominent black shale at the bottom of lithological Unit 12 within core 44 (Erba, 1988). The Kilian Level Equivalent in the Piobbico core is characterized by very fine laminations, without bioturbation, and has a thickness of 33 cm (from 45.13 to 44.80 m). Following Petrizzo et al. (2012), the Kilian Level marks the Aptian–Albian boundary.\nRegarding the Piobbico core, we identify the presence of a hiatus that eliminates part of the basal Selli Level. In particular, on the basis of the correlation between the lithology and carbon-isotope record from the Piobbico core with the equivalent records from the Cismon core and DSDP Site 463 (Fig. 2), as well as from other sedimentary basins, we note that (1) the δ13C values from 75.94 to 74.80 m, ranging between 2 and 3 ‰, probably correspond to segments Ap4/C4 and Ap5/C5 rather than to the negative excursion Ap3/C3 where values of Cismon and DSDP Site 463 sediments are below 1 ‰; (2) δ18O values from 75.94 to 74.80 m fall between −3 and −1 ‰ and never reach the highly negative values (−4 ‰) characteristic of those in the Ap3/C3 segment of the other two sites, but rather conform to the range of values detected in segments Ap4/C4 and Ap5/C5; and (3) the Selli Level in the Cismon core is characterized by three lithological sub-units (Erba et al., 1999), the lowermost\nbeing represented by laminated black shales corresponding to segment Ap3/C3, the second characterized by prevailing light grey marlstones corresponding to segments Ap4/C4 and Ap5/C5, and the uppermost one characterized by laminated black shales corresponding to segment Ap6/C6. The total organic carbon content (TOC) in the Cismon core shows highest values corresponding to segments Ap4/C4, the base of segment Ap5/C5, as well as segment Ap6/C6. Similarly high values are detected at DSDP Site 463 in coeval stratigraphic positions. At Piobbico, only two lithological sub-units are recognized (Erba, 1988) following the definition of Coccioni et al. (1987, 1989). The lower part, namely the “green interval”, is dominated by light-green claystones, while the upper “black interval” is characterized by laminated black shales. It is therefore possible that the lowermost black shale interval normally found in the Selli Level equivalents is missing at Piobbico and only the other two lithostratigraphic intervals, corresponding to Ap4/C4–Ap5/C5 and Ap6/C6, respectively, are represented."
  }, {
    "heading": "4 Results",
    "text": ""
  }, {
    "heading": "4.1 Calcareous nannofossil abundances",
    "text": "Calcareous nannofossils are generally common to abundant in the studied sections and characterized by moderate preservation, with negligible evidence of recrystallization in limestones and dissolution in black shales. Only a few samples in the lower part of the Selli Level are barren, possibly due to dissolution. The detected abundance fluctuations of dissolution-resistant and dissolution-prone taxa indicate that diagenesis cannot be responsible for changes that are similar and synchronous in different oceans. Moreover, changes in abundances occur in lithologies yielding identical preservation. Specifically, nannoconids are most resistant to dissolution/diagenesis, and their decline, crisis and acme are proved to be independent from preservation (Erba, 1994; Erba et al., 2010). In addition, as pointed out by Erba et al. (2011), the abundance of delicate and dissolution-prone species (e.g. Biscutum constans, Zeugrhabdotus erectus, Discorhabdus rotatorius) is opposite to what diagenesis would produce.\nIn all the three sections investigated, samples are characterized by relatively high percentages of Watznaueria barnesiae (Figs. 3, 4 and 5). This taxon is considered a dissolutionresistant species, and assemblages containing more than 40 % are thought to be heavily altered (e.g. Thierstein and Roth, 1991). However, percentages higher than 40 % of W. barnesiae may preserve a primary signal in oceanic settings, and/or in oligotrophic conditions (Roth and Krumbach, 1986; Erba et al., 1992; Williams and Bralower, 1995; Herrle et al., 2003a; Mutterlose et al., 2005). We believe that the relatively high percentages of W. barnesiae in the studied sections preserve a primary signal.\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\nMutterlose et al. (2005) reviewed the palaeoecological affinities of some mid-Cretaceous taxa synthesizing major studies that allowed the identification of species related to palaeofertility and palaeotemperatures of surface waters.\nFigures 3–5 illustrate the distribution of the higher-fertility (D. rotatorius, B. constans, Z. erectus) and lower-fertility (W. barnesiae) nannofossil taxa (following Roth and Krumbach, 1986; Premoli Silva et al., 1989a, b; Watkins, 1989; Coccioni et al., 1992; Erba et al., 1992b; Williams and Bralower, 1995; Bellanca et al., 1996; Herrle, 2003; Herrle et al., 2003a; Bornemann et al., 2005; Mutterlose et al., 2005; Tremolada et al., 2006; Tiraboschi et al., 2009), as well as of the warm-temperature (Rhagodiscus asper, Zeugrhabdotus diplogrammus) and cool-temperature (Staurolithites stradneri, Eprolithus floralis, Repagulum parvidentatum) taxa (following Roth and Krumbach, 1986; Bralower, 1988; Wise Jr., 1988; Erba, 1992b; Erba et al., 1992; Mutterlose, 1992; Herrle and Mutterlose, 2003; Herrle et al., 2003a; Tiraboschi et al., 2009).\nA description of the major trends of these taxa is given for\nthe three sections investigated:\nIn the Cismon core (Fig. 3), W. barnesiae is the dominant species with mean abundance of 66.8 %. Rhagodiscus asper ranges from 0 to 20 % of the total assemblage (mean: 3 %), showing the highest peaks in the lowermost part of the Selli Level (segments Ap3/C3 and Ap4/C4 of the carbonisotope curve). Zeugrhabdotus diplogrammus ranges from 0 to 2 % (mean: 0.1 %). Staurolithites stradneri ranges from 0 to 4 % (mean: 0.2 %), and shows peaks in the uppermost part of the Selli Level (segment Ap6/C6). Eprolithus floralis ranges from 0 to 6 % (mean: 0.2 %) and shows peaks just above the top of the Selli Level (Ap7/C7). Biscutum constans ranges from 0 to 2 % (mean: 0.2 %), D. rotatorius from 0 to 3.5 % (mean: 0.4 %) and Z. erectus from 0 to 4.1 % (mean:\n0.15 %). These three species are more abundant in the lower part of the Selli Level (segments Ap3/C3, Ap4/C4 and part of Ap5/C5). Nannoconids show a decline in abundance starting prior to magnetic chron CM0 (where they show high abundances up to 40 % in smear slides; 1× 104 specimensmm−2 in thin section) and reaching a minimum corresponding to segment Ap3/C3 of the carbon-isotope curve, where they are virtually absent.\nIn the Piobbico core (Fig. 4), the interval from 75.29 to 73.92 m, within the Selli Level, is barren of calcareous nannofossils. In the rest of studied interval, W. barnesiae is the dominant species with a mean abundance of 62 %. Rhagodiscus asper ranges from 0 to 7.7 % (mean: 2.4 %). Zeugrhabdotus diplogrammus fluctuates between 0 and 1.2 % (mean: 1 %). Eprolithus floralis ranges from 0 to 3.5 % (mean: 0.5 %), R. parvidentatum from 0 to 0.3 % (mean: 0.04 %) and S. stradneri from 0 to 3 % (mean: 0.6 %); these taxa are more abundant above the Selli Level, showing the highest values in correspondence to segments Ap11 and Ap13– Ap15 of the carbon-isotope curve. Biscutum constans ranges from 0 to 4.1 % (mean: 0.1 %), D. rotatorius from 0 to 20 % (mean: 2.7 %) and Z. erectus from 0 to 6.5 % (mean: 0.9 %). The latter three species are more abundant corresponding to segments Ap9–Ap11 of the carbon-isotope curve. Nannoconids are absent to rare throughout most of the studied interval except for an interval between 60.37 and 55.61 m, where they show rather high abundances (up to 40 % relative abundance in smear slides; 4×103 specimensmm−2 absolute abundance in thin section). This particular interval is dominated by N. truittii and coincides with the “N. truittii acme”.\nAt DSDP Site 463 (Fig. 5), the intervals from 624.24 to 623.96 mbsf and from 623.16 to 622.57 mbsf, within the Selli Level, are barren of calcareous nannofossils. Watznaueria barnesiae is the dominant species with a mean abundance\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nof 58 %. Rhagodiscus asper ranges from 0 to 32 % (mean: 6.5 %), having the highest values in the lower part of the section below the Selli Level Equivalent. Zeugrhabdotus diplogrammus ranges from 0 to 2.7 % (mean: 1 %). Eprolithus floralis ranges from 0 to 8.4 % (mean: 0.9 %) and S. stradneri from 0 to 11.15 % (mean: 2.0 %); both taxa are partic-\nularly abundant in levels corresponding to segments Ap12 and part of Ap13. Biscutum constans ranges from 0 to 6.7 % (mean: 0.6 %), D. rotatorius from 0 to 30 % (mean: 2.4 %) and Z. erectus from 0 to 16 % (mean: 1.2 %). These three species are more abundant within the lower part of the Selli Level Equivalent (segments Ap3–Ap4 of the carbon-isotope\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\ncurve). A peak is also detected around segment Ap8. Nannoconids are abundant below the Selli Level Equivalent and between 568.27 and 547 mbsf (segments Ap12 and part of Ap13), showing abundances up to 40 % (relative abundance in smear slides) and 4×103 specimensmm−2 (absolute abundance in thin section), dominated by N. truittii, which marks the N. truittii acme interval. This interval is characterized by a low core recovery (35–48 %) and, consequently, the placement of the upper boundary of the N. truittii acme is hampered by the incomplete record. We extend the N. truittii acme up to 547 mbsf, where the highest nannoconid abundances are detected (Fig. 5). The sample immediately overlying is already quite low in N. truittii abundance and presumably corresponds to the post-N. truitti acme interval.\nThe abundance distribution of the fertility- and temperature-related taxa in the three sections shows some similarities in the Tethys and Pacific Ocean records. In the latest Barremian–earliest Aptian time interval, generally warm conditions are testified by the relative abundance of R. asper. A warming pulse at the onset of OAE 1a is evident in the Cismon core, while at DSDP Site 463 R. asper shows similar or lower percentages relative to the preceding interval. In the Piobbico core the onset of OAE 1a is not preserved due to a hiatus.\nThe Selli Level is characterized by generally warm conditions, although palaeotemperature variability is testified by fluctuations in relative abundances of temperature-related nannofossil species in the Cismon core and at DSDP Site 463 (see Sect. 5). In the Piobbico core, most samples from the Selli Level are barren of nannofossils, and therefore negligible information was obtained.\nThe Selli Level interval is followed by a cooling, evidenced by the higher occurrence of the boreal taxa E. flo-\nralis and S. stradneri. Cool-water nannofossil species, including R. parvidentatum, became more abundant in the late Aptian, reaching highest percentages in the late part of the N. truittii acme and in the immediately following interval, as documented for the Boreal Realm and the proto-North Atlantic (Herrle and Mutterlose, 2003; Mutterlose et al., 2009; McAnena et al., 2013). A relative decrease in abundance of the cool-water species is detected approaching the Aptian– Albian boundary, corresponding to a gradual warming extending into the Albian.\nThe fertility-related taxa are generally rare, but increases in percentages of B. constans, D. rotatorius and Z. erectus are detected just before and in the early phase of OAE 1a, suggesting a shift from oligotrophic to mesotrophic conditions. As previously partly documented in the Tethys (Luciani et al., 2001, 2006), a distinctive interval of higher percentages of the fertility-related species is observed at Piobbico and DSDP Site 463 in the lower upper Aptian before the N. truittii acme that is characterized by extremely low abundances and therefore oligotrophic conditions. A relative increase in percentages of the fertility-related species is observed after the N. truittii acme, although nannofossils indicate that a lower level of mesotrophy was reached relative to the early late Aptian time interval."
  }, {
    "heading": "4.2 Nannofossil temperature and nutrient indices",
    "text": "Herrle et al. (2003a) proposed two nannofossil indices: the temperature index (TI) and the nutrient index (NI), successfully applied to selected Aptian–Albian intervals (Herrle, 2003; Herrle et al., 2003b, 2010; Tiraboschi et al., 2009; McAnena et al., 2013). Here, we adopt the TI and NI of Herrle et al. (2003a), partly modified by excluding taxa that are\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nsparse and rare in the studied sections. The formulae of the indices used here are Eqs. (4) and (5):\nTI= (Ss+Ef+Rp)/(Ss+Ef+Rp+Ra+Zd) · 100, (4)\nNI= (Bc+Dr+Ze)/(Bc+Dr+Ze+Wb) · 100, (5)\nwhere Ss stands for S. stradneri, Ef for E. floralis, Rp for R. parvidentatum, Ra for R. asper, Zd for Z. diplogrammus, Bc for B. constans, Dr for D. rotatorius, Ze for Z. erectus and Wb for W. barnesiae.\nThe nannofossil TI, calibrated against carbon-isotope stratigraphy, has revealed similar and synchronous changes in the Cismon core, Piobbico core and at DSDP Site 463. A complete nannofossil record through OAE 1a is available only for the Cismon core, because the Selli Level of the Piobbico core is incomplete and many samples are barren of nannofossils, while at DSDP Site 463 the top of the Selli Level Equivalent is probably not recovered and some samples are barren. In the three investigated sites, the TI and NI show the following fluctuations:\nAt Cismon (Fig. 3) the TI shows high-frequency fluctuations superimposed on a longer-term trend. The warmest temperatures were reached in the “nannoconid decline” and “nannoconid crisis” intervals and in the early phase of OAE 1a (corresponding to segment Ap3/C3 of the carbonisotope curve). Cooling interludes are registered within the Selli Level, especially across segments Ap4/C4 and Ap6/C6. The topmost part of the anoxic episode is marked by a shortlived warm pulse that was followed by another “cold snap” just above the Selli Level. In the overlying interval (Ap7/C7), the TI shows relatively high-amplitude fluctuations. The NI indicates that the highest surface-water fertility was recorded in the lower part of the Selli Level (segments Ap3/C3 to base of Ap5/C5). The rest of the Selli Level shows low NI. Fertility started to increase in the Ap7/C7 interval.\nAt Piobbico (Fig. 4), the TI shows the warmest temperatures in the lowermost part of the recovered Selli Level corresponding to the base of Ap5/C5. All samples in the Ap5/C5– Ap6/C6 interval are barren of calcareous nannofossils, and therefore the TI cannot be used for relative palaeotemperature fluctuations. Corresponding to segments Ap7/C7–Ap9, a general cooling is detected (Ap8), interrupted by a brief warming. Then, from Ap9, a relative warming continued through most of Ap11. The rest of the late Aptian was characterized by a prolonged cooling episode (from top of Ap11 to top of Ap15) followed, at the end of the Aptian, by a warming trend showing two temperature peaks coinciding with the 113 Level and the Kilian Level at the Aptian–Albian boundary. The earliest Albian (Al1–Al3) shows a brief relative cooling immediately after the Kilian temperature spike, followed by a general warming. The NI exhibits relatively high values in the interval immediately preceding the Selli Level and in its lowermost portion, corresponding to the base of Ap5/C5. All samples in the Ap5/C5–Ap6/C6 interval are barren of calcareous nannofossils and therefore the NI can-\nnot be used for illustrating palaeofertility fluctuations. Above the Selli Level, a long interval of increased fertility (Ap7– Ap11) shows maximum values in the Ap9–Ap10 interval. The N. truittii acme is characterized by low surface-water fertility, followed by a relative increase in the NI up to Ap15. The Aptian–Albian boundary interval is marked by a decrease in the NI interrupted by a relative increase through the Kilian Level. The lowermost Albian (Al2–Al3) exhibits a trend to increased fertility extending through the Albian (Tiraboschi et al., 2009).\nAt DSDP Site 463 (Fig. 5), the TI indicates that warm temperatures were reached before the onset of OAE 1a close to the “nannoconid decline” and “nannoconid crisis” episodes. Another significant warming correlates with segment Ap3/C3. Relative cooling interludes are registered within the Selli Level Equivalent, in segments Ap4/C4 and Ap6/C6. During the late Aptian, a long cooling (Ap7–Ap13) is registered with the coolest temperatures recorded from the top of Ap12 to the base of Ap13, at the top of the N. truittii acme interval and the interval immediately above it. The NI indicates relatively high values in the interval preceding the Selli Level Equivalent, particularly across the “nannoconid decline” and “nannoconid crisis”. Two NI peaks are recorded in the Ap3/C3 and at the base of Ap5/C5, respectively. Low NI is detected in the rest of the Selli Level Equivalent. An increase in the NI starts in Ap7 and continues up to the base of Ap12, with a maximum corresponding to Ap8. A decrease is then recorded during the N. truittii acme interval, followed by a relative increase."
  }, {
    "heading": "4.3 Oxygen-isotope fluctuations",
    "text": "The three oxygen-isotope records are somewhat scattered, and probably reflect a contribution from diagenetic cement. However, δ18O trends are reproduced at the three studied sites independently of lithology, and nannofossil preservation is persistently moderate; we conclude, therefore, that the oxygen-isotope records contain a primary palaeotemperature signal only marginally modified by lithification. Although δ18O values may be to some extent controlled by salinity fluctuations, there is no independent evidence of significant salinity changes during the Aptian. As discussed by Weissert and Erba (2004), Early Cretaceous oxygen-isotope records show similar changes at various settings and in different oceanic basins. All data collected so far suggest a positive correlation between δ18O trends and palaeotemperature reconstructions based on palaeontological and/or geochemical (e.g. TEX86) data. Conversely, there is no reliable information of significant palaeosalinity changes. Moreover, the studied sections are pelagic in nature and salinity changes may be an issue in more restricted basins but not in open oceanic environments.\nThe main trends (Figs. 3–5) are summarized as follows: Along segments Ap1/C1 and Ap2/C2 the isotopic ratios are relatively stable, being ∼−2 ‰ at DSDP Site 463,\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\n−1.5 ‰ at Piobbico and −1 ‰ at Cismon. At the end of segment Ap2/C2 values start to decrease, reaching −4 ‰ in correspondence to the negative carbon-isotope excursion (segment Ap3/C3). At Cismon, the decreasing trend is interrupted by a short-lived (∼ 35 kyr according to Malinverno et al., 2010) interval of higher values (−1.5 ‰). At segment Ap4/C4, the δ18O values start increasing and in the middle part of the Selli Level (segment Ap5/C5) they fluctuate: between −1 and −2 ‰ at Cismon, between −1 and −3 ‰ at Piobbico and between −1 and −4 ‰ at DSDP Site 463. Corresponding to segment Ap6/C6, δ18O values are relatively stable between −1 and −2 ‰. Starting from segment Ap7/C7, oxygen isotopes illustrate progressively increasing ratios reaching ∼−1 ‰ around the N. truittii acme interval and then decrease to a minimum of ∼−3 ‰ close to the Aptian–Albian boundary. With respect to coeval sediments in the Tethys and Pacific oceans, we notice that the oxygenisotope values of the Cismon are greater by 1 ‰."
  }, {
    "heading": "4.4 TEX86",
    "text": "A total of 32 samples from the Cismon core have been analysed for TEX86, of which 17 contained detectable amounts of GDGTs (Table S1 in the Supplement). TEX86 data for a number of sediments were excluded as they contained relatively mature organic matter, i.e. the hopane 22S/(22S+ 22R) ratio was > 0.2 (van Breugel et al., 2007), at which level TEX86 values will become biased towards lower temperatures (Schouten et al., 2004). Nearly all sediments have BIT values < 0.3, suggesting relatively low input of soil-derived GDGTs, and thus no bias of the TEX86 (Weijers et al., 2006). The values obtained for the OAE 1a interval (Figs. 2, 7) comprise one sample with a TEX86 value of 0.57 indicative of ∼ 22 ◦C sea-surface temperature (SST) and corresponding to the most negative δ13C values (segment Ap3/C3). The rest of segment Ap3/C3 is characterized by values from 0.67 to 0.61 (SST =∼ 24–27 ◦C). Segments Ap4/C4 and Ap5/C5 are characterized by relatively stable values lying between 0.66 and 0.64 (SST=∼ 25–26 ◦C). Corresponding to segment Ap6/C6, one sample gives a TEX86 value of 0.58 (SST=∼ 22.5 ◦C) and the following one of 0.64 (SST=∼ 25.5 ◦C)."
  }, {
    "heading": "5 Discussion",
    "text": ""
  }, {
    "heading": "5.1 Long- and short-term temperature fluctuations during the Aptian",
    "text": "Our nannofossil data show long-term temperature variations that are comparable with the results of previous studies based on various temperature proxies (i.e. calcareous nannofossils, palynomorph, oxygen isotopes and TEX86). Although, as discussed above, the oxygen isotopic record is partly affected by diagenetic overprints inducing some scattering of the data, some general trends are present in both the Tethys and Pacific\nOcean records. The one-to-one correlation of the nannofossil TI and δ18O highlights some discrepancies although the major episodes of warming and cooling are registered by both proxies.\nWe used the three-point moving average of the TI in the three studied sections to compile a composite nannofossilderived palaeotemperature curve for characterization of climate changes during the Aptian (Fig. 6). As far as the TI is concerned, warming is essentially determined by very low percentages or absence of cold-water species and, consequently, it is impossible to estimate the extent of the warming when the TI is zero (highest temperature)."
  }, {
    "heading": "5.1.1 Long-term temperature fluctuations",
    "text": "Warm temperatures were characterizing the latest Barremian–earliest Aptian (Figs. 6, 7). The highest temperatures, based on TI and the abundance maximum of R. asper, are recorded in the core of the negative carbon-isotope interval (segment Ap3/C3), as also documented in other sections in the Tethys (e.g. Menegatti et al., 1998; Hochuli et al., 1999; Luciani et al., 2001; Bellanca et al., 2002; Jenkyns, 2003, 2010; Millán et al., 2009; Erba et al., 2010; Keller et al., 2011; Stein et al., 2011; Bottini et al., 2012; Hu et al., 2012; Husinec et al., 2012), Vocontian Basin (e.g. Moullade et al., 1998; Kuhnt et al., 2011), Boreal Realm (Mutterlose et al., 2010; Bottini and Mutterlose, 2012; Pauly et al., 2013; Mutterlose and Bottini, 2013), Russian Platform (Zakharov et al., 2013) and Pacific Ocean (e.g. Jenkyns, 1995; Price, 2003; Schouten et al., 2003; Ando et al., 2008; Bottini et al., 2012). Warm conditions persisted through OAE 1a, although fluctuations are detected, as discussed below. A major cooling, coeval with segment Ap7/C7, marks the end of global anoxia; it is followed by a relatively warm phase preceding a major long-lasting cooling episode starting during segment Ap8 and extending through most of the late Aptian. Minimum temperatures were reached at the end of and immediately after the N. truittii acme, in agreement with the cooling (of ∼ 4 ◦C down to ∼ 28 ◦C) indicated by TEX86 reconstructed from the proto-North Atlantic (McAnena et al., 2013). Further evidence of significant cooling during the late Aptian derives from the occurrence of the Boreal (cold water) species R. parvidentatum at low latitudes as documented here for the Piobbico core and DSDP Site 463 (Figs. 4, 5, 7), and in the Vocontian Basin, North Sea and proto-North Atlantic Ocean (Herrle and Mutterlose, 2003; Rückheim et al., 2006; Herrle et al., 2010; McAnena et al., 2013). In the latest Aptian (upper part of segment Ap15), temperatures show a relative increase, with warm peaks at the 113 Level and Kilian Level Equivalent."
  }, {
    "heading": "5.1.2 Climate variability during OAE 1a",
    "text": "The integration of nannofossil TI and oxygen-isotope data allows the identification of a sequence of temperature vari-\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nations within OAE 1a in the Cismon core and at DSDP Site 463 (Fig. 8). In the Piobbico core the hiatus at the base of the Selli Level and the absence of nannofossils in most samples across the black shale interval hamper the identification of short-term temperature changes during OAE 1a. Data from the Cismon core provide a high-resolution and complete record of the latest Barremian–early Aptian time interval, reproducible at DSDP Site 463, although here the recovery is incomplete and some samples are barren of nannofossils.\nThe latest Barremian–earliest Aptian time interval was characterized by warm temperatures (Fig. 8). After a warming pulse at the onset of OAE 1a (Interval A), a brief (∼ 35 kyr) cooling interlude interrupted warm conditions corresponding to the interval of minimum δ13C values (Interval B). It was followed by a maximum warming in the core of segment Ap3/C3 (Interval C). A cooling episode (Interval D) coincides with segment Ap4/C4 and base Ap5/C5. A cool snap across segment Ap4/C4 interrupting the main warming has also been detected in the Vocontian Basin (Kuhnt et al., 2011; Lorenzen et al., 2013), Tethys (Menegatti et al., 1998; Luciani et al., 2001; Stein et al., 2011) and Turkey (Hu et al., 2012). Intermediate climatic conditions (intervals E–G) during segment Ap5/C5 were interrupted by a warming interlude (Interval F). Warmer temperatures (Interval H) preceded a more prominent cooling (Interval I) correlating\nwith the latest part of OAE 1a and corresponding to segment Ap6/C6. The end of anoxia was marked by a shortlived warming (Interval L) and a further major cooling (Interval M) coinciding with the onset of segment Ap7/C7.\nThe correlation of oxygen-isotope and calcareous nannofossil data sets with SST estimates from TEX86 is difficult since the TEX86 data available for OAE 1a have a much lower resolution and provide relatively scattered records. The new TEX86 data for the Cismon core are suggestive of SSTs ranging between 22 and 27 ◦C. The lowermost data point, which corresponds to Interval B (core of segment Ap3/C3), indicates an SST of ∼ 22 ◦C, which is the coolest value for the studied interval and matches well with cooler conditions reconstructed from other data. The SST values for the following three data points are rather puzzling: two indicate temperatures of ∼ 23–25 ◦C and fall in Interval C (end of segment Ap3/C3) – the warmest of OAE 1a – while the third data point shows almost 27 ◦C although it falls in Interval D (segment Ap4/C4), interpreted to correspond to a time of relative cooling. The rest of the samples, encompassing intervals E–H (segment Ap5/C5), and representing minor temperature fluctuations, fall between 25 and 27 ◦C. We identify one more discrepancy in the relatively low estimated SST (22.5 ◦C) for one sample falling in Interval H (onset of segment Ap6/C6), suggested by TI and oxygen isotopes to be a relatively warm interlude.\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\nAnother problem of the TEX86 data of the Cismon core is related to the SSTs, which are ∼ 5 to 8 ◦C lower compared with the TEX86 records from other sites. TEX86 data from DSDP Site 463 cover the Ap4/C4–Ap6/C6 interval and range between 31 and 34 ◦C (recalibrated from Schouten et al., 2003, using Eq. 2). At Shatsky Rise, temperatures fall between 30 and 35 ◦C (recalibrated values from Dumitrescu et al., 2006, using Eq. 2). Here, two cooling interludes are detected: the first cooling by 4 ◦C down to 30 ◦C was during segment Ap4/C4 and corresponds to the cooling of our Interval D. The second cooling of 5 down to 30 ◦C seems to corresponds to segment Ap6/C6 and possibly reflects the cooling of Interval I. In the Lower Saxony Basin, SSTs indicate a distinctive warming during OAE 1a (segment C3–C6), with TEX86 temperature estimates of 31–34 ◦C. The TEX86 data for the interval following OAE 1a (the C7 segment) reveal stable SSTs around 30 ◦C (Mutterlose et al., 2010, 2014).\nWe notice that, although the temperature variability (1=∼ 4–5 ◦C) is similar in all sites, the absolute temperatures at Cismon are generally 5–8 ◦C lower than at DSDP Site 463, Shatsky Rise and Lower Saxony Basin. For Cis-\nmon, the highest (coolest temperature) δ18O values are also ∼ 1 ‰ greater than those registered at DSDP Site 463 and ∼ 0.5 ‰ greater than those at Piobbico. Generally cooler temperatures for Cismon could be explained by different latitudinal settings, the Cismon site being at ∼ 30◦ N, Shatsky Rise at an almost equatorial position and DSDP Site 463 at ∼ 20◦ S. However, this seems not to apply to the boreal section (39◦ N) characterized by the highest (∼ 35 ◦C) SST. It has been shown in several modern settings that TEX86, although calibrated against SST, may sometimes reflect changes in subsurface-water temperatures as well (e.g. Huguet et al., 2007; Lopes dos Santos et al., 2010), possibly because the source organisms, Thaumarchaeota, also reside in the deeper thermocline, where nutrients such as ammonia might be available. Perhaps the most likely explanation for this discrepancy may be that the TEX86 values from the Cismon core are already affected by the higher level of thermal maturity (i.e. hopane 22S / (22S+22R) ratios of 0.1–0.2). It has been documented that destruction of GDGTs during thermal maturation processes results in lower TEX86 values due\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nto the fact that GDGTs with cyclopentane moieties are thermally less stable (Schouten et al., 2004)."
  }, {
    "heading": "5.2 Long- and short-term changes in surface-water fertility",
    "text": "The nannofossil NI exhibits similarities between the three studied sites (simplified in Figs. 6 and 7, where nannofossil data are calibrated against the δ13C curve, adopting the timescale of Malinverno et al., 2012). A synthesis curve was reconstructed based on the three-point moving average of the NI in the three studied sections. The latest Barremian– earliest Aptian interval is characterized by low to intermediate NI values suggestive of oligotrophic conditions, with three relative increases associated with the “nannoconid decline”, the “nannoconid crisis” and the interval in between. The onset of OAE 1a was marked by increasing fertility, which reached a first peak in the core interval of the negative carbon-isotope excursion (segment Ap3/C3). A decrease in surface-water fertility characterized the rest of the Selli Level (segments Ap4/C4–Ap6/C6) and extents to the portion immediately overlying the black shale interval. A shift to mesoto eutrophic conditions is detected from the uppermost part of segment Ap7: both at DSDP Site 463 and in the Piobbico core, maximum NI values are reached within segment Ap8 showing higher fertility conditions relative to those recorded during OAE 1a. Fertility shows a decrease starting just before the N. truittii acme interval characterized by a minimum of the NI curve. The latest Aptian is then characterized by intermediate NI values, continuing into the earliest Albian.\nThe early Aptian has been generally seen as a time of warm and humid climate, mainly responsible for accelerated continental weathering, and consequent important nutrient fluxes to the ocean sustaining high productivity (e.g. Leckie et al., 2002; Erba, 2004; Föllmi, 2012). It has also been proposed that higher fertility in the global ocean was triggered directly by submarine igneous events that introduced enormous quantities of biolimiting metals within hydrothermal plumes (e.g. Larson and Erba, 1999; Leckie et al., 2002; Erba, 2004).\nPeaks in the NI are detected at the levels of the “nannoconid decline” (∼ 1 Ma before OAE 1a) and the “nannoconid crisis”. This relationship is in agreement with the interpretation of nannoconids as oligotrophic taxa, which suffered during episodes of increased surface-water fertility. Their virtual absence during the early phase of OAE 1a has been interpreted as the result of widespread meso- to eutrophic conditions (e.g. Coccioni et al., 1992; Bralower et al., 1994; Erba, 1994, 2004; Premoli Silva et al., 1999) combined with excess CO2 in the ocean–atmosphere system (Erba and Tremolada, 2004; Erba et al., 2010).\nAs far as the OAE 1a interval is concerned, the fluctuations in surface-water fertility reconstructed in our work are in agreement with other studies on calcareous nannofossils from the Tethys, Boreal Realm and Atlantic Ocean. Further-\nmore, other proxies, for example palynomorphs (Hochuli et al., 1999) and phosphorus (e.g. Föllmi et al., 2006; Föllmi and Gainon, 2008; Stein et al., 2012), support this interpretation."
  }, {
    "heading": "5.3 Climate and environmental changes and their relation to igneous–tectonic events during the Aptian",
    "text": "Our data confirm a relationship between major volcanic episodes and climate change, with associated (or subsequent) perturbations in ocean chemistry, structure and fertility. Specifically, the construction of the OJP Large Igneous Province (LIP), documented in the Os-isotopic record (Tejada et al., 2009; Bottini et al., 2012), Pb isotopes (Kuroda et al., 2011) and biomarkers (Méhay et al. 2009), suggestive of a stepwise accumulation of volcanogenic CO2 in the atmosphere (Figs. 7, 8), correlates in time with OAE 1a and was marked by global warming at the onset of the mid-Cretaceous greenhouse (e.g. Larson and Erba, 1999; Jenkyns, 2003). As documented by Méhay et al. (2009), a short-lived event of possible methane hydrate dissociation probably promoted a ∼ 100 kyr long interval of accelerated continental weathering, temporarily reducing the CO2 concentrations and inducing a subsequent cooling interlude (Interval B, in Fig. 8) with an estimated duration of ∼ 35 kyr (Bottini et al., 2012). The next interval, marked by a maximum warming, coincided with the beginning of the most intense volcanic phase of OJP (Bottini et al., 2012). This correspondence is suggestive of a (super)greenhouse climate triggered by excess volcanogenic CO2. The rest of OAE 1a was accompanied by climate variability including cooling interludes. Termination of widespread anoxia–dysoxia coincided with the end of the main emplacement of the OJP (Tejada et al., 2009; Bottini et al., 2012) and a major cooling.\nLarge-scale igneous–tectonic events took place also during the late Aptian, but their causal impact on climate changes are less obvious, since palaeotemperatures were generally cooler. We notice that submarine volcanism of the Greater Ontong Java Event (GOJE) and of the early phase of Kerguelen Plateau correlates with global warming, but subaerial volcanism (Kerguelen Plateau LIP) was associated with relatively cool conditions (Fig. 7). In addition to magmatic fluxes of different orders of magnitude (lower for Kerguelen; see Eldholm and Coffin, 2000), subaerial volcanism probably injected ashes and gases into the atmosphere inducing short-term cooling associated with individual degassing phases. Feedbacks related to atmospheric CO2 drawdown via accelerated weathering were probably most significant, as also suggested by Ca isotopes (Blättler et al., 2011). On the basis of pedogenic calcretes from South Korea, Hong and Lee (2012) documented a decrease in CO2 concentrations from∼ 1000 to∼ 500 ppmV for an interval in the late Aptian corresponding, as discussed above, to relatively cooler temperatures. However, these data present\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\na large uncertainty in the age assignment. Recently published data by Li et al. (2014), from similar continental facies in south-east China spanning the same age, are suggestive of higher values. Specifically, here we present (Fig. 7) a revised plot of Li et al. (2014) data based on the Malinverno et al. (2012) timescale, which indicates progressively increasing CO2 concentrations from ∼ 1000 up to ∼ 2000 ppmV across the N. truittii acme interval despite a general cooling trend. In correspondence to the lowest temperatures reached in the latest Aptian, CO2 estimates decrease to ∼ 1600 ppmV. The following early Albian warming trend was instead paralleled by increasing CO2 concentrations up to 2500 ppm.\nThe long-lasting cool conditions of the late Aptian have been recently quantified using TEX86 data (McAnena et al., 2013), which indicate a total decrease in palaeotemperatures of ∼ 4–5 ◦C (from ∼ 32 to ∼ 27.5 ◦C) in the equatorial proto-Atlantic Ocean followed by a warming (∼ 4 ◦C) linked to the earliest Albian OAE 1b. The late Aptian trends of our nannofossil TI curve are similar to these TEX86-\nreconstructed SST changes (Fig. 7), so we tentatively use the values of McAnena et al. (2013) to estimate climate variations through the Aptian starting from the nannofossilderived temperature fluctuations. In particular, the TEX86reconstructed SSTs and the TI curve are well overlapping in the interval marked by the stepwise cooling across the N. truittii acme and in the immediately following interval. Therefore, we use this best fitting to extrapolate absolute values from the nannofossil temperature curve in the latest Barremian–earliest Albian interval (Fig. 7).\nThe warming at the onset of OAE 1a corresponds to an increase of 1.5–2 ◦C followed by a first cooling of ∼ 2 ◦C. As far as OAE 1a is concerned, the SST variability estimated from the TI (1.5–2 ◦C) differs from the TEX86 estimates of 4–5 ◦C. The prominent cooling at the end of global anoxia corresponds to a decrease of ∼ 3 ◦C, followed by a relative warming of∼ 2 ◦C, and the coolest interval in the late Aptian is marked by a further total decrease of∼ 4 ◦C. Starting in the latest Aptian, an increase in TI-derived temperatures register a warming of 5–6 ◦C, punctuated by “hyperthermals”, and\nClim. Past, 11, 383–402, 2015 www.clim-past.net/11/383/2015/\nculminating in highest values in OAE 1b. We notice that the increase in TI palaeotemperatures reconstructed for the latest Aptian–earliest Albian is ∼ 1 ◦C higher than the SST curve, although the trend is very similar.\nVolcanically linked climate change seems closely connected to nutrient recycling and ocean fertilization (e.g. Weissert et al., 1998; Föllmi et al., 2006). Different eruption styles and duration, as well as magma composition and quantity, presumably produced diverse weathering rates and introduction of biolimiting metals (Larson and Erba, 1999; Leckie et al., 2002; Erba et al., 2015). Although calcareous nannoplankton are but one group of primary producers and they thrive under oligotrophic–mesotrophic conditions, the nannofossil NI can be used to trace the trophic levels of surface waters in the past. As synthesized in Fig. 7, the nannofossil NI suggests that fertility fluctuations were strongly coupled with climate change in the early Aptian, but less so in the late Aptian. Fertility fluctuations could be due to differential weathering rates. During OAE 1a, greenhouse conditions generated by repetitive volcanogenic CO2 emissions (e.g. Méhay et al., 2009; Erba et al., 2010) might have increased weathering rates and thereby the supply of nutrients. We see a correspondence between maximum warming and higher surface-water fertility. In addition, the largest submarine volcanic pulses at the beginning of OAE 1a and in the mid–late Aptian seem to have introduced biolimiting metals during submarine plateau construction (Larson and Erba, 1999; Leckie et al., 2002; Erba et al., 2015). The nutrients presumably stimulated primary productivity with consequent consumption of oxygen through organic matter and metal oxidation, hence promoting anoxic conditions. The upper part of the Selli Level has high TOC content (Fig. 8), indicating that productivity and preservation of organic matter was relatively high. The oligotrophic conditions suggested by the NI are explained by biomarker data and nitrogen stable isotopes, indicating N-fixing cyanobacteria as the main primary producers during OAE 1a (Kuypers et al., 2004; Dumitrescu and Brassell, 2006). Their N fixation potentially provided N nutrients for the rest of the oceanic biota and presumably was the key process in the production of organic matter, maintaining higher productivity through OAE 1a up to the end of anoxic conditions. The accumulation and burial of organic matter would have progressively acted as storage for excess CO2, leading to lower temperatures and, possibly, to the termination of OAE 1a under less active (or ceased) OJP volcanism. We notice that the two more intense cooling interludes across OAE 1a correspond to levels with relatively high TOC content (> 4 %), suggesting that the burial of organic matter may have acted as a reservoir for excess CO2, thus temporarily mitigating greenhouse conditions.\nAmong Cretaceous calcareous nannofloras, nannoconids are interpreted as specific to the lower photic zone, associated with a deep nutricline, so that they thrived when surface waters were characterized by oligotrophic conditions (Erba, 1994, 2004). The record of nannoconid distribution com-\npared with the nannofossil NI confirms this hypothesis for the entire Aptian interval: the “nannoconid crisis” correlates with an increase in the NI, while the return of nannoconids following deposition of the Selli Level and the N. truittii acme corresponds to minima in the NI curve. We stress the fact that nannoconid abundance does not unequivocally correlate with climate change, at least in the Aptian, because the “nannoconid crisis” coincides with major warming while the final nannoconid disruption (the end of the N. truittii acme) corresponds to the most severe cooling.\nThese data contradict the interpretation of McAnena et al. (2013) for the nannoconid failure due to cold conditions in the late Aptian and imply a different explanation for abundance changes of these rock-forming nannofossils. We believe that volcanically induced CO2 concentrations played a key role in nannoconid calcification, regardless of climatic conditions (Erba, 2006). Both the OJP and Kerguelen LIPs emitted huge quantities of CO2 that arguably provoked ocean acidification. We emphasize that the prolonged cooling in the late Aptian promoted CO2 absorption in the ocean and acidification. The N. truittii acme interval corresponds to temperate conditions following a cooling episode associated to segment Ap8 and preceding the most intense decrease in palaeotemperature in the late Aptian (Fig. 7). The coeval extremely low metal abundance (Fig. 7) is further evidence of seemingly quiescence in volcanism and reduced atmospheric CO2, promoting favourable conditions for the thriving of heavily calcified forms. The nannoconid crises, including their final collapse in the latest Aptian, could thus be viewed as failures in biocalcification. Similarly, the major reduction in size, decrease in abundance, and species turnover documented for planktonic foraminifers (Huber and Leckie, 2011), which is coeval with the final nannoconid decline and a nannofossil turnover, might be the response of calcareous zooplankton to volcanically triggered ocean acidification. Similar responses of calcareous zooplankton were documented for OAE 1a and OAE 2 with a major decrease in planktonic foraminiferal abundance and diversity as well as evolutionary turnover (Premoli Silva et al., 1989b, 1999; Coccioni et al., 1992; Leckie et al., 2002). Such changes are in agreement with hypothesized ocean acidification for OAE 1a (Erba, 2004; Weissert and Erba, 2004; Erba et al., 2010) and OAE 2 (Kump et al., 2009; Hönish et al., 2012)."
  }, {
    "heading": "6 Conclusions",
    "text": "Quantitative study of calcareous nannofossils integrated with oxygen-isotope and TEX86 records from the Tethys and Pacific oceans has provided a reconstruction of the climatic evolution through the entire Aptian. The excellent stratigraphic time control on the studied sections coupled with high sampling density allows confirmation of some of the climatic variations detected in previous work and highlights,\nwww.clim-past.net/11/383/2015/ Clim. Past, 11, 383–402, 2015\nduring OAE 1a, temperature fluctuations not previously detected.\nThe results from the Tethys and Pacific oceans confirm climatic variability through the Aptian, characterized by a warming trend that began prior to and reached a maximum during OAE 1a, coincident in time with the negative carbonisotope excursion. The rest of OAE 1a was marked by subsequent “cold snaps”, and a further cooling took place when the uppermost part of the Selli Level was being deposited. A cooling marked the end of global anoxia and another longlasting cooling characterized the middle late Aptian, culminating soon after the N. truittii acme. The latest Aptian was, instead, characterized by a gradual warming recorded by nannofossil assemblages and TEX86 data. SSTs from TEX86 are suggestive of 24–27 ◦C in the Tethys during OAE 1a, which is nevertheless 5–8 ◦C lower than estimates from the Pacific Ocean and Boreal Realm, being probably affected by maturity levels. Although the earliest Aptian was characterized by oligotrophic conditions, the onset of OAE 1a was marked by increasing fertility, which reached a peak at a time corresponding to the core of the negative carbon-isotope excursion. A decrease in surface-water fertility is recorded from the younger part of the Selli Level. A shift to warmer and highest trophic conditions is detected after OAE 1a up to the beginning of the N. truittii acme interval, corresponding to minimal fertility conditions. The latest Aptian was then characterized by intermediate and fluctuating fertility, continuing into the earliest Albian.\nOur data indicate that the beginning of the prolonged volcanic phase during OAE 1a coincided with the warmest temperatures associated with an increase in surface-water fertility. Weathering and hydrothermal activity were the main drivers of nutrient input, positively affecting mesotrophic taxa but having a negative impact on oligotrophic species such as nannoconids, which were not greatly affected by climatic changes. Rapid “cold snaps” are detected when OJP volcanism apparently continued, suggestive of feedback mechanisms, drawing down CO2 and affecting the climate. The end of anoxia was in phase with diminished OJP activity and global cooling. We hence see a direct relationship between OJP volcanism and climatic changes in the interval encompassing OAE 1a.\nWe suggest that OJP volcanism directly caused general global warming, while the excess burial of organic matter acted as an additional and/or alternative process to weathering, causing CO2 drawdown and consequent climate change during OAE 1a. Massive subaerial volcanism (Kerguelen Plateau LIP), which took place during the late Aptian, was associated with relatively cool conditions, implying the dominant effect of atmospheric CO2 drawdown via accelerated weathering.\nThe Supplement related to this article is available online at doi:10.5194/cp-11-383-2015-supplement.\nAcknowledgements. We greatly appreciate the valuable comments by the editor, Y. Goddéris, and the reviewers, F. Giraud and A. Godet. Anchelique Mets (NIOZ) is acknowledged for assistance with the TEX86 sample preparation (NIOZ). C. Bottini, E. Erba and D. Tiraboschi were funded through MIUR-PRIN 2011. Samples from DSDP Site 463 were supplied by the Integrated Ocean Drilling Program.\nEdited by: Y. Godderis"
  }],
  "year": 2015,
  "references": [{
    "title": "Timing and magnitude of early Aptian extreme warming: Unraveling primary δ18O variation in indurated pelagic carbonates at Deep Sea Drilling Project Site 463, central Pacific Ocean",
    "authors": ["A. Ando", "K. Kaiho", "H. Kawahata", "T. Kakegawa"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2008
  }, {
    "title": "Ancient oceans and continental margins of the Alpine-Mediterranean Tethys: deciphering clues from Mesozoic pelagic sediments and ophiolites, Sedimentology",
    "authors": ["D. Bernoulli", "H.C. Jenkyns"],
    "year": 2009
  }, {
    "title": "Significant increases in global weathering during Oceanic Anoxic Events 1a and 2 indicated by calcium isotopes, Earth Planet",
    "authors": ["C.L. Blättler", "H.C. Jenkyns", "L.M. Reynard", "G.M. Handerson"],
    "year": 2011
  }, {
    "title": "Reconstruction of short term palaeoceanographic changes during the formation of the Late Albian-Niveau Breistroffer- black shales (Oceanic Anoxic Event 1d",
    "authors": ["A. Bornemann", "J. Pross", "K. Reichelt", "J.O. Herrle", "C. Hemleben", "J. Mutterlose"],
    "venue": "SE France), J. Geol. Soc. London,",
    "year": 2005
  }, {
    "title": "Integrated stratigraphy of Early Aptian black shales in the Boreal Realm: calcareous nannofossil and stable isotope evidence for global and regional processes",
    "authors": ["C. Bottini", "J. Mutterlose"],
    "venue": "Newsl. Stratigr.,",
    "year": 2012
  }, {
    "title": "Osmium-isotope evidence for volcanism, weathering and ocean mixing during the early",
    "authors": ["C. Bottini", "A.S. Cohen", "E. Erba", "H.C. Jenkyns", "A.L. Coe"],
    "venue": "Aptian OAE 1a, Geology,",
    "year": 2012
  }, {
    "title": "Calcareous nannofossil biostratigraphy assemblages of the Cenomanian–Turonian boundary interval: Implications for the origin and timing of oceanic anoxia, Paleoceanography",
    "authors": ["T.J. Bralower"],
    "year": 1988
  }, {
    "title": "Dysoxic/anoxic episodes in the Aptian-Albian (Early Cretaceous), in: The Mesozoic Pacific: Geology, Tectonics and Volcanism",
    "authors": ["T.J. Bralower", "W.V. Sliter", "M.A. Arthur", "R.M. Leckie", "D.J. Allard", "S.O. Schlanger"],
    "venue": "Clim. Past,",
    "year": 2015
  }, {
    "title": "Timing and paleoceanography of oceanic dysoxia/anoxia in the late",
    "authors": ["T.J. Bralower", "M.A. Arthur", "R.M. Leckie", "W.V. Sliter", "D.J. Allard", "S.O. Schlanger"],
    "venue": "Barremian to early Aptian, Palaios,",
    "year": 1994
  }, {
    "title": "The record of global change in mid-Cretaceous, Barremian-Albian sections from the Sierra Madre, northeastern Mexico",
    "authors": ["T.J. Bralower", "E. Cobabe", "B. Clement", "W.V. Sliter", "C. Osburne", "J. Longoria"],
    "venue": "J. Foramin. Res.,",
    "year": 1999
  }, {
    "title": "Early Cretaceous magnetic stratigraphy in the APTICORE drill core and adjacent outcrop at Cismon (Southern Alps, Italy), and the correlation to the proposed Barremian/Aptian boundary stratotype",
    "authors": ["J.E.T. Channell", "E. Erba", "G. Muttoni", "F. Tremolada"],
    "venue": "Bull. Geol. Soc. Am.,",
    "year": 2000
  }, {
    "title": "Descrizione di un livelloguida “Radiolaritico-BituminosoIttiolitico” alla base delle Marne a Fucoidi nell’Appennino Umbro-Marchigiano",
    "authors": ["R. Coccioni", "O. Nesci", "M. Tramontana", "C.F. Wezel", "E. Moretti"],
    "venue": "Boll. Soc. Geol. Ital.,",
    "year": 1987
  }, {
    "title": "Barremian-Aptian calcareous plankton biostratigraphy from the Gorgo a Cerbara section (Marche, Central Italy) and implication for planktonic evolution",
    "authors": ["R. Coccioni", "E. Erba", "I. Premoli Silva"],
    "venue": "Cretaceous Res.,",
    "year": 1992
  }, {
    "title": "Glendonites as a paleoenvironmental tool: implications for early Cretaceous high latitude climates in Australia, Geochim",
    "authors": ["J.L. De Lurio", "L.A. Frakes"],
    "venue": "Cosmochim. Ac.,",
    "year": 1999
  }, {
    "title": "Compositional and isotopic characteristics of organic matter for the early Aptian oceanic anoxic event at Shatsky Rise, ODP leg 198",
    "authors": ["M. Dumitrescu", "S.C. Brassell"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2006
  }, {
    "title": "Instability in tropical Pacific seasurface temperatures during the early",
    "authors": ["M. Dumitrescu", "S.C. Brassell", "S. Schouten", "E.C. Hopmans", "J.S. Sinninghe Damsté"],
    "venue": "Aptian, Geology,",
    "year": 2006
  }, {
    "title": "Large Igneous Provinces and plate tectonics, in: The History and Dynamics of Global Plate Motion",
    "authors": ["O. Eldholm", "M.F. Coffin"],
    "venue": "American Geophysical Union,",
    "year": 2000
  }, {
    "title": "Aptian-Albian calcareous nannofossil biostratigraphy of the Scisti a Fucoidi cored at Piobbico (central Italy), Riv",
    "authors": ["E. Erba"],
    "venue": "Ital. Paleontol. S.,",
    "year": 1988
  }, {
    "title": "Calcareous nannofossil distribution in pelagic rhythmic sediments (Aptian-Albian Piobbico core, central Italy), Riv",
    "authors": ["E. Erba"],
    "venue": "Ital. Paleontol. S.,",
    "year": 1992
  }, {
    "title": "Middle Cretaceous calcareous nannofossils from the Western Pacific (ODP Leg 129), Evidence for paleoequatorial crossing, in: Proceedings of the Ocean Drilling Program, Scientific Results, College Station",
    "authors": ["E. Erba"],
    "venue": "TX (Ocean Drilling Program),",
    "year": 1992
  }, {
    "title": "Nannofossils and superplumes: the early",
    "authors": ["E. Erba"],
    "venue": "Aptian nannoconid crisis, Paleoceanography,",
    "year": 1994
  }, {
    "title": "Calcareous nannofossils and Mesozoic oceanic anoxic",
    "authors": ["E. Erba"],
    "venue": "events, Mar. Micropaleontol.,",
    "year": 2004
  }, {
    "title": "The first 150 million years history of calcareous nannoplankton: Biosphere–geosphere interactions, Palaeogeogr",
    "authors": ["E. Erba"],
    "venue": "Palaeocl., 232,",
    "year": 2006
  }, {
    "title": "The Cismon Apticore (Southern Alps, Italy): Reference section for the Lower Cretaceous at low latitudes, Riv",
    "authors": ["E. Erba", "R. Larson"],
    "venue": "Ital. Paleontol. S.,",
    "year": 1998
  }, {
    "title": "Nannofossil carbonate fluxes during the Early Cretaceous: phytoplankton response to nutrification episodes, atmospheric CO2 and anoxia, Paleoceanography",
    "authors": ["E. Erba", "F. Tremolada"],
    "year": 2004
  }, {
    "title": "Calcareous nannofossil and Milankovitch cycles: The example of the Albian Gault Clay Formation (southern England)",
    "authors": ["E. Erba", "D. Castradori", "G. Guasti", "M. Ripepe"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 1992
  }, {
    "title": "Integrated stratigraphy of the Cismon Apticore (Southern Alps, Italy): a reference section for the Barremian-Aptian interval at low latitudes",
    "authors": ["E. Erba", "J.E.T. Channell", "M. Claps", "C. Jones", "R.L. Larson", "B. Opdyke", "I. Premoli Silva", "A. Riva", "G. Salvini", "S. Torricelli"],
    "venue": "J. Foramin. Res.,",
    "year": 1999
  }, {
    "title": "Calcareous Nannoplankton Response to Surface-Water Acidification",
    "authors": ["E. Erba", "C. Bottini", "J.H. Weissert", "C.E. Keller"],
    "venue": "Around Oceanic Anoxic Event 1a,",
    "year": 2010
  }, {
    "title": "Response to Comment on “Calcareous Nannoplankton Response to SurfaceWater Acidification",
    "authors": ["E. Erba", "C. Bottini", "J.H. Weissert", "C.E. Keller"],
    "venue": "Around Oceanic Anoxic Event 1a”,",
    "year": 2011
  }, {
    "title": "Environmental Consequences of Ontong Java Plateau and Kerguelen Plateau Volcanism",
    "authors": ["E. Erba", "R.A. Duncan", "C. Bottini", "D. Tiraboschi", "H. Weissert", "H.C. Jenkyns", "A. Malinverno"],
    "venue": "GSA Special Paper,",
    "year": 2015
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretaceous Res.,",
    "year": 2012
  }, {
    "title": "Demise of the northern Tethyan Urgonian carbonate platform and subsequent transition towards pelagic conditions, The sedimentary record of the Col de la Plaine Morte area, central Switzerland, Sediment",
    "authors": ["K.B. Föllmi", "F. Gainon"],
    "venue": "Geol., 205,",
    "year": 2008
  }, {
    "title": "Interactions between environmental change and shallow water carbonate buildup along the northern Tethyan margin and their impact on the Early Cretaceous carbon isotope",
    "authors": ["K.B. Föllmi", "A. Godet", "S. Bodin", "P. Linder"],
    "venue": "record, Paleoceanography,",
    "year": 2006
  }, {
    "title": "A guide to Phanerozoic cold polar climates from high-latitude ice-rafting in the Cretaceous",
    "authors": ["L.A. Frakes", "J.E. Francis"],
    "venue": "Nature, 333,",
    "year": 1988
  }, {
    "title": "Reconstructing nutricline dynamics of MidCretaceous oceans: Evidence from calcareous nannofossils from www.clim-past.net/11/383/2015",
    "authors": ["J.O. Herrle"],
    "year": 2015
  }, {
    "title": "Aptian climate and ocean fertility the Niveau Paquier black shale (SE France)",
    "authors": ["C. Bottini"],
    "venue": "Mar. Micropaleontol.,",
    "year": 2003
  }, {
    "title": "Calcareous nannofossils from the Aptian–Lower Albian southeast France: paleoecological and biostratigraphic implication",
    "authors": ["J.O. Herrle", "J. Mutterlose"],
    "venue": "Cretaceous Res.,",
    "year": 2003
  }, {
    "title": "Forcing mechanisms for Mid-Cretaceous black shale formation: Evidence from the upper Aptian and lower Albian of the Vocontian Basin (SE France)",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "P. Kössler", "C. Hemleben"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2003
  }, {
    "title": "Shortterm environmental changes in the Cretaceous Tethyan ocean: micropalaeontological evidence from the Early Albian Oceanic Anoxic Event 1b",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "C. Hemleben"],
    "venue": "Terra Nova,",
    "year": 2003
  }, {
    "title": "Palaeoceanographic differences of early Late Aptian black shale events in the Vocontian Basin (SE France), Palaeogeogr",
    "authors": ["J.O. Herrle", "P. Kosler", "J. Bollmann"],
    "venue": "Palaeocl., 297,",
    "year": 2010
  }, {
    "title": "Episodes of high productivity and cooling in the early",
    "authors": ["P.A. Hochuli", "A.P. Menegatti", "H. Weissert", "A. Riva", "E. Erba", "I. Premoli Silva"],
    "venue": "Aptian Alpine Tethys, Geology,",
    "year": 1999
  }, {
    "title": "Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous",
    "authors": ["S.K. Hong", "Y.I. Lee"],
    "venue": "Earth Planet. Sc. Lett., 327–328,",
    "year": 2012
  }, {
    "title": "A novel proxy for terrestrial organic matter in sediments based on branched and isoprenoid tetraether lipids, Earth Planet",
    "authors": ["E.C. Hopmans", "J.W.H. Weijers", "E. Schefuß", "L. Herfort", "J.S. Sinninghe Damsté", "S. Schouten"],
    "year": 2004
  }, {
    "title": "Stratigraphic transition and palaeoenvironmental changes from the Aptian oceanic anoxic event 1a (OAE1a) to the oceanic red bed 1 (ORB1) in the Yenicesihlar",
    "authors": ["X. Hu", "Z. Kuidong", "I.O. Yilmaz", "L. Yongxiang"],
    "venue": "section, central Turkey, Cretaceous Res.,",
    "year": 2012
  }, {
    "title": "Planktic foraminiferal species turnover across deep-sea Aptian/Albian boundary",
    "authors": ["B.T. Huber", "R.M. Leckie"],
    "venue": "sections, J. Foramin. Res.,",
    "year": 2011
  }, {
    "title": "A study of the TEX86 paleothermometer in the water column and sediments of the Santa Barbara",
    "authors": ["C. Huguet", "A. Schimmelmann", "R. Thunell", "L.J. Lourens", "J.S. Sinninghe Damsté", "S. Schouten"],
    "year": 2006
  }, {
    "title": "Sequence development influenced by intermittent cooling events in the Cretaceous Aptian greenhouse",
    "authors": ["A. Husinec", "C.A. Harman", "S.P. Regan", "D.A. Mosher", "R.J. Sweeney", "J.F. Read"],
    "venue": "Adriatic platform, Croatia, AAPG Bull.,",
    "year": 2012
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic– Palaeogene greenhouse",
    "authors": ["H.C. Jenkyns"],
    "venue": "world, Philos. T. Roy. Soc. A,",
    "year": 1916
  }, {
    "title": "Geochemistry of oceanic anoxic events, Geochem",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geophy. Geosy.,",
    "year": 2009
  }, {
    "title": "Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: relics from a greenhouse Earth",
    "authors": ["H.C. Jenkyns", "P.A. Wilson"],
    "venue": "Am. J. Sci.,",
    "year": 1999
  }, {
    "title": "Warm Middle Jurassic–Early Cretaceous high-latitude sea-surface temperatures from the Southern Ocean",
    "authors": ["H.C. Jenkyns", "L. Schouten-Huibers", "S. Schouten", "J.S. Sinninghe Damsté"],
    "venue": "Clim. Past,",
    "year": 2012
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H.C. Jenkyns"],
    "venue": "Am. J. Sci.,",
    "year": 2001
  }, {
    "title": "A volcanically induced climate warming and floral change preceded the onset of OAE1a (Early Cretaceous), Palaeogeogr",
    "authors": ["C.E. Keller", "P.A. Hochuli", "H. Weissert", "S.M. Bernasconi", "M. Giorgioni", "T.I. Garcia"],
    "venue": "Palaeocl., 305,",
    "year": 2011
  }, {
    "title": "Transient global cooling at the onset of early Aptian oceanic anoxic event (OAE",
    "authors": ["W. Kuhnt", "A. Holbourn", "M. Moullade"],
    "venue": "1a, Geology,",
    "year": 2011
  }, {
    "title": "Lead isotopic record of Barremian-Aptian marine sediments: Implications for large igneous provinces and the Aptian climatic crisis, Earth Planet",
    "authors": ["J. Kuroda", "M. Tanimizu", "R.S. Hori", "K. Suzuki", "N.O. Ogawa", "M.L.G. Tejada", "M.F. Coffin", "R. Coccioni", "E. Erba", "N. Ohkouchi"],
    "year": 2011
  }, {
    "title": "N2-fixing cyanobacteria supplied nutrient N for Cretaceous oceanic anoxic",
    "authors": ["M.M.M. Kuypers", "Y. van Breugel", "S. Schouten", "E. Erba", "J.S. Sinninghe Damsté"],
    "venue": "events, Geology,",
    "year": 2004
  }, {
    "title": "Geological consequences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology, 19,",
    "year": 1991
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian-Aptian: Igneous events and the biological, sedimentary and geochemical",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "responses, Paleoceanography,",
    "year": 1999
  }, {
    "title": "Oceanic anoxic events and plankton evolution: Biotic response to tectonic forcing during the Mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography, 17,",
    "year": 2001
  }, {
    "title": "Carbon isotope signatures changes during middle- of pedogenic carbonates from SE China: rapid atmospheric pCO2 late",
    "authors": ["X. Li", "H.C. Jenkyns", "C. Zhang", "Y. Wang", "L. Liu", "K. Cao"],
    "venue": "Early Cretaceous time, Geol. Mag.,",
    "year": 2014
  }, {
    "title": "Glacial–interglacial variability in Atlantic Meridional Overturning Circulation and thermocline adClim",
    "authors": ["R. Lopes dos Santos", "M. Prange", "I.S. Castañeda", "E. Schefuß", "S. Mulitza", "M. Schulz", "E.M. Niedermeyer", "J.S. Sinninghe Damsté", "S. Schouten"],
    "venue": "Past, 11,",
    "year": 2015
  }, {
    "title": "A new sediment core from the Bedoulian (Lower Aptian) stratotype at Roquefort-La Bédoule",
    "authors": ["J. Lorenzen", "W. Kuhnt", "A. Holbourn", "S. Flögel", "M. Moullade", "G. Tronchetti"],
    "venue": "SE France, Cretaceous Res.,",
    "year": 2013
  }, {
    "title": "Biotic and geochemical response to anoxic events: the Aptian pelagic succession of the Gargano Promontory (southern Italy)",
    "authors": ["V. Luciani", "M. Cobianchi", "H.C. Jenkyns"],
    "venue": "Geol. Mag.,",
    "year": 2001
  }, {
    "title": "Orbital tuning as an inverse problem: Chronology of the early Aptian oceanic anoxic event 1a (Selli Level) in the Cismon",
    "authors": ["A. Malinverno", "E. Erba", "T.D. Herbert"],
    "venue": "APTICORE, Paleoceanography,",
    "year": 2009
  }, {
    "title": "M-sequence geomagnetic polarity time scale (MHTC12) that steadies global spreading rates and incorporates astrochronology constraints",
    "authors": ["A. Malinverno", "J. Hildebrandt", "M. Tominaga", "J.E.T. Channell"],
    "venue": "J. Geophys. Res.,",
    "year": 2012
  }, {
    "title": "Timing of the Early Aptian δ13C excursion in the Boreal Realm",
    "authors": ["M. Malkoč", "J. Mutterlose", "S. Pauly"],
    "venue": "Newsl. Stratigr.,",
    "year": 2010
  }, {
    "title": "Climatic and oceanographic isotopic signals from the carbonate rock record and their preservation, Geol",
    "authors": ["J.D. Marshall"],
    "venue": "Mag., 129,",
    "year": 1992
  }, {
    "title": "Atlantic cooling associated with a marine biotic crisis during the mid-Cretaceous",
    "authors": ["A. McAnena", "S. Flögel", "P. Hofmann", "J.O. Herrle", "A. Griesand", "J. Pross", "H.M. Talbot", "J. Rethemeyer", "K. Wallmann", "T. Wagner"],
    "venue": "period, Nat. Geosci.,",
    "year": 2013
  }, {
    "title": "A volcanic CO2 pulse triggered the Cretaceous Oceanic Anoxic Event 1a and a biocalcification",
    "authors": ["S. Méhay", "C.E. Keller", "S.M. Bernasconi", "H. Weissert", "E. Erba", "C. Bottini", "P.A. Hochuli"],
    "venue": "crisis, Geology,",
    "year": 2009
  }, {
    "title": "Organic-matter-rich and hypersiliceous Aptian sediments from western Mid-Pacific Mountains, Deep Sea Drilling Project",
    "authors": ["F. Mélières", "G. Deroo", "J.P. Herbin"],
    "venue": "Initial Reports,",
    "year": 1978
  }, {
    "title": "High-resolution δ13Cstratigraphy through the early",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "venue": "Aptian Livello Selli of the Alpine Tethys, Paleoceanography,",
    "year": 1998
  }, {
    "title": "Impact of Early Aptian carbon cycle perturbations on evolution of a marine shelf system in the BasqueCantabrian Basin (Aralar",
    "authors": ["M.I. Millán", "H.J. Weissert", "P.A. Fernandez-Mendiola", "J. Garcia-Mondejar"],
    "venue": "N Spain), Earth Planet. Sc. Lett.,",
    "year": 2009
  }, {
    "title": "Temperature-controlled migration of calcareous nannofloras in the north-west European Aptian, in: Nannofossils and their applications, edited by: Crux",
    "authors": ["J. Mutterlose"],
    "year": 1989
  }, {
    "title": "Migration and evolution patterns of floras and faunas in marine Early Cretaceous sediments of NW Europe, Palaeogeogr",
    "authors": ["J. Mutterlose"],
    "venue": "Palaeocl.,",
    "year": 1992
  }, {
    "title": "Early Cretaceous chalks from the North Sea giving evidence for global change",
    "authors": ["J. Mutterlose", "C. Bottini"],
    "venue": "Nature Communications,",
    "year": 2013
  }, {
    "title": "Mesozoic calcareous nannofossils – state of the art",
    "authors": ["J. Mutterlose", "A. Bornemann", "J.O. Herrle"],
    "venue": "Palaeont. Z.,",
    "year": 2005
  }, {
    "title": "The Aptian–Albian cold snap: Evidence for “mid” Cretaceous icehouse interludes, Neues Jahrb",
    "authors": ["J. Mutterlose", "A. Bornemann", "J. Herrle"],
    "venue": "Geol. P.-A.,",
    "year": 2009
  }, {
    "title": "TEX86 and stable δ 18O paleothermometry of early Cretaceous sediments: Implications for belemnite ecology and palaeotemperature proxy application, Earth Planet",
    "authors": ["Mutterlose J", "M. Malkoč", "S. Schouten", "J.S. Sinninghe Damsté", "A. Forster"],
    "year": 2010
  }, {
    "title": "High sea-surface temperatures during the early Aptian OAE 1a in the Boreal",
    "authors": ["J. Mutterlose", "C. Bottini", "S. Schouten", "J.S. Sinninghe Damsté"],
    "venue": "Realm, Geology,",
    "year": 2014
  }, {
    "title": "Palaeoceanography of Lower Cretaceous (Barremian–Lower Aptian) black shales from northwest Germany evidenced by calcareous nannofossils and geochemistry",
    "authors": ["S. Pauly", "J. Mutterlose", "D.S. Wray"],
    "venue": "Cretaceous Res.,",
    "year": 2013
  }, {
    "title": "Abrupt planktic foraminiferal turnover across the Niveau Kilian at Col de Pré-Guittard (Vocontian Basin, southeast France): new criteria for defining the Aptian/Albian boundary",
    "authors": ["M.R. Petrizzo", "B.T. Huber", "A.S. Gale", "A. Barchetta", "H.C. Jenkyns"],
    "venue": "Newsl. Stratigr.,",
    "year": 2012
  }, {
    "title": "Stratigraphic framework and calcareous nannofossil productivity of the Essaouira-Agadir Basin (Morocco) during the Aptian-Early Albian: Comparison with the north-Tethyan margin",
    "authors": ["C. Peybernès", "F. Giraud", "E. Jaillard", "E. Robert", "M. Masrour", "M. Aoutem", "N. Içame"],
    "venue": "Cretaceous Res.,",
    "year": 2013
  }, {
    "title": "Planktonic foraminiferal distribution record productivity cycles: evidence from the Aptian-Albian Piobbico core (central Italy)",
    "authors": ["I. Premoli Silva", "M. Ripepe", "M.E. Tornaghi"],
    "venue": "Terra Nova,",
    "year": 1989
  }, {
    "title": "Paleoenvironmental signals and changes in surface fertility in mid-Cretaceous Corgrich pelagic facies of the Fucoid Marls (central Italy)",
    "authors": ["I. Premoli Silva", "E. Erba", "M.E. Tornaghi"],
    "venue": "Geobios, Mémoire Spécial,",
    "year": 1989
  }, {
    "title": "Biotic changes in Cretaceous anoxic events",
    "authors": ["I. Premoli Silva", "E. Erba", "G. Salvini", "D. Verga", "C. Locatelli"],
    "venue": "J. Foramin. Res.,",
    "year": 1999
  }, {
    "title": "The evidence and implications of polar ice during the Mesozoic",
    "authors": ["G.D. Price"],
    "venue": "Earth-Sci. Rev.,",
    "year": 1999
  }, {
    "title": "New constraints upon isotope variation during the early Cretaceous (Barremian-Cenomanian) from the Pacific Ocean",
    "authors": ["G.D. Price"],
    "venue": "Geol. Mag.,",
    "year": 2003
  }, {
    "title": "Barremian–Cenomanian palaeotemperatures for Australian seas www.clim-past.net/11/383/2015",
    "authors": ["G.D. Price", "T. Williamson", "R.A. Henderson", "M.K. Gagan"],
    "year": 2015
  }, {
    "title": "Aptian climate and ocean fertility based on new oxygen-isotope data from belemnite rostra, Palaeogeogr",
    "authors": ["C. Bottini"],
    "venue": "Palaeocl., 358–360,",
    "year": 2012
  }, {
    "title": "Mid-Cretaceous calcareous nannoplankton from the central Pacific: implications for Paleoceanography, Deep Sea Drilling Project",
    "authors": ["P.H. Roth"],
    "venue": "Initial Reports,",
    "year": 1981
  }, {
    "title": "Middle Cretaceous calcareous Nannofossil biogeography and preservation in the Atlantic and Indian oceans: implication for paleogeography",
    "authors": ["P.H. Roth", "K.R. Krumbach"],
    "venue": "Mar. Micropaleontol.,",
    "year": 1986
  }, {
    "title": "Planktic foraminifera from the mid-Cretaceous (Barremian-Early Albian) of the North Sea Basin: Palaeoecological and palaeoceanographic implications",
    "authors": ["S. Rückheim", "A. Bornemann", "J. Mutterlose"],
    "venue": "Mar. Micropaleontol.,",
    "year": 2006
  }, {
    "title": "Distributional variations in marine crenarchaeotal membrane lipids: A new organic proxy for reconstructing ancient sea water temperatures",
    "authors": ["S. Schouten", "E.C. Hopmans", "E. Schefuss", "J.S. Sinninghe Damsté"],
    "venue": "Earth Planet. Sc. Lett.,",
    "year": 2002
  }, {
    "title": "Extremely high seasurface temperatures at low latitudes during the middle Cretaceous as revealed by archaeal membrane",
    "authors": ["S. Schouten", "S. Hopmans", "A. Forster", "Y. Van Breugel", "M.M.M. Kuypers", "J.S. Sinninghe Damsté"],
    "venue": "lipids, Geology,",
    "year": 2003
  }, {
    "title": "The effect of maturity and depositional redox conditions on archaeal tetraether lipid palaeothermometry",
    "authors": ["S. Schouten", "E.C. Hopmans", "J.S. Sinninghe Damsté"],
    "venue": "Org. Geochem.,",
    "year": 2004
  }, {
    "title": "Analytical methodology for TEX86 paleothermometry by high-performance liquid chromatography/atmospheric pressure chemical ionization-mass spectrometry",
    "authors": ["S. Schouten", "C. Huguet", "E.C. Hopmans", "M.V.M. Kienhuis", "J.S. Sinninghe Damsté"],
    "venue": "Anal. Chem.,",
    "year": 2007
  }, {
    "title": "Crenarchaeol: the characteristic core glycerol dibiphytanyl glycerol tetraether membrane lipid of cosmopolitan pelagic crenarchaeota",
    "authors": ["J.S. Sinninghe Damsté", "Hopmans", "S.E.C. Schouten", "A.C.T. van Duin", "J.A.J. Geenevasen"],
    "venue": "J. Lipid Res.,",
    "year": 2002
  }, {
    "title": "Late Barremian–Early Aptian palaeoenvironmental change: The Cassis-La Bédoule section, southeast France",
    "authors": ["M. Stein", "S. Westermann", "T. Adatte", "V. Matera", "D. Fleitmann", "J.E. Spangenberg", "K.B. Föllmi"],
    "venue": "Cretaceous Res.,",
    "year": 2012
  }, {
    "title": "Ontong Java Plateau eruption as a trigger for the early",
    "authors": ["M.L.G. Tejada", "S. Katsuhiko", "J. Kuroda", "R. Coccioni", "J.J. Mahoney", "N. Ohkouchi", "T. Sakamoto", "Y. Tatsumi"],
    "venue": "Aptian oceanic anoxic event,",
    "year": 2009
  }, {
    "title": "The geologic history of the Mid-Pacific Mountains in the central North Pacific Ocean: A synthesis of Deep-Sea Drilling studies, Deep Sea Drilling Project",
    "authors": ["J. Thiede", "W.E. Dean", "D.K. Rea", "T.L. Vallier", "C.G. Adelseck"],
    "venue": "Initial Reports,",
    "year": 1981
  }, {
    "title": "Stable isotopic and carbonate cyclicity in Lower Cretaceous deep-sea sediments: Dominance of diagenetic",
    "authors": ["H.R. Thierstein", "P.H. Roth"],
    "year": 1991
  }, {
    "title": "Origin of rhythmic Albian black shales (Piobbico core, central Italy) Calcareous nannofossil quantitative and statistical analysis and paleoceanographic",
    "authors": ["D. Tiraboschi", "E. Erba", "H.C. Jenkyns"],
    "venue": "reconstructions, Paleoceanography,",
    "year": 2008
  }, {
    "title": "Lithostratigraphy and planktonic foraminiferal biostratigraphy of the AptianAlbian “Scisti a Fucoidi” in the Piobbico core, Marche, Italy: Background for cyclostratigraphy, Riv",
    "authors": ["M.E. Tornaghi", "I. Premoli Silva", "M. Ripepe"],
    "venue": "Ital. Paleontol. S.,",
    "year": 1989
  }, {
    "title": "Late Barremian to Early Aptian calcareous nannofossil paleoceanography and paleoecology from the Ocean Drilling Program Hole 641C (Galicia Margin)",
    "authors": ["F. Tremolada", "E. Erba", "T.J. Bralower"],
    "venue": "Cretaceous Res.,",
    "year": 2006
  }, {
    "title": "Nannoplankton productivity fluctuations and rhythmically-bedded pelagic carbonates of the Greenhorn Limestone (Upper Cretaceous), Palaeogeogr",
    "authors": ["D.K. Watkins"],
    "venue": "Palaeocl., 74,",
    "year": 1989
  }, {
    "title": "Occurrence and distribution of tetraether membrane lipids in soils: Implication for the use of the TEX86 proxy and the BIT index",
    "authors": ["J.W.H. Weijers", "S. Schouten", "O.C. Spaargaren", "J.S. Sinninghe Damsté"],
    "venue": "Org. Geochem.,",
    "year": 2006
  }, {
    "title": "C-isotope stratigraphy, a monitor of palaeoenvironmental change: a case study from the Early Cretaceous",
    "authors": ["H. Weissert"],
    "venue": "Surv. Geophys.,",
    "year": 1989
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "J. Geol. Soc. London,",
    "year": 2004
  }, {
    "title": "Ice Age interludes during the time of Cretaceous greenhouse climate",
    "authors": ["H. Weissert", "A. Lini"],
    "venue": "in: Controversies in Modern Geology,",
    "year": 1991
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: A possible link",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 1998
  }, {
    "title": "Nannofossil assemblage, fine fraction stable isotopes, and the paleoceanography of the Valanginian-Barremian (Early Cretaceous) North Sea",
    "authors": ["J.R. Williams", "T.J. Bralower"],
    "year": 1995
  }, {
    "title": "Mesozoic-Cenozoic history of calcareous nannofossils in the region of the Southern Ocean",
    "authors": ["S.W. Wise Jr."],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 1988
  }, {
    "title": "Late Barremian–early Aptian climate of the northern middle latitudes: Stable isotope evidence from bivalve and cephalopod molluscs of the Russian Platform",
    "authors": ["Y.D. Zakharov", "E.Y. Baraboshkin", "H. Weissert", "I.A. Michailova", "O.P. Smyshlyaeva", "P.P. Safronov"],
    "venue": "Cretaceous Res.,",
    "year": 2013
  }],
  "id": "SP:368d11138d711f5b1ea476a4953a5908d9b4d02c",
  "authors": [{
    "name": "C. Bottini",
    "affiliations": []
  }, {
    "name": "E. Erba",
    "affiliations": []
  }, {
    "name": "D. Tiraboschi",
    "affiliations": []
  }, {
    "name": "H. C. Jenkyns",
    "affiliations": []
  }, {
    "name": "S. Schouten",
    "affiliations": []
  }, {
    "name": "J. S. Sinninghe Damsté",
    "affiliations": []
  }],
  "abstractText": "Several studies have been conducted to reconstruct temperature variations across the Aptian Stage, particularly during early Aptian Oceanic Anoxic Event (OAE) 1a. There is a general consensus that a major warming characterized OAE 1a, although some studies have provided evidence for transient “cold snaps” or cooler intervals during the event. The climatic conditions for the middle–late Aptian are less constrained, and a complete record through the Aptian is not available. Here we present a reconstruction of surface-water palaeotemperature and fertility based on calcareous nannofossil records from the Cismon and Piobbico cores (Tethys) and DSDP Site 463 (Pacific Ocean). The data, integrated with oxygen-isotope and TEX86 records, provide a detailed picture of climatic and ocean fertility changes during the Aptian Stage, which are discussed in relation to the direct/indirect role of volcanism. Warm temperatures characterized the pre-OAE 1a interval, followed by a maximum warming (of ∼ 1.5–2 C) during the early phase of anoxia under intense volcanic activity of the Ontong Java Plateau (OJP). A short-lived cooling episode interrupted the major warming, following a rapid increase in weathering rates. Nannofossils indicate that mesotrophic conditions were reached when temperatures were at their highest and OJP volcanism most intense, thus suggesting that continental runoff, together with increased input of hydrothermal metals, increased nutrient supply to the oceans. The latter part of OAE 1a was characterized by cooling events, probably promoted by CO2 sequestration during burial of organic matter. In this phase, high productivity was probably maintained by N2-fixing cyanobacteria, while nannofossil taxa indicating higher fertility were rare. The end of anoxia coincided with the cessation of volcanism and a pronounced cooling. The mid-Aptian was characterized by highest surface-water fertility and progressively decreasing temperatures, probably resulting from intense continental weathering drawing down pCO2. The lowest temperatures, combined with low fertility, were reached in the middle–late Aptian across the interval characterized by blooming of Nannoconus truittii. The prolonged cooling was followed by significant warming across the Aptian–Albian boundary. The data presented suggest that OJP activity played a direct role in inducing global warming during the early Aptian, whereas other mechanisms (weathering, deposition of organic matter) acted as feedback processes, favouring temporary cooler interludes.",
  "title": "Climate variability and ocean fertility during the Aptian Stage"
}