{
  "sections": [{
    "text": "long-term increase of global temperatures (+4 to +6 ◦C) up to the Early Eocene Climate Optimum (EECO, 52.9– 50.7 Ma), the warmest interval of the Cenozoic. It was recently suggested that sustained high atmospheric pCO2, controlling warm early Cenozoic climate, may have been released during Neo-Tethys closure through the subduction of large amounts of pelagic carbonates and their recycling as CO2 at arc volcanoes. To analyze the impact of NeoTethys closure on early Cenozoic warming, we have modeled the volume of subducted sediments and the amount of CO2 emitted along the northern Tethys margin. The impact of calculated CO2 fluxes on global temperature during the early Cenozoic have then been tested using a climate carbon cycle model (GEOCLIM). We show that CO2 production may have reached up to 1.55× 1018 mol Ma−1 specifically during the EECO, ∼ 4 to 37 % higher that the modern global volcanic CO2 output, owing to a dramatic IndiaAsia plate convergence increase. The subduction of thick Greater Indian continental margin carbonate sediments at ∼ 55–50 Ma may also have led to additional CO2 production of 3.35× 1018 mol Ma−1 during the EECO, making a total of 85 % of the global volcanic CO2 outgassed. However, climate modeling demonstrates that timing of maximum CO2 release only partially fits with the EECO, and that corresponding maximum pCO2 values (750 ppm) and sur-\nface warming (+2 ◦C) do not reach values inferred from geochemical proxies, a result consistent with conclusions arising from modeling based on other published CO2 fluxes. These results demonstrate that CO2 derived from decarbonation of Neo-Tethyan lithosphere may have possibly contributed to, but certainly cannot account alone for early Cenozoic warming. Other commonly cited sources of excess CO2 such as enhanced igneous province volcanism also appear to be up to 1 order of magnitude below fluxes required by the model to fit with proxy data of pCO2 and temperature at that time. An alternate explanation may be that CO2 consumption, a key parameter of the long-term atmospheric pCO2 balance, may have been lower than suggested by modeling. These results call for a better calibration of early Cenozoic weathering rates."
  }, {
    "heading": "1 Introduction",
    "text": "Based on paleotemperature proxies, a trend of decreasing global temperatures throughout the Late Mesozoic and Cenozoic has long been identified (e.g, Shackelton and Kennett, 1975; Zachos et al., 2001, 2008; Cramer et al., 2009; Friedrich et al., 2012). Climatic modeling suggests that this cooling mainly results from decreasing seafloor spreading and subduction rates, as well as increasing CO2 removal\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nthrough silicate weathering (Park and Royer, 2011; Godderis et al., 2014; van der Meer et al., 2014). During the Cenozoic, CO2 consumption was mainly governed by the erosion of the Tethyan orogenic belt, and by continental drift, responsible for the arrival of highly weatherable basaltic provinces in the equatorial belt (Raymo and Ruddiman, 1992; Kent and Muttoni, 2013; Lefebvre et al., 2013). However, global cooling was interrupted by a long-term increase of global temperatures (+4 to +6 ◦C) and pCO2 (∼ 450 to ∼ 1000 ppm) from 58 to 50.7 Ma, crowned by the Early Eocene Climate Optimum (EECO, 52.9–50.7 Ma), the warmest interval of the Cenozoic (Zachos et al., 2001; Beerling and Royer, 2011). Because conventional carbon cycle models compute important weathering rates at that time, they fail to reproduce this rise in temperature and atmospheric CO2 without the addition of excess CO2 compared to background CO2 volcanic degassing rates (4–10× 1018 molCO2 Ma −1 at present; Berner, 2004) (Lefebvre et al., 2013; Van der Meer et al., 2014). Carbonates also indicate that from ∼ 58.0 to 52.5 Ma this warming was characterized by a 2 per mil negative shift in marine and terrestrial δ13C, referred to as the Late Paleocene-Early Eocene (LPEE) by Komar et al. (2013). This drop in δ13C suggests an additional source of depleted CO2 (i.e enriched in 12C) or/and decreased net organic carbon burial (Hilting et al, 2008; Komar et al. 2013). In contrast, despite warm temperature, the EECO was associated with a rise in δ13C (Cramer et al., 2009), indicative of the addition of heavy CO2 or/and alternatively by increased net organic carbon burial (e.g., Komar et al., 2013). Various origins of excess CO2 have been proposed for both periods of the early Cenozoic. Most invoke the activity of large igneous provinces such as the North Atlantic Igneous Province (NAIP), since a mantellic source of CO2 (δ 13CO2 ranging from −3 to −10 ‰) may be compatible with carbon isotope proxies for most of the period of warming (see Reagan et al. 2013 and references therein). Alternatively, Beck et al. (1995), Hilting et al. (2008) and Komar et al. (2013) proposed that large amounts of low-δ13C organic carbon were being stored in carbon capacitors separate from the ocean– atmosphere–biosphere (e.g., peat, gas hydrates, permafrost) during the Paleocene. They were then massively released during the LPEE warming and progressively vanished during the EECO (Komar et al., 2013). Finally, among several other hypotheses, it was suggested that Neo-Tethys closure may have strongly controlled Cretaceous and early Cenozoic climates, up to the EECO, through the subduction of tropical pelagic carbonates (δ13C ∼ 0 ‰) under the Asian plate and their recycling as CO2 at arc volcanoes (Edmond and Huh, 2003; Kent and Muttoni, 2008; Johnston et al., 2011). These authors argued that the tropical latitudes of the northern Neo-Tethys could have favored deposition of carbonaterich pelagic sediments on the Tethyan seafloor. In detail, Kent and Muttoni (2008) suggested that the Indian plate dominated this “carbonate subduction factory”, with a major decrease in CO2 production as India and Asia collided some\n50 Ma ago. However, the same authors recently concluded for low CO2 outgassing at the Tethyan arc, mainly as a result of low decarbonation during subduction (Kent and Muttoni, 2013). For Kent and Muttoni (2013), high CO2 could be explained by less efficient weathering close to the EECO, rather than by additional CO2 production.\nIn this contribution, we aim to test whether Neo-Tethyan closure, which was obviously associated with widespread arc volcanism, may or may not have had an impact on global warming during the LPEE and the EECO, keeping in mind that this hypothesis hardly conforms to available carbon isotope records during the LPEE. To this end, we first use a simple model that calculates the volume of sediments subducted along with Neo-Tethyan oceanic and Greater Indian margin lithospheres, and computes a range of CO2 fluxes emitted at active arc volcanoes along the northern Neo-Tethys margin. A coupled climate-carbon cycle model (GEOCLIM) is then used to quantify the impact of CO2 fluxes obtained from our model and that of Kent and Muttoni (2013), on Paleocene/Eocene pCO2 and atmospheric temperature. Finally, in light of our results, we discuss the relevance of alternate hypotheses commonly cited to explain the LPEE and the EECO."
  }, {
    "heading": "2 Neo-Tethyan history and related arc volcanism",
    "text": "The Neo-Tethys ocean opened westward during the Permian to Triassic, separating several micro-continents (e.g., Pontides, Central Iran, Central Afghanistan, Tibet, and Western Myanmar) from Gondwana in the south (Kazmin, 1991; Dercourt et al., 1993; Ricou, 1994; Stampfli and Borel 2002; Muttoni et al., 2009). These reached the southern Eurasian margin in Late Triassic and younger times, followed by inception of subduction of Neo-Tethyan oceanic lithosphere. In the western Neo-Tethys, convergence of Africa to Eurasia began in the Aptian (Kazmin, 1991; Dercourt et al., 1993; Ricou, 1994; Rosenbaum and Lister, 2002; Stampfli and Borel, 2002; van Hinsbergen et al., 2005) (Fig. 1). NeoTethys subduction below the Iran margin started at least in Jurassic time and continued until Arabia-Eurasia collision in latest Eocene-Early Oligocene time (Agard et al., 2011; Mouthereau, 2011; McQuarrie and van Hinsbergen, 2013). Subduction below Tibet in the Early Cretaceous occurred simultaneously with Indian separation from eastern Antarctica and Australia ∼ 130 Ma ago (Guillot et al., 2008; van Hinsbergen et al., 2011a). Collision between the northernmost continental crust of the Indian plate and Eurasia is commonly stated to have started between∼ 60 and∼ 50 Ma (e.g., Dupont-Nivet et al., 2010; Najman et al., 2010; Orme et al., 2014; Hu et al., 2015) (Fig. 1). At about the same time (∼ 56–47 Ma), subducted Indian northern margin rocks were affected by high-pressure and ultra-high pressure metamorphism (up to ∼ 100 km depth) (Guillot et al., 2008). In the easternmost Neo-Tethys (Indonesia), Whittaker et al. (2007)\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/\nsuggested that active subduction below Eurasia was active throughout the Upper Cretaceous and the Cenozoic, although Hall (2012) proposed that Sundaland was mostly surrounded by inactive, or transform margins from 90 to 45 Ma. Finally, there is also documentation for multiple intra-oceanic subduction events leading to widespread ophiolite obduction, ending around 70 Ma along NE Arabia, and around 55– 50 Ma in SE Oman, Pakistan (Gnos et al., 1997; Marquer et al., 1998; Gaina et al., 2015), and the Tibetan Himalaya (Hébert et al., 2012; Garzanti and Hu, 2014; Huang et al., 2015a) (Fig. 1).\nEvidence of latest Cretaceous and early Cenozoic subduction-related magmatic activity is widespread along, and restricted to the Eurasian margin. For example, in the Zagros mountains and Turkey (Pontides), widespread arc magmatism occurred during the Mesozoic and the Cenozoic (Sengör et al., 1988; Okay and Şahintürk, 1997; Barrier and Vrielynck, 2008; Agard et al., 2011; Eyuboglu et al., 2011). In southern Tibet, a long-lasting volcanic ‘Gangdese’ arc was active from Early Cretaceous to Eocene time (Ji et al., 2009), with a short-lived ignimbrite flare-up stage around 50 Ma coinciding with Tibetan Himalaya-Lhasa continental collision (Ji et al., 2009), followed by return of the arc to a background state until the Late Eocene (Sanchez et al., 2013). In Sundaland, Paleocene-Eocene magmatism was likely active since at least ∼ 63 Ma (e.g., McCourt et al., 1996; Bellon et al., 2004).\n3 Volcanic CO2 release during the LPEE and the\nEECO by the Carbonate Subduction Factory Model (CSFM)\nCSFM is designed to calculate the amount of CO2 produced during Neo-Tethys closure. It quantifies the Neo-Tethys volcanic arc gas output as a function of subduction flux of oceanic crust, pelagic sediments, and also of Indian margin sediments at the onset of Indian continental lithosphere subduction. Required input parameters are subduction rate, trench length, the thickness, density, carbonate and organic carbon content of sediments and oceanic crust, the decarbonation efficiency of subducted material, and the time-lag to gas emission at the surface."
  }, {
    "heading": "3.1 Subduction rates and trench length estimates",
    "text": "Subduction rates of African, Arabian and Indian plates below Eurasia were calculated from plate motion reconstructions made with GPlates (http://www.gplates.org/) (Boyden et al, 2011) using time steps of 0.5 Ma, between 65 and 35 Ma. Given the controversy regarding the presence or not of continuous subduction in easternmost Neo-Tethys from the Late Cenozoic to the Eocene (Sundaland) (e.g., Whittaker et al., 2007; Hall, 2012), we did not consider AustraliaEurasia convergence and assess the potential role of NeoTethys subduction based on the central and western Neo-\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\nTethys alone. We used the reconstructed position of three points located on the western, central and eastern syntaxis of each plate, similar to Rosenbaum and Lister (2002), Alvarez (2010) and van Hinsbergen et al. (2011a). Their present locations in lat./long. decimal coordinates are 37/15, 32/24, 24/32 (Africa), 24.1/32.9, 15.3/38.9, 23.6/58.6 (Arabia) and 30.5/72, 30.5/82, 23.5/92 (India). Euler rotation parameters were taken from plate circuit A of van Hinsbergen et al. (2011a). Because Cretaceous-Cenozoic intra-Eurasian shortening north of the African-Arabian plate is limited to perhaps 200 km and focused in the late Cenozoic (e.g., Mouthereau, 2011; McQuarrie and van Hinsbergen, 2013), we considered Africa/Arabia-Eurasia convergence rates as subduction rates. For India, the subduction rate was calculated subtracting intra-Asian shortening rates expressed as Euler rotation parameters by van Hinsbergen et al. (2011b) from India-Asia convergence rates. Given the uncertainties concerning the rate of subduction below widespread ophiolites, and the locations of these subduction zones, we chose to simplify our scenario by assigning all subduction to the zones indicated in Fig. 1. In addition, we assume that there was no active spreading within the Neo-Tethys since 65 Ma. For each plate, subduction rates at each time step were corrected for convergence obliquity related to the orientation of the subduction trench (Annex 1). Trench lengths were set to 2500 km for Africa, 2900 km for Arabia (from the Levant fault to the Makran) and 2600 km for India (from the Makran to the Indo-Burma range), making a total length of 8000 km (similar to Johnston et al., 2011) (Fig. 1). Three ages, 55, 52.5 and 50 Ma, were tested for the onset of Greater Indian thinned continental lithosphere subduction beneath Eurasia, corresponding to a shift from pelagic to margin sediments on the Indian plate. Scenarios without India-Asia continental subduction were also run, to assess the maximum potential effects of younger collision."
  }, {
    "heading": "3.2 Geometric and lithological parameters",
    "text": ""
  }, {
    "heading": "3.2.1 Oceanic crust and pelagic sediments",
    "text": "In the model, all oceanic lithosphere has the same crust and sediment thickness. For the oceanic crust a constant thickness of 7 km and a density of 3 t m−3 were retained. Because subducted Neo-Tethyan crust was older than 40 Ma during the Paleocene/Eocene, it was ascribed a carbonate content of 0.2 wt% (Alt and Teagle, 1999). For pelagic sediments, we adopted a carbonate content of typical deep-sea carbonate oozes (90 wt%) (Kroenke et al., 1991), an organic carbon content of 1 wt%, a thickness of 200 m, and a density of 1.9 t m−3, similar to uncompacted deep-sea deposits (Sykes, 1996). These values are close to those used by Edmond and Huh (2003) and Johnston et al. (2011) (CaCO3 = 100 wt%; thickness = 200 m). They can also be compared to those calculated from the model of Kent and Muttoni (2013) (CaCO3 = 100 wt%; thickness of ∼ 240–270 m from 65 to\n50 Ma), who explicitly computed sediment thickness as a function of pelagic carbonate productivity and the timing of residence of the oceanic crust in the Neo-Tethyan equatorial belt zone. Note that sediment thickness may have been locally higher due to the presence of submarine fans or margin deposits such as carbonate platforms. However, paleogeographic reconstructions indicate that north of Greater India, the Paleocene-Eocene Neo-Tethys ocean was deep (Heine et al., 2004), favoring the predominance of pelagic deposition. For Arabia and Africa, the same conclusion can be drawn from palinspastic reconstructions of Barrier and Vrielynck (2008), who showed that only a small proportion of margin sediments were subducted during the Paleocene and the Eocene, compared to deep sediments."
  }, {
    "heading": "3.2.2 Continental crust and Indian margin sediments",
    "text": "For subduction of northern Greater Indian passive margin sediments, a simplified passive continental margin geometry consisting of a sedimentary succession overlying the basement was designed (Fig. 2). Basement-sediment and the upper sediment interfaces were modeled using sigmoidal functions. Their shape was inspired from the geometry of the North American Atlantic passive margin (Watts and Thorne, 1984), which may have been a modern analogue to the pre-collisional northern Indian passive margin (Brookfield, 1993). Total length of the margin sediment succession was set to 600 km, following Brookfield (1993) and in agreement with back-stripping reconstructions of Liu and Einsele (1994) and Guillot et al. (2008). Maximum sediment thickness was set to a mean value of 4 km (uncompacted), based on recent estimations of syn-rift/post-rift Neo-Tethyan margin sediment thicknesses of Sciunnach and Garzanti (2012). Although the lithology of the margin was variable, the proportion of carbonate sediments and organic matter may have been important (Beck et al., 1995; Liu and Einsele, 1994; Sciunnach and Garzanti, 2012). Average contents of 50 and 1 wt% were chosen for carbonate and organic carbon content, respectively. Uncompacted margin sediments were given a density of 2 t m−3 as calculated from data of Sciunnach and Garzanti (2012)."
  }, {
    "heading": "3.3 Decarbonation efficiency of subducted materials",
    "text": ""
  }, {
    "heading": "3.3.1 Oceanic crust and pelagic sediments",
    "text": "In the “carbonate subduction factory” model, CO2 produced during oceanic subduction processes originates from deep metamorphic decarbonation of subducted crust and sediments (carbonate and organic matter), and is assumed to be released at volcanic arcs following partial melting of the subducting oceanic crust and metasomatism of the overlying mantle (Hilton et al., 2002; Gorman et al., 2006). This common statement was followed in the CSFM model (Fig. 3), therefore ignoring possible additional CO2 sources, in particular decarbonation of the overlying crust (Lee et al., 2013).\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/\nThe amount of CO2 released through arc volcanism was calculated as follows: first, for each time step, the total volume of subducting sediment and crust was computed. We assumed this volume to be similar to that encompassing metamorphic carbon loss in the sub-arc zone (∼ 120± 40 km depth; England and Katz, 2010) (i.e., no variation of volume during the subduction process before decarbonation). Then, the amount of CO2 emitted at the surface was calculated from arc decarbonation efficiency, defined as the ratio of the volcanic gas CO2 flux to the input of subducted carbon (e.g., Johnston et al., 2011) (Annex 2). Decarbonation efficiency values were based on modern decarbonation efficiencies calculated recently by Johnston et al. (2011) using a mass balance approach, and those computed by Gorman et al. (2006) based on thermodynamic modeling. Decarbonation efficiencies at sub-arc depth of Johnson et al. (2011) vary from 0.1 to 70 % for 10 subduction trenches, with most values ranging between 18 and 54 %. They are quite similar to the mean values of Gorman et al. (2006) (∼ 16 and∼ 63 %, if volcanic CO2 is derived from decarbonation at sub-arc depth only, or both at fore-arc and sub-arc depths, respectively), which are based on 41 subduction zones. We have retained values of 15 to 60 %. Note that such values exceed the one used by Kent and Muttoni (2013) to perform similar calculations (10 %), based on 10Be data in arc volcanoes of Central America (Tera et al., 1986). Finally, the time lag between decarbonation at depth and gas emission at the surface was set to 2 Ma, averaging timescales of Turner (2002) (0.4 to 4 Ma)."
  }, {
    "heading": "3.3.2 Continental crust and Indian margin sediments",
    "text": "Due to the lack of aqueous fluids in continental crust, continental subduction zones are expected to be devoid of significant syn-subduction arc volcanism in the overlying plate (Zheng, 2012). Although volcanism may have continued in\nTibet after 50 Ma (Ji et al., 2009; Rohrmann et al., 2012), in the model oceanic slab-related metamorphic decarbonation and magma generation was considered to last until the arrival of the continental lithosphere at sub-arc depth (i.e., 80 km) (Fig. 3). Using preferred geometric parameters of Leech et al. (2005) for subduction of the Indian plate, this depth is reached ∼ 1.5 to 2 Ma after the initiation of continental subduction. Despite cessation of volcanic activity, subduction of continental margin sediments may have been associated with active CO2 degassing at springs or vents as a result of efficient metamorphic sediment decarbonation at T > 300 ◦C (e.g., Becker et al., 2008; Evans et al., 2008). Kerrick and Caldeira (1993) suggested that limited collision-related prograde metamorphism of marly lithologies may induce a CO2 loss of∼ 10 wt%, equivalent to a decarbonation efficiency of ∼ 50 % for sediments with a carbonate content of 50 wt% (= 22 wt% CO2). This value may represent an upper estimate as shown by thermodynamic modeling of Massonne (2010). Above-mentioned studies focus on collision rather than continental subduction, for which to our knowledge no estimations of CO2 outgassing fluxes or decarbonation efficiency are available. To avoid overestimations of CO2 production, we assumed that only limited margin sediment decarbonation may have occurred after the onset of continental subduction at low-grade conditions, with a 1 to 10 wt% efficiency. Time necessary for subducted margin material to reach the 300 ◦C isotherm after the onset of continental subduction at∼ 55–50 Ma (corresponding to 25 km depth with a normal-subduction geothermal gradient of 15 ◦C km−1) was set to 0.5 Ma, as calculated with parameters of Leech et al. (2005). Circulation of CO2-rich fluids along large-scale collision-related thrust detachments has been proposed as an efficient way to promote degassing at the surface (e.g., Kerrick and Caldeira, 1993; Becker et al., 2008). Following Skelton (2011), who suggested that gas produced during low-\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\ngrade metamorphism may be rapidly released to the surface (∼ 4000 yr), we considered immediate release of CO2 to the atmosphere (Annex 2)."
  }, {
    "heading": "3.4 Results",
    "text": ""
  }, {
    "heading": "3.4.1 Tethyan subduction rate",
    "text": "During the Paleocene (65 to 56 Ma), the mean subduction rate (i.e., all plates) has a constant value of ≈ 5.5 cm yr−1 (Fig. 4a). Increased rates (up to 8.3 cm yr−1) are computed between 56 and 53 Ma, before a gradual decrease to 3 cm yr−1 at 35 Ma. India-Asia convergence, which reaches up to 16.7 cm yr−1 at 53–52 Ma, exerts the main control on high early Cenozoic subduction rates."
  }, {
    "heading": "3.4.2 Greenhouse gas production",
    "text": "It is important to note that decarbonation efficiencies may have strongly varied with time, depending particularly on the plate age and sediment thickness (Peacock, 2003; Connolly, 2005; Johnston et al., 2011). However, according to Johnston et al. (2011) the decarbonation efficiency is only roughly correlated with convergence (subduction) rate. Therefore, excess CO2 fluxes calculated at minimum (15 %) and maximum (60 %) efficiencies correspond to extreme scenarios\nthat very likely encompass true excess CO2 fluxes related to Neo-Tethys closure.\nWithout Indian continental subduction\nIf Greater Indian continental subduction collision is not considered, CO2 production varies from 0.3–1.1× 10 18 to 0.4–1.65× 1018 molCO2 Ma −1 (15–60 % efficiency, respectively) between 65 and 50 Ma (Fig. 4b). This amounts up to 37 % of the modern global outgassing rate (∼ 4– 10× 1018 molCO2 Ma −1; Berner, 2004). Highest possible values occur at a peak centered on the EECO (54–51 Ma). These flow rates exceed those computed before 65 and after 50 Ma. If subduction of the Indian plate alone was acting as the main driver of CO2 degassing, as proposed by Kent and Muttoni (2008), maximal CO2 production would reach 1.1× 1018 molCO2 Ma −1 from 54 to 50 Ma (Fig. 4c), corresponding to 11–27 % of the modern outgassing rate.\nWith Indian continental subduction\nDecarbonation of Greater Indian margin sediments, added to the last volumes of pelagic sediments at sub-arc depth, results in a peak of CO2 production ∼ 2 Ma after the onset of continental subduction, considering a constant decar-\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/\nbonation efficiency (Fig. 4d). In our model, continental subduction must start at 52.5 Ma (consistent for example with stratigraphic arguments of Najman et al., 2010 and paleomagnetic arguments of Huang et al., 2015b) for maximum CO2 emissions to occur at ∼ 51 Ma, i.e. coeval to maximum recorded temperatures during the EECO (Zachos et\nal., 2008). In this case, CO2 degassing flow rates are in the range 0.6–3.35× 1018 molCO2 Ma −1 (1/15–10/60 % efficiencies for margin/pelagic sediments, respectively), corresponding to 6–84 % of the modern CO2 outgassing rate. A 55 Ma age for the inset of continental subduction results in even higher production (0.65–3.7× 1018 molCO2 Ma −1) although on a peak centered at 53.5 Ma, ∼ 2 Ma before maximum recorded paleotemperatures (Fig. 4d). In contrast, late subduction (50 Ma) results in the presence of two smaller peaks: the first one (54–52 Ma) only relates to decarbonation of subducted pelagic sediments whereas the second (48–46 Ma) largely results from decarbonation of margin sediments (0.32–2× 1018 molCO2 Ma −1 for 1– 10 % efficiency, respectively) (Fig. 4d). If the Indian plate alone is considered (52.5 Ma), CO2 production reaches 0.46–3× 1018 molCO2 Ma −1 (1/15–10/60 % efficiencies for margin and/or pelagic sediments, respectively) at ∼ 52– 51 Ma, amounting up to 75 % of the modern outgassing rate (Fig. 4e)."
  }, {
    "heading": "4 Modeling the impact of neothetys closure",
    "text": "To test the influence of calculated excess CO2 fluxes on Paleocene/Early Eocene climate, we carried out simulations using the GEOCLIM model (Donnadieu et al., 2004; Goddéris et al., 2008). This model couples a 3-D general circulation model (GCM) called FOAM (Jacob, 1997) to a box model of geological carbon-alkalinity cycles called COMBINE (Goddéris and Joachimski, 2004). The GCM FOAM is used in mixed-layer mode, where atmosphere is linked to a 50 m mixed-layer ocean, which parameterizes heat transport through diffusion, in order to reduce computation time (one GEOCLIM simulation needs up to 12 GCM simulations). This GCM is forced by a large range of pCO2 (200 up to 4200 ppmv) to generate an offline catalogue of continental air temperature and continental runoff with a spatial resolution of 7.5◦ long × 4.5◦ lat. For each corresponding atmospheric pCO2 value, the GEOCLIM model calculates the temperature and the runoff of each grid cell through a linear interpolation procedure from the climatic catalogue. This procedure is repeated until a steady-state is reached that corresponds to a stable atmospheric CO2 and temperature. The model uses an ocean geometry divided into two polar oceans (including a photic zone and a deep ocean reservoir), a low- to mid-latitude ocean (including a photic zone, a thermocline and a deep ocean reservoir), two epicontinental seas (both with a photic zone and a deep epicontinental reservoir) and the atmosphere. A full description of GEOCLIM and its components COMBINE and FOAM can be found in Goddéris and Joachimski (2004) and Donnadieu et al. (2006)."
  }, {
    "heading": "4.1 GEOCLIM simulations",
    "text": "We first calculated the steady-state pCO2, assuming that the total CO2 consumed by continental silicate rocks weather-\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\ning equals the total solid Earth CO2 degassing flux (Walker et al., 1981). Due to the non-consensus about the Earth degassing rate for the last 200 Ma, the degassing flux was assumed constant and fixed at a modern value of 6.8× 1018 molCO2 Ma −1, which is required in the model to balance the global consumption through the weathering of silicate lithologies (Donnadieu et al., 2006). Each terrestrial grid was prescribed a similar lithology, in which basalt weathering reaches a 30 % contribution of the total silicate weathering flux taken at present day (Dessert et al., 2003) (similar to UNI configuration of Lefebvre et al., 2013). Lefebvre et al. (2013) have shown that with this configuration steady-state pCO2 is similar at 65, 52 and 30 Ma (320–350 ppm), despite variations in paleogeography. An Early Eocene (52 Ma) paleogeographic reconstruction was thus used in the simulation, which runs from 65 to 40 Ma. Land-ocean configuration was built from a synthesis of paleomagnetic data and geologic constraints (Besse and Courtillot, 2002; Dercourt et al., 1993). Obliquity and radiation solar constant were assumed to equal present-day values.\nThe main geological forcing tested in the simulation is the additional CO2 fluxes calculated from CFSM. CO2 fluxes of Kent and Muttoni (2013) have also been tested, using decarbonation efficiencies of 15 and 60 % in addition to the original value of 10 % proposed by the authors. Computed CO2 outgassing rates resulting from Neo-Tethys closure were integrated to GEOCLIM, in an age step of 1 Ma.\n4.2 pCO2 evolution during the LPEE and the EECO\nIf minimum decarbonation efficiency (15 %) is considered, pCO2 increase following excess CO2 flux is negligible (Fig. 5c). For example, the addition of continental subduction, which results in higher CO2 fluxes, allows reaching maximum pCO2 of only 360–365 ppm at 51 Ma (i.e. close to steady state values).\nIf maximum decarbonation efficiency (60 %) is considered, calculated excess CO2 fluxes lead to pCO2 of 430– 450 ppm from 65 to 54 Ma (Fig. 5c). Without continental subduction, between 54 and 51 Ma, pCO2 increases up to 500–550 ppm. It then decreases to steady state pCO2 values from 48 Ma. With continental subduction, pCO2 can reach much higher values. In the preferred scenario (initiation of continental subduction at 52.5 Ma), pCO2 strongly increases at 54 Ma up to reach a peak of ∼ 770 ppm at 51.5 Ma. It then decreases to values close to steady state at 47 Ma (Fig. 5c). If continental subduction begins at 55 Ma, a peak of similar amplitude (770 ppm) occurs at 53 Ma (Fig. 5d). In contrast, a 50 Ma age for the initiation of subduction results in two peaks of smaller amplitude, with pCO2 values of ∼ 520 and ∼ 570 ppm at ∼ 52 and 48 Ma, respectively (Fig. 5d).\nUsing excess CO2 fluxes of Kent and Muttoni (2013) leads to low atmospheric CO2 concentrations whatever chosen decarbonation efficiencies (10, 15 or 60 %) (Fig. 5e). Following an increasing trend of excess CO2 flux, pCO2 progres-\nsively increases from 330–340–445 ppm at 65 to 335–345– 475 ppm at 50 Ma (10–15–60 % efficiency, respectively). It then rapidly decreases to values lower than 335 ppm after 48 Ma."
  }, {
    "heading": "5 Discussion",
    "text": ""
  }, {
    "heading": "5.1 Impact of Neo-Tethys closure on Paleocene–Eocene climate",
    "text": "It has long been suggested that Paleocene/Eocene warming was not due to an increase of mantle degassing, calling for additional sources of atmospheric CO2 (Engebretson et al., 1992; Kerrick and Caldeira, 1993; Hilting et al., 2008; Van der Meer et al., 2014). Kerrick and Caldeira (1993) first showed, on the basis of a simple carbon cycle model that the minimal value of additional CO2 necessary to drive climate warming during the LPEE and the EECO (≥ 1 ◦C) may have been close to ∼ 1018 molCO2 Ma −1. More recently, Lefebvre et al. (2013) used the GEOCLIM model to calculate that a higher flux of ∼ 3.4× 1018 molCO2 Ma −1, corresponding to a 50 % increase of global CO2 degassing rate, was needed to reach a pCO2 value of 930 ppm consistent with geochemical proxies compiled by Beerling and Royer (2011).\nEstimations of CO2 outgassing resulting from Neo-Tethys closure during the Cretaceous and the Paleogene have been previously proposed by Edmond and Huh (2003), Johnston et al. (2011) and Kent and Muttoni (2013). Values calculated from data of Kent and Muttoni (2013) (< 1.3× 1017 molCO2 Ma −1 from 80 to 50 Ma) fall largely below those required by modeling of Lefebvre et al. (2013) to reach estimated pCO2, largely because of their choice of limited decarbonation efficiency during subduction (10 %). In contrast, estimations of Edmond and Huh (2003) and Johnston et al. (2011) vary from 0.5 to 4× 1018 molCO2 Ma −1 for the entire Tethyan arc. According to results of Lefebvre et al. (2013), the higher range of these values should allow to sustain a warm climate during the Paleocene and the lower Eocene. However, excess CO2 flux calculations of Edmond and Huh (2003) and Johnston et al. (2011) represent only average values based on simple assumptions such as a constant subduction rate for the entire Upper Cretaceous-Lower Cenozoic. Nevertheless, these estimates are generally higher than those calculated using CFSM. We rather suggest that between 65 and ∼ 55 Ma (i.e., before the oldest possible age of Indian continental subduction), Neo-Tethys closure may have released less than ∼ 1018 molCO2 Ma −1, in particular owing to subduction rates lower than the one used by Edmond and Huh (2003) and Johnston et al. (2011) (∼ 5.5 vs. 8 cm yr−1, respectively). Using the GEOCLIM model, CO2 outgassing values obtained with maximum decarbonation efficiency (60 %) allow to reach a pCO2 of ∼ 430 ppm, which is in agreement with proxies for the Early Paleocene (65– 60 Ma) (Beerling and Royer, 2011) (Fig. 5c). Therefore, our modeling suggests that high decarbonation efficiency was a\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/\nprerequisite for the “carbonate subduction factory” to have a significant impact on global climate at that time. In addition, GEOCLIM seems unable to explain the onset of Paleocene– Eocene warming at 58 Ma, coevally to an increase of at-\nmospheric pCO2 (Beerling and Royer, 2011) (Fig. 5a, b, c). Similar conclusions can be drawn from climatic simulations performed with excess CO2 fluxes of Kent and Muttoni (2013), even using a decarbonation efficiency of 60 %\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\n(Fig. 5e). In that case, pCO2 only steadily increases during the Paleocene and remains lower than values suggested by proxies (Fig. 5c).\nA more significant contribution of Neo-Tethyan closure to global warming may have occurred close to the EECO (∼ 52–49 Ma), owing in particular to an increase of the Indian subduction rate (Fig. 4a). This contribution is also conditioned by maximum decarbonation efficiency, and by the onset of Indian continental subduction at ∼ 52 Ma. With these two conditions fulfilled, the model allows to reach pCO2 values lower than, but close to proxy ones (< 850 ppm vs. ∼ 1000 ppm, respectively) (Fig. 5b). Based on calculations of climate sensitivity to atmospheric CO2 of GEOCLIM performed by Godderis et al. (2014) (2.4 ◦C for a pCO2 doubling at 52 Ma), they may have resulted in a related global atmospheric temperature increase of∼ 2 ◦C compared to the Paleocene. In contrast, if India-Asia continental subduction occurred much later (i.e., equivalent to no collision), Neo-Tethys contribution to the EECO remained negligible, even with a decarbonation efficiency of 60 % (Fig. 5c). Calculations performed with input data of Kent and Muttoni (2013) lead to the same interpretation for the Early Eocene (Fig. 5e).\nFinally, our study allows to clearly moderate the impact of the Neo-Tethyan “carbonate subduction factory” on Paleocene–Eocene greenhouse, at odds with Edmond and Huh (2003), Johnston et al. (2011) and Kent and Muttoni (2008), but in accordance with recent conclusions of Kent and Muttoni (2013) and Lee et al. (2013). As a consequence, the strong decrease of CO2 production after India-Asia collision was not a driver of pCO2 decrease and global cooling recorded after the late Eocene (Kent and Muttoni, 2013)."
  }, {
    "heading": "5.2 Potential additional sources of atmospheric carbon dioxide",
    "text": ""
  }, {
    "heading": "5.2.1 Large igneous provinces",
    "text": "Since the role of Neo-Tethys closure on the onset of the LPEE and the EECO has likely been limited, other sources of excess greenhouse gases should be called for. These should ideally explain the decrease of marine and terrestrial δ13C during the LPEE, and its slight increase during the EECO (Zachos et al., 2001) (Fig. 5a). Numerous geological explanations have previously been postulated for the entire early Cenozoic greenhouse, among which a flare up in the activity of igneous provinces is the most common (e.g., Eldhom and Thomas, 1993; Reagan et al., 2013). Reagan et al. (2013) presented a review of Late Paleocene to Early Eocene magmatism, characterized by the significant activity of at least three major igneous provinces: the North Atlantic Igneous Province, the Siletzia terrane of the northwestern United States and the Yakutat block in southern Alaska. Added to enhanced activity of Neo-Tethys and eastern Pacific subduction-related volcanism, Reagan et\nal. (2013) concluded for an overall excess CO2 production of∼ 2.3× 1018 molCO2 for the late Paleocene-Early Eocene period. Even though this value may appear important, it encompasses a time duration of several million years. Assuming a 10 Ma duration for significant magmatism (see Reagan et al. (2013), Fig. 6), the calculated excess CO2 flow rate falls to only ∼ 2.3× 1017 molCO2 Ma −1 on average, 1 order of magnitude below fluxes necessary to reach a pCO2 comparable to proxies using the GEOCLIM model. This value can be compared to that of Eldholm and Thomas (1993), who calculated that more than 2.3× 1018 molCO2 may have been released to the atmosphere by the NAIP only, from 58 to 52 Ma (revised to 61–53 Ma by Menzies et al., 2002), corresponding to a flux of ∼ 3× 1017 molCO2 Ma −1. We infer, on the base of GEOCLIM modeling, that the effect of enhanced magmatic activity on LPEE warming and the EECO may also have been limited, unless related fluxes have been severely underestimated in the literature. As discussed later, this conclusion is consistent with previous studies of carbon cycle dynamics during the early Cenozoic (e.g., Hilting et al., 2008; Komar et al., 2013)."
  }, {
    "heading": "5.2.2 Metamorphic decarbonation",
    "text": "Lee et al. (2013) argued that the decarbonation of platform carbonates stored on the continental upper plate during subduction-related magmatism may have been far more efficient in driving early Cenozoic greenhouse than the activity of igneous provinces or of the “subduction factory”. Lee et al. (2013) calculated that global CO2 degassing could have reached 3.7–5.5 times the present day value from ∼ 140 to 50 Ma, making 2.2–3.7× 1019 molCO2 Ma −1 for a present day value of 6.8× 1018 molCO2 Ma −1 (as calculated with GEOCLIM). Cooling initiation during the late Eocene would then have resulted from a transition from a continentaldominated to an island arc-dominated world ca. 52 Ma. The EECO would represent a “last spurt of CO2 production associated with an Eocene magmatic flare-up in western North America”, based on previous work of Nesbitt et al. (1995) and Kerrick and Caldeira (1998). In light of the GEOCLIM model, we argue that CO2 fluxes of Lee et al. (2013) are clearly overestimated for the EECO, as pCO2 close to proxies would be obtained for excess fluxes lower by approximately 1 order of magnitude. If they are applied to the EECO, fluxes calculated by Kerrick and Caldeira (1998) for the 60– 55 Ma period (3× 1018 molCO2 Ma −1) seem more reasonable. Similar to the decarbonation of pelagic carbonate sediments, crustal decarbonation related to magmatic or metamorphic events should lead to a positive shift of exogenic δ13C (Lee et al., 2013), in agreement with proxies for the EECO. In contrast, the LPEE was characterized by a related negative shift in δ13C (Zachos et al., 2001), suggesting additional or alternate sources of excess isotopically light CO2.\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/"
  }, {
    "heading": "5.2.3 Organic carbon sources",
    "text": "Several authors have thus proposed organic carbon (Corg) to be a significant source of excess CO2 during the LPEE and/or the EECO, mostly based on carbon cycle models (e.g., Beck et al., 1995; Kurtz et al., 2003; Hilton et al., 2008; Kroeger and Funnel, 2012; Komar et al., 2013). The importance of organic carbon dynamics was clearly highlighted by Hilting et al. (2008), who used a carbon cycle model tuned with marine δ13C data to calculate Paleocene and Eocene pCO2 values. These authors managed to reproduce pCO2 values globally consistent with observations, even though background volcanic–metamorphic CO2 degassing was kept constant. According to their simulation, large changes in pCO2 (and thus, temperature) may occur independently of the endogenic carbon cycle. Similar conclusions were drawn by Komar et al. (2013) on the basis of coupled LOSCAR-GEOCARB carbon cycle modeling. They showed that a mantellic source of excess CO2 during the LPEE would have led to a deepening of the CCD much more important that evidenced from observations. Although based on a different approach, this conclusion is in good accordance with our suggestion of a moderate impact of LIPs on the LPEE (and the EECO). Instead, Komar et al. (2013) proposed that perturbations of the carbon cycle observed during the LPEE were likely controlled by a decrease of net organic carbon burial, either through increased Corg oxidation, or through decreased Corg burial. Suitable sources of organic carbon to the exogenic system include methane hydrates, which may have accumulated in marine sediments during the early Paleocene, and collapsed during the LPEE (Komar et al., 2013), terrestrial organic matter previously accumulated in swamps (Kurtz et al., 2003), or important reservoir petroleum generation (Kroeger and Funnel, 2012). However, the timing of maximum hydrocarbon production calculated by Kroeger and Funnel (2012) likely occurred during the EECO, which is hardly reconcilable with coeval increase in marine δ13C unless net Corg burial was significantly higher than during the LPEE (e.g., Kurtz et al., 2003). Finally, Beck et al. (1995) postulated that Neo-Tethyan marine organic matter accumulated on Eurasian and Greater Indian margins may have been oxidized during India-Asia collision and subsequent exhumation, provided collision occurred no later than∼ 60 Ma. About 1.6× 1018 molC Ma−1 may have been released during the first 4 Ma of the LPEE, enough to explain the concurrent negative shift in δ13C. Using our model, we calculate that the organic carbon contained within Greater Indian margin alone (∼ 3.8× 106 km3) amounts to ∼ 8× 1018 molC (for a sediment organic carbon content of 1 wt%), corresponding to a flux of ∼ 2× 1018 molC Ma−1 (i.e., close to estimates of Beck et al. (1995)) if all Corg was oxidized during exhumation. This was probably not the case, and our estimate is likely overestimated. Nevertheless, it shows that oxidation of Neo-Tethyan marine Corg may have contributed to the LPEE if collision occurred earlier than assumed in our model (e.g.,\nHu et al., 2015), to an extent that deserves to be quantified more accurately in future studies.\nIn contrast to the LPEE, the rise in marine δ13C from 52.5 to 50 Ma suggests that the EECO was characterized by increased net organic carbon burial (as proposed by Komar et al. (2013) with the methane hydrate hypothesis), or as we test in this paper, by the addition of excess CO2 derived from one or several sources with heavier δ13C signatures. Both explanations need to be reconciled with recent observations that silicate weathering may have been reduced during the EECO, as discussed below."
  }, {
    "heading": "5.3 Are modeled silicate weathering fluxes overestimated for the EECO?",
    "text": "Most carbon cycle models agree that during the Early Eocene volcanic degassing alone was insufficient to sustain the high pCO2 values required by proxies, due to important weathering rates at that time (e.g., Berner, 2006; Lefebvre et al., 2013; Komar et al., 2013). For example, Berner (2006) found, based on the time evolution of seawater 87Sr / 86Sr that weathering was mainly controlled by increased basaltic alteration, resulting in a pCO2 of ∼ 700 ppm at 50 Ma, i.e. lower than observations (∼ 1000 ppm). Indeed, decreasing of seawater Sr isotopic signature during the Paleocene and the Early Eocene is consistent with the alteration of igneous provinces such as the Deccan Traps or the NAIP (Hoddell et al., 2007). In detail, most paleogeographic reconstructions show that the highly weatherable Deccan traps reached the equatorial humid belt (between 5◦ S and 5◦ N), where weathering is maximum, at ∼ 55 Ma, with a maximum area of between ∼ 50 and ∼ 35 Ma (Dercourt et al., 1993; Besse and Courtillot, 2002; Van Hinsbergen et al., 2011a, 2012). Accordingly, taking explicitly into account the impact of paleogeography on the long-term carbon cycle as done by the GEOCLIM model has led Lefebvre et al. (2013) to suggest that the EECO was characterized by high weathering rates related to weathering of the Deccan traps. As a consequence, the model calculates a very low equilibrium pCO2 of 340 ppm at that time. Calculations of Kent and Muttoni (2013) also pointed to an increase of silicate weathering, and thus of CO2 consumption during the LPEE and the EECO due to the arrival of Greater India in the equatorial humid belt at that time.\nEven though most models and reconstructions seem to agree with the hypothesis of increased weathering during the Early Eocene, several proxy-based observations rather suggest that silicate weathering may have been reduced specifically during the EECO. The first one is based on the estimation of the carbonate compensation depth (CCD) during the Paleogene (Hancock et al., 2007; Leon-Rodriguez and Dickens, 2010; Pälike et al., 2012; Slotnick et al., 2014). During the LPEE, deep-sea carbonate records show a progressive deepening of the CCD that can be attributed to enhanced alkalinity supply to the oceans as a result of enhanced weather-\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\ning (Komar et al., 2013). During the EECO, high pCO2 values (∼ 1000 ppm) similarly should have sustained high silicate weathering and thus favored a deep position of the CCD. In contrast, available records suggest its strong shoaling at that time (Pälike et al. 2012; Slotnick et al., 2014), which according to Komar et al. (2013) hardly conforms to the intense weathering deduced form carbon cycle models. However, previous GEOCLIM modeling showed that a constant silicate weathering flux does not mean a fixed pCO2 (and thus a fixed CCD), due to the major role played by continental configuration on pCO2 values (Donnadieu et al., 2006). The second observation is based on δ7Li chemistry of Paleocene and Eocene marine sediments, compiled by Misra and Froelich (2012). These authors argued that Li isotopes allow discriminating between periods of high tectonic uplift associated with important physical and chemical weathering, and periods of low alteration (Froelich and Misra, 2014). According to Froelich and Misra (2014), the LPEE and the EECO were characterized by slow weathering rates, as shown by a low and constant δ7Li trend. This strong discrepancy with previous interpretations is attributed to the absence of continental reliefs at that time, preventing significant weathering of uplifted, fresh silicate rocks. According to Froelich and Misra (2014), only moderate additional CO2 may have allowed increasing pCO2 and global temperature up to the end of the EECO. Note that for the LPEE, this interpretation is in contradiction with that of Komar et al. (2013) based on the CCD. In addition, recent modeling of Vigier and Godderis (2015) suggests that the oceanic δ7Li record of the Early Eocene could equally be explained by intense soil production rates (i.e, intense chemical weathering). These contradictory observations show that the intensity of silicate weathering during the LPEE and the EECO still suffers from strong uncertainties, as already highlighted by Kent and Muttoni (2013). Additional proxy-based observations are thus needed to calibrate weathering rate values obtained from models, which for example still lack the explicit integration of uplift on carbon cycle evolution (Lefebvre et al., 2013)."
  }, {
    "heading": "6 Conclusions",
    "text": "In order to test the role that Neo-Tethys closure may have exerted on warm Paleocene/Early Eocene climate through CO2 degassing at arc volcanoes, we have calculated the volume of buried pelagic sediments and associated volcanic CO2 release during the LPEE and the EECO, and its impact on atmospheric pCO2 and atmospheric temperature at that time. To do so, we have applied most recently published convergence rate parameters and decarbonation efficiencies to a simplified Neo-Tethyan geometry, and integrated calculated excess CO2 fluxes in a state-of-the-art carbon cycle model (GEOCLIM).\nWe show that Neo-Tethys closure was able to bury significant volumes of pelagic sediments at that time. The inset of Indian continental subduction at 55–50 Ma may have potentially given rise to important volumes of excess CO2, through decarbonation of thick margin sediment accumulations. However, GEOCLIM modeling demonstrates that these volumes do not generally allow reaching pCO2 (and thus temperatures) as high as those inferred from geochemical proxies. Atmospheric CO2 concentration may have only been able to reach significantly high values during the EECO (up to 770 ppm), but only if decarbonation efficiency was at its maximum at that time. This finding leads us to temper the impact of Neothetys closure on the LPEE and the EECO, calling for additional sources of excess CO2.\nAmong these, GEOCLIM modeling suggests that in light of available published data, the volume of CO2 released by Large Igneous Province volcanism was 1 order of magnitude too low to have had a significant impact on climate during the Paleocene and the Early Eocene. Other recently proposed mechanisms of CO2 release such as a decrease of net organic carbon burial may have been more efficient in driving Paleocene–Eocene warming.\nFinally, an alternate explanation may be that CO2 consumption may have been lower than suggested by carbon cycle models, calling for a better calibration of early Cenozoic weathering rates.\nClim. Past, 11, 1751–1767, 2015 www.clim-past.net/11/1751/2015/"
  }, {
    "heading": "Appendix A",
    "text": "For each plate, subduction rates at each time step were corrected for convergence obliquity related to the orientation of the subduction trench using spherical trigonometric equations of the following form:\nRatecorr = tan−1 (tanA · cosB)\nt2− t1 (A1)\nwith\nA= RE · cos −1 (sinϕ1 · sinϕ2+ cos(λ1− λ2)\n·cosϕ1 · cosϕ2) (A2) B = tan−1 (A3)( sin(λ2− λ1) · cosϕ2\ncosϕ1 · sinϕ2− sinϕ1 · cosϕ2 · cos(λ2− λ1)− (Bt − 90 ◦)\n) ,\nwhere Ratecorr is the corrected rate, (ϕ1,λ1) and (ϕ2,λ2)the lat/long decimal coordinates of two successive points, t2-t1 the time step (0.5 Ma), RE the Earth radius (6378.1 km) and Bt the trench bearing. Based on paleogeographic reconstructions of Barrier and Vrielynck (2008) and Agard et al. (2011), subduction trenches of Africa and Arabia below Eurasia were given constant bearings of 90 and 135◦ E, respectively. For India, orthogonal subduction rate was obtained assuming a bearing of 110◦ E, similar to the present orientation of the Indus-Yarlung Suture Zone between Indian and Asian rocks."
  }, {
    "heading": "Appendix B",
    "text": "For oceanic crust and pelagic sediments, the decarbonation efficiency (defined as number of moles of CO2 emitted during a given time step of 0.5 Ma), nCO2(t), is expressed as\nnCO2 (t)= Fdecarb· (B1)( Vsed (t0) · ρsed · ( k1 ·WCaCO3−sed + k2 ·WCorg ) + k1 ·Vcrust (t0) · ρcrust ·WCaCO3−crust\nMCO2\n) ,\nwhere Vsed(t0) and Vcrust(t0) designate the volume of subducting sediments and crust (km3) for a given time step at t0 = t− time-lag (2 Ma), ρsed and ρcrust are their densities (g cm−3), WCaCO3−sed and WCaCO3−crust their weight fraction of carbonate, Wcorg the weight fraction of organic carbon in sediments, k1 and k2 are conversion unit factors (k1 = 4.161× 10 14; k2 = 3.46× 10 15), MCO2 is the molecular weight of CO2 (44 g mol −1) and Fdecarb is the decarbonation efficiency, defined as the mass percentage of carbon subducted as sedimentary carbonate, crustal carbonate and organic matter (carbon input), recycled as CO2. Subducted volumes V (t0) were calculated as follows:\nV (t0)=H · (B2)( Lt[Afr]×Rate[Afr](t0)+Lt[Arab]×Rate[Arab](t0)+Lt[Ind]×Rate[Ind](t0)\nts\n) ,\nwhere, respectively for subducted sediment or crust volumes V (t0), H is the sediment or crust thicknesses (km);\nLt[Afr], Lt[Arab] and Lt[Ind] are the subduction trench lengths of Africa, Arabia and India (km) and Rate[Afr], Rate[Arab] and Rate[Ind] the orthogonal subduction rates of Africa, Arabia and India beneath Eurasia at t0 (km Ma−1), and ts is the time step (0.5 Ma in this study).\nFor continental crust and Indian margin sediments, the decarbonation efficiency (defined as number of moles of CO2 emitted by subducting Indian continental margin during a given time step of 0.5 Ma), nCO2(t)[Ind], was calculated using an expression close to Eq. (B3):\nnCO2(t)[Ind] = Fdecarb (B3)\n·\n( Vsed (t0) · ρsed · ( k1 ·WCaCO3−sed+ k2 ·WCorg ) MCO2 )\nbut where Vsed(t0), ρsed, WCaCO3−sed, Wcorg and Fdecarb have numerical values specific of margin instead of pelagic sediments. In this case, t = t0 and Vsed(t0) is represented as\nVsed (t0)= Vsed (t)=Hsed ·\n( Lt[Ind]×Rate[Ind] (t)\nts\n) . (B4)\nwww.clim-past.net/11/1751/2015/ Clim. Past, 11, 1751–1767, 2015\nAcknowledgements. F. Behar and T. Parra are thanked for helpful discussions. The manuscript greatly benefited from reviews of D. V. Kent and J. Martinod. G. Hoareau and B. Bomou benefited from Post-doctoral grants from INSU- and INEE-CNRS.\nEdited by: Y. Godderis"
  }],
  "year": 2015,
  "references": [{
    "title": "Zagros orogeny: a subduction-dominated process, Geol",
    "authors": ["P. Agard", "J. Omrani", "L. Jolivet", "H. Whitechurch", "B. Vrielynck", "W. Spakman", "P. Monié", "B. Meyer", "R. Wortel"],
    "venue": "Mag., 148,",
    "year": 2011
  }, {
    "title": "The uptake of carbon during alteration of ocean crust: Geochim",
    "authors": ["J.C. Alt", "D.A.H. Teagle"],
    "venue": "Cosmochim. Ac.,",
    "year": 1999
  }, {
    "title": "Protracted continental collisions argue for continental plates driven by basal traction, Earth Planet",
    "authors": ["W. Alvarez"],
    "venue": "Sc. Lett.,",
    "year": 2010
  }, {
    "title": "Paleotectonic Maps of the Middle East: Middle East Basins Evolution Programme, CCGMCGMW",
    "authors": ["E. Barrier", "B. Vrielynck"],
    "year": 2008
  }, {
    "title": "Organic carbon exhumation and global warming during the early",
    "authors": ["R.A. Beck", "D.W. Burbank", "W.J. Sercombe", "T.L. Olson", "A.M. Khan"],
    "venue": "Himalayan collision, Geology,",
    "year": 1995
  }, {
    "title": "Himalayan metamorphic CO2 fluxes: quantitative constraints from hydrothermal springs, Earth Planet",
    "authors": ["J.A. Becker", "M.J. Bickle", "A. Galy", "T.J.B. Holland"],
    "year": 2008
  }, {
    "title": "Convergent cenozoic CO2 history",
    "authors": ["D.J. Beerling", "D.L. Royer"],
    "venue": "Nat. Geosci.,",
    "year": 2011
  }, {
    "title": "m.y.-long magmatic activity in Sumatra (Indonesia), from Paleocene to present, B",
    "authors": ["H. Bellon", "R.C. Maury", "Sutanto", "R. Soeria-Atmadja", "J. Cotten", "M. Polvé"],
    "venue": "Soc. Geol. Fr.,",
    "year": 2004
  }, {
    "title": "The Phanerozoic Carbon Cycle: CO2 and O2",
    "authors": ["R.A. Berner"],
    "year": 2004
  }, {
    "title": "Inclusion of weathering of volcanic rocks in the GEOCARBSULF model, Am",
    "authors": ["R.A. Berner"],
    "venue": "J. Sci.,",
    "year": 2006
  }, {
    "title": "Apparent and true polar wander and the geometry of the geomag- netic field over the last 200 Myr",
    "authors": ["J. Besse", "V. Courtillot"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "The Himalayan passive margin from Precambrian to Cretaceous times, Sediment",
    "authors": ["M.E. Brookfield"],
    "venue": "Geol., 84,",
    "year": 1993
  }, {
    "title": "Ocean overturning since the Late Cretaceous: inferences from a new benthic foraminiferal isotope compilation, Paleoceanography",
    "authors": ["B.S. Cramer", "J.R. Toggweiler", "J.D. Wright", "M.E. Katz", "K.G. Miller"],
    "year": 2008
  }, {
    "title": "Atlas Tethys Palaeoenvironmental Maps, Gauthier Villars, CGMW, Paris, 307 pp",
    "authors": ["J. Dercourt", "L.E. Ricou", "B. Vrielynck"],
    "year": 1993
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon",
    "authors": ["C. Dessert", "B. Dupré", "J. Gaillardet", "L.M. François", "C.J. Allègre"],
    "year": 2003
  }, {
    "title": "A “snowball Earth” climate triggered by continental breakup through changes",
    "authors": ["Y. Donnadieu", "Y. Goddéris", "G. Ramstein", "A. Nedelec", "J.G. Meert"],
    "venue": "in runoff,",
    "year": 2004
  }, {
    "title": "Pangea break up and Mesozoic climatic evolution simulated by the GEOCLIM model, Geochem",
    "authors": ["Y. Donnadieu", "Y. Goddéris", "R. Pierrehumbert", "F. Fluteau", "G. Dromart"],
    "venue": "Geophy. Geosy.,",
    "year": 2006
  }, {
    "title": "Paleolatitude and age of the Indo-Asia collision: paleomagnetic constraints, Geophys",
    "authors": ["G. Dupont-Nivet", "P. Lippert", "D.J.J. van Hinsbergen", "M.J.M. Meijers", "P. Kapp"],
    "venue": "J. Int.,",
    "year": 2010
  }, {
    "title": "Non-steady state carbonate recycling and implications for the evolution of atmospheric pCO2, Earth Planet",
    "authors": ["J.M. Edmond", "Y. Huh"],
    "venue": "Sc. Lett.,",
    "year": 2003
  }, {
    "title": "Environmental impact of volcanic margin formation, Earth Planet",
    "authors": ["O. Eldholm", "E. Thomas"],
    "year": 1993
  }, {
    "title": "Melting above the anhydrous solidus controls the location of volcanic arcs, Nature",
    "authors": ["P.C. England", "R.F. Katz"],
    "year": 2010
  }, {
    "title": "Degassing of metamorphic carbon dioxide from the Nepal Himalaya, Geochem",
    "authors": ["M.J. Evans", "L.A. Derry", "C. France-Lanord"],
    "venue": "Geophy. Geosy.,",
    "year": 2007
  }, {
    "title": "Migrating magmatism in a continental arc: geodynamics of the Eastern Mediterrenean revisited",
    "authors": ["Y. Eyuboglu", "M. Santosh", "F.O. Dudas", "S.L. Chung", "E. Akaryalı"],
    "venue": "J. Geodyn.,",
    "year": 2011
  }, {
    "title": "Evolution of middle to Late Cretaceous oceans – a 55 m.y. record of Earth’s temperature and carbon",
    "authors": ["O. Friedrich", "R.D. Norris", "J. Erbacher"],
    "venue": "cycle, Geology,",
    "year": 2012
  }, {
    "title": "Was the Late Paleocene–Early Eocene hot because Earth was flat? An ocean lithium isotope view of mountain building, continental weathering, carbon dioxide, and Earth’s cenozoic",
    "authors": ["F. Froelich", "S. Misra"],
    "venue": "climate, Oceanography,",
    "year": 2014
  }, {
    "title": "Tectonic interactions between India and Arabia since the Jurassic reconstructed from marine geophysics, ophiolite geology, and seismic tomography, Tectonics",
    "authors": ["C. Gaina", "D.J.J. van Hinsbergen", "W. Spakman"],
    "year": 2014
  }, {
    "title": "Latest Cretaceous Himalayan tectonics: obduction, collision or Deccan-related uplift",
    "authors": ["E. Garzanti", "X. Hu"],
    "venue": "Gondwana Res.,",
    "year": 2014
  }, {
    "title": "Late Cretaceous/Early Tertiary convergence between the Indian and Arabian plates recorded in ophiolitesand related sediments",
    "authors": ["E. Gnos", "A. Immenhauser", "T. Peters"],
    "venue": "Tectonophysics, 271,",
    "year": 1997
  }, {
    "title": "Global change in the Late Devonian: modelling the Frasnian–Famennian short-term carbon isotope excursions",
    "authors": ["Y. Goddéris", "M.M. Joachimski"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2004
  }, {
    "title": "Shield effect on continental weathering: implication for climatic evolution of the Earth at the geological time-scale, Geoderma",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "M. Tombozafy", "C. Dessert"],
    "year": 2008
  }, {
    "title": "The role of palaeogeography in the Phanerozoic history of atmospheric CO2 and climate, Earth-Sci",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "G. Le Hir", "V. Lefebvre", "E. Nardin"],
    "year": 2014
  }, {
    "title": "Modeling open system metamorphic decarbonation of subducting slabs, Geochem",
    "authors": ["P.J. Gorman", "D.M. Kerrick", "J.A.D. Connolly"],
    "venue": "Geophy. Geosy.,",
    "year": 2005
  }, {
    "title": "Tethyan and Indian subduction viewed from the Himalayan high- to ultrahigh-pressure metamorphic rocks, Tectonophysics",
    "authors": ["S. Guillot", "G. Maheo", "J. de Sigoyer", "K.H. Hattori", "A. Pecher"],
    "year": 2008
  }, {
    "title": "Late Jurassic-Cenozoic reconstructions of the Indonesian region and the Indian Ocean, Tectonophysics",
    "authors": ["R. Hall"],
    "year": 2012
  }, {
    "title": "Reappraisal of early Paleogene CCD curves: foraminiferal assemblages and stable carbon isotopes across the carbonate facies of Perth Abyssal Plain",
    "authors": ["H.J.L. Hancock", "G.R. Dickens", "E. Thomas", "K.L. Blake"],
    "venue": "Int. J. Earth Sci.,",
    "year": 2007
  }, {
    "title": "Reconstructing the lost eastern Tethys Ocean Basin: Convergence history of the SE Asian margin and marine gateways",
    "authors": ["C. Heine", "R.D. Müller", "C. Gaina", "P. Clift", "W. Kuhnt", "P. Wang", "D. Hayes"],
    "venue": "Geophysical Monograph,",
    "year": 2004
  }, {
    "title": "Variations in the oceanic vertical carbon isotope gradient and their implications for the Paleocene-Eocene biological pump, Paleoceanography",
    "authors": ["A.K. Hilting", "L.R. Kump", "T.J. Bralower"],
    "year": 2007
  }, {
    "title": "Noble gases and volatile recycling at subduction zones, in: Noble Gases in Cosmochemistry and Geochemistry",
    "authors": ["D.R. Hilton", "T.P. Fischer", "B. Marty"],
    "year": 2002
  }, {
    "title": "Variations in the strontium isotope composition of seawater during the Paleocene and early Eocene from ODP Leg 208 (Walvis Ridge), Geochem",
    "authors": ["D.A. Hodell", "G.D. Kamenov", "E.C. Hathorne", "J.C. Zachos", "U. Röhl", "T. Westerhold"],
    "venue": "Geophy. Geosy.,",
    "year": 2007
  }, {
    "title": "New insights into the timing of the India–Asia collision from the Paleogene Quxia and Jialazi formations of the Xigaze forearc basin, South Tibet",
    "authors": ["X. Hu", "J. Wang", "M. BouDagher-Fadel", "E. Garzanti", "W. An"],
    "venue": "Gondwana Res.,",
    "year": 2015
  }, {
    "title": "Lower Cretaceous Xigaze ophiolites formed in the Gangdese forearc: evidence from paleomagnetism, sediment provenance, and stratigraphy, Earth Planet",
    "authors": ["W. Huang", "D.J.J. van Hinsbergen", "M. Maffione", "D. Orme", "G. Dupont-Nivet", "C. Guilmette", "L. Ding", "Z. Guo", "P. Kapp"],
    "year": 2015
  }, {
    "title": "Paleomagnetic tests of tectonic reconstructions of the India–Asia collision zone",
    "authors": ["W. Huang", "D.J.J. van Hinsbergen", "P.C. Lippert", "Z. Guo", "G. DupontNivet", "P. Kapp"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2015
  }, {
    "title": "Low Frequency Variability in a Simulated Atmosphere Ocean System",
    "authors": ["R. Jacob"],
    "venue": "PhD thesis,",
    "year": 1997
  }, {
    "title": "C.-Z.: Zircon U-Pb geochronology and Hf isotopic constraints on petrogenesis of the Gangdese batholith, southern Tibet",
    "authors": ["Ji", "W.-Q", "Wu", "F.-Y", "Chung", "S.-L", "Li", "J.-X", "Liu"],
    "venue": "Chem. Geol.,",
    "year": 2009
  }, {
    "title": "Decarbonation efficiency in subduction zones: implications for warm Cretaceous climates, Earth Planet",
    "authors": ["K.B.F. Johnston", "A.V. Turchyn", "M. Edmonds"],
    "venue": "Sc. Lett.,",
    "year": 2010
  }, {
    "title": "Collision and rifting in the Tethys Ocean: geodynamic implications, Tectonophysics",
    "authors": ["V.G. Kazmin"],
    "year": 1991
  }, {
    "title": "Equatorial convergence of India and early Cenozoic climate trends, P",
    "authors": ["D.V. Kent", "G. Muttoni"],
    "venue": "Natl. Acad. Sci. USA,",
    "year": 2008
  }, {
    "title": "Modulation of Late Cretaceous and Cenozoic climate by variable drawdown of atmospheric pCO2 from weathering of basaltic provinces on continents drifting through the equatorial humid belt",
    "authors": ["D.V. Kent", "G. Muttoni"],
    "venue": "Clim. Past,",
    "year": 2013
  }, {
    "title": "Paleoatmospheric consequences of CO2 released during early Cenozoic regional metamorphism in the Tethyan orogeny",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "Chem. Geol.,",
    "year": 1993
  }, {
    "title": "Metamorphic CO2 degassing from orogenic",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "belts, Chem. Geol.,",
    "year": 1998
  }, {
    "title": "Understanding long-term carbon cycle trends: the late Paleocene through the early",
    "authors": ["N. Komar", "R.E. Zeebe", "G.R. Dickens"],
    "venue": "Eocene, Paleoceanography,",
    "year": 2006
  }, {
    "title": "Warm Eocene climate enhanced petroleum generation from Cretaceous source rocks: a potential climate feedback mechanism",
    "authors": ["K.F. Kroeger", "R.H. Funnel"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2011
  }, {
    "title": "Early Cenozoic decoupling of the global carbon and sulfur cycles, Paleoceanography",
    "authors": ["A. Kurtz", "L.R. Kump", "M.A. Arthur", "J.C. Zachos", "A. Paytan"],
    "year": 2003
  }, {
    "title": "Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate",
    "authors": ["T. Schneider", "M.M. Tice"],
    "venue": "change, Geosphere,",
    "year": 2013
  }, {
    "title": "The onset of India–Asia continental collision: early, steep subduction required by the timing of UHP metamorphism in the western Himalaya",
    "authors": ["M.L. Leech", "S. Singh", "A.K. Jain", "S.L. Klemperer", "R.M. Manickavasagam"],
    "venue": "Earth Planet. Sc. Lett.,",
    "year": 2005
  }, {
    "title": "Was the Antarctic glaciation delayed by a high degassing rate during the early Cenozoic?, Earth Planet",
    "authors": ["V. Lefebvre", "Y. Donnadieu", "Y. Goddéris", "F. Fluteau", "L. HubertTheìou"],
    "year": 2013
  }, {
    "title": "Constraints on ocean acidification associated with rapid and massive carbon injections: the early Paleogene record at ocean drilling program site 1215, equatorial Pacific Ocean",
    "authors": ["L. Leon-Rodriguez", "G.R. Dickens"],
    "venue": "Palaeogeogr. Palaeocl.,",
    "year": 2010
  }, {
    "title": "Sedimentary history of the Tethyan basin in the Tibetan Himalayas",
    "authors": ["G. Liu", "G. Einsele"],
    "venue": "Geol. Rundsch.,",
    "year": 1994
  }, {
    "title": "Early Cretaceous intraoceanic rifting in the proto-Indian Ocean recorded in the Masirah Ophiolite",
    "authors": ["D. Marquer", "I. Mercolli", "T. Peters"],
    "venue": "Sultanate of Oman, Tectonophysics,",
    "year": 1998
  }, {
    "title": "Phase relations and dehydration behaviour of calcareous sediments at very-low to low grade metamorphic conditions, Period",
    "authors": ["Massonne", "H.-J"],
    "venue": "Mineralogia,",
    "year": 2010
  }, {
    "title": "Mesozoic and Cenozoic plutonic evolution of SE Asia: evidence from Sumatra, Indonesia, Special Publications, Geol",
    "authors": ["W. McCourt", "M. Crow", "E. Cobbing", "T. Amin"],
    "venue": "Soc. London,",
    "year": 1996
  }, {
    "title": "Retro-deforming the Arabia–Eurasia collision zone: age of collision versus magnitude of continental subduction, Geology",
    "authors": ["N. McQuarrie", "D.J.J. van Hinsbergen"],
    "year": 2013
  }, {
    "title": "Characteristics of volcanic rifted margins, in: Volcanic Rifted Margins",
    "authors": ["M.A. Menzies", "S.L. Klemperer", "C.J. Ebinger", "J. Baker"],
    "venue": "Geological Society of America Special Paper, 1–14,",
    "year": 2002
  }, {
    "title": "Lithium isotope history of Cenozoic seawater: changes in silicate weathering and reverse weathering",
    "authors": ["S. Misra", "P.N. Froelich"],
    "year": 2012
  }, {
    "title": "Timing of uplift in the Zagros belt/Iranian plateau and accommodation of late Cenozoic Arabia– Eurasia convergence, Geol",
    "authors": ["F. Mouthereau"],
    "year": 2011
  }, {
    "title": "Age, spreading rates, and spreading asymmetry of the world’s ocean crust, Geochem",
    "authors": ["R.D. Müller", "M. Sdrolias", "C. Gaina", "W.R. Roest"],
    "venue": "Geophy. Geosy.,",
    "year": 2007
  }, {
    "title": "The drift history of Iran from the Ordovician to the Triassic, in: South Caspian to Central Iran Basins",
    "authors": ["G. Muttoni", "M. Mattei", "M. Balini", "A. Zanchi", "M. Gaetani", "F. Berra"],
    "venue": "Geological Society of London,",
    "year": 2009
  }, {
    "title": "Timing of India–Asia collision: geological, biostratigraphic, and palaeomagnetic constraints",
    "authors": ["Y. Najman", "G. Oliver", "R. Parrish", "G. Vezzoli", "E. Appel", "M. Boudagher-Fadel", "P. Bown", "A. Carter", "E. Garzanti", "L. Godin", "J. Han", "U. Liebke"],
    "venue": "J. Geophys. Res.-Sol. Ea.,",
    "year": 2010
  }, {
    "title": "Surface fluid convection during cordilleran extension and the generation of metamorphic CO2 contributions to Cenozoic",
    "authors": ["B. Nesbitt", "C. Mendoza", "D. Kerrick"],
    "venue": "atmospheres, Geology,",
    "year": 1995
  }, {
    "title": "Geology of the Eastern Pontides, in: Regional and Petroleum Geology of the Black Sea and Surrounding Region, edited by: Robinson, A",
    "authors": ["A.I. Okay", "Ö. Şahintürk"],
    "venue": "G., AAPG Memoir,",
    "year": 1997
  }, {
    "title": "Sedimentology, provenance and geochronology of the western Xigaze Forearc, Southern Tibet",
    "authors": ["D.A. Orme", "B. Carrapa", "P.K. Kapp"],
    "venue": "Basin Res.,",
    "year": 2014
  }, {
    "title": "Geologic constraints on the glacial amplification of Phanerozoic climate sensitivity",
    "authors": ["J. Park", "D.L. Royer"],
    "venue": "Am. J. Sci.,",
    "year": 2011
  }, {
    "title": "Thermal structure and metamorphic evolution of subducting slabs, in: Inside the Subduction Factory",
    "authors": ["S.M. Peacock"],
    "year": 2003
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate,",
    "year": 1992
  }, {
    "title": "The geology of the southern Mariana fore-arc crust: implications for the scale of Eocene volcanism in the western Pacific, Earth Planet",
    "authors": ["M.K. Reagan", "W.C. McClelland", "G. Girard", "K.R. Goff", "D.W. Peate", "Y. Ohara", "R.J. Stern"],
    "year": 2013
  }, {
    "title": "Tethys reconstructed: plates, continental fragments and their boundaries since 260 Ma from Central America to South-eastern Asia",
    "authors": ["L.M. Ricou"],
    "venue": "Geodin. Acta,",
    "year": 1994
  }, {
    "title": "Thermochronologic evidence for plateau formation in central Tibet",
    "authors": ["A. Rohrmann", "P. Kapp", "B. Carrapa", "P.W. Reiners", "J. Guynn", "L. Ding", "M. Heizler"],
    "year": 2012
  }, {
    "title": "Relative motions of Africa, Iberia and Europe during Alpine orogeny, Tectonophysics",
    "authors": ["G. Rosenbaum", "G.S. Lister", "C. Duboz"],
    "year": 1951
  }, {
    "title": "Tectonic evolution of the India–Asia suture zone since Middle Eocene time, Lopukangri area, south-central Tibet",
    "authors": ["V.I. Sanchez", "M.A. Murphy", "A.C. Robinson", "T.L. Lapen", "M.T. Heizler"],
    "venue": "J. Asian Earth Sci.,",
    "year": 2013
  }, {
    "title": "Subsidence history of the Tethys Himalaya",
    "authors": ["D. Sciunnach", "E. Garzanti"],
    "venue": "Earth-Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Tectonic setting, origin, and obduction of the Oman ophiolite",
    "authors": ["M. Searle", "J. Cox"],
    "venue": "Geol. Soc. Am. Bull.,",
    "year": 1999
  }, {
    "title": "Origin and assembly of the Tethyside orogenic collapse at the expense of Gondwana Land, in: Gondwana and Tethys, edited by: Audley-Charles",
    "authors": ["Sengör A.M. C", "D. Altiner", "A. Cin", "Ustaömer T", "K.J. Hsü"],
    "venue": "Special Publications, Geological Society of London,",
    "year": 1988
  }, {
    "title": "Flux rates for water and carbon during greenschist facies",
    "authors": ["A. Skelton"],
    "venue": "metamorphism, Geology,",
    "year": 2011
  }, {
    "title": "Early Paleogene variations in the calcite compensation depth: new constraints using old borehole sediments from across Ninetyeast Ridge, central Indian Ocean",
    "authors": ["B.S. Slotnick", "V. Lauretano", "J. Backman", "G.R. Dickens", "A. Sluijs", "L. Lourens"],
    "venue": "Clim. Past,",
    "year": 2015
  }, {
    "title": "A plate tectonic model for the Paleozoic and Mesozoic constrained by dynamic plate boundaries and restored synthetic oceanic isochrons, Earth Planet",
    "authors": ["G.M. Stampfli", "G.D. Borel"],
    "year": 2002
  }, {
    "title": "A correction for sediment load upon the ocean floor: uniform versus varying sediment density estimations – implications for isostatic correction",
    "authors": ["T.J.S. Sykes"],
    "venue": "Mar. Geol.,",
    "year": 1996
  }, {
    "title": "Sediment incorporation in island-arc magmas: inferences from 10Be, Geochim",
    "authors": ["F. Tera", "L. Brown", "J. Morris", "I.S. Sacks", "J. Klein", "R. Middleton"],
    "venue": "Cosmochim. Ac.,",
    "year": 1986
  }, {
    "title": "On the time-scales of magmatism at islandarc volcanoes",
    "authors": ["S.P. Turner"],
    "venue": "Philos. T. Roy. Soc. A,",
    "year": 2002
  }, {
    "title": "Nappe stacking resulting from subduction of oceanic and continental lithosphere below Greece, Geology",
    "authors": ["D.J.J. van Hinsbergen", "E. Hafkenscheid", "W. Spakman", "J.E. Meulenkamp", "M.J.R. Wortel"],
    "year": 2005
  }, {
    "title": "Acceleration and deceleration of India– Asia convergence since the Cretaceous: roles of mantle plumes and continental collision",
    "authors": ["D.J.J. van Hinsbergen", "B Steinberger", "P.V. Doubrovine", "R. Gassmöller"],
    "venue": "J. Geophys. Res.,",
    "year": 2011
  }, {
    "title": "Restoration of Cenozoic deformation in Asia and the size of Greater India, Tectonics",
    "authors": ["D.J.J. van Hinsbergen", "P. Kapp", "G. Dupont-Nivet", "P.C. Lippert", "P. DeCelles", "T. Torsvik"],
    "venue": "doi:10.1029/2010JB008051,",
    "year": 2011
  }, {
    "title": "Greater India Basin hypothesis and a two-stage Cenozoic collision between India and Asia",
    "authors": ["D.J.J. van Hinsbergen", "P.C. Lippert", "G. Dupont-Nivet", "N. McQuarrie", "P.V. Doubrovine", "W. Spakman", "T.H. Torsvik"],
    "venue": "P. Natl. Acad. Sci",
    "year": 2012
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic, P",
    "authors": ["D.G. Van Der Meer", "R.E. Zeebe", "D.J.J. van Hinsbergen", "A. Sluijs", "W. Spakman", "T.H. Torsvik"],
    "venue": "Natl. Acad. Sci",
    "year": 2014
  }, {
    "title": "A new approach for modeling Cenozoic oceanic lithium isotope paleo-variations: the key role of climate, Clim",
    "authors": ["N. Vigier", "Y. Goddéris"],
    "venue": "Past, 11,",
    "year": 2015
  }, {
    "title": "A negative feedback mechanism for the long-term stabilization of Earth’s surface temperature",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res.,",
    "year": 1981
  }, {
    "title": "Tectonics, global changes in sealevel and their relationship to stratigraphic sequences at the U.S",
    "authors": ["A.B. Watts", "J.A. Thorne"],
    "venue": "Atlantic continental margin, Mar. Petrol. Geol.,",
    "year": 1984
  }, {
    "title": "SundaJava trench kinematics, slab window formation and overriding plate deformation since the Cretaceous, Earth Planet",
    "authors": ["J.M. Whittaker", "R.D. Müller", "M. Sdrolias", "C. Heine"],
    "venue": "Sc. Lett.,",
    "year": 2006
  }, {
    "title": "Rhythms, and aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present,",
    "year": 2001
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carboncycle dynamics: year of planet",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Earth, Nature,",
    "year": 2008
  }, {
    "title": "Metamorphic chemical geodynamics in continental subduction",
    "authors": ["Zheng", "Y.-F"],
    "venue": "zones, Chem. Geol.,",
    "year": 2012
  }],
  "id": "SP:7ed41123d985bae188f5cd16652fa183f1a1ca23",
  "authors": [{
    "name": "G. Hoareau",
    "affiliations": []
  }, {
    "name": "B. Bomou",
    "affiliations": []
  }, {
    "name": "D. J. J. van Hinsbergen",
    "affiliations": []
  }, {
    "name": "N. Carry",
    "affiliations": []
  }, {
    "name": "D. Marquer",
    "affiliations": []
  }, {
    "name": "Y. Donnadieu",
    "affiliations": []
  }, {
    "name": "G. Le Hir",
    "affiliations": []
  }, {
    "name": "B. Vrielynck",
    "affiliations": []
  }, {
    "name": "A.-V. Walter-Simonnet",
    "affiliations": []
  }],
  "abstractText": "The 58–51 Ma interval was characterized by a long-term increase of global temperatures (+4 to +6 C) up to the Early Eocene Climate Optimum (EECO, 52.9– 50.7 Ma), the warmest interval of the Cenozoic. It was recently suggested that sustained high atmospheric pCO2, controlling warm early Cenozoic climate, may have been released during Neo-Tethys closure through the subduction of large amounts of pelagic carbonates and their recycling as CO2 at arc volcanoes. To analyze the impact of NeoTethys closure on early Cenozoic warming, we have modeled the volume of subducted sediments and the amount of CO2 emitted along the northern Tethys margin. The impact of calculated CO2 fluxes on global temperature during the early Cenozoic have then been tested using a climate carbon cycle model (GEOCLIM). We show that CO2 production may have reached up to 1.55× 10 mol Ma specifically during the EECO, ∼ 4 to 37 % higher that the modern global volcanic CO2 output, owing to a dramatic IndiaAsia plate convergence increase. The subduction of thick Greater Indian continental margin carbonate sediments at ∼ 55–50 Ma may also have led to additional CO2 production of 3.35× 10 mol Ma during the EECO, making a total of 85 % of the global volcanic CO2 outgassed. However, climate modeling demonstrates that timing of maximum CO2 release only partially fits with the EECO, and that corresponding maximum pCO2 values (750 ppm) and surface warming (+2 C) do not reach values inferred from geochemical proxies, a result consistent with conclusions arising from modeling based on other published CO2 fluxes. These results demonstrate that CO2 derived from decarbonation of Neo-Tethyan lithosphere may have possibly contributed to, but certainly cannot account alone for early Cenozoic warming. Other commonly cited sources of excess CO2 such as enhanced igneous province volcanism also appear to be up to 1 order of magnitude below fluxes required by the model to fit with proxy data of pCO2 and temperature at that time. An alternate explanation may be that CO2 consumption, a key parameter of the long-term atmospheric pCO2 balance, may have been lower than suggested by modeling. These results call for a better calibration of early Cenozoic weathering rates.",
  "title": "Did high Neo-Tethys subduction rates contribute to early Cenozoic warming?"
}