{
  "sections": [{
    "text": "the case that two separate eruptions have caused confusion in the assignment of this event. Volcanic sulphate deposition estimates are important for modelling the climatic response to eruptions. The largest volcanic sulphate events in our record are dated at 1458 CE (Kuwae?, Vanuatu), 1257 and 422 CE (unidentified)."
  }, {
    "heading": "1 Introduction",
    "text": "Understanding natural causes of climate variability is vital to evaluate the relative impacts of human populations, and, of all the natural causes, volcanic eruptions and solar variation are the two most important (Gao et al., 2007). Volcanic eruptions are an important part of the global climate system because of their radiative forcing (Zielinski, 2000). Sulfurrich gaseous emissions from eruptions undergo atmospheric oxidation to form stable aerosol compounds that may remain in the atmosphere for several years, during which time they act to cool Earth’s surface by reflection of solar radiation (Rampino and Self, 1984; Robock, 2000). Periods of cooling associated with volcanic eruptions must be adequately accounted for in order to determine natural variation in climate, and interpret anthropogenic influences on the climate system (Robock, 2000).\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nVolcanic aerosols from major eruptions are transported through the stratosphere and deposited across the world, including high latitude polar areas. Ice cores retrieved from these areas offer an archived record that can be analyzed (e.g. measuring the electrical properties or sulphate content of the ice) for the unique signature of volcanic events preserved within them. This information can be used to infer the potential climatic impact of an eruption, by calculating estimates of the total sulphate deposition to the ice sheet from a volcanic eruption, provided that events can be dated with sufficient accuracy.\nProducing an accurately dated volcanic chronology requires a well-dated ice core timescale. The most accurately dated ice cores are dated using annual layer counting methods (Cole-Dai et al., 1997) where seasonal variations in physical or chemical properties marking each year in the ice are counted. However, this requires a high snowfall site to be able to resolve the annual layers; therefore this method cannot be applied at all sites. Where layer counting cannot be applied, ice core timescales are produced based on the identification of reference horizons and assumptions about accumulation rates. This method is capable of producing a reasonably accurate timescale, but it is important to understand the limitations of, and implications of, the use of this “nonindependent” method. Incorrect identification of and assignment of dates to reference horizons will cause errors in the timescale. Often it is difficult to obtain reliable dates for reference horizons beyond recent history, especially in the Southern Hemisphere (SH), as historical documentation of eruptions is poor. The dating accuracy is compromised by variations in snowfall from the average. It is crucial to avoid circular arguments whereby volcanic signatures in ice core records are assigned a date based on some external information (e.g. historical documents, tree ring records, and other ice cores) and then used to verify the dating of that particular event. The assignment of dates does not advance the dating accuracy of the volcanic record – the record will only be as accurate as the record it has been synchronized to, and has the potential to inadvertently reinforce the acceptance of an initially questionable date. Cores dated by non-independent methods remain essential to understanding the spatial distribution patterns of volcanic sulphate aerosols, and dating of deep ice where layer counting cannot be reliably performed. Ice cores dated via accurate layer counting, independent of previously reported volcanic event dates – such as Law Dome – are key to producing high accuracy volcanic chronologies, and improving the dating of events recorded during the first millennium CE, which offers the opportunity to improve correlations between ice cores, as well as better constraining the timing of past volcanic eruptions.\nThe timing of eruptions is an important factor in producing global volcanic forcing estimates. Presently there are two primary datasets (Crowley et al., 2008; Gao et al., 2008). The Gao dataset places the large, global volcanic horizon of the 1450s at 1453 CE, with a smaller event classified as Northern\nHemisphere (NH) only later in that decade (all dates in this work are CE unless stated otherwise). The Crowley dataset has NH event beginning in 1451, and a second event starting in mid-1459, and one SH event starting in 1456. Like Gao, the Crowley study defined the late-1450s volcanic event as NH-only, but suggest the eruption history during this period warrants further investigation (Crowley and Unterman, 2012). Owing to the size of this event, the timing of the event is of importance to climate reconstructions, and we use the accurate, independently dated Law Dome volcanic record to explore the timing of this important event.\nDSS (Dome Summit South) is a coastal site, and the chemistry record is influenced by marine aerosols. The site has a high annual accumulation (0.70 m yr−1 ice equivalent), relatively low mean surface temperatures (−21.8 ◦C) and wind speeds (8.3 m s−1) (Morgan et al., 1997). Precipitation events at Law Dome occur on average with sufficient frequency to preserve signals at monthly resolution (McMorrow et al., 2001). This allows for high-resolution sampling and this study provides an independently dated, seasonally resolved trace chemistry record spanning the past 2000 yr."
  }, {
    "heading": "2 Dating and chemical analysis",
    "text": "The Law Dome record was independently dated using annual layer counting of a suite of chemistry species with seasonally defined behaviours. These include oxygen isotopes (δ18O), deuterium (δD), hydrogen peroxide (H2O2) non-sea-salt sulphate (nssSO2−4 ) and sea salt species (Cl\n−, Na+ and Mg2+). Additionally, the ratio of SO2−4 /Cl\n− was used as a summer marker. Ice core sampling and analysis methods used were described by Palmer et al. (2001) and Roberts et al. (2009). At 23 BCE, annual layer thickness is reduced to 0.25 m yr−1 ice equivalent as a result of layer thinning due to ice flow. At this depth, trace ion chemistry was sampled at 2.5 cm resolution, allowing for 8 to 10 samples per year, which is sufficient for annual dating. Analysis of δ18O was conducted at 1 cm resolution. Following the methods of Morgan and van Ommen (1997), the summer maxima in δ18O were fixed as 1 January of each year horizon. Where δ18O was unavailable, the δD or nssSO2−4 maximum was used. Dating of the discrete samples was performed using linear interpolation between year depth horizons.\nSix separate ice cores from the Dome Summit South (DSS) site on Law Dome were used in this study. The ice cores were retrieved from DSS site (66◦43′ S, 112◦48′ E), located 4.6 km southeast of the Law Dome summit. Drilling for the main 1196-m-long DSS ice core began in 1987, with drilling completed in 1993. Two additional mid-length cores (DSS97 and DSS99) were drilled in subsequent years at the site to provide better core quality through the top 117 m of the original DSS core. In recent years (since 1999) the DSS site has been revisited and series of short overlapping firn cores were drilled in 2001, 2008 and 2009 (cores DSS0102,\nClim. Past, 8, 1929–1940, 2012 www.clim-past.net/8/1929/2012/\nDSS0809 and DSS0910, respectively) to bring the record up to 2009. Palmer et al. (2001) produced a single chemistry time series from DSS99, DSS97 and DSS down to 400 m (1300), and we have applied their methods to extend the Law Dome chemistry record from 1995 to 2009. All cores used were dated via annual layer counting. Dating is registered across core boundaries by matching seasonal features in oxygen isotopes and other chemistry species through the periods of overlap between cores. Dating across core boundaries is unambiguous and locked without error. In the event of misalignment of overlapping records, natural variability in accumulation from year to year would result in rapid loss of coherence between annual cycles.\nLayer counting identified 11 ambiguous years where the seasonality was not clear. Of these 11 yr, 7 yr were not counted where evidence for a year was weak, but could not be conclusively discounted. Four years were counted where multiple lines of evidence supported a year. This error estimation technique allows the date at 23 BCE to be a maximum of 7 yr older or 4 yr younger than dated, with the record dated unambiguously to 1807, and ±1 yr to 894. This error estimate is the lowest of all comparable-length Antarctic ice core records, with DML (Dronning Maud Land) ±23 yr at 186 (Traufetter et al., 2004) and South Pole ±20 at 176 (Ferris et al., 2011). Eruption dates previously published for Law Dome (Palmer et al., 2001) older than 1818 have been adjusted for a 1-yr dating error due to a damaged section of core. This adjustment was made after synchronizing the δ18O of a new mid-length core retrieved from the DSS site in 2005 to the existing DSS main ice core across the period in question."
  }, {
    "heading": "3 Determination of volcanic signals",
    "text": "There are three primary sources of sulphate to the Antarctic continent: sea salt, biogenic and volcanic sulphate, with anthropogenic sources considered minimal (Curran et al., 1998). To identify the signal associated with volcanic eruptions, it is necessary to remove the sea-salt and biogenic sulphate components from the total sulphate concentration. We removed the sea-salt sulphate component by calculation of the non-sea-salt sulphate (nssSO2−4 ) parameter, using Eq. (1).\nnssSO2−4 = [total SO 2− 4 ] − (0.1201 − r) · [Na + ] (1)\nwhere 0.1201 is the ratio of SO2−4 to Na + in seawater, and r is a fractionation correction of 0.033 (Palmer at al., 2002) to account for sulphate depletion from the formation of frost flowers on sea ice (Rankin, et al., 2000). The nssSO2−4 signal at Law Dome is dominated by strong seasonality associated with the biogenic sulphate cycle. This biogenic signal has a local summer maximum, and winter minimum, and this seasonality can be a barrier to resolving the onset and duration of volcanic signals. To remove the biogenic signal, we calculated the residual nssSO2−4 ([nssSO 2− 4 ]residual), shown in Fig. 1. The nssSO2−4 record was down-sampled into 8 even bins per year, and the 31-yr centered moving average (starting in 1995) of these bins was computed, and then subtracted from the raw nssSO2−4 record. This residual dataset is sensitive to volcanic sulphate inputs. Eight bins per year were chosen as that reflects the average number of samples per year at the end of the record. A 31-yr running mean was used to account for natural variations in background sulphate.\nwww.clim-past.net/8/1929/2012/ Clim. Past, 8, 1929–1940, 2012\nLarge volcanic events already identified in the record were removed prior to calculation of the residual to avoid incorrectly weighting the ensemble, which would lead to an overestimation of background sulphate concentrations.\nVolcanic signals are detected as a rise above background levels (e.g. Moore et al., 1991; Delmas et al., 1992; Langway et al., 1995; Cole-Dai et al., 2000; Palmer et al., 2001; Traufetter et al., 2004; Ferris et al., 2011); therefore, we have identified volcanic signatures from the [nssSO2−4 ]residual time series, where values above zero are representative of concentrations above the 31-yr average. This method of volcanic determination is based on the method of Palmer et al. (2001), and uses visual classification criteria and knowledge of the sulphate seasonal cycle to discriminate between noise and volcanic signals. To be classified as volcanic, spikes in the residual record must be at least 6 months in duration. Deviations above the average during winter are characteristic of volcanic events at Law Dome as the variable biogenic sulphate source is low, and winter sea-salt sulphate contributions can be accurately determined from the seawater ratio of directly measurable sea-salt species (e.g. Na+). Because biogenic sulphate sources are more variable, residual sulphate peaks in summer only were treated with caution. Volcanic events have a clearly definable peak, and are characterised by a sharp rise in concentration at the onset of the volcanic event and then taper off. This conservative approach to identification has a bias towards medium and large events, which are most clearly identifiable in our record, and we consider such events to be those most likely to have the greatest impact on climate.\nEstimates of volcanic sulphate provide information on the climatic effects of volcanic eruptions as the amount of sulfurrich gas emitted by eruptions can have an effect on global temperatures. The volcanic flux deposition estimates for Law Dome (Table 2) are calculated from the residual nssSO2−4 record according to Eq. (2).\nfs = [nssSO 2− 4 ]residual · ρ · l · 10 −3 kg km−2 (2)\nwhere [nssSO2−4 ]residual is the residual nssSO 2− 4 in µg kg −1, ρ = 917 kg m−3 – the density of ice, and l is the surface equivalent ice length of each sample (in metres) and corrects for the smaller apparent sample fluxes due to thinning of the ice with increasing depth. We report total volcanic deposition derived by summing the individual sample fluxes to give a total deposition for the duration of the event. Law Dome deposition estimates from this study are ∼ 25 % lower than those discussed previously for Law Dome by Palmer et al. (2002). The differences result from the residual calculation method used and small improvements in Law Dome flow thinning calculations (used in the calculation of l) and fractionation corrections (r in Eq. 1). We note that our lower deposition for the Tambora, Indonesia, eruption (57.2 kg SO2−4 km\n−2) compares closely to the SH average of 51 kg SO2−4 km −2\nas determined by Gao et al. (2007). Table 2 includes sulphate depositional information from the NGRIP ice core for inter-hemispheric volcanic events. The calculation methods for the NGRIP depositional information can be found in Appendix A. Because of the variability inherent in site-specific properties (e.g. sulphate depositional regime, accumulation from year to year, aerosol transport pathways), the depositional size of an eruption can vary from site to site. Therefore, it is important to use as many records as possible when producing volcanic forcing estimates, provided that those records are dated with sufficient accuracy to resolve the same event across cores."
  }, {
    "heading": "4 Volcanic eruption dating",
    "text": "Atmospheric transport of volcanic aerosols from eruption site to deposition site results in a time delay of typically 6 months to 1 yr, and is dependent upon eruption location, atmospheric circulation patterns and site precipitation characteristics. Estimates of this time delay are made by comparing the onset of the volcanic signal in a dated ice core record to the eruption date of well-documented eruptions (e.g. Tambora, Krakatau). At Law Dome, the average delay is 1 yr (1σ = 0.58 yr, N = 11). The shortest delay of 0.6 yr was associated with the 1815 eruption of Tambora, Indonesia, and the longest delay observed was 2.5 yr for the 1982 eruption of El Chichón. Palmer et al. (2001) suggested unusual atmospheric patterns associated with the quasi-biennial oscillation could be responsible for this extended delay. 1982–83 period corresponds with a strong El Niño-Southern Oscillation event that produced anomalous atmospheric circulation patterns over high southern latitudes (Houseago et al., 1998). Those anomalies could have affected the transport of volcanic aerosols following the El Chichón eruption."
  }, {
    "heading": "5 Results and discussion",
    "text": "Forty-five volcanic events have been identified in the Law Dome record between 1995 CE and 23 BCE. Based on total deposition, the largest volcanic events observed in our record are the 1458 (Kuwae?), 1257, 422 (Unidentified) and 1815 (Tambora) events. The sulphate deposition of the 1458 and 1257 eruptions was similar in size, approximately 1.8 times greater than the Tambora eruption. The 422 event signature is observed over a period of 4.3 yr, making it the longest event in our 2000-yr record, and also appears bimodal in nature and may be a result of two separate eruptions in close temporal proximity.\nOur record has a period of minimal volcanic activity between 900 and 679. Other records from low accumulation Antarctic sites do see volcanic events during this period (e.g. Ferris et al., 2011) suggesting dilution effects of the higher accumulation at Law Dome make smaller or less sulphate-rich eruptions comparatively difficult to identify\nClim. Past, 8, 1929–1940, 2012 www.clim-past.net/8/1929/2012/\nwhen coupled with the variable biogenic sulphate background. The attribution of eruption sources to sulphate spikes in the 695-yr period 1995–1300 (Table 1) was discussed in detail by Palmer et al. (2001). We have not attributed a source to any other volcanic signatures in this record apart from the 229 event. Although the start date of this event is not clearly identifiable due to a gap in the sulphate record between 229 and 230, there is an increase in [nssSO2−4 ]residual values during 230/31. We suggest this event may be the major Holocene eruption of Taupo, New Zealand, on the evidence presented in this study, and dendrochronological work by Hogg et al. (2011) placing the date of this eruption at 232 ± 5.\nWe have compared the Law Dome volcanic record to three other independent, annually dated ice core records in Table 1: NGRIP (Greenland) on the GICC05 timescale, Dronning Maud Land (DML) (Traufetter et al., 2004) and South Pole (SP04C5) (Ferris et al., 2011). We considered the GISP2 (Greenland) volcanic record and will discuss the record where relevant; however, we found the chronology to be less well resolved compared to NGRIP on the GICC05 timescale. The GICC05 timescale is derived from three, welldated, independent Greenland records (NGRIP, DYE-3 and GRIP), and are layer counted through our period of interest (Vinther et al., 2006). Of the three Greenland cores in the GICC05 timescale, only NGRIP has sulphate data through our period of interest, and was used by Gao et al. (2008) in 1-yr resolution as part of their global volcanic forcing reconstruction. Here the NGRIP SO2−4 data are used in full resolution (see Appendix A). The three cores compared in this work were chosen as they represent the most accurately dated ice core records of comparable length to Law Dome. Volcanic events identified in each record were matched based on their eruption signature characteristics (e.g. signature shape, magnitude). Figure 2 illustrates the number of years of difference between the dates of events in Law Dome and the 3 other ice cores. Comparisons with NGRIP show good agreement, averaging a 1-yr difference, with a maximum of 3.3 yr difference between volcanic deposition dates over the past 1800 yr. The agreement between Law Dome and DML for the period 2000–1000 CE is good, with the exception being the 1450s eruption attributed to Kuwae (discussed below). The two records do not agree as closely from 1000–172 CE, with the DML record drifting gradually to be 22 yr younger than Law Dome at the 164 (Law Dome) event. Comparisons of the Law Dome and South Pole records show the South Pole record to be more variable, drifting 10 yr younger than Law Dome, before coming back into agreement for the 531 event, and drifting to become 17 yr older than Law Dome by the 164 event. The 531 event signature is a distinct horizon across the three SH ice core records; therefore we are confident in our matching of this event. The error in the SP045C timescale at this event is ±15 yr; therefore synchronicity with Law Dome is permissible and not outside the timescale error bounds. NGRIP has two eruptions in close proximity (529\nand 533). The 529 event has the larger sulphate deposition of the two, and has been linked to the eruption of Haruna, Japan (Soda, 1996; Larsen et al., 2008); therefore we have matched our record with the 533 eruption.\nThe accumulation rate of DML (0.073 m yr−1 ice equivalent; Schwander, 2003) and SP045C (0.075 m yr−1 ice equivalent; Ferris et al., 2011) is considerably lower than the 0.19 m yr−1 ice equivalent of NGRIP (Vinther et al., 2006) and 0.70 m yr−1 ice equivalent of Law Dome (Morgan et al., 1997). The relatively low accumulation rates at the DML and SP045C sites may increase the chances of a seasonal cycle being absent or ambiguous in nature, thus contributing to the larger error estimates for these cores relative to Law Dome and NGRIP, and may be responsible for the gradual drift in dates relative to Law Dome and NGRIP.\nThe accuracy of the Law Dome dating allows us to refine some of the present-best dates of volcanic eruptions. This refinement improves existing reconstructions of global volcanic forcing. The Law Dome eruption signature at 566 is in agreement with the NH date for the volcanic index of Gao et al. (2008). We do not observe any eruption in the Law Dome record that is in agreement with the SH date of 578, although we note that it is in agreement with DML. Larsen et al. (2008) suggested that the sequence of volcanic signals detected in the DML ice core at 542, 578 and 685 corresponds to the sequence of volcanic signals detected in Greenland ice cores at 533, 567 and 675. The Law Dome record essentially confirms this interpretation, as the accurate dating places the sequence at late 530, 566 and 676, closely matching the\nwww.clim-past.net/8/1929/2012/ Clim. Past, 8, 1929–1940, 2012\nGreenland GICC05 dates. The South Pole (SP04C5) ice core (Ferris et al., 2011) has an event dated 560 with an error of 2 %, which also places it within agreement of the NH dating for this eruption, and it is likely the same event in all four ice cores. The distinct volcanic horizon dated late 530 at Law Dome is in close agreement with the 533 NGRIP date for this event. There is also a volcanic event dated 531 in the SP04C5 ice core, which is likely to be the same event. The 533 and 567 CE volcanic events cannot be resolved by the GISP2 core as no measurements are available through this time period, possibly due to damaged core sections. By confirming the Larsen et al. (2008) interpretation that these three events were global, the forcing associated with these events can be more accurately represented."
  }, {
    "heading": "6 Dating of the major 1450s CE eruption",
    "text": "The largest sulphate spike observed in our 2000-yr record is an eruption with a deposition date commencing in mid-1458, and a total deposition of 106.3 kg · SO2−4 km\n−2, over 2.6 yr. Numerous ice core records have recorded a large volcanic signature during the 1450s (e.g. Langway, 1995; Moore et al., 1991; Delmas et al., 1992; Cole-Dai et al., 1997; Clausen et al., 1997; Ferris et al., 2011). Tree ring evidence for cooling, inferred from growth anomalies, has also been observed (e.g. LaMarche and Hirchboek, 1984; Briffa et al., 1998; Salzer and Hughes, 2007). These signatures have been linked with the eruption of the Kuwae caldera, Vanuatu. Historical records of unusual weather phenomena through this period also provide further evidence for an eruption during the 1450s (Pang, 1993). Because this event is one of the largest in the last two millennia, it is important to constrain the timing of the event so that its effect on the climate is correctly represented in global climate models.\nDespite the magnitude of this event, the dating remains uncertain. Gao et al. (2006) attempted to constrain the dating by averaging the event date from multiple ice core records, concluding that Kuwae likely erupted in either 1452 or 1453. Gao et al. (2006) used 33 ice core records to arrive at a date for the Kuwae eruption signature; however, 14 of the 33 records used (Table 1; Gao et al., 2006) do not extend to 1450. Eleven of the remaining 19 records are not independent layer counted records. Dating is crucial in the case of this event, as it is necessary for the ice core timescale to be sufficiently accurate to resolve – in ice core terms – a very small time frame of 4–5 yr. Layer counted records are considered more accurate than those dated using depth-accumulation estimate methods, however, require a sample resolution of 5–8 samples per year to resolve the years with confidence (ColeDai et al., 1997). Independence of these records is important – records that assign the date of Kuwae from some external information (e.g. Talos Dome (Stenni et al., 2001) and Plateau Remote (Cole-Dai et al., 2000)) could bias the end result when producing a mean date from all available ice cores.\nTaking the above into account, 8 cores of the original 33 used remain, including Law Dome (Palmer et al., 2001). The GRIP core has no volcanic signal detected between 1445 and 1465 CE (Gao et al., 2006). Six ice cores – NGRIP (1458 ± 1), GISP2 (1460 ± 2; Zielinski, 1995), DYE-3 (1457 ± 2)(Clausen et al., 1997) and Crête (1458± 2) (Hammer et al., 1980) (NH) and Siple Station (1454 ± 3) (Cole-Dai et al., 1997) and DML B32 (1453 ± 5) (Traufetter et al., 2004) (SH) – all have a volcanic signal that falls within the error estimate of the Law Dome date of 1458 ± 1. Traufetter et al. (2004) attributed the large sulphate peak present in the DML B32 core at 1453, to Kuwae; however, Ruth et al. (2007), during synchronization of EPICA Dome C (EDC) core to the DML B32 timescale using volcanic markers, used the ice date 1458 for that volcanic signature, a weighted average of the Law Dome (Palmer et al., 2001) and the DML B32 (Traufetter et al., 2004) dating, suggesting some reservation about the DML B32 dating of this event.\nOur layer-counted dating places this large event at 1458 ± 1, and when considering the uncertainties with dating errors, the longest transport delay with precedent (2.5 yr), the earliest eruption date based on this work is 1455. Comparisons of Law Dome and other layer-counted SH records – DML, Siple Station (Cole-Dai et al., 1997) and SP04C5 (Ferris et al., 2011) – yield deposition dates for the large sulphate peak of 1453 ± 5 in DML, 1454 ± 3 at Siple Station and 1453 ± 7 in SP04C5. This allows for a maximum date range of 1448 to 1458, 1451 to 1457 and 1446 to 1460, respectively. The higher accumulation rate and larger suite of measured chemistry available at Law Dome in comparison to the other SH records allows for better constrained error, giving a deposition date range of between 1457 and 1459. By comparing errors in the records, the common time period for this event deposition is between 1457 and 1459, with the eruption between 1456 and 1458, assuming the average lag time of 1 yr.\nExamination of NH ice core records shows that several NH ice core records (e.g. NGRIP, Crête, Renland, NGTB20 (Greenland) and A84 (Ellesmere Island, Canada)) have evidence for two volcanic events separated by ∼ 5 yr around the 1450s (Gao et al., 2006; Bigler et al., 2002; Fisher et al., 1995). The NGRIP ice core is the best dated of these ice cores, and has two events, dated 1453 ± 1 and 1458 ± 1, the latter in agreement with Law Dome (Fig. 3). Accurately dated tree ring records (e.g. LaMarche and Hirschboek, 1984; Briffa et al., 1998; Salzer and Hughes, 2007) have observed anomalous tree ring growth responses in the period 1452/53. Historical evidence of unusual weather phenomena during 1453 also suggests an eruption took place at this time (Pang, 1993), but this historical evidence is primarily from the NH. The agreement between anomalous tree ring growth and the climatic effects of volcanic eruptions is well established (e.g. LaMarche and Hirschboek, 1984; Scuderi et al., 1990; Salzer and Hughes, 2007), and an example of the exceptional agreement is demonstrated by comparing our\nClim. Past, 8, 1929–1940, 2012 www.clim-past.net/8/1929/2012/\n  \n  \n  \nrecord to that of Salzer and Hughes (2007; Table 1). Salzer and Hughes used statistical methods to show ring-width minima years can be matched with known volcanoes or ice-core volcanic signals in 44 of 51 cases (86 %) for the last millennium in their record. The link between the 1452/53 NH tree ring anomalies and the large 1450s volcanic signal in SH ice cores, now attributed to Kuwae, appears to have come from the South Pole (PS1) ice core (Delmas et al., 1992), linking the signal in that core to the NH tree ring response dated 1452 by LaMarche and Hirschboek (1984). Given that the signal is one of the largest sulphate events in the past millennium in many ice cores, it might seem reasonable to link these two phenomena. However, tree ring signals capture local climate variability, potentially complicating the interpretation of tree ring records, as not all width minima and frost damaged rings are the result of volcanic activity. Additionally, Mann et al. (2012) suggested that tree ring signals may not adequately represent the climatic impact of large eruptions, due to the tree-growth not responding to the post-eruption climate system. The 1815 eruption of Tambora, Indonesia, is not detected in the Salzer and Hughes record, and the authors suggested that the local climate system might not have been in a state sensitive to the climatic impact of the Tambora eruption, an interpretation that may be supported by Mann et al. (2012).\nWe believe the early 1450s tree ring signature may have been caused by a NH-dominant eruption. The NGRIP sulphate data clearly indicate two eruptions during the 1450s, as do a number of other NH ice cores. In contrast, the majority of SH ice cores do not observe two volcanic events during the 1450s (e.g. DML, G15, PS1, Plateau Remote, SP2001C1, Talos Dome, DT-401) (Traufetter et al., 2004; Moore et al., 1991; Delmas et al., 1992; Cole-Dai et al., 2000; Budner and Cole-Dai, 2003; Stenni et al., 2001; Ren et al., 2010). The SP04C5 core (Ferris et al., 2011) has a volcanic signature preceding the large volcanic event they assigned to Kuwae by 5 yr, which is the same temporal spacing as the NGRIP core.\nSiple station (Cole-Dai et al., 1997) did report a possible volcanic event in 1443 CE (10 yr earlier than the signal they attributed to Kuwae), though the authors point out they cannot be certain the peak did not result from high background SO−24 in a high accumulation year. At Law Dome, a sampling gap affects our volcanic record through 1452.3–1453.1, which could obscure a short duration (10 months or less) volcanic signature; therefore, we cannot exclude the possibility of a SH signature from the Law Dome record. There are no indications for a volcanic event from the residual record either side of this time period, as there was for the 229 event, which together with the short 10-month length of this gap suggests this was not a major volcanic event. Dating continuity at Law Dome is unaffected, as other data are available through this time period. The weaker tree-ring evidence for a volcanic event in the later 1450s could be explained by tree growth not responding to the climate system, as suggested by Mann et al. (2012). We note that the record of Salzer and Hughes (2007) does have anomalous tree ring growth coincident with a late 1450s eruption – with frost-damaged rings in 1457/58 and ring width minima through the period of 1459 to 1462.\nThe large volcanic signal found in many ice cores from both hemispheres has been attributed to the Kuwae caldera, Vanuatu (17◦ S) (Monzier et al., 1994), and the sulfur-rich characteristics of the eruption (Witter and Self, 2007) support the possibility of Kuwae being responsible for that signal. However, geological evidence from Nemeth et al. (2007) suggests the large mid-15th century eruption was possibly smaller than first thought, or subaqueous in nature, thus limiting its effect on climate forcing. Until a direct link (e.g. tephra) between the large sulphate spike in ice cores and a volcanic centre is found, it is difficult to safely attribute a source to the 1458 event, and as such we urge caution in assigning Kuwae to any eruption signature during the 1450s. We are confident in our linking of the distinct 1450s sulphate peak in Law Dome and the 1458 NGRIP event, as the dating\nwww.clim-past.net/8/1929/2012/ Clim. Past, 8, 1929–1940, 2012\nerror constraints of the cores do not permit the 1453 ± 1 NGRIP event being aligned with 1458 ± 1 Law Dome event. The signatures of the 1458 events in the two cores also show similarities in peak shape (Fig. 3). A source for the 1453 eruption could be Aniakchak, Alaska, which Bigler et al. (2002) and Briffa et al. (1998) noted as a possible source of volcanic aerosols in the 1450s, while Salzer and Hughes (2007) suggest Mount Pelée, Martinique, as another potential volcanic centre, with an eruption date of 1460 ± 20 yr (Siebert and Simkin, 2002)."
  }, {
    "heading": "7 Conclusion",
    "text": "The Law Dome represents the currently most accurately dated Antarctic ice core, with error estimates lower than the DML and South Pole ice cores. Using this independently dated, annually resolved ice core record from Law Dome, we have identified and dated 45 volcanic signatures over the past 2000 yr. A comparison with volcanic horizons from the NGRIP ice core, on the well-dated GICC05 timescale, shows Law Dome to be in good agreement, with the age difference between global volcanic horizons of ±3 yr or better. The improved dating of volcanic events in the first millennium for the SH allows better correlation between SH ice cores, and will allow current volcanic forcing datasets to be updated and extended. This study has confirmed that three 6–7th century eruptions can be synchronized to Greenland records; thus they can be identified as global horizons, which has implications for the forcing calculations related to these three eruptions. We have also presented a discussion on the dating of the global volcanic event attributed to the Kuwae caldera. This study dates this event at 1458 ± 1, which is in agreement with the GICC05 timescale. The NGRIP sulphate data have two volcanic signatures dated 1453 ± 1 and 1458 ± 1. Two volcanic signatures ∼ 5 yr apart are evidenced in many NH ice cores, but only the SP04C5 (Ferris et al., 2011) has a clear second signal in the SH, which suggests a NH-dominant eruption in the early 1450s. We contend this earlier eruption was likely responsible for the anomalous NH tree ring growth and historical documentation of unusual weather phenomena during 1452/53. By comparing the overlap in error estimates of our Law Dome record and the other best-dated SH ice cores (DML and South Pole), we conclude the globally significant volcanic horizon of the 1450s erupted between 1456 and 1458, most likely between mid-1457 and 1458. This information can be used to revise the current volcanic forcing estimate datasets."
  }, {
    "heading": "Appendix A",
    "text": "The NGRIP SO2−4 dataset is based on measurements performed on two NGRIP ice cores. Data covering 1973–1999 stem from the NGRIP 2000 S6 shallow core, while the 186– 1973 interval is derived from the NGRIP1 1996 main core. The entire dataset was measured in 5 cm resolution, corresponding to an average time resolution of 4 samples per year in the deepest (oldest) ice and 10 samples per year in the uppermost (youngest) sections of the NGRIP ice.\nThe measurement data were converted into SO2−4 deposition using Eq. (2) without the sea salt correction. Detection of volcanic signals in the NGRIP 5 cm resolution SO2−4 deposition dataset was carried out using the methodology outlined in Traufetter et al. (2004). In this approach running medians (RMi) and median absolute deviations (MADi) of a moving window of n data are calculated. Peaks were then found when deposition exceeded the running threshold value (A1).\nyr = RMi + k · MADi (A1)\nThe parameters k = 5 and n = 100 were determined empirically. Furthermore peak width was defined as the number of samples surrounding a detected sample, all exceeding a running threshold calculated with k = 0.5.\nThe total volcanic deposition for each event was then calculated as the sum of the deposition stemming from each 5 cm sample forming a given peak, subtracting the background SO2−4 deposition (the background being calculated as the running mean of the SO2−4 deposition data where no volcanic signals were detected, again with n = 100 as the window length.). Peak deposition uncertainties were finally calculated from the standard deviation of the background SO2−4 deposition.\nThe NGRIP sulphate data are available from www.iceandclimate.dk/data/.\nSupplementary material related to this article is available online at: http://www.clim-past.net/8/1929/ 2012/cp-8-1929-2012-supplement.pdf.\nAcknowledgements. The authors wish to acknowledge the contribution of Vin Morgan, the expeditioners involved in drilling the ice cores and the laboratory support staff. C. T. Plummer also acknowledges an Australian Postgraduate Award.\nEdited by: J. Luterbacher\nClim. Past, 8, 1929–1940, 2012 www.clim-past.net/8/1929/2012/"
  }],
  "year": 2012,
  "references": [{
    "title": "Sulphate record from a northeast Greenland ice core over the last 1200 years based on continuous flow analysis",
    "authors": ["M. Bigler", "Wagenbach", "D. Fischer", "J.H. Kipfstuhl", "H. Millar", "S. Sommer", "B. Stauffer"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg", "D. Dahl-Jensen", "J.P. Steffensen", "J. Kipfstuhl", "M. Legrand"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Moseley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Moseley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Volcanism and the Little Ice Age",
    "authors": ["T.J. Crowley", "G. Zielinski", "B. Vinther", "R. Udisti", "K. Kreutz", "J. Cole-Dai", "E. Castellano"],
    "venue": "PAGES Newslett.,",
    "year": 2008
  }, {
    "title": "Technical details concerning development of a 1200-yr proxy index for global volcanism",
    "authors": ["T.J. Crowley", "M.B. Unterman"],
    "venue": "Earth Syst. Sci. Data Discuss.,",
    "year": 2012
  }, {
    "title": "Seasonal characteristics of the major ions in the high accumulation Dome Summit South ice core, Law Dome, Antarctica",
    "authors": ["M.A.J. Curran", "T.D. van Ommen", "V.I. Morgan"],
    "venue": "Ann. Glaciol.,",
    "year": 1998
  }, {
    "title": "J-R.: 1000 years of explosive volcanism recorded at the South Pole",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "Petit"],
    "venue": "Tellus, 44B,",
    "year": 1992
  }, {
    "title": "South Pole ice core record of explosive volcanic eruptions in the first and second millennia A.D. and evidence of a large eruption in the tropics around 535",
    "authors": ["D.G. Ferris", "J. Cole-Dai", "A.R. Reyes", "D.M. Budner"],
    "venue": "A.D., J. Geophys. Res.,",
    "year": 2011
  }, {
    "title": "Holocene climatic records from Agassiz Ice Cap, Ellesmere Island, NWT",
    "authors": ["D.A. Fisher", "R.M. Koerner", "N. Reeh"],
    "venue": "Canada, Holocene,",
    "year": 1995
  }, {
    "title": "Atmospheric volcanic loading derived from bipolar ice cores: Accounting for the spatial distribution of volcanic deposition",
    "authors": ["C. Gao", "L. Oman", "A. Robock", "G.L. Stenchikov"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["U. Hammer C", "B. Clausen H", "Dansgaard W"],
    "venue": "Nature, 288,",
    "year": 1980
  }, {
    "title": "Revised calendar date for the Taupo eruption derived by 14C wiggle-matching using a New Zealand kauri 14C calibration data",
    "authors": ["A. Hogg", "D.J. Lowe", "J. Palmer", "G. Boswijk", "C.B. Ramsey"],
    "venue": "set, The Holocene,",
    "year": 2011
  }, {
    "title": "Climate anomaly wave-train patterns linking southern low and high latitudes during south pacific warm and cold",
    "authors": ["R.E. Houseago", "G.R. McGregor", "J.C. King", "S.A. Harangozo"],
    "venue": "events, Int. J. Climatol.,",
    "year": 1998
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V.C. LaMarche Jr.", "K.K. Hirschboeck"],
    "year": 1984
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Underestimation of volcanic cooling in tree-ring based reconstructions of hemispheric temperatures",
    "authors": ["M.E. Mann", "J.D. Fuentes", "S. Rutherford"],
    "venue": "Nature Geosci.,",
    "year": 2012
  }, {
    "title": "Intercomparison of firn core and meteorological data, Antarct",
    "authors": ["A.J. McMorrow", "M.A.J. Curran", "T.D. van Ommen", "V. Morgan", "M.J. Pook", "I. Allison"],
    "year": 2001
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Seasonality in late-Holocene climate from ice-core records",
    "authors": ["V.I. Morgan", "T.D. van Ommen"],
    "venue": "The Holocene,",
    "year": 1997
  }, {
    "title": "Site information and initial results from deep ice drilling on Law Dome, Antarctica",
    "authors": ["V.I. Morgan", "C.W. Wookey", "L. Li", "T.D. van Ommen", "W. Skinner", "M.F. Fitzpatrick"],
    "venue": "J. Glaciol.,",
    "year": 1997
  }, {
    "title": "High-precision dating of volcanic events (A.D. 1301–1995) using ice cores from Law Dome, Antarctica",
    "authors": ["A.S. Palmer", "T.D. van Ommen", "M.A.J. Curran", "V. Morgan", "J.M. Souney", "P.A. Mayewski"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Antarctic volcanic flux ratios from Law Dome ice",
    "authors": ["A.S. Palmer", "V.I. Morgan", "M.A.J. Curran", "T.D. van Ommen", "P.A. Mayewski"],
    "venue": "cores, Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Climatic impact of the mid-fifteenth century Kuwae caldera formation, as reconstructed from historical and proxy data",
    "authors": ["K.D. Pang"],
    "venue": "Eos Trans.,",
    "year": 1993
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["M.R. Rampino", "S. Self"],
    "year": 1984
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome",
    "authors": ["C.T. Plummer"],
    "year": 2000
  }, {
    "title": "Frost flowers as a source of fractionated sea salt aerosol in the polar regions, Geophys",
    "authors": ["Rankin", "V.A.B. Auld", "E.W. Wolff"],
    "venue": "Res. Lett.,",
    "year": 2000
  }, {
    "title": "A 2680 year volcanic record from the DT401 East Antarctic ice core",
    "authors": ["J. Ren", "L. Chuanjin", "S. Hou", "C. Xiao", "D. Qin", "Y. Li", "M. Ding"],
    "venue": "J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Methansulphonic acid loss during ice-core storage: recommendations based on a new diffusion coefficient",
    "authors": ["J.L. Roberts", "T.D. van Ommen", "M.A.J. Curran", "T.R. Vance"],
    "venue": "J. Glaciol.,",
    "year": 2009
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Antarctica, over the last 150 000 years, Clim",
    "authors": ["Dronning Maud Land"],
    "venue": "Past,",
    "year": 2007
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["M.W. Salzer", "M.K. Hughes"],
    "venue": "Quaternary Res.,",
    "year": 2006
  }, {
    "title": "Tree-ring evidence for climatically effective volcanic eruptions",
    "authors": ["L.A. Scuderi"],
    "venue": "Quaternary Res.,",
    "year": 1990
  }, {
    "title": "Volcanoes of the World: an Illustrated Catalog of Holocene Volcanoes and their Eruptions. Smithsonian Institution, Global Volcanism Program Digital Information Series, GVP-3, http://www.volcano.si.edu/world",
    "authors": ["L. Siebert", "Simkin T"],
    "year": 2012
  }, {
    "title": "Explosive activities of Haruna volcano and their impact on human life in the sixth century",
    "authors": ["T. Soda"],
    "venue": "A.D., Geogr. Rep. Tokyo Metrop. Univ.,",
    "year": 1996
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Spatio-temporal variability in volcanic sulphate deposition over the past 2 kyr in snow pits and firn cores from Amundsenisen, Antarctica",
    "authors": ["F. Traufetter", "H. Oerter", "H. Fischer", "R. Weller", "H. Miller"],
    "venue": "J. Glaciol.,",
    "year": 1830
  }, {
    "title": "The Kuwae (Vanuatu) eruption of AD 1452: potential magnitude and volatile release",
    "authors": ["J.B. Witter", "S. Self"],
    "venue": "B. Volcanol.,",
    "year": 2007
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland-Ice-Sheet-Project-2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2000
  }],
  "id": "SP:5b652674725a5ef023fd01c1315cdfceddde7c80",
  "authors": [{
    "name": "C. T. Plummer",
    "affiliations": []
  }, {
    "name": "M. A. J. Curran",
    "affiliations": []
  }, {
    "name": "T D. van Ommen",
    "affiliations": []
  }, {
    "name": "S. O. Rasmussen",
    "affiliations": []
  }, {
    "name": "A. D. Moy",
    "affiliations": []
  }, {
    "name": "T. R. Vance",
    "affiliations": []
  }, {
    "name": "H. B. Clausen",
    "affiliations": []
  }, {
    "name": "B. M. Vinther",
    "affiliations": []
  }, {
    "name": "P. A. Mayewski",
    "affiliations": []
  }],
  "abstractText": "Volcanic eruptions are an important cause of natural climate variability. In order to improve the accuracy of climate models, precise dating and magnitude of the climatic effects of past volcanism are necessary. Here we present a 2000-yr record of Southern Hemisphere volcanism recorded in ice cores from the high accumulation Law Dome site, East Antarctica. The ice cores were analysed for a suite of chemistry signals and are independently dated via annual layer counting, with 11 ambiguous years at 23 BCE, which has presently the lowest error of all published long Antarctic ice cores. Independently dated records are important to avoid circular dating where volcanic signatures are assigned a date from some external information rather than using the date it is found in the ice core. Forty-five volcanic events have been identified using the sulphate chemistry of the Law Dome record. The low dating error and comparison with the NGRIP (North Greenland Ice Core Project) volcanic records (on the GICC05 timescale) suggest Law Dome is the most accurately dated Antarctic volcanic dataset, which will improve the dating of individual volcanic events and potentially allow better correlation between ice core records, leading to improvements in global volcanic forcing datasets. One of the most important volcanic events of the last two millennia is the large 1450s CE event, usually assigned to the eruption of Kuwae, Vanuatu. In this study, we review the evidence surrounding the presently accepted date for this event, and make the case that two separate eruptions have caused confusion in the assignment of this event. Volcanic sulphate deposition estimates are important for modelling the climatic response to eruptions. The largest volcanic sulphate events in our record are dated at 1458 CE (Kuwae?, Vanuatu), 1257 and 422 CE (unidentified).",
  "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the 1450s CE eruption of Kuwae, Vanuatu"
}