{
  "sections": [{
    "text": "one of the most complete records of continental climate change in the Near East since the Middle Pleistocene. We used seismic reflection profiles to infer past changes in lake level and discuss potential causes related to changes in climate, volcanism, and regional tectonics since the formation of the lake ca. 600 ka ago. Lake Van’s water level ranged by as much as 600 m during the past *600 ka. Five major\nlowstands occurred, at *600, *365–340, *290–230, *150–130 and *30–14 ka. During Stage A, between about 600 and 230 ka, lake level changed dramatically, by hundreds of meters, but phases of low and high stands were separated by long time intervals. Changes in the lake level were more frequent during the past *230 ka, but less dramatic, on the order of a few tens of meters. We identified period B1 as a time of stepwise transgressions between *230 and 150 ka, followed by a short regression between ca. 150 and 130 ka. Lake level rose stepwise during period B2, until *30 ka. During the past *30 ka, a regression and a final transgression occurred, each lasting about 15 ka. The major lowstand periods in Lake Van occurred during glacial periods, suggesting climatic control on water level changes (i.e. greatly reduced precipitation led to lower lake levels). Although climate forcing was the dominant cause for dramatic water level changes in Lake Van, volcanic and tectonic forcing factors may have contributed as well. For instance, the number of distinct tephra layers, some several meters thick, increases dramatically in the uppermost*100 m of the sediment record (i.e. the past *230 ka), an interval that coincides largely with low-magnitude lake level fluctuations. Tectonic activity, highlighted by extensional and/or compressional faults across the basin margins, probably also affected the lake level of Lake Van in the past.\nKeywords Lake Van Lake level changes Climate Tectonic activity Volcanism\nD. Cukur (&) H. U. Schmincke M. Sumita GEOMAR Helmholtz Centre for Ocean Research Kiel, Wischhofstr. 1-3, 24148 Kiel, Germany e-mail: dcukur@geomar.de\nS. Krastel Institute of Geosciences, Christian-Albrechts-Universität zu Kiel, Otto-Hahn-Platz 1, 24118 Kiel, Germany\nY. Tomonaga Department of Water Resources and Drinking Water, Eawag, Swiss Federal Institute of Aquatic Science and Technology, Überlandstrasse 133, 8600 Dübendorf, Switzerland\nY. Tomonaga Atmosphere and Ocean Research Institute, The University of Tokyo, 5-1-5 Kashiwa-noha, Kashiwa-shi, Chiba 277-8564, Japan\nM. Namık Çağatay EMCOL and Department of Geological Engineering, Istanbul Technical University, 34469 Maslak, Istanbul, Turkey\nIntroduction\nLacustrine sediments can provide important insights into past lake levels (Smith 1991). Major changes in lake level, in turn, represent a powerful tool for understanding paleoenvironmental and paleoclimatic conditions in continental regions (Machlus et al. 2000; Adams et al. 2001). Former lake levels can be recognized from seismic reflection data using several indicators such as erosional surfaces, changes in stratal geometries (downward shifts in coastal onlap), and distinctive features such as prograding clinoforms (Aksu et al. 1992; Anselmetti et al. 2006; McGlue et al. 2008; Moernaut et al. 2010; Lyons et al. 2011). These cited studies, however, cover relatively short time periods, not exceeding 150 ka.\nInterest in the paleoclimate record of Lake Van (Fig. 1) grew following the pioneering studies of Degens and Kurtman (1978) and Landmann et al. (1996) and culminated in the ICDP (International Continental Scientific Drilling Program) PaleoVan\nDeep-Drilling Project, carried out in 2010. The aim was to recover the entire sediment archive of Lake Van (Litt et al. 2011, 2012). Previous studies attempted to quantify past lake levels and their relationship to climate forcing (Landmann et al. 1996; Kempe et al. 2002; Kuzucuoğlu et al. 2010). These lake level reconstructions were based on the elevation of onshore terraces above the present water surface of Lake Van (up to ?110 m), but had limited temporal constraints, or were inferred from geochemical analyses of the porewater in short cores. These reconstructions have recently been challenged in light of the new ICDP PaleoVan core data (Litt et al. 2009), which encompasses the[600-ka history of Lake Van since its origin as a closed-basin lake (Litt et al. 2011, 2012; Stockhecke et al. 2014a, b). Moreover, past lake levels, inferred from onshore terraces, were questioned by Sumita and Schmincke (2013a) because of problems with stratigraphic correlation and dating of tephra deposits underlying some terraces. No study has yet inferred past lake stands below the modern lake\nlevel in a quantitative way, because of a lack of highquality seismic and borehole data. Seismic evidence of past lake levels, combined with sediment core analyses, provide a robust method for characterizing past lake level changes in Lake Van during the last 600 ka.\nWe used high-resolution seismic reflection profiles to reconstruct past water level in Lake Van. We discuss the possible causes of lake level fluctuations, as such changes have important implications for interpreting local and/or global paleoclimate. Our interpretations are supported by ground-truth data from sediment core analyses that better constrain seismic facies and the lake level history. The study area includes the Northern, Tatvan, and Deveboynu Basins, which are separated from one another by basement ridges, as well as the so-called Northern Ridge and the Ahlat Ridge (Fig. 2).\nStudy site\nLake Van (38.5 N, 43.0 E) is located in eastern Anatolia, Turkey, at an altitude about 1,650 m a.s.l. (Fig. 1). Lake Van is the deepest (maximum water depth [450 m) and largest lake in Turkey and is the fourth largest terminal lake in the world (*650 km3). The lake has a WSW-ENE length of 130 km and covers an area of *3,600 km2.\nThe drainage basin covers about 16,000 km2 (Kempe et al. 1978) and encompasses the eastern part of the Muş Basin. The south shore is formed by the Bitlis Massif, towering more than 3,500 m a.s.l. and consisting of metamorphic rocks of Paleozoic age (Fig. 1). Two large active stratovolcanoes, Nemrut (2,948 m a.s.l.) and Süphan (4,058 m a.s.l.), border the lake to the west and north. Their tephra deposits (*450 layers according to our most recent estimate; Schmincke and Sumita, unpubl.) make up as much as *20 % of the lake sediment volume. A large hyaloclastite cone, Incekaya [400 m above present lake level (a.p.l.l.)], has grown at the southwestern shore of the lake.\nThe modern climate of the area is governed by continental conditions. Winds blow mainly from the southwest, providing the moist air responsible for rainfall during winter and spring. Summers are dry, with winds from the north and average daytime temperatures of 20 C in July and August (Kadioglu et al. 1997). Annual rainfall varies from\\400 mm in the northern and eastern part of the lake to[600 mm in the south (Kadioglu et al. 1997). Most precipitation in the drainage basin falls during the winter season as snow.\nThe major rivers entering Lake Van today are the Karasu, Morali, and Engil near the city of Van, the\nGüzel near Tatvan, the Zilan, Delicay, and Bendimahi near Ercis, and the Papicek near Ahlat (Fig. 1). More than 50 % of the annual water discharge to the lake is provided by the Zilan, Bendimahi and Engil Rivers (Reimer et al. 2008). River discharge (*2 km3/year; Reimer et al. 2008) and evaporation (*3.8 km3/year; Reimer et al. 2008) represent the most important processes controlling annual lake level fluctuations, which can range as high as 0.9 m (Kaden et al. 2010).\nMaterials and methods\nOur data comprise more than 1,500 km of migrated seismic reflection profiles, and lithologic and tephra age data from the Ahlat Ridge drill site [*220 m b.l.f. (below lake floor)], which was drilled in 2010 within the framework of the ICDP PaleoVan Project (Litt et al. 2011, 2012; Fig. 2). The multi-channel seismic reflection datasets were collected in 2004 and 2012 with similar acquisition systems. A 16-channel (100- m-long) analogue streamer was used in 2004 and a 48-channel (100-m-long) digital streamer was used in 2012. A Mini-GI-Gun with a frequency of 80–500 Hz was used as a source for both surveys. Data processing included editing of bad traces, geometry setup, binning, velocity analysis, NMO correction, stacking, and time migration. For the common mid-point (CMP) stacks, bin distances of 10 and 3 m were chosen for the 2004 and 2012 data, respectively. The IHS Kingdom Suite software was used for seismic data interpretation and mapping. For seismic-to-well tie we assumed speeds of sound in water and sediments of 1,455 and 1,500 m/s (Wong and Finckh 1978), respectively.\nResults\nInterpretation of seismic reflection data\nChronostratigraphy\nWe identified 19 seismic unit boundaries or unconformities (SUB1–SUB19), including the top of the acoustic basement, throughout the lake basin (Figs. 3, 4; Cukur et al. 2014). The top of the acoustic basement is the deepest coherent reflector observed in the seismic sections. The seismic unit boundaries are defined by erosional truncation, toplap, onlap or\ndownlap surfaces. Approximate ages for these unconformities are based on single crystal 40Ar/39Ar ages, varve chronology, magnetostratigraphy, radiocarbon dating, and cosmogenic isotope dating in the ICDP bore holes (Table 1; Sumita and Schmincke unpubl.; Stockhecke et al. 2014a). Seismic units bounded by these unconformities are referred to as SU1–SU19, from oldest to youngest.\nSeismic facies analysis\nFive seismic facies (SF) are identified throughout the Lake Van Basin (Fig. 5; Cukur et al. 2014) based on seismic reflection amplitude and continuity, the internal/external reflection character, and the data from drill cores. SF1 is characterized by high-amplitude reflections with good continuity, which are interpreted as resulting from undisturbed, finely laminated lacustrine sedimentation (laminated clayey silt interbedded with distal turbidites and tephra layers) during warm periods. SF2 consists of low-amplitude reflections with good continuity, and is represented in the cores as banded to massive packages of clayey silt deposited under lacustrine conditions during cold periods. SF1 and SF2 are found mostly in the deeper parts of the lake, away from terrigenous sources (Fig. 6). SF3, characterized by irregular and highly chaotic internal reflections, and interpreted as mass-transport deposits, dominates in the southern part of the lake (Fig. 6). SF4, characterized by low-to-moderate amplitude with oblique- and/or complex-oblique-shaped external form, is interpreted as deltas (Fig. 3, seismic section in Fig. 3 is *4 km from the Ahlat Ridge drill site) similar to the delta lobes described by McGlue et al. (2008) in Lake Tanganyika, by Lindhorst et al. (2010) in Lake Ohrid, and by Lyons et al. (2011) in Lake Malawi. SF5, characterized by variable amplitude with poor to moderate continuity, is interpreted as fluvial deposits. SF4 and SF5 occur in the slope and shelf areas.\nReconstruction of past lake levels\nWe calculated past lake levels at the end of each seismic unit (Table 2) using depths of topset-foreset point (roll-over point) of prograding clinoforms and onlap surfaces (Fig. 3). The roll-over point marks the wave base, which, for a lake like Lake Van could be at\n5–10 m. However, as the wave base is not known in the area, the roll-over point was taken as 0 m. We grouped the lake level changes of Lake Van into two stages: Stage A and Stage B (Fig. 7c). Stage A (*600–230 ka) is characterized by high-amplitude lake level fluctuations, whereas Stage B (*230 ka to present) consists mainly of low-amplitude fluctuations. Stage B, on the basis of magnitude and frequency of lake level changes, was further subdivided into two transgressive sub-phases (B1, *230–150 ka and B2, *130–30 ka) separated by a moderate regression (P12, *150–130 ka).\nDiscussion\nDepositional and lake-level history of Lake Van\nThe 19 seismic units (SU1-SU19) represent 19 distinct phases (P1–P19) of the depositional and lake-level history of Lake Van (Fig. 7c). Below, we describe and discuss only major regressive and transgressive phases of Stage A and Stage B. All phases not explicitly mentioned in the following also correspond to lake level fluctuations, but are small compared to the major changes described below.\nStage A\nPhase 1 (SU1; ca. [600 ka). P1 corresponds to the deposition of the oldest sediments (SU1) in Lake Van above the acoustic basement (Figs. 3, 4, 8a). The toplap depth of the prograding delta (Fig. 3) suggests that the lake level at this time was *610 m b.p.l.l. (Fig. 8a). The presence of a prograding delta sitting directly on top of the acoustic basement further suggests major flooding at the beginning of the formation of the lake. This prograding delta extends towards the Ahlat Ridge (Fig. 6; SF4) and its uppermost sediment layers were penetrated by the ICDP PaleoVan drilling (Fig. 7a). The drilled sediments consist of coarse sand and gravel, reflecting initial lake formation under shallow, freshwater conditions (Litt et al. 2011). During that time, sedimentation only\noccurred in the deeper parts of the basin. As a result, deposits of SU1 are missing in the shallower parts of the present lake, where deposition did not occur or there was erosion during the early stage of lake formation (Fig. 8a).\nPhase 3 (SU3, ca. 485–420 ka). The initiation of SU3 deposition in the lake corresponds to a major lake transgression (Fig. 8b). Reconstruction of lake level suggests a rise to *265 m b.p.l.l. Seismic profiles show that SU3 is characterized by uniform, chaotic to transparent seismic facies throughout the lake (Figs. 3, 4). At Ahlat Ridge, SU3 consists of up to 20-m-thick, disrupted and deformed laminated sediments, capped by a megaturbidite (deformed unit, DU; Stockhecke et al. 2014b, Fig. 7a). The uniform, almost basin-wide zone of chaotic reflections, together with evidence from the ICDP drill cores, indicate that it was\ndeformed in situ, possibly by seismic shaking. Similar deformational structures are also observed in onshore lacustrine deposits of Lake Van (Üner et al. 2010). Based on field observations, Üner et al. (2010) interpreted such deformation structures as caused by seismic shaking during strong earthquakes.\nPhase 5 (SU5; ca. 365–340 ka). The upper boundary of SU5 represents a major regressive surface and lowstand (Fig. 8c). This regression was accompanied by erosion, as shown by truncations of older units (SU4) towards the eastern shelf area (Figs. 3, 8c). We\nrelate this phase to marine isotope stage 10 (MIS10 glacial maximum; Fig. 7d) as the ages are comparable. We estimate that lake level fell at this time to *560 m b.p.l.l.\nPhase 6 (SU6; ca. 340–290 ka). This phase corresponds to the deposition of SU6 and represents a major, rapid rise of lake level, immediately following the lowstand of Phase 5 (Fig. 8d). We relate it to marine isotopic stage 9 (MIS9) in the global record (Fig. 7d). The lake level rose during this period to 200 m b.p.l.l. (Fig. 8d). Slow, undisturbed lacustrine sedimentation prevailed in the lake, episodically interrupted by mass-transport processes, possibly synignimbrite turbidites.\nPhase 7 (SU7; ca. 290–230 ka). The end of SU7 corresponds to a lake lowstand (down to 470 m b.p.l.l.; Fig. 8E). SU7 was deposited between ca. 290 and 230 ka BP, during MIS8. The seismic character of SU7 (low-amplitude, high-continuity reflections) is in good agreement with the core data, as indicated by the presence of massive to banded lacustrine sediments, implying cold climate conditions (Stockhecke et al. 2014b). Very thick (up to *8 m) volcaniclastic deposits (possibly synignimbrite turbidites) are present within this unit (Fig. 7b).\nStage B\nPhase 8 (SU8; ca. 230–190 ka). This phase corresponds to the deposition of SU8 (Fig. 8f). Unit SU8 provides evidence for another cycle of lake level rise. This is also reflected by the increased abundance of carbonates (Stockhecke et al. 2014b). We estimate the lake level rose at this time to 275 m b.p.l.l., and we tentatively correlate this phase to the beginning of MIS7. Inferred rising lake levels are in part supported by lower porewater salinities in the core-catcher samples of the ICDP PaleoVan Project at Ahlat Ridge (Y. Tomonaga, pers. commun.). The onset of these lower salinities has not yet been dated, but lower salinities in a closed lake basin represent clear evidence for a larger water volume. SU8 consists of prograding clinoforms in the east, suggesting increased sediment input that might have resulted from a period of increased runoff. Throughout the basin, undisturbed laminated lacustrine sedimentation prevailed.\nPhase 12 (SU12; ca. 150–130 ka). The top of SU12 represents a major erosive event in Lake Van"
  }, {
    "heading": "33.3 72.28 206.7 579.00",
    "text": ""
  }, {
    "heading": "31.8 69.58 200.6 556.00",
    "text": ""
  }, {
    "heading": "30 64.05 195.0 528.00",
    "text": ""
  }, {
    "heading": "26.6 59.0 187.8 488.50",
    "text": ""
  }, {
    "heading": "26.2 58.23 186.1 480.07",
    "text": ""
  }, {
    "heading": "25.2 55.75 163.7 413.28",
    "text": ""
  }, {
    "heading": "24.6 54.17 160.8 407.00",
    "text": ""
  }, {
    "heading": "23.4 49.23 158.0 392.00",
    "text": ""
  }, {
    "heading": "22.7 46.81 147.8 351.00",
    "text": ""
  }, {
    "heading": "21.7 43.29 144.4 336.00",
    "text": ""
  }, {
    "heading": "20.6 40.11 135.2 291.00",
    "text": ""
  }, {
    "heading": "19.8 38.17 130.1 276.53",
    "text": ""
  }, {
    "heading": "18.9 35.43 121.6 259.41",
    "text": ""
  }, {
    "heading": "18.3 33.69 118.1 250.00",
    "text": ""
  }, {
    "heading": "14.8 32.45 0.25 113.2 241.80",
    "text": ""
  }, {
    "heading": "14.1 28.85 107.6 222.20",
    "text": ""
  }, {
    "heading": "13.4 27.73 104.0 216.00",
    "text": ""
  }, {
    "heading": "8.91 18.59 0.062 95.6 189.50",
    "text": ""
  }, {
    "heading": "6.70 14.64 61.3 136.00",
    "text": ""
  }, {
    "heading": "6.10 14.01 57.9 131.00",
    "text": ""
  }, {
    "heading": "5.99 12.85 56.9 128.40",
    "text": ""
  }, {
    "heading": "4.39 11.65 53.1 115.40",
    "text": ""
  }, {
    "heading": "3.26 6.89 0.069 50.7 108.27",
    "text": ""
  }, {
    "heading": "2.90 6.01 0.06 48.5 104.03",
    "text": ""
  }, {
    "heading": "2.29 4.33 0.078 44.6 90.03",
    "text": ""
  }, {
    "heading": "1.58 2.67 0.025 40.6 84.97",
    "text": "(Fig. 8g). We interpret this discontinuity as indicative of a lake level drop to *310 m b.p.l.l., which can be associated with MIS6 (Fig. 7d). The lake floor in the eastern shelf area appears to have been subaerially exposed and subsequently incised by fluvial process (Fig. 8g). Erosion in the shelf area was directly related to coarse detrital inputs derived from the eastern inflows (i.e. the Karasu, Morali, and Engil Rivers). To the west and south, mass-transport deposits dominate. At Ahlat Ridge, SU12 is characterized by banded clays, providing evidence for a cold climate.\nPhase 13 (SU13; ca. 130–85 ka). Lake level rose up to *170 m b.p.l.l. during MIS5, following the lowstand period (P12) (Fig. 8h). The incised channels\nresulted from a previous lowstand period filled with sediments of SU13 (Fig. 8h). The prograding clinoforms developed in the east suggest a major increase in sediment input. Finely laminated sediments are common in SU13 in Ahlat Ridge drill cores, indicating strong seasonality and high lake levels (Stockhecke et al. 2014b). Mass-transport processes became more pronounced during this period, suggesting increased tectonic activity along the southern margin of the lake.\nPhase 18 (SU18; ca. 30–14 ka). The end of SU18 is characterized by a major regressive surface (Fig. 8i). During that time, the lake level dropped to about 210 m b.p.l.l. This phase can be attributed to the Last Glacial Maximum (LGM) (Fig. 7d), when dry\nconditions prevailed in the region (Sarikaya et al. 2008; Litt et al. 2009). This dry period is reflected in the low-amplitude reflections observed in the seismic data, a consequence of low acoustic contrasts. Facies analysis of drill cores also suggests rather homogenous sedimentation, with an absence of laminations during\nthe cold lake period (Stockhecke et al. 2014b). Further evidence for a cold and dry climate is provided by palynological data that indicate cold and semi-desert steppe vegetation (Wick et al. 2003; Litt et al. 2009). The sudden decrease of mass-flow deposits along the southern margin (Figs. 6, 8I) may indicate a significant decrease in sediment supply from the south, which in turn suggests reduced tectonic activity across the southern boundary fault.\nPhase 19 (SU19; ca. 14 ka—present). The most recent phase of deposition in Lake Van is represented by SU19, which is characterized by well-stratified seismic facies that indicate quiescent lake conditions (Fig. 8j). After the lowstand period, the lake level rose to its present elevation within the last 14 ka. Modern lake conditions appear to have started at the beginning of this phase, as confirmed by the presence of laminated sediments at Ahlat Ridge (Stockhecke et al. 2014b). During this period, the lake basin has been seismically inactive, with only limited smallscale mass-transport processes.\nClimatic, tectonic, and volcanic influences on lake level fluctuations\nClimatic and/or tectonic/volcanic forcing might have played a role in controlling lake level fluctuations in Lake Van. Low-magnitude variations in lake levels may be attributable to gradual subsidence in the lake basin, which is inferred from the bottom morphology and the steep normal faults (Fig. 4). The normal faults in the lake suggest extensional tectonics; Lake Van has\nbeen extended *2 km in an E–W direction since its formation (Cukur et al. 2012). The reverse faults in the lake further suggest compressional movement (uplift) (Fig. 4). The role of tectonic activity is further evidenced by deposition of various mass-flow deposits in the lake basin (Fig. 6) as well as micro-deformational structures, seen in sediment cores (Litt et al.\n2012). Therefore, we suggest that tectonic activity (subsidence/uplift) along the lake margins might have induced small-scale lake level fluctuations.\nVolcanic activity is also likely to have caused lowmagnitude variations in lake level, as briefly discussed by Sumita and Schmincke (2013c) (Fig. 1). A major reason is the fact that two major active volcanoes\nFig. 7 a Seismic-to-well tie at the Ahlat Ridge drill site. For time-depth conversion, a sound velocity of 1,455 m/s for water and 1,500 m/s for sediments was used. b Lithology of the Ahlat Ridge drill site adopted from Stockhecke et al. (2014b). c Reconstructed lake levels (below present lake level; b.p.l.l.) at the end of each seismic unit boundary. The depths of the lake levels were estimated using delta offlap breaks and coastal onlap\nsurfaces. Solid circles represent past lake levels above present water depths reconstructed by Kuzucuoğlu et al. (2010). d Comparison of marine isotope stages (MIS; Cohen and Gibbard 2011) and lake level changes for particular climate intervals. The apparent correlation between major lowstands and glacial periods implies that climatic changes controlled formation of these features\nborder Lake Van to the west and northwest: Nemrut rising 1,300 m a.p.l.l. and Süphan 2,400 m a.p.l.l. However, the lower flanks of both structures extend to the lake bottom and deeper. It is well known that volcanoes grow as much or even more from the inside by intrusion than by surface accumulation. Hence, volcano expansion prior to an eruption may have caused a lake-level rise, which could have been further boosted by a subsequent extensive tephra deposition on the lake floor during and after the eruption [in some cases more than 15 m; e.g. AP1 tephra magma volume, exceeding 30 km3 (Sumita and Schmincke 2013a)]. Tephra input into the lake has increased\nduring the past *230 ka (Sumita and Schmincke 2013a, b, c), an interval largely coinciding with lowmagnitude lake-level fluctuations.\nLarge-magnitude changes, on the other hand, can best be explained by water imbalance related to climatic changes. The abrupt lowstands and highstands of the lake coincide rather well with marine isotope stages (Fig. 7d), suggesting that climate change was most likely the dominant factor determining the total water budget of Lake Van. Similar massive lake level fluctuations (over 300 m) have been documented in Lake Baikal (Romashkin and Williams 1997), Lake Malawi (Finney et al. 1996),\nand Lake Titicaca (D’Agostino et al. 2002), and have been attributed to climate forcing.\nLarge-magnitude changes could also be explained by extreme tectonic events in the catchment (De Batist et al. 2002). Tectonic activity in the catchment area, but not in the lake basin itself, may possibly have altered the shape and size of the catchment on longer timescales, and this could have significantly affected the hydrological balance of the lake, leading to longterm changes in riverine input, and in closed-basin Lake Van, to changes in water level. Such changes in the morphology of the catchment, however, would be expected to produce long-term shifts in the hydrochemical signature of Lake Van. The porewater salinity profile, measured in core-catcher samples of the ICDP PaleoVan Project, indicates that a steadystate salinity of about 21 g/kg prevailed for hundreds of thousands of years (Y. Tomonaga, pers. commun.). Hence, it is unlikely that the source area that provided salts to Lake Van via riverine discharge, changed significantly since the lake became a closed-basin system[600 ka ago. Lake Van had higher lake levels in the past, as documented by the onshore terraces (Fig. 7c, dark circles; Kuzucuoglu et al. 2010). The onshore terraces suggest high lake stands at times [105 ka BP, \\100 ka BP, and *26–24.5 ka BP, reaching *110 m above present lake level. However, the ages of some of these terraces, reconstructed from underlying tephra deposits, were recently questioned by Sumita and Schmincke (2013a). In addition, we cannot identify thin reflectors in seismic data because of the limited vertical resolution, i.e. a few meters. Therefore, although the lake might have had higher periods in the past, the available seismic data do not resolve such periods.\nConclusions\nWater level in Lake Van, Turkey, changed dramatically during the past ca. 600 ka, by as much as 600 m, based on high-resolution seismic reflection profiles that show erosional surfaces, changes in stratal geometries such as downward shifts in coastal onlap, and distinctive features such as prograding clinoforms. Since the formation of Lake Van as a closed-basin system, we recognize a total of 19 lake-level changes with alternating regressions and transgressions. Only\n10 of those, however, represent major lake level changes. Major regression events occurred around *600 ka (Phase 1, P1), 365–340 ka (Phase 5, P5), 290–230 ka (Phase 7, P7), 150–130 ka (Phase 12, P12), and 30–14 ka (Phase 18, P18) BP. We recognize two major periods (or stages) using frequency and intensity of lake level changes. During Stage A (600–230 ka), we recognize three major lowstands (P1, P5 and P7), which were especially pronounced between 290 and 230 ka. The transgressive phases between these lowstands show stepwise rises. During Stage B, we recognize only two moderate regressions (P12 and P18), separated from each other by relatively small-scale transgressions. Because major lowstands coincide with changes in the marine records, major lake-level fluctuations in Lake Van are likely a consequence of climate changes. However, in the tectonically active area of Lake Van, extensional faulting, basin subsidence, uplift and volcanism could also have induced variations in lake level.\nAcknowledgments We thank the PaleoVan team for support during collection and sharing of data. The authors acknowledge funding of the PaleoVan drilling campaign by the International Continental Scientific Drilling Program (ICDP), the Deutsche Forschungsgemeinschaft (DFG; Grants KR2222-9 and KR2222/ 15), the Swiss National Science Foundation (SNF Grants 200020_121853, 200021_124981, and 200020_143340), the Scientific and Technological Research Council of Turkey (Tübitak), and the EU Seventh Framework Programme for Research and Technological Delopment (Marie Curie International Outgoing Fellowship, Contract PIOF-GA-2012332404). We thank editor Mark Brenner and two anonymous reviewers for their constructive comments. We also thank Prof. Sefer Örcen and Dr. Aysegül Feray Meydan from the Yüzüncü Yil University of Van, Turkey, for their cooperation and support and making the boat available during the seismic campaign. Special thanks go to our captains, Mete Orhan and Münip Kanan for their untiring commitment during the seismic data acquisition."
  }],
  "year": 2014,
  "references": [{
    "title": "Morphology and curvature of delta slopes in Swiss lakes: lessons for the interpretation of clinoforms in seismic data",
    "authors": ["EW Adams", "S Wolfgang", "FS Anselmetti"],
    "venue": "Sedimentology",
    "year": 2001
  }, {
    "title": "Quaternary sedimentary history of Adana, Cilicia and Iskenderun Basins, northeast Mediterranean Sea",
    "authors": ["AE Aksu", "A Ulug", "DJW Piper", "YT Konuk", "S Turgut"],
    "venue": "Geol",
    "year": 1992
  }, {
    "title": "Late Quaternary climate-induced lake level variations in Lake Petén Itzá",
    "authors": ["FS Anselmetti", "D Ariztegui", "DA Hodell", "MB Hillesheim", "M Brenner", "A Gilli", "JA McKenzie", "AD Mueller"],
    "year": 2006
  }, {
    "title": "Global chronostratigraphical correlation table for the last 2.7 million years",
    "authors": ["KM Cohen", "PL Gibbard"],
    "year": 2011
  }, {
    "title": "Seismic stratigraphy of Lake Van, eastern Turkey",
    "authors": ["D Cukur", "S Krastel", "HU Schmincke", "M Sumita", "MN Cagatay", "AF Meydan", "E Damci", "M Stockhecke"],
    "venue": "Quat Sci Rev. doi:10.1016/j.quascirev.2014.07.016",
    "year": 2014
  }, {
    "title": "Late-quaternary seismic stratigraphy of Lake Tititcaca (Peru/Bolivia)",
    "authors": ["K D’Agostino", "GO Seltzer", "P Baker", "S Fritz", "R Dunbar"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2002
  }, {
    "title": "Bathymetry and sedimentary environments of Lake IssykKul, Kyrgyz Republic (Central Asia): a large, high-altitude, tectonic lake",
    "authors": ["M De Batist", "Y Imbo", "P Vermeesch", "J Klerkx", "S Giralt", "D Delvaux", "V Lignier", "C Beck", "I Kalugin", "K Abdrakhmatov"],
    "year": 2002
  }, {
    "title": "The geology of Lake Van",
    "authors": ["ET Degens", "F Kurtman"],
    "year": 1978
  }, {
    "title": "Shallow structures in Lake Van",
    "authors": ["HK Wong", "P Finckh"],
    "venue": "Degens ET, Kurtman F (eds) Geology of Lake Van. M.T.A. Press, Ankara,",
    "year": 1978
  }, {
    "title": "Late Quaternary lake level changes of Lake Malawi. In: Johnson TC, Odada EO (eds) The limnology, climatology and paleoclimatology of the East African Lakes",
    "authors": ["BP Finney", "CA Scholz", "TC Johnson", "S Trumbore", "J Southon"],
    "year": 1996
  }, {
    "title": "Impact of lake level change on deepwater renewal and oxic conditions in deep saline Lake Van, Turkey",
    "authors": ["H Kaden", "F Peeters", "A Lorke", "R Kipfer", "Y Tomonaga", "M Karabiyikoglu"],
    "venue": "Water Resour Res 46:W11508",
    "year": 2010
  }, {
    "title": "The greatest soda-water lake in the world and how it is influenced by climatic change",
    "authors": ["M Kadioglu", "Z Sen", "E Batur"],
    "venue": "Ann Geophys",
    "year": 1997
  }, {
    "title": "Hydrography of Lake Van and its drainage area",
    "authors": ["S Kempe", "F Khoo", "ET Degens"],
    "venue": "Degens ET, Kurtman F (eds) Geology of Lake Van. M.T.A. Press,",
    "year": 1978
  }, {
    "title": "A floating varve chronology from the last glacial maximum terrace of Lake Van/Turkey",
    "authors": ["S Kempe", "G Landmann", "G Müller"],
    "venue": "Z Geomorph NF",
    "year": 2002
  }, {
    "title": "Formation of the upper pleistocene terraces of Lake Van (Turkey)",
    "authors": ["C Kuzucuoğlu", "A Christol", "D Mouralis", "AF Dogu", "E Akköprü", "M Fort", "D Brunstein", "H Zorer", "M Fontugne", "M Karabiyikoğlu", "S Scaillet", "JL Reys", "H Guillou"],
    "venue": "J Quat Sci",
    "year": 2010
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during the Pleistocene/Holocene transition",
    "authors": ["G Landmann", "A Reimer", "S Kempe"],
    "venue": "Global Biogeochem Cycles",
    "year": 1996
  }, {
    "title": "PALEOVAN’, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives",
    "authors": ["T Litt", "S Krastel", "M Sturm", "R Kipfer", "S Örcen", "G Heumann", "SO Franz", "UB Ülgen", "F Niessen"],
    "venue": "Quat Sci Rev 28:1555–1567",
    "year": 2009
  }, {
    "title": "PaleoVan Working Team (2011) A 500,000 year-long sedimentary archive drilled in Eastern Anatolia (Turkey), The PaleoVan Drilling Project",
    "authors": ["T Litt", "FS Anselmetti", "MN Cagatay", "R Kipfer", "S Krastel", "HU Schmincke"],
    "venue": "Eos Transactions,",
    "year": 2011
  }, {
    "title": "PALEOVAN Scientific Team (2012) 500,000 years of environmental history in Eastern Anatolia: the PALEOVAN drilling project",
    "authors": ["Y naga"],
    "venue": "Sci Drill 14:18–29",
    "year": 2012
  }, {
    "title": "Late quaternary stratigraphic analysis of the Lake Malawi Rift, East Africa: an integration of drill-core and seismicreflection data",
    "authors": ["RP Lyons", "CA Scholz", "MR Buoniconti", "MR Martin"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2011
  }, {
    "title": "Reconstructing low levels of Lake Lisan by correlating fandelta and lacustrine deposits",
    "authors": ["M Machlus", "Y Enzel", "SL Goldstein", "S Marco", "M Stein"],
    "venue": "Quatern Int",
    "year": 2000
  }, {
    "title": "Seismic records of late Pleistocene aridity in Lake Tanganyika, tropical East Africa",
    "authors": ["MM McGlue", "KE Lezzar", "AS Cohen", "JM Russell", "JJ Tiercelin", "AA Felton", "E Mbede", "HH Nkotagu"],
    "venue": "J Paleolimnol 40:635–653",
    "year": 2008
  }, {
    "title": "The seismic-stratigraphic record of lakelevel fluctuations in Lake Challa: hydrological stability and change in equatorial East Africa over the last 140 kyr",
    "authors": ["J Moernaut", "D Verschuren", "F Charlet", "I Kristen", "M Fagot", "M De Batist"],
    "year": 2010
  }, {
    "title": "Sedimentation history of the Selenga Delta, Lake Baikal: simulation and interpretation",
    "authors": ["PA Romashkin", "DF Williams"],
    "venue": "J Paleolimnol",
    "year": 1997
  }, {
    "title": "Cold and wet last glacial maximum on Mount Sandıras, SW Turkey, inferred from cosmogenic dating and glacier modeling",
    "authors": ["MA Sarıkaya", "M Zreda", "A Ciner", "C Zweck"],
    "venue": "Quat Sci Rev 27:769–780",
    "year": 2008
  }, {
    "title": "The potential impacts of climate change on the Great Lakes",
    "authors": ["JB Smith"],
    "venue": "Bull Am Meteorol",
    "year": 1991
  }, {
    "title": "Chronostratigraphy of the 600,000 year old continental record of lake Van (Turkey)",
    "authors": ["M Stockhecke", "O Kwiecien", "L Vigliotti", "FS Anselmetti", "J Beer", "MN Cagatay", "JET Channell", "R Kipfer", "J Lachner", "T Litt", "N Pickarski", "M Sturm"],
    "venue": "Quat Sci Rev. doi:10.1016/j.quascirev.2014.04.008",
    "year": 2014
  }, {
    "title": "Sedimentary evolution and environmental history of Lake Van (Turkey) over the past 600,000 years. Sedimentology",
    "authors": ["M Stockhecke", "M Sturm", "I Brunner", "HU Schmincke", "M Sumita", "R Kipfer", "D Cukur", "O Kwiecien", "FS Anselmetti"],
    "year": 2014
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M Sumita", "HU Schmincke"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2013
  }, {
    "title": "Erratum to ‘‘Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M Sumita", "HU Schmincke"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2013
  }, {
    "title": "Schmincke HU (2013c) Impact of volcanism on the evolution of Lake Van I: evolution of explosive volcanism",
    "authors": ["M Sumita"],
    "year": 2013
  }, {
    "title": "Evidence of Lateglacial",
    "authors": ["L Cent Hacet Univ 31:53–66 Wick", "G Lemcke", "M Sturm"],
    "year": 2003
  }],
  "id": "SP:c005901e20df268050acb642043205097ddf39cc",
  "authors": [{
    "name": "Deniz Cukur",
    "affiliations": []
  }, {
    "name": "Sebastian Krastel",
    "affiliations": []
  }, {
    "name": "Hans Ulrich Schmincke",
    "affiliations": []
  }, {
    "name": "Mari Sumita",
    "affiliations": []
  }, {
    "name": "Yama Tomonaga",
    "affiliations": []
  }, {
    "name": "M. Namık Çağatay",
    "affiliations": []
  }],
  "abstractText": "Sediments of Lake Van, Turkey, preserve one of the most complete records of continental climate change in the Near East since the Middle Pleistocene. We used seismic reflection profiles to infer past changes in lake level and discuss potential causes related to changes in climate, volcanism, and regional tectonics since the formation of the lake ca. 600 ka ago. Lake Van’s water level ranged by as much as 600 m during the past *600 ka. Five major lowstands occurred, at *600, *365–340, *290–230, *150–130 and *30–14 ka. During Stage A, between about 600 and 230 ka, lake level changed dramatically, by hundreds of meters, but phases of low and high stands were separated by long time intervals. Changes in the lake level were more frequent during the past *230 ka, but less dramatic, on the order of a few tens of meters. We identified period B1 as a time of stepwise transgressions between *230 and 150 ka, followed by a short regression between ca. 150 and 130 ka. Lake level rose stepwise during period B2, until *30 ka. During the past *30 ka, a regression and a final transgression occurred, each lasting about 15 ka. The major lowstand periods in Lake Van occurred during glacial periods, suggesting climatic control on water level changes (i.e. greatly reduced precipitation led to lower lake levels). Although climate forcing was the dominant cause for dramatic water level changes in Lake Van, volcanic and tectonic forcing factors may have contributed as well. For instance, the number of distinct tephra layers, some several meters thick, increases dramatically in the uppermost*100 m of the sediment record (i.e. the past *230 ka), an interval that coincides largely with low-magnitude lake level fluctuations. Tectonic activity, highlighted by extensional and/or compressional faults across the basin margins, probably also affected the lake level of Lake Van in the past.",
  "title": "Water level changes in Lake Van, Turkey, during the past ca. 600 ka: climatic, volcanic and tectonic controls"
}