{
  "sections": [{
    "text": "Electronic supplementary material The online version of this article (https://doi.org/10.1007/s10584-0172111-0) contains supplementary material, which is available to authorized users.\n* Nicola Di Cosmo ndc@ias.edu\n1 Institute for Advanced Study, School of Historical Studies, Princeton, NJ, USA 2 Princeton University, Princeton, NJ, USA 3 Department of Geography, University of Cambridge, Cambridge, UK 4 Swiss Federal Research Institute WSL, Birmensdorf, Switzerland 5 CzechGlobe, Global Change Research Institute CAS and Masaryk University, Brno, Czech Republic\nKeywords Paleoclimatology. Volcanism . Tree rings . Asian history"
  }, {
    "heading": "1 Introduction",
    "text": "The Türk nomadic confederation emerged as a major power in the central Asian and Mongolian steppes in the sixth century CE (Sinor 1990). In 551, following a rebellion against another nomadic people—the Rouran—the Türks established their empire and began expanding westwards. Their empire was soon divided into two wings, an eastern and a subordinate western one, ruled by members of the Ashina royal house. Gradually, the two wings became independent and mutually hostile, evolving into two separate empires. In the early seventh century, the Eastern Türk Empire (ETE; Fig. 1) was able to take advantage of the declining Sui dynasty and of the initial vulnerability of the Tang dynasty by imposing tribute payments on China. In the 620s the Eastern Türk ruler, Xieli (Ellig or Illig) Qaghan, extensively plundered northern China. In 626, his army reached the Wei River, within striking distance of the Tang capital Chang’an, and withdrew after the qaghan received massive subsidies from the Tang (Graff 2002). However, by 630, the ETE lay in tatters, defeated by China, and politically broken.\nThe downfall of the ETE has been described by historians as the result of an internal crisis that invited the military intervention of its erstwhile enemy, the Tang emperor Taizong (r. 626– 649). Events culminated in the defeat of the ETE armies and capture of its supreme leader (qaghan) (Graff 2002; Eisenberg 1997). In the years leading up to this event, the Chinese sources include extensive reports of heavy snowfalls in 627 and subsequent years that caused widespread famine and massive losses of livestock among the Türks (JTS 194A/5158–59).\nThe economic emergency associated with the climatic anomaly progressed rapidly into a much wider political crisis, probably due to pre-existing political instability and internal divisions. A breaking point was reached when subject tribes rebelled and the leadership was challenged by internal rivals.\nFei et al. (2007) and Fei (2008) presented a selection of events recorded in contemporary chronicles—reports of severe weather and famine—to argue that climate likely played a role in this abrupt transfer of power. The authors also speculated that environmental changes during this time were triggered by a large volcanic eruption circa 626 CE. A recent analysis of the glaciochemistry of ice cores from both polar regions suggests that this putative event likely occurred in the Northern Hemisphere extra-tropics (Sigl et al. 2015). Although the 626 signal is not apparent in Antarctic records, its sulfate anomaly is the largest fingerprint in a published 2000-year record of the NEEM core from northern Greenland apart from the signal associated with Iceland’s Laki eruption in 1783–4 CE (Thordason and Self 2003). The lack of an Antarctic signal points to an eruption site most likely at higher northern latitudes. Stothers and Rampino (1983) and Stothers (2002) cite evidence in (later) medieval Byzantine and Syriac sources for the presence of a stratospheric aerosol veil circa 626 CE; however, the dates attributed to the passages in the texts and their interpretation appear uncertain.\nIt is widely recognized that large, sulfur-rich volcanic eruptions can trigger several consecutive years of anomalous summer cooling (Robock 2000; Cole-Dai 2010). However, when the source location, timing, and sulfur yield of past eruptions are weakly constrained, the validity of climate model simulations is compromised (e.g., Timmreck 2012), hampering their comparison with proxy-based climate reconstructions (Esper et al. 2013; Stoffel et al. 2015), and any subsequent historical interpretation (Büntgen et al. 2011; Büntgen et al. 2015; Guillet et al. 2017; Oppenheimer et al. 2017). Even where eruption events are well known, establishing cause and effect when evaluating political and socioeconomic impacts far from the volcano requires caution and consideration of many factors (Oppenheimer 2011, 2015; Büntgen et al. 2016).\nHere, we address whether volcanically forced summer cooling may have contributed, directly or indirectly, to the demise of the ETE, and, if so, to what extent. We perform a joint, cross-disciplinary assessment of historical, tree ring, and ice core evidence to reconstruct and interpret spatiotemporal patterns of climatic and environmental variation, as well as socioeconomic, political, and demographic transformation at the end of the ETE."
  }, {
    "heading": "2 Materials and methods",
    "text": ""
  }, {
    "heading": "2.1 Documentary sources",
    "text": "The sources in our possession are all Chinese, since, while the Türks were the first steppe empire to leave epigraphic documents in various scripts, including Old Turkic, there are no inscriptions directly related to the collapse of the ETE. The Tang dynastic histories as well as other relevant Chinese sources contain a wealth of information and represent not just a BChinese perspective^ but various debates and positions within the Tang court and government. The comparative analysis of these sources can yield mutually corroborating and reliable information (Hartman and De Blasi 2012; Hartman 2012; Ng and Wang 2005, 108–151; Yang 1961). Climatic data relevant to this study are contained in two main compilations known as the Bnew^ and the Bold^ Tang histories, Xin Tang shu\n(XTS) and Jiu Tang shu (JTS). Both works were compiled after the collapse of the Tang dynasty on the basis of existing documents (Yang 1961). In addition, other works have been consulted, such as the encyclopedic Taiping Yulan (TPYL, BImperial Reader of the Great Peace Era^), completed in the tenth century shortly after the reunification of China under the Song dynasty, and the Cefu Yuangui (CFYG, BPrime Tortoise of the Record Bureau^), completed in the early eleventh century (Kurz 2007). Of great importance is also the Zizhi Tongjian (ZZTJ BComprehensive Mirror for Aid in Government^), authored by the great historian Sima Guang (1019–1086) under imperial auspices, which is a massive universal history of China from the Warring States period (c. 475 BCE) to the Five Dynasties (907–960), and is generally praised for its high standards of historical accuracy (Hartman 2012; Ng and Wang 2005). Except for the JTS, which was compiled under the Later Jin dynasty (936–946), all of these works were the product of the historical renaissance of the Song dynasty.\nWhile there is a degree of overlap among these sources, there are also significant differences in terms of length and detail of the records and the degree to which they were omitted or altered. Whenever possible, we refer to the source that provided the most detailed historical context. Moreover, we have relied on two compendia of climate data in historical sources, namely the Compendium of Chinese Meteorological Records of the Last 3000 Years (see reference under ZSQJZ) and the Historical Tables of China’s Natural and Human Disasters (see reference under ZLTRB)."
  }, {
    "heading": "2.2 Tree-ring chronologies",
    "text": "A total of 16 tree-ring width (14) and maximum latewood density (2) chronologies from Asia (7), Europe (6), North and South America (each 1), as well as from Tasmania (1) have been compiled and assessed (Fig. 2a; Table S1). These records were selected based on their sample size and individual length (i.e., covering the period of interest at sufficient replication) and their reported climate sensitivity (i.e., reflecting a distinct summer temperature signal). Each individual record was normalized (i.e., its values were transformed to have a mean of zero and a standard deviation of one with respect to the CE), and we assessed the growth or density response of the individual tree-ring chronologies relative to the putative eruption in 626 CE (Fig. 2b–c). For comparison, the same approach was applied to the Byear without a summer^ in 1816 CE (Stothers 1984; Oppenheimer 2003; Raible et al. 2016), following the Tambora eruption in April 1815 (Fig. S2). In addition to obtaining a more general picture of possible temperature fluctuations and their geographical patterns associated with the event in 626 CE, special emphasis was placed on a June–August temperature reconstruction that has been recently developed from high-elevation, living, and relict larch (Larix sibirica) trees in the Russian Altai-Sayan Mountains (Büntgen et al. 2016). This annually resolved and spatially explicit proxy record reveals strong evidence for the Late Antique Little Ice Age (LALIA; Fig. 3). The LALIA refers to a period of abrupt summer cooling that was triggered by a cluster of large volcanic eruptions in 536, 540, and 547 CE, but whose prolongation until ~ 660 CE across inner Eurasia reflects a more complex interplay of factors, with marked societal trends and extremes in between (Büntgen et al. 2017). Particularly interesting with regard to the demise of the ETE, the Altai ring width composite record reflects a distinct summer cooling in 627 and 628 that covers large parts of central and eastern Asia between ~ 35–65° N and ~ 80–130° E (Fig. 4)."
  }, {
    "heading": "3 Results",
    "text": ""
  }, {
    "heading": "3.1 Historical evidence",
    "text": "Three classes of documentary evidence are relevant to the fall of the ETE: (i) climatic events, (ii) economic consequences of (possibly climate-induced) environmental changes, and (iii) political consequences on both the Türk and the Chinese side.\nReports of anomalous snowfall began to appear in the early fall of 627, the first year of Zhenguan’s reign, but it is difficult to establish at what time or where exactly they occurred (Graff 2002; ZZTJ 192/6037). According to one source (TPYL 878/4032b), frosts appeared among the Turks led by Xieli qaghan in the fifth month of 627, that is, June 19 to July 18. The most likely location is the area around Dingxiang, to the northeast of the loop of the Yellow River, but it is likely that the event extended to Inner Mongolia to the north of the Yellow River bend and south of the Gobi Desert. According to these reports, the depth of the snow cover on the ground is reported at Bseveral feet,^ with one Chinese foot, or chi, being approximately equivalent to an English foot, that is, 30.3 cm (JTS 194A/5158). This is an extremely heavy snowfall, similar to those that have caused recent disasters in Mongolia, such as in 1999–2003, where the areas more severely hit registered solid snow cover between 20 and 70 cm. (United\nNations and Government of Mongolia 2001). Average winter snow depth in Mongolia has been calculated at 3.4 cm (Morinaga et al. 2003). Recent studies also show that livestock mortality increases even with modest increases of snowfalls (Begzsuren et al. 2004). As modern occurrences of similar disasters show (see below), a snow cover of such depth makes animals unable to graze and feed themselves, thus succumbing to hypothermia and starvation. Probably before or around the seventh month, subordinate tribes began to rebel against Xieli, thus further weakening his power (Graff 2002; ZZTJ 192/6037). As a countermeasure, the Türk qaghan led the soldiers into the neighboring Chinese area of Shuozhou to allow them to hunt for food (JTS 194A/5158; ZZTJ 192/6037).\nSevere cold periods continued during 628 and 629. The Chinese emperor mentioned in a speech that in the summer of 628, probably in June–July, there was frost in the ETE, many animals died, and the people began to migrate with their herds aimlessly, being unable to rely on the land (XTS 215A/6034; CFYG 125/1501). Although the location is not specified, the region hit by these cold conditions must have been vast, since the nomads—accustomed to travel across long distances—could not find suitable land.\nAdditionalhistorical evidence shows that several climatic events tookplace inChina from627 to 629 (ZSQJZ, 1:328; ZLTRB, v. 1). In 627, drought conditions were registered in the summer in\nShandongprovince.Moreover, frost in the eighthmonth (September) destroyed the autumnharvest across a large area fromsouthern tocentralChina (Guandong toHenan). In628, several eventswere recorded, such aswidespread drought conditions in the spring. Frost also appeared in September in Henan and Hebei, causing famines. According to an imperial edict, the combination of summer droughts and the loss of autumn harvest caused food scarcity in several provinces. In 629, more drought spells were recorded across China with some instances of locusts; several districts experiencedfloods. In thenorthern region(close to theTürkarea), frost inSeptemberdestroyed theharvest (Fig. 1). In 629,Chinese envoyswhovisited theTürks reported that for several years, the animals of the Türks were lean and worn-out and the people emaciated, and their gums bled when they ate, a sign ofmalnutrition (JTS 62/2380).\nIt is also reported that such conditions had persisted for several years (JTS 194A/5159). The geographical location is simply described as Bnorth of the border^ (ZZTJ 193/6065–66), that is, presumably, around the border areas later conquered by the Tang, such as the walled town of Dingxiang and the locality of Baidao, located respectively south and north of Hohhot, in today’s Inner Mongolia (Tan et al. 1982 vol. 5: 17–18/2–3).\nThe events leading to the demise of the ETE have been analyzed in several studies (Eisenberg 1997; Pan 1997; Graff 2002; Skaff 2012; Wang 2013; Zhang 2002). All studies are in agreement that in 626, the Türk mustered an impressive army, advanced within striking distance of the Tang capital, Chang’an (modern Xi’an), and retreated only after having received copious gifts. The crisis of the ETE began in 627. According to some studies, this crisis was the consequence of internal divisions and political fractures that began to unravel the polity (Eisenberg 1997). One of the sources is the analysis of the weaknesses of the ETE, which was presented in a memorial to the emperor in 629 by Zhang Gongjin, commander of Daizhou (Wang 2013; Eisenberg 1997; JTS 68/2507; ZZTJ 193/6065). He listed six reasons for the weakness of the Türks, i.e., poor leadership, splintering of subordinate tribes, disagreements with the Tuli qaghan (second in command), the devastation brought by the harsh climate, reliance on non-Türk personnel, and the opposition to Türk rule of the Chinese population in occupied areas. According to some interpretations greater weight should be given to pre-existing political fractures (Eisenberg 1997).\nAdditional evidence, however, emphasizes the economic component. According to another report by ambassadors, also sent in 629, Bthe Türks rise and fall solely according to their sheep and horses^ (JTS 62/2381). The increasing disaffection of the subordinate tribes and leaders that surely takes place in 627 and 629 is specifically attributed to the heavier taxation imposed upon them by the qaghan to respond to the economic crisis resulting from the climate anomalies (JTS 194A/5159; XTS 215A/6034). Under these conditions, the heavy taxation imposed by the Türk ruler on subordinate tribes could not be tolerated, thus triggering a general rebellion (JTS 194A p. 5158–59). A direct causal relationship is acknowledged therefore between famine and fiscal impositions upon subordinate tribes, which, we assume, had probably also been affected by the same factors. Moreover, the Tang emperor supported several rebellious leaders, as in the case of the Tuli qaghan, who fell out with Xieli and in 629 formally defected to the Tang, requesting support (Eisenberg 1997). The rebellion of the tribes to the north of the Gobi desert, which took advantage of the internal dissensions within the Türk high command, created additional strain.\nIn December of 629, in accordance with the emperor’s order, a Tang army of 100,000 men divided into six columns under the general command of general Li Jing began to converge on the area of Dingxiang and the nearby base of the Türk qaghan from various routes. Because of the swift surprise attack, the Chinese forces won initial victories, forcing defections from the Türk camp. In late February or March 630, the main Türk army retreated north into the grassland to the north of the Yin Shan Mountain (Fig. 1) area. The two main generals, Li Shiji and Li Jing, taking advantage of the visit of a Tang ambassador to the Türk qaghan, decided to launch a surprise attack. Tang forces, made mostly of light cavalry, advanced into the grassland, reaching striking distance on March 27, 630. Apparently, a rising mist cloaked the advancing Tang army, which was not detected by the Türks until they were very close to the encampment, at which point they launched their assault. The qaghan managed to flee while the Türk warriors were unable to put up an adequate defense. Thousands of Türks were slaughtered and the rest surrendered. The qaghan, meanwhile, had taken refuge with his uncle Shaboluo (his former subordinate) who had his base to the northwest of Lingzhou (Fig. 1). However, he was eventually detained by his uncle, whose loyalty was no longer assured, and handed over to the Tang officers on May 2 and then brought to the Court on May 19, where he remained as a captive (Graff 2002). In the following years, he was kept in captivity by the Tang emperor and died in 634 apparently of a broken heart (Skaff 2012, 58)."
  }, {
    "heading": "3.2 Tree-ring evidence",
    "text": "Although sparse in this period, the global network of temperature-sensitive tree-ring chronologies covers all continents with the exception of Africa and Antarctica (Fig. 2a). While the Americas (Arizona and Chile) and Australia (Tasmania) are represented by one record each, the data pertaining to Eurasia’s northern boreal forest or higher elevation sites in the European Alps and the central Asian mountain systems are rich. The most distinct and sharp temperature depression in 626 CE is reflected by the ring width chronology from North America (Fig. 2b; Table S1). The ring width chronology from the European Alps and two density records from northern Scandinavia reveal peak summer cooling in 627 CE, whereas the ring width chronology from the Altai Mountains exhibits a prolonged negative anomaly of three consecutive years from 626 to 628 CE. The large-scale Northern Hemisphere mean response of these five records (with individual negative extremes > 2 STDEV in 626 and/or 627) shows below average temperatures in 626 and 627 CE. Eleven chronologies, however, do not indicate an exceptional behavior during this period (Fig. 2c; Table S1). A comparable degree of spatial heterogeneity follows the Tambora eruption in April 1815 (Fig. S2)."
  }, {
    "heading": "4 Discussion",
    "text": "The key question in determining the role of short-term climatic change is not whether the climatic events evidenced from both historical records and climatic reconstructions played a role in the demise of the ETE, but rather in what way they may have altered existing political and social balances, accelerated ruptures, or deepened internal problems that spun out of control. It is especially relevant, in order to avoid the pitfall of a preconceived notion of causality between climatic and historical factors, to clarify the political response to the crisis and the actual unfolding of events and their historical interpretation. Social scientists and theorists of historical methodology have pointed out the complexity of the relationship between multiple causes and multiple temporalities in the explanation of historical events, which cannot be reduced to series of actions and reactions, but need to be rooted in a comprehensive analysis involving cultural and social structures (Mahoney and Rueschemeyer 2003; Sewell 2005). Along similar lines, climatic events are part of a whole system of relations that act upon each other in producing change.\nThe studyof past nomadic societies has not evolved sufficiently to allowus to understandhow nomads might have protected themselves against sudden or prolonged catastrophic climate events. The present state of understanding is that, depending on the intensity or duration of the climate-induced crisis, various options may have been available to nomads, such as migration, pillage, or trade. The accessibility of these options, however, is determined by political and socioeconomicvariables, suchasmilitarystrength,economiccomplexity,ordiplomatic relations, and must be assessed on a case-by-case basis. In terms of comparable historical cases, cooling events leading to harshwinters, highmortality of animals, and famine seem to be involved also in the collapse of the Uighur empire inMongolia in 840 CE (Drompp 2005).\nThe information provided in the Chinese sources of widespread animal mortality, disease, and famine convincingly reports a set of conditions that are consistent with the modern understanding of the dzud and related socioeconomic crises. Dzud events are unseasonal frosts and heavy snowfalls, which are frequently the cause of massive loss of livestock (Rao et al. 2015). The combination of low temperatures and heavy snow is likely to cause a severe dzud\nor Bwinter disaster^ (Morinaga et al. 2003). A point of comparison is the 1999-2001 dzud in Mongolia, when the temperature dropped to − 50 °C, heavy snowfall covered over 80% of the country with a depth up to 45 cm, and approximately 8.5 million heads of livestock perished, i.e., about 25% of the total Mongolian livestock (United Nations and Government of Mongolia 2001; Tachiiri et al. 2008; Batima et al. 2005). Also, in Mongolia, the 2010 dzud killed 20% of the national herd (Fernandez-Gimenez et al. 2015; Sternberg 2010). Various studies have revealed that the highest mortality is caused when drought conditions, which weaken the animals, are followed by severe snowfalls and low temperatures (Field et al. 2012, 501; Begzsuren et al. 2004). Since the basic conditions of herding in Mongolia have not changed from ancient times, we assume that also in the past, wherever animals were not sheltered or foraged, and could not access natural nutrients during a dzud, similar mortality rates could be expected due to hypothermia and starvation.\nThe severity of the environmental/ecological stress on the pastoral economyof the Türks seems to involve summer, fall, and winter climatic events over the course of at least three years (627,628, and 629). The most critical aspect of this discussion is whether the volcanic ally-induced abrupt coolingandassociateddisasters from627to629canbefirmlyconnected to the fallof theETEand in what terms. The extant literature differs on thismatter.While Fei et al. (2007) imply a simple direct causal relationship, other studies attribute to this far lesser weight or cite it as just one of the concurrent causes, without privileging it. One historical study has argued, however, for a more complex causal relationship. According to Zhang (2002), natural disasters, which played a central role in thedemiseof theETE, canbeattributed to several factors. In the first place, thedisasterswere especiallysevere,sincethereweremultipleconcomitantclimatic impacts,suchasfrost,drought,and heavy snowfalls. In fact, from recent research, it is clear that highmortality of livestock is caused by the concomitant impact of drought followed by frost and snowfalls, since the animals are already undernourishedwhen the coldconditions set in (Begzsurenet al. 2004).Theeffecton the stabilityof the empire was twofold. On the one hand, it favored the rebellion of subordinate leaders and tribes, while on the other hand, it further depleted their resources by sending toChina thousands of horses and sheep as a gift necessary to request a peace treaty.Moreover, themilitarywasweakened as they needed to move around looking for alternative sources of food.\nWhile theevidencepoints toa rapidbreakdownof thepoliticalpowerof theETE,acloseanalysis of thewritten records reveals that both environmental and political factors intervened in shaping the nomads’ response to the natural disasters. The ETE suffered from three different types of vulnerability. The first derived from the inherent instability of the system of alliances and hierarchies that made a centralized leadership relatively weak and frequently challenged. The second was the constant exposure of the nomadic ecology to climatic variability, which, as we have seen, is prone tonaturaldisasters thatmaycauseextensive lossesof livestockandpeople.The thirdvulnerability is related to the relationshipwithChina,which could be a source of strength for the qaghan or amajor threat, dependingon the relativepowerofbothparties. In626, theTangwerenot in aposition to stop a major incursion, but from 627, both diplomatically and militarily, Tang Taizong began to undermine the power of the qaghan.\nThese three areas of vulnerability combined to form a dynamic downward spiral in which the crisis at the heart of theETE functioned effectively as an accelerator of pre-existing tensions,which we may see as both contingent—in their specific circumstances—as well as endemic to the notoriously flaky nomadic politics. The fragility of its political equilibria unleashed a process of unraveling. However, it was not the natural disaster per se that marked the end of the empire, but rather the consequences of the actions meant to respond to the crisis. In particular, the increased taxation of subordinate tribes appears to have been a major catalyst of both internal rebellions and\ndefections to the Tang. The Tang military readiness and ability to strike deeper into the grassland must also be regarded as a factor that allowed theChinese army to deal the qaghan amajormilitary defeat and therefore prevent him from reorganizing his army (Graff 2002). Retreat into the steppe hadbeena time-honorednomadic tacticwheninapositionofmilitary inferiority.However, theTang light cavalry, equippedwith sufficient rations to survive in thesteppes foraperiodof time, could ride swiftly andattack thenomadic armyby surprise.Even though theqaghanhad tried, and, to a certain degree, succeeded inmaintaining an unstable peacewith theTang by diplomaticmeans, eventually the Tang emperor, under pressures fromhis own advisors andTürk defectors, could not pass up the opportunity to finish off a major enemy.\nResisting for about three years under extremely trying circumstances demonstrates a certain resilience of the Xieli qaghan, who strove to overcome his internal crisis by resorting to political, diplomatic, military, and economic measures. At the same time, the severity and duration of the disasters prevented an economic rebound, so that the decline accelerated and deepened, and finally theETEunraveled under internal and external pressures. This cold spell occurred during the second half of the Late Antique Little Ice Age, or LALIA (Büntgen et al. 2016, 2017). Independent proxy evidence of unusual (summer) cooling between 536 and ~ 660 CE now exists for most of the Northern Hemisphere. While the LALIA between the BLate Antiquity^ and the BMedieval Ages^ was plausibly triggered by a cluster of large volcanic eruptions in 536, 540, and 547 CE (Sigl et al. 2015), its prolongation until ~ 660 CE reflects a complex interplay of physical mechanisms associated with positive feedback loops between ocean, sea-ice, and atmosphere. The demise of theETEisonlyoneofthemanyexamplesofsocioeconomic,political,anddemographicchangesthat happened during the LALIA.\nIn sum, evidence exists to arrive at a sufficient understanding of the prevailing themes of the collapse of the ETE, among which the most important are as follows: (i) the growing political alienation and hostility of subordinate leaders within the ETE, which is consistent with everpresent tensions in nomadic empires based on a system of semi-independent subordinate leaders and tribal and clan identities (Drompp 1991; Ecsedy 1977; Togan 2016) but may have been accelerated or aggravated by the concurrent economic crisis; (ii) the military weakness of the Türk qaghan and inability to impose higher taxation or subdue the rebellious forces; and (iii) the rising power of Tang Taizong and his military readiness. We can imagine other scenarios under which, given certain circumstances, such as a more solid political leadership, greater military cohesion, and an alliance with China that would preserve the status quo and provide food subsidies, the Türk qaghan might have been able to ride out the crisis. Contrary to reductionist single-cause approaches, we need to emphasize the role of climate within the specific historical context. The political fragility of the nomadic political establishment and the change in course of China to a more offensive and aggressive foreign policy were equally critical elements.\nFunding information Ulf Büntgen received funding from the Ministry of Education, Youth, and Sports of Czech Republic within the National Sustainability Program I (NPU I), grant number LO1415. Nicola Di Cosmo received funding from the National Science Foundation (NSF)."
  }],
  "year": 2017,
  "references": [{
    "title": "Observed climate change in Mongolia",
    "authors": ["P Batima", "L Natsagdorj", "P Gombluudev", "B Erdenetsetseg"],
    "venue": "AIACC Working Papers",
    "year": 2005
  }, {
    "title": "Livestock responses to droughts and severe winter weather in the Gobi Three Beauty National Park, Mongolia",
    "authors": ["S Begzsuren", "JE Ellis", "DS Ojima", "MB Coughenour", "T Chuluun"],
    "venue": "J Arid Environ",
    "year": 2004
  }, {
    "title": "Temperature-induced recruitment pulses of Arctic dwarf shrub communities",
    "authors": ["U Büntgen", "L Hellmann", "W Tegel", "S Normand", "I Myer-Smith", "A Kirdyanov", "D Nievergelt", "FH Schweingruber"],
    "venue": "J Ecol",
    "year": 2015
  }, {
    "title": "TegelW, KirdyanovAV (2016) Cooling and societal change during the LateAntique Little IceAge",
    "authors": ["BüntgenU", "MyglanVS", "CharpentierLjungqvistF", "McCormickM", "DiCosmoN", "SiglM", "JungclausJ", "WagnerS", "KrusicPJ", "Esper J", "Kaplan JO", "de VaanMAC", "Luterbacher J", "Wacker L"],
    "year": 2016
  }, {
    "title": "Reply to ‘Limited Late Antique cooling",
    "authors": ["BüntgenU", "MyglanVS", "CharpentierLjungqvistF", "McCormickM", "DiCosmoN", "SiglM", "J Jungclaus", "WagnerS", "PJ Krusic", "J Esper", "JO Kaplan", "MAC de Vaan", "J Luterbacher", "L Wacker", "W Tegel", "ON Solomina", "K Nicolussi", "C Oppenheimer", "F Reinig"],
    "venue": "KirdyanovAV",
    "year": 2017
  }, {
    "title": "Volcanoes and climate",
    "authors": ["J Cole-Dai"],
    "venue": "WIRES Clim Change",
    "year": 2010
  }, {
    "title": "Tribe and empire, tribe and society in the Turk age",
    "authors": ["I Ecsedy"],
    "venue": "Acta Orientalia Academiae Scientiarum Hungaricae",
    "year": 1977
  }, {
    "title": "Warfare and political stability in medieval North Asian regimes. T’oung Pao Second Series",
    "authors": ["A Eisenberg"],
    "year": 1997
  }, {
    "title": "European summer temperature response to annually dated volcanic eruptions over the past nine centuries",
    "authors": ["J Esper", "L Schneider", "PJ Krusic", "J Luterbacher", "U Büntgen", "M Timonen", "F Sirocko", "E Zorita"],
    "venue": "Volcanol",
    "year": 2013
  }, {
    "title": "Circa AD 627 climatic cooling and the sudden collapse of the Eastern Turkic Khanate",
    "authors": ["J Fei"],
    "venue": "(in Chinese). Ganhan qu ziyuan yu huanjing (Journal of Arid Land Resources and Environment)",
    "year": 2008
  }, {
    "title": "Circa AD 626 volcanic eruption, climatic cooling, and the collapse of the Eastern Turkic Empire",
    "authors": ["J Fei", "J Zhou", "Y Hou"],
    "year": 2007
  }, {
    "title": "Lessons from the dzud: communitybased rangeland management increases the adaptive capacity of Mongolian herders to winter disasters",
    "authors": ["ME Fernandez-Gimenez", "B Batkhishig", "B Batbuyan", "T Ulambayar"],
    "venue": "World Dev",
    "year": 2015
  }, {
    "title": "Managing the risks of extreme events and disasters to advance climate change adaptation: special report of the intergovernmental panel on climate change",
    "authors": ["CB Field"],
    "year": 2012
  }, {
    "title": "Strategy and contingency the tang defeat of the Eastern Turks, 629-630. In: Di Cosmo N (ed) Warfare in inner Asian history: 500–1800",
    "authors": ["D Graff"],
    "year": 2002
  }, {
    "title": "Climate response to the 1257 Samalas eruption revealed by proxy records",
    "authors": ["S Guillet", "C Corona", "M Stoffel", "M Khodri", "F Lavigne", "P Ortega", "N Eckert", "P Selenniou", "V Daux", "O Churakova (Sidorova", "N Davi", "JL Edouard", "Z Yong", "BH Luckman", "VS Myglan", "J Guiot", "M Beniston", "V MassonDelmotte", "C Oppenheimer"],
    "venue": "Geosci",
    "year": 2017
  }, {
    "title": "Chinese historiography in the age of maturity, 960–1368",
    "authors": ["C Hartman"],
    "venue": "Foot S, Robinson CF (eds) The Oxford history of historical writing",
    "year": 2012
  }, {
    "title": "The Growth of Historical Method in Tang China",
    "authors": ["C Hartman", "A De Blasi"],
    "venue": "The Oxford History of Historical Writing: Volume",
    "year": 2012
  }, {
    "title": "The compilation and publication of the Taiping yulan and the Cefu yuangui. Extrême-Orient Extrême-Occident, hors serie",
    "authors": ["JL Kurz"],
    "year": 2007
  }, {
    "title": "Comparative historical analysis in the social sciences",
    "authors": ["J Mahoney", "D Rueschemeyer"],
    "year": 2003
  }, {
    "title": "Winter snow anomaly and atmospheric circulation in Mongolia",
    "authors": ["Y Morinaga", "SF Tian", "M Shinoda"],
    "venue": "Int J Climatol",
    "year": 2003
  }, {
    "title": "Mirroring the past: the writing and use of history in imperial China",
    "authors": ["Ng OC", "Wang"],
    "year": 2005
  }, {
    "title": "Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815",
    "authors": ["C Oppenheimer"],
    "venue": "Prog Phys Geogr",
    "year": 2003
  }, {
    "title": "Eruptions that shook the world",
    "authors": ["C Oppenheimer"],
    "year": 2011
  }, {
    "title": "Eruption politics",
    "authors": ["C Oppenheimer"],
    "venue": "Nat Geosci",
    "year": 2015
  }, {
    "title": "2017)Multi-proxydating the ‘MillenniumEruption’ofChangbaishan to late946CE.QuatSciRev158:164–171",
    "authors": ["C Oppenheimer", "L Wacker", "J Xu", "JD Galván", "M Stoffel", "S Guillet", "C Corona", "M Sigl", "N Di Cosmo", "I Hajdas", "B Pan"],
    "year": 2017
  }, {
    "title": "Son of heaven and heavenly Qaghan: Sui-Tang China and its neighbors",
    "authors": ["Y Pan"],
    "year": 1997
  }, {
    "title": "Robock A (2016) Tambora 1815 as a test case for high impact volcanic eruptions: earth system",
    "authors": ["R Neukom"],
    "year": 2016
  }, {
    "title": "Dzuds, droughts, and livestock mortality in Mongolia",
    "authors": ["MP Rao"],
    "venue": "effects. WIRES Clim Change",
    "year": 2015
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past 2500 years",
    "authors": ["M Chicago Sigl"],
    "venue": "Nature",
    "year": 2015
  }, {
    "title": "Estimates of volcanic-induced cooling in the Northern Hemisphere over the past",
    "authors": ["M Beniston"],
    "year": 2015
  }, {
    "title": "Assessing Mongolian snow disaster risk",
    "authors": ["K Tachiiri", "M Shinoda", "B Klinkenberg", "Y Morinaga"],
    "venue": "J Geophys Res",
    "year": 2008
  }, {
    "title": "livestock and satellite data",
    "authors": ["Q Tan"],
    "venue": "J Arid Environ",
    "year": 1982
  }, {
    "title": "Shangwu yinshuguan, Taiwan United Nations and Government of Mongolia (2001) Mongolia winter disaster Dzud: appeal for International",
    "authors": ["TPYL. T Yulan", "L Fangzuan"],
    "venue": "predecessors. Hawai’i University Press,",
    "year": 1968
  }, {
    "title": "Shanghai, 2 vols ZSQJZ (2004) Zhongguo sanqiannian qixiang jilu zongji (compendium of Chinese meteorological records",
    "authors": ["Chen Gaoyong"],
    "year": 2004
  }],
  "id": "SP:2ac1a6c4c92004514a9f9687696596266d1eb835",
  "authors": [{
    "name": "Nicola Di Cosmo",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "Ulf Büntgen",
    "affiliations": []
  }],
  "abstractText": "The collapse of the Eastern Türk Empire (ETE, ca. 584–630 CE) in 630 CE marked the rise of Tang China as the paramount power on the Silk Road. It was followed by the Tang defeat of the Western Türk Empire in 659 and opened a phase of Chinese expansion into central Asia. Climate-induced environmental changes as well as economic and political consequences are mentioned in medieval Chinese records as major factors in the ETE collapse. The role of cooler temperatures has also been discussed in current scholarship. Here, we reevaluate this question by assessing the available historical sources in the light of a global network of 16 tree-ring chronologies for this period, which reveal distinct summer cooling in the ETE heartland between 626 and 632 CE. Reconstructed peak cooling of up to − 3.4 °C in 627 and 628 CE (relative to the 1961–90 mean climatology) coincided with heavy snowfall and severe frost events in the territory of the ETE. A strong sulfate spike in Greenland ice cores that has been dated circa 626 CE is implicated in the abrupt surface cooling. We argue that the climatic perturbation and associated reduction in vegetation growth and livestock mortality are relevant in understanding the causes of the fall of the ETE but these indirect drivers must be evaluated within a comprehensive analysis of political relations within both the Türk and the Tang leadership. Our study underscores and contextualizes the vulnerability of past nomadic societies to small and episodic climate fluctuations, particularly when coupled with concurrent socioeconomic, political, and demographic changes. Climatic Change (2017) 145:383–395 https://doi.org/10.1007/s10584-017-2111-0 Electronic supplementary material The online version of this article (https://doi.org/10.1007/s10584-0172111-0) contains supplementary material, which is available to authorized users. * Nicola Di Cosmo ndc@ias.edu 1 Institute for Advanced Study, School of Historical Studies, Princeton, NJ, USA 2 Princeton University, Princeton, NJ, USA 3 Department of Geography, University of Cambridge, Cambridge, UK 4 Swiss Federal Research Institute WSL, Birmensdorf, Switzerland 5 CzechGlobe, Global Change Research Institute CAS and Masaryk University, Brno, Czech Republic /Published online: November 2017 14",
  "title": "Interplay of environmental and socio-political factors in the downfall of the Eastern Türk Empire in 630 CE"
}