{
  "sections": [{
    "text": "http://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191"
  }, {
    "heading": "1. Introduction",
    "text": "Silicified carbonate-rich nodules with relics of evaporites are hosted in different types of sedimentary rocks that range from Precambrian to Tertiary in age, and reveal diverse diagenetic histories (Chowns & Elkins, 1974; Milliken, 1979; Elorza & Rodriguez-Lazaro, 1984; Maliva, 1987; Ulmer-Scholle, Scholle & Brady, 1993). In Spain, this type of carbonate–silica nodule occurs in the Buntsandstein–Muschelkalk red mudstones (Muñoz et al. 1992; Marfil et al. 1998) from the Central Range. The nodules range from 2 to 20 cm in diameter, and often display sub-spherical shapes and external rounded protuberances, resulting in an appearance resembling the head of a cauliflower.\nThe nodules in the study area (Fig. 1) occur in Lower Triassic red mudstones. They range from 2 to 12 cm in diameter, are often hollow, and can be termed ‘geodes’ in the sense determined by Farris (1990). Most geodes are silicified and rimmed by a millimetresized carbonate crust (Fig. 2a). The remainder of each geode is made up of a complex assemblage of quartz and dolomite, along with variable, but subsidiary, proportions of iron oxide and hydroxides. Euhedral hematite lath-like crystals have precipitated in the geode core as fibrous–radial aggregates. With the exception of the so called ‘Bristol diamonds or potato stones’ (Tucker, 1976), other Triassic occurrences of\ncomparable diagenetic structures are very uncommon. Besides the remarkable diagenetic associations found in the geodes, the occurrence of iron-rich infills, displaying an anomalous gold content, makes these structures unique and perfect witnesses to the saline diagenesis and mineralizing processes that have occurred in this area."
  }, {
    "heading": "2. Regional setting",
    "text": "The Triassic red mudstones, where these geodes occur, are located near Tordelrabano (Guadalajara province) in the eastern part of the Spanish Central Range, where the Central and Iberian ranges meet (Fig. 1). Extensional faulting controlled Permian calc-alkaline volcanism (Hernan, Perni & Ancochea, 1981; Doblas et al. 1988) and Late Hercynian epithermal mineralization (Martinez-Frias, 1987).\nThe volcanism is well represented in the Atienza area (Fig. 1) by the presence of small (up to 1.5 km in diameter) circular or elongated andesite–dacite outcrops (Hernan, Perni & Ancochea, 1981). Its greatest development coincides with the intersection of two systems of extensional faults running northeast– southwest and northwest–southeast, which are contemporaneous (De Vicente et al. 1986) with the faults controlling the main lodes of the mineralized area (the Hiendelaencina mining district; see Fig. 1). At the surface, the andesite–dacite rocks display a late pervasive and propylitic alteration (chlorite and calcite) and\nδ13C values indicate the participation of meteoric waters in an environment which was characterized by both a sub-desert climate and a temperate–tropical climate. Oxygen signatures reflect very variable temperatures for all minerals, with the exception of calcite, which appears to have precipitated at < 38 °C. Iron-oxide temperature values can reach up to 85 °C (epithermal stage). The mineralogical assemblages of these unusual geodes denote early diagenetic replacement followed by the epithermal activity. This mineralization is linked to the Late Hercynian, calc-alkaline volcanism of Central Spain (the Hiendelaencina mining district).\n† Author for correspondence: abustillo@mncn.csic.es\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nhost minor veins of quartz, calcite and barite. Jasperoid silica also fills small pods and vugs. The Hiendelaencina mineralization displays a complex paragenesis, which is rich in base metal sulphides and Ag–Sb sulphosalts. The mineralization is character-\nized by the presence of quartz–gold veins in the cap of the whole hydrothermal system (e.g. in the Navas de Jadraque area; see Instituto Geológico y Minero de España, 1974; Concha et al. 1992).\nLithologically, the vertical section of the Triassic\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nsediments in the northwestern Iberian Range displays the typical Germanic Triassic Facies, which consists in ascending order of (a) Buntsandstein continental siliciclastics, (b) Muschelkalk carbonate, sand and evaporites of shallow marine origin, and (c) Keuper evaporites, clays and subordinate sandstone of coastal sabkhas. The geodes occur in the red mudstones that are included in the uppermost facies of the Buntsandstein unit (Sopeña & Sanchez-Moya, 1997; see Fig. 1). This whole upper unit extends more than 80 km, and displays variable thickness (30–110 m). It is mainly composed of sandstones and mudstones, along with uncommon beds of fluvial conglomerates. Alonso-Zarza, Sopeña & Sanchez-Moya (1998) described dolomitic pedogenic palaeosols in the massive red mudstone of the uppermost sandy braided fluvial system. Marfil et al. (1998) point out the existence of silica and carbonate nodules at the top of the Buntsandstein in zones close to the study area. They also record pedogenetic iron crusts, calcretes and silcretes.\nAccording to Ramos, Sopeña & Perez-Arlucea, (1986) and Sopeña & Sanchez-Moya (1997) these Buntsandstein red beds form the base of a sequence that passes up into siliciclastic and carbonate tidal sediments (the Muschelkalk facies). In short, a mixedload braided system evolved upwards to an ephemeral stream system. Subsequently, shallow siliciclastic marine conditions transgressed from the east, overlying the fluvial sequences."
  }, {
    "heading": "3. Methodology",
    "text": "Geodes were selected taking into account the different types of mineralogical zonations. Mineralogy was determined by X-ray powder diffraction using a Phillips powder diffractometer with CuKα radiation. The patterns were obtained by step scanning from 2° to 64° 2θ, in steps of 0.02° with a count of six seconds per step. The texture and chemistry of the authigenic minerals were studied using optical (Figs 2a, b, c) and scanning electron microscopy (SEM) (Figs 2d, e, f) and an electron microprobe (EM) (Figs 2h, i). For SEM studies the specimens were coated with gold (20 nm) in a Bio-Rad SC515 sputter coating unit. General SEM observations were carried out in a Philips XL20 SEM at accelerating voltages of 20–30 kV. Energy-dispersive X-ray microanalyses (EDX) were obtained using a Phillips EDAX PV9900 with a light-element detector type ECON. The crystal-chemical characteristics of iron-oxide hydroxides were determined on the basis of a large data series of electron microprobe analyses (Jeol Superprobe JXA-8900M), bulk and channel-selected (TAP, PETJ, LIF, PETH) X-ray spectra searches and identification routines. The standards used were natural and synthetic crystals from a collection stored at the Servicio de Microscopía Electrónica Lluis Bru, Complutense University, Madrid.\nIsotope analyses were carried out at the Laboratorio de Isótopos Estables of the Estación Experimental del Zaidín in Granada, Spain. All samples were ground to a < 200 mesh. Carbon dioxide was generated from the carbonates using 100 % phosphoric acid for 12 hours in a thermostatic bath at 25 °C for the calcite and 50 °C for the dolomite (see McCrea, 1950). Quartz samples were treated with cold 1:1 HCl to remove carbonates. Oxygen was extracted from the quartz and the goethite by reaction with ClF3, using the method described by Borthwick & Harmon (1982) and Venneman & Smith (1990). The released oxygen was converted to CO2 by reaction with a hot platinized graphite rod (Clayton & Mayeda, 1963). The isotope ratios were measured in a Finnigan MAT 251 mass spectrometer. Commercial CO2 was used as an internal standard for the oxygen analysis of silicates. The CO2 was contrasted with the V-SMOW, SLAP and GIPS water standards. The measured δ18O values of the international NBS-30 (biotite) and NBS-28 (quartz) standards were + 5.1 ± 0.20 and + 9.6 ± 0.10 (V-SMOW), respectively. The experimental error found in carbonates (δ13C and δ18O) was < ± 0.050 ‰ using Carrara and EEZ-1 as internal standards, previously compared with NBS-18 and NBS-19."
  }, {
    "heading": "4. Composition of the geodes",
    "text": "Nodules and geodes were sampled from the S3M stratigraphic unit (Fig. 1), which is composed mainly of red mudstones. These mudstones are rich in illite, and contain dispersed silt-sized quartz, K-feldspar and mica grains. The geodes are zoned from the border to the centre as follows.\n(a) Up to 3 mm of carbonate crust (Fig. 2a). This is composed of wavy laminae of micrite (Fig. 2b), and includes claystones and detrital grains from the host rock. Most of the micrite laminae are recrystallized to sparite, partially masking the initial texture.\n(b) Quartz rim from 2 to 5 mm. This penetrates the interior of the geodes through small fissures and cracks. The rim is composed of megaquartz crystals (100 µm to 2 mm in diameter), which occasionally contain inclusions of anhydrite (Fig. 2c). The anhydrite inclusions are either disorganized within the megaquartz crystals or parallel to the outer of the euhedral quartz crystals. The presence of anhydrite inclusions is evidence that the geodes had an anhydrite precursor.\n(c) The core of the geodes is composed mostly of euhedral dolomite crystals that are 80 µm to 3 mm in diameter and sometimes also contain anhydrite inclusions (Fig. 2c). Some dolomite crystals have been replaced by calcite. Euhedral calcite cements are present in the centre of some geodes. The textural relationship between dolomite and quartz, where isolated quartz crystals grew in dolomite mosaics, could indicate that the dolomite was substituted by the quartz.\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nHowever, the absence of dolomite inclusions in the megaquartz indicates that these textures more likely formed by the partial replacement of the original anhydrite nodule by quartz or by the subsequent replacement of residual anhydrite by dolomite, leaving the original quartz crystals intact."
  }, {
    "heading": "5. The gold-bearing iron infills",
    "text": "The iron-rich infills occur as radial–fibrous crystals and spheres, which are sometimes enveloped by calcite. The infills are composed of lath-shaped crystals, which are often texturally zoned and show dissolution edge pits (Figs 2d, e, f). Minor romanechite [(Ba, H2O)2 (Mn\n4+, Mn3+)5O10] is also present as millimetre-sized fibres (Fig. 2g). Diffraction patterns of the lath crystals show diffraction lines of two mineral phases: hematite (2.6840–2.5130–2.2820, etc.) with Rietveld refined parameters of ao:5.033 Å and co:13.749 Å and goethite (2.48x–4.1840, etc.) with cell parameters: ao:4.596 Å, bo:9.957 Å, ao:3.021 Å.\nElectron microprobe analysis of both laths (hematite, α-Fe2O3) and small crystal aggregates (10–80 µm in diameter) found on laths (goethite, α-FeO(OH)) indicates near-pure compositions that fit well within the theoretical stoichiometric formulae. Nevertheless, small amounts (never more than 1 wt %) of some elements (Co, Au) were detected. The experimental formula indicates the following mean average composition: Fe1.98Au0.48Co0.21O3. Gold values range from 0.24 to 0.71 wt % and cobalt from 0.17 to 0.33 wt %. It is important to stress two points. Firstly, both elements display an erratic chemical distribution in the hematite host crystals, and this is is verified by both specific point analysis and detailed 12 hour chemical mapping (Figs 2h, i); secondly, no geochemical anomalies in these elements were detected in the quartz grains.\nThe combination of the detailed close-up SEM– EDX images and the electron microprobe results reveal the following features: (a) The laths are ended by {021} faces. (b) ‘Sandwich’-zoned hematite crystals contain different layers ( black, grey and white; Fig. 2e); these differences are not reflected by chemical variations. (c) Goethite and native gold patches are present in the hematite crystals. (d) There are etchdissolution pits on {021} faces, and a series of roughedged steps on the basal {001} planes. (e) Late deposition of romanechite needle aggregates has occurred; these are spread over the hematite crystals, partially covering the edges and apices of the crystals."
  }, {
    "heading": "6. Carbon- and oxygen-isotopic composition",
    "text": "Oxygen- and carbon-isotope ratios were measured for the three types of carbonate occurrences in the geodes: calcite crust, massive dolomite and euhedral calcite crystals that partially fill the geode core (Fig. 3). The δ13C values ranged from – 5 to – 9.50 ‰ (PDB) and the δ18O values ranged from + 23.70 to + 25.70 ‰ (SMOW). The δ18O values of quartz samples ranged from + 26.7 to + 28.80 ‰ (SMOW) (Fig. 3). The δ18O values of the iron-rich infills of hematite ranged from + 1.1 to – 1.60 ‰ (SMOW).\nmorphology) under the SEM. (f) Details of the hematite laths: etch dissolution pits on {021} faces and series of rough-edged steps on the basal {001} plane. (g) Romanechite fibres [(Ba, H2O)2(Mn\n4+, Mn3+)5O10] found lining the geode hollows. (h) Electron microprobe analysis of laths: electronic mapping of gold (ranging from 0.24 to 0.71 wt %). Bright spots show the distribution of gold on the dark background; isolated dark areas do not contain gold. (i) Electron microprobe analysis of laths: electronic mapping of iron. Note that the black areas defining those parts without iron match the areas where gold is not present (see Fig. 2h); therefore, gold and iron are linked.\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nNegative δ13C values indicate significant contributions of pedogenic carbon, and, therefore, the participation of meteoric waters. This same interpretation was proposed by Morad et al. (1992) for similar values (– 6 to – 9.50 ‰) in other carbonate cements in Triassic Buntsandstein sandstones from Central Spain. Dolomite δ13C values range from – 5 to – 6.70 ‰ (PDB), which indicates a significant contribution of atmospheric CO2. In as much as the atmospheric P(CO2) was likely to have been 3–7 times higher during the Upper Triassic and Lower Jurassic than at present (Berner, 1990), the δ13C values of the geodes indicate that they were formed in areas characterized by climates between sub-desert and temperate-tropical (Cerling, 1991).\nDuring the Triassic, the area studied in Central Spain was at a low latitude (Ziegler, Scotese & Barret, 1983). At present, the isotopic composition of rainwater at latitudes between 0° and 15° typically ranges between – 0 and – 3 ‰ (SMOW) (Rozansky, Araguas & Gonfiantini, 1993). Ocean waters during the Triassic appear to have been 2.3 ‰ more negative than those of the present day (Scherrer, 1977). Therefore, meteoric water derived mainly from the evaporation of Triassic marine waters would probably have been between – 2 and – 6 ‰ for these latitudes. The equilibrium temperature and water isotopic-ratio curves for the δ18O for each mineral of the geodes are plotted in Figure 4 to estimate the theoretical precipitation temperatures. Assuming pore-water δ18O values of between – 2 and – 6 ‰ (SMOW), the oxygen-isotopic data indicate that calcite precipitated at temperatures < 38 °C, and that the rest of the minerals, especially the iron oxides and hydroxides, formed at higher temperatures."
  }, {
    "heading": "7. Discussion and genetic model",
    "text": "The cauliflower shape of the geodes, the presence of anhydrite inclusions and the occurrence of the geodes in continental red mudstones suggest the possibility that these geodes initially may have been anhydrite nodules that grew in a continental sabkha environment. The high evaporation rates in sabkha environments create favourable conditions for the formation of anhydrite nodules, which may later be replaced by carbonate and silicified (Chowns & Elkins, 1974; Tucker, 1976). However, Elorza & Rodriguez-Lazaro (1984) and Maliva (1987) indicate that silicified anhydrite nodules cannot be used as indicators of a sabkha environment. These researchers conclude that anhydrite nodules only display evidence of hypersaline pore waters during early diagenesis.\nIn the study area, geodes were generated after several replacement, dissolution and cementation processes. If the anhydrite dissolution was faster than the precipitation of silica and/or carbonate minerals, a central hollow formed that later allowed the euhedral crystals to grow. An alternative hypothesis is that\nanhydrite remained in the nodule core after quartz and dolomite replacements terminated, and the remaining anhydrite was later dissolved. The resultant porosity in the core of geodes was either preserved or was filled by other mineral phases (diagenetic and epithermal). A theoretical genetic sequence for the Tordelrabano geodes is shown in Figure 5.\nThe isotopic composition of δ13C in the dolomite and calcite crystals indicates that the replacement of anhydrite by dolomite and the precipitation of calcite likely took place in equilibrium with meteoric water. The temperatures of precipitation that were estimated from the (18O/16O) ratios of all minerals in the geodes (Fig. 4), with the exception of calcite, do not indicate whether the origins were diagenetic or hydrothermal. In addition, the participation of marine waters during diagenesis should not be disregarded, because shallow siliciclastic marine deposits (Muschelkalk) overlie the fluvial sequences of the study area. If marine pore waters were present then the isotopic data from the goethite can be interpreted as indicative of a temperature of up to 116 °C. Finally, the\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\ncarbonate crust that rims the geodes can be interpreted as a pedogenetic crust linked with the general process of palaeosol formation in the continental red mudstones (Alonso-Zarza, Sopeña & Sanchez-Moya, 1998). The isotopic composition of this crust, displaying the most negative 13C values, could indicate a significant edaphic influence (Salomons & Mook, 1986).\nSeveral possible explanations can be proposed for the gold anomalies. These include mechanisms of concentration during weathering and diagenesis (Mann, 1984; Benedetti & Boulegue, 1991) or mineralizing hydrothermal processes. In the study area, no references exist regarding gold in the Triassic detrital host rocks or other underlying formations. Nevertheless, this precious metal is common in epithermal quartz veins in the Hiendelaencina mining district. Concha et al. (1992) stress the importance of the Atienza volcanics as a potential target for hidden Au–Ag epithermal mineralization.\nInterpretation of the metallogenetic episode in geodes suggests the following possible hypogenic sequence: (1) precipitation of gold-bearing hematite laths, and (2) subsequent dissolution of the hematite (etch pits) and precipitation of iron hydroxide as goethite. Both processes can be explained by the decrease in pH of the mineralizing fluids (see Maurice et al. 1995). The hydroxylation of hematite laths can produce both the dissolution features and the epitaxial overgrowth of goethite on the hematite {001} planes. From a crystallographic point of view, the growth of goethite can be explained in terms of the atomic configuration of the hematite {001} and the goethite {001}, which match reasonably well (Barron et al. 1997). The tracing of dissolution steps on the {001} plane and the etch pits on the {021} faces display the characteristic flat shapes of the hematite hydration– hydroxylation. The adsorption of water withdraws the Fe3+ ions approximately 0.18 Å with respect to the surficial Fe positions (Becker, Hochella & Apra, 1996). A final supergenic stage was responsible for the late formation of calcite and romanechite.\nFrom a metallogenetic point of view, the unusual geode infills represent the last gold- and iron-rich episode that is linked to the Late Hercynian volcanicrelated mineral deposits in Central Spain (the Hiendelaencina mining district). These deposits are especially rich in silver and base metals, and have been assigned to the epithermal type (Martinez-Frias, 1987; Martinez-Frias et al. 1988; Doblas et al. 1988) using the classification of Eimon (1981). It is important to note that gold has also been reported in other nearby mineralized areas (e.g. the gold–quartz veins of La Nava de Jadraque), which share the same ore-bearing epithermal system.\nIn a regional metallogenetic scenario, this mineralizing episode would correspond to an almost-barren late episode, given that the epithermal fluids lost their ore charge during the three previous precious- and base-\nhttp://journals.cambridge.org Downloaded: 20 May 2011 IP address: 161.111.180.191\nmetal-rich stages (Martinez-Frias, 1987). Nevertheless, small amounts of gold, barium, manganese and iron would still have been present in the mineralizing system, resulting in the precipitation of gold-bearing hematite, goethite and romanechite in different pulses in the geode cores, making up the cap of the whole system (Lower Triassic).\nAccording to the fluid inclusion studies carried out by Sierra et al. (1988) and Concha et al. (1992) this episode is characterized by mineralizing solutions that show both monophase (liquid) and two-phase (vapour + liquid) aqueous fluid inclusions, and that evolved following a decreasing trend in temperature and salinity (T: 260–90 °C, and from 18 to 7 eq. wt % NaCl). These same authors also indicate that one of the main features of this last mineralization episode is that it was marked by complex interactions between fluids of a different nature. Two sets of sulphurisotopic data were reported for the whole hydrothermal system: (1) δ34S values around + 6 ‰, and (2) δ34S values around 25 ‰), which probably indicates two different sulphur sources and supports the hypothesis of mixing of fluids (Concha et al. 1992).\nConsidering these epithermal conditions, the discovery of the mineralized geodes in Lower Triassic sediments indicates (Concha et al. 1992) the participation of Triassic sediments during the last metallogenetic stage. The crystallization sequence of a primary gold–hematite assemblage followed by secondary goethite matches the experimentally demonstrated evidence that whereas gold does not affect the formation of hematite the development of goethite is retarded in the presence of this noble element. The minor presence of romanechite is associated with the secondary goethite, probably due to supergene alteration processes (Nicholson, 1992).\nAcknowledgements. The work was supported by DGICYT projects PB96-0108-B, PB-95106-CO2-01 and PB-971230. Thanks to Martin Fernandez for his help in collecting the geode samples, Matthew Harffy for the critical review of the manuscript, Rafael Gonzalez for the X-ray measurements, Jose Arroyo for technical drawing, Jose Bedoya for the SEM work and Alfredo Rodriguez Muñoz for the electron microprobe data."
  }],
  "year": 1999,
  "references": [{
    "title": "Paleosol development in two contrasting fluvial settings: the Upper Buntsandstein of the Western Iberian Ranges",
    "authors": ["A.M. ALONSO-ZARZA", "A. SOPEÑA", "Y. SANCHEZ-MOYA"],
    "venue": "Proceedings of the 15th International Sedimentological Congress (Alicante, Spain). Abstracts",
    "year": 1998
  }, {
    "title": "Stable isotopes of oxygen and carbon and their application to sedimentologic and palaeoenvironment problems. In Stable Isotopes in Sedimentary Geology: Short Course Notes (eds",
    "authors": ["T.F. ANDERSON", "M.A. ARTHUR"],
    "year": 1983
  }, {
    "title": "Epitaxial overgrowth of goethite on hematite synthesized in phosphate media: a scanning force and transmission electron microscopy study",
    "authors": ["V. BARRON", "N. GALVEZ", "M.F. HOCHELLA", "J. TORRENT"],
    "venue": "American Mineralogist",
    "year": 1997
  }, {
    "title": "The electronic structure of hematite {001} surfaces: applications to the interpretation of STM images and heterogeneous surface reactions",
    "authors": ["U. BECKER", "M.F. HOCHELLA", "E. APRA"],
    "venue": "American Mineralogist",
    "year": 1996
  }, {
    "title": "Mechanisms of gold transfer and deposition in a supergene environment",
    "authors": ["M. BENEDETTI", "J. BOULEGUE"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1991
  }, {
    "title": "Atmospheric carbon dioxide levels over fhanerozoic time",
    "authors": ["R.A. BERNER"],
    "venue": "Science 349, 1382–7.",
    "year": 1990
  }, {
    "title": "A note regarding CIF as an alternative to BrF5 for oxygen isotope analysis",
    "authors": ["J. BORTHWICK", "R. HARMON"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1982
  }, {
    "title": "Carbon dioxide in the atmosphere: evidence from Cenozoic and Mesozoic paleosols",
    "authors": ["T.E. CERLING"],
    "venue": "American Journal of Science 291, 377–400.",
    "year": 1991
  }, {
    "title": "The origin of quartz geodes and cauliflower cherts through the silicification of anhydrite nodules",
    "authors": ["T.M. CHOWNS", "J.E. ELKINS"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1974
  }, {
    "title": "The use of bromine pentafluoride in the extraction of oxygen from oxides an silicates for isotopic analysis",
    "authors": ["R.N. CLAYTON", "T.K. MAYEDA"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1963
  }, {
    "title": "Oxygen isotope exchange between quartz and water",
    "authors": ["R.N. CLAYTON", "J.R. O’NEIL", "T.K. MAYEDA"],
    "venue": "Journal of Geophysics Research",
    "year": 1972
  }, {
    "title": "The Hiendelaencina epithermal silver-base metal district, Central Spain: tectonic and mineralizing processes",
    "authors": ["A. CONCHA", "R. OYARZUN", "R. LUNAR", "J. SIERRA", "M. DOBLAS", "J. LILLO"],
    "venue": "Mineralium Deposita",
    "year": 1992
  }, {
    "title": "Determinación del elipsoide de deformación asociado a las fallas encajantes de la mineralización de Hiendelaencina, Sistema Central",
    "authors": ["G. DE VICENTE", "J. MARTINEZ-FRIAS", "R. CAPOTE", "R. LUNAR"],
    "venue": "Estudios Geologicos",
    "year": 1986
  }, {
    "title": "Detachment faulting and Late Paleozoic epithermal Ag base-metal mineralization",
    "authors": ["M. DOBLAS", "R. OYARZUN", "R. LUNAR", "N. MAYOR", "J. MARTINEZ-FRIAS"],
    "venue": "in the Spanish central system. Geology",
    "year": 1988
  }, {
    "title": "Exploration for epithermal gold and silver deposits: the epithermal model",
    "authors": ["P. EIMON"],
    "venue": "Proceedings of the International Symposium on Small Mine Economics and Expansion: World Mining 34, 47–51.",
    "year": 1981
  }, {
    "title": "Late Cretaceous quartz geodes after anhydrite from Burgos, Spain",
    "authors": ["J.J. ELORZA", "J. RODRIGUEZ-LAZARO"],
    "venue": "Geological Magazine",
    "year": 1984
  }, {
    "title": "Collins Dictionary of Geology",
    "authors": ["D. FARRIS."],
    "venue": "Glasgow: Collins, 565 pp.",
    "year": 1990
  }, {
    "title": "Investigación Minera para Oro y Plata en el Área de Hiendelaencina (Guadalajara) Colección de Informes (Referencias 10264, 10266, 10267, 10274, 10275, 10277 & 10280)",
    "authors": ["INSTITUTO GEOLÓGICO Y MINERO DE ESPAÑA."],
    "venue": "Madrid: Centro de Información y",
    "year": 1974
  }, {
    "title": "Isotopic evidence for source of diagenetic carbonates",
    "authors": ["H. IRWIN", "C.H. CURTIS", "M. COLEMAN"],
    "year": 1977
  }, {
    "title": "Quartz geodes: early diagenetic silicified anhydrite nodules related dolomitizacion",
    "authors": ["R.G. MALIVA"],
    "venue": "Journal of Sedimentary Petrology 57, 1054–9.",
    "year": 1987
  }, {
    "title": "Mobility of gold and silver in lateritic weathering profiles",
    "authors": ["A.W. MANN"],
    "venue": "Some observations from WesternAustralia. Economic Geology 79, 38–49.",
    "year": 1984
  }, {
    "title": "Petrology and geochemistry of diagenetically altered tuffaceous rocks from the Middle Triassic of Central Spain",
    "authors": ["R. MARFIL", "A. HALL", "S. GARCIA GIL", "M.G. STAMATAKIS"],
    "venue": "Journal of Sedimentary Research",
    "year": 1998
  }, {
    "title": "Mineralogia y Metalogenia de las Mineralizaciones de Plata del Sector Oriental del Sistema Central Español",
    "authors": ["J. MARTINEZ-FRIAS"],
    "venue": "Madrid: Universidad Complutense, 379 pp.",
    "year": 1987
  }, {
    "title": "Evolution of hematite surface microtopography upon dissolution by organic acids",
    "authors": ["P.A. MAURICE", "M.F. HOCHELLA", "JR", "G.A. PARKS", "G. SPOSITO", "U. SCHWERTMANN"],
    "venue": "Clay and Clay Minerals",
    "year": 1995
  }, {
    "title": "On the isotopic chemistry of carbonates and a paleotemperature scale",
    "authors": ["J.M. MCCREA"],
    "venue": "Journal of Chemistry and Physics 18, 849–57.",
    "year": 1950
  }, {
    "title": "The silicified evaporite syndrome",
    "authors": ["K.L. MILLIKEN"],
    "venue": "Two aspects of silicification history of former evaporte nodules from southern Kentucky and northern Tennesse. Journal of Sedimentary Petrology 49, 245–56.",
    "year": 1979
  }, {
    "title": "The role of mixing-zone dolomitization in sandstones cementation evidence from the Triassic Buntsandstein, the Iberian Range, Spain",
    "authors": ["S. MORAD", "R. MARFIL", "I.S. AL-AASM", "D. GOMEZ-GRAS"],
    "venue": "Sedimentary Geology",
    "year": 1992
  }, {
    "title": "Evolving fluvial architecture during a marine transgression: Upper Buntsandstein, Triassic, central Spain",
    "authors": ["A. MUÑOZ", "A. RAMOS", "Y. SANCHEZ-MOYA", "A. SOPEÑA"],
    "venue": "Sedimentary Geology",
    "year": 1992
  }, {
    "title": "Constrasting mineralogical–geochemical signatures of manganese oxides – guides to metallogenesis",
    "authors": ["K. NICHOLSON"],
    "venue": "Economic Geology 87, 1253–64.",
    "year": 1992
  }, {
    "title": "Isotopic patterns in modern global precipitation",
    "authors": ["K. ROZANSKY", "L. ARAGUÁS", "R. GONFIANTINI"],
    "venue": "Geophysical Monograph",
    "year": 1993
  }, {
    "title": "Isotope geochemistry of carbonate in the weathering zone. In Handbook of Environmental Isotope Geochemistry 2: The Terrestrial Environment",
    "authors": ["W. SALOMONS", "W.G. MOOK"],
    "year": 1986
  }, {
    "title": "Preservation, alteration and multiple cementation of aragonite skeletons from the Cassian beds (Southern Alps), petrographical and geochemical evidence",
    "authors": ["M. SCHERRER"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie, Abhandlungen 154, 3213–62.",
    "year": 1977
  }, {
    "title": "Estudio de inclusiones fluidas en la mineralizacion de plata de La Bodera (Sistema Central Español)",
    "authors": ["J. SIERRA", "E. VINDEL", "R. LUNAR", "J.A. LOPEZ", "J. MARTINEZ-FRIAS"],
    "venue": "Boletin de la Sociedad Española de Mineralogia",
    "year": 1988
  }, {
    "title": "Tectonic systems tract and depositional architecture of the western border of the Triassic Iberian Trough (central Spain)",
    "authors": ["A. SOPEÑA", "Y. SANCHEZ-MOYA"],
    "venue": "Sedimentary Geology",
    "year": 1997
  }, {
    "title": "Quartz-replaced anhydrite nodules (Bristol Diamonds) from the Triassic of the Bristol District",
    "authors": ["M.E. TUCKER"],
    "venue": "Geological Magazine 113, 569–7.",
    "year": 1976
  }, {
    "title": "Silicification of evaporites in Permian (Guadalupian) back-reef carbonates of the Delaware basin,West Texas and New Mexico",
    "authors": ["D.S. ULMER-SCHOLLE", "P.A. SCHOLLE", "P.V. BRADY"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1993
  }, {
    "title": "The rate and temperature of reaction of ClF3 with silicate minerals and their relevance to oxygen isotope analysis",
    "authors": ["T. VENNEMANN", "H. SMITH"],
    "venue": "Chemical Geology",
    "year": 1990
  }, {
    "title": "An assessment of isotopic equilibrium in goethites from a 679bog iron deposit and a lateritic regolith",
    "authors": ["C.J. YAPP"],
    "venue": "Chemical Geology 135, 159–71.",
    "year": 1997
  }, {
    "title": "Mesozoic and Cenozoic paleogeographic maps",
    "authors": ["A.M. ZIEGLER", "C.R. SCOTESE", "S.F. BARRETT"],
    "venue": "Broesche and J. Sündermann),",
    "year": 1983
  }],
  "id": "SP:048871cefb004ef4e42b31d42113e020dea47a4f",
  "authors": [],
  "abstractText": "Unusual mineralized and silicified carbonate-rich geodes were found hosted in Lower Triassic red mudstones in Central Spain. From their borders to their centres, the geodes display (a) a millimetric carbonate crust, (b) a quartz rim, (c) massive dolomite, (d) gold-bearing iron-rich infills (hematite laths and goethite with up to 7000 ppm of gold) and (e) calcite cements that sometimes seal the central hollow. Textural evidence indicates that the geodes were originally anhydrite, which was subsequently replaced by quartz and dolomite. The resultant porosity from this replacement, or by later dissolution, has been filled by epithermal gold-bearing iron-oxide hydroxides, romanechite and calcite. δ13C values indicate the participation of meteoric waters in an environment which was characterized by both a sub-desert climate and a temperate–tropical climate. Oxygen signatures reflect very variable temperatures for all minerals, with the exception of calcite, which appears to have precipitated at < 38 °C. Iron-oxide temperature values can reach up to 85 °C (epithermal stage). The mineralogical assemblages of these unusual geodes denote early diagenetic replacement followed by the epithermal activity. This mineralization is linked to the Late Hercynian, calc-alkaline volcanism of Central Spain (the Hiendelaencina mining district). † Author for correspondence: abustillo@mncn.csic.es",
  "title": "Unusual sedimentary geodes filled by gold-bearing hematite laths"
}