{
  "sections": [{
    "heading": "EARTH SC I ENCE",
    "text": "Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA. *Present address: U.S. Geological Survey, Volcano Science Center, 345 Middlefield Road, Mail Stop 910, Menlo Park, CA 94025, USA. †Corresponding author. E-mail: sburgess@usgs.gov\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\n2015 © The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 10.1126/sciadv.1500470\nHigh-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction\nSeth D. Burgess*† and Samuel A. Bowring\nD ow nloaded from The end-Permian mass extinction was the most severe in the Phanerozoic, extinguishing more than 90% of marine and 75% of terrestrial species in a maximum of 61 ± 48 ky. Because of broad temporal coincidence between the biotic crisis and one of the most voluminous continental volcanic eruptions since the origin of animals, the Siberian Traps large igneous province (LIP), a causal connection has long been suggested. Magmatism is hypothesized to have caused rapid injection of massive amounts of greenhouse gases into the atmosphere, driving climate change and subsequent destabilization of the biosphere. Establishing a causal connection between magmatism and mass extinction is critically dependent on accurately and precisely knowing the relative timing of the two events and the flux of magma. New U/Pb dates on Siberian Traps LIP lava flows, sills, and explosively erupted rocks indicate that (i) about two-thirds of the total lava/pyroclastic volume was erupted over ~300 ky, before and concurrent with the end-Permian mass extinction; (ii) eruption of the balance of lavas continued for at least 500 ky after extinction cessation; and (iii) massive emplacement of sills into the shallow crust began concomitant with the mass extinction and continued for at least 500 ky into the early Triassic. This age model is consistent with Siberian Traps LIP magmatism as a trigger for the end-Permian mass extinction and suggests a role for magmatism in suppression of post-extinction biotic recovery.\nhttp\non F ebruary 21, 2019 ://advances.sciencem ag.org/"
  }, {
    "heading": "INTRODUCTION",
    "text": "The temporal coincidence of large igneous province (LIP) magmatism and mass extinction is striking, with the four most severe biotic crises in the Phanerozoic broadly synchronous with LIP generation (1). LIP magmatism as a plausible trigger of extinction was first proposed by (2) and has been invoked as the primary driver of rapid environmental destabilization, leading to biosphere collapse for all major Phanerozoic extinctions. In all cases, the interface between magmatism and mass extinction is the atmosphere, the composition of which can be rapidly perturbed by voluminous greenhouse gas addition, potentially triggered by massive eruption and emplacement of LIP magmas, and subsequent degassing of the lavas themselves and the rocks into which magma is emplaced.\nSuch a scenario has been proposed for the end-Permian extinction and eruption/emplacement of the Siberian Traps LIP, a classic example of temporal coincidence between events leading to hypothesized causal connection. The end-Permian extinction is characterized by the abrupt and simultaneous loss of >90% of marine and ~75% of terrestrial genera (3) over a maximum of 61 ± 48 ky (4). The apparent selectivity of the marine extinction to animal metabolic rate/physiology, coupled with evidence for a major addition of light carbon to the carbon cycle, sea surface temperature increase, and a calcification crisis inferred to be related to a drop in ocean pH, suggests that a rapid and dramatic rise in atmospheric PCO2 played a major role in the extinction (5, 6). Thus, a causal role for LIP magmatism is probable.\nThe Siberian Traps LIP is recognized as the largest preserved volume of continental basaltic magmatism generated in the Phanerozoic, with the minimum cumulative volume of pyroclastic rocks, lavas, and intrusions estimated at ~3 × 106 km3, although the original province\nvolume is difficult to constrain and was likely much larger (7, 8). Roughly 50% of this total volume is attributed to intrusive rocks, which are manifest as an extensive network of sills, commonly associated with diatremes thought to be the primary mechanism by which volatiles are delivered to the atmosphere (9). Sills and dikes were emplaced primarily into the 3- to 12.5-km-thick Tunguska basin, which contains extensive hydrocarbon sequences, limestone, coal, clastic rocks, and evaporates (9).\nThe enormous volume of magma generated and the high volatile potential of the basin into which LIP rocks were emplaced indicate that magmatism was capable of generating the necessary volatile load (9, 10). However, the efficacy of LIP magmatism to drive global environmental change on the scale necessary is critically dependent on knowing both the relative timing of magmatism and mass extinction and the rate of magma generation, and thus volatile introduction. Current temporal constraints on the timing and duration of Siberian Traps magmatism are characterized by precision nearly an order of magnitude short of what is known about the timing and duration of the endPermian mass extinction (4, 11). Thus, the relative timing of the two events is obscured by age imprecision, as is the magma flux rate, hence the plausibility of Siberian Traps magmatism as a trigger for the environmental destabilization that led to the most severe biotic crisis in Earth history.\nWe present U/Pb CA-TIMS (chemical abrasion–thermal ionization mass spectrometry) dates on (i) zircon crystals isolated from 17 sills collected throughout the magmatic province, two of which crosscut the lava stratigraphy; (ii) perovskite crystals isolated from two lava flows at the base of the most complete lava stratigraphy; and (iii) zircon crystals isolated from two welded tuffs intercalated within this same lava stratigraphy. We also present LA-ICPMS (laser ablation inductively coupled plasma mass spectrometry) dates on ~800 zircon crystals isolated from the extensive pyroclastic rock deposits in the southern region of the province, and CA-TIMS dates on select grains from this population. To circumvent any potential interlaboratory/intertechnique bias\n1 of 14\nwhen comparing dates for the LIP with dates defining the extinction and ecosystem restructuring, all analyses were done in the same laboratory using identical procedures to those in (4). By integrating the new data set with existing magnetostratigraphy from the LIP and magnetostratigraphy and geochronology on the latest-Permian to early Triassic marine record, we are able to project the biostratigraphic and chemostratigraphic record of mass extinction and subsequent biotic recovery onto a timeline for Siberian Traps magmatism. This permits a detailed investigation of the relative timing of each phase of LIP magmatism (explosive, effusive, and intrusive) with the mass extinction and topology of the carbon cycle and also permits estimates of magma flux and the total volume of magma emplaced/erupted before, during, and after mass extinction.\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from"
  }, {
    "heading": "GENERAL GEOLOGY AND SAMPLING",
    "text": "Intrusive and extrusive volume and general stratigraphy The general stratigraphy of the Siberian Traps LIP is characterized by initial extrusive magmatism manifest as explosive pyroclastic/ phreatomagmatic eruption that is closely followed by, and often interspersed with, lava effusion (12–15). Intrusion of magma into the shallow crust occurs concomitant with lava eruption, although in the Siberian Traps, instances of direct contact between sills and lava flows are exceedingly rare. Thus, determining the temporal relationship between lava eruption and sill intrusion is difficult without radiometric age control on both. Estimates of total magma volume range from ~1 × 106 km3 to more than 10 × 106 km3, with consensus settling somewhere between 2 × 106 and 5 × 106 km3 (7, 16, 17). The percent of this total volume attributed to lava, pyroclastic, and intrusive rock varies, but can be bracketed by the estimates of Vasiliev et al. (17), who delineate 37% as lavas, 44% as sills, and 19% as pyroclastic rocks, and by Ross et al. (18), who similarly delineate 37% as lavas, 37% as sills, and the remaining 26% as pyroclastic rocks."
  }, {
    "heading": "Explosively erupted rocks",
    "text": "Pyroclastic and epiclastic breccias, likely the product of volatile-rich explosive phreatomagmatic volcanism (18), are found primarily in the southern third of the magmatic province (Fig. 1). In this area, pyroclastic breccia is found as thick (up to 1 km), massive, unsorted, and matrixsupported mixtures of primary volcanic clasts incorporated with sedimentary clasts, likely incorporated upon eruption or during subsequent deposition. When found in stratigraphic association, pyroclastic rocks are found underlying the base of lava stratigraphy, as is the case in the Maymecha-Kotuy section (13). In addition, pyroclastic rocks are also interspersed with the basal lava stratigraphy in both the Noril’sk and Maymecha-Kotuy sections (12, 14). We have sampled pyroclastic/ epiclastic rocks from throughout the magmatic province (Fig. 1) and have isolated zircon crystals from 26 such samples. Because of the predominance of exotic clasts in all but two of these rocks, the zircon population represents multiple age populations. Thus, to relatively rapidly bin these zircons into age populations in hopes of finding grains indicative of eruption age, grains from these rocks were first dated by the LA-ICPMS technique. Following this analysis, the youngest grains, which are most likely to be representative of eruption age, were dated by the CA-TIMS technique. The two true pyroclastic rocks sampled, both welded tuffs, were sampled at a stratigraphic height of ~2 km above the base of the Maymecha-Kotuy lava stratigraphy (Fig. 1).\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015"
  }, {
    "heading": "Lavas",
    "text": "Exposure of thick lava sections is sparse throughout the magmatic province because the low relief limits outcrop. Lavas are well exposed in the central region of the province, near Tura, and in the north of the province, in the Maymecha-Kotuy and Noril’sk regions (Fig. 1). The Noril’sk andMaymecha-Kotuy sections are thought to represent a composite 6.5-km section of lava stratigraphy and thus the most complete representation in the entire magmatic province (12, 13). Hence, we focus on these two sections for the remainder of discussion. The MaymechaKotuy section crops out along the Maymecha and Kotuy rivers in the northeast of the magmatic province, covering ~70,000 km2 (Fig. 1). This section is characterized by initial mafic pyroclastic eruption followed by eruption of alkaline-ultramafic rocks, basalts, trachybasalts, and trachyandesites (12). The top of this section also contains the compositionally distinct Memechinsy suite of high MgO rocks and the Guli intrusive complex (12). In the northwest, the Noril’sk section consists of ~3 km of lava stratigraphy characterized by dominantly basaltic compositions with minor picrites, trachybasalts, and tuffaceous rocks (14). We have dated two lava flows from near the base of the MaymechaKotuy lava stratigraphy with the TIMS technique (Fig. 1)."
  }, {
    "heading": "Intrusive rocks",
    "text": "The sills and dikes of the Siberian Traps LIP are intruded into the Tunguska basin throughout the magmatic province. This basin varies in thickness from 3 to 12.4 km and is characterized by Neoproterozoic shales, carbonates, sandstones, and evaporates; extensive (~2-km-thick) Cambrian evaporates and carbonates; and post-Cambrian sandstones, coals, evaporates, and marls (9). Sediment accumulation ceased in the latest Permian before the onset of Siberian Traps magmatism (9).\nMost of the mapped intrusions are exposed on the periphery of exposures of lavas and volcaniclastic rocks (Fig. 1). Sills are primarily subhorizontal and form sheets up to 350 m thick, with maximum cumulative thicknesses in places of ~1200 m, though total sill thickness throughout the province is poorly constrained because of a lack of outcrop and borehole sampling (9). Similarly, total sill volume in the LIP is difficult to constrain but has been conservatively estimated in excess of 2 × 106 km3 (17). We have dated zircon crystals isolated from 17 sills from the Siberian Traps LIP."
  }, {
    "heading": "RESULTS",
    "text": "LA-ICPMS and CA-TIMS analysis of pyroclastic breccia Explosive eruption is hypothesized to be a critical mechanism by which volatiles and aerosols are delivered to the atmosphere (9). Zircon isolated from 24 samples of pyroclastic breccia yields a wide range of 206Pb/238U dates (~255 Ma to 2.8 Ga), likely related to the dominance of sedimentary clasts of all sizes in these samples. The youngest single zircon grain (s) isolated from the entire sample suite provides a maximum depositional age for the basal pyroclastic rocks of the Siberian Traps LIP. Zircon crystals from these samples were mounted on sticky tape affixed to epoxy pucks and dated by the LA-ICPMS technique (19). Of ~800 zircons dated by the LA-ICPMS method, 80 (10%) of the single-grain LA-ICPMS 206Pb/238U dates were younger than 260 Ma (table S1). The LA-ICPMS technique consumes only a small volume of each crystal. Thus, grains of interest were removed from the mount and analyzed using the CA-TIMS method, which in general is characterized by higher precision, ca. ±0.15%. From the total suite of\n2 of 14\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015 3 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\n~800 zircons, dates on all but 2 of the 48 grains run by CA-TIMS were >258 Ma. A zircon crystal from an Angara river sample, A10-13-3 (Fig. 1), yielded a CA-TIMS date of 256.56 ± 0.46 Ma. The second relatively young grain was isolated from drill core SG-32 at a depth of 2610.4 m, which sampled a pyroclastic layer between lava flows of the Ivakinsky suite at the base of the Noril’sk section (Fig. 1). This grain yielded a CA-TIMS date of 255.58 ± 0.38 Ma (table S2). These two zircon crystals are best interpreted as a maximum eruption age for Siberian Traps LIP pyroclastic rocks in the Noril’sk and Angara regions of the LIP."
  }, {
    "heading": "TIMS analysis of perovskite",
    "text": "No zircon-bearing samples (with the exception of xenocrysts) have been found within the basal Siberian Traps LIP lava flows from the Maymecha-Kotuy or Noril’sk sections (table S2). Kamo et al. (11) reported a weighted mean 206Pb/238U date of 251.7 ± 0.4 Ma on a population of perovskite (CaTiO3) crystals from a melanephelinite lava flow near the base of the Kotuy river section. This date has been widely regarded as the most precise and accurate minimum age for the onset of Siberian magmatism. Given the importance of this constraint, we have resampled and analyzed perovskite crystals from this lava flow. In addition, we present new U/Pb dates on perovskite crystals from two additional lava flows of similar chemical composition, both of which are stratigraphically beneath the sample dated by (11), within this same section of lavas (Fig. 1).\nSample K09-6-2 is from the same flow dated by (11), correlative to sample 3FG-9 from (12), collected from ~200 m above the base of the Arydzhangsky suite within a 12-m-thick weathered melanephelinite flow (Fig. 1). Sample K09-6-1 was collected from a 5-m-thick melanephelinite flow ~170 m above the base of the Arydzhangsky suite and is analogous to sample 3-9 (13). Sample K08-14-3 is the stratigraphically oldest sample and was collected from a crystal-rich lava flow or shallow intrusion in contact with sandstones immediately below the basal lavas of the Arydzhangsky suite, ~8 km downstream on the Kotuy river from sections 1 to 3 described in (13). This sample is likely correlative to sample 3-64 (13).\nThe accuracy of U/Pb perovskite dates is often limited by the necessity of making a correction for the isotopic composition (206Pb/204Pb, 207Pb/204Pb, 208Pb/204Pb) of the initial Pb (Pbi) included in the crystal upon formation. Pbi isotopic composition is most accurately determined for silica undersaturated rocks such as those found at the base of the Maymecha-Kotuy section by using the two-dimensional (2D) and/or total U/Pb isochron method (linear 3D isochron), with clinopyroxene as a low-m phase, following (11). Weighted mean 206Pb/238U dates are more precise than 207Pb/235U dates because 206Pb and 238U isotopes are more abundant and can be measured to higher precision. Hence, in the 3D isochron, inclusion of uncertainty to account for the relatively low-precision 207Pb/235U ratios unnecessarily penalizes the final weighted mean 206Pb/238U date. Thus, we prefer to use the Pbi isotopic composition determined by the 2D linear isochron method inclusive of the low-m phase.\nThe Pbi composition read from the U/Pb isochron y intercept is then used to calculate a final weighted mean 206Pb/238U date using standard data reduction protocols [for example, U/Pb Redux (20, 21)]. Calculated Pbi isotopic compositions and isochron dates for 2D and 3D (both with and without the low-m phase) for all three samples overlap within uncertainty (figs. S1 to S3). All isochrons were constructed using the ISOPLOT software (22).\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\nBefore plotting on isotope correlation diagrams, all raw isotope ratios containing 206Pb are corrected for initial Th disequilibrium by using the measured 208Pb for the Th/U of the clinopyroxene/perovskite. The Th/U of the magma for all three dated samples is assumed to be the whole-rock Th/U measured in sample K08-14-3, which is compositionally identical to the other two samples but is the least altered, and therefore likely to most accurately represent the Th/U of the magma from which perovskite crystallized.\nFor sample K08-14-3, the conventional 2D isochron (206Pb/204Pb versus 238U/204Pb) inclusive of the low-m phase yields a 206Pb/204Pbi of 18.449 ± 0.026 and a date of 252.10 ± 0.54 Ma, mean square of weighted deviates (MSWD) = 0.098 (Table 1 and table S2). This composition and date agree with the values generated exclusive of the low-m phase, which are 18.14 ± 0.92 at 255.3 ± 9.4 Ma (fig. S1).\nFor sample K09-6-1, the conventional 2D isochron inclusive of the low-m phase yields a 206Pb/204Pbi of 18.155 ± 0.021 and a date of 252.15 ± 0.58 Ma, MSWD = 1.07 (Table 1 and table S2). This composition and date agree with the values generated exclusive of the low-m phase, which are 16.2 ± 1.6 at 266.0 ± 11 Ma, although the initial composition is poorly constrained because of very limited spread in the 238U/204Pb, which limits the precision of both the y intercept and the calculated date (fig. S2).\nFor sample K09-6-2, the conventional 2D isochron including the low-m phase yields a 206Pb/204Pbi of 18.329 ± 0.063 and a date of 250.07 ± 0.92 Ma, MSWD = 1.6 (Table 1 and table S2). Excluding the low-m phase, the 206Pb/204Pbi is 18.25 ± 0.16 and the date is 250.8 ± 1.8 Ma, MSWD = 0.96 (fig. S3).\nThe date on sample K09-6-2 is ~2 Ma younger than the other two samples despite what we interpret as an essentially identical stratigraphic position, and ~1.7 ka younger than the date reported on an analogous sample by (11). This disparity suggests that either (i) K09-6-2 is a younger sill intruded into the basal lava sequence, (ii) our date and that of (11) are inaccurate, or (iii) our stratigraphic correlation is inaccurate. No conclusive field evidence of an intrusive relationship exists for any of the units at the base of the Maymecha-Kotuy section (13), and rocks of this composition have not been identified as sills anywhere in the Maymecha-Kotuy or Noril’sk stratigraphy. The two least altered samples (K08-14-3 and K09-6-1) yield dates within uncertainty of one another, and the most altered sample (K09-6-2) yields a date that violates stratigraphic superposition.\nSingle-grain and thus weighted mean dates for all perovskite analyses are extremely sensitive to the Pbi composition because 20 to 50% of the total Pb in a single grain is common Pb, inferred to represent the isotopic composition of the magma from which each grain crystallized. For example, application of the Pbi from (11) to our uncorrected isotopic ratios for analogous sample K09-6-2 results in dates that agree within analytical uncertainty (11). This suggests that the difference in the date for K09-6-2 between this work and (11), and between the other samples dated in the present study, may result from difficulty in recovering the true Pbi from the cpx-perovskite isochron. The simplest explanation is perturbation of the U/Pb system, either on the outcrop or in the laboratory. Laboratory-induced fractionation of U from Pb is possible, leading to an inaccurate 238U/204Pb value. However, aliquots of perovskite were spiked with a mixed U/Pb EARTHTIME ET535 tracer solution before dissolution, and identical rinse and dissolution procedures were used for all three samples dated here, two of which are interpreted to have yielded accurate Pbi compositions. The most striking difference between the three dated samples is the degree\n4 of 14\nto which each is weathered. Samples K09-6-1 and K08-14-3 are less altered than sample K09-6-2, which shows evidence for complete replacement of the original groundmass minerals like nepheline with zeolite and carbonate minerals. It is possible, and we argue probable, that the U/Pb systematics of the clinopyroxene in this sample were perturbed by post-depositional secondary fluid-based alteration. Thus, we adopt the mean of the two overlapping perovskite dates from the\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\nleast-altered samples, at 252.24 ± 0.12 Ma, as the best estimate of the minimum age of magmatism at the base of the Maymecha-Kotuy section.\nCA-TIMS analysis of zircon from welded tuff Zircon-bearing felsic welded tuffs are extremely rare in the Siberian Traps sequence but provide important age constraints on the sequence of non–zircon-bearing lavas with which they are interbedded. Sample\n5 of 14\nhttp://advances.scien D ow nloaded from\nM09-11-1 is a felsic (~75 wt % SiO2), crystal-rich welded ash flow tuff collected ~2 km from the base of the Maymecha-Kotuy section from a 5-m-thick outcrop ~25 m from the base of the Delkansky suite, above the underlying basalts of the Tyvankitsky suite (Fig. 1). This sample corresponds to sample 1-251 in (12) and is in the middle of the ~4-kmthick section of the Maymecha river valley. Analysis of 24 zircons from this sample gives a weighted mean 206Pb/238U date of 251.904 ± 0.061Ma, MSWD = 1.5 (Fig. 2, Table 1, and fig. S2). Sample M09-12-1 is a welded, crystal-rich felsic tuff collected ~160 m above the base of the Delkansky suite, ~130 m above sample M09-11-1. This sample is analogous to 1-229 in (12). Seven grains yield a weighted mean 206Pb/238U date of 251.403 ± 0.048 Ma, MSWD = 1.1.\nCA-TIMS analysis of zircon from intrusive rocks Samples A10-21-1, A10-21-2, and A10-21-3 were collected from three large boulders of dolorite pegmatite downslope from an inaccessible hill-capping massive outcrop of the Padunskii sill, adjacent to the Hydropower station in the city of Bratsk (Fig. 1). The Padunskii sill is mapped as Triassic and intrudes Cambrian to Permian sedimentary rocks. Our weighted mean 206Pb/238Pb dates from A10-23-1, A10-23-2, and A10-23-3 are 251.681 ± 0.063 Ma, MSWD = 1.2 (n = 8), 251.539 ± 0.056 Ma, MSWD = 1.2 (n = 11), and 251.460 ± 0.051 Ma, MSWD = 1.0 (n = 12), respectively (Fig. 1, Table 1, and fig. S1). 206Pb/238U SHRIMP dates from a sample (#ST-08-110) collected very near the samples dated here are presented by (23), and define the crystallization of this sill to 254.2 ± 2.3 Ma (2s), whereas (24, 25) report 40Ar-39Ar dates of 241.6 ± 1.3 Ma and 242.8 ± 1.3 Ma on two samples (9/144y and ST-05-48), which, though collected 70 and 200 km from ours and that of (23), are thought to be the same sill.\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\nAs mapped, this sill extends hundreds of kilometers along strike, ranging in thickness from 20 to 200 m (25). The difference in U/Pb age between the oldest and youngest sample is 220 ± 81 ky and likely reflects multiple pulses of intrusion. Our U/Pb dates and those of (23) do not overlap with those of (16, 25), even after inclusion of external errors that reflect decay constant uncertainties. Assuming that both the U/Pb and 40Ar-39Ar dates are robust, this suggests that these samples come from different sills, consistent with the observation that the extensive network of sills in this area is of generally similar composition and the considerable distances between outcrops preclude definitive testing of lateral continuity. However, no U/Pb dates as young as the 40Ar/39Ar dates presented in (16) have been recognized.\nSample SHL-3085 was collected from an ~40-m-thick dolorite sill adjacent to the Sholokhovsk diatreme, in the Nepa potash salt deposit near the city of Nepa (Fig. 1). Pipes of this type are inferred by (9) to have been a critical component of volatile delivery to the atmosphere. Sample SHL-3085 was collected from a sill adjacent to, but not crosscutting, the diatreme described in (9). A population of 10 single-grain analyses yields a weighted mean 206Pb/238U date of 251.504 ± 0.071 Ma, MSWD = 0.34.\nThe pegmatitic dolorite sample 194/35-860 is from the lower of two sills crosscut by the Sholokhovsk diatreme (9). Svensen et al. (9) present a weighted mean 206Pb/238U date on zircon of 252.0 ± 0.4 Ma, MSWD = 0.57, for this sample. We analyzed zircon crystals from the same mineral separate as (9), four grains from which yield a weighted mean 206Pb/238U date of 251.354 ± 0.088 Ma, MSWD = 0.40. Our date just overlaps with that of (9) when the uncertainty associated with tracer composition is propagated into the weighted mean date, as is required when comparing two U/Pb dates measured using different tracers\non F ebruary 21, 2019\ncem ag.org/\n251.0\n252.0\n251.5\n252.5\n250.0\n250.5\nNoril’sk 1 G22-63-5\n251.907 ± 0.067 Ma MSWD = 0.70, n = 2\nNoril’sk 1 G22-65-0\n251.813 ± 0.065 Ma MSWD = 1.0, n = 5\nN12-5-4 251.74 ± 0.18 Ma\nMSWD = 0.65, n = 2\nKharaelakh KZ1818-1691-1\n251.71 ± 0.14 Ma MSWD = 0.13, n = 3\nA10-23-1 251.681 ± 0.063 Ma MSWD = 1.2, n = 8\nChernogorsky R06-05\n251.660 ± 0.064 Ma MSWD = 0.70, n = 9\nA10-23-2 251.539 ± 0.056 Ma MSWD = 1.2, n = 11\nNoril’sk G22-105-2\n251.64 ± 0.10 Ma MSWD = 0.48, n = 11 S68-700 251.509 ± 0.044 Ma MSWD = 1.4, n = 13\nO-6839 251.504 ± 0.059 Ma MSWD = 0.36, n = 8\nSHL-3085 251.501 ± 0.071 Ma MSWD = 0.34, n = 10\nA10-23-3 251.460 ± 0.051 Ma MSWD = 1.0, n = 12\nDaldykansky N12-3-2\n251.376 ± 0.050 Ma MSWD = 1.1 n = 7\nK09-6-1 252.27 ± 0.11 Ma\nMSWD = 1.5, n = 12 M09-11-1 251.901 ± 0.061 Ma MSWD = 1.6, n = 21\nK08-14-3 252.20 ± 0.12 Ma\nMSWD = 1.1, n = 15 253.0\nPermian\nTriassic\nM09-12-1 251.483 ± 0.088 Ma MSWD = 1.1, n = 7\nLavas\nSills\nPyroclastic rocks\nD at\ne (M\na)\nLT10-2-2 251.795 ± 0.070 Ma MSWD = 1.3, n = 14\nLT10-1-1 251.786 ± 0.054 Ma MSWD = 0.69, n = 8\nTalnakh KZ1799-1195\n251.801 ± 0.088 Ma MSWD = 0.45, n = 10\n251.0\n252.0\n251.5\n252.5\n250.0\n250.5\n253.0\n194-35-700 251.354 ± 0.088 Ma MSWD = 0.40 n = 4\nFig. 2. Single-grain and weighted mean 206Pb/238U dates for Siberian Traps LIP sills, lavas, and pyroclastic rocks. The population of single-grain analyses from which the weighted mean date is calculated is shown for each dated sample. The height of each single-grain date is proportional to the 2s analytical uncertainty on that point. The horizontal rectangle through each population represents the 2s uncertainty on the weighted mean, which itself is represented by a thin horizontal line. Translucent single-grain analyses are not included in the weighted mean calculations. The horizontal gray rectangle and dashed red line running the length of the figure represent the mass extinction interval and calculated date of the paleontologically defined P-T boundary, respectively (4). Samples are color-keyed to match Fig. 1. Raw data can be found in table S2.\n6 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\n(Table 1). Our date uses the EARTHTIME tracer, and single-grain dates have less scatter and smaller uncertainties than those of (9). Hence, we prefer this new date as an accurate estimate of the crystallization age of this sill. This date provides a maximum age constraint on the Sholokhovsk diatreme.\nSamples LT10-1-1, LT10-2-2, and NT12-5-4 were collected along the Nizhnyaya (Lower) Tunguska river, which exposes extensive sequences of volcaniclastic rocks, lavas, and dolorite sills in the center of the magmatic province (16) (Fig. 1). Samples LT10-1-1 and LT102-2 are separated from one another by ~50 km. Sample NT12-5-4 is more than 500 km upriver from these two samples (Fig. 1). Sills in this entire region intrude the Tungusskaya sedimentary rocks, which are locally characterized by thick sandstone and siltstone sequences with minor coal seams. Very few zircon crystals were isolated from a pegmatite segregation within the fine-grained dolorite sample NT12-5-4, and only two grains survived the chemical abrasion process. These two grains yield a weighted mean 206Pb/238U date of 251.74 ± 0.18 Ma, MSWD = 0.85. Zircon crystals from sample LT10-1-1 were isolated from a vein of pegmatitic material within the lower portion of an ~15-m-thick sill exposed for more than 500 m along the river. Eight analyses yield a weighted mean 206Pb/238U date of 251.786 ± 0.054 Ma, MSWD = 0.069. Sample LT10-2-2 was collected from an ~30-cm-thick pegmatitic vein within a finer-grained dolorite sill (Fig. 1). Fourteen analyses yield a weighted mean 206Pb/238U date of 251.795 ± 0.070 Ma, MSWD = 1.3. Dates from all three intrusions overlap within analytical uncertainty, suggesting extensive intrusion at this time in the central portion of the magmatic province.\nSamples S68-700 and O-6832 were collected from within the Oktyabroskoe Fe-ore deposit, ~125 km east of the city of Bratsk (Fig. 1). Samples were collected from two different dolorite sills that cannot be connected in outcrop but that are both cut by the “October pipe” diatreme. Zircons from sample S68-700 were isolated from a small piece of core sampling the ~200-m-thick dolorite sill. Sample O-6832 was collected from outcrop of a ~40-m-thick sill. Thirteen zircon analyses from sample S68-700 yield a weighted mean 206Pb/238U date of 251.509 ± 0.044 Ma, MSWD = 1.4. Eight analyses from sample O-6832 yield a weighted mean 206Pb/238U date of 251.504 ± 0.059 Ma, MSWD = 0.36.\nCA-TIMS analysis of zircon from Noril’sk sills Given the general lack of topographic relief and exposure, clear crosscutting relationships between intrusions and lavas and/or volcaniclastic rocks are rare, with the exception of the Noril’sk region, where the Noril’sk 1 intrusion cuts the lower third of the lava stratigraphy (15, 26) and the Daldykansky intrusion cuts the entirety of this same section (27). Both of these sills have been dated. Zircon crystals were isolated from coarse-grained segregations within three different samples from different depths of drill core AMNH-G22, which samples the entire thickness of what has been described as the mineralized Noril’sk 1 intrusion at the Zapolyarny mine along the northwestern edge of the mapped intrusion (15). Numerous cores and mine exposures have been used to show that this intrusion varies in thickness and composition throughout the region and is interpreted to have been emplaced in multiple pulses (27). A portion of the intrusion cuts the lower third of the Noril’sk lava section through the lower Nadezhdinsky unit (27). On the basis of geochemical arguments, the Noril’sk 1 intrusion is interpreted to be coeval with volcaniclastic rocks between the subunits of the Morongovsky 1 and 2 lavas (28) (Fig. 1). A population of 11 zircon\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\ncrystals from sample G22-105-2 (core depth 105.2 m) yields a weighted mean 206Pb/238U date of 251.64 ± 0.10 Ma, MSWD = 0.48 (Table 1 and table S2). Five grains from sample G22-65-0 (65.0 m) yield a weighted mean 206Pb/238U date of 251.816 ± 0.065 Ma, MSWD = 1.0. A population of two grains from sample G22-63-5 (63.5 m) yields a weighted mean 206Pb/238U date of 251.907 ± 0.067 Ma, MSWD = 0.70.\nIn addition to crosscutting the entire lava stratigraphy, the Daldykansky intrusion also cuts the Ni-bearing Noril’sk-type intrusions (Noril’sk 1, Kharaelakh, Talnakh, and Chernogorsky) (15) (Fig. 1). Zircon crystals were isolated from a 1-kg sample (N12-3-2) of relatively coarsegrained dolerite collected from the base of the main cliff outcrop just outside the city of Noril’sk. A population of seven grains yields a weighted mean 206Pb/238U date of 251.376 ± 0.050 Ma, MSWD = 1.1, consistent with field relationships (Table 1 and table S2).\nThe Kharaelakh intrusion crops out west of the Noril’sk-Kharaelakh fault zone, within the Talnakh ore junction (27). The Kharaelakh intrudes Devonian sedimentary tocks, ranges in thickness from 80 to 350 m, and varies in composition from magnetite gabbro to quartz diorite (27). Borehole KZ-1818 was drilled in the northeastern part of the intrusion, sampling mineralized leucogabbro and olivine gabbrodolorite. Similar to the Noril’sk 1 intrusion, which is dated at a maximum of 251.907 ± 0.067 Ma, the Kharaelakh has been chemically correlated to the tuffaceous bed between the Morongovsky 1 and 2 lavas of the Noril’sk section (28). Zircon crystals were isolated from centimeterscale pieces of the core from a depth of 1691.1 m. A population of three grains yields a 206Pb/238U weighted mean date of 251.71 ± 0.14 Ma, MSWD = 0.13.\nThe Talnakh intrusion occurs to the east of the Noril’sk-Kharaelakh fault zone, within the Talnakh ore junction (27). The Talnakh intrudes middle Carboniferous to lower Permian basin sedimentary rocks, is up to 180 m thick, and is dominantly gabbrodolorite with minor leucogabbro (27). Borehole KZ-1799 samples nearly the entire thickness of the north-central portion of the intrusion. Zircon crystals were isolated from small, coarse-grained, felsic segregations within the gabbrodolorite core, from a depth of 1195.0 m. A population of 10 grains yields a 206Pb/238U weighted mean date of 251.801 ± 0.088 Ma, MSWD = 0.45.\nThe Chernogorsky intrusion occurs to the east of the Noril’sk-Kharaelakh fault and is compositionally and physically similar to adjacent Noril’sktype intrusions in that it is “fully differentiated” but differs in its lack of significant sulfide mineralization (15). Sample R05-06 was collected from outcrop near the center of a ~250-m-thick section of the intrusion, which intrudes Devonian and younger basin sedimentary rocks (15). Zircon crystals were isolated from a <1-kg sample. A population of nine grains yields a weighted mean 206Pb/238U date of 251.660 ± 0.064 Ma, MSWD = 0.70."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Evolution of lava stratigraphy",
    "text": "Because only two “young” grains were isolated from a population of more than 800 zircons sourced from pyroclastic rocks collected throughout the province, we believe that these dates are not representative of the timing of eruption. If zircon crystallized during or just before eruption in any of these samples, one would expect to identify a population of young grains rather than a solitary grain that crystallized ~3 Ma before initial lava eruption. Thus, we favor the interpretation that the\n7 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nyoungest dated zircon from pyroclastic rocks (255.58 ± 0.38 Ma) is the youngest age in a detrital spectrum and thus the maximum age for pyroclastic magmatism. The minimum age for these rocks and the maximum age of lavas at the base of the Maymecha-Kotuy section is 252.24 ± 0.12 Ma (Fig. 3). The lower ~1800 m of lava in this section erupted before 251.904 ± 0.061 Ma, over a maximum duration of 336 ± 126 ky. Paleomagnetic secular variation constraints measured from the lowest ~600 m (~30 flows) of this section suggest that the eruption of these rocks occurred over 10 to 100 ky (29). Tripling this value to accommodate the section thickness below the dated tuff bed yields a duration on the order of 30 to 300 ky, consistent with our new geochronology. About 135 m stratigraphically above sample M0911-1, sample M09-12-1 yields a date of 251.483 ± 0.088 Ma, suggesting a hiatus in magmatism/deposition somewhere between the two samples with a maximum duration of 420 ± 149 ky. In this region, lava accumulation resumed by 251.483 ± 0.088 Ma, denoting a maximum age of the upper ~2 km of the Maymecha-Kotuy lava stratigraphy, which includes the Maymechites and Guli intrusive suite (Fig. 3).\nGeochronology from the G22 core that samples the Noril’sk 1 intrusion indicates that in this location, the intrusion is a composite of at least three temporally distinct phases intruded over 267 ± 120 ky. The oldest part of the intrusion dated here yields a weighted mean 206Pb/238U date of 251.907 ± 0.067 Ma. Although the geographically extensive Noril’sk 1 crosscuts the lava stratigraphy in places (15), the core dated here is not directly observed to do so. Thus, the youngest date obtained from the core (251.64 ± 0.10 Ma) constrains the minimum age of the lavas below and including the lower Nadezhdinsky suite of the Noril’sk section. The Daldykansky intrusion cuts all extrusive stratigraphy in this section and defines the minimum age of the lava stratigraphy at 251.376 ± 0.050 Ma (Fig. 3)."
  }, {
    "heading": "Magnetostratigraphic constraints",
    "text": "The lavas at the base of the Maymecha-Kotuy stratigraphic section are characterized by reversed magnetic polarity and are overlain by lavas with normal polarity, which persist through deposition of the Onkuchansky suite (Fig. 3) (30). Above the Onkuchansky suite, the remainder of the Maymecha-Kotuy section is currently characterized by reversed magnetic polarity (12, 30, 31), although this interval contains the hiatus in magmatism between the dated tuffs in the Delkansky suite (Fig. 3). Lavas at the base of the Noril’sk section, within the lower Ivakinsky suite, are characterized by reversed magnetic polarity (31). Above this, the Noril’sk lava stratigraphy is characterized by normal polarity (32). Lind et al. (31) suggest that two flows at the top of the Noril’sk stratigraphy, within the Samoedsky suite, are of reversed polarity, although these authors indicate that the results may be related to post-depositional hematite formation and not primary magnetization. If robust, this suggests that the youngest Noril’sk lavas erupted after a polarity reversal, which is recorded in the Daldykansky intrusion, dated here at 251.376 ± 0.050 Ma.\nIntegration of the new geochronology and existing magnetostratigraphic record from the Siberian Traps LIP with the marine Permian/ Triassic magnetostratigraphic record of (33) and the U/Pb age model for mass extinction developed by (4) allows projection of the extinction interval onto Siberian Traps LIP stratigraphy (Fig. 3). This must be done with caution, because the paleomagnetic record of (33) was developed for the Shangsi stratigraphic section in South China and was projected onto the Permian-Triassic GSSP (global stratotype sec-\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\ntion and point) at Meishan, China, for which the most recent paleomagnetic record differs slightly. A bed-to-bed correlation between the two sections is tenuous because both sections are highly condensed, separated by ~1400 km, and there is no expectation that individual beds should be continuous over this distance. However, a global compilation of marine and nonmarine sections, summarized by (34), corroborates the extinction interval polarity (normal) of (33).\nUsing the correlation scheme of (33), the normal polarity chron containing the mass extinction interval at the Meishan, GSSP (Beds 25 to 28), has a calculated duration of 358 ± 94 ky, starting with the base of the extinction interval at 251.941 ± 0.037 Ma (4). This normal polarity chron is not recognized in published paleomagnetic stratigraphy on rocks of this age in the Maymecha-Kotuy section. However, this interval coincides with the apparent depositional hiatus and may not be present, is potentially very thin, or is as of yet unrecognized because of course sampling resolution in this region. Below the extinction interval at Meishan, a reversed-polarity zone occurs from the top of Bed 24e to the top of Bed 19 (Fig. 3). Using the dates and sedimentation accumulation rate of (4) for Beds 22 and 25, the depositional age for the top of Bed 19 is calculated to be 252.184 ± 0.133 Ma. This suggests that the polarity reversal within the Onkuchansky suite is at least 252.184 ± 0.133 Ma, consistent with perovskite dates for reversedpolarity lavas stratigraphically below (by ~300 m) this zone, and also indicates that the lower 500 m of this section, including the basal pyroclastic rocks of the Provoboyarsky suite, was erupted before this date. This paleomagnetic constraint also suggests that the entire 3-kmthick Noril’sk stratigraphy, barring the lavas of potentially reversed polarity within the upper Samoedsky suite, was erupted before 252.184 ± 0.133 Ma, consistent with normal polarity for the oldest part of the Noril’sk 1 intrusion dated here (Fig. 3). Incorporating the geochemical correlations of (14), the paleomagnetic framework of (30, 31, 33), and the geochronology from the present study, we conclude that (i) the entire Noril’sk section and at least the oldest dated part of the Noril’sk 1 intrusion were erupted/emplaced within uncertainty of or before the onset of the end-Permian mass extinction interval, which occurs within the proposed depositional hiatus at the top of this section (Fig. 3). (ii) The lower ~2 km of the Maymecha-Kotuy lava stratigraphy, including the basal pyroclastic rocks, was erupted in the Permian before and within the mass extinction interval. (iii) The Daldykansky intrusion was emplaced in the Triassic. (iv) The upper ~2 km of theMaymecha-Kotuy section was erupted in the Triassic. (v) The Guli intrusive complex was emplaced in the Triassic."
  }, {
    "heading": "Magmatism and the carbon cycle",
    "text": "By coupling geochronology and the paleomagnetic stratigraphy from the mass extinction and LIP records, one can project the timeline for magmatism onto the end-Permian carbon cycle topology. For clarity, we have segmented the d13Ccarb record through this duration into intervals (Fig. 4). Interval 1 marks that period of time before the initial downturn in d13Ccarb composition, which is estimated to have begun at 251.999 ± 0.039 Ma (4). Interval 2 spans the abrupt negative spike and recovery in d13Ccarb composition and the extinction, ending at 251.880 ± 0.031 Ma (4). Interval 3 is characterized by relatively invariant d13Ccarb composition following the extinction interval (6). The general positive trend above Interval 3 and the negative spike at ca. 251.4 Ma are within Interval 4 (4). Interval 5 contains the large amplitude d13Ccarb oscillations in the Dienerian and younger rocks documented in (35).\n8 of 14\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015 9 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nPyroclastic and lava eruptions of the Siberian Traps LIP begin within Interval 1, before the initial downturn in d13Ccarb composition and ~300 ky before the onset of mass extinction. No sills dated in this work were emplaced within this period, although the possibility exists that our sampling is not representative of all sills in the province. Lavas continued to be erupted in the Noril’sk and Maymecha-Kotuy regions through Interval 1 and into Interval 2, which contains the abrupt negative downturn in d13Ccarb composition and the entirety of the biotic crisis. The mass extinction interval ends at 251.880 ± 0.031 Ma, slightly postdating, but within uncertainty of emplacement of the oldest dated sample of the Noril’sk 1 sill, the oldest sill dated from anywhere in the province. Eruption of the lower 2 km of the Maymecha-Kotuy lava sequence and the entire Noril’sk lava section also occurs before and during Interval 2.\nThe bulk of intrusive magmatism, including all mineralized intrusions in the Noril’sk region, occurs within Interval 3. The hiatus in deposition/eruption in the Maymecha-Kotuy lava stratigraphy occurs within this period of active intrusive magmatism, potentially persisting into the start of Interval 4. It is unknown if this eruption/deposition hiatus is a province-wide phenomenon or whether its coincidence with the cessation of extinction is significant. The potential for lava flows of reversed magnetic polarity at the top of the Noril’sk section and the young date on the Daldykansky intrusion, which is also of reversed polarity, suggest the potential for a hiatus following deposition of all normal polarity flows in this section. Further geochronology and a refined paleomagnetic stratigraphy are required to resolve this hypothesis.\nThe duration of Interval 4 is relatively poorly constrained because it requires application of the constant sediment accumulation rate\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\ncalculated between dated ash Beds 33 and 34 at Meishan, China (4), up-section through multiple changes in lithology. With this estimate, the abrupt negative excursion in d13Ccarb within Interval 4 occurs at ca. 251.4 Ma, approximately coincident with the onset of eruption of the upper 2 km of the Maymecha-Kotuy section, which includes the extensive Maymechitic lavas, and emplacement of the reversed-polarity Daldykansky intrusion in the Noril’sk region. Our data and those of (11) suggest that the Siberian Traps LIP magmatism ceased before the initiation of the carbonate carbon isotopic variation in Interval 5 (Fig. 3) (35)."
  }, {
    "heading": "Magma flux",
    "text": "Using the lower volume estimate of Vasiliev et al. (17) (2 × 106 km3) and their relative proportions of each phase of magmatism, lavas represent 7.4 × 105 km3, sills 8.8 × 105 km3, and pyroclastic rocks 3.8 × 105 km3. Using the proportions from Ross et al. (18), the total volume of lavas remains the same but sills decrease in volume to 7.4 × 105 km3 and pyroclastic rocks increase to 5.2 × 105 km3. Our age model for the timing of extrusive magmatism is based on the two most extensively studied sections in the entire magmatic province and extensive sampling of intrusive rocks from throughout the province. However, this is no guarantee that eruption rates and timing in this region are applicable throughout the province. Nor is there a guarantee that the sampled sills are age-representative of all intrusive rocks on the province. Thus, estimating the total magma flux requires assuming that the age models constructed here are representative of the entire province. On the basis of this assumption, our age model suggests that two-thirds of the composite 6-km-thick Noril’sk-MaymechaKotuy section was erupted within the 300 ± 126 ka before ~251.9 Ma.\nPyroclastic eruption\n252\nEruption hiatus ?Composite 4 - km lava strat. section\n2 - km lava section including Guli massif\nMax date 255.58 Ma\nInterval 1 Interval 2\nInterval 3 Interval 4 Interval 5\n4\n-4\n-2\n0\n2\nδ13C carb\nIntrusive magmatism in Noril’sk\n?\n251.3 Ma\nLava\nPyroclastic rock\nIntrusive\nExtinction interval\nU/Pb dates this study U/Pb dates GSSP Meishan, China\n252.1252.3 Ma 251.9 251.6 251.4251.8 251.5251.7\nBed 22 Bed 25 Bed 28\nBed 33 Bed 34\n? ? ?2/3 of total erupted lava volume\n? Intrusive magmatism throughout the LIP\n?\n?\nFig. 4. Timeline through the late Permian and early Triassic showing the record of Siberian Traps LIP magmatism, the end-Permian mass extinction interval, and the carbonate carbon isotopic record. Age model for the mass extinction from (4). Carbon isotope data from (4, 49). Carbon isotope record is scaled to time using dates from (4) and is segmented into Intervals (1 to 5) based on the placement of bracketing ash bed dates and record topology. Shading used for the intrusive rock timeline indicates that magma flux per unit time is uncertain between dated samples.\n10 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nThis portion of the composite section includes all of the pyroclastic rocks erupted and two-thirds of the total erupted lava section. Using the total province volume range of 2 × 106 to 4 × 106 km3 and the phase proportions of Vasiliev et al. (17), pyroclastic rock flux in the ~300 ky before the onset of mass extinction is estimated between 3.8 × 105 and 7.6 × 105 km3. Lava flux for this same time period is estimated at between 4.9 × 105 and 9.8 × 105 km3. One-third of lavas were erupted after ~251.9 Ma, representing between 2.4 × 105 and 4.8 × 105 km3 of rock. The Guli intrusion, with an estimated volume of 1 × 104 km3 (12), was also emplaced during this interval. The volume of rock emplaced per unit time is less well constrained. Our age model suggests that intrusive activity occurred, with no apparent hiatus, between ~251.9 and ~251.4 Ma. Without geochronology on additional sills from throughout the magmatic province, the proportion of the total estimated ~9 × 105 to 18 × 105 km3 of sills and dikes emplaced per unit time within the total 500-ky interval cannot be determined."
  }, {
    "heading": "The plausibility of a causal connection",
    "text": "The strong selectivity of the end-Permian biotic crisis for animal metabolic rate/physiology, the evidence for ocean acidification, and the dramatically increased terrestrial and marine temperature all point to anomalously high atmospheric PCO2 as a critical driver of both terrestrial and marine biotic crises (5, 6, 36). Critical to understanding the roles of gases and aerosols in the environment are estimates of flux. Although volatile/aerosol flux estimates from the Siberian Traps LIP are variable because of uncertainty in eruption rates/volumes and the efficiency of volatile delivery, the rapid downturn in carbon isotopes from an exponentially growing pool and the short-duration extinction followed by an increase in seawater temperatures suggest that massive amounts of CH4/CO2 were introduced into the atmosphere/oceans over a restricted interval of LIP magmatism [251.999 ± 0.039 Ma to 251.880 ± 0.037 Ma (4)].\nIn the case of the end-Triassic extinction and Central Atlantic Magmatic Province (CAMP) LIP, magmatism begins a few thousand years before the initiation of the biotic crisis and persists throughout and after the extinction interval, consistent with the idea that the first magmas to erupt were the critical drivers of environmental change (37). This scenario is common to the end-Cretaceous biotic crisis and the Deccan LIP, which is characterized by magmatism both before and after extinction (38), and by the early-Jurassic oceanic anoxic event (OAE) and the Karoo-Ferrar LIP, where there is also temporal evidence suggesting voluminous magmatism both before and long after extinction (39, 40).\nIn the Siberian Traps LIP, early magmatism is characterized by widespread explosive eruptions starting after ~255 Ma. Volatilization of organic-rich sedimentary rocks during rapid, explosive eruption of pyroclastic rocks may well have driven abrupt atmospheric change via addition of volatiles and particulate matter into the upper atmosphere (9), although initial eruption preceded the onset of the mass extinction by at least 300 ± 126 ky. At present, we suspect that the pyroclastic eruptions initiated just before eruption of the ca. ~252.2 Ma lava flows in the Maymecha-Kotuy region. Explosive magmatism was followed by lava eruption, which began a minimum of 300 ky before the extinction and perturbation of the carbon cycle. Because Siberian Traps lavas are relatively volatile-poor, even the significant volumes erupted before the mass extinction are not likely to have resulted in measurable feedback in the global carbon cycle (41).\nSvensen et al. (9) proposed that intrusive magmatism liberated significant volatiles through contact metamorphism with host sedimen-\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\ntary rocks. Many of the volatiles hypothesized to have been released (for example, Cl, F, SO2, CO2, and CH4) are thought to be lethal in the immediate vicinity of the eruption and also have the potential to drive major global environmental change, including carbon cycle perturbations, temperature increase, and ocean acidification (9, 10, 42). We report dates from 17 intrusive bodies, only one of which was emplaced within uncertainty of mass extinction. To first order, the fact that all other sills postdate extinction suggests a minimal role for intrusive rocks in driving mass extinction. However, because there is evidence for extrusive magmatism ~300 ka before the onset of mass extinction, it is probable that this extrusive magmatism had an intrusive counterpart now covered by younger lavas and pyroclastic rocks. Thus, the model of (9) is plausible and preferred here. Difficulty in sampling and dating this unexposed rock may have biased our data set to include only rocks that intruded into the periphery of lava and pyroclastic rocks, which may have formed a competent cap through which most of the younger intrusive rocks were unable to penetrate. Even with potentially biased sample coverage, we show intrusive activity for ca. ~600 ky, a duration similar to that seen in other well-dated LIPs (37, 38, 40). The protracted intrusion interval suggests that similar to lavas and pyroclastic rocks, if rapid loading of the atmosphere by contact metamorphism of host rocks drove environmental change and mass extinction, only a restricted portion of the intrusion interval is responsible.\nSobolev et al. (43) suggest that thermal erosion of the continental lithosphere by a plume head is capable of liberating greenhouse gases at a volume capable of driving extinction, and that these volatiles would be generated before the main phase of volcanism. Given the relatively short residence time of CO2, for example, in the atmosphere, and the temporal evidence for extrusive magmatism >300 ky before the onset of mass extinction, we believe that this model is incapable of driving the punctuated climatic disturbance necessary to trigger the end-Permian environmental crisis. However, whether a “tipping” point is crossed just before the onset of extinction and whether this tipping point is reached by millennia of unabated input and accumulation of greenhouse gases, regardless of source, are not yet known. Thus, a model of plume-related volatile generation remains plausible.\nRothman et al. (44) note that an increase in marine Ni concentration, potentially related to the well-known Ni mineralization associated with the Noril’sk intrusions and Ni-rich lavas in the Noril’sk section (fig. S4), may have triggered an explosive expansion of a methanogenic Archea, Methanosarcina, and resulted in the delivery of a large pulse of methane to the ocean, which set off a chain reaction of responses including anoxia and high concentrations of atmospheric CO2, leading to mass extinction. Whether this is a viable mechanism or not, we have shown that at least part of one such Ni-bearing body (the Noril’sk 1 intrusion) was emplaced coincident with the mass extinction interval. Further, lavas with the highest Ni concentrations in the Noril’sk stratigraphy occur within the Gudchikhinsky suite near the base of the section (28). Thus, geochronology, magnetostratigraphy, and geochemistry all indicate that these Ni-rich lavas were erupted before the onset of extinction.\nSome have noted that biotic restructuring following the end-Permian extinction may have been slower than other mass extinction events, with a return to pre-extinction biodiversity taking as much as 10 Ma (42, 45). Payne and Kump (42) suggested that multiple “pulses” of magmatism from the Siberian Traps LIP drove carbon cycle volatility and suppressed ecosystem recovery in the 5 Ma following extinction. We show two\n11 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nmajor episodes of extrusive magmatism in the northern region of the magmatic province: the first preceding and overlapping with the extinction interval, and the second after an apparent hiatus in magmatism/deposition, starting just before 251.483 ± 0.089 Ma. The entirety of the LIP was emplaced/erupted in a maximum of ~2 Ma, although more than two-thirds of LIP extrusive rocks were erupted before or within uncertainty of the initiation of the mass extinction. In addition, the eruption/deposition hiatus coinciding with the extinction interval is consistent with the environmental effects occurring before and during the extinction, not after. Thus, it seems unlikely that continued eruption following the mass extinction played a role in delaying recovery for such an extended period of time."
  }, {
    "heading": "Concluding remarks",
    "text": "The cause of the end-Permian mass extinction is conjectural but favors extremely rapid injection of a large volume of isotopically light carbon in the form of methane/CO2 into the ocean/atmosphere system, resulting in hypercapnia, low ocean pH, a calcification crisis, and atmosphere/seawater temperature rise. Although the source, isotopic composition, and volume of the injected carbon remain speculative, the short time scale of environmental and biotic response requires a source capable of generating immense volumes of greenhouse gas over short time scales. We demonstrate robust synchrony between the endPermian mass extinction and Siberian Traps LIP magmatism at the ~0.04% level or better, with lava and pyroclastic eruptions predating the onset of extinction by 300 ± 126 ky, permitting a causal connection. Further, two-thirds of an estimated 4 × 106 km3 of magma were emplaced/erupted over this ~300-ky interval, before and during the mass extinction interval.\nThe relative timing of voluminous magmatism and mass extinction, and the potential for this magmatism to generate greenhouse gases, suggests that the most severe extinction in the Phanerozoic is inescapably related to a period of high magmatic flux from the Siberian Traps LIP. However, with recent improvements in the accuracy and precision to which LIP eruption/emplacement time scales are known, an intriguing pattern has emerged: magmatism not only before and during but also long after a punctuated instance of extinction. The striking disparity between rates of the two events suggests that the enormous total volume of LIP magmas might be less important than an aliquot of the total, erupted/emplaced in a very restricted interval. Early sill intrusion into and magma transit through an untapped, volatile-rich basin may be this critical aliquot. With ever improving geochronology, paleontology, and proxy stratigraphic constraints, there is now a need to repopulate models of the atmospheric change resulting from magmatism and to reevaluate the detailed relationship between magmatism and biotic crisis."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": ""
  }, {
    "heading": "Mineral isolation",
    "text": "Zircon, perovskite, and clinopyroxene crystals were separated from bulk rocks by standard jaw crushing, disc-mill, handwashing, magnetic separation, and heavy-liquid procedures. Core samples were processed in a shatterbox before washing and zircon isolation."
  }, {
    "heading": "LA-ICPMS analysis of zircon",
    "text": "Zircon crystals were thermally annealed in quartz crucibles at 900°C for 60 hours. Annealed grains from each sample were transferred to\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\ndouble-sided tape on a 1-inch epoxy resin puck. LA-ICPMS analysis was done on unpolished grains at the LaserChron facility at the University of Arizona in Tucson, Arizona, following the procedure outlined in (19)."
  }, {
    "heading": "Zircon dissolution",
    "text": "After thermal annealing for 60 hours at 900°C and, in select cases, LaserChron analysis, each zircon crystal was placed into a 200-ml Teflon microcapsule and leached in 29 M HF inside high-pressure Parr vessels held at 220°C for 12 hours, a procedure modified after the Chemical Abrasion partial-dissolution procedure of (46). Grains were then transferred into 3-ml Savillex PFA beakers and rinsed with 16 MHNO3 and 6 M HCl, fluxed in the acid at 80°C, followed by a 30-min ultrasonic bath. Between acid washes, grains were rinsed with Milli-Q water. Single zircon crystals were loaded with clean water into Teflon microcapsules and spiked with the EARTHTIME 202Pb-205Pb-233U-235U (ET2535) tracer solution and dissolved in 29 M HF at 220°C for 48 hours. Upon dissolution, aliquots were dried down on a hotplate and redissolved under pressure in 6 M HCl overnight at 180°C. Sample solutions were then dried and redissolved at 80°C in 3 N HCl. Pb and U were separated with a miniaturized HCl-based ion-exchange chromatography procedure modified from (47) with 40-ml columns of AG1x8 resin. Eluted U and Pb were dried down with H3PO4 and then redissolved in a silica gel emitter solution (48) and loaded onto a zone-refined, outgassed Re filament."
  }, {
    "heading": "Perovskite dissolution",
    "text": "Single, inclusion-free crystals and crystal shards ranging in size from 50 to 250 mm were rinsed in 3-ml Savillex PFA beakers with 6.2 N HCl for 30 min at 80°C and then placed in an ultrasonic bath for 30 min, followed by a 2× rinse in Milli-Q water. Single crystals were then transferred into clean Teflon microcapsules and spiked with the EARTHTIME 205Pb-233U-235U (ET535) tracer solution and dissolved in 29 M HF at 220°C for 48 hours. Upon dissolution, samples were dried down and redissolved in 6 M HCl and equilibrated at 180°C for 24 hours, followed by hotplate conversion to 1.1 N HBr. Uranium was isolated from Pb in 1.1 N HBr on 50-ml columns with AG1x8 anion-exchange resin. Uranium splits were then converted on the hotplate to chlorides and put back over the same columns in 3 N HCl, followed by elution in dilute HCl. After the initial U split was taken, columns were converted to chlorides and Pb was extracted with 6.2 N HCl. U and Pb were dried down separately with H3PO4 and then brought up in a silica gel emitter solution and loaded onto separate, zone-refined, outgassed Re filaments."
  }, {
    "heading": "Clinopyroxene dissolution",
    "text": "Single crystals, blocky grain fragments, and crystal shards averaging ~150 mm in length were selected from the dense MEI mineral separate, combined into ~0.02-g aliquots, and fluxed in an ultrasonic bath for 30 min in Milli-Q water. The water solution was decanted and replaced by 3 N HCl and fluxed for 30 min at 80°C. This acid solution was decanted and replaced with 6.2 N HCl and fluxed for 30 min at 80°C, followed by a 2× rinse in Milli-Q water, which was then decanted and replaced by equal parts of 29 M HF and ~16 M HNO3 (total of 0.5 ml) and fluxed for 24 hours at 80°C to full dissolution. To minimize the formation of insoluble fluoride compounds, this solution was dried down and redissolved 3× in ~16 M HNO3. Residue was redissolved in 6.2 N HCl and fluxed at 80°C for 24 hours and then dried down and redissolved in 0.5 ml of 1.1 N HBr. This solution was added\n12 of 14\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nto 50-ml ion exchange columns filled with AG1x8 anion-exchange resin. Pb was eluted in chloride form, following initial separation of U and conversion of the column back to chlorides. Lead splits were then dried down, redissolved in 1.1 N HBr, put over fresh resin, and eluted once again as a chloride. Lead was dried down with H3PO4 and then brought up in a silica gel emitter solution and loaded onto zone-refined, outgassed Re filament.\nUranium splits from initial column separation were converted from bromides to chlorides on the hotplate and redissolved in 12 M HCl. Aliquots were diluted in clean water, to which ~0.3 mg of Fe solution and ~30 dps (drops) (varied for each aliquot) of NH4OH were added to facilitate a solution pH increase to 8 to 9. Upon oxide precipitation, solutions were centrifuged 2× and redissolved in peroxide. This solution was dried, converted to a nitric acid solution, and redissolved in 8 N HNO3 in preparation for column chemistry. Solutions were loaded onto 50-ml columns with AG1x8 anion-exchange resin. Uranium was purified with 8 N HNO3 and 6 N HCl and eluted in Milli-Q water. To eliminate organic residue from column separation, samples were dried and redissolved 2× with clean H2O2 before being dried down with H3PO4 and redissolved in a silica gel emitter solution and loaded onto zone-refined, outgassed Re filaments."
  }, {
    "heading": "Mass spectrometry",
    "text": "Zircon. Measurement of isotopic ratios was done on an IsotopX X62 multiple-collector thermal ionization mass spectrometer. Isotopes of Pb were measured by peak-hopping on a single Daly/photomultiplier detector system. Isotopes of U were measured as UO2 on Faraday detectors in static mode. Isotope ratios of U and Pb were corrected for mass fractionation during analysis with the ET2535 tracer solution. Data reduction was done with the Tripoli and U/Pb Redux software packages (20, 21). Zircon analyses were corrected for initial Th disequilibrium with the measured 208Pb for the Th/U of the zircon crystal and assuming that the Th/U of the magma is that of the whole rock.\nPerovskite and clinopyroxene. Measurement of isotopic ratios of Pb was done on either a VG Sector-54 or an IsotopX X62 multiplecollector thermal ionization mass spectrometer. Isotopes of Pb were measured by peak hopping on a single Daly/photomultiplier detector system. Isotopes of Pb were corrected for mass-dependent fractionation by empirically determining a-Pb based on long-term measurements of the NBS-981 common Pb standard and the average of calculated fractionation with 202Pb-205Pb double spike for comparable loads. The quantity and composition of Pb introduced during laboratory procedures were taken to be the average of multiple total procedural blanks. Common Pb in addition to this quantity was assumed to be the initial Pb, the composition of which was determined by the isochron method, using perovskite and clinopyroxene. Data reduction was done with the Tripoli and U/Pb Redux software packages (20, 21)."
  }, {
    "heading": "SUPPLEMENTARY MATERIALS",
    "text": "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/1/7/e1500470/DC1 Fig. S1. Perovskite and clinopyroxene isochrons for sample K08-14-3. Fig. S2. Perovskite and clinopyroxene isochrons for sample K09-6-1. Fig. S3. Perovskite and clinopyroxene isochrons for sample K09-6-2. Fig. S4. Nickel concentration in the Noril’sk lava stratigraphy. Table S1. LA-ICPMS zircon data for Siberian Traps LIP pyroclastic rocks and lavas. Table S2. Zircon and perovskite U/Pb isotopic data and calculated dates.\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015"
  }, {
    "heading": "REFERENCES AND NOTES",
    "text": "1. V. E. Courtillot, P. R. Renne, On the ages of flood basalt events. C. R. Geosci. 335, 113–140\n(2003).\n2. P. R. Vogt, Evidence for global synchronism in mantle plume convection, and possible significance for geology. Nature 240, 338–342 (1972). 3. D. H. Erwin, Extinction: How Life on Earth Nearly Ended 250 Million Years Ago (Princeton Univ. Press, Princeton, NJ, 2006), 296 pp. 4. S. D. Burgess, S. A. Bowring, S.-Z. Shen, High-precision timeline for Earth’s most severe extinction. Proc. Natl. Acad. Sci. U.S.A. 111, 3316–3321 (2014). 5. A. H. Knoll, R. K. Bambach, J. L. Payne, S. Pruss, W. W. Fischer, Paleophysiology and endPermian mass extinction. Earth Planet. Sci. Lett. 256, 295–313 (2007). 6. M. M. Joachimski, X. Lai, S. Shen, H. Jiang, G. Luo, B. Chen, J. Chen, Y. Sun, Climate warming in the latest Permian and the Permian–Triassic mass extinction. Geology 40, 195–198 (2012). 7. M. K. Reichow, M. S. Pringle, A. I. Al’Mukhamedov, M. B. Allen, V. L. Andreichev, M. M. Buslov, C. E. Davies, G. S. Fedoseev, J. G. Fittonh, S. Inger, A. Ya. Medvedev, C. Mitchell, V. N. Puchkov, I. Yu. Safonova, R. A. Scott, A. D. Saunders, The timing and extent of the eruption of the Siberian Traps large igneous province: Implications for the end-Permian environmental crisis. Earth Planet. Sci. Lett. 277, 9–20 (2009). 8. R. E. Ernst, Large Igneous Provinces (Cambridge University Press, Cambridge, 2014), 666 pp. 9. H. Svensen, S. Planke, A. G. Polozov, N. Schmidbauer, F. Corfu, Y. Y. Podladchikov, B. Jamtveit,\nSiberian gas venting and the end-Permian environmental crisis. Earth Planet. Sci. Lett. 277, 490–500 (2009). 10. B. A. Black, L. T. Elkins-Tanton, M. C. Rowe, I. U. Peate, Magnitude and consequences of volatile release from the Siberian Traps. Earth Planet. Sci. Lett. 317–318, 363–373 (2012). 11. S. L. Kamo, G. K Czamanske, Y. Amelin, V. A. Fedorenko, D. W Davis, V. R Trofimov, Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian– Triassic boundary and mass extinction at 251 Ma. Earth Planet. Sci. Lett. 214, 75–91 (2003). 12. V. Fedorenko, G. Czamanske, Results of new field and geochemical studies of the volcanic and intrusive rocks of the Maymecha-Kotuy area, Siberian flood-basalt province, Russia. Int. Geol. Rev. 39, 479–531 (1997). 13. V. Fedorenko, G. Czamanske, T. Zen’ko, J. Budahn, D. Siems, Field and geochemical studies of the melilite-bearing Arydzhangsky Suite, and an overall perspective on the Siberian alkaline-ultramafic flood-volcanic rocks. Int. Geol. Rev. 42, 769–804 (2000). 14. V. A. Fedorenko, P. C. Lightfoot, A. J. Naldrett, G. K. Czamanske, C. J. Hawkesworth, J. L. Wooden, D. S. Ebel, Petrogenesis of the flood-basalt sequence at Noril’sk, North Central Siberia. Int. Geol. Rev. 38, 99–135 (1996). 15. A. J. Naldrett, P. C. Lightfoot, V. Fedorenko, W. Doherty, N. S. Gorbachev, Geology and geochemistry of intrusions and flood basalts of the Noril’sk region, USSR, with implications for the origin of the Ni-Cu ores. Econ. Geol. 87, 975–1004 (1992). 16. A. V. Ivanov, H. He, L. Yan, V. V. Ryabov, A. Y. Shevko, S. V. Palesskii, I. V. Nikolaeva, Siberian Traps large igneous province: Evidence for two flood basalt pulses around the Permo-Triassic boundary and in the Middle Triassic, and contemporaneous granitic magmatism. Earth Sci. Rev. 122, 58–76 (2013). 17. Y. R. Vasiliev, V. V. Zolotukhin, G. D. Feoktistov, S. N. Prusskaya, Evaluation of the volumes and genesis of the Permo–Triassic trap magmatism on the Siberian platform. Russ. Geol. Geophys. 41, 1696–1705 (2000). 18. P. S. Ross, I. Ukstins Peate, M. K. McClintock, Y. G. Xu, I. P. Skilling, J. D. L. White, B. F. Houghton, Mafic volcaniclastic deposits in flood basalt provinces: A review. J. Volcanol. Geotherm. Res. 145, 281–314 (2005). 19. G. E. Gehrels, V. A. Valencia, J. Ruiz, Enhanced precision, accuracy, efficiency, and spatial resolution of U-Pb ages by laser ablation–multicollector–inductively coupled plasma-mass spectrometry. Geochem. Geophys. Geosyst. 9, Q03017 (2008). 20. J. F. Bowring, N. M. McLean, S. A. Bowring, Engineering cyber infrastructure for U-Pb geochronology: Tripoli and U-Pb_Redux. Geochem. Geophys. Geosyst. 12, Q0AA19 (2011). 21. N. M. McLean, J. F. Bowring, S. A. Bowring, An algorithm for U-Pb isotope dilution data reduction and uncertainty propagation. Geochem. Geophys. Geosyst. 12, Q0AA18 (2011). 22. K. Ludwig, User’s Manual for Isoplot (Berkeley Geochronology Center, Berkeley, CA, 2012), pp. 1–72. 23. M. T. Paton, A. V. Ivanov, M. L. Fiorentini, N. J. McNaughton, I. Mudrovska, L. Z. Reznitskii, E. I. Demonterova, Late Permian and Early Triassic magmatic pulses in the Angara–Taseeva syncline, Southern Siberian Traps and their possible influence on the environment. Russ. Geol. Geophys. 51, 1012–1020 (2010). 24. A. V. Ivanov, S. V. Rasskazov, G. D. Feoktistov, H. He, A. Boven, 40Ar/39Ar dating of Usol’skii sill in the south-eastern Siberian Traps Large Igneous Province: Evidence for long-lived magmatism. Terra Nova 17, 203–208 (2005). 25. A. V. Ivanov, H. He, L. Yang, I. V. Nikolaeva, S. V. Palesskii, 40Ar/39Ar dating of intrusive magmatism in the Angara-Taseevskaya syncline and its implication for duration of magmatism of the Siberian traps. J. Asian Earth Sci. 35, 1–12 (2009). 26. S. L. Kamo, G. K. Czamanske, T. E. Krogh, A minimum U-Pb age for Siberian flood-basalt volcanism. Geochem. Cosmochem. Acta 60, 3505–3511 (1996).\n13 of 14\non F http://advances.sciencem ag.org/ D ow nloaded from\n27. N. T. Arndt, G. K. Czamanske, R. J. Walker, C. Chauvel, V. A. Fedorenko, Geochemistry and origin of the intrusive hosts of the Noril’sk-Talnakh Cu-Ni-PGE sulfide deposits. Econ. Geol. 98, 495–515 (2003). 28. J. L. Wooden, G. K. Czamanske, V. A. Fedorenko, Isotopic and trace-element constraints on mantle and crustal contributions to Siberian continental flood basalts, Noril’sk area, Siberia. Geochem. Cosmochim. Acta 57, 3677–3704 (1993). 29. V. E. Pavlov, F. Fluteau, R. V. Veselovskiy, A. M. Fetisova, A. V. Latyshev, Secular geomagnetic variations and volcanic pulses in the Permian-Triassic traps of the Norilsk and Maimecha-Kotui provinces. Izv. Phys. Solid Earth 47, 402–417 (2011). 30. V. E. Pavlov, V. Courtillot, M. L. Bazhenov, R. V. Veselovsky, Paleomagnetism of the Siberian traps: New data and a new overall 250 Ma pole for Siberia. Tectonophysics 443, 72–92 (2007). 31. E. N. Lind, S. V. Kropotov, G. K. Czamanske, S. C. Gromme, V. A. Fedorenko, Paleomagnetism of the Siberian flood basalts of the Noril’sk area: A constraint on eruption duration. Int. Geol. Rev. 36, 1139–1150 (1994). 32. C. Heunemann, D. Krása, H. C. Soffel, E. Gurevitch, V. Bachtadse, Directions and intensities of the Earth’s magnetic field during a reversal: Results from the Permo-Triassic Siberian trap basalts, Russia. Earth Planet. Sci. Lett. 218, 197–213 (2004). 33. J. M. G. Glen, S. Nomade, J. J. Lyons, I. Metcalfe, R. Mundil, P. R. Renne, Magnetostratigraphic correlations of Permian–Triassic marine-to-terrestrial sections from China. J. Asian Earth Sci. 36, 521–540 (2009). 34. M. Szurlies, Late Permian (Zechstein) magnetostratigraphy in Western and Central Europe. Geol. Soc. London Spec. Publ. 376, 73–85 (2013). 35. J. L. Payne, Large perturbations of the carbon cycle during recovery from the end-Permian extinction. Science 305, 506–509 (2004). 36. J. L. Payne, D. J. Lehrmann, D. Follett, M. Seibel, L. R. Kump, A. Riccardi, D. Altiner, H. Sano, J. Wei, Erosional truncation of uppermost Permian shallow-marine carbonates and implications for Permian-Triassic boundary events. Geol. Soc. Am. Bull. 119, 771–784 (2007). 37. T. J. Blackburn, P. E. Olsen, S. A. Bowring, N. M. McLean, D. V. Kent, J. Puffer, G. McHone, E. T. Rasbury, M. Et-Touhami, Zircon U-Pb geochronology links the end-Triassic extinction with the Central Atlantic Magmatic Province. Science 340, 941–945 (2013). 38. B. Schoene, K. M. Samperton, M. P. Eddy, G. Keller, T. Adatte, S. A. Bowring, S. F. R. Khadri, B. Gertsch, U-Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction. Science 347, 182–184 (2015). 39. H. Svensen, F. Corfu, S. Polteau, Ø. Hammer, S. Planke, Rapid magma emplacement in the Karoo Large Igneous Province. Earth Planet. Sci. Lett. 325–326, 1–9 (2012). 40. S. D. Burgess, S. A. Bowring, T. H. Fleming, D. H. Elliot, High-precision geochronology links the Ferrar large igneous province with early-Jurassic ocean anoxia and biotic crisis. Earth Planet. Sci. Lett. 415, 90–99 (2015). 41. S. Self, M. Widdowson, T. Thordarson, A. E. Jay, Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective. Earth Planet. Sci. Lett. 248, 518–532 (2006).\nBurgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015\n42. J. Payne, L. Kump, Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations. Earth Planet. Sci. Lett. 256, 264–277 (2007). 43. S. V. Sobolev, A. V. Sobolev, D. V. Kuzmin, N. A. Krivolutskaya, A. G. Petrunin, N. T. Arndt, V. A. Radko, Y. R. Vasiliev, Linking mantle plumes, large igneous provinces and environmental catastrophes. Nature 477, 312–316 (2011). 44. D. H. Rothman, G. P. Fournier, K. L. French, E. J. Alm, E. A. Boyle, C. Cao, R. E. Summons, Methanogenic burst in the end-Permian carbon cycle. Proc. Natl. Acad. Sci. U.S.A. 111, 5462–5467 (2014). 45. H. Song, P. B. Wignall, Z.-Q. Chen, J. Tong, D. P. G. Bond, X. Lai, X. Zhao, H. Jiang, C. Yan, Z. Niu, J. Chen, H. Yang, Y. Wang, Recovery tempo and pattern of marine ecosystems after the end-Permian mass extinction. Geology 39, 739–742 (2011). 46. J. M. Mattinson, Zircon U–Pb chemical abrasion (“CA-TIMS”) method: Combined annealing and multi-step partial dissolution analysis for improved precision and accuracy of zircon ages. Chem. Geol. 220, 47–66 (2005). 47. T. Krogh, A low-contamination method for hydrothermal decomposition of zircon and extraction of U and Pb for isotopic age determinations.Geochim. Cosmochim. Acta37, 485–494 (1973). 48. H. Gerstenberger, G. Haase, A highly effective emitter substance for mass spectrometric Pb isotope ratio determinations. Chem. Geol. 136, 309–312 (1997). 49. C. Cao, G. D. Love, L. E. Hays, W. Wang, S. Shen, R. E. Summons, Biogeochemical evidence for euxinic oceans and ecological disturbance presaging the end-Permian mass extinction event. Earth Planet. Sci. Lett. 281, 188–201 (2009).\nAcknowledgments: We would like to thank the large group of scientists involved in the Continental Dynamics Siberian Traps Project, specifically L. Elkins-Tanton, B. Black, V. Pavlov, R. Veselovskiy, A. Latyshev, and A. Fetisova. We would also like to thank S. Planke, H. Svensen, and A. Polozov. T. Blackburn, N. Mclean, E. Shea, M. Rioux, J. Ramezani, F. Dudas, D. McGee, and D. Jerram are thanked for support and discussion. We appreciate thoughtful reviews from R. E. Ernst and two anonymous reviewers. Funding: This work was supported by National Science Foundation Continental Dynamics grant EAR-0807475 (to S.A.B.) and Instrumentation and Facilities EAR-0931839 (to S.A.B.). High-precision U-Pb geochronology at the Massachusetts Institute of Technology owes much to the international EARTHTIME community. Author contributions: S.D.B. completed laboratory work, sample collection, and manuscript preparation. S.A.B. assisted in sample collection and manuscript preparation. Competing interests: The authors declare that they have no competing interests.\nSubmitted 13 April 2015 Accepted 12 June 2015 Published 28 August 2015 10.1126/sciadv.1500470\nCitation: S. D. Burgess, S. A. Bowring, High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction. Sci. Adv. 1, e1500470 (2015).\neb\n14 of 14\nruary 21, 2019\nEarth's most severe extinction High-precision geochronology confirms voluminous magmatism before, during, and after\nSeth D. Burgess and Samuel A. Bowring\nDOI: 10.1126/sciadv.1500470 (7), e1500470.1Sci Adv\nARTICLE TOOLS http://advances.sciencemag.org/content/1/7/e1500470\nMATERIALS SUPPLEMENTARY http://advances.sciencemag.org/content/suppl/2015/08/25/1.7.e1500470.DC1\nREFERENCES\nhttp://advances.sciencemag.org/content/1/7/e1500470#BIBL This article cites 46 articles, 10 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScience Advances Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nYork Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee American (ISSN 2375-2548) is published by the American Association for the Advancement of Science, 1200 NewScience Advances\non F ebruary 21, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from"
  }],
  "year": 2015,
  "references": [],
  "id": "SP:34ad2c629c6c8a3ac979b02c4f5155ac635f4c32",
  "authors": [{
    "name": "Samuel A. Bowring",
    "affiliations": []
  }],
  "abstractText": "Burgess and Bowring Sci. Adv. 2015;1:e1500470 28 August 2015 2015 © The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 10.1126/sciadv.1500470 High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction"
}