{
  "sections": [{
    "text": "671"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Despite the fact that, according to the contemporary ideas, a major contribution to global warming observed in the past century comes from anthropogenic forcing, the role of natural external forcings of the climate system (and the contribution of natural climate variability as well) cannot be ruled out [1, 2]. Among the natural external forcings that are significant on decadal and centennial scales, variations in solar irradiance (including both the cyclic and the trend component) and volcanic activity can be indicated.\nMajor volcanic eruptions eject large amounts of sulfur compounds into the atmosphere. Most of these compounds reach the stratosphere, where they reside for one or two years [3]. The global-cooling instantaneous radiative forcing (also referred to as the radiative disturbing forcing [4]) is 3–5 W m –2\nin absolute value for the largest eruptions, reaching ≈ 6 W m –2\nfor the most violent eruption of Mt. Tambora over the past 200 years (1815) [5, 7].\nAs a consequence, the volcanic eruptions lead to climate cooling within one or two years [2, 3, 8, 9]. In particular, after the eruption of Mt. Tambora, the sum-\nmer of 1816 was anomalously cold (“the year without a summer”) [3]. On the other hand, in the winters that follow the eruption of a volcano in the tropics or subtropics, warming is observed over land in the extratropical latitudes of the Northern and Southern hemispheres [2, 3, 8, 9]. The latter is attributed to the response of the tropospheric circulation (a positive phase of the Arctic and Antarctic oscillations) [3, 10–12] and to the enhancement of heat advection from oceanic regions to land. The winter warming of land in the Northern Hemisphere is not manifested after high-latitude eruptions, for example, after the eruption of Mt. Katmai (1912) [13].\nIn addition, a decrease in the influx of solar radiation to the ocean surface causes a decrease in evaporation and the corresponding decrease in precipitation [14, 15] (see also [16, 17].\nAs the frequency of volcanic eruptions increases in some periods, there can be, as a result, a significant climate cooling in these periods. For example, a simultaneous decrease in the solar constant and the enhancement of volcanic activity is considered to be the primary cause of the Little Ice Age in the 17th–19th centuries [2, 3, 6, 18–20]. In turn, a decrease in volca-\n—The climate model of intermediate complexity developed at the A.M. Obukhov Institute of Atmospheric Physics of the Russian Academy of Sciences (IAP RAS CM) is supplemented by a scheme which takes into account the volcanic forcing of climate. With this model, ensemble experiments have been conducted for the 1600s–1900s, in which, along with the volcanic forcing, the anthropogenic forcing due to greenhouse gases and sulfate aerosols and the natural forcing due to variations in solar irradiance were taken into account. The model realistically reproduces the annual mean response of surface air temperature and precipitation to major eruptions both globally and regionally. In particular, the decreases in the annual mean global temperature T\ng in the IAP RAS CM after the largest eruptions in the latter half of the 20th century, the Mt. Agung (1963), El Chichon (1982), and Mt. Pinatubo (1991) volcanic eruptions, are 0.28, 0.27, and 0.46 K, respectively, in agreement with estimates from observational data. Moreover, in the IAP RAS CM, the volcanic eruptions result in a general precipitation decrease, especially over land in the middle and high latitudes of the Northern Hemisphere. The seasonal distribution of the response shows good agreement with observations for high-latitude eruptions and worse agreement for tropical and subtropical volcanoes. On interdecadal scales, volcanism leads to variations in T\ng on the order of 0.1 K. In numerical experiments with anthropogenic and natural forcings, the model reproduces a general change in surface air temperature over the past several centuries. Taking into account the volcanic forcing, along with that due to variations in solar irradiance, the model has partly reproduced the nonmonotonic global warming for the 20th century.\nDOI: 10.1134/S0001433808060017\n672\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nELISEEV, MOKHOV\nnic activity and an increase in the solar constant may have been the cause of both the middle-age climatic optimum of the 9th–12th centuries [2, 3, 6, 18, 19, 21] and the warming observed in the first half of the 20th century [2, 3, 6, 18, 19, 21–23].\nM.I. Budyko suggested that the response of climate to volcanic eruptions should be regarded as an essence of the method of preventing global warming related to controlled emissions of sulfur compounds into the stratosphere [24]. To date, there is growing interest in this approach [25–29]. Assessing the efficiency of such a way of preventing global warming is possible only with climate models. In this case, the uncertainty in some of the governing parameters of such a method for global warming prevention results in the necessity of conducting a large number of numerical experiments with a cumulative length of tens or hundreds of thousands of years. In the context of the latter, it is feasible to use, along with general circulation climate models, the climate models of intermediate complexity. The models of intermediate complexity assess the efficiency of the proposed method of global warming prevention both globally and regionally with reasonable computer costs [30, 31]. However, one necessary condition for using a selected climate model to assess the efficiency of the controlled climate impact related to sulfur injections into the stratosphere is the realism of the response of this model to volcanic eruptions.\nThis paper outlines a scheme to include volcanic forcing in the climate model of intermediate complexity developed at the A.M. Obukhov Institute of Atmospheric Physics of the Russian Academy of Sciences (IAP RAS CM) [32–36] and gives an estimate of the influence of volcanic activity on climate variations in the past several centuries. In particular, a conclusion will be made about the possible use of the IAP RAS CM for assessing the efficiency of global warming prevention related to controlled stratospheric injections of sulfur compounds."
  }, {
    "heading": "2. MODEL AND NUMERICAL EXPERIMENTS",
    "text": "In this paper, the results of numerical runs with the IAP RAS CM [32–40] were used. The model employs modules for shortwave and longwave radiation transfer, convection, and cloud and precipitation formation. In the scheme of shortwave radiation transfer, cloud cover, water vapor, ozone, and tropospheric sulfate aerosols are taken into account [33, 39]. In the scheme of longwave radiation transfer, air temperature and humidity, clouds, carbon dioxide, methane, and nitrogen monoxide are included (the latter two greenhouse gases are in the “equivalent ëé\n2 ” approximation [33–36]. Large-scale atmospheric dynamics (with scales larger than those corresponding to synoptic processes) is described explicitly. The synopticscale processes are parametrized under the assumption that their ensembles are Gaussian [32, 33, 37].\nThe IAP RAS CM comprises schemes of the carbon [34, 35, 38–40] and methane [36] cycles. Sea ice in the model is diagnosed on the basis of surface air and sea surface temperatures. In the model version used here, surface hydrology is prescribed. The IAP RAS CM horizontal resolution is 4.5° in latitude and 6°\nin longitude with eight vertical levels in the atmosphere (up to 80 km).\nIn this paper, results of the numerical runs with the IAP RAS CM version [36] for 1610–2000 were used. This version of the model was supplemented by a scheme for stratospheric volcanic aerosols. Their instantaneous radiative forcing at the top of the atmosphere R\nvol , TOA in the IAP RAS CM depends linearly on the optical depth τ\nvol\nat 0.55 µ m as\nR\nvol , TOA\n= – a\nvol\nτ\nvol\n(1)\nwith the coefficient a\nvol\n= 22 W/m\n2\n[41]. A similar description of volcanic forcing was used, for example, in the numerical experiments with the ECHAM4/QPYC3 general circulation climate model [42]. It should be noted that a\nvol in different publications is varied from 13 [43] to 30 W/m 2\n[44] (see also [5, 45]). In the VOL numerical experiment, only volcanic forcing was taken into account. The zonally averaged optical depth of volcanic aerosols in this experiment for 1610–1889 was prescribed according to the annual mean data [46], and for 1890–2000 it was prescribed according to the monthly mean data [47]. Zonal averaging of the volcanic aerosol characteristics is permissible at least for numerical experiments with climate models of intermediate complexity (and simpler models) because of the rapid transport of the product of volcanic eruptions in the atmosphere in a zonal direction. For example, a characteristic time of such a transport was three weeks for the El Chichon (1982) and Mt. Pinatubo (1991) eruptions and two weeks for the Krakatau (1883) eruption [3].\nIn addition to this numerical experiment, the GHGSASOL experiment was also conducted, where the anthropogenic forcing of climate due to anthropogenic greenhouse gases ( ëé\n2\n, ë H\n4\n, and N\n2 O), tropospheric sulfate aerosols, and variations in the solar constant were taken into account. In this experiment, the annual emissions of carbon dioxide for 1860–2000 due to fossil-fuel burning and industrial activity were prescribed from the data reported in [48] and land-use emissions were prescribed according to the data of [49]. For 1610–1859, these emissions were extended back according to [50]. Anthropogenic methane emissions for 1860–2000 were prescribed from the data of [51], but 13% smaller (see discussion in [36]). Annual anthropogenic methane emissions were also extended back to 1610–2100 in accordance with [36]. Annual natural methane emissions from wetland ecosystems were interactively calculated by the IAP RAS CM; other natural emissions were set constant in time (see\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nINFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE 673\n[36]). The concentrations of CO\n2\nand CH\n4 were calculated interactively by the IAP RAS CM modules of the carbon and methane cycles. The annual mean concentration of nitrogen monoxide for the 17th–20th centuries was prescribed from Greenland ice core records [52]. The variation in the total amount of tropospheric sulfate aerosols for 1860–2100 was prescribed according to the annual mean output of the atmospheric chemistry and transport model MOZART 2.0 [53]. For the earlier period, the concentration of tropospheric sulfate aerosols was set constant according to the results of [53] for 1860. Changes in the solar constant were prescribed according to [54].\nIn addition, the numerical experiment ALL was performed with the IAP RAS CM, in which all of the external forcings of climate listed above were taken into account.\nAll of the numerical experiments indicated above were performed in the form of ensembles, each of which consisted of 16 members with different initial conditions. The choice of initial conditions for various ensemble members was similar to that used in [55]. The results in the paper are presented for quantities averaged over the corresponding ensemble.\nThe cumulative length of the simulations was 18768 model years. Such long simulations are currently precluded for state-of-the-art general circulation models due to technical limitations. This, in particular, results in the use of computationally significantly less expen-\nsive climate models of intermediate complexity [30, 31] to solve the problem formulated in this paper."
  }, {
    "heading": "3. RESULTS",
    "text": ""
  }, {
    "heading": "3.1. Climate Response to the Strongest Volcanic Eruptions",
    "text": "The largest decrease in the magnitude of the annual mean global surface air temperature T\ng in the VOL experiment is obtained for the Tambora eruption (1815) [3, 56], which amounts to 0.96 K (Fig. 1). A significant decrease in T\ng of 0.58 K is also found for the Grimsvotn (Laki) eruption (1783) [3, 56] and 0.59 K for an unknown volcano (1809) [56]. In the 19th century, a strong global response of 0.42 K in the model is also obtained for the Cosiguina eruption (1835) [3] and 0.24 K for Krakatau (1883) [3, 56]. In the 20th century, the largest decrease in T\ng of 0.46 K in the IAP RAS CM is obtained for the eruption of Mt. Pinatubo (1991) [3, 56]. This value generally agrees with an estimate of 0.5 ± 0.1\nK obtained after the removal of the El Nino effect from observational data [57, 58]. A considerable decrease in global temperature in the IAP RAS CM is also obtained for the eruptions of Santa Maria (1902), Katmai (1912), Agung (1963), and El Chichon (1982) [3, 56], which is equal to 0.37, 0.17, 0.28, and 0.27 K, respectively. The model response to the latter two eruptions agrees with empirical estimates of 0.2 ± 0.1 and 0.4 ± 0.1 K, respec-\n674\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nELISEEV, MOKHOV\ntively [57]. For the Mt. Pinatubo eruption, the response of the IAP RAS CM is close to that obtained with general circulation models GFDL R30 [14], GFDL CM2 [23], and CCSM3 [22], with climate models of intermediate complexity CLIMBER-2 and MoBidiC [18, 19], and with energy balance model [6]. On the other hand, the IAP RAS CM response to the Tambora eruption is larger than that obtained in the CLIMBER-2 and MoBidiC climate models of intermediate complexity (in both cases, ≈ 0.7\nK [18, 19]) and in energy balance model [6] (for which the response to this eruption is ≈ 0.6\nK). The latter appears to be related to the difference in reconstructions of volcanism characteristics used in [6, 18, 19], on the one hand, and in this paper, on the other, and also to a large uncertainty in such reconstructions up to the mid-20th century (reaching 50% in some cases [7]).\nThe model response to the Mt. Pinatubo eruption (as an example of a strong eruption of a tropical volcano) in summer is characterized by a surface cooling of 0.5–1 K over most of the Northern Hemisphere extratropical land and the South Ocean (Fig. 2a). This agrees qualitatively with an observational estimate for March–October [59]. The IAP RAS CM winter response (Fig. 2b) is also characterized by a strong cooling, maximal over Northern Hemisphere extratropical land (>1 K). It is significantly different from the observations of [2, 3]. It should be noted that winter warming over extratropical land areas is not reproduced by a number of other present-day climate models [60].\nThe response of precipitation to the Mt. Pinatubo eruption in the IAP RAS CM (Fig.3) is characterized by the formation of a strong dry anomaly in the extratropical zone. This agrees qualitatively with results of an analysis of precipitation data [3, 15] and with the results of simulations with other climate models (e.g., [14, 16, 17]).\nThe model response to the Katmai eruption (as an example of a strong high-latitude eruption) is also characterized by significant cold anomalies at the surface in the extratropical zone of the Northern Hemisphere. Over extratropical land regions of this hemisphere, the cooling in the winter of 1913 is 1–2 K, with an average for 1913 reaching 0.5–1 K. These\nresults are generally consistent with the corresponding results of the numerical experiments with the GISS-E general circulation model [13]."
  }, {
    "heading": "3.2. Influence of Volcanic Activity on Climate Changes in the 18th–20th Centuries",
    "text": "The intensity of volcanic activity in the 20th century varied nonmonotonically, with an enhancement in the first decade and early in the second decade, a subsequent decrease up to the early 1960s, and an enhancement in the next three decades. For this reason, the estimated linear trends of the 20th-century surface air temperature in the VOL ensemble experiment are statistically insignificant in global averages (table) as well as in separate seasons.\nIn the VOL experiment, however, a general cooling in 1963–1995 (with a higher intensity of volcanic activity) relative to 1915–1962 can be noted (Fig. 4a). On average each year, the decrease in surface air temperature í\na , s is 0.1–0.2 K over Northern Hemisphere land and over Antarctica regions. The cooling in winter is somewhat stronger than in summer.\nThe period of 1915–1962 also turns out to be warmer than the previous 1883–1914 period of high volcanism intensity (Fig. 4b). The magnitude of global temperature change between these periods is 0.1–0.2 K over Northern Hemisphere land.\nAn even larger change in í\na , s is revealed between the 1782–1837 period with high volcanic activity and the 1838–1882 period with low volcanic activity (Fig. 4c). A noticeable response of temperature is observed not only over middle- and high-latitude land, but also in the tropics. At low latitudes, warming occurs over both land and oceans.\nIn the global mean, the temperature change between the two periods with high and low volcanism is –0.08 K from 1915–1962 to 1963–1995 and 0.07 K for from 1883–1914 to 1915–1962. The first two values are much smaller than the 0.74 ± 0.18\nK change in the 20th-century global surface air temperature [2]. They are also smaller than typical values of global warming from the 1910s to the 1930s (0.35 K [2]) and from the 1970s to the present (0.55 K [2]). In this connection, volcanic activity should not be regarded as one of the main causes of climate variations in the 20th century on the whole. However, the model response between 1883–1914 and 1915–1962 is already comparable in the order of magnitude to the global warming of the 1910s–1930s. As a consequence, it may be assumed that the role of volcanic activity in this warming is not negligible. This generally agrees with the conclusions drawn in [2, 3, 6, 18, 19, 21–23].\nThe global temperature change between 1782– 1837 and 1838–1882 in the VOL experiment with the IAP RAS CM is 0.11 K. This value is a significant part\nEnsemble-average coefficients of the linear trend in global surface air temperature (K/century) in numerical experiments with the IAP RAS CM\nExperiment 1900–2000 1750–2000\nALL\n+ 0.58 ± 0.11\n+ 0.28 ± 0.05\nGHGSASOL\n+ 0.61 ± 0.10\n+ 0.28 ± 0.05\nVOL – 0.03 ± 0.05 + 0.01 ± 0.02\nNote: Statistically significant trends at the level ≥ 95% are in bold.\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nINFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE 675\nof characteristic temperature variations in the late preindustrial period (several tenths of a degree) [2, 61]. This agrees with the hypothesis of a large contribution (along with variations in solar irradiance) of volcanic activity to climate variations during this period [2, 3, 6, 18, 19, 21]. For the moving 30-year averaging, typical changes in í g are also ± 0.1 K (except in the interval between the late 18th and the early 19th centuries, when the temperature is somewhat higher; Fig. 1). The standard deviation of the annual mean global surface air temperature on average for the VOL ensemble in the IAP\n676\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nELISEEV, MOKHOV\nRAS CM is 0.08 K for 1900–2000 and 0.11 K for 1610–2000. These values are close to the empirical estimate of the standard deviation of the annual mean global surface air temperature for the second half of the 19th and 20th centuries after trend removal (0.08 K [62]). Thus, the variability of volcanic activity in the IAP RAS CM explains most of the observed variability of surface temperature."
  }, {
    "heading": "3.3. Model Temperature Variation in the 18th–20th Centuries in Numerical Experiments with Natural and Anthropogenic Forcings",
    "text": "In the 20th century, the ALL numerical experiment reveals upward trends of T\na , s that are statistically significant over most of the Northern Hemisphere and over tropics and subtropics of the Southern Hemisphere (Fig. 5a). In regions where the model produces a statistically significant trend, its magnitude over tropical and subtropical oceans is 0.2–0.5 K/century. Over midlatitude and polar oceans and over land, the trend of surface air temperature rise is 0.2–1 K/century, with maxima in Siberia, central Asia, northern North America, and Greenland. Such a spatial structure of the trends of T\na , s and their magnitude agree with empirical estimates for the 20th century [2].\nIn the GHGSASOL experiment, the magnitude of the trend of T\na , s varies slightly relative to that in the ALL experiment, but the region where the trend is statistically significant decreases sharply, embracing only the extratropical land of the Northern Hemi-\nsphere and a small area in the northern part of the Pacific. This appears to be related to the influence of volcanic forcing on the intensity of variability in the IAP RAS CM.\nFor the longer period of 1750–2000 (Fig. 5b), the model trends of surface air temperature are statistically significant almost worldwide except in the subtropical region off the west coast of North America and small oceanic regions near Antarctica. The magnitude of the trend coefficient is <0.1 K/century in the southeast of Europe and in the equatorial region and 0.1–0.2 K/century in many other regions worldwide. As in the 20th century, maxima in this period are observed in Siberia, central Asia, Alaska, and Greenland, but with absolute values smaller than those found for the 20th century.\nIn the global mean, the increase in surface air temperature by the mid-19th century relative to the early 17th century is about 0.6 K for both ALL and GHGSASOL experiments (Fig. 6). A major contribution to this warming in the IAP RAS CM comes from a general growth of the solar constant in this period [50, 63, 64]. Additional (with respect to GHGSASOL) consideration for volcanic forcing in the ALL experiment results in brief (1–3 years long) cool spells after large eruptions, with a negligible difference in T\ng between these two experiments in periods with low volcanic activity. In the period of instrumental data (the second half of the 19th century and the 20th century), the global warming in the model accelerates and T\ng\naddition-\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nINFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE 677\nally increases by ≈0.8 K, including ≈0.75 K in the 20th century (Fig. 6). The latter value agrees well with an empirical estimate of 0.74 ± 0.18 K[2]. Including volcanic forcing, along with the influence of variations in solar irradiance, in the IAP RAS CM made it possible to partly reproduce the nonmonotonic global warming in the 20th century, with a global temperature increase in the 1910s–1930s and 1970s–1980s and a decrease in the 1940s–1960s. However, the difference of interdecadal temperature variations in the 20th century between the IAP RAS CM and observations remains large and may be related to the role of natural climate variability in such variations [65–67] and to the omission of other impacts on climate (for example, ozone changes in the atmosphere).\nIt should be noted that, relative to other reconstructions of the Sun’s irradiance for the past several centuries, the reconstruction under use [54] is characterized by the lowest interdecadal and centennial variations in the solar constant (e.g., [2]). The earlier reconstructions of the Sun’s irradiance for the past several centuries were characterized by an excessive centennial and interdecadal variability, correspondingly overestimating the climate response [2, 68, 69].\nThe linear trend of íg in the IAP RAS CM hardly differs between the numerical experiments GHGSASOL and ALL (table), amounting to ≈0.6 K/century for the 20th century and ≈0.3 K/century for 1750–2000. The\nlower value of the linear trend of global temperature in the 20th century relative to the total temperature change suggests a further acceleration of warming in the second half of the 20th century. Such an accelerated growth of surface air temperature in the 20th century relative to the previous several centuries, pronounced both globally and regionally in the IAP RAS CM, is consistent with the inferences drawn in [2, 40].\nClimate warming in the IAP RS CM is accompanied by a decrease in the amplitude of the annual harmonic of Ta,s (Fig. 7), which indicates that warming predominates in winter as compared to summer. This is in qualitative agreement with results of observational analysis and reanalysis data [1, 2, 70–73]. The negative correlation between changes in the annual mean Ta,s and its annual harmonic in the IAP RAS CM is manifested with both anthropogenic variations alone [39, 72, 73] and volcanic forcing (see above). However, the coefficient of regression of the amplitude of the annual harmonic of Ta,s on the 20th-century annual mean surface air temperature is generally lower than that from reanalysis data [73]."
  }, {
    "heading": "4. CONCLUSIONS",
    "text": "The climate model of intermediate complexity developed at the A.M. Obukhov Institute of Atmospheric Physics of the Russian Academy of Sciences\n678\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nELISEEV, MOKHOV\n(IAP RAS CM) has been supplemented by a module for the volcanic forcing of climate. Ensemble numerical experiments have been performed with the model for the 17th–20th centuries in which, along with the volcanic forcing, the anthropogenic forcing due to greenhouse gases and sulfate aerosols and the natural forcing due to variations in solar irradiance were included. The results are presented for the ensembleaverage quantities. The model realistically reproduces the annual mean response of surface air temperature Ta,s and precipitation to major eruptions on both global and\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nINFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE 679\n680\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nELISEEV, MOKHOV\nIZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008\nINFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE 681\nregional scales. In particular, the decreases in the annual mean global temperature Tg in the IAP RAS CM after the largest eruptions of the second half of the 20th centuries, Mt. Agung (1963), El Chichon (1982), and Mt. Pinatubo, are 0.28, 0.27, and 0.46 K, respectively, in agreement with estimates from observational data. The response of Ta,s to individual eruptions in the IAP RAS CM reaches a maximum over Northern Hemisphere land areas. The winter cooling in the model is much larger than the summer one. For highlatitude eruptions, the latter result agrees with the observations and results of numerical experiments with other current climate models. For eruptions of tropical and subtropical volcanoes, in contrast, such a seasonal distribution of the response disagrees with observations. It should be noted, however, that such a discrepancy is common to some other state-of-the-art climate models [60].\nIn the IAP RAS CM, volcanic eruptions lead to a general precipitation decrease, which is also most considerable over land in the middle and high latitudes of the Northern Hemisphere. This generally agrees with estimates from observational data. On decadal scales, volcanic activity results in Tg variations on the order of 0.1 K.\nIn the numerical experiments with natural and anthropogenic forcing, the model reproduced a general change in surface temperature over the past several centuries. The experiments with the volcanic forcing of climate, along with the forcing due to variations in solar irradiance, have in part reproduced the warming at the beginning and end of the 20th century and the cooling in the middle of the century.\nAs was indicated in the Introduction, volcanic eruptions can be used to assess the efficiency of the global warming prevention method related to controlled emissions of sulfur compounds into the stratosphere [24–29]. The results obtained in the paper allow the use of the IAP RAS CM for assessing the efficiency of this approach, at least for the annual mean climate characteristics [74]. Such an estimate with the IAP RAS CM will be presented in a separate paper."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was supported by programs of the Russian Academy of Sciences, the Russian Ministry of Education and Science (Federal Agency for Science and Innovations), the Russian Foundation for Basic Research (project nos. 06-05-64502, 07-05-00273, 08-05-00532), and a grant from the President of the Russian Federation NSh-755.2008.5."
  }, {
    "heading": "2246–2250 (2000).",
    "text": "66. O. M. Johannessen, L. Bengtsson, M. W. Miles, et al., “Arctic Climate Change: Observed and Modelled Temperature and Sea-Ice Variability,” Tellus A 56(4), 328–"
  }, {
    "heading": "341 (2004).",
    "text": "67. V. A. Semenov, “Structure of Temperature Variability in the High Latitudes of the Northern Hemisphere,” Izv. Akad. Nauk, Fiz. Atmos. Okeana 43(6), 744–753 (2007) [Izv., Atmos. Ocean. Phys. 43(6), 687–695 (2007)].\n68. P. Foukal and G. North, and T. Wigley, “A Stellar View on Solar Variations and Climate,” Science 305 (5693),"
  }, {
    "heading": "68–69 (2004).",
    "text": "69. P. Foukal, C. Frohlich, H, Spruit, T. M. L. Wigley, “Variations in Solar Luminosity and Their Effect on the Earth’s Climate,” Nature, 443 (7108), 161–166 (2006).\n70. Anthropogenic Climate Changes, Ed. by M. I. Budyko and Yu. A. Izrael’ (Gidrometeoizdat, Leningrad, 1987) [in Russian].\n71. I. I. Mokhov and A. V. Eliseev, “Tropospheric and Stratospheric Temperature Annual Cycle: Tendencies of Change,” Izv. Akad. Nauk, Fiz. Atmos. Okeana 33(4), 452–463 (1997) [Izv., Atmos. Ocean. Phys. 33(4), 415–"
  }, {
    "heading": "426 (1997)].",
    "text": "72. A. V. Eliseev and I. I. Mokhov, “Amplitude–Phase Characteristics of the Annual Cycle of Surface Air Temperature in the Northern Hemisphere,” Adv. Atmos. Sci. 20(1), 1–16 (2003).\n73. A. V. Eliseev, I. I. Mokhov, and M. S. Guseva, “Sensitivity of Amplitude–Phase Characteristics of the Surface Air Temperature Annual Cycle to Variations in Annual Mean Temperature,” Izv. Akad. Nauk, Fiz. Atmos. Okeana 42(3), 326–340 (2006) [Izv., Atmos. Ocean. Phys. 42(3), 300–312 (1997)].\n74. I. I. Mokhov and A. V. Eliseev, “Geoengineering Efficiency: Preliminary Assessment with a Climate Model of Intermediate Complexity,” in Research Activities in Atmospheric and Oceanic Modelling, Ed. by J. Cote (World Climate Research Programme, Geneva, 2008).\n75. P. Brohan, J. J. Kennedy, I. Harris, et al., “Uncertainty Estimates in Regional and Global Observed Temperature Changes: A New Data Set from 1850,” J. Geophys. Res. D 111(12), D12106 (2006)."
  }],
  "year": 2008,
  "references": [{
    "title": "The Physical Science Basis, Ed",
    "authors": ["Climate Change 2007"],
    "venue": "by S. Solomon, D. Qin, M. Manning, et al.",
    "year": 2007
  }, {
    "title": "Volcanic Eruptions and Climate,",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys",
    "year": 2000
  }, {
    "title": "Properties, Formation Processes and Consequences of Actions of Atmospheric Aerosol: 7",
    "authors": ["K. Ya. Kondrat’ev", "“From Nano- to Global Scales"],
    "venue": "Aerosol Radiative Forcing and Climate,” Opt. Atmos. Okeana 18(7), 535– 536",
    "year": 2005
  }, {
    "title": "Radiative Forcing by Volcanic Aerosols from 1850 to 1994,",
    "authors": ["N.G. Andronova", "E.V. Rozanov", "F. Yang"],
    "venue": "J. Geophys. Res. D 104(14),",
    "year": 1999
  }, {
    "title": "Causes of Climate Change—the Past 1000 Years,",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289 (5477),",
    "year": 2000
  }, {
    "title": "Climate Forcings in Goddard Institute for Space Studies SI2000 Simulations,",
    "authors": ["J. Hansen", "M. Sato", "L. Nazarenko"],
    "venue": "J. Geophys. Res. D 107(18),",
    "year": 2002
  }, {
    "title": "Groisman, “Regional Climate Forcings of Volcanic Eruptions,",
    "authors": ["P. Ya"],
    "venue": "Meteorol. Gidrol.,",
    "year": 1985
  }, {
    "title": "An Empirical Approach,” Geophys",
    "authors": ["P. Ya. Groisman", "“Possible Regional Climate Consequences of the Pinatubo Eruption"],
    "venue": "Res. Lett. 19(15), 1603–1606",
    "year": 1992
  }, {
    "title": "Model Versus Observations,” Clim",
    "authors": ["H.-F. Graf", "I. Kirchner", "A. Robock", "I. Schult", "“Pinatubo Eruption Winter Climate Effects"],
    "venue": "Dyn. 9 (2), 81–93",
    "year": 1993
  }, {
    "title": "Radiative Forcing from the 1991 Mount Pinatubo Volcanic Eruption,",
    "authors": ["G.L. Stenchikov", "I. Kirchner", "A. Robock"],
    "venue": "J. Geophys. Res.D103(12),",
    "year": 1998
  }, {
    "title": "Northern Hemisphere Winter Climate Response to Greenhouse Gas, Ozone, Solar, and Volcanic Forcing,",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "R.L. Miller", "D. Rind"],
    "venue": "J. Geophys. Res. D 106(7),",
    "year": 2001
  }, {
    "title": "Climatic Response to High-Latitude Volcanic Eruptions,",
    "authors": ["L. Oman", "A. Robock", "G. Stenchikov"],
    "venue": "J. Geophys. Res. D 110(13),",
    "year": 2005
  }, {
    "title": "Twentieth-Century Temperature and Precipitation Trends in Ensemble Climate Simulations Including Natural and Anthropogenic Forcing,",
    "authors": ["A.J. Broccoli", "K.W. Dixon", "T.L. Delworth"],
    "venue": "J. Geophys. Res. D",
    "year": 2003
  }, {
    "title": "Effects of Mount Pinatubo Volcanic Eruption on the Hydrological Cycle As an Analog of Geoengineering,",
    "authors": ["K.E. Trenberth", "A. Dai"],
    "venue": "Geophys. Res. Lett. 34(15),",
    "year": 2007
  }, {
    "title": "Detection and Attribution of Changes in 20th Century Land Precipitation,",
    "authors": ["F.H. Lambert", "P.A. Stott", "M.R. Allen", "M.A. Palmer"],
    "venue": "Geophys. Rev. Lett. 31(10),",
    "year": 2004
  }, {
    "title": "Climate of the Last Millenium: A Sensitivity Study,",
    "authors": ["C. Bertrand", "M.-F. Loutre", "M. Crucifix", "A. Berger"],
    "venue": "Tellus A 54(3),",
    "year": 2002
  }, {
    "title": "Huenerbein, “Assessing Climate Forcings of the Earth System for the Past Millennium,",
    "authors": ["E. Bauer", "M. Claussen", "V. Brovkin"],
    "venue": "Geophys. Res. Lett. 30(6),",
    "year": 2003
  }, {
    "title": "Model Assessments of Possible Climate Changes in the 21st Century in Relation to Climate Changes in the Past and Present,",
    "authors": ["I.I. Mokhov"],
    "venue": "(Nauka, Moscow,",
    "year": 2006
  }, {
    "title": "Comparing the ECHO-G General Circulation Model with the MAGICC Simple Climate Model,” Clim",
    "authors": ["T.J. Osborn", "S.C.B. Raper", "K.R. Briffa", "“Simulated Climate Change during the Last 1", "000 Years"],
    "venue": "Dyn, 27(2–3), 185– 197",
    "year": 2006
  }, {
    "title": "Climate Change Projections for the Twenty-First Century and Climate Change Commitment in the CCSM3,",
    "authors": ["G.A. Meehl", "W.M. Washington", "B.D. Santer"],
    "venue": "J. Clim",
    "year": 2006
  }, {
    "title": "Assessment of Twentieth-Century Regional Surface Temperature Trends Using the GFDL CM2 Coupled Models,",
    "authors": ["T.R. Knutson", "T.L. Delworth", "K.W. Dixon"],
    "venue": "J. Clim",
    "year": 2006
  }, {
    "title": "Budyko, Climate Change (Gidrometeoizdat, Leningrad, 1974) [in Russian",
    "authors": ["I. M"],
    "year": 1974
  }, {
    "title": "Could—or Should— We Do It?,” Clim",
    "authors": ["S.H. Schneider", "“Geoengineering"],
    "venue": "Change 33(3), 291–302",
    "year": 1996
  }, {
    "title": "Earth Systems Engineering and Management,",
    "authors": ["S.H. Schneider"],
    "venue": "Nature 409 (6868),",
    "year": 2001
  }, {
    "title": "Izrael’, “Effective Way for Conserving Climate at the Present-Day Level Is the Main Objective of Solving the Climate Problem,",
    "authors": ["A. Yu"],
    "venue": "Meteorol. Gidrol., No. 10,",
    "year": 2005
  }, {
    "title": "A Contribution to Resolve a Policy Dilemma?,” Clim",
    "authors": ["P.J. Crutzen", "“Albedo Enhancement by Stratospheric Sulfur Injections"],
    "venue": "Change 77(3–4), 211–219",
    "year": 2006
  }, {
    "title": "A Combined Mitigation/Geoengineering Approach to Climate Stabilization,",
    "authors": ["T.M.L. Wigley"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Closing the Gap in the Spectrum of Climate System Models,” Clim",
    "authors": ["M. Claussen", "L. Mysak", "A. Weaver", "et al.", "“Earth System Models of Intermediate Complexity"],
    "venue": "Dyn. 18(18), 579–586",
    "year": 2002
  }, {
    "title": "Comparative Analysis of EMIC Simulations of Current Climate and Equilibrium and Transient Reponses to Atmospheric CO2 Doubling,” Clim",
    "authors": ["V. Petoukhov", "M. Claussen", "A. Berger", "et al.", "“EM 1— Intercomparison Project (EMIP-CO2"],
    "venue": "Dyn. 25(4), 363–385",
    "year": 2005
  }, {
    "title": "Climate Changes and Their Assessments with the IAP RAS Global Climate Model,",
    "authors": ["I.I. Mokhov", "A.V. Eliseev", "P.F. Demchenko"],
    "venue": "Dokl. Akad. Nauk 402(2),",
    "year": 2005
  }, {
    "title": "Sensitivity of the IAP RAS Global Climate Model with an Interactive Carbon Cycle to Anthropogenic Forcings,",
    "authors": ["I.I. Mokhov", "A.V. Eliseev", "A.A. Karpenko"],
    "venue": "Dokl. Akad. Nauk 407(3),",
    "year": 2006
  }, {
    "title": "Climate and Carbon Cycle Variations in the 20th and 21st Centuries in a Model of Intermediate Complexity,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov", "A.A. Karpenko"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 43(1),",
    "year": 2007
  }, {
    "title": "Interaction of the Methane Cycle and Processes in Wetland Ecosystems in a Climate Model of Intermediate Complexity,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov", "M.M. Arzhanov"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 44(2),",
    "year": 2008
  }, {
    "title": "Decadal Climate Variability in a Coupled Atmosphere– Ocean Climate Model of Moderate Complexity,",
    "authors": ["D. Handorf", "V.K. Petoukhov", "K. Dethloff"],
    "venue": "J. Geophys. Res. D 104(22),",
    "year": 1999
  }, {
    "title": "Carbon Cycle–Climate Feedback Sensitivity to Parameter Changes of a ZeroDimensional Terrestrial Carbon Cycle Scheme in a Climate Model of Intermediate Complexity,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov"],
    "venue": "Theor. Appl. Climatol. 89(1–2),",
    "year": 2007
  }, {
    "title": "Influence of Direct Sulfate-Aerosol Radiative Forcing on the Results of Numerical Experiments with a Climate Model of Intermediate Complexity,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov", "A. Karpenko"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 43(5),",
    "year": 2007
  }, {
    "title": "Decadal-to-Centennial Scale Climate-Carbon Cycle Interactions from Global Climate Models Simulations Forced by Anthropogenic Emissions,",
    "authors": ["I.I. Mokhov", "A.V. Eliseev", "A.A. Karpenko"],
    "venue": "Climate Change Research Progress,",
    "year": 2008
  }, {
    "title": "Efficacy of Climate Forcings,",
    "authors": ["J. Hansen", "M. Sato", "R. Ruedy"],
    "venue": "J. Geophys. Res. D 110(18),",
    "year": 2005
  }, {
    "title": "Influence of Various Forcings on Global Climate in Historical Times Using a Coupled Atmosphere–Ocean General Circulation Model,",
    "authors": ["M. Stendel", "I.A. Mogensen", "J.H. Christensen"],
    "venue": "Clim. Dyn. 26(1),",
    "year": 2006
  }, {
    "title": "Climatic Impact of Stratospheric Volcanic Aerosols,” J",
    "authors": ["M.-D. Chou", "L. Peng", "A. Arking", "“Climate Studies with a Multilayer Energy Balance Model. Part III"],
    "venue": "Atmos. Sci. 41(5), 759–767",
    "year": 1984
  }, {
    "title": "Climate Forcing by Stratospheric Aerosols,",
    "authors": ["A. Lacis", "J. Hansen", "M. Sato"],
    "venue": "Geophys. Res. Lett",
    "year": 1992
  }, {
    "title": "Monitoring the Mt. Pinatubo Aerosol Layer with NOAA/11 AVHRR Data,",
    "authors": ["L.L. Stowe", "R.M. Carey", "P.P. Pellegrino"],
    "venue": "Geophys. Res. Lett. 19(2),",
    "year": 1992
  }, {
    "title": "Hypothesized Climate Forcing Time Series for the Last 500 Years,",
    "authors": ["A. Robertson", "J. Overpeck", "D. Rind"],
    "venue": "J. Geophys. Res. D 106(14),",
    "year": 2001
  }, {
    "title": "A Monthly and Latitudinally Varying Volcanic Forcing Dataset in Simulations of 20th Century Climate,",
    "authors": ["C.M. Ammann", "G.A. Meehl", "W.M. Washington", "C.S. Zender"],
    "venue": "Geophys. Res. Lett. 30(12),",
    "year": 2003
  }, {
    "title": "Global, Regional, and National CO2 Emissions,” in Trends: A Compendium of Data on Global Change (Carbon Dioxide",
    "authors": ["G. Marland", "T.A. Boden", "R.J. Andres"],
    "year": 2005
  }, {
    "title": "Revised Estimates of the Annual Net Flux of Carbon to the Atmosphere from Changes in Land  IZVESTIYA, ATMOSPHERIC AND OCEANIC PHYSICS Vol. 44 No. 6 2008  INFLUENCE OF VOLCANIC ACTIVITY ON CLIMATE CHANGE  683 Use and Land Management 1850–2000,",
    "authors": ["R.A. Houghton"],
    "venue": "Tellus B 55(2),",
    "year": 2003
  }, {
    "title": "Model Assessment of Global Climate Changes in the 21st Century with Consideration for Different Scenarios Variations in Solar Activity,",
    "authors": ["I.I. Mokhov", "V.A. Bezverkhnii", "A.V. Eliseev", "A.A. Karpenko"],
    "venue": "Dokl. Akad. Nauk 411(2),",
    "year": 2006
  }, {
    "title": "Estimates of Global Anthropogenic Methane Emissions 1860–1993,",
    "authors": ["D.I. Stern", "R.K. Kaufmann"],
    "venue": "Chemosphere 33(1),",
    "year": 1996
  }, {
    "title": "Law Dome  CO2, CH4, and N2O Ice Core Records Extended to 2000 Years BP,",
    "authors": ["C. MacFarling Meure", "Etheridge D", "Trudinger"],
    "venue": "Geophys. Res. Lett. 33(14),",
    "year": 2006
  }, {
    "title": "Methodology, Ozone Evaluation, and Sensitivity to Aerosol Wet Deposition,” J",
    "authors": ["L.W. Horowitz", "“Past", "Present", "Future Concentrations of Tropospheric Ozone", "Aerosols"],
    "venue": "Geophys. Res. D 111(22), D22211",
    "year": 2006
  }, {
    "title": "Sheeley, “Modeling the Sun’s Magnetic Field and Irradiance since 1713,",
    "authors": ["Y.-M. Wang", "J. Lean", "N. R"],
    "venue": "Astrophys. J. 625,",
    "year": 2005
  }, {
    "title": "Impact of Global Warming Rate on Permafrost Degradation,",
    "authors": ["P.F. Demchenko", "A.V. Eliseev", "M.M. Arzhanov", "I.I. Mokhov"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 42(1),",
    "year": 2006
  }, {
    "title": "Record of Volcanism since 7000 B.C. from the GISP2 Greenland Ice Core and Implication for the Volcano-Climate System,",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker"],
    "year": 1994
  }, {
    "title": "ENSO, Volcanoes and Record-Breaking Temperatures,",
    "authors": ["T.M.L. Wigley"],
    "venue": "Geophys. Res. Lett. 27(24),",
    "year": 2000
  }, {
    "title": "Robock, “Global Cooling after the Eruption of Mount Pinatubo: A Test of Climate Feedback by Water Vapor,",
    "authors": ["B.J. Soden", "R.T. Wetherald", "G.L. Stenchikov"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Pengqun, “The Spatial Response of the Climate System to Explosive Volcanic Eruptions,",
    "authors": ["P.M. Kelly", "P.D. Jones"],
    "venue": "Int. J. Climatol",
    "year": 1996
  }, {
    "title": "Arctic Oscillation Response to Volcanic Eruptions in the IPCC AR4 Climate Models,",
    "authors": ["G. Stenchikov", "K. Hamilton", "R.J. Stouffer"],
    "venue": "J. Geophys. Res. D 111(7),",
    "year": 2006
  }, {
    "title": "Part I",
    "authors": ["K. Braganza", "D.J. Karoly", "A.C. Hirst", "et al.", "“Simple Indices of Global Climate Variability", "Change"],
    "venue": "Variability and Correlation Structure,” Clim. Dyn. 20(5), 491–502",
    "year": 2003
  }, {
    "title": "Relationship between Variations in Global Surface Temperature and Solar Activity from the  Data of Observations and Reconstructions for the 17th– 20th Centuries and from Model Calculations",
    "authors": ["I.I. Mokhov", "V.A. Bezverkhnii", "A.V. Eliseev", "A.A. Karpenko"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2006
  }, {
    "title": "Model Estimations of Possible Climate Changes in the 21st Century under Different Scenarios of Solar and Volcanic Activity and Anthropogenic Forcings,",
    "authors": ["I.I. Mokhov", "V.A. Bezverkhnii", "A.V. Eliseev", "A.A. Karpenko"],
    "venue": "Kosm. Issled",
    "year": 2008
  }, {
    "title": "Arctic Climate Change: Observed and Modelled Temperature and Sea-Ice Variability,",
    "authors": ["O.M. Johannessen", "L. Bengtsson", "M.W. Miles"],
    "venue": "Tellus A 56(4),",
    "year": 2004
  }, {
    "title": "Structure of Temperature Variability in the High Latitudes of the Northern Hemisphere,",
    "authors": ["V.A. Semenov"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 43(6),",
    "year": 2007
  }, {
    "title": "Variations in Solar Luminosity and Their Effect on the Earth’s Climate,",
    "authors": ["P. Foukal", "H C. Frohlich", "Spruit", "T.M.L. Wigley"],
    "year": 2006
  }, {
    "title": "Tendencies of Change,” Izv",
    "authors": ["I.I. Mokhov", "A.V. Eliseev", "“Tropospheric", "Stratospheric Temperature Annual Cycle"],
    "venue": "Akad. Nauk, Fiz. Atmos. Okeana 33(4), 452–463",
    "year": 1997
  }, {
    "title": "Amplitude–Phase Characteristics of the Annual Cycle of Surface Air Temperature in the Northern Hemisphere,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov"],
    "venue": "Adv. Atmos. Sci. 20(1),",
    "year": 2003
  }, {
    "title": "Sensitivity of Amplitude–Phase Characteristics of the Surface Air Temperature Annual Cycle to Variations in Annual Mean Temperature,",
    "authors": ["A.V. Eliseev", "I.I. Mokhov", "M.S. Guseva"],
    "venue": "Izv. Akad. Nauk, Fiz. Atmos. Okeana 42(3),",
    "year": 2006
  }, {
    "title": "Preliminary Assessment with a Climate Model of Intermediate Complexity,” in Research Activities in Atmospheric and Oceanic Modelling, Ed",
    "authors": ["I.I. Mokhov", "A.V. Eliseev", "“Geoengineering Efficiency"],
    "venue": "by J. Cote",
    "year": 2008
  }, {
    "title": "A New Data Set from 1850,” J",
    "authors": ["P. Brohan", "J.J. Kennedy", "I. Harris", "et al.", "“Uncertainty Estimates in Regional", "Global Observed Temperature Changes"],
    "venue": "Geophys. Res. D 111(12), D12106",
    "year": 2006
  }],
  "id": "SP:f9967a6c905239adbbac23350a2226ab838739ac",
  "authors": [{
    "name": "A. V. Eliseev",
    "affiliations": []
  }, {
    "name": "I. I. Mokhov",
    "affiliations": []
  }],
  "abstractText": "The climate model of intermediate complexity developed at the A.M. Obukhov Institute of Atmospheric Physics of the Russian Academy of Sciences (IAP RAS CM) is supplemented by a scheme which takes into account the volcanic forcing of climate. With this model, ensemble experiments have been conducted for the 1600s–1900s, in which, along with the volcanic forcing, the anthropogenic forcing due to greenhouse gases and sulfate aerosols and the natural forcing due to variations in solar irradiance were taken into account. The model realistically reproduces the annual mean response of surface air temperature and precipitation to major eruptions both globally and regionally. In particular, the decreases in the annual mean global temperature T g in the IAP RAS CM after the largest eruptions in the latter half of the 20th century, the Mt. Agung (1963), El Chichon (1982), and Mt. Pinatubo (1991) volcanic eruptions, are 0.28, 0.27, and 0.46 K, respectively, in agreement with estimates from observational data. Moreover, in the IAP RAS CM, the volcanic eruptions result in a general precipitation decrease, especially over land in the middle and high latitudes of the Northern Hemisphere. The seasonal distribution of the response shows good agreement with observations for high-latitude eruptions and worse agreement for tropical and subtropical volcanoes. On interdecadal scales, volcanism leads to variations in T g on the order of 0.1 K. In numerical experiments with anthropogenic and natural forcings, the model reproduces a general change in surface air temperature over the past several centuries. Taking into account the volcanic forcing, along with that due to variations in solar irradiance, the model has partly reproduced the nonmonotonic global warming for the 20th century. DOI: 10.1134/S0001433808060017",
  "title": "Influence of Volcanic Activity on Climate Change in the Past Several Centuries: Assessments with a Climate Model of Intermediate Complexity"
}