{
  "sections": [{
    "text": "Bonaire (Leeward Antilles). No historical tsunami is recorded for this island. However, an allochthonous marine layer found in all cores at Boka Bartol reveals several sedimentary criteria typically linked with tsunami deposits. Calibrated 14C data from these cores point to a palaeotsunami with a maximum age of 3,300 years. Alternative explanations for the creation of this layer, such as inland flooding during tropical cyclones, cannot entirely be ruled out, though in recent times even the strongest of these events on Bonaire did not deposit significant amounts of sediment onshore. The setting of Boka Bartol changed from an open mangrove-fringed embayment into a poly- to hyperhaline lagoon due to the establishment or closure of a barrier of coral rubble during or subsequent to the inferred\nCommunicated by: Claus-Dieter Hillenbrand\nElectronic supplementary material The online version of this article (doi:10.1007/s00114-012-0993-2) contains supplementary material, which is available to authorized users.\nM. Engel (*) :H. Brückner :D. Kelletat : S. M. May Institute of Geography, Universität zu Köln, Albertus-Magnus-Platz, 50923 Cologne, Germany e-mail: max.engel@uni-koeln.de\nS. Fürstenberg : P. Frenzel Institute of Earth Sciences, Friedrich-Schiller-Universität Jena, Burgweg 11, 07749 Jena, Germany\nA. M. Konopczak Institute of Geography, Christian Albrechts-Universität Kiel, Ludewig-Meyn-Str. 14, 24098 Kiel, Germany\nA. Scheffers Southern Cross GeoScience, Southern Cross University, P.O. Box 157, Lismore, NSW 2480, Australia\nD. Kelletat Institute of Geography, Universität Duisburg-Essen, Universitätsstr. 15, 45141 Essen, Germany\nF. Schäbitz Seminar for Geography and Education, Universität zu Köln, Gronewaldstr. 2, 50931 Cologne, Germany\nG. Daut Institute of Geography, Friedrich-Schiller-Universität Jena, Löbdergraben 32, 07743 Jena, Germany\nevent. The timing of the event is supported by further sedimentary evidence from other lagoonal and alluvial archives on Bonaire.\nKeywords Palaeotsunamis . Caribbean Sea . Tsunami vs. storm deposits . Coastal evolution . Hazard assessment . Foraminifera . Ostracoda"
  }, {
    "heading": "Introduction",
    "text": "A large number of sediment core-based studies have been undertaken in the Caribbean region in order to reconstruct Holocene coastal geo-ecosystems (Weiss 1979; Dix et al. 1999; Klosowska 2003) and vegetation (Monacci et al. 2009; González et al. 2010), relative sea level changes (Toscano and Macintyre 2003) and climate (HigueraGundy et al. 1999). Several studies have interpreted marine overwash deposits in coastal water bodies to infer fluctuations in the frequency of severe tropical cyclones (regionally referred to as hurricanes) (Donnelly and Woodruff 2007; Malaizé et al. 2011; McCloskey and Liu 2012). Using coastal sediment cores or trenches to infer prehistorical tsunami occurrence and to reconstruct the impact of these events on coastal evolution is a task which has only recently been addressed in the Caribbean (Moya and Mercado 2006; Hornbach et al. 2008; Palmer and Burn 2011; Scheucher et al. 2011; Atwater et al. 2012; Reinhardt et al. 2012). Sedimentary traces of ancient tsunamis extend the relatively short documentary record of intra-American tsunami impacts into the mid-Holocene and improve regional risk assessment (Weiss and Bourgeois 2012), as demonstrated by numerous studies worldwide (e.g. Fujiwara et al. 2000; Ramírez-Herrera et al. 2009; Brill et al. 2011; Malik et al. 2011). The impact of palaeotsunamis on the coastal environment has been investigated, for instance, by Atwater et al. (2005).\nThe island of Bonaire (Figs. 1 and 2) has one of the most extensively studied coarse-clast records of extreme wave events (hurricanes and tsunamis) in the Caribbean (e.g. Scheffers 2005; Scheffers et al. 2006; Morton et al. 2008; Spiske and Jaffe 2009; Watt et al. 2010; Engel and May 2012). It has recently been complemented by findings of marine sand and shell deposits buried in floodplains and lagoons (Engel et al. 2010, 2012a).\nIn this paper, new sedimentary evidence for high-energy wave impact inside Washington-Slagbaai National Park on NW Bonaire is presented. The aims were (1) to deduce ecologic and geomorphic environments from long-term background sedimentation, (2) to identify allochthonous marine layers, (3) to use multi-proxy data from the allochthonous layers for distinguishing between storm and tsunami impact, (4) to establish chronological constraints for\nlong-term coastal evolution and episodic wave events, and to (5) evaluate the impact of these episodic wave impacts on the ecosystem in the long term. Results are compared with the findings from the east (Engel et al. 2010) and the west (Engel et al. 2012a) coasts of Bonaire, chronological data derived from supralittoral coral rubble deposits (Scheffers 2005; Scheffers et al. 2006) and further sedimentary records from adjacent islands and coasts."
  }, {
    "heading": "Study area",
    "text": "Tectonic and geological setting of Bonaire\nEastward migration of the Caribbean Plate (CP, c. 1.9 cm/ year towards the west) relative to the North and South American Plates (NAP, c. 3.0 cm/year towards the west; SAP, c. 3.3 cm/year towards the west) is linked with a major subduction zone in the east and complex patterns of strikeslip processes in the north and south (Online Resource 1.1) (Meschede and Frisch 1998). Though being part of the Caribbean geographic region, the ABC islands (Aruba, Bonaire, Curaçao) are located on the Bonaire microplate, which is a component of the Late Cretaceous–Early Cenozoic Leeward Antilles Ridge (LAR), in the active transpressional boundary zone between the CP and the SAP (Audemard et al. 2005). The LAR involves NE–SW extension creating a roughly NW–SE-striking normal fault pattern (Hippolyte and Mann 2011). Bonaire experiences tectonic uplift and tilting, with the highest uplift rates occurring in the northwest (Engel et al. 2012b). The island’s core consists of a volcanic sequence of Middle to Late Cretaceous age (Fig. 2) comprising basalt, andesite, dacite, pelagic cherts and cherty limestones (Washikemba Formation [WF]) (Pijpers 1933;Westermann and Zonneveld 1956; Hippolyte andMann 2011). A striking feature along the coastline is a series of elevated palaeo-reef terraces (Higher Terrace, Middle Terrace, Lower Terrace) associated with Pleistocene sea level highstands (Fig. 2) (for details, see De Buisonjé 1974). The submarine setting off of the NW coast of Bonaire comprises the up to 200-m-wide shallow reef and a forereef slope of around 40° (Hall 1999).\nTropical cyclones and tsunamis on Bonaire\nThe Caribbean region is several times per year crossed by tropical cyclones and, with much lower frequency, impacted by tsunamis. Most cyclones, particularly during late summer and early autumn, belong to the Cape Verde type (CV), triggered by atmospheric easterly waves crossing the North Atlantic between 10° and 20° North (Goldenberg and Shapiro 1996). At the time of peaking sea surface temperatures and decreasing wind shear, these tropical\nwaves may grow into tropical cyclones and cross the Caribbean. After reaching the western edge of the associated subtropical high, they are usually directed polewards (Hobgood 2005). Their effects on the lives and economies in Central America in the form of waves, storm surges, winds and rainfall resulting in mass wasting are severe and have a very uneven spatial distribution. Cyclones most frequently affect the Bahamas, Cuba, Jamaica and the Antilles island arc, where most CV systems enter the Caribbean from the open Atlantic, whereas the entire southern Caribbean from Venezuela to Nicaragua including the study site of Bonaire is less threatened (Fig. 1) (Reading 1990).\nThe influence of extreme wave events (EWE) on the coastal geomorphology and ecosystems of Bonaire reveals significant geographical variations. CV-type tropical cyclones approach from the east and cause flooding along the eastern or windward coast (Scheffers 2005). However, rare cases exist where tropical cyclone systems head eastward, e.g. Hurricane Lenny in 1999, or pass the island to the south and create strong waves along the western (leeward) coast which transport high amounts of coral rubble onshore and contribute to barrier accretion and the formation of small pocket beaches (Scheffers 2005; Spiske and Jaffe 2009). A rubbleproducing reef like the one fringing the western coastline is absent along most parts of the east coast resulting in net erosion of sediment on the seaward edge of the Lower Terrace during tropical cyclones (Scheffers\n2005; Scheffers et al. 2006). Storm surges are rather small (Spiske and Jaffe 2009) due to the narrow shelf (Fig. 2).\nMost Caribbean tsunamis are triggered by tectonic processes including subduction, strike-slip motion and oblique collision along the northern plate boundary, as well as subduction in the east. Submarine mass failure at steep slopes and explosive volcanism also proved to be tsunamigenic (O’Loughlin and Lander 2003). However, most tsunamis in the Caribbean have only local (affected area is located within a radius of <100 km from the source) to regional (100–750 km) effects (Harbitz et al. 2012). A farfield tsunami (>750 km) with widespread effects in the eastern Caribbean was triggered by the 1755 Lisbon earthquake. In the southern Caribbean, faults along the Venezuelan coast generated tsunamis in historical times (O'Loughlin and Lander 2003). Based on the Caribbean historical tsunami catalogue of O’Loughlin and Lander (2003) and numerical models of tsunami run-up (r), a 30- year probability for r ≥ 0.5 m of c. 7 % was calculated for northern and eastern Bonaire (Fig. 1) (Parsons and Geist 2009). However, no historical account on the occurrence of a tsunami exists on the entire island (Online Resource 1.1) (O’Loughlin and Lander 2003).\nThe largest boulders of Bonaire which are distributed along the east coast of Bonaire and which were linked with tsunami deposition (Scheffers 2005; Watt et al. 2010; Engel and May 2012) may indicate a tsunami source east or southeast of Bonaire, such as active faults\ncrossing the Cariaco Basin (Audemard et al. 2005). However, other deposits and landforms that might correspond to tsunami deposition show a very irregular pattern and accumulated on both sides of the island as a function of refraction of tsunami waves, bathymetry and onshore topography (e.g. shoreline indentations described by Watt et al. 2010), as well as sediment availability.\nSampling sites\nThe area of Washington-Slagbaai National Park, NW Bonaire, is characterised by the undulating topography of the Washikemba Formation (WF). Along the coast, the MIS 5e (Marine Isotope Stage 5e) limestone terrace is present at a width of 20–200 m. At Boka Bartol, it has a height of 5 m. Torrential drainage channels gather near the coast incising\nthe terrace as well as adjacent parts of the WF during sea level lowstands. These coastal indentations are flooded at present forming narrow embayments (bokas) which are separated from the ocean by barriers of coral rubble, up to 3.2 m high and c. 100 m wide (Fig. 3a).\nBoka Bartol has a depth of up to 5.5 m (Fig. 3b) and is highly saline with substantial seasonal changes in water level and salinity. Salinity values known from adjacent bokas, such as Slagbaai or Goto, ranging from 40 to 80 ‰ throughout the year, can be transferred to Boka Bartol as well. After heavy rains, the bokas become brackish (De Boer 1986), while during dry periods salinity may rise up to 120‰ (Kobluk and Crawford 1990). We investigated the sedimentary infill of Boka Bartol on the alluvial fan entering the water body at the landward side (mastercore BBA 10, 12°17′47.44″ N, 68°23′32.36″ W; BBA 8, 12°17′47.35″ N, 68°23′32.27″ W) and in the shallow tributary basin (BBA 11, 12°17′56.77″ N, 68°23′22.51″ W). Present sedimentation (background sedimentation) is characterised by torrential fluvial input and autochthonous precipitation of evaporites. Marine influence during recent severe hurricanes is limited to modifications of the seaward part of the coral rubble ridge (Scheffers 2005). The mean tidal range amounts to c. 30 cm (Bak 1977)."
  }, {
    "heading": "Methods",
    "text": "Open (BBA 8, BBA 11) and closed (BBA 10) sediment cores with diameters of 5 and 6 cm were taken using an Atlas\nCopco, Cobra 248 percussion coring device. Mastercore BBA 10 (9 m long) was brought to the laboratory as a whole and split in order to perform high-resolution investigations. Magnetic susceptibility reflecting the magnetisability of mineral components and thus supporting the differentiation of sediment source areas was measured by means of a Bartington MS2B sensor in steps of 2 mm. One-centimetre sections of the core were taken selectively, air-dried and carefully disintegrated by mortar and pestle. Loss-onignition (LOI) was determined by oven-drying at 105 °C for 12 h and ignition in a muffle furnace at 550 °C for 4 h. A Scheibler-type calcimeter was applied for measuring the carbonate content. After pre-treatment with H2O2 (30 %) and Na4P2O7 (55.7 g/l), grain size distribution was investigated by means of a Beckman Coulter LS 13320 Laser Particle Analyzer (<2 mm) and dry sieving (>2 mm). Sections of peat or where high amounts of gypsum crystals were macroscopically identified were discarded for grain size analyses. Statistical measures of grain size distribution were calculated using GRADISTAT software (Blott and Pye 2001).\nForaminifers and ostracods are highly indicative of past sedimentary processes and ecological conditions (Frenzel and Boomer 2005; Murray 2006; Mamo et al. 2009; Ruiz et al. 2010; Pilarczyk and Reinhardt 2012). The occurrence of both benthic and planktonic taxa was investigated in the wet-sieved grain size fraction of 200–1,000 μmwhich was dried at 42 °C for 24 h. The microfossils were picked completely from the residues using a microscope. Due to a maximum number of 275 ostracod valves and 503 foraminiferal tests per sample,\nwe decided not to split samples before counting. Hence, all individuals were counted and the number of specimens was normalised to 10 g dry sediment. For the taxonomic identification of species and higher level taxa, regional literature was used (Online Resource 2). Scanning electron microscopy (SEM) supported photographic documentation and taxonomic identification. The state of preservation of fossils was documented semi-quantitatively for each sample in order to distinguish reworked and (par-)autochthonous specimens. We used preservation categories ‘broken’, ‘bearing dissolution or abrasion marks’ or ‘complete with a well-preserved surface’.\nThe open cores were documented and sampled in the field. Samples were analysed in the laboratory for macrofauna, LOI and carbonate content. All cores were levelled by differential GPS (Leica SR 530). The bathymetry of Boka Bartol was surveyed using a zodiac and a fishfinder (Lowrance LMS522C iGPS). Age estimates derive from 14C-AMS dating (Table 1). 14C ages were calibrated using Calib 6.0.1 software considering the 2σ error. Terrestrial samples were calibrated using the IntCal09 curve. For marine carbonate samples, the Marine09 curve (Reimer et al. 2009) and a regional marine reservoir effect of ΔR=−49 years (R=400 years) were used (Radtke et al. 2003). Wood samples were carefully examined before dating in order to avoid root contamination resulting in age underestimation of strata."
  }, {
    "heading": "Results",
    "text": "Stratigraphy of the mastercore (BBA 10)\nMastercore BBA 10 (Fig. 4, Online Resource 1.2) was taken on the seasonally flooded part of the alluvial fan entering\nBoka Bartol (Fig. 3a). Core BBA 8 was taken near BBA 10. Both cores comprise four similar and correlatable sedimentary units.\nUnit I (9.00–6.86 m b.s. [below surface]) is represented by black to very dark grey muddy peat. The peat consists of large fragments of mangrove material (predominantly Rhizophora mangle). Six distinct layers of Crassostrea rhizophorae shells and several specimens of Chione cancellata were identified. The lowermost part is dated to 7,657–7,525 calyears BP (calibrated years before present [=1950 AD]) (see core BBA 8 in Fig. 5 and Online Resource 1.3). In the upper part, ages of 6,742–6,636 calyears BP (BBA 8) and 5,986–5,767 calyears BP (BBA 10) were found.\nUnit II (6.86–6.67 m b.s.) consists of greenish grey, poorly sorted silty sand (Fig. 6). The lower contact is erosive. The unit contains a thin inversely graded sequence at the bottom and shows normal grading in the upper part, where lighter particles such as juvenile shells settled. An articulated shell of Corbula sp. was dated to 3,367–3,214 cal years BP. A clast of densely packed C. rhizophorae shells from the underlying unit is incorporated in Unit II. The upper contact is sharp, though non-erosional.\nUnit III is subdivided into IIIa and IIIb. Unit IIIa (6.67– 3.33 m b.s.) comprises a sequence of laminated aragonite mud, gypsum and halite crystals (up to 1 cm), clastic silt and organic matter. The colour varies from very dark greyish brown to yellowish brown. Plant remains and very few shell fragments are present. Unit IIIb (3.33–2.70 m b.s.) is pale brown and consists of layers of sand, sandy silt and organicrich mud. It is moderately sorted and laminated. The content of evaporitic crystals is very low. Its uppermost part was dated to 789–693 cal years BP.\nUnit IV is subdivided into IVa and IVb. Unit IVa (2.70– 1.36 m b.s.) shows very dark grey, moderately sorted fine to medium silt. It is laminated and contains nine distinct sand lenses. Unit IVb (1.36–0.00 m b.s.) consists of very dark grey to very dark brown, poorly sorted silt and sand and contains very few plant fragments. Based on radiocarbon evidence, most of the unit is of historical age (post1499 AD).\nBiofacies of BBA 10\nSemi-quantitative data on macro- and microfaunal components >200 μm are summarised in Fig. 4. Figures 7 and 8 show SEM pictures of relevant taxa, mostly foraminifers and ostracods. Three different biofacies were identified.\nBiofacies A correlates with stratigraphic Unit I and is characterised by moderate abundance of both ostracods and foraminifers. At the bottom, the dominant ostracod taxa present are Thalassocypria sp. and Perissocytheridea cribrosa, with the latter being the most common species throughout biofacies A (Unit I). The only foraminifer is Rosalina sp.\nBiofacies B shows the highest diversity and abundance of microfaunal remains and is congruent with Unit II. The most abundant ostracod taxa include Orionina bermudae, Bairdia sp., Loxoconcha cf. elliptica and P. cribrosa. Foraminifers in Biofacies B are Cribroelphidium poeyanum, Triloculina spp. and Quinqueloculina polygona. The percentage of broken tests is significantly higher than in Biofacies A (>10 %). Abundance and diversity of microfossils increase towards the top of Biofacies B/Unit II.\nBiofacies C is represented by three samples from Units IIIa, IIIb and IVa. Both abundance and diversity of ostracods are low, while foraminifers were not detected.\nBBA 11\nSediment core BBA 11 (Fig. 8 and Online Resource 1.4– 1.5) was taken at the eastern margin of the shallow tributary basin of Boka Bartol. It is 3 m long.\nSandy silt and numerous medium to very coarse pebble components are found in the lowermost section (3.00–2.26 m b.s.) of BBA 11. The upper part of this\nsection contains several plant fragments. The overlying unit (2.00–1.61 m b.s.) consists of silt, plant remains, juvenile bivalves and only few pebbles at the base. A mixture of organic-rich silt matrix, carbonate sand\nparticles and a high number of mollusc shells and shell fragments is present between 1.61 and 1.47 m b.s. Bivalve shells are dated to 3,329–3,204 and 3,390– 3,236 calyears BP and a plant fragment is dated to\nFig. 6 Section 6.91–6.65 m b.s. (below surface) of sediment core BBA 10 (Fig. 4) showing the possible tsunami deposit (Unit II), its lower and upper boundaries and parts of the underlying and overlying Units I and IIIa. The photograph depicts several sedimentary features which are often—though not exclusively—reported from tsunami\ndeposits: erosional lower contact, varying degrees of sorting, rip-up clast or larger ex situ shells. It also illustrates the significant differences in sedimentation after the event (compare Units I and IIIa) indicating strong and long-duration changes of the geo-ecosystem due to the final closure of Boka Bartol\n3,339–3,162 calyears BP (Table 1). This chaotic layer correlates to stratum II of cores BBA 8 and BBA 10 and is overlain by a thin, mollusc-free silt Unit (1.47– 1.33 m b.s.) capped by a pale olive muddy deposit dominated by evaporitic crystals, anorganic carbonate and a small number of plant remains and stones (1.33–0.44 m b.s.). The top layer consists of silty sand and several coarse to very coarse pebbles."
  }, {
    "heading": "Discussion",
    "text": "Palaeoenvironmental changes and extreme wave events at Boka Bartol\nStratigraphic Units I–IV of BBA 10 (and BBA 8) reflect environmental change and morphodynamic processes at Boka Bartol. Our focus is set on the identification of\nFig. 7 Scanning electron microscope photographs of ostracods from core BBA 10. 1 Perissocytheridea cribrosa, left valve (LV), external; 2 P. cribrosa, right valve (RV), internal; 3 Cypridopsis okeechobei, RV, internal; 4 Orionina bermudae, RV, external; 5 O. bermudae, LV, internal; 6 O. bermudae, dorsal; 7 Loxocorniculum sp., LV, external; 8 Loxocorniculum sp., LV, internal; 9 Loxocorniculum sp., ventral; 10 Loxoconcha aff. elliptica, LV, external; 11 Loxoconcha aff. elliptica, LV, internal; 12\nLoxoconcha aff. elliptica, dorsal; 13 Bairdia sp., RV, external; 14 Bairdia sp., juvenile, LV, external; 15 Cyprideis beaveni, dorsal; 16 C. beaveni, juvenile, LV, external; 17 C. beaveni, LV, internal; 18 Candonidae, juvenile, LV, external; 19 Cyprideis salebrosa, juvenile, RV, external; 20 C. salebrosa, LV, internal; 21 Cyprideis salebrosa, juvenile, dorsal; 22 Thalassocypria sp., RV, internal; 23 Thalassocypria sp., LV, external; 24 Xestoleberis sp., dorsal; 25 Bairdia sp., dorsal\nallochthonous event deposits and the differentiation between potential tsunamis, storms and other sedimentation processes. A discussion on possibilities and pitfalls in differentiating between storm and tsunami deposits is presented, e.g. by Kortekaas and Dawson (2007), Switzer and Jones (2008), Mamo et al. (2009) and Shanmugan (2012).\nUnit I: the open embayment (late early Holocene until c. 3,300 BP)\nHigh values of carbonate, abundant shell remains of C. rhizophorae and plant material indicate a calm marine embayment\nwhich formed due to rapid early to mid-Holocene relative sea level rise (Milne et al. 2005; Engel et al. 2012b). Unit I most likely represents a mangrove belt where C. rhizophorae populate the root system in the intertidal zone. C. rhizophorae require a permanent connection to the ocean throughout the year to reproduce and are known from a salinity range of 10– 40 ‰. The species has not been reported from hypersaline waters (Angell 1986) as in the enclosed bokas of Bonaire. Low magnetic susceptibility indicates negligible influence of terrestrial sedimentation from the inner igneous complexes of Bonaire. An articulated specimen of C. cancellata in living position supports the interpretation of a marginal marine,\nshallow soft-bottom environment (Moore and Lopez 1969). At Boka Bartol, post-glacial ingression occurred until c. 8,000 cal years BP according to radiocarbon ages ofmangrove peat from BBA 8 (Fig. 5), ranging from 7,657–7,525 to 6,742–6,636 cal years BP. The relative sea level reached a position of approx. 1 m below present level c. 5,000 years ago and rose asymptotically since then (Milne et al. 2005; Engel et al. 2012b).\nBiofacies A, congruent with Unit I, is dominated by brackish and marine ostracods and foraminifers. Highest abundance is reached by the ostracod P. cribrosa (Fig. 7(1–2)), tolerating a broad range of salinity (5–48‰) and preferring hard-bottom substrate with detritus cover (Keyser 1977). A reliable indicator of open access to the sea is the presence ofO. bermudae (Fig. 7(4–6)), which is associated with shallow marine environments and a salinity of 32–36‰ (Swain and Gilby 1967), as well as several foraminiferal taxa such as C. poeyanum (Fig. 8(12–14)) and Q. polygona (Fig. 8(15–17)), which are restricted to open lagoons and shallow marine habitats (Hart and Kaesler 1986; Havach and Collins 1997).\nDuring the latest stage of the open embayment, the shallow tributary basin of Boka Bartol (core BBA 11, Fig. 5 and Online Resource 1.5–1.6) was also flooded. Thin-walled, autochthonous juvenile bivalves in the layer between 2.00 and 1.61 m b.s. in that core indicate a connection to the marginal marine environment of the main basin.\nUnit II: a high-energy wave event—tsunami or hurricane? (c. 3,300 BP)\nHigh carbonate content, lowmagnetic susceptibility andmany bivalve shells and shell fragments indicate a marine origin of the deposit. The sharp, lower erosional contact and normally graded bedding in the upper part of Unit II point to a highenergy wave event (Fig. 6), most likely a tsunami or strong storm wave impact (see sedimentary characteristics in Switzer and Jones 2008; Brill et al. 2011; Shanmugan 2012). The difference between the 14C dating from the upper part of Unit I (5,986–5,767 cal BP) and Unit II (3,367–3,214 cal BP) is interpreted to be the result of peat erosion in the mangrove zone by the wave impact and is rather associated with tsunamis than storm waves (Ramírez-Herrera et al. 2009; Engel et al. 2010; Malik et al. 2011). Articulated bivalve shells of Corbula sp. indicate relocation of a living community due to tsunami scouring (Reinhardt et al. 2006) over a short distance from a sandy, shallow marine (reefal?) environment (cf. Treece 1980; García-Cubas and Reguero 1995). Accordingly, we locate the main sediment source just seaward of Boka Bartol, in a distance of c. 1 km from BBA 10 (Figs. 2 and 3). Their deposition was caused by a tsunami rather than a storm, since stepwise transport by storm waves would likely cause separation and/or fragmentation of the valves (Reinhardt et al. 2006, 2012; Donato et al. 2008). The interpretation of tsunami origin of Unit II is furthermore supported\nby a lack of onshore sediment deposition at BBA 10 and other fine-grained sediment traps along the coast—with the exception of Playa Grandi—during recent high-category hurricanes (Engel et al. 2010, 2012a).\nMicrofaunal samples of Unit II form Biofacies B. Ostracods and foraminifers are highly abundant and comprise brackish to open marine taxa. The ostracofauna—and the articulated Corbula sp.—indicate a sediment source comprising the narrow reef in front of Boka Bartol (O. bermudae, Bairdia sp. [Benson 1959; Swain and Gilby 1967]) and marginal lagoons, similar to the conditions prevailing in Boka Bartol during the deposition of Unit I (P. cribrosa, Cyprideis beaveni [Benson 1959; Keyser 1977]). Increased abundance and diversity of ostracods have repeatedly been reported from tsunami deposits in southern Portugal (Hindson and Andrade 1999) or on the Boso and Miura peninsulas, Japan (Fujiwara et al. 2000). The unique presence of foraminiferal taxa Eponides sp. and Nonionoides grateloupi, both usually dwelling on the outer shelf in water depths of up to 180 m (Brooks 1973; Pascual et al. 2009), provides evidence for the transport of deeper shelf sediment to the coast. The majority of foraminiferal taxa are associated with brackish and lagoonal waters (Ammonia beccarii [Havach and Collins 1997; Dix et al. 1999]) and the inner shelf (C. poeyanum, Q. polygona [Hart and Kaesler 1986; Havach and Collins 1997]). Mixed marine foraminiferal assemblages dominated by but not restricted to inner shelf species were also identified in deposits of the Indian Ocean Tsunami of 2004 in Thailand (IOT), Malaysia and India (Nagendra et al. 2005; Hawkes et al. 2007), the 1945 Makran Tsunami in Oman (Pilarczyk and Reinhardt 2012) or the 1755 Lisbon Tsunami (Hindson and Andrade 1999). The presence of species from a greater shelf depth, i.e. below the stormwave base, has often been observed in tsunami deposits and may represent a key diagnostic criterion to rule out storm wave deposition (Mamo et al. 2009; Uchida et al. 2010). It is explained by the ability of tsunamis to entrain sand-sized particles from water depths of up to several hundred metres due to their long period and amplitude (Weiss 2008), whereas the penetration of storm waves deeper than 100 m is associated with a very low probability of occurrence in the Caribbean (Peters and Loss 2012). An upward increase in abundance of foraminifers, as recorded in Unit II, was also observed in IOT deposits from Khao Lak and Phi Phi Don, Thailand (Hawkes et al. 2007), as well as in 1755 Lisbon tsunami deposits (Hindson and Andrade 1999). This might result from their smaller than average size compared to other constituents of Unit II and their preferential deposition out of suspension. A higher number of broken microfossils in unit II (c. 10 %) compared to background sediments (<5 %) conforms to observations from other tsunami deposits (Mamo et al. 2009; Ruiz et al. 2010) and are the result of a high-energy depositional process, though it is not diagnostic for either storm or tsunami (Kortekaas and Dawson 2007).\nThe grain size distribution of Unit II is typical for the combined suspension and bed load of tsunami deposits. Bed load in the lowermost part is associated with an upward coarsening, either resulting from kinetic sieving (‘traction carpet’ according to Moore et al. 2011) or dispersive pressure in grain flows (cf. Shanmugan 2012). The upper part of Unit II represents suspension load: As current velocities during onshore inundation gradually decrease due to bottom friction and internal turbulent flow, coarser sediments settle first, followed by finer particles (Switzer and Jones 2008). Similar conclusions were drawn from a study on inundation patterns during the IOT on Phra Tong Island, Thailand, based on diatoms. High flow velocities during the initial phase of inundation were associated with coarser particles from a littoral or sublittoral source area within the basal deposit (Sawai et al. 2009). At Boka Bartol, these flow patterns are reflected by foraminifers and ostracods of brackish and sublittoral habitats as well as shells and shell fragments and carbonate sand grains (Halimeda) in the basal part indicating a sediment source located in the narrow shallow reef zone and the former embayment. Sawai et al. (2009) recorded marine plankton towards the central part of the IOT deposit on Phra Tong, which might correspond to the occurrence of outer shelf foraminiferal taxa (Eponides sp., N. grateloupi) in the upper part of Unit II in BBA 10. They are interpreted to have jointly fallen out from suspension with the finer sediment fraction deriving from deeper environments at a later stage of tsunami inundation. Comparable to the findings of Sawai et al. (2009), the uppermost microfaunal sample of Unit II shows a higher abundance and higher diversity including more freshwater and brackish taxa.\nUnit II is represented by the layer from 1.61 to 1.47 cm b.s. in core BBA 11 in the shallow tributary basin of Boka Bartol (Fig. 5 and Online Resource 1.5–1.6). Angular shell fragments of allochthonous taxa, such as Corbula sp., which is most abundant in regions of 20–40 m water depth (Treece 1980), also indicate the input of shelf sediment by an extreme wave event. Remarkably consistent 14C datings of 3,339–3,162 (plant fragment), 3,329–3,204 (C. cancellata) and 3,390–3,236 (Corbula sp.) justify the assumption that this layer has been deposited by the potential tsunami around 3,300 BP or shortly after. The large difference in depth between Unit II in both cores is related to local normal faulting between the main and the tributary basin (Engel et al. 2012b). The occurrence of Unit II in all cores may be related to a sheet-like distribution of the deposit which is very common in tsunami overwash (Atwater et al. 2005; Reinhardt et al. 2012; Shanmugan 2012). However, a sheetlike distribution of sand is not uncommon for storm-related overwash either (Switzer and Jones 2008), even though this process often forms distinct lobate sedimentation structures (cf. McCloskey and Liu 2012).\nUnit III: the landlocked lagoon (c. 3,300 BP until today)\nA sharp non-erosional boundary between Unit II and Unit III and the sudden occurrence of aragonite, gypsum and halite in Unit III indicate a substantial modification of the ecosystem and the depositional environment after the inferred tsunami c. 3,300 BP. Evaporites precipitate from hypersaline surface waters in the order of their lowest to highest solubility (see listing in previous sentence). This occurs due to excess evaporation most likely related to the establishment or subaerial growth of the broad barrier of coral rubble separating Boka Bartol from the open sea. Whether the barrier accumulated during the inferred tsunami—a process only documented in very few modern cases (Etienne et al. 2011)—or due to reworking by storms within years after the rubble-producing tsunami, as described for Hawai’i by Richmond et al. (2011), remains a matter of debate.\nOnly limited input of water is provided by torrential rains and the ocean due to the low permeability of the seaward barrier. Large gypsum crystals (>1 cm) may also be the result of interstitial growth (Klosowska 2003). The high salinity since the closure of the lagoon impedes mangrove growth, similar, for instance, to the situation of Red Pond on Anegada described by Atwater et al. (2012), who also relate the final closure of the former bay to catastrophic overwash and fan deposition. Lamination—altered due to gypsum growth—reflects strong fluctuations in water input, salinity and lake level. Torrential events lowering the salinity are indicated by laminae of clastic silt causing peaks in magnetic susceptibility and the presence of Cypridopsis okeechobei (2.73 m b.s.), an ostracod species associated with the phytal zone of freshwater to oligohaline environments (Pérez et al. 2010). In general, faunal remains are scarce in Biofacies C/Unit III compared to Units I and II. An aragonite layer from the upper part of Unit III (sample 2.74 m b.s.) contains an ostracod fauna of low diversity dominated by P. cribrosa, a species highly adapted to a broad range of environments and fluctuating salinities (Keyser 1977).C. beaveni and C. salebrosa, also competitive in poly- and hypersaline habitats (Benson 1959; Keyser 1977), were found as well. The light grey sand layers do not represent overwash events since foraminifers and other marine indicators (bryozoans or echinoid remains, Caecum sp.) are absent.\nLimited inflow and excess of evaporation are also reflected by core BBA 11 (Online Resource 1.5). A whitish evaporite layer occurs at 1.33–0.44 m b.s. correlating with Unit III in BBA 10.\nUnit IV: progradation of the alluvial fan\nUnit IVa is void of gypsum and halite and mainly consists of clastic silt delivered by the alluvial fan entering Boka Bartol at its landward side. This silting up process reached coring\nsite BBA 10 after 800 calyears BP. Magnetic susceptibility, an indicator of terrestrial sedimentary input, increases in Unit IVa. The few peaks in carbonate content indicate precipitation of inorganic carbonate. The uppermost Unit (IVb) represents the rapidly prograding alluvial fan with coarser and more poorly sorted sediments and several angular stones indicating subaerial transport over short distances. The facies is purely terrestrial (erosional product of the igneous interior of NW Bonaire) and almost void of carbonate and faunal remains. We link the rapid alluvial sedimentation in historical times (see also Engel et al. 2010) with ‘reckless cutting’ of naturally grown dye-wood and later Guaiacum trees (known locally as Wayaca) since the arrival of Dutch settlers in 1623. These activities evolved into a rigorous timber trade business in the mid-seventeenth century and the intense former use of today’s Washington-Slagbaai National Park for planting aloe, charcoal production and livestock breeding (Hartog 1978). All these activities must have significantly increased erosion rates. Modern alluvial infill of the tributary basin of Boka Bartol was also recorded in BBA 11 driven by the torrential channel floods in the east.\nOther possible tsunami deposits on Bonaire\nSediments of Boka Bartol provide evidence for an extraordinary wave impact with a maximum age of 3,300 years, which entirely changed the coastal ecosystem and\nsedimentation patterns. Here, we compare these findings with deposits related to EWE—tsunamis or severe hurricanes—from the east (Engel et al. 2010) and west (Engel et al. 2012a) coasts of Bonaire by referring to the numeration of EWE used in Engel et al. (2012a) (Fig. 9).\nEWE I: The oldest extreme wave deposit (EWE I) found so far in Bonaire’s coastal stratigraphies is from Klein Bonaire (around 3,600 BP). EWE II: The well-preserved candidate tsunami deposit from Boka Bartol with a maximum age of 3,300 BP (unit II=EWE II) has counterparts on the east (Klein Bonaire, Saliña Tam, possibly between Saliña Tam and Punt’i Wekua) and west coast (Playa Grandi, possibly Boka Washikemba). EWE II can be identified as the best-documented potential palaeotsunami on Bonaire. EWE III–XI: A sequence of normally graded strata separated by thin mud laminae at Saliña Tam, spanning a time of roughly 1,000 years, has been interpreted as relics of tropical cyclones (EWE III–XI) (Engel et al. 2012a). EWE XII: EWE XII, 2,000 BP or later, left massive shell-dominated deposits at Lagun (Engel et al. 2010) and Saliña Tam (Engel et al. 2012a), both of which were interpreted as tsunamigenic. EWE XIII–XV: Deposits of EWE XIII–XV exhibit the same sedimentary pattern as EWE III–XI and were also only identified at Saliña Tam, which is the only location\nCuraçao, Spaanse W.\nCuraçao, St. Michiel\nCayo Sal\n?\n?\n?\nBonaire, BBA\nBonaire, KLB\nBonaire, SAT\nBonaire, W of SAT\nBonaire, PGR\nBonaire, LGU\nBonaire, BWA\n05001000150020002500300035004000\nyrs cal. BP\nyrs cal. BP\ndeposition by a tsunami is considered to be possible by author(s) based on sedimentary signature and potential tsunami sources deposit is linked to an extreme wave event, though no clear indicators for either tsunami, storm wave or transgression etc. exists 14C (black crosses) and ESR (grey crosses) data showing age spans of supralittoral coarse-clast deposits of the coastal area between Spelonk Lighthouse and Lac Bai on Bonaire (Scheffers et al. 2006)\n05001000150020002500300035004000\nII XIIEWE (yrs AD) I XVI 1530\nFig. 9 Compilation of published Holocene stratigraphic records of Bonaire and adjacent islands where deposition by tsunamis is considered to be likely and where chronological information is available. Sites are indicated in Figs. 1 and 2. Radiometric ages of the coarseclast record of Bonaire (Scheffers et al. 2006) are also shown (black star). Green bars labelled as EWE (extreme wave event) I, II, XII and XVI (for numeration see text and Engel et al. 2012a) mark potential\npalaeotsunamis inferred from the stratigraphic record of Bonaire. Sources: Cayo Sal (Weiss 1979); BBA = Boka Bartol (this study); KLB, SAT, W of SAT = Klein Bonaire, Saliña Tam, West of Saliña Tam (Engel et al. 2012a); PGR, LGU, BWA = Playa Grandi, Lagun, Boka Washikemba (Engel et al. 2010); Curaçao, St. Michiel (Klosowska 2003); Curaçao, Spaanse Water (Hornbach et al. 2008)\non Bonaire where a sequence of palaeo-storm deposits has been identified (Engel et al. 2012a). The only site where thin modern deposits of marine flooding caused by hurricanes were found is Playa Grandi (Engel et al. 2010), representing one link in the line of arguments pro tsunami for EWE II and XII. EWE XVI: Deposits of another younger unspecified EWE XVI (pre-500 BP) were found between Saliña Tam and Punt’i Wekua (Engel et al. 2012a) and Boka Washikemba (Engel et al. 2010). The coastal coarse-clast record on Bonaire indirectly supports the interpretation that some overwash sand layers on Bonaire were deposited by palaeotsunamis. At Spelonk and Boka Olivia, storm waves were ruled out for dislocation of the largest blocks (Scheffers 2005; Watt et al. 2010; Engel and May 2012). The uncertainties in age estimations of the sandy overwash layers based on 14C dating, which mainly include the possibility that the age of the dated object within a marine flooding deposit does not represent the age of the depositional process and fluctuations of the reservoir effect, are even more severe when coarse-clast objects (e.g. coral rubble) are used for dating. Lack of stratigraphical contexts hampers the correlation of boulders and depositional units of coral rubble. However, 32 U/Th dates of coral rubble deposited during the Cyclone Hamish (2009) showed ages clustering around 20–170 years (J.-X. Zhao, personal communication) indicating that a large number of dates from the same depositional unit potentially reduce uncertainties. Bearing this close relation in mind, Scheffers (2005) tentatively clustered uncalibrated 14C and ESR data derived from coarse-clast deposits on Bonaire and inferred tsunamis around 4,300, 3,900, 3,300, 1,200, and 500 BP (Fig. 9). It is obvious that a high amount of dead coral material from the fourth millennium BP was transported onshore, in particular along the west coast, possibly related to EWE II (Scheffers 2005; Scheffers et al. 2006). EWE II even seems to have caused the termination of reef growth in front of Spelonk (Scheffers et al. 2006). However, the broad spectrum of ESR data >3,000 years in Scheffers et al. (2006) may also point to a multiphase genesis of the coarse-clast landforms during several high-energy wave events including tropical cyclones, as suggested by Morton et al. (2008).\nFurther sedimentary evidence of prehistoric extreme wave events in the south Caribbean from stratigraphic archives is rare. A possible tsunami inferred from St. Michiel Lagoon on Curaçao (Klosowska 2003) may correlate with EWE I or II on Bonaire (Fig. 9). Younger overwash deposits at Cayo Sal, Venezuela (Weiss 1979), Spaanse Waters, Curaçao (Hornbach et al. 2008) and BokaWashikemba, Bonaire (Engel et al. 2010) may stem from one and the same event (EWE XVI). Another possible candidate for these deposits is the tsunami of 1530, which affected almost the entire north coast of Venezuela according to historical accounts (O’Loughlin and Lander 2003)."
  }, {
    "heading": "Conclusions",
    "text": "We present the sedimentary record of a saline lagoon (boka) on NW Bonaire, which is separated from the open sea by a broad barrier of coral rubble, in order to provide evidence for prehistoric extreme wave events and their long-term influence on environmental change. Four distinct sedimentary environments and processes were identified:\nUnit I. Open embayment fringed by mangroves Unit II. High-energy wave event (EWE II) destroying the\nmangroves and probably resulting in the establishment of a barrier of coral rubble separating the embayment from the sea and transforming it into a high-salinity lagoon\nUnit III. Poly- to hyperhaline lagoon with fluctuating hydrochemistry Unit IV. Silting up of the lagoon due to a prograding alluvial fan\nAlthough no sedimentary criterion exists, which unambiguously gives evidence for tsunami deposition in different environments (Shanmugan 2012), Unit II (Figs. 4, 5 and 6) was interpreted as tsunamigenic based on the parallel occurrence of a set of signatures often associated with modern tsunami sediments (e.g. Switzer and Jones 2008; Mamo et al. 2009; Shanmugan 2012):\n(a) The presence of allochthonous reefal bivalve shells including articulated specimens and shell fragments with predominantly angular breaks. (b) Marine geochemical (CaCO3) and non-terrestrial geophysical (magnetic susceptibility) sediment properties provide evidence for an allochthonous sediment source. (c) A basal unconformity and a hiatus spanning c. 2,000 years according to 14C ages from core BBA 10. (d) A coarsening upward section resulting from kinetic sieving and a rip-up clast in the lower part, and a fining upward section in the upper part of the deposit representing suspension load. (e) The lack of marine sediment deposition at BBA 10 and BBA 11 during recent high-category hurricanes (even though boundary conditions for sediment deposition during wave events changed after the establishment or subaerial growth of the seaward barrier after EWE II). (f) Significantly increased abundance and diversity of ostracods and foraminifers including brackish to open marine taxa. (g) Foraminiferal taxa from the deeper shelf, which indicate a partial sediment source below the storm wave base. (h) A proximal sediment source in the lower part (shallow marine and lagoonal microfaunal taxa) and increased microfossil diversity in the upper part including deeper\ndwelling taxa, which may reflect the final suspension stage of tsunami sedimentation.\nNone of the criteria (a)–(h) proves the occurrence of a palaeotsunami, though as a set of criteria they support this interpretation. Unit II is dated to c. 3,300–3,100 BP according to four remarkably similar 14C ages of from two different cores (BBA 10 and 11) and deposits the same age at Playa Grandi (Engel et al. 2010) and Saliña Tam (Engel et al. 2012a). This leads to a tentative local tsunami chronology of two well-documented events with maximum ages of 3,300 BP (EWE II) and 2,000 BP (EWE XII) based on coastal stratigraphic records (Engel et al. 2010, 2012a, this study). An event with a maximum age of 3,600 BP (EWE I) was only documented on Klein Bonaire. Another unspecified one with a maximum age of 1,300 BP (EWE XVI) was identified W of Saliña Tam (Engel et al. 2012a). A high-energy wave deposit at Boka Washikemba may correspond to either EWE XVI, an unknown event, or the regional tsunami of 1530 AD for which documentary records only exist for the adjacent coast of Venezuela. Based on these results, a preliminary estimation of the recurrence interval of high-energy wave events on Bonaire, which reveal magnitudes significantly exceeding those of recent highcategory hurricanes and which are therefore likely to be tsunamis, is in the order of roughly 1,000 years or less.\nThe sudden shift from mangrove peat to an evaporaterich facies, which represents the recent poly- to hyperhaline state of Boka Bartol, was induced by subaerial growth of the barrier and cutting off from the open sea during or within years after EWE II (3,300–3,100 BP). The mangrove population declined and faunal diversity was severely reduced to very few species adapted to a broad range of environments and fluctuating salinities.\nThis study adds to existing evidence that the sedimentary record of tsunamis is very site dependent and difficult to predict as it is also indicated by modern deposits (e.g. Szczuciński 2012). Even though the stratigraphical order of the lagoonal geoarchives provides a better opportunity for radiocarbon dating event layers than subaerial coarse-clast deposits, more investigations of such archives are required to infer a reliable chronology. In this context, our data represent an important base for regional coastal hazard assessment.\nAcknowledgments Funding by theDeutsche Forschungsgemeinschaft (BR 877/26-1) is gratefully acknowledged. We highly appreciate the administrative and logistic support by DROB (Government of the Island Territory Bonaire/Department of Environment and Natural Resources) and STINAPA (Bonaire National Parks Foundation). Furthermore, we acknowledge the assistance in the field by Timo Willershäuser and in the lab byKarolineMessenzehl. Andreas Bolten kindly supported processing of bathymetric data. We thank Dietmar Keyser for supporting the identification of ostracods. Kirstin Jacobson is acknowledged for language editing. We are thankful for the thorough and constructive remarks of the associate editor, Claus-Dieter Hillenbrand, and the four reviewers: Michaela Spiske, David R. Tappin, Eduard G. Reinhardt and Gary M. McMurtry. This is a contribution to IGCP Project 588—Preparing for Coastal Change."
  }],
  "year": 2012,
  "references": [{
    "title": "The biology and culture of tropical oysters",
    "authors": ["CL Angell"],
    "venue": "ICLARM Stud Rev",
    "year": 1986
  }, {
    "title": "The Orphan Tsunami of 1700—Japanese clues to a parent earthquake in North America",
    "authors": ["BF Atwater", "S Musumi-Rokkaku", "K Satake", "Y Tsuji", "K Ueda", "DK Yamaguchi"],
    "venue": "US Geol Survey Prof Papers",
    "year": 2005
  }, {
    "title": "Geomorphic and stratigraphic evidence for an unusual tsunami or storm a few centuries ago at Anegada, British Virgin Islands",
    "authors": ["BF Atwater", "US ten Brink", "M Buckley", "RS Halley", "BE Jaffe", "AM LópezVenegas", "EG Reinhardt", "MP Tuttle", "S Watt", "Y Wei"],
    "venue": "Hazards",
    "year": 2012
  }, {
    "title": "Quaternary fault kinematics and stress tensors along the southern Caribbean from fault-slip data and focal mechanism solutions",
    "authors": ["F Audemard", "G Romero", "H Rendon", "V Cano"],
    "venue": "Earth-Sci Rev 69:181–233",
    "year": 2005
  }, {
    "title": "Coral reefs and their zonation in the Netherlands Antilles",
    "authors": ["RPM Bak"],
    "venue": "JB (eds) Reefs and related carbonates—ecology and sedimentology. AAPG Stud Geol",
    "year": 1977
  }, {
    "title": "Ecology of recent ostracodes of the Todos Santos Bay region, Baja California",
    "authors": ["RH Benson"],
    "venue": "Univ Kansas Paleont Contr",
    "year": 1959
  }, {
    "title": "GRADISTAT: a grain size distribution and statistics package for the analysis of unconsolidated sediments",
    "authors": ["SJ Blott", "K Pye"],
    "venue": "Earth Surf Proc Land 26:1237–1248",
    "year": 2001
  }, {
    "title": "Potential predecessors of the 2004 Indian Ocean Tsunami —sedimentary evidence of extreme wave events at Ban Bang Sak, SW Thailand",
    "authors": ["D Brill", "H Brückner", "K Jankaew", "D Kelletat", "A Scheffers", "S Scheffers"],
    "venue": "Sediment Geol",
    "year": 2011
  }, {
    "title": "Distribution of recent Foraminifera from the Southern Coast of Puerto Rico",
    "authors": ["WW Brooks"],
    "venue": "Micropaleontology",
    "year": 1973
  }, {
    "title": "Netherlands Antilles. In: Scott DA, Carbonell M (eds) A directory of Neotropical wetlands",
    "authors": ["BA De Boer"],
    "year": 1986
  }, {
    "title": "Neogene and Quaternary geology of Aruba, Curaçao and Bonaire (Netherlands Antilles)",
    "authors": ["PH De Buisonjé"],
    "year": 1974
  }, {
    "title": "Marine saline ponds as sedimentary archives of late Holocene climate and sea-level variation along a carbonate platform margin: Lee Stocking Island, Bahamas",
    "authors": ["GR Dix", "RT Patterson", "LE Park"],
    "venue": "Palaeogeogr Palaeocl",
    "year": 1999
  }, {
    "title": "Identifying tsunami deposits using bivalve shell taphonomy",
    "authors": ["SV Donato", "EG Reinhardt", "JI Boyce", "R Rothaus", "T Vosmer"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "Intense hurricane activity over the past 5,000 years controlled by El Niño and the West African monsoon",
    "authors": ["JP Donnelly", "JD Woodruff"],
    "venue": "Nature",
    "year": 2007
  }, {
    "title": "Bonaire's boulder fields revisited: evidence for Holocene tsunami impact on the Leeward Antilles",
    "authors": ["M Engel", "SM May"],
    "venue": "Quat Sci Rev 54:126–141",
    "year": 2012
  }, {
    "title": "Coastal stratigraphies of eastern Bonaire (Netherlands Antilles): new insights into the palaeo-tsunami history of the southern Caribbean",
    "authors": ["M Engel", "H Brückner", "V Wennrich", "A Scheffers", "D Kelletat", "A Vött", "F Schäbitz", "G Daut", "T Willershäuser", "SM May"],
    "venue": "Sediment Geol",
    "year": 2010
  }, {
    "title": "Shoreline changes and high-energy wave impacts at the leeward coast of Bonaire (Netherlands Antilles)",
    "authors": ["M Engel", "H Brückner", "K Messenzehl", "P Frenzel", "SM May", "A Scheffers", "S Scheffers", "V Wennrich", "D Kelletat"],
    "venue": "Earth Planets Space",
    "year": 2012
  }, {
    "title": "Kelletat DH (2012b) Holocene sea levels of Bonaire (Leeward Antilles) and tectonic implications",
    "authors": ["M Engel", "H Brückner", "AM Scheffers", "SM May"],
    "venue": "ZGeomorphNF",
    "year": 2012
  }, {
    "title": "The use of boulders",
    "authors": ["S Etienne", "M Buckley", "R Paris", "AK Nandasena", "K Clark", "L Strotz", "C Chagué-Goff", "J Goff", "B Richmond"],
    "year": 2011
  }, {
    "title": "The use of ostracods from marginal marine, brackish waters as bioindicators of modern and Quaternary environmental change",
    "authors": ["P Frenzel", "I Boomer"],
    "venue": "Palaeogeogr Palaeocl",
    "year": 2005
  }, {
    "title": "Tsunami deposits in Holocene bay mud in southern Kanto region, Pacific coast of central Japan",
    "authors": ["O Fujiwara", "Masuda", "T Sakai", "T Irizuki", "K Fuse"],
    "venue": "Sediment Geol",
    "year": 2000
  }, {
    "title": "Moluscos de la laguna Sontecompan, Veracruz, México: sistemática y ecología",
    "authors": ["A García-Cubas", "M Reguero"],
    "year": 1995
  }, {
    "title": "Physical mechanisms for the association of El Niño and west African rainfall with Atlantic major hurricane activity",
    "authors": ["SB Goldenberg", "LJ Shapiro"],
    "venue": "J Climate",
    "year": 1996
  }, {
    "title": "Mangrove dynamics in the southwestern Caribbean since the ‘Little Ice Age’: a history of human and natural disturbances",
    "authors": ["C González", "LE Urrego", "JI Martínez", "J Polanía", "Y Yokoyama"],
    "venue": "Holocene",
    "year": 2010
  }, {
    "title": "The geomorphic evolution of slopes and sediment chutes on forereefs",
    "authors": ["DB Hall"],
    "venue": "Geomorphology",
    "year": 1999
  }, {
    "title": "Tsunami hazard in the Caribbean: regional exposure derived from credible worst case scenarios",
    "authors": ["CB Harbitz", "S Glimsdal", "S Bazin", "N Zamora", "F Løvholt", "H Bungum", "H Smebye", "P Gauer", "O Kjekstad"],
    "venue": "Cont Shelf Res",
    "year": 2012
  }, {
    "title": "Temporal changes in Holocene lagoonal assemblages of Foraminifera from northeastern Yucatán Peninsula, Mexico",
    "authors": ["AM Hart", "RL Kaesler"],
    "venue": "J Foramin Res",
    "year": 1986
  }, {
    "title": "A short history of Bonaire",
    "authors": ["J Hartog"],
    "year": 1978
  }, {
    "title": "The distribution of recent benthic Foraminifera across habitats of Bocas del Toro, Caribbean Panama",
    "authors": ["SM Havach", "LS Collins"],
    "venue": "J Foramin Res",
    "year": 1997
  }, {
    "title": "Sediments deposited by the 2004 Indian Ocean Tsunami along the Malaysia–Thailand Peninsula",
    "authors": ["AD Hawkes", "M Bird", "S Cowie", "C Grundy-Warr", "BP Horton", "ATS Hwai", "L Law", "C Macgregor", "J Nott", "JE Ong", "J Rigg", "R Robinson", "M Tan-Mullins", "TT Sa", "Z Yasin", "LW Aik"],
    "venue": "Geol",
    "year": 2007
  }, {
    "title": "Sedimentation and hydrodynamic processes associated with the tsunami generated by the 1755 Lisbon earthquake",
    "authors": ["RA Hindson", "C Andrade"],
    "venue": "Quat Int",
    "year": 1999
  }, {
    "title": "Neogene–Quaternary tectonic evolution of the Leeward Antilles islands (Aruba, Bonaire, Curaçao) from fault kinematic analysis",
    "authors": ["JC Hippolyte", "P Mann"],
    "venue": "Mar Petrol Geol",
    "year": 2011
  }, {
    "title": "Tropical cyclones. In: Oliver JE (ed) Encyclopedia of world climatology",
    "authors": ["J Hobgood"],
    "year": 2005
  }, {
    "title": "Assessing slope stability at Seroe Mansinga and Caracas Bay, Curaçao. Final report for APNA, Willemstad, Curaçao",
    "authors": ["MJ Hornbach", "P Mann", "S Wolf", "W King", "R Boon"],
    "venue": "http://www.apna.an/apna/library/ files/VistaRoyal/APNAfinalreport.pdf. Accessed",
    "year": 2008
  }, {
    "title": "Brackwasser-Cytheracea aus Süd-Florida (Crust.: Ostracoda: Podocopa)",
    "authors": ["D Keyser"],
    "venue": "Abh Verh naturwiss Ver Hamburg",
    "year": 1977
  }, {
    "title": "Late Holocene embayment and salina record of Curaçao (Dutch Antilles): criteria to monitor environmental change and biodiversity",
    "authors": ["BB Klosowska"],
    "year": 2003
  }, {
    "title": "A modern hypersaline organic mudand gypsum-dominated basin and associated microbialites",
    "authors": ["DR Kobluk", "DR Crawford"],
    "venue": "Palaios",
    "year": 1990
  }, {
    "title": "Distinguishing tsunami from storm deposits: an example from Martinhal",
    "authors": ["S Kortekaas", "AG Dawson"],
    "venue": "SW Portugal. Sediment Geol",
    "year": 2007
  }, {
    "title": "Hurricanes and climate in the Caribbean during the past 3700 years BP",
    "authors": ["B Malaizé", "P Bertran", "P Carbonel", "D Bonnissent", "K Charlier", "D Galop", "D Imbert", "N Serrand", "C Stouvenot", "C Pujol"],
    "venue": "Holocene",
    "year": 2011
  }, {
    "title": "Geologic evidence for two pre-2004 earthquakes during recent centuries near Port Blair, South Andaman Island, India",
    "authors": ["JN Malik", "M Shishikura", "T Echigo", "Y Ikeda", "K Satake", "H Kayanne", "Y Sawai", "CVR Murty", "O Dikshit"],
    "venue": "Geology",
    "year": 2011
  }, {
    "title": "Tsunami sediments and their foraminiferal assemblages",
    "authors": ["B Mamo", "L Strotz", "D Dominey-Howes"],
    "venue": "Earth-Sci Rev 96:263–278",
    "year": 2009
  }, {
    "title": "A sedimentary-based history of hurricane strikes on the southern Caribbean coast of Nicaragua",
    "authors": ["McCloskey TA", "Liu K-B"],
    "venue": "Quat Res",
    "year": 2012
  }, {
    "title": "A plate-tectonic model for the Mesozoic and Early Cenozoic history of the Caribbean plate",
    "authors": ["M Meschede", "W Frisch"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Modelling Holocene relative sea-level observations from the Caribbean and South America",
    "authors": ["GA Milne", "AJ Long", "SE Bassett"],
    "venue": "Quat Sci Rev 24:1183–1202",
    "year": 2005
  }, {
    "title": "Mangrove ecosystem changes during the Holocene at Spanish Lookout Cay, Belize",
    "authors": ["NM Monacci", "U Meier-Grünhagen", "BP Finney", "H Behling", "MJ Wooller"],
    "venue": "Palaeogeogr Palaeocl",
    "year": 2009
  }, {
    "title": "The ecology of Chione cancellata",
    "authors": ["HB Moore", "NN Lopez"],
    "venue": "B Mar Sci",
    "year": 1969
  }, {
    "title": "Sedimentary deposits from the 17 July 2006 Western Java Tsunami, Indonesia: use of grain size analyses to assess tsunami flow depth, speed, and traction carpet characteristics",
    "authors": ["A Moore", "J Goff", "BG McAdoo", "HM Fritz", "A Gusman", "N Kalligeris", "K Kalsum", "A Susanto", "D Suteja", "CE Synolakis"],
    "venue": "Pure Appl Geophys",
    "year": 2011
  }, {
    "title": "Coarse-clast ridge complexes of the Caribbean: a preliminary basis for distinguishing tsunami and storm-wave origins",
    "authors": ["RA Morton", "BM Richmond", "BE Jaffe", "G Gelfenbaum"],
    "venue": "J Sediment Res",
    "year": 2008
  }, {
    "title": "Geomorphologic and stratigraphic investigations on historic and pre-historic tsunami in northwestern Puerto Rico: implications for long term coastal evolution. In: Mercado-Irizarry A, Liu P (eds) Caribbean tsunami hazard",
    "authors": ["JC Moya", "A Mercado"],
    "venue": "World Scientific,",
    "year": 2006
  }, {
    "title": "Ecology and applications of benthic foraminifera",
    "authors": ["JW Murray"],
    "year": 2006
  }, {
    "title": "A record of foraminiferal assemblage in tsunami sediments along Nagapattinam coast",
    "authors": ["R Nagendra", "BV Kamalak Kannan", "C Sajith", "G Sen", "AN Reddy", "S Srinivasalu"],
    "venue": "Curr Sci 89:1947–1952",
    "year": 2005
  }, {
    "title": "Caribbean tsunamis—a 500-year history from 1498–1998",
    "authors": ["KF O'Loughlin", "JF Lander"],
    "year": 2003
  }, {
    "title": "A Late-Holocene record of marine washover events from a coastal lagoon in Jamaica, West Indies",
    "authors": ["S Palmer", "M Burn"],
    "venue": "XVIII. INQUA Bern",
    "year": 2011
  }, {
    "title": "Tsunami probability in the Caribbean region",
    "authors": ["T Parsons", "EL Geist"],
    "venue": "Pure Appl Geophys",
    "year": 2009
  }, {
    "title": "Asociaciones de foraminíferos bentónicos recientes en la plataforma marina de las Guayanas",
    "authors": ["A Pascual", "BM García", "JR Lázaro", "M Pujos"],
    "venue": "Geogaceta",
    "year": 2009
  }, {
    "title": "Distribution, diversity and ecology of modern freshwater ostracodes (Crustacea), and hydrochemical characteristics of Lago Petén Itzá, Guatemala",
    "authors": ["L Pérez", "J Lorenschat", "R Bugja", "M Brenner", "B Scharf", "A Schwalb"],
    "venue": "J Limnol",
    "year": 2010
  }, {
    "title": "Loss DP (2012) Storm and fair-weather wave base: a relevant distinction? Geology",
    "authors": ["SE Peters"],
    "year": 2012
  }, {
    "title": "Geology and paleontology of Bonaire (D.W.I.)",
    "authors": ["PJ Pijpers"],
    "venue": "Geographische en Geologische Mededeelingen, PhysiographischGeologische Reeks",
    "year": 1933
  }, {
    "title": "Testing foraminiferal taphonomy as a tsunami indicator in a shallow arid system lagoon: Sur, Sultanate of Oman",
    "authors": ["JE Pilarczyk", "EG Reinhardt"],
    "venue": "Geol",
    "year": 2012
  }, {
    "title": "Electron spin resonance and radiocarbon dating of coral deposited by Holocene tsunami events on Curaçao, Bonaire and Aruba (Netherlands Antilles)",
    "authors": ["U Radtke", "G Schellmann", "A Scheffers", "D Kelletat", "B Kromer", "HU Kasper"],
    "venue": "Quat Sci Rev 22:1309–1315",
    "year": 2003
  }, {
    "title": "Late Holocene tectonic land-level changes and tsunamis at Mitla lagoon",
    "authors": ["MT Ramírez-Herrera", "AB Cundy", "V Kostoglodov", "M Ortiz"],
    "year": 2009
  }, {
    "title": "Caribbean tropical storm activity over the past four centuries",
    "authors": ["AJ Reading"],
    "venue": "Int J Climatol",
    "year": 1990
  }, {
    "title": "IntCal09 and Marine09 radiocarbon age calibration curves, 0–50,000 yearscal BP",
    "authors": ["PJ Reimer"],
    "venue": "Radiocarbon",
    "year": 2009
  }, {
    "title": "The tsunami of 13 December A.D. 115 and the destruction of Herod the Great’s harbor at Caesarea Maritima, Israel",
    "authors": ["EG Reinhardt", "BN Goodman", "JI Boyce", "G Lopez", "P van Hengstum", "WJ Rink", "Y Mart", "A Raban"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Probable tsunami origin for a shell and sand sheet from marine ponds on Anegada, British Virgin Islands",
    "authors": ["EG Reinhardt", "JE Pilarczyk", "A Brown"],
    "venue": "Hazards",
    "year": 2012
  }, {
    "title": "Recent storm and tsunami coarse-clast deposit characteristics, southeast Hawai’i",
    "authors": ["BM Richmond", "S Watt", "M Buckley", "BE Jaffe", "G Gelfenbaum", "RA Morton"],
    "venue": "Geol",
    "year": 2011
  }, {
    "title": "González-Regalado ML (2010) Ostracods as tsunami tracers in Holocene sequences",
    "authors": ["F Ruiz", "M Abad", "LM Cáceres", "JR Vidal", "MI Carretero", "M Pozo"],
    "venue": "Quat Res",
    "year": 2010
  }, {
    "title": "Diatom assemblages in tsunami deposits associated with the 2004 Indian Ocean tsunami at Phra Tong Island, Thailand",
    "authors": ["Y Sawai", "K Jankaew", "ME Martin", "A Prendergast", "M Choowong", "T Charoentitirat"],
    "venue": "Micropaleontol",
    "year": 2009
  }, {
    "title": "Tsunamis trigger long-lasting phase-shift in a coral reef ecosystem",
    "authors": ["S Scheffers", "A Scheffers", "U Radtke", "D Kelletat", "K Staben", "R Bak"],
    "venue": "Z Geomorph NF,",
    "year": 2006
  }, {
    "title": "Foraminiferal analysis of tsunami deposits: two examples from the northeastern and southwestern coast of the Dominican Republic",
    "authors": ["LEA Scheucher", "WE Piller", "W Vortisch"],
    "venue": "Ehrmann W (eds) SEDIMENT 2011—sediments: archives of the earth system,",
    "year": 2011
  }, {
    "title": "Process-sedimentological challenges in distinguishing paleo-tsunami deposits",
    "authors": ["G Shanmugan"],
    "venue": "Nat Hazards",
    "year": 2012
  }, {
    "title": "Sedimentology and hydrodynamic implications of a coarse-grained hurricane sequence in a carbonate reef setting",
    "authors": ["M Spiske", "BE Jaffe"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "Recent Ostracoda from Corinto Bay, Western Nicaragua, and their relationship to some other assemblages of the Pacific Coast",
    "authors": ["FM Swain", "JM Gilby"],
    "venue": "J Paleontol",
    "year": 1967
  }, {
    "title": "Large-scale washover sedimentation in a freshwater lagoon from the southeast Australian coast: sea-level change, tsunami or exceptionally large storm? Holocene",
    "authors": ["AD Switzer", "BG Jones"],
    "year": 2008
  }, {
    "title": "The post-depositional changes of the onshore 2004 tsunami deposits on the Andaman Sea coast of Thailand",
    "authors": ["W Szczuciński"],
    "venue": "Hazards",
    "year": 2012
  }, {
    "title": "Corrected western Atlantic sealevel curve for the last 11,000 years based on calibrated 14C dates from Acropora palmata framework and intertidal mangrove peat",
    "authors": ["MA Toscano", "IG Macintyre"],
    "venue": "Coral Reefs",
    "year": 2003
  }, {
    "title": "Bathymetric records of marine shelled Mollusca from the northeastern shelf and upper slope of Yucatan, Mexico",
    "authors": ["GD Treece"],
    "venue": "B Mar Sci",
    "year": 1980
  }, {
    "title": "Sources and depositional processes of tsunami deposits: analysis using foraminiferal tests and hydrodynamic verification",
    "authors": ["J-I Uchida", "O Fujiwara", "S Hasegawa", "T Kamataki"],
    "venue": "Isl Arc",
    "year": 2010
  }, {
    "title": "Description of extreme-wave deposits on the northern coast of Bonaire, Netherlands Antilles",
    "authors": ["SG Watt", "BE Jaffe", "RA Morton", "BM Richmond", "G Gelfenbaum"],
    "venue": "USGS Open-File Report",
    "year": 2010
  }, {
    "title": "A saline lagoon on Cayo Sal, Western Venezuela",
    "authors": ["MP Weiss"],
    "venue": "Atoll Res",
    "year": 1979
  }, {
    "title": "Sediment grains moved by passing tsunami waves: tsunami deposits in deeper water",
    "authors": ["R Weiss"],
    "venue": "Mar Geol",
    "year": 2008
  }, {
    "title": "Understanding sediments—reducing tsunami risk",
    "authors": ["R Weiss", "J Bourgeois"],
    "venue": "Science",
    "year": 2012
  }],
  "id": "SP:1dc86c71a13445d706d40f2dc98de51ffc4bd23f",
  "authors": [{
    "name": "Leeward Antilles",
    "affiliations": []
  }, {
    "name": "Max Engel",
    "affiliations": []
  }, {
    "name": "Helmut Brückner",
    "affiliations": []
  }, {
    "name": "Sascha Fürstenberg",
    "affiliations": []
  }, {
    "name": "Peter Frenzel",
    "affiliations": []
  }, {
    "name": "Anna Maria Konopczak",
    "affiliations": []
  }, {
    "name": "Anja Scheffers",
    "affiliations": []
  }, {
    "name": "Dieter Kelletat",
    "affiliations": []
  }, {
    "name": "Simon Matthias May",
    "affiliations": []
  }, {
    "name": "Frank Schäbitz",
    "affiliations": []
  }, {
    "name": "Gerhard Daut",
    "affiliations": []
  }],
  "abstractText": "The Caribbean is highly vulnerable to coastal hazards. Based on their short recurrence intervals over the intraAmerican seas, high-category tropical cyclones and their associated effects of elevated storm surge, heavy wave impacts, mudslides and floods represent the most serious threat. Given the abundance of historical accounts and trigger mechanisms (strike-slip motion and oblique collision at the northern and southern Caribbean plate boundaries, submarine and coastal landslides, volcanism), tsunamis must be considered as well. This paper presents interdisciplinary multi-proxy investigations of sediment cores (grain size distribution, carbonate content, loss-on-ignition, magnetic susceptibility, microfauna, macrofauna) from Washington-Slagbaai National Park, NW Bonaire (Leeward Antilles). No historical tsunami is recorded for this island. However, an allochthonous marine layer found in all cores at Boka Bartol reveals several sedimentary criteria typically linked with tsunami deposits. Calibrated C data from these cores point to a palaeotsunami with a maximum age of 3,300 years. Alternative explanations for the creation of this layer, such as inland flooding during tropical cyclones, cannot entirely be ruled out, though in recent times even the strongest of these events on Bonaire did not deposit significant amounts of sediment onshore. The setting of Boka Bartol changed from an open mangrove-fringed embayment into a polyto hyperhaline lagoon due to the establishment or closure of a barrier of coral rubble during or subsequent to the inferred Communicated by: Claus-Dieter Hillenbrand Electronic supplementary material The online version of this article (doi:10.1007/s00114-012-0993-2) contains supplementary material, which is available to authorized users. M. Engel (*) :H. Brückner :D. Kelletat : S. M. May Institute of Geography, Universität zu Köln, Albertus-Magnus-Platz, 50923 Cologne, Germany e-mail: max.engel@uni-koeln.de S. Fürstenberg : P. Frenzel Institute of Earth Sciences, Friedrich-Schiller-Universität Jena, Burgweg 11, 07749 Jena, Germany A. M. Konopczak Institute of Geography, Christian Albrechts-Universität Kiel, Ludewig-Meyn-Str. 14, 24098 Kiel, Germany A. Scheffers Southern Cross GeoScience, Southern Cross University, P.O. Box 157, Lismore, NSW 2480, Australia D. Kelletat Institute of Geography, Universität Duisburg-Essen, Universitätsstr. 15, 45141 Essen, Germany F. Schäbitz Seminar for Geography and Education, Universität zu Köln, Gronewaldstr. 2, 50931 Cologne, Germany G. Daut Institute of Geography, Friedrich-Schiller-Universität Jena, Löbdergraben 32, 07743 Jena, Germany Naturwissenschaften (2013) 100:51–67 DOI 10.1007/s00114-012-0993-2",
  "title": "A prehistoric tsunami induced long-lasting ecosystem changes on a semi-arid tropical island—the case of Boka Bartol (Bonaire,"
}