{
  "sections": [{
    "text": "eruption (−0.52±0.05 °C), whereas in Central Europe the temperature response is smaller and occurs 1 year after an eruption (−0.18±0.07 °C). We validate these estimates by comparisonwith the shorter instrumental network and evaluate the statistical significance of post-volcanic summer temperature cooling in the context of natural climate variability over the past nine centuries. Finding no significant post-volcanic temperature cooling lasting longer than 2 years, our results question the ability of large eruptions to initiate long-term temperature changes through feedback mechanisms in the climate system. We discuss the implications of these findings with respect to the response seen in general circulation models and emphasize the importance of considering welldocumented, annually dated eruptions when assessing the\nEditorial responsibility: C. Oppenheimer\nElectronic supplementary material The online version of this article (doi:10.1007/s00445-013-0736-z) contains supplementary material, which is available to authorized users.\nJ. Esper (*) : L. Schneider Department of Geography, Johannes Gutenberg University, Mainz 55099, Germany e-mail: esper@uni-mainz.de\nP. J. Krusic Department of Physical Geography and Quaternary Geology, Stockholm University, Stockholm 10691, Sweden\nJ. Luterbacher Department of Geography, Climatology, Climate Dynamics and Climate Change, Justus-Liebig University, Giessen 35390, Germany\nU. Büntgen Swiss Federal Research Institute WSL, Birmensdorf 8903, Switzerland\nM. Timonen Finnish Forest Research Institute, Rovaniemi Research Unit, Rovaniemi 96301, Finland\nF. Sirocko Institute for Geoscience, Johannes Gutenberg University, Mainz 55099, Germany\nE. Zorita Institute for Coastal Research, HZG Research Centre, Geesthacht 21494, Germany\nU. Büntgen Oeschger Centre for Climate Change Research (OCCR), Bern 3012, Switzerland\nU. Büntgen Global Change Research Centre AS CR, v.v.i., Bělidla 986/4a, Brno CZ-60300, Czech Republic\nsignificance of volcanic forcing on continental-scale temperature variations.\nKeyword Volcanic forcing . Tree-rings . Climate . Instrumental stations . Maximum latewood density . Europe"
  }, {
    "heading": "Introduction",
    "text": "Sulfate aerosols, from volcanic sulfur injected into the stratosphere by explosive eruptions, tend to cool global surface temperatures (Cole-Dai 2010). The aerosols scatter incoming solar radiation and absorb outgoing infrared radiation, thereby warming the lower stratosphere and cooling the earth’s surface (Robock 2000). Explosive eruption plumes that pass the tropopause, where the temperature lapse rate reaches an abrupt minimum (∼9–17 km asl), cause large-scale changes in atmospheric optical depth and negative radiative forcing (McCormick et al. 1993). Eruptions of this size are typically classified as having a volcanic explosivity index (VEI)≥5 (Newhall and Self 1982). The tephra volume of such eruptions is estimated to exceed one billion cubic meters.\nEstimates of post-volcanic cooling are based on the analysis of surface temperatures following large eruptions (Self et al. 1981; Kelly and Sear 1984; Angell and Korshover 1985; Sear et al. 1987; Robock and Mao 1995). The number of VEI≥5 eruptions captured within the modern instrumental period is small (n=10, 1901–2012), thus limiting the confidence of estimates based solely on observational data. Estimating the degree of cooling by eruptions prior to the era of instrumental observation necessitates the use of annually resolved temperature proxies that explain a fraction of temperature variance of which only tree-ring, and a few documentary records, have the temporal precision and accuracy to provide adequate information over the past millennium (Frank et al. 2010). The suitability of tree-ring proxy data to detect the thermal signature of explosive eruptions, in space and time, has been successfully demonstrated (Briffa et al. 1998; Hegerl et al. 2003; Anchukaitis et al. 2012; Esper et al. 2013).\nThe Global Volcanism Program (GVP) has identified 37 annually dated, explosive eruptions in the Northern Hemisphere (NH) and tropics over the past 1,000 years that likely injected sulfate aerosols into the stratosphere (Siebert et al. 2010). Though caution is required when working with these data as some of the eruptions have been dated using treering records, it can lead to a circular reasoning when combining tree-ring reconstructed cooling estimates with eruption histories derived from the same proxy data. In addition, the sulfur emission magnitude as well as the plume altitude vary among VEI classified eruptions. Alternatively, histories of explosive eruptions derived from sulfate deposition in Greenland and Antarctic ice cores (Crowley 2000; Gao et al. 2008; Crowley and Unterman 2012) can be used to assess post-volcanic\ncooling (Ammann et al. 2007). However, this approach is constrained by dating uncertainties of the ice core acid layers that increases back in time and limits the temporal precision of inferred post-volcanic cooling estimates (Hammer et al. 1986; Traufetter et al. 2004; Baillie 2010).\nThe amplitude and duration of post-volcanic surface cooling is not well constrained and recently received critical examination (Anchukaitis et al. 2012; Mann et al. 2012; Esper et al. 2013). Hemispheric scale estimates, derived from observational and annually resolved proxy data (mainly tree-rings), range from ∼0.0 to −0.4 °C (Mass and Portman 1989; Briffa et al. 1998; Jones et al. 2003; D’Arrigo et al. 2009). It has been shown that the cooling signal is stronger during the summer season and in high European latitudes compared with lower latitudes (Fischer et al. 2007; Hegerl et al. 2011). Previous work, utilizing temperature simulations from Energy Balance and Coupled general circulation models (CGCMs) indicate the frequency of stratospheric volcanic clouds may have triggered long-term temperature variations responsible for cold conditions during the Little Ice Age (LIA) in the seventeenth and early nineteenth centuries (Crowley 2000; Wagner and Zorita 2005; Hegerl et al. 2011). Other studies (Robock 2000; Grove 2001; Schneider et al. 2009; Miller et al. 2012) suggest the clustered volcanic eruptions in the thirteenth century, including the 1258–1259 unknown event identified in ice core sulfuric acid depositions (Langway et al. 1988), contributed to the transition from the Medieval Warm Period (MWP) to the LIA about 700 years ago (see also Timmreck et al. 2009), a period during which a global reorganization of climate has been suggested (Graham et al. 2007, 2011; Trouet et al. 2009). However, the ability of CGCM’s to accurately capture the dynamical response to stratospheric volcanic clouds is not without its own controversy (Stenchikov et al. 2006; Anchukaitis et al. 2010; Zanchettin et al. 2013a, b). An analysis of the dynamic response by 12 Coupled Model Intercomparison Project 5 (CMIP5) simulations to a suite of eruptions from the instrumental period indicated the models consistently overestimate tropical troposphere cooling leading to unstable pressure fields over high latitudes in the NH (Driscoll et al. 2012).\nHere we present estimates of post-volcanic cooling over Northern and Central Europe derived from an updated network of tree-ring maximum latewood density (MXD) records covering the past 900 years (Büntgen et al. 2010; Esper et al. 2012a). Tree-ring MXD is a superior parameter for studying the effects of volcanic eruptions—compared with the more commonly used tree-ring width (TRW) measurements—as it is not biased by biological memory effects that tend to smear and lengthen the inferred TRW response to distinct climatic disturbances (Frank et al. 2007). We compare the temperature response to 34 of 37, annually dated and documented, VEI≥5 eruptions, found in the summer temperature sensitive MXD network to the response found in a network of shorter\ninstrumental records back to 1722 CE. We also perform two sensitivity tests with subsets of volcanic eruptions representing (1) different VEI intensities and (2) the latitude of eruptions. We relate our cooling estimates from annually dated eruptions documented by the GVP with estimates derived from volcanic sulfate peaks identified in ice core records. Finally, our best estimates of post-eruption cooling are related to the annual summer temperature variance from 1111–1976 CE to evaluate the statistical significance of volcanic forcing in the context of natural climate variability over the past nine centuries."
  }, {
    "heading": "Material and methods",
    "text": "GVP and ice core data\nThirty-four annually dated large eruptions (VEI≥5) from the NH and (NH and SH) tropics that occurred between 1111 and 1976 CEwere used for assessing post-volcanic cooling effects (Table 1). Three eruptions (1480, 1482, and 1800) that met these criteria were not considered, as these events were dated using dendrochronological methods (Siebert et al. 2010). The 34 eruptions have been precisely dated through documentary evidence and exceed VEI 4 above which stratospheric production of sulfate aerosols is expected based on descriptions of eruption type, duration, and column height (Newhall and Self 1982). The estimated tephra ejecta of these eruptions range from 1 to 160×109 m3 (Table 1).\nIn addition to the 34 VEI≥5 events (SEA 1 in Table 1), subsets of eruptions were tested to evaluate the significance of an eruption’s size and the volcano’s location on observed cooling patterns. These subsets include (1) 15 eruptions within the shorter 1722–1976 period, covered by long instrumental temperature data (SEA 2), (2) 22 eruptions ≥1.5×109 m3 tephra volume, and 12 eruptions <1.5×109 m3 tephra volume (SEAs 3 and 4), and (3) volcanoes located in the NH extratropics and tropics (SEAs 5 and 6). Note that the average tephra volume of the tropical volcanoes is much larger (18.8×109 m3) than the extratropical volcanoes (3.7×109 m3).\nFinally, we considered a time series of sulfate aerosol layers derived from multiple Greenland and Antarctic ice cores (Gao et al. 2008) identifying 40 NH stratospheric events between 1111 and 1976 CE (SEA 7). This record contains a number of major eruptions that are not documented by the GVP, including the 1452–1453 Kuwae and 1258–1259 unknown events but are identified in sulfate depositions and tree-ring chronologies (LaMarche and Hirschboeck 1984; Gao et al. 2006; Salzer and Hughes 2007). Though these ice– core-derived data are typically used to force CGCMs, the dating and location of a number of eruptions, particularly during the earlier part of the past 900 years, is not certain (Hammer et al. 1986; Baillie 2008, 2010; Plummer et al.\n2012a; Sigl et al. 2012). This condition might compromise the temporal precision of any post-volcanic, climate assessment using such data. Only nine of the 40 ice–core-derived eruptions identified in Gao et al. (2008) coincide with a documented VEI≥5 event during the 1111–1976 CE period (Table 1).\nTree-ring maximum latewood density chronologies\nDocumentary and ice–core-derived volcanic events were used to assess pre- and post-eruption June–August (JJA) temperature deviations reconstructed from European MXD chronologies spanning the past 900 years. An MXD chronology is the mean of a collection ofMXDmeasurement series belonging to individual trees growing in an ecologically homogeneous site (Cook and Kairiukstis 1990). Typically, two such measurement series, representing two radii of a stem, are procured from each tree. The raw MXD series (in grams per cubic meter) need to be detrended/standardized to remove level differences between biologically younger and older tree-rings, which possess slightly denser and lighter latewood, respectively (Schweingruber et al. 1978). This is done by fitting negative exponential curves (NegExp) to the individual measurement series (radii) and calculating ratios between the raw density measurements and the curve values (Cook and Kairiukstis 1990). The procedure removes non-climatic, tree age-related trends and emphasizes common variations.\nTo produce a millennium-length chronology, MXD radial patterns from living trees, which typically represent the most recent 200–400 years, are crossdated (Douglass 1920) with patterns from relict trees (Büntgen et al. 2011). In the case of the MXD dataset from Northern Scandinavia (Fig. 1, NSC), relict material was obtained from trees that fell some hundred years ago into shallow lakes in Finnish Lapland and were preserved (Esper et al. 2012b). In other chronologies used in this study (see below), living trees were combined with historical timbers from old buildings (e.g., the Lötschental, Switzerland; Büntgen et al. 2006) or dry-dead wood in talus (e.g., the Pyrenees, Spain; Büntgen et al. 2008). Latewood cellwall growth in these cold environments is controlled by summer temperature (Moser et al. 2010), imprinting a common variance among all single MXD measurement series at a given site (Fig. 1b, c). The coherence among individual measurement series is typically higher in MXD compared with TRW data (Esper et al. 2010). The common signal strength of tree-ring chronologies is also controlled by the number of integrated measurement series, which varies among sites and typically decreases back in time (in Fig. 1b, c—114 series over the recent 1947–1976 CE and 34 series over the early 1111–1140 CE periods).\nSeven NegExp detrended MXD site chronologies, from latitudinal and elevational treeline environments in Northern and Central Europe, were used to assess the spatial and temporal temperature patterns associated with large volcanic\nT ab\nle 1\nV ol ca ni c er up\ntio ns\nY ea r\nS ea so n\nV ol ca no\nan d R eg io n\nV E Ia\nL at .\nT ep hr ac\nL on\ng pe ri od\nS ho\nrt pe ri od\nL ar ge\nev en ts\nS m al l ev en ts\nE xt ra tr op\nic s\nT ro pi cs\nG ao 08\n(N H )d\n(S E A 1)\n(S E A 2)\n(S E A 3)\n(S E A 4)\n(S E A 5)\n(S E A 6)\n(S E A 7)\n12 62\nb K at la (I ce la nd\n) 5\n64 °N\n1. 5\n✓ ✓\n✓\n13 62\n2 O ra ef aj ok\nul l (I ce la nd\n) 5\n64 °N\n2. 3\n✓ ✓\n✓\n14 71\n4 S ak ur aJi m a (J ap an )\n5 b\n32 °N\n1. 3\n✓ ✓\n✓\n14 77\n1 b\nB ar da rb un\nga (I ce la nd\n) 6\n65 °N\n10 ✓\n✓ ✓\n15 63\n2 A gu\na de\nP au\n(A zo re s)\n5 b\n38 °N\n1 ✓\n✓ ✓\n15 86\nb K el ut\n(I nd\non es ia )\n5 b\n8° S\n1 ✓\n✓ ✓\n15 93\nb R au ng\n(I nd\non es ia )\n5 b\n8° S\n1 ✓\n✓ ✓\n✓\n16 00\n1 H ua yn\nap ut in a (P er u)\n6 17\n°S 30\n✓ ✓\n✓\n16 25\n3 K at la (I ce la nd\n) 5\n64 °N\n1. 5\n✓ ✓\n✓\n16 30\n3 F ur na s (A\nzo re s)\n5 38\n°N 2. 1\n✓ ✓\n✓\n16 31\n4 V es uv\niu s (I ta ly )\n5 b\n41 °N\n1. 1\n✓ ✓\n✓\n16 40\n3 K om\nag aT ak e (J ap an )\n5 42\n°N 2. 9\n✓ ✓\n✓\n16 41\n1 P ar ke r (P hi lip\npi ne s)\n5 b\n6° N\n1 ✓\n✓ ✓\n✓\n16 63\n3 U su\n(J ap an )\n5 43\n°N 2. 8\n✓ ✓\n16 67\n3 S hi ko\nts u (J ap an )\n5 43\n°N 3. 4\n✓ ✓\n16 73\n2 G am\nko no\nra (I nd\non es ia )\n5 b\n1° N\n1 ✓\n✓ ✓\n✓\n16 80\nb T on\ngk ok\no (I nd\non es ia )\n5 b\n2° N\n1 ✓\n✓ ✓\n17 07\n4 F uj i( Ja pa n)\n5 35\n°N 2. 1\n✓ ✓\n17 21\n2 K at la (I ce la nd\n) 5\nb 64\n°N 1. 2\n✓ ✓\n17 39\n3 S hi ko\nts u (J ap an )\n5 43\n°N 4\n✓ ✓\n✓\n17 55\n4 K at la (I ce la nd\n) 5\nb 63\n°N 1. 5\n✓ ✓\n✓ ✓\n18 15\n2 T am\nbo ra\n(I nd\non es ia )\n7 8° S\n16 0\n✓ ✓\n✓ ✓\n18 22\n4 G al un\ngg un\ng (I nd\non es ia )\n5 7° S\n1 ✓\n✓ ✓\n✓\n18 35\n1 C os ig ui na\n(N ic ar ag ua )\n5 13\n°N 5. 7\n✓ ✓\n✓ ✓\n✓\n18 54\n1 S hi ve lu ch\n(R us si a)\n5 56\n°N 2\n✓ ✓\n✓ ✓\n✓\n18 75\n1 A sk ja (I ce la nd\n) 5\n65 °N\n1. 8\n✓ ✓\n✓ ✓\n18 83\n3 K ra ka ta u (I nd\non es ia )\n6 6° S\n20 ✓\n✓ ✓\n✓ ✓\n19 02\n4 S an ta M ar ia (G\nua te m al a)\n6 b\n15 °N\n20 ✓\n✓ ✓\n✓\n19 07\n2 b\nK su da ch\n(R us si a)\n5 52\n°N 2. 8\n✓ ✓\n✓ ✓\n19 12\n2 (U\nS A )\n6 58\n°N 28\n✓ ✓\n✓ ✓\n✓\n19 13\n1 C ol im\na (M\nex ic o)\n5 19\n°N 1. 7\n✓ ✓\n✓ ✓\n19 33\n1 K ha ri m ko\nta n (K\nur il Is l.)\n5 49\n°N 1\n✓ ✓\n✓ ✓\n19 56\n1 B ez ym\nia nn\ny (R us si a)\n5 56\n°N 2. 8\n✓ ✓\n✓ ✓\n19 63\n1 A gu\nng (I nd\non es ia )\n5 8° S\n1 ✓\n✓ ✓\n✓ ✓\neruptions (Table 2). The site chronologies are composed of Pinus sylvestris fromCentral (JAE) and Northern Scandinavia (TOR, NSC), Pinus uncinata from the Pyrenees (PYR), and Larix decidua and Picea abies from the Alps (LAU, LOE, TIR). The average number of MXD measurement series, over the common period 1111–1976 CE, varies considerably among these datasets ranging from 18 in TOR to 49 in NSC. The lag 1 autocorrelation, ameasure of the temporal persistence in a time series, is <0.38 in all MXD site chronologies matching the memory inherent to instrumental JJA temperature data from the European stations used in this study (see below).\nThe regional mean time series, MXD-north and MXDcentral, were calculated by averaging all the northern and central site chronologies (Fig. 2). This consolidation is justified by the significantly high inter-site correlations among the three northern (rnorth=0.57) and the four central sites (rcentral=0.46) over the common period 1111–1976 CE. It is important to note that the northern versus central site chronologies share no common variance (see the grey curve in Fig. 2d centered at r=0.03) reflecting the distinct climatic dipole structure that exists over Europe as a consequence of internal climate forcings (Barnston and Livezey 1987). Inter-site correlations also decrease back in time—particularly among the northern sites (see the blue curve in Fig. 2d)—likely due to declining sample sizes in the site chronologies. This latter feature points to a weaker climatic signal in the site chronologies and subsequent regional composites during the earliest centuries of the past millennium. Replication of the entire European MXD network declines from 426 measurement series in 1973 to 87 series in 1111 CE (Fig. 2c).\nInstrumental temperature data and calibration of MXD records\nTheMXD site and regional chronologies were transformed into estimates of average JJA temperature variability by scaling (adjusting the mean and variance; Esper et al. 2005) each chronology against the average JJA temperature of the nearest grid point in the Crutem4 temperature dataset (Jones et al. 2012) over the common period 1901–1976 (Table 3). The correlations between MXD chronology and JJA temperatures, at their respective grid points, are lower in Central Europe (ranging from 0.31 to 0.61) than in Northern Europe (0.71 to 0.82), indicating an overall weaker inherent climate signal in the central portion of the network. This tendency is confirmed by the correlations, calculated over a much longer time period (1722–1976), between the mean JJA temperatures recorded at the Stockholm and Uppsala stations and the northern MXD chronologies, to the corresponding correlations computed for Central European chronologies and the long Central England, De Bilt, and Berlin station records (see last column in Table 3; Table S1).\nComparison of the spatial patterns of MXD summer temperature signals (Fig. 3) and the spatial patterns of theTa\nb le 1\n(c on\ntin ue d)\nY ea r\nS ea so n\nV ol ca no\nan d R eg io n\nV E Ia\nL at .\nTe ph\nra c\nL on\ng pe ri od\nS ho\nrt pe ri od\nL ar ge\nev en ts\nS m al l ev en ts\nE xt ra tr op\nic s\nT ro pi cs\nG ao 08\n(N H )d\n(S E A 1)\n(S E A 2)\n(S E A 3)\n(S E A 4)\n(S E A 5)\n(S E A 6)\n(S E A 7)\nN um\nbe r of\nev en ts\n34 15\n22 12\n21 13\n9\nM ea n te ph\nra vo\nl. (b ill io n cu bi c m et er s)\n9. 4\n16 .9\n14 .0\n1. 1\n3. 7\n18 .8\n(2 3. 2)\ne\nJJ A te m pe ra tu re\nre sp on\nse M X D -n or th\n(l ag\n+ 2)\n− 0. 52\n− 0. 65\n− 0. 46\n− 0. 61\n− 0. 41\n− 0. 68\n− 0. 15\nM X D -c en tr al (l ag\n+ 1)\n− 0. 18\n− 0. 29\n− 0. 17\n− 0. 19\n− 0. 01\n− 0. 44\n− 0. 18\nT he\n34 an nu\nal ly da te d an d do\ncu m en te d vo\nlc an ic er up\ntio ns\n(V E Ii nd\nex ≥5\n)i n th e N H ex tr at ro pi cs\nan d tr op\nic s fr om\n11 11 –1 97\n6 C E .S E A s 2– 7 in di ca te su bs et s of\nev en ts us ed\nto es tim\nat e JJ A te m pe ra tu re\nre sp on\nse s in\nE ur op\nea n M X D\nch ro no\nlo gi es . B ot to m\ntw o lin\nes su m m ar iz e th e te m pe ra tu re\nre sp on\nse in\nth e se co nd\npo st -e ru pt io n ye ar\nin N or th er n E ur op\ne an d th e fi rs t po\nst -e ru pt io n ye ar\nin C en tr al\nE ur op e a V ol ca ni c ex pl os iv ity\nin de x\nb In di ca te s un\nce rt ai n as si gn\nm en ts .\nc E st im\nat ed\nvo lu m e in\nbi lli on\ncu bi c m et er s\nd Ic e– co re -d er iv ed\nvo lc an ic su lf at e de po\nsi tio\nn si gn\nal s fr om\nG ao\net al .( 20\n08 ). N in e of\nth e to ta lo f 40\nN H vo\nlc an ic ev en ts re co ns tr uc te d in G ao\net al .( 20\n08 ) fo r th e 11 11 –1\n97 6 pe ri od\nm at ch\nth e V E I≥ 4 ev en ts lis te d he re .A ll 40 N H de po si tio n ev en ts w er e us ed in th e S E A e M ea n N H st ra to sp he ri c su lf at e ae ro so l in je ct io n (i n T g) ac co rd in g to G ao et al .2 00 8\nlong European station record’s summer temperature signals (Fig. S1) reveals increasing distance between the proxy sites and station locations is an additional source of correlation decay. The significant correlations (p<0.05) between the northern MXD data and the gridded temperature data are spatially more homogeneous, reaching southward to a line across Northern Germany toward Ukraine. The significant portions of the overall weaker and more heterogeneous patterns of the Central European MXD data are centered over the Alps reaching into the central Mediterranean and the Balkans. The spatial overlap between the correlation patterns of the central MXD sites and the long station records (Fig. 3 and Fig.S1) indicates that the distance between proxy and station data affects the correlation results over the long 1722–1976 period in Central Europe, which is particularly obvious for the Mediterranean PYR site (Table 3, rCrutem4=0.40; rStations=0.17). A similar feature is seen in Northern Europe, where the JAE site correlates lower than the TOR and NSC sites with the nearest grid points but correlates better than the far northern MXD sites (TOR, NSC) with the Uppsala and Stockholm stations located in southern Sweden. These spatial\nassociations help explain the overall better fit between the MXD-north mean time series and the station-derived mean time series (JJA-north; see Fig. S2), compared with the MXDcentral mean time series versus the Central European station mean (JJA-central). As the distance between proxy and station locations in the central portion of the network is larger, and their association is weaker, somewhat less coherent results should be expected when estimating post-volcanic cooling effects from the MXD-central and JJA-central data over the common 1722–1976 period.\nCoupled general circulation models\nIn addition to the European MXD and long instrumental station records, we used four millennium-long JJA temperature histories simulated by three CGCMs for the assessment of post-volcanic cooling effects (Supplementary Material). CGCM runs are typically used to attribute the influence of natural and anthropogenic forcings on climate, including the effects of explosive volcanism (Schneider et al. 2009). The simulations considered here include two millennium-long"
  }, {
    "heading": "Lauenen (LAU) Switzerland Spruce 996–1976 22 0.03 Schweingruber et al. 1988 Lötschental (LOE) Switzerland Larch 743–2004 46 0.37",
    "text": ""
  }, {
    "heading": "Jaemtland (JAE) Sweden Pine 1111–1978 29 0.12 Gunnarson et al. 2010",
    "text": "runs of the ECHO-G model (denoted Erik1 and Erik2; Zorita et al. 2005), as well as combined runs of the Max-Planck-\nInstitute Earth System Model Paleoclimate version (MPIESM-P) and the Community Climate System Model version 4 (CCSM4; Gent et al. 2011) downloaded from the CMIP5 archive (Taylor et al. 2012; Fernández-Donado et al. 2013).\nWe extracted and averaged the simulated temperatures from each model run at five grid points in the vicinity of the northern MXD and station sites to produce a composite, simulated, JJA time series (CGCM-north; Fig. S3). The same procedure was applied to the seven grid points in vicinity to the central MXD chronologies and their corresponding long central stations (CGCM-central). The model composites are later used for comparison with the proxy-derived, volcanic cooling estimates from 1111–1976. Note the simulated temperatures correlate only weakly between the four model runs in Northern Europe (R1111-1976=0.12) and Central Europe (R1111-1976=0.08), possibly related to the limited geographical region and the varying external forcings used in each model. Whereas the CCSM4 run has been forced with the aerosol deposition data from Gao et al. (2008), Erik1 and Erik2 were forced using eruption estimates from Crowley (2000) and MPI-ESM-P with estimates from Crowley et al. (2008). The simulated summer temperatures also indicate slightly differing long-term trends from 1722–1976, as compared with the JJA-north and JJA-central station means (Fig. S3)."
  }, {
    "heading": "MXD-central Mean 0.52 0.36",
    "text": "Pearson correlation coefficients of the MXD site and regional mean chronologies with JJA temperatures of the nearest grid points from the Crutem4 dataset (Jones et al. 2012) over the 1901–1976 period, together with the correlations with JJA mean temperatures of the long station records in Northern Europe (Uppsala and Stockholm) and Central Europe (Central England, De Bilt, and Berlin) over the 1722–1976 period\n-3\n0\n3 MXD-north Northern sites\n-3\n0\n3\n1100 1200 1300 1400 1500 1600 1700 1800 1900 2000\nMXD-central Central sites\n0 100 200 300 400 500\n-0.2 0.0 0.2 0.4 0.6 0.8 North Central North vs. South\n1100 1200 1300 1400 1500 1600 1700 1800 1900 2000\nNSC PYR\nLOE\na\nb\nc\nd\nYear\nYear\nIn de x N um be r\nIn de x C or re la tio n\n1453 1614 18121632/33\n1258 1698 1816 1912\nFig. 2 European maximum latewood density records. MXD site chronologies (black) from a Northern (JAE, TOR, NSC) and b Central Europe (PYR, LAU, LOE, TIR) over their common period 1111– 1976 CE. Records were smoothed using a 30-year filter. Blue and red curves are the regional mean time series derived from averaging the unsmoothed site records in Northern (blue) and Central Europe (red) respectively. The years of the four most negative deviations are labeled.\nc Temporal sample depth of all MXD measurement series (stem radii) within each site chronology in Northern (bluish colors) and Central Europe (reddish colors). The well-replicated site chronologies in Northern (NSC) and Central Europe (PYR, LOE) are labeled. d 100-year running inter-site correlations among the three northern (blue) and central site chronologies (red), and between the northern and central regional records (grey)\nSuperposed epoch analysis (SEA)\nTo assess post-volcanic cooling, we used SEA (Panofsky and Brier 1958) with (1) the temperature-transformed MXD site chronologies and their regional means (MXD-north, MXDcentral), (2) the long instrumental station records and their means (JJA-north, JJA-central), and (3) the simulated JJA temperatures of the four CGCM runs and their means (CGCMnorth, CGCM-central). In this experiment, the 5 years before and after a volcanic eruption are analyzed. Instrumental JJA temperature measurements and their MXD-based and CGCM estimates are expressed as anomalies with respect to the mean of the 5 years preceding the eruptions (years −5 to −1). SEA is\napplied to the 34 annually dated VEI≥5 events, documented by the GVP (Siebert et al. 2010), over the 1111–1976 CE period, as well as the five additional subsets of those eruptions (SEA2-6 in\nTable 1). We also considered 40 volcanic events derived from sulfate aerosol layers in Greenland and Antarctic ice cores (SEA 7) and those eruptions used in a previous NH, living-tree MXD study of cooling patterns by Briffa et al. (1998) (Supplementary Material)."
  }, {
    "heading": "Results",
    "text": "Analysis of millennial-length MXD chronologies revealed severe post-volcanic summer cooling in Northern Europe and a reduced, but temporally extended, response in Central Europe associated with 34 precisely located and dated large eruptions between 1111 and 1976 CE (Fig. 4). Northern European JJA temperatures, in years 1 and 2 after the volcanic events, are −0.28 and −0.52 °C. The individual MXD site chronologies from Scandinavia indicate fairly homogeneous patterns in these years (see the thin curves in Fig. 4) with a spread about their mean departure as small as ±0.08 °C at lag +1 and ±0.05 °C at lag +2. Summer temperatures in Northern Europe rebound to +0.25 °C by the fourth postvolcanic year. Cooling in Central Europe lasts until the fourth post-volcanic year (minimum at lag +1=−0.18 °C) and gradually returns to +0.02 °C in year 5 after eruptions. However, relative to the temperature variations prior to stratospheric events (years −5 to −1), only the post-volcanic response in Northern Europe appears exceptional. In Central Europe, the post-volcanic deviations do not differ significantly from the centralized pre-volcanic estimates.\nThe 1111–1976 CE MXD-derived SEA temperature estimates (Fig. 4a) are strikingly similar to those found in both the 1722–1976 MXD and 1722–1976 instrumental station records (Fig. 4b, c), though the spread of SEA temperatures over the shorter period that contains 15 eruptions is larger. In Northern Europe, the dominating feature is the strong cooling in the second post-volcanic year, followed by a dramatic warming (+0.93 °C station data) in the fourth. A similar pattern is evident in Central Europe where the JJA-central cooling signal (minimum −0.22 °C) in year +1 vanishes among the pre- and post-volcanic temperature variations. Differences between the Central European MXD and instrumental SEA patterns, especially the station’s positive anomaly in the fourth post-eruption year, are likely related to (1) the varying spatial coverage of the central MXD and observational data (Fig. 3 and Fig.S1), (2) the unexplained temperature variance in the proxy data (larger in Central Europe compared with Northern Europe; Table 3), and (3) the reduced number of VEI≥5 volcanic events since 1722 CE (n=15), producing larger uncertainties (e.g., increased variance of the Central European MXD site’s response in Fig. 4b).\nThe SEA results reveal stronger post-volcanic responses to tropical eruptions as compared with NH events (Fig. 4d, e) over the past 900 years but relatively minor differences as a consequence of eruption size (i.e., <1.5 versus ≥1.5×109 m3 tephra volume; Supplementary Material). It remains unclear whether the increased tropical eruption signature is due to the volcano’s location—and associated increased stratospheric transport (Trepte and Hitchman 1992)—or driven by eruption size, as the mean tephra volume of the low latitude events (18.8×109 m3) is much larger than the high latitude events (3.7×109 m3). Also, varying sulfur contents might contribute to the differentiation between Tropical and NH eruptions.\nThe strong temperature cooling found in Northern Europe following VEI≥5 eruptions diminishes if ice–core-derived volcanic events (Gao et al. 2008) are considered in the SEA (Fig. 5; details in Fig. S4), pointing to the importance of utilizing annually dated eruption data when assessing post-\nvolcanic effects. Of course, the simulated Northern European summer temperatures indicate severe post-volcanic cooling in response to the Gao et al. (2008) events, if the CGCM (here CCSM4) has been forced with the same aerosol injection estimates (Fig. S5). In this case, post-volcanic cooling is much larger in the regional CCSM4 output (−0.90 °C and −0.80 °C at lags +1 and +2) than the cooling seen in both the MXD and instrumental data. The overall variance among the four CGCMs considered in the SEAs is significantly high, compared with the proxy and observational data, pointing to the limited validity of simulated temperatures at the scale of continental Europe (Supplementary Material).\nThe assessment of post-volcanic cooling in the context of the full spectrum of summer temperature variance over the 1111– 1976 CE (n=866 years) and 1722–1976 CE (n=255 years) periods indicates that only mean deviations at lag +2 in Northern Europe differ significantly (p<0.05; Mann– Whitney–Wilcoxon test) from the mean of all years (Fig. 6).\n-1.0\n-0.5\n0.0\n0.5\n-5 -4 -3 -2 -1 0 1 2 3 4 5\n-1.0\n-0.5\n0.0\n0.5\n-5 -4 -3 -2 -1 0 1 2 3 4 5\n-1.0\n-0.5\n0.0\n0.5\n-5 -4 -3 -2 -1 0 1 2 3 4 5\n-1.0\n-0.5\n0.0\n0.5\n-5 -4 -3 -2 -1 0 1 2 3 4 5\n-1.0\n-0.5\n0.0\n0.5\n-5 -4 -3 -2 -1 0 1 2 3 4 5\n1111-1976\n6791-22716791-2271\nExtratropics Tropics\nNorthern sites\nCentral sites\nMXD-north\nMXD-central\nNorthern stations\nCentral stations\nJJA-north\nJJA-central\nStation data\na\ned\ncb\nYears relative to volcanic event\nJJ A\nte m\npe ra\ntu re\na no\nm al\ny (°\nC )Fig. 4 Superposed epoch analyses centered on large volcanic eruptions of the past nine centuries. a JJA temperature patterns of MXD-north (blue) and MXD-central (red) 5 years before and after the 34 large volcanic eruptions (VEI index≥5) within the 1111–1976 CE period (SEA1 in Table 1). Thin curves are the SEA time series of the individual MXD site records JAE, TOR, and NSC in Northern Europe, and PYR, LAU, LOE, and TIR in Central Europe. b Same as in a, but for the 15 eruptions of the 1722– 1976 CE period (SEA2). c Same as in b, but using the JJA instrumental temperatures (instead of the MXD-derived estimates). d, e Same as in a, but for the 21 eruptions located in the NH extratropics and 13 eruptions in the (NH and SH) tropics, respectively. All SEA time series expressed as temperature anomalies with respect to the 5 years preceding the volcanic events (lags −5 to −1)\nTemperature cooling in year 1 after the stratospheric event—the most striking signal found in Central Europe—is not significantly different from the mean of all years, even if the overall variance of summer temperatures is less in Central Europe compared with Northern Europe (see the density functions in Fig. 6). Visualization of the annual temperature estimates demonstrates that (1) a number of post-volcanic JJA anomalies are actually positive (i.e., on the right side of the centered distributions), and (2) there are frequent cool years that are not associated with stratospheric volcanic events. The latter finding is likely constrained by the incompleteness of the volcanic record particularly during the earlier centuries of the past 900 years, albeit this argument is not valid for the shorter 1722–1976 CE period. The positive deviations point to the importance of “unforced” internal variability of the climate system at the European scale (Jungclaus et al. 2010)."
  }, {
    "heading": "Discussion and conclusions",
    "text": "The analysis of an MXD network covering the past 900 years and comparison with long instrumental records since 1722 CE revealed severe summer temperature cooling 2 years after stratospheric volcanic clouds in Northern Europe and a generally weaker response in Central Europe. This spatial pattern supports findings based on a compilation of shorter proxy and instrumental records (including documentary evidence) in response to selected tropical eruptions (Fischer et al. 2007).\nHowever, the thermal cooling reported here, based on a complete set of annually dated VEI≥5 eruptions from the NH extratropics and tropics, is weaker than that reported in Fischer et al. (2007) and, in Northern Europe, delayed by 1 year (lag +2 instead of lag +1). Tests with respect to (1) eruption size (1–1.5 versus ≥1.5×109 m3 tephra volume), (2) volcano location (NH versus tropics), (3) time period (1111– 1976 versus 1722–1976 CE), and (4) volcanic forcing data (documentary versus ice core reconstructed) demonstrate sensitivity of the cooling estimates to the selection criterion of eruptions. The marginal post-volcanic signals in both the Northern European MXD data and the long instrumental station data, in response to ice–core-derived sulfate deposition signatures (Gao et al. 2008), suggest caution should be used when considering these volcanic forcing estimates in CGCM studies (Solomon et al. 2007).\nDocumented versus ice core reconstructed volcanic histories\nThe documented and annually dated eruption data used here for the assessment of post-volcanic cooling indicates a higher frequency of stratospheric events during the more recent centuries of the past 900 years. There is a noticeable reduction of VEI≥5 eruptions before 1450 CE (n=2 events; Table 1), likely caused by incomplete documentary evidence from sparsely populated regions prior to the sixteenth century. During this early period, a number of major volcanic events, including the 1258–1259 unknown (Zielinski 1995) and 1452–1453 Kuwae eruptions (Hammer et al. 1980; Sigl et al. 2012), have been identified in ice core acid layers from Greenland and Antarctica (Oppenheimer 2003; Kurbatov et al. 2006). These events are represented in the Gao et al. (2008) sulfate aerosol injection estimates used here for comparison of regional scale cooling effects. However, throughout the 1111–1976 CE period, only nine of the 40 NH and tropical stratospheric events included in Gao et al. (2008) match the annually dated VEI≥5 events recognized by the GVP (Siebert et al. 2010).\nThe conclusion from these cooling estimates, based on documented versus ice core reconstructed volcanic histories, is somewhat ambivalent. The potentially missing stratospheric events during earlier centuries of the past 900 years suggests cooling estimates from documented eruptions are too small, yet the substantially reduced Northern European cooling obtained from the ice–core-derived events contradicts this qualification. This conflicting result is likely related to dating uncertainties inherent to the ice core data (Hammer et al. 1986; Robock and Free 1995) biasing the SEA-derived cooling estimates toward smaller deviations. Such an interpretation is supported by recent analyses of ice cores from high accumulation sites, questioning the dating of major volcanic events, including the 1452–1453 Kuwae eruption (Plummer et al. 2012b; Sigl et al. 2012) and challenging"
  }, {
    "heading": "Lag +1",
    "text": "the common practice of using particular sulfuric acid layers as markers (e.g., 1258–1259; Langway et al. 1988) to align stratigraphy between drill sites (Baillie 2008, 2010). The MXD network analyzed here indicates there were severe cooling events in 1453 CE in Northern Europe (coldest year of the past 900 years; labeled in Fig. 2) and 1258CE in Central Europe (fourth coldest year; see also Fig. S6). The distinct cooling pattern identified at lag +2 in Northern Europe aggregated over 34 annually dated VEI≥5 eruptions implies the eruption associated with 1453 CE cooling even occurred as early as 1451 CE. Admittedly, this inference is constrained by the limited geographical region (Northern Europe) represented by the MXD network in this study (Fig. 3) and the particular response to any single eruption as opposed to the overall mean signal.\nPost-volcanic temperature patterns\nThe northern European cooling pattern reported here appears particularly robust, as the regional MXD data share a high degree of common variance and contain a strong climate signal (64 % of MXD-north variance explained by JJA temperatures). The similarity between the SEA results derived from the northern MXD data over the past 900 years and the northern European instrumental data over the past 260 years aids the detection of a volcanic signal 2 years after an eruption. The signal is likely associated with a positive (negative) sea level pressure and 500 hPa geopotential height anomaly over\nthe central North Atlantic (eastern Scandinavia), connected to anomalous northwesterly and northerly flows toward central Europe (Fischer et al. 2007), suggesting a dynamical response to sub-continental cooling exists.\nThe high latitude post-volcanic cooling found here is much stronger than the signal reported by Briffa et al. (1998) for the NH extratropics (−0.11 °C at lag +1), based on an analysis of a large-scale MXD network in response to 31 selected eruptions over the past 600 years (Fig. S4d). The Briffa et al. (1998) experiment, which also included MXD data from low latitude sites, produces an even weaker response (−0.08 °C at lag +1 and −0.07 at lag +2) when strictly considering the annually dated NH and tropical VEI≥5 eruptions since 1400 CE (SEA 1 in Table 1; n=27 events). The much smaller temperature deviations in the Briffa et al. (1998) NH extratropical MXD network, compared with our findings from Europe, suggest spatially heterogeneous temperature patterns mitigate postvolcanic effects at the hemispheric scale.\nSignificance of cooling estimates\nIn Central Europe, the lower coherence among MXD sites, as well as the weaker climate signal of the central portion of the network (27 % of MXD-central variance explained by JJA temperatures), may bias the post-volcanic estimates towards reduced deviations, thereby affecting the statistical evaluation of significant cooling events with respect to the full spectrum of reconstructed summer temperature variability (Fig. 6). On\nLAG +1\n-4 -2\nLAG +2\n0.0\n0.2\n0.4\n0.6\nD en\nsi ty\n0.0\n0.2\n0.4\n0.6\n0.0\n0.2\n0.4\n0.6\n0 2 4\n-4 -2 0 2 4\n-4 -2 0 2 4\n0.0\n0.2\n0.4\n0.6\nD en\nsi ty\n0.0\n0.2\n0.4\n0.6\n0.0\n0.2\n0.4\n0.6\nMXD-north 1111-1976\nMXD-north 1722-1976\nJJA-north 1722-1976\nMXD-central 1722-1976\nJJA-central 1722-1976\nMXD-central 1111-1976\n-4 -2 0 2 4\nJJA temperature (anomaly in °C)\nJJA temperature (anomaly in °C)\nFig. 6 Distributions of reconstructed and recorded JJA temperatures over the 1111–1976 and 1722–1976 CE periods. Left column shows temperatures in Northern Europe 2 years after volcanic eruptions (SEA1: lag +2), right column shows temperatures in Central Europe 1 year after volcanic eruptions (SEA1: lag +1). Green curves indicate density functions (bandwidth=0.3) of JJA temperature anomalies with respect to the 1111–1976 and 1722–1976 periods (thin grey and red\nlines; 866 years in the top panels, 255 years in the middle and bottom panels). Red lines indicate summer temperatures in 34 post-volcanic years (lag +2 in the left, and lag +1 in the right column). Bold red lines and triangles indicate the mean temperature of these lag years. Bold black lines and triangles indicate the mean temperature of all years. Results are for MXD-based (top and middle panels) and observational (bottom panels) JJA temperatures\nthe other hand, the weak post-volcanic signal seen in the central MXD data over the past 900 years is also found in the long instrumental station records over the past 260 years suggesting a lower summer temperature sensitivity to stratospheric volcanic clouds in Central Europe. The similar temperature patterns found in the MXD-based and instrumentally based SEAs indicates that those factors which could potentially bias the MXD network response, including enhanced tree growth due to increased diffuse light in post-volcanic years (Farquhar and Roderick 2003), are negligible (see also Krakauer and Randerson 2003). Our findings indicate that the prominent cooling following Tambora in 1816 CE (the “year without a summer”; Stothers 1984), as well as in 1912 CE (perhaps Novarupta), resulted from stratospheric volcanic clouds that caused atypical summer cooling over Central Europe.\nIt is important to note that the post-volcanic cooling estimates presented here are spatially restricted to Europe and cannot be transferred to global or even hemispheric dimensions. At this limited continental scale, the density, length, and quality of both the MXD network and long instrumental station data is unique, enabling assessments of cooling effects based on an exceptionally large number of stratospheric events (34 over the 1111–1976 CE and 15 over the 1722–1976 CE period). The key finding derived from this condition suggests the relaxation time of eruptioninduced climate anomalies to be on the order of at most a few years. This finding questions how large volcanic eruptions might initiate decadal, or even centennial scale, temperature changes through feedback mechanisms in the climate system (Crowley 2000; Robock 2000; Grove 2001; Schneider et al. 2009). While the temporally limited climate response, together with the reduced sensitivity found in response to ice–core-derived forcing time series, belies the ability of large volcanic eruptions to initiate long-term temperature changes through feedbackmechanisms in the climate system, there may be longer relaxation times in other systems, e.g. sea ice (Miller et al. 2012) and ocean temperatures (Church et al. 2005; Gleckler et al. 2006).\nThis conclusion is supported by the significance of observed, post-volcanic cooling with respect to the full spectrum of summer temperature variability found over the past 900 and 260 years. Figure 6 shows only the lag +2 cooling events in Northern Europe deviate at the 95 % level from the mean summer temperature of all years over these periods. In Central Europe, the maximum likelihood of postvolcanic temperature cooling reaches approximately 80–85 % (JJA-central over the 1722–1976 CE period at lag +1). Further research on (1) the dating uncertainty of eruptions, particularly during the MWP-LIA transition period (Esper et al. 2002) during which a global reorganization of climate has been suggested (Graham et al. 2007) as well as (2) the development of millennial scale MXD records that are less biased by\nbiological memory effects than TRW records (Frank et al. 2007; Esper et al. 2007a) is needed to assess the ability of stratospheric volcanic clouds to trigger long-term temperature changes.\nEruption selection schemes\nBesides the length of skillful temperature reconstructions, the identification and selection of eruption years appears relevant when assessing post-volcanic cooling effects. Consideration of invariable selection criteria (e.g., tephra volume>1.0×109 m3) seems advisable, particularly if the period covered by the temperature reconstructions, and thereby the number of volcanic events, is limited. SEA results based on just a dozen eruptions will be sensitive to the inclusion or exclusion of single events, e.g., inclusion of a certain VEI 5 (or even VEI 4) event but exclusion of another VEI 5 event, for example. Similarly, inclusion of selected dendro-dated or ice–core-derived events—or temporal shifting of the ice core data to match the temperature proxies—is not recommended as such procedures would likely advance inflated post-volcanic cooling estimates. The approach used here, considering only the annually dated events exceeding a pre-defined VEI threshold, is again constrained by differing sulfur emission magnitudes and eruption plume altitudes. These climatically important measures vary considerably among the VEI=5 eruptions, for example.\nThe results shown here using state-of-the-art CGCMs suggest consideration of simulated post-volcanic cooling estimates, as a guideline for empirically based estimates, is not advisable at the sub-continental scale. The simulated summer temperatures over Central and Northern Europe do not cohere among the models, a finding that is largely controlled by the differing volcanic histories used to force the models. As expected, the simulated post-volcanic cooling effects appear much larger if the CGCM runs are aligned by the exact same volcanic events used to force the models. In addition, differences in the models innate climate dynamics, as well as the limited geographical region (grid points in Central and Northern Europe) likely contribute to the inconsistency among the simulations.\nAcknowledgments The study was supported by theMainz Geocycles Research Centre. J.L. acknowledges support from the EU/FP7 project ACQWA (NO212250), the DFG Projects PRIME 2 (“PRecipitation In past Millennia in Europe- extension back to Roman times”) within the Priority Program “INTERDYNAMIK” and “Historical climatology of the Middle East based on Arabic sources back to ad 800.”"
  }],
  "year": 2013,
  "references": [{
    "title": "Solar influence on climate during the past millennium: results from transient simulations with the NCAR Climate System",
    "authors": ["CM Ammann", "F Joos", "DS Schimel", "BL Otto-Bliesner", "RA Tomas"],
    "year": 2007
  }, {
    "title": "The influence of volcanic eruptions on the climate of the Asian monsoon region",
    "authors": ["KJ Anchukaitis", "BM Buckley", "ER Cook", "BI Cook", "RD D’Arrigo", "CM Ammann"],
    "venue": "Geophys Res Lett 37",
    "year": 2010
  }, {
    "title": "Tree rings and volcanic cooling",
    "authors": ["KJ Anchukaitis"],
    "venue": "Nat Geosc",
    "year": 2012
  }, {
    "title": "Surface temperature changes following the six major volcanic episodes between 1780 and 1980",
    "authors": ["JK Angell", "J Korshover"],
    "venue": "J Clim Appl Meteorol",
    "year": 1985
  }, {
    "title": "Volcanoes, ice-cores and tree-rings: one story or two? Antiquity 84:202–215",
    "authors": ["MGL Baillie"],
    "year": 2010
  }, {
    "title": "Proposed re-dating of the European ice core chronology by seven years prior to the 7th century AD",
    "authors": ["MGL Baillie"],
    "venue": "Geophys Res Lett 35",
    "year": 2008
  }, {
    "title": "Classification, seasonality and persistence of low-frequency atmospheric circulation patterns",
    "authors": ["AG Barnston", "RE Livezey"],
    "venue": "Mon Wea Rev 115:1083–1126",
    "year": 1987
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["KR Briffa", "PD Jones", "FH Schweingruber", "TJ Osborn"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Summer temperature variations in the EuropeanAlps, AD 755–2004",
    "authors": ["U Büntgen", "DC Frank", "D Nievergelt", "J Esper"],
    "venue": "J Clim",
    "year": 2006
  }, {
    "title": "Long-term summer temperature variations in the Pyrenees",
    "authors": ["U Büntgen", "DC Frank", "H Grudd", "J Esper"],
    "venue": "Clim Dyn 31:615–631",
    "year": 2008
  }, {
    "title": "Diverse climate sensitivity of Mediterranean tree-ring width and density",
    "authors": ["U Büntgen", "D Frank", "V Trouet", "J Esper"],
    "year": 2010
  }, {
    "title": "European climate variability and human susceptibility over the past 2500 years",
    "authors": ["U Büntgen"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "Significant decadal-scale impact of volcanic eruptions on sea level and ocean heart content",
    "authors": ["J Church", "N White", "JM Arblaster"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Volcanoes and climate.WIREs ClimChange 1:824–839",
    "authors": ["J Cole-Dai"],
    "year": 2010
  }, {
    "title": "Kairiukstis LA (eds) (1990) Methods of dendrochronology: applications in environmental science",
    "authors": ["ER Cook"],
    "year": 1990
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["TJ Crowley"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Volcanism and the Little Ice Age",
    "authors": ["T Crowley", "G Zielinski", "B Vinther", "R Udisti", "K Kreutz", "J Cole-Dai", "E Castellano"],
    "venue": "PAGES Newsl",
    "year": 2008
  }, {
    "title": "Technical details concerning development of a 1200-yr proxy index for global volcanism",
    "authors": ["TJ Crowley", "MB Unterman"],
    "venue": "Earth Syst Sci Data Discus",
    "year": 2012
  }, {
    "title": "Impact of volcanic forcing on tropical temperatures during the last four centuries",
    "authors": ["R D’Arrigo", "R Wilson", "A Tudhope"],
    "venue": "GeoSci",
    "year": 2009
  }, {
    "title": "Evidence of climate effects in the annual rings of trees",
    "authors": ["AE Douglass"],
    "venue": "Ecology",
    "year": 1920
  }, {
    "title": "Coupled Model Intercomparison Project 5 (CMIP5) simulations of climate following volcanic eruptions",
    "authors": ["S Driscoll", "A Bozzo", "LJ Gray", "A Robock", "G Stenchikov"],
    "venue": "J Geophys Res 117",
    "year": 2012
  }, {
    "title": "Low-frequency signals in long tree-ring chronologies and the reconstruction of past temperature variability",
    "authors": ["J Esper", "ER Cook", "FH Schweingruber"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Effect of scaling and regression on reconstructed temperature amplitude for the past millennium",
    "authors": ["J Esper", "DC Frank", "RJS Wilson", "KR Briffa"],
    "venue": "Geophys Res Lett 32",
    "year": 2005
  }, {
    "title": "Liebhold A (2007a) 1200 years of regular outbreaks in alpine insects",
    "authors": ["J Esper", "U Büntgen", "DC Frank", "D Nievergelt"],
    "venue": "Proceed Royal Soc B",
    "year": 2007
  }, {
    "title": "Updating the Tyrol tree-ring dataset. In: Haneca K, et al. (eds), Tree rings in archaeology, climatology and ecology",
    "authors": ["J Esper", "U Büntgen", "D Frank", "T Pichler", "K Nicolussi"],
    "year": 2007
  }, {
    "title": "Trends and uncertainties in Siberian indicators of 20th century warming",
    "authors": ["J Esper", "DC Frank", "U Büntgen", "A Verstege", "RM Hantemirov", "AV Kirdyanov"],
    "venue": "Glob Change Biol",
    "year": 2010
  }, {
    "title": "Orbital forcing of tree-ring data",
    "authors": ["U Büntgen"],
    "venue": "Nat Clim",
    "year": 2012
  }, {
    "title": "The 1452 or 1453 A.D. Kuwae eruption signal",
    "authors": [],
    "year": 2006
  }, {
    "title": "Ice-cored dating",
    "authors": ["CU Hammer", "HB Clausen", "H Tauber"],
    "year": 1986
  }, {
    "title": "Influence of human and natural forcing on",
    "authors": ["E Xoplaki"],
    "year": 2011
  }, {
    "title": "Surface climate",
    "authors": ["PD Jones", "A Moberg", "TJ Osborn", "KR Briffa"],
    "venue": "European seasonal temperatures. Nat Geosci",
    "year": 2003
  }, {
    "title": "Hemispheric and large-scale land surface air temperature variations: an extensive revision and an update",
    "authors": ["PD Jones", "DH Lister", "TJ Osborn", "C Harpham", "M Salmon", "CP Morice"],
    "venue": "J Geophys Res 117:D05127",
    "year": 2012
  }, {
    "title": "Climate and carbon-cycle variability over the last millennium",
    "authors": ["JH Jungclaus"],
    "venue": "Clim Past",
    "year": 2010
  }, {
    "title": "Climatic impact of explosive volcanic eruptions",
    "authors": ["PM Kelly", "CB Sear"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Do volcanic eruptions enhance or diminish net primary production? Evidence from tree rings",
    "authors": ["NY Krakauer", "JT Randerson"],
    "venue": "Glob Biogeochem Cycl",
    "year": 2003
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["AV Kurbatov", "GA Zielinski", "NW Dunbar", "PA Mayewski", "EA Meyerson", "SB Sneed", "KC Taylor"],
    "venue": "J Geophys Res 111:D12307",
    "year": 2006
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["VC LaMarche", "KK Hirschboeck"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "An inter-hemispheric volcanic time-marker in cores from Greenland and Antarctica",
    "authors": ["CC Langway", "HB Clausen", "CU Hammer"],
    "venue": "Ann Glaciol",
    "year": 1988
  }, {
    "title": "Underestimation of volcanic cooling in tree-ring-based reconstructions of hemispheric temperatures",
    "authors": ["ME Mann", "JD Fuentes", "S Rutherford"],
    "venue": "Nat Geosc",
    "year": 2012
  }, {
    "title": "Major volcanic eruptions and climate: a critical evaluation",
    "authors": ["CF Mass", "DA Portman"],
    "venue": "J Clim",
    "year": 1989
  }, {
    "title": "Stratospheric aerosols and clouds. In: Hobbs PV (ed) Aerosol-cloud-climate interactions",
    "authors": ["PM McCormick", "PH Wang", "LR Poole"],
    "year": 1993
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["GH Miller"],
    "venue": "Geophys Res Lett 39:L02708",
    "year": 2012
  }, {
    "title": "Timing and duration of European larch growing season along an altitudinal gradient in the Swiss Alps",
    "authors": ["L Moser", "P Fonti", "U Büntgen", "J Esper", "J Luterbacher", "J Franzen", "D Frank"],
    "venue": "Tree Physiol",
    "year": 2010
  }, {
    "title": "An improved method of constructing a database of monthly climate observations and associated highresolution grids",
    "authors": ["TM Mitchell", "PD Jones"],
    "venue": "Int J Climatol",
    "year": 2005
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["CG Newhall", "S Self"],
    "venue": "J Geophys Res",
    "year": 1982
  }, {
    "title": "Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruptions",
    "authors": ["C Oppenheimer"],
    "venue": "Int J Climatol",
    "year": 2003
  }, {
    "title": "Some applications of statistics to meteorology",
    "authors": ["HA Panofsky", "GW Brier"],
    "year": 1958
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the c. 1450s eruption of Kuwae, Vanuatu",
    "authors": ["CT Plummer"],
    "venue": "Clim Past Discus",
    "year": 2012
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A Robock", "MP Free"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "The volcanic signal in surface temperature observations",
    "authors": ["A Robock", "J Mao"],
    "venue": "J Clim",
    "year": 1995
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["MW Salzer"],
    "venue": "HughesMK",
    "year": 2007
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community Climate System Model",
    "authors": ["DP Schneider", "CM Ammann", "BL Otto-Bliesner", "DS Kaufman"],
    "venue": "J Geophys Res 114:D15101",
    "year": 2009
  }, {
    "title": "The X-ray technique as applied to dendroclimatology",
    "authors": ["FH Schweingruber", "HC Fritts", "OU Bräker", "LG Drew", "E Schaer"],
    "year": 1978
  }, {
    "title": "Radiodensitometric–dendroclimatological conifer chronologies from Lapland (Scandinavia) and the Alps (Switzerland)",
    "authors": ["FH Schweingruber", "T Bartholin", "E Schär", "KR Briffa"],
    "venue": "Boreas",
    "year": 1988
  }, {
    "title": "Global surface temperatures responses to major volcanic eruptions",
    "authors": ["CB Sear", "PM Kelly", "PD Jones", "CM Goodess"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S Self", "MR Rampino", "JJ Barbera"],
    "venue": "J Vol Geoth Res",
    "year": 1981
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing of the last 2000 years",
    "authors": ["M Sigl"],
    "venue": "J Geophys Res doi:10.1029/2012JD018603,",
    "year": 2012
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the c. 1450s eruption of Kuwae, Vanuatu",
    "authors": ["CT Plummer"],
    "venue": "Clim Past Discuss",
    "year": 2012
  }, {
    "title": "Volcanoes of the world",
    "authors": ["L Siebert", "T Simkin", "P Kimberly"],
    "year": 2010
  }, {
    "title": "Climate change 2007: the physical science basis. Contribution of working group I to the fourth assessment report of the Intergovernmental Panel on Climate Change",
    "authors": ["S Solomon", "D Qin", "M Manning", "Z Chen", "M Marquis", "KB Averyt", "M Tignor", "HL Miller"],
    "year": 2007
  }, {
    "title": "Arctic Oscillation response to volcanic eruptions in the IPCC AR4 climate models",
    "authors": ["G Stenchikov", "K Hamilton", "RJ Stouffer", "A Robock", "V Ramaswamy", "B Santer", "HF Graf"],
    "venue": "J Geophys Res",
    "year": 2006
  }, {
    "title": "The great Tambora eruption in 1815 and its aftermath",
    "authors": ["RB Stothers"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "An overview of CMIP5 and the experimental design",
    "authors": ["KE Taylor", "RJ Stouffer", "GA Meehl"],
    "venue": "Bull Amer Meteor Soc",
    "year": 2012
  }, {
    "title": "Limited temperature response to the very large AD 1258 volcanic eruption",
    "authors": ["C Timmreck", "SJ Lorenz", "TJ Crowley", "S Kinne", "TJ Raddatz", "MA Thomas", "JH Jungclaus"],
    "venue": "Geophys Res Lett 36",
    "year": 2009
  }, {
    "title": "Spatiotemporal variability in volcanic sulphate deposition over the past 2 kyrs in snow pits and firn cores from Amundsenisen, Antarctica",
    "authors": ["F Traufetter", "H Oerter", "H Fischer", "R Weller", "H Miller"],
    "venue": "Claciol",
    "year": 2004
  }, {
    "title": "Hitchman MH (1992) tropical stratospheric circulation deduced from satellite aerosol data",
    "authors": ["CR Trepte"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Persistent positive North Atlantic Oscillation mode dominated the Medieval Climate Anomaly",
    "authors": ["V Trouet", "J Esper", "NE Graham", "A Baker", "JD Scourse", "DC Frank"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "The influence of volcanic, solar and CO2 forcing on the temperatures in the Dalton Minimum (1790–1830): a model study",
    "authors": ["S Wagner", "E Zorita"],
    "year": 2005
  }, {
    "title": "Delayed winter warming: a decadal dynamical response to strong tropical volcanic eruptions",
    "authors": ["D Zanchettin", "C Timmreck", "O Bothe", "S Lorenz", "G Hegerl", "H-F Graf", "J Luterbacher", "JH Jungclaus"],
    "year": 2013
  }, {
    "title": "Timmreck C (2013b) Background conditions influence decadal climate response to strong volcanic eruptions",
    "authors": ["D Zanchettin", "O Bothe", "H-F Graf", "J Luterbacher", "JH Jungclaus"],
    "venue": "J Geophys Res",
    "year": 2013
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["GA Zielinski"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Natural and anthropogenic modes of surface temperature variations in the last thousand years",
    "authors": ["E Zorita", "F Gonzlez-Rouco", "H von Storch", "JP Montavez", "F Valero"],
    "venue": "Geophys Res Lett 32:L08707",
    "year": 2005
  }],
  "id": "SP:3e9305e3a75a733b202b807cbfe4e2b985cf7b31",
  "authors": [{
    "name": "Jan Esper",
    "affiliations": []
  }, {
    "name": "Lea Schneider",
    "affiliations": []
  }, {
    "name": "Paul J. Krusic",
    "affiliations": []
  }, {
    "name": "Jürg Luterbacher",
    "affiliations": []
  }, {
    "name": "Ulf Büntgen",
    "affiliations": []
  }, {
    "name": "Mauri Timonen",
    "affiliations": []
  }, {
    "name": "Frank Sirocko",
    "affiliations": []
  }, {
    "name": "Eduardo Zorita",
    "affiliations": []
  }],
  "abstractText": "The drop in temperature following large volcanic eruptions has been identified as an important component of natural climate variability. However, due to the limited number of large eruptions that occurred during the period of instrumental observations, the precise amplitude of post-volcanic cooling is not well constrained. Here we present new evidence on summer temperature cooling over Europe in years following volcanic eruptions. We compile and analyze an updated network of tree-ring maximum latewood density chronologies, spanning the past nine centuries, and compare cooling signatures in this network with exceptionally long instrumental station records and state-of-the-art general circulation models. Results indicate post-volcanic June–August cooling is strongest in Northern Europe 2 years after an eruption (−0.52±0.05 °C), whereas in Central Europe the temperature response is smaller and occurs 1 year after an eruption (−0.18±0.07 °C). We validate these estimates by comparisonwith the shorter instrumental network and evaluate the statistical significance of post-volcanic summer temperature cooling in the context of natural climate variability over the past nine centuries. Finding no significant post-volcanic temperature cooling lasting longer than 2 years, our results question the ability of large eruptions to initiate long-term temperature changes through feedback mechanisms in the climate system. We discuss the implications of these findings with respect to the response seen in general circulation models and emphasize the importance of considering welldocumented, annually dated eruptions when assessing the Editorial responsibility: C. Oppenheimer Electronic supplementary material The online version of this article (doi:10.1007/s00445-013-0736-z) contains supplementary material, which is available to authorized users. J. Esper (*) : L. Schneider Department of Geography, Johannes Gutenberg University, Mainz 55099, Germany e-mail: esper@uni-mainz.de P. J. Krusic Department of Physical Geography and Quaternary Geology, Stockholm University, Stockholm 10691, Sweden J. Luterbacher Department of Geography, Climatology, Climate Dynamics and Climate Change, Justus-Liebig University, Giessen 35390, Germany U. Büntgen Swiss Federal Research Institute WSL, Birmensdorf 8903, Switzerland M. Timonen Finnish Forest Research Institute, Rovaniemi Research Unit, Rovaniemi 96301, Finland F. Sirocko Institute for Geoscience, Johannes Gutenberg University, Mainz 55099, Germany E. Zorita Institute for Coastal Research, HZG Research Centre, Geesthacht 21494, Germany U. Büntgen Oeschger Centre for Climate Change Research (OCCR), Bern 3012, Switzerland U. Büntgen Global Change Research Centre AS CR, v.v.i., Bělidla 986/4a, Brno CZ-60300, Czech Republic Bull Volcanol (2013) 75:736 DOI 10.1007/s00445-013-0736-z",
  "title": "European summer temperature response to annually dated volcanic eruptions over the past nine centuries"
}