{
  "sections": [{
    "text": "Understanding and quantifying natural climate variability is necessary to detect and attribute anthropogenic warming and to predict future climate change. It is important to extend the evaluation of models used for climate projections through the pre-industrial period when natural variations were pronounced while anthropogenic influence was small. The four main relevant forcings (greenhouse gases, solar variability, volcanism, land-use change) have different time-dependence over long periods, so can be separated more effectively than for the shorter instrumental period.\nThe potential role of solar variations in modulating recent climate has been addressed in his paper. We used a climate model to analyze past climatic responses to solar and volcanic forcing, using a solar irradiance history partially based on a recent 10Be findings from Antarctica. Our results suggest that, while solar irradiance changes and volcanism were the dominant forcings in preindustrial times, their combined role has been changing over the past century. Although these natural forcing factors could be responsible for some modification of the decadal structure over the 20th century, they only played a minor role in the most recent warming. Therefore, the 20th century warming is largely caused by anthropogenic forcing."
  }, {
    "heading": "KEYWORDS:",
    "text": "climate change, natural forcing, solar forcing, global warming\n1 INTRODUCTION\nIn predicting future climate change, there are three main sources of uncertainty:\nWe do not know the future anthropogenic emissions and consequent atmospheric concentrations of greenhouse gases and aerosols.\nThe response to greenhouse gas and aerosol forcing differs between the various models, particularly regional climate changes are model-dependent. * Corresponding author\nIn addition to anthropogenic forcing, climate change is caused by natural forcing (eg, volcanoes and variations in solar activity) and unforced internal variability of the climate system.\nForced and unforced natural climatic fluctuations cannot be predicted at the present time in a deterministic sense.\nThe estimated time series of solar forcing is based on Lean et al. [1] irradiance reconstruction. The response to solar forcing is found in the hemispheric mean data on only some records (those that represent the annual data rather than growing season), and appears weak.\nThe most commonly used tools for the projection of future climate are coupled atmosphere-ocean general circulation models (AOGCMs). These numerical models provide a complete three-dimensional representation of the climate system, describing the main dynamical and physical processes, their interactions and feedbacks. They can generate estimates of regional climate in response to changes in the concentrations of greenhouse gases and aerosols: an increase of greenhouse gases tend to warm the Earth, while most of the aerosols have a cooling effect. The ability of models to simulate the climate is better in general at horizontal scales and is severely limited as the scale is decreased. Therefore, any comparison of regional climate changes of these models is likely to be particularly significant if carried out at sub-continental scale (106–108 km2) regions. A corresponding regional division has been used by Giorgi et al. [2] and Giorgi and Mearns [3].\nAt smaller spatial scales (for example, the scale of several national or local impact studies), AOGCMs can still provide useful information on climate change. However, they are not able to acquire many features of changes in local climate, such as storms, rain and strong orographic precipitation. Other techniques are commonly used to obtain such high-resolution information, including statistical downscaling and dynamic approaches.\n2 UNCERTAINTIES IN GLOBAL FORCINGS\nThere are two key sources of uncertainty in projections of future regional climate that should be considered in determining the impacts of climate change:\nUncertainties in future emissions, which affect the radiative forcing1 of the climate system. Climate modellers have recently begun to apply a number of different emissions scenarios reported in the IPCC Special Report on Emissions Scenarios (SRES, [4]) to represent the emission-related range of uncertainty.\nAn additional source of uncertainty relates to the natural variability of climate. Part of this variability is unforced, due to internal perturbations in the climate system. Another part is due to external forcing from natural phenomena such as variations in solar activity or volcanic eruptions.\nThe four main relevant forcings (greenhouse gases, solar variability, volcanism, land-use change) have different time-dependence over long periods, so can be separated more effectively than for the shorter instrumental period.\nClimate response to solar and volcanic forcing from ice cores used in Energy Balance Models and first GCM simulations show good agreement with proxy reconstructions. Although the magnitude of solar irradiance changes is unknown, large values seem to cause climates inconsistent with climate reconstructions.\nWe have focused on the last millennium, a period for which the natural radiative forcings remain poorly quantified. Sensitivity studies to three different solar forcing scalings from cosmogenic isotopes were performed with the NCAR model from year 900 to year 2000. The comparison between model results, 20th century trends and northern hemisphere temperature reconstructions rules out the small and large solar forcing hypotheses (0.1% and 0.65% variations of the solar constant for the Maunder minimum) and confirms a large role of solar forcing on centennial scale temperature changes. With natural forcings only, the 20th century northern hemisphere temperature fluctuations remain below 0.2°C. The solar constant is set to 1360 W/m2\nUnderstanding and quantifying natural climate variability on decadal to centennial time scales is a prerequisite to detect and attribute anthropogenic warming and to project future climate change. It is important to extend the evaluation of models used for climate projections through the pre-industrial period when natural variations were pronounced while anthropogenic influence was small.\nThe magnitude of low-frequency solar irradiance changes is highly uncertain. Tentative correlations with records of cosmogenic nuclei (10Be, 14C), sunspots, aurora histories in combination with the behaviour of solar-like stars have been used to estimate past solar irradiance. The temporal evolution of different proxy series is in reasonable agreement for the past millennium. However, the scaling required to translate a proxy record into solar irradiance anomalies is highly uncertain and published estimates of multi-decadal solar irradiance changes vary by a factor of five. Apart from changes in total solar energy output, amplification of solar forcing and changes in stratospheric ozone distribution and wave dynamics or modifications of\ncloud properties by variations in cosmic-radiation are under discussion.\nVarious Northern Hemisphere (NH), and one global, surface temperature reconstructions for the past millennium have become available. These proxy-based reconstructions are affected by uncertainties and individual studies deviate notably from each other.\nHowever, taken together they suggest that natural lowfrequency NH-temperature variations over the past millennium were within 0.3 to 0.9oC. The instrumental-based temperature record shows an increase in global average surface temperature of 0.6 ± 0.2oC over the 20th century.\nLow-frequency solar irradiance changes were varied by a factor of 6.5 between different simulations with the NCAR coupled climate system model [5]. Simulations extended over the past 1150 years and include volcanic and anthropogenic forcing.\nThree key findings emerge: First, the model is able to reproduce main features of the paleo-temperature records. A clear link between the radioisotope-based solar irradiance record, NH-temperature reconstructions, and modelled temperature variations is found.\nSecond, large, low frequency solar irradiance variations are not compatible with the NH-temperature proxy records within the framework of the NCAR model.\nThird, the cosmogenic isotope records and the NHtemperature proxy records constrain the contribution of natural climate variations to 20th century warming to be less than 0.2oC. All simulations with anthropogenic forcing included match the observed temperature increase over the industrial period and simulated global average surface temperature was higher during the most recent decades than during the previous 1100 years. On the other hand, only small warming over the industrial period is found in runs with solar and volcanic forcing only. This is the case even for the high solar scaling that yields larger than reconstructed temperature variations before the industrialization.\n3 THE ROLE OF SOLAR VARIATIONS ON CLIMATE CHANGE\nThe potential role of solar variations in modulating recent climate has been debated for many decades and recent papers suggest that solar forcing may be less than previously believed. Because solar variability before the satellite period must be scaled from proxy data, large uncertainty exists about phase and magnitude of the forcing.\nWe used a coupled climate system model to determine whether proxy-based irradiance series are capable of inducing climatic variations that resemble variations found in climate reconstructions, and if part of the previously estimated large range of past solar irradiance changes could be excluded. Transient simulations, covering the published\nrange of solar irradiance estimates, were integrated from 850 AD to the present. Solar forcing as well as volcanic and anthropogenic forcing are detectable in the model results despite internal variability. The resulting climates are generally consistent with temperature reconstructions. Smaller, rather than larger, long-term trends in solar irradiance appear more plausible and produced modelled climates in better agreement with the range of Northern Hemisphere temperature proxy records both with respect to phase and magnitude. Despite the direct response of the model to solar forcing, even large solar irradiance change combined with realistic volcanic forcing over past centuries could not explain the late 20th century warming without inclusion of greenhouse gas forcing. Although solar and volcanic effects appear to dominate most of the slow climate variations within the past thousand years, the impacts of greenhouse gases have dominated since the second half of the last century.\nThere is an ongoing debate on the role of the sun in recent observed warming. Century-scale solar irradiance variations have been proposed as cause for past climatic changes (e.g., refs. 6 and 7). The latest summaries of the various uncertainties can be found in two recent reviews [8, 9]. Satellite data since 1979 quantify the irradiance variations associated with the 11-year Schwabe sunspot cycle to 0.08–0.1% of the 1,367 W/m2 solar radiation reaching the top of our atmosphere [9]. This variation translates into a radiative forcing of 0.2–0.3 W/m2, roughly a factor of 10 smaller than the radiative forcing by well mixed greenhouse gases (2.4 W/m2 in 2000 AD relative to 1750 AD). Although direct measurements of solar irradiance are limited to the satellite period [9], tentative correlations with records of sunspots [10,11], aurora histories, geomagnetic indices, or the production rates of cosmogenic nuclei such as 10-Beryllium (10Be) and radiocarbon (14C) [12, 13] in conjunction with magnetic behaviour of solar-like stars [14,15] have been used to estimate solar irradiance in the past. The phase relationship between the isotopic records indicative of the sun’s open magnetic field, sunspot numbers, and the sun’s closed magnetic field or its total energy output is not fully understood [16]. Nevertheless, the temporal evolution of the different proxy series, particularly in certain well defined frequencies (11-year Schwabe Cycle, 80- to 85-year Gleissberg Cycle, and 207-year deVries Cycle), is in reasonable agreement across most solar proxies [8, 17], and comparisons between proxies suggest significant modulation consistent with deduced solar cycles [8]. However, the scaling required to translate a proxy record of sunspot number, or production rate of 10Be, into actual solar irradiance anomalies is highly uncertain, and published estimates of multidecadal solar irradiance changes vary by more than a factor of five [9,12]. Recently, astronomical evidence has been used to suggest that low-frequency variability of solar irradiance might be very low, possibly restricted to the range of the observed high-frequency variability [18,19]. These new estimates are lower by a factor of five or more than the upper end of previously\nused values [14,20]. Such low forcing from solar irradiance changes has even led to suggestions that low frequency paleoclimatic variability was not forced by solar variability.\nThe Java Climate Model (JCM) [21] can be used to analyze climatic responses to artificial, solar and volcanic forcing, using a range of estimates of the magnitude of all forcings to estimate the climate sensitivity to any of the variables.\nSome results are shown in Figures 1-4. Figure 1 reports the contribute of all radiative forcings to recent climate change, either natural or artificial. It can be noticed the preponderant contribution of CO2 as far as positive radiative forcings is concerned, while the effect of solar forcing is negligible. Figure 2 goes more into detail, comparing the contribution of all natural radiative forcings, showing the contribution of solar radiative forcing to be of minor importance compared to aerosols and volcanoes. As far as other outputs of the model are concerned, Figure 3 shows the carbon dioxide emissions, and Figure 4 the corresponding temperature increase in the last two centuries: Figure 3 and 4 curves can be superposed.\nFIGURE 3 – Carbon dioxide emissions in the last two centuries. AC = Model results. AM = Measured concentrations.\nFIGURE 4 – Temperature increase in the last two centuries. AV = Global Average Temperature. TR = Measured Trend (7-year average).\nThese findings suggest that, while solar irradiance changes and explosive volcanism were the dominant forcings in preindustrial times, their combined role has been changing over the past century. Although these natural forcing factors could be responsible for some modification of the decadal structure over the 20th century, they only played a minor role in the most recent warming. Therefore, the 20th century warming is not a reflection of a rebound from the last Little Ice Age cool period, but it is largely caused by anthropogenic forcing. A small role of solar forcing for late 20th century climate change is additionally supported by the absence of a trend in the satellite-based irradiance record covering the past 30 years [9]. By the end of the 20th century, global temperatures simulated with natural and anthropogenic forcings included are 0.5°C warmer than if only natural factors are allowed to change after 1870 AD. A larger climate sensitivity would simply change the amplitudes but not the relative shape of the results, and thus yield a much larger than reconstructed preindustrial temperature variability for the experiment with high-scaled solar forcing. Inclusion of other forcing factors, such as absorbing aerosols as well as the indirect aerosol effect, would probably change little in the relative difference between the natural and the combined natural plus anthropogenic forcing experiments. Probabilistic approaches considering uncertainties in aerosol and\nother forcings indicate that 20th century anthropogenic forcing is much larger than solar forcing [22].\n4 CONCLUSIONS\nIn conclusion, the model results indicate that the range of Northern Hemisphere temperature reconstructions and natural forcing histories (cosmogenic isotope record as a proxy for solar forcing, and volcanic forcing) constrain the natural contribution to 20th century warming to be 0.2°C. Anthropogenic forcing must account for the difference between a small natural temperature signal and the observed warming in the late 20th century.\nREFERENCES\n[1] Lean, J.. (2004) Solar Irradiance Reconstruction. IGBP PAGES/World Data Center for Paleoclimatology, Data Contribution Series # 2004-035, NOAA/NGDC Paleoclimatology Program, Boulder CO, USA.\n[2] Giorgi, F., Hewitson, B., Christensen, J., Hulme, M., von Storch, H., Whetton, P., Jones, R., Mearn,s L., and Fu, C. (2001), Regional climate information – evaluation and projections. In: Climate Change 2001: The Scientific Basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change [Houghton, J.T., Ding, Y., Griggs, D.J., Noguer, M., van der Linden, P.J., Dai, X., Maskell, K., and Johnson, C.A. (eds.)]. Cambridge University Press, Cambridge and New York, pp. 583-638.\n[3] Giorgi, F. and Mearns, L.O. (2002) Calculation of average, uncertainty range, and reliability of regional climate changes from AOGCM simulations via the “reliability ensemble averaging (REA) method, J. Climate, 15, 1141-1158.\n[4] Nakicenovic, N., Alcamo, J., Davis, G., de Vries, B., Fenhann, J., Gaffin, S., Gregory, K., Grübler, A., Yong Jung, T., Kram, T., Lebre La Rovere, E., Michaelis, L., Mori, S., Morita, T., Pepper, W., Pitcher, H., Price, L., Riahi, K., Roehrl, A., Rogner, H.-H., Sankovski, A., Schlesinger, M., Shukla, P., Smith, S., Swart, R., van Rooijen, S., Victor, N., Dadi, Z. (2000) Emissions Scenarios. A Special Report of Working Group III of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, UK and New York, USA, 599 pp\n[5] Ammann, C.M., Joos, F., Schimel, D-S., Otto-Bliesner, B.L., and Tomas, R,A. (2007) Solar influence on climate during the past millennium: Results from transient simulations with the NCAR Climate System Model, Proc. National Academy of Sciences of the United States of America, 104-n10, 3713– 3718.\n[6] Eddy, J.A. (1976) The Maunder Minimum, Science, 192, 1189–1202.\n[7] Fleitmann, D., Burns, S.J. and Mudelsee, M. (2003) Holocene forcing of the Indian monsoon recorded in a stalagmite from Southern Oman, Science, 300, 1737–1739.\n[8] Muscheler, R., Joos, F., Beer, J., Müller, S.A., Vonmoos, M., and Snowball, .I. (2007) Solar activity during the last 1000 yr inferred from radionuclide records, Quaternary Sci. Rev., 26, 82–97.\n[9] Fröhlich, C. and Lean, J. (2004) Solar radiative output and its variability: evidence and mechanisms, Astron. Astrophys Rev., 12, 273–320.\n[10] Hoyt, D.V. and Schatten, K.H. (1993) A discussion of plausible solar irradiance variations, J Geophys Res., 98, 18895– 18906.\n[11] Lean, J., Beer, J. and Bradley, R., (1995) Reconstruction of solar irradiance since 1610: Implications for climatic change, Geophys Res Lett. 22, 3195–3198.\n[12] Bard, E., Raisbeck, G., Yiou, F. and Jouzel, J. (2000) Solar irradiance during the last 1200 yr based on cosmogenic nuclides, Tellus B, 52, 985–992.\n[13] Stuiver, M. and Braziunas, T.F. (1989) Atmospheric 14C and century-scale solar oscillations, Nature, 338, 405–408.\n[14] Baliunas, S. and Jastrow, R. (1990) Evidence for long-term brightness changes of solar-type stars, Nature, 348, 520–522.\n[15] Hall, J.C. and Lockwood, G.M. (2004) The chromospheric activity and variability of cycling and flat activity solaranalog stars, Astrophys J., 614, 942–946.\n[16] Wang, Y-M. and Sheeley, N.R. (2003) Modeling The Sun's Large-Scale Magnetic Field During The Maunder Minimum, Astrophys J., 591, 1248-1256.\n[17] Muscheler. R., Joos, F., Müller, S.A. and, Snowball, I. (2005) Climate: how unusual is today's solar activity?, Nature, 436, E3–E4.\n[18] Lean, J.L., Wang, Y.M. and Sheeley, N.R. (2002) The effect of increasing solar activity on the Sun's total and open magnetic flux during multiple cycles: Implications for solar forcing of climate, Geophys Res Lett., 29, 2224.\n[19] Foukal, P., North, G. and Wigley, T. (2004) A stellar view on solar variations and climate, Science, 306, 68–69.\n[20] Reid, G.C. (1997) Solar forcing of global climate change since the mid-17th century, Climatic Change, 37, 391–405.\n[21] The Java Climate Model JCM (2011), see http://jcm.chooseclimate.org/ .\n[22] Knutti, R., Stocker, T.F., Joos, F. and Plattner, G.K. (2002) Constraints on radiative forcing and future climate change from observations and climate model ensembles, Nature, 416, 719–723.\nReceived: December 14, 2011 Accepted: March 29, 2012 CORRESPONDING AUTHOR\nMassimo Zucchetti DENERG Politecnico di Torino Corso Duca degli Abruzzi 24 10129 Torino ITALY Phone: +39-011-564.4464 Fax: +39-011-564.4499 E-mail: massimo.zucchetti@polito.it\nFEB/ Vol 21/ No 11/ 2012 – pages 3287 - 3291"
  }],
  "year": 2012,
  "references": [{
    "title": "Solar Irradiance Reconstruction. IGBP PAGES/World Data Center for Paleoclimatology, Data Contribution Series # 2004-035",
    "authors": ["Lean"],
    "year": 2004
  }, {
    "title": "Regional climate information – evaluation and projections. In: Climate Change 2001: The Scientific Basis",
    "authors": ["F. Giorgi", "B. Hewitson", "J. Christensen", "M. Hulme", "H. von Storch", "P. Whetton", "R. Jones", "Mearn", "s L", "C. Fu"],
    "venue": "Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change [Houghton,",
    "year": 2001
  }, {
    "title": "Calculation of average, uncertainty range, and reliability of regional climate changes from AOGCM simulations via the “reliability ensemble averaging (REA) method",
    "authors": ["F. Giorgi", "L.O. Mearns"],
    "venue": "J. Climate,",
    "year": 2002
  }, {
    "title": "Solar influence on climate during the past millennium: Results from transient simulations with the NCAR Climate System",
    "authors": ["C.M. Ammann", "F. Joos", "Schimel", "D-S", "B.L. Otto-Bliesner", "R Tomas"],
    "venue": "Model, Proc. National Academy of Sciences of the United States of America,",
    "year": 2007
  }, {
    "title": "Holocene forcing of the Indian monsoon recorded in a stalagmite from Southern Oman",
    "authors": ["D. Fleitmann", "S.J. Burns", "M. Mudelsee"],
    "year": 2003
  }, {
    "title": "Solar activity during the last 1000 yr inferred from radionuclide records",
    "authors": ["R. Muscheler", "F. Joos", "J. Beer", "S.A. Müller", "M. Vonmoos", "Snowball", ".I"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2007
  }, {
    "title": "Solar radiative output and its variability: evidence and mechanisms, Astron",
    "authors": ["C. Fröhlich", "J. Lean"],
    "venue": "Astrophys Rev.,",
    "year": 2004
  }, {
    "title": "A discussion of plausible solar irradiance variations",
    "authors": ["D.V. Hoyt", "K.H. Schatten"],
    "venue": "J Geophys Res.,",
    "year": 1993
  }, {
    "title": "Reconstruction of solar irradiance since 1610: Implications for climatic change",
    "authors": ["J. Lean", "J. Beer", "R. Bradley"],
    "venue": "Geophys Res Lett",
    "year": 1995
  }, {
    "title": "Solar irradiance during the last 1200 yr based on cosmogenic nuclides",
    "authors": ["E. Bard", "G. Raisbeck", "F. Yiou", "J. Jouzel"],
    "venue": "Tellus B,",
    "year": 2000
  }, {
    "title": "Atmospheric 14C and century-scale",
    "authors": ["M. Stuiver", "T.F. Braziunas"],
    "venue": "solar oscillations,",
    "year": 1989
  }, {
    "title": "Evidence for long-term brightness changes of solar-type",
    "authors": ["S. Baliunas", "R. Jastrow"],
    "venue": "stars, Nature,",
    "year": 1990
  }, {
    "title": "The chromospheric activity and variability of cycling and flat activity solaranalog stars",
    "authors": ["J.C. Hall", "G.M. Lockwood"],
    "venue": "Astrophys J.,",
    "year": 2004
  }, {
    "title": "Modeling The Sun's Large-Scale Magnetic Field During The Maunder Minimum",
    "authors": ["Wang", "Y-M", "N.R. Sheeley"],
    "venue": "Astrophys J.,",
    "year": 2003
  }, {
    "title": "Climate: how unusual is today's solar activity",
    "authors": ["Muscheler. R", "F. Joos", "S.A. Müller", "I. Snowball"],
    "venue": "Nature, 436,",
    "year": 2005
  }, {
    "title": "The effect of increasing solar activity on the Sun's total and open magnetic flux during multiple cycles: Implications for solar forcing of climate",
    "authors": ["J.L. Lean", "Y.M. Wang", "N.R. Sheeley"],
    "venue": "Geophys Res Lett.,",
    "year": 2002
  }, {
    "title": "Solar forcing of global climate change since the mid-17th century",
    "authors": ["G.C. Reid"],
    "venue": "Climatic Change,",
    "year": 1997
  }, {
    "title": "Constraints on radiative forcing and future climate change from observations and climate model ensembles, Nature, 416, 719–723",
    "authors": ["R. Knutti", "T.F. Stocker", "F. Joos", "G.K. Plattner"],
    "venue": "Received: December",
    "year": 2002
  }],
  "id": "SP:a51b33ae2575033833e0100d040a42c825b5cfc3",
  "authors": [{
    "name": "Massimo Zucchetti",
    "affiliations": []
  }],
  "abstractText": "Understanding and quantifying natural climate variability is necessary to detect and attribute anthropogenic warming and to predict future climate change. It is important to extend the evaluation of models used for climate projections through the pre-industrial period when natural variations were pronounced while anthropogenic influence was small. The four main relevant forcings (greenhouse gases, solar variability, volcanism, land-use change) have different time-dependence over long periods, so can be separated more effectively than for the shorter instrumental period. The potential role of solar variations in modulating recent climate has been addressed in his paper. We used a climate model to analyze past climatic responses to solar and volcanic forcing, using a solar irradiance history partially based on a recent Be findings from Antarctica. Our results suggest that, while solar irradiance changes and volcanism were the dominant forcings in preindustrial times, their combined role has been changing over the past century. Although these natural forcing factors could be responsible for some modification of the decadal structure over the 20th century, they only played a minor role in the most recent warming. Therefore, the 20th century warming is largely caused by anthropogenic forcing.",
  "title": "THE IMPACT OF NATURAL AND ANTHROPOGENIC FORCINGS ON PAST AND PRESENT GLOBAL CLIMATE CHANGE"
}