{
  "sections": [{
    "text": "Developing a comprehensive understanding of the interactions between the atmosphere and the geosphere is an ever-more pertinent issue as global average temperatures continue to rise. The possibility of more frequent volcanic eruptions and more therefore more frequent volcanic ash clouds raises potential concerns for the general public and the aviation industry. This review describes the major processes involved in short- and longterm volcano–climate interactions with a focus on Iceland and northern Europe, illustrating a complex interconnected system, wherein volcanoes directly affect the climate and climate change may indirectly affect volcanic systems. In this paper we examine both the effect of volcanic inputs into the atmosphere on climate conditions, in addition to the reverse relationship that is, how global temperature fluctuations may influence the occurrence of volcanic eruptions. Explosive volcanic eruptions can cause surface cooling on regional and global scales through stratospheric injection of aerosols and fine ash particles, as documented in many historic eruptions, such as the Pinatubo eruption in 1991. The atmospheric effects of large-magnitude explosive eruptions are more pronounced when the eruptions occur in the tropics due to increased aerosol dispersal and effects on the meridional temperature gradient. Additionally, on a multicentennial scale, global temperature increase may affect the frequency of large-magnitude eruptions through deglaciation. Many conceptional models use the example of Iceland to suggest that post-glacial isostatic rebound will significantly increase decompression melting, and may already be increasing the amount of melt stored beneath Vatnajökull and several smaller Icelandic glaciers. Evidence for such a relationship existing in the past may be found in cryptotephra records from peat and lake sediments across northern Europe. At present, such records are incomplete, containing spatial gaps. As a significant increase in volcanic activity in Iceland would result in more frequent ash clouds over Europe, disrupting aviation and transport, developing an understanding of the relationship between the global climate and volcanism will greatly improve our ability to forecast and prepare for future events."
  }, {
    "heading": "1 Introduction",
    "text": "It is already well established that various aspects of the Earth system, such as the atmosphere, geosphere and cryosphere, regularly interact through the exchange of materials and energy (Webster, 1994; Pielke et al, 1998). The global impact of large eruptions, such as the 1991 eruption of Mt. Pinatubo (Philippines, VEI 6) (McCormick et al, 1995), the 1815 eruption of Tambora (Indonesia, VEI 7) (Stothers, 1984), or the 1783-1784 eruption of Laki (Iceland, VEI 6) (Thordarson & Self, 2003), can be clearly seen in historical and environmental records (Robock, 2000). Injection of large quantities of volcanogenic material, such as fine tephra or volcanic gases (e.g. sulphur dioxide, carbon dioxide, hydrogen sulphide), into the stratosphere or troposphere can cause so-called ‘dust veil’ events (Lamb, 1970) with the potential to dramatically alter the Earth’s climate on a regional or global scale for short periods of time (typically on the scale of several years to decades). The year following the 1815 eruption of Mt Tambora, for example, is often referred to as the ‘Year without a summer’ global temperatures are estimated to have dropped by 0.4-0.7°C (Stothers, 1984), causing several weather anomalies (Raible et al, 2016), particularly across the northern hemisphere, and placing considerable strain on agriculture worldwide (Stothers, 1999).\nThe relationship between a changing global climate (specifically, one experiencing a warming period) and a potential increase in volcanic eruption frequency and/or intensity is relatively unexplored. McGuire (2010) suggests that periods of ‘exceptional climate change’ may be associated with increased levels of hazardous geological and geomorphological activity, based on early Holocene records and contemporary observations of glacier retreat, measurements of ground instability, and estimations of melt production beneath Iceland (Oerlemans et al, 1998; Óladttir et al, 2011; Magnusdottir et al, 2013). An increase in volcanic activity as a response to a warming climate as a result of isostatic adjustment has previously been suggested by multiple studies (Sull & McKenzie, 1996; Pagli & Sigmundsson, 2008; Watson, 2016). Such an escalation would have significant ramifications for local communities, and an increase in the frequency of ash clouds would have consequences for global aviation. As of 2014, approximately 100,000 commercial flights occur per day worldwide (Air Transport Action Group, 2016). Jet aircraft are extremely vulnerable to damage caused by interactions with even low concentrations of airborne ash particles, which may cause electronic failures, severe abrasion on the turbine fans (Grindle & Burcham Jr, 2003), and clogging of the engine through the melting and re-solidifying of ash particles (Dunn et al, 1993). Since 1976, approximately two severely damaging encounters between aircraft and volcanic ash clouds have occurred per year (Guffanti et al, 2010). Between 1944 and 2006, volcanic activity necessitated the closure of more than 100 airports in 28 countries on 171 separate occasions (Guffanti et al, 2009). The economic and social disruption caused by such events may be most clearly illustrated by reference to the relatively minor (VEI = 3) eruption of Eyjafjallajökull in Iceland in 2010, which resulted in the closure of a large region of airspace across the North Atlantic and Europe, causing the loss of approximately US $1.7 billion in revenue to various airlines in the space of a week (Mazzocchi et al, 2010). Volcanic ash can also pose a hazard to human health and the health of crops and livestock,\nparticularly with regards to respiratory systems (Horwell & Baxter, 2006), even at relatively small concentrations (Horwell, 2007).\nRegional climate change can also increase the likelihood of destructive noneruptive events in volcanic regions, such as mass movements, including lahars (Thouret & Lavigne, 2000; Pierson et al, 2014). Increased rainfall has previously been a significant factor in several such disasters, including the 1998 collapse at Casita volcano in Nicaragua (Kerle et al, 2003; Scott et al, 2005), and the 2005 lahar at Toliman volcano in Guatemala, which destroyed the town of Panabaj and caused the deaths of more than 1,200 people (Luna, 2007). Changes to depositional and runoff channels following such events also has implications for hazard and risk estimation and models (Hayes et al, 2002).\nThe 2010 eruption of Eyjafjallajökull sharpened the focus of scientific research into the understanding and mitigation of volcanic ash hazards, particularly with regards to northern Europe and volcanism in Iceland. Strong interest from the media and government departments prompted rapid development of many ash modelling and monitoring techniques, most notably in the UK and Western Europe (Wilkins et al, 2016; Marenco et al, 2016). The unusual geochemical profile of Iceland (a result of its unique geological location above a mid-oceanic spreading ridge and a deep-seated mantle plume (hotspot); Oskarsson et al, 1985) and the relative wealth of data concerning eruptions in Iceland, in addition to the wide range of locations affected by Icelandic eruptions, make the region ideal for the study of evolving volcanic activity. Based largely on comparisons with known proximal deposits, Icelandic tephras have been identified in Scotland, England, Wales, Ireland, Germany, Sweden, Arctic Norway, Poland, Estonia and the Faroe Islands (Pilcher et al, 2005; Swindles et al, 2011; Lawson et al, 2012; Watson et al, 2017), forming a comprehensive record of Icelandic ash deposition across Europe. If the proposed relationship between periods of global warming and ‘flare-ups’ in volcanic activity can be shown to exist, the ramifications to modern society, particularly with regards to aviation and the agricultural industry, may be significant.\nUnderstanding the intricacies of the links between the climate and volcanism requires investigation of both sides of the relationship. This review examines the established links between volcanism and subsequent surface cooling, in addition to assessing the potential for correlation between periods of climate warming and an increase in the frequency of volcanic eruptions, with a focus on Iceland and ash fallout across northern Europe. Iceland is frequently referred to as a case study, as much of the existing work pertinent to this review was conducted with a European focus."
  }, {
    "heading": "2 Volcanic Forcing of the Climate",
    "text": ""
  }, {
    "heading": "2.1 Short-term events",
    "text": "A link between large volcanic eruptions and variations in regional and global climate variability has been surmised to exist for at least several centuries. One\nof the earliest examples of scientific thought on the matter was published by Benjamin Franklin in 1784, following the catastrophic fissure eruption of Laki (also called Lakagigar) in Iceland in 1783 (Franklin, 1784). Franklin linked the observations of a ‘haze’ or ‘mist’ across much of Europe in the months following the onset of the Laki eruption to the significant temperature anomalies that characterised the winter of 1783. The mist Franklin referred to was caused by the release of approximately 122 megatons of sulphur dioxide (SO2) from the Laki fissure, 95 Mt of which were injected into the lower stratosphere, ensuring widespread atmospheric dispersal (Thordarson & Self, 2003). Once injected into the atmosphere, SO2 is chemically converted via the OH radical or via aqueous phase reactions to form aerosol mixtures of sulphuric acid (H2SO4). This increase in aerosol particle concentrations in the upper troposphere and lower stratosphere is thought to have caused significant cooling for a period of several months as a result of aerosol particles leading to enhanced scattering of incoming solar radiation back to space (Jacoby et al, 1999; Thordarson & Self, 2003; Oman et al, 2006; Schmidt, 2013). In the lower atmosphere, sulphur aerosols may also act as cloud condensation nuclei (Schmidt et al, 2011), furthering the surface cooling effect. There is evidence to suggest that this alteration to surface temperatures may have caused a weakening of the monsoon circulation in 1783 and 1784 through a reduction of the summer temperature contrast between the mid-latitudes and the equator, resulting in abnormally low precipitation and drought in Africa and India (Oman et al, 2006).\nSeveral other large eruptions have had notable effects on the global climate. The eruptions of Krakatoa (Indonesia, August 1883), Agung (Indonesia, February 1963) and El Chichón (Mexico, March 1982) each had a short-term (several months to years) impact on surface temperatures, atmospheric temperatures, precipitation patterns and other aspects of the climate system (Self et al, 1981; Robock, 2000). In each case, the eruptions in question were explosive in nature, with a VEI (a quantitative measurement of the volume of material ejected during an eruption; Newhall & Self, 1982) of 5 or greater; however, some explosive eruptions of a similar magnitude, such as the eruption of Mt St Helens in 1980, have only negligible atmospheric effects (Robock & Mass, 1982). The determining factor in an eruption’s climatic impact, therefore, is not the volume of material ejected from the vent, but whether a significant amount of that material reaches the stratosphere (Robock, 2000; Self, 2006). Larger dust and ash fragments typically have a residence time on the order of a few months in the atmosphere (Robock, 2000), and their effects disappear once the particles fall out and settle. By contrast, SO2,has a lifetime of hours to days in the troposphere, though this may extend to approximately three weeks if released into the stratosphere (Schmidt & Robock, 2015).\nThe contribution of volcanic gases to climate forcing is much more significant than that of ash particles. The most abundant volcanic gases emitted during an eruption are those that are already at relatively high concentrations in our atmosphere (such as H2O, N2 and CO2), and as such have only a minimal effect on atmospheric composition and climate; however, other volcanic emissions, such as sulphur compounds (e.g. SO2, H2S) have a much greater impact. These gases react with ambient hydroxyl radicals (OH•) and H2O molecules to form sulphuric acid aerosols. If carried into the stratosphere by\na volcanic column, these particles rapidly achieve global coverage, sometimes circulating the globe in as little as 3 weeks (Robock & Matson, 1983; Bluth et al, 1992; Self, 2006). The dominant effect of such an aerosol cloud is to greatly (albeit briefly) increase the planetary albedo by backscattering incoming solar radiation, resulting in net cooling at the surface. On a similar timescale, the aerosol particles also act as a catalyst for ozone depletion reactions which may result in anomalous regions of net surface warming, particularly in polar and mid-latitude regions (Solomon, 1999). In addition, the presence of an aerosol cloud can lead to stratospheric heating due to absorption of thermal infrared and near-infrared solar radiation. However, the global-mean net effect of such short-term aerosol releases is always one of mild surface cooling, typically less than 1°C lower than ambient conditions (Rampino et al, 1988; Santer et al, 2016).\nThe geographic location of the initial eruption also plays a factor in determining an eruption’s atmospheric impact (Robock, 2000; Toohey et al, 2011). Large-scale patterns of air circulation enable a more global dispersal of aerosols from tropical eruptions, whereas airborne material from high-latitude eruptions is more likely to remain in the hemisphere into which it was injected (Oman et al, 2006). In addition, stratospheric heating can increase the meridional temperature gradient, strengthening the polar vortex and causing alterations in stratospheric circulation (Robock & Mao, 1992; Kirchner et al, 1995; Fischer et al, 2007). However, the complexities in the response of the atmosphere to the asymmetric cooling effects produced by volcanic eruptions are as yet\npoorly understood. The temperature anomalies that occur following volcanic aerosol injection are far from homogeneous (Haywood et al, 2013; Svensson et al, 2013; Ridley et al, 2015). Baldini et al (2015) suggest that high-latitude eruptions in either hemisphere may also have significant atmospheric effects by causing cooling in one hemisphere relative to the other, forcing migration of the Intertropical Convergence Zone (ITCZ). Current southward migration of the ITCZ in response to anthropogenic aerosol emissions is thought to be a major cause of frequent droughts experienced by the Sahel region of Africa (Hwang et al, 2013), and is a major control of air currents and associated precipitation in equatorial and low-latitude areas (Huang et al, 2001; Ridley et al, 2015)."
  }, {
    "heading": "2.2 Decadal to century-scale effects",
    "text": "In all observed incidences, volcanic aerosols are typically short-lived, with the result that their effects are generally only experienced on an interannual scale (Robock, 2000). However, there are suggestions that explosive volcanic eruptions may also have longer-lasting ‘knock-on’ effects. One such proposal is that large tropical eruptions may trigger the onset of certain ENSO (El Niño Southern Oscillation) states, and affect the magnitude of subsequent El Niño events, though the topic remains controversial (Self et al, 1997; Maher et al, 2015). Multiple attempts have been made to establish a causative link between eruption events and the onset of El Niño cycles through analysis of proxy data (Adams et al, 2003) or numerical modelling (Meehl & Washington, 1996; Boer et al, 2000); however, while the analyses do suggest the possibility of a connection between explosive volcanism and ENSO phenomena, discrepancies in event timings and the influence of other factors on the likelihood of ENSO variations continue to cause uncertainty on the subject (Self et al, 1997; Emile-Geay et al, 2008).\nBaldini et al (2015) used ice core, volcanological and speleothem data to suggest that unusually large volcanic events (i.e. VEI 5 or greater) might be at least partially responsible for abrupt millennial-scale shifts in the global climate characterised by rapid periods of warming in Greenland and apparently synchronous cooling in Antarctica, termed Dansgaard-Oeschger (DO) events. DO events are typically characterised by extremely rapid warming over a period of 20-50 years, followed by a period of relatively warmer climate which may last several centuries to millennia (Mogensen, 2009). The timing of DO events is largely constrained by the examination of oxygen isotopes from Greenland ice cores (Dansgaard et al, 1993), and multiple possible explanations for their occurrence have been suggested, including solar forcing, meltwater injections and oscillations in ocean-atmosphere interactions. Baldini et al (2015) argue that following an exceptionally large eruption, such as the supereruption of Lake Toba approximately at 75 kya, the ensuing atmospheric temperature asymmetry could have caused sufficient disruption to global circulation patterns to initiate a series of positive feedbacks, including sea ice expansion, increased surface albedo, and weakening of the Atlantic meridional overturning circulation (AMOC). Similar feedback loops thought to be triggered by volcanic eruptions have been implicated as factors in other Quaternary cooling events (Stuiver et al, 1995; Baldini et al, 2015). Miller et al (2012) also suggest that the onset of the Little Ice Age (approximately 1300 AD) may have been triggered by the\noccurrence of four sulphate-heavy eruptions in quick succession, based on measurements of stratospheric aerosol loadings by Gao et al (2008).\nOn a longer time scale, there is substantial evidence that the emplacement of unusually large igneous provinces (i.e. flood basalt volcanism) may be linked to periods of long-term global climate change. Most of these eruptions are estimated to have occurred on a timescale of approximately 1 Myr (Hofmann et al, 1997), and are frequently linked to sudden shifts in the global climate, as well as to mass extinction events (McLean, 1985; Campbell et al, 1992; Courtillot & Renne, 2003; Bond & Wignall, 2014). During the formation of the Deccan Traps, for example, at the Cretaceous/Tertiary boundary at approximately 65 Ma, it is thought that around 5 x 1017 moles of CO2 may have been released into the atmosphere at a rate of up to 9.6 x 1011 moles CO2 per year (McLean, 1985). It has been estimated that the same eruption could also have released 10,000 Tg of SO2 over a decade (Self et al, 2006). In addition, it is thought that flood basalt events (which may attain cumulative volumes of several thousand cubic kilometres; Coffin & Eldholm, 1994) may also cause significant contact metamorphism of overlying and underlying sedimentary rocks (such as carbonates, coal or shales), generating further quantities of greenhouse gases (Ganino & Arndt, 2009), particularly CO2. Estimating the climatic impact of flood basalt events is greatly complicated by the apparently contradictory effects of the two major gases released. While volcanic SO2 generally has a cooling effect when converted to sulphuric acid aerosol in the stratosphere, as discussed above, CO2 is a greenhouse gas, and in high enough atmospheric concentrations causes significant surface warming. However, whether sufficient concentrations of CO2 could have been achieved during the emplacement of large igneous provinces remains disputed; while some models predict a net greenhouse effect (Caldiera & Rampino, 1990; Dessert et al, 2001), others argue that the volumes of CO2 released would have been small in comparison to the natural atmospheric reservoir, particularly in ambient greenhouse conditions, such as those of the late Cretaceous (Self et al, 2006). Thus, in most cases the controlling factor in terms of atmospheric change is likely to be the quantity of SO2 emissions, making the net effect likely to be one of cooling (Schmidt et al, 2016).\nFlood basalt volcanism has also been suggested as a contributing factor in the mid-Jurassic Pliensbachian-Toarcian mass extinction event, most notable in the depletion of bivalves and other marine invertebrate species as a result of an oceanic anoxic event (OAE)(Aberhan & Fürsich, 2000). Pálfy and Smith (2000) link the event to the synchronous Karoo-Ferrar flood volcanism, which occurred in southern Gondwana (modern southern Africa/Antarctica) 184 - 179 Ma (Duncan et al, 1997). Based on U-Pb ages for the flows within the Karoo Traps and ocean sediments from the Toarcian OAE, Pálfy and Smith (2000) suggest that heightened extinction rates were sustained for approximately 4 Ma, reaching a peak at 183 Ma. This correlates with the peak of flood volcanism, in which approximately 1 x 106 km3 of material is believed to have been extruded over the course of 1 Myr (Duncan et al, 1997; Riley et al, 2006). Though the topic is still debated (Svenson et al, 2007; Ikeda & Hori, 2014), the OAE is thought to have been at least partially triggered by volcanic CO2 release, coupled with multiple synchronous events, likely unrelated to volcanic activity, most notably massive methane hydrate dissociation (Hesselbo et al,\n2000). The suggested contribution of multiple secondary factors to the extinction event, such as enhanced global mercury deposition (Percival et al, 2015) and a proliferation of endemic species during the late Pliensbachian (Aberhan & Fürsich, 2000), ties into the argument presented by Wignall (2005) - that while volcanic CO2 emissions may initiate major perturbations to the global carbon cycle, other factors occurring either as a result of or unrelated to the initial eruption are likely to be necessary to cause major climatic change. Whether the emplacement of large igneous provinces may be ultimately responsible for, or merely a contributing factor to any subsequent mass extinction events remains to be determined. Nevertheless, it is clear that wide-scale interplay between the Earth’s atmosphere and geosphere currently exists, and has existed in the past on a range of scales, and will continue to do so for the foreseeable future."
  }, {
    "heading": "3 The Potential for a Volcanic Response to Cli-",
    "text": "mate Change"
  }, {
    "heading": "3.1 Proposed mechanisms",
    "text": ""
  }, {
    "heading": "3.1.1 Climate, glacier response, and the Icelandic Low",
    "text": "The majority of studies attempting to model the effect of a warming climate on volcanic eruption frequency are performed in the context of the Icelandic glaciers and volcanoes, though the same link may potentially exist in other locations (see section 5.2). The relatively rapid response of the Icelandic glaciers to fluctuations in oceanic currents is well documented (Bond et al, 1997; Rahmstorf, 2002; Björnsson & Pálsson, 2008). Numerous palaeoclimate proxies indicate multiple periods of oceanic cooling in the North Atlantic over the past 10 ka BP (Watson et al, 2016b). In particular, decreased sediment productivity across multiple Icelandic lakes suggests a significant cooling event at approximately 6.4 ka BP (Geirsdöttir et al, 2013), and geochemical analysis of a Greenland ice core by Mayewski et al (1997) shows fluctuations in the concentration of sodium (Na+), which may indicate a deepening of the Icelandic Low atmospheric system between 3.5-2.5 ka BP. The strengthening of regional wind speeds that would occur following the onset of a deeper Icelandic Low would result in enhanced transportation of sea salts, resulting in greater concentrations of Na+ present in the ice core (Mayewski et al, 1997). However, ice core records of the Holocene indicate that variations in Earth’s climate were of a lower amplitude than those seen during the Pleistocene, suggesting that the climate has been more stable in the past 10,000 years than at any point in the last 100,000 (O’Brien et al, 1995; Mayewski et al, 2004).\nEvidence of glacial advance in the south, centre and north of Iceland coincides with the climatic cooling events described above (Gudmundsson, 1997; Kirkbride & Dugmore, 2001; Kirkbride & Dugmore, 2006). Kirkbride and Dugmore (2006) suggest that, as smaller glaciers are more susceptible to the impacts of climatic forcing, they may account for the vast majority of short-term glacial expansion effects. Larger ice sheets, such as Vatnajökull, the largest Icelandic glacier, have a longer response time when compared with smaller glaciers (Oer-\nlemans & Fortuin, 1998) - the total lag time between significant climatic changes and glacial response typically ranges between 10 and 1000 years (Jóhannesson, 1985). A mass balance study of Icelandic glaciers over the 20th century by Björnsson et al (2013) found that regional temperature fluctations correlated strongly with the rates of glacier retreat or growth. Between 1995 and 2010, the average Icelandic temperature increased by approximately 1°C (3 to 4 times higher than the hemispheric average; Jones et al, 2012), coinciding with a loss of 3.7% ice mass at Vatnajökull and an 11% loss at Hofsjökull (Björnsson et al, 2013). The authors attribute these changes to longer melting seasons, thinner snow accumulation resulting in lower glacier albedo, and a greater ratio of precipitation falling as rain rather than snow. Oerlemans & Fortuin (1992) noted that the greatest factor in determining a glaciers responsiveness to external forcing is the wetness of the climate, and several recent studies concur that Icelands setting as an island contributes to the relatively rapid response of its glaciers and ice sheets to climate change (Björnsson & Pálsson, 2008; Chandler et al, 2016a, 2016b).\nPossibly the most important factor in understanding and modelling the response of the cryosphere to a warming climate, particularly in northern Europe, is observing alterations to global thermohaline circulation patterns. The North Atlantic Deep Water (NADW) is a key component of this system. Benthic oxygen isotope, cadmium and 13C data from sediment cores imply that a relative shallowing of the current coincides with warming phases, while ebbs may be linked to rapid cooling, such as the Younger Dryas (12.9 11.7 ka BP) (Boyle & Keigwin, 1987). Changes to thermohaline circulation patterns have been identified as ‘a major factor in forcing the climate signal and in amplifying it’ (Bond et al, 1997), and it is thought that even small perturbations to the system may have had the potential to cause regional temperature changes on the order of several degrees during the Late Glacial and Early Holocene periods (Rahmstorf, 1996). On a regional scale, many factors related to a warming climate have been identified as major drivers of terrestrial glacier retreat, though the components with the greatest impact are likely to be increased atmospheric temperatures, increased precipitation, and the growth of supraglacial lakes (Reynolds, 2000; Björnsson & Pálsson, 2008)."
  }, {
    "heading": "3.1.2 The unloading effect",
    "text": "The ‘unloading effect’ refers to crustal deformation (specifically uplift) as a response to deglaciation. Isostatic rebound occurs after a load (such as a large glacier) is removed from the lithosphere. This has been directly or indirectly observed in Iceland (Sigmundsson, 1991; Sigvaldason, 1992), northern Europe (Lambeck, Smither & Johnston, 1998) and North America (James & Morgan, 1990). It is also generally accepted that rapid decreases in pressure (rapid on a geological timescale - on the order of at least a few centuries) cause an increase in the extent of decompression melting of the mantle (Asimow et al, 1995), suggesting that an association between the two factors may be plausible.\nThe divergent plate boundary combined with hotspot activity beneath Iceland is already the source of large quantities of decompression melting (Slater\net al, 2001). However, Jull and McKenzie (1996) estimate that the removal of 2 km of ice would increase the melt fraction by approximately 0.2%, though the increase in melt generation as a response to unloading is non-linear. Schmidt et al (2013) go further, suggesting that the Icelandic uplift due to glacial isostatic adjustments (currently estimated at 25-29 mm/yr; Auriac et al, 2013) has resulted in an annual melt production increase of 100-135% since 1890. Much of this new magma is believed to be located beneath central Iceland, with approximately 20% hosted by the mantle beneath Vatnajökull, a region containing some of the island’s most productive volcanic centres, such as Gŕımsvötn (Schmidt et al, 2013). Even on a smaller scale, minor alterations in the crustal stress fields surrounding shallow magma storage regions may have a significant impact on the likelihood of an eruption, particularly at volcanic centres with glacial caps (Albino et al, 2010). Watson et al (2016c) draws a correlation between the\ndepth of the Icelandic Low (as determined through analysis of the GISP2 Na+ record (Mayewski et al, 1997)) and the frequency of explosive Icelandic eruptions over the last 7,000 years. Their findings indicate that in both instances of Na+ increase, volcanic activity on Iceland decreased significantly. There was a lag of approximately 650 years between climate alteration and geodetic response, which the authors attribute to the delay in the glacial reaction, and the time taken for new excess magma due to adiabatic melt to reach the surface."
  }, {
    "heading": "3.2 Evidence for a volcanic response",
    "text": ""
  }, {
    "heading": "3.2.1 Tephrochronology and ‘cryptotephra’",
    "text": "Many of the current research efforts investigating a geospheric response to global warming utilise the rapidly developing field of tephrochronology in an attempt to reconstruct the relative frequency of past volcanic events (Dugmore, 1989; Hall & Pilcher, 2002; Davies, 2015). ‘Cryptotephra’ refers to particles of volcanic ash which are not visible to the naked eye, typically being 125 µm (Lane et al, 2014; Stevenson et al, 2015; Watson et al, 2016b). These particles are often concentrated into layers within well-preserved sediment, such as in lake beds or peat bogs (Hall & Pilcher, 2002), and can provide useful isochrons across multiple sites within an area (Lane et al, 2014; Watson et al, 2016a).\nPreviously, cryptotephra has been used primarily as a dating and correlation tool in geological and archaeological fields (Balascio et al, 2011; Lowe, 2011; Schmid et al, 2017). However, more recent studies have focused on volcanological applications, such as the reconstruction of undocumented eruptions (Sun et al, 2016; Martin-Jones et al, 2017; Watson et al, 2016b), and – on a wider scale – the analysis of past patterns of volcanic eruptions (Connor et al, 2001), and the transportation of ash particles (Watson et al, 2016b). Watson et al (2017) use cryptotephra layers acquired from peat and lake sediments to estimate the recurrence interval of Icelandic ashfall across Northern Europe. Using data representing the past 1000 years, the study estimates an average return interval of approximately 44 years (a 20% chance of occurrence within a given 10-year period), based on samples from Germany, Scandinavia, Ireland, Great Britain, Poland and the Faroe islands (Swindles et al, 2011). Swindles et al (2011) report an apparent increase in the number of ash-fall events affecting Europe over the past 1,500 years; however, it is unclear whether this is due to a true increase in volcanic activity during this period, or is an artefact of sampling intensity and improved methodology. It is also possible that more recent events are preferentially preserved in the geological record, and as such assessments of ashfall frequency based solely on tephra will always represent a minimum estimate (Watson et al, 2017).\nThe assignment of a given tephra or cryptotephra horizon to a particular eruption relies heavily on geochemical analysis of glass shards, in combination with other physical and historical constraints, such as 14C dating, wiggle-match dating techniques and ice core chronologies, where applicable (Lowe, 2011; Swindles et al, 2011; Lowe et al, 2013; Ramsey et al, 2015; Alloway et al, 2017). Various uncertainties still remain in the use of the technique, and the geochemical\nanalysis of individual shards is not yet routine in tephra studies. However, by dating individual tephra layers, it is possible to estimate the relative frequency of volcanic events in a given area. In recent years, collaborative database resources such as Tephrabase (www.tephrabase.org) have emerged in an effort to catalogue the glass shard geochemistry of historic eruptions, greatly smoothing the process of cryptotephra identification.\nAnalysis of cryptotephra layers can also provide other valuable insights into the processes and characteristics of prior eruptions. For example, the shape and vesicularity of ash shards may provide information about the conditions under which they were formed and transported (Heiken, 1974; Colucci et al, 2013).\nIt is well recognised that the dominant shape of tephra shards (particularly regarding the ratio of the longest to the shortest axis) has a significant effect on the distance those shards may be transported before settling (Wilson & Huang, 1979; Folch, 2012). The concentrations of shards (also known as ‘tephra loading’) may be affected by the distance of the site from the source volcano, or by ambient conditions at the time of emplacement (Langdon and Barber, 2004; Rea et al, 2012)."
  }, {
    "heading": "3.2.2 Modelling efforts",
    "text": "Many studies within the past two decades have attempted to evaluate the effect of ice loading on volcanic activity, both via numerical modelling or through evaluation of historical evidence. Jull & McKenzie (1996) endeavoured to model the effect mathematically, utilising data obtained from tephrochronology of the Dyngjufjöll region of North Iceland. Their results indicated that the removal of 2 km of ice would have an effect approximately equivalent to a 0.6 km upwards shift in the melting column (although it should be noted that the thickest glacier currently in existence - the Taku glacier in Alaska - is less than 1.5 km thick (Robert & Hermans, 2000)). Jull & McKenzie go on to estimate that total deglaciation of Iceland would increase overall melt production rates by a factor of 30 over a period of 1000 years.\nMore recent studies have produced more conservative results. Pagli & Sigmundsson (2008) modelled the maintenance of isostatic equilibrium within the lithosphere using the assumption of an elastic plate overlying an isotropic, incompressible, viscoelastic half-space. Adopting contemporary measurements of ice loss and uplift beneath Vatnajökull (Pagli et al, 2007), the study found that, while present rates of ice thinning increase the volume of magma by approximately 0.014 km3/yr, the effects are confined within existing regions of volcanic activity. Their model also concluded that, although the rates of vertical uplift were likely to be greatest towards the centre of the ice cap, volcanoes peripheral to the glacier, such as Kverkfjöll or Bárdarbunga, experienced greater radial glacio-isostatic stresses and were more likely to alter their behaviour than those in a central location, such as Gŕımsvötn. Additionally, the existing tectonic stresses in the region (the western edge of Vatnajökull is situated above the axis of Icelands Eastern Rift) play a role in determining the exact response of the volcanic systems (Pagli & Sigmundsson, 2008). However, while stating that the effects of increased melt production might be offset by intrusive processes and glacio-isostatic stresses, the study ultimately asserts that the likelihood of a large volcanic eruption within the region is increased by the retreat of the overlying glacier. The results of Jellinek et al (2004), Huybers & Langmuir (2009), Albino et al (2010) and Schmidt et al (2013) echo this inference."
  }, {
    "heading": "4 Areas of Uncertainty",
    "text": ""
  }, {
    "heading": "4.1 Gaps in the tephra record",
    "text": "The analysis of tephra and cryptotephra remains a relatively recent field of study. The current tephra record for Icelandic eruptions contains many spatial gaps, introducing an element of uncertainty into the analyses of fallout areas and eruption frequencies. While it is possible that these gaps represent regions of minimal fallout (i.e. locations that may not commonly experience ashfall due to prevailing meteorological conditions), it is also highly likely that they are an artefact of research intensity (Watson, 2016a). Swindles et al (2011) present a database of Holocene tephra records across northern Europe, noting that the abundance of data recorded in Ireland and Scandinavia is much greater than in other regions . Lawson et al (2012) also provides an analysis of 22 Holocene tephra deposits found in north western Europe, again noting the geographical bias resulting in the underrepresentation of certain continental areas (such as Spain, southern Germany, Belgium and the Netherlands) while also indicating spatial gaps in northern Scandinavia and the western Baltic (Lawson et al, 2012), though recent efforts have focused on addressing this issue (Watson et al, 2016b). Additionally, there is a question of glass shard preservation and reworking following deposition - meteorological conditions, vegetation and (more recently) anthropogenic factors may affect the likelihood of ash fallout preservation (Watson, 2016c). The tephra chemistry may also play a role in preservation - basaltic glass is more readily dissolved by acidic depositional environments than rhyolitic, resulting in the preferential preservation of silicic eruptions (Lawson et al, 2012). To enable a complete understanding of the processes governing the emplacement of these deposits, it is imperative to establish whether these omissions indicate a true absence of tephra horizons in the locations in question, or if they are simply an artefact of sampling bias."
  }, {
    "heading": "4.2 Volcanic and tectonic processes",
    "text": "Unfortunately, as our understanding of volcanic processes remains incomplete, so too does our ability to fully predict the response of volcanic systems to external stimuli. Taking Iceland as an example once again, there remains considerable uncertainty over the variability of rifting across the region (Saemundsson, 1974; Metzger & Jónsson, 2014), and whether large scale changes in the rate and geographical trends of the main axis of rifting might be linked to the presence of a deep mantle plume or ‘hotspot’ (Ofeigsson et al, 2013; Karson, 2016). The present-day rifting zone in eastern Iceland is thought to have become active at around 4-3 Ma (Saemundsson, 1974; Sinton et al, 2005), and to have remained approximately static since that time, with the exception of a brief eastwards shift of the Spar fracture zone roughly 3 Ma (Meyer et al, 1972). It is thought that this section of the rifting zone may have migrated incrementally eastwards in order to accommodate westward drift of the lithospheric plates over a stationary plume. Periods of increase in rifting activity (such as the major rifting episodes known to have occurred at 12 ka, 11 ka, 10 ka and 3 ka) correspond with periods of enhanced eruption rates, particularly in Iceland’s Northern and Western volcanic zones (Magnusdottir et al, 2013). Therefore, any major deviations in\nunderlying tectonic and volcanic processes must be taken into account when attempting to assess the impact of deglaciation. Changes in the rate of rifting are likely to cause centennial variations in eruption frequency (Larsen et al, 1998), while fluctuations in mantle plume activity may cause multi-millennial changes (Óladottir et al, 2011). However, Watson (2016c) argues that such pulses are unlikely to simultaneously affect multiple sites at varying distances from the central spreading ridge in precisely the same manner, hypothetically allowing the signal produced by ice loading to be separated from other factors.\nAnother issue raised in opposition to the hypothesis that the unloading effect might increase volcanic eruption frequency is that the pressure changes associated with ice retreat may also increase the capacity of the crust to capture melt. Hooper et al (2011) used a numerical model based on radar and GPS measurements of the Kverkfjöll volcanic system to show how relaxation of the stress fields surrounding the volcano might support magmatic intrusion rather than eruption of magma. However, their findings also indicated that dyke orientation is a major factor in determining crustal storage capacity, and that changes in crustal loading alter the conditions required for dyke initiation (Albino et al, 2010). The overall conclusion reached by Hooper et al (2011) was that, while deglaciation might increase magmatic storage capacity in the short term, ultimately increased mantle melting would become the dominant factor."
  }, {
    "heading": "5 The Potential for Future Work",
    "text": ""
  }, {
    "heading": "5.1 A more comprehensive record of past volcanism",
    "text": "While evidence of past volcanic eruptions are typically well-preserved in both the proximal record (i.e. in visible tephra layers and flow deposits), and often also in the distal record as cryptotephra, in many areas the dataset of past events may be considered to be incomplete. Though many sources suggest an apparent increase in the frequency of large volcanic events in Iceland over the past 2 ka (Zielinski et al, 2002; Óladóttir et al, 2011), it is highly possible that inference is largely a result of the preferential preservation of younger ash layers (Watson, 2016c), an increase in the number of studies, and recent improvements in research techniques, such as advances in geochemical analysis. A thorough campaign of investigation, centred particularly around the examination of the distal record and addressing the identified spatial gaps (as previously discussed), is necessary to confidently evaluate the past levels of volcanic activity, both in Iceland and in other locations. Efforts to this end are currently ongoing in northwestern and continental Europe (Swindles et al, 2011; Lawson et al, 2012; Watson et al, 2016b) and more recently in North America and Greenland (PyneO’Donnell et al, 2012; Mackay et al, 2016), but there is also great potential for such work to be conducted in other parts of the world, as evidenced by the discovery of Holocene cryptotephra in Peru (attributed to the Ecuadorian Eastern Cordillera) (Watson et al, 2015). A recent intensive study focusing on Japan (Kiyosugi et al, 2015) found that as much as 89% of VEI 4 events over the past 100 ka may be missing from the geological record, and the authors go on to estimate that under-recording of events may be 7.9-8.7 times higher in the\nglobal dataset.\nHowever, the effect of deglaciation on volcanism in the near future is likely to be more substantial in the northern hemisphere, as glacier and ice sheet coverage in that hemisphere is more widespread. Additionally, while the focus has hitherto been on explosive events (as these are more likely to leave distal deposits in the geological record; Swindles et al, 2011), there is significant evidence that the greatest quantities of volcanic sulphate emissions may occur during large effusive eruptions (Krueger et al, 1996; Schmidt, 2013). Examining the aerosol contents and acidity profiles of ice cores, typically from Greenland and Antarctica, can provide insights into the timing and subsequent climatic effects of volcanic eruptions (Robock & Free, 1995; Cole-Dai, 2010). Sigl et al (2015) use tephra analysis (among other methods) to constrain the dates of several sulphate peaks in the ice core record. Though explosive eruptions are more likely to deliver ash across multiple atmospheric layers and therefore present a greater danger to aviation, it may be of interest from a climatological perspective to compare the levels of climate forcing resulting from different eruption regimes and compositions."
  }, {
    "heading": "5.2 Quantifying the unloading effect",
    "text": "The issue of geographic sampling bias is also present in models of future changes related to glaciation. Most attempts to model a volcanic response to ice load variations focus on examples from Iceland (Sigmundsson, 1991; Sigvaldason, 1992; Pagli & Sigmundsson, 2008; Sigmundsson et al, 2010). A more global view of this effect may offer new insights, and may provide important data to advise policy beyond Europe’s airspace. Through combining Smithsonian Global Volcanism Database and the Randolph Glacier Inventory (GLIMS, 2017; see figure 4), it is possible to identify several areas worldwide in which:\n1. Significant volcanic activity has occurred during the Holocene\n2. A glacier or large ice sheet (>1000 km2) currently exists\nAssuming the current trends of atmospheric warming and glacier retreat continue (Rogelij, 2013), it is reasonable to hypothesise that these highlighted areas may experience a geospheric response to isostatic unloading. While the atmospheric and societal effects of this would in some cases be minimal - increased eruptions in the Antarctic regions, for example, are unlikely to have a significant climatic effect due to their high latitude (Oman et al, 2006), and their remoteness reduces the risk posed to commercial flights - in other areas, such as Canada and Alaska, the impact could be considerably greater, due to the importance of the region for trans-continental and trans-Pacific flights."
  }, {
    "heading": "6 Conclusions",
    "text": "1. As the subject of rapid climate change becomes ever more pertinent to our society, it is increasingly important to understand how such changes may affect the other aspects that govern the workings of our planet. While the atmosphere, geosphere, cryosphere and other facets of the natural world may be considered separately for the purposes of scientific study, in truth none exist in isolation and each represents only part of a complex, interconnected system. The intricate economical and societal structures we have constructed around the aviation industry alone necessitate a more in-depth knowledge of the interplay between volcanic systems and the climate, highlighting the need for further study.\n2. Explosive volcanic eruptions may cause significant climatic cooling effects if sufficient quantities of sulphuric aerosol particles reach the stratosphere. It is thought that some eruptions, such as the 75 kya Toba event, may have caused a series of positive feedback loops, prolonging the initial cooling effect by several centuries and causing migration of the ITCZ with ensuing changes to circulation and precipitation patterns.\n3. Though large-scale flood basalt eruptions are frequently linked to longterm climate change and mass extinction events, there is lively debate concerning the cooling influence of SO2 release versus the greenhouse effect of CO2. While it has been estimated that 5 x 10\n17 moles of CO2 may have been emitted during the formation of the Deccan Traps, it has also been argued that this quantity would still have been small in comparison to ambient conditions, and that the effects of the conversion of SO2 to\nsulphuric acid in the stratosphere would have outweighed any warming effects.\n4. Isostatic rebound in response to glacial unloading is presented as a viable mechanism for a volcanic response to climate change. Adiabatic melting following deglaciation of Iceland is visible both in historical records and in present-day studies of Vatnajökull. It has been estimated that melt production may have increased between 100-135% since 1890.\n5. Studies of tephra and cryptotephra provide invaluable insights into the frequency of volcanic ash cloud occurrences, and may also provide information on the nature of individual eruptions. Current studies of Icelandic ash deposition suggest that eruptions in Iceland which transport significant volumes of ash over continental Europe have a return interval of approximately 56 years, based on depositional records.\n6. Numerical models of the ‘unloading effect’ confirm the hypothesis that crustal uplift in response to deglaciation is very likely to cause increased decompression melting. While increased fracturing and intrusion may provide greater storage capacity for upwelling material in the short-term, most models find that the likelihood of a large volcanic eruption is raised by the retreat of an overlying glacier."
  }, {
    "heading": "7 Acknowledgements",
    "text": "This review was prepared while Claire Cooper held a Leeds Anniversary Research Scholarship at the University of Leeds, in addition to receiving funding from the Climate Research Bursary Fund, awarded by the Priestley International Centre for Climate."
  }, {
    "heading": "8 Declaration of Conflicting Interests",
    "text": "The authors declare that there is no conflict of interest."
  }, {
    "heading": "9 References",
    "text": "1. Aberhan, M. and Fürsich, F.T., 2000. Mass origination versus mass extinction: the biological contribution to the PliensbachianToarcian extinction event. Journal of the Geological Society, 157(1), 55-60.\n2. Adams, J.B., Mann, M.E. and Ammann, C.M., 2003. Proxy evidence for an El Niño-like response to volcanic forcing. Nature, 426(6964), 274-278.\n3. Air Transport Action Group. Aviation benefits beyond borders global summary 2016. 2016.\n4. Albino, F., Pinel, V. and Sigmundsson, F., 2010. Influence of surface load variations on eruption likelihood: application to two Icelandic subglacial volcanoes, Gŕımsvötn and Katla. Geophysical journal international, 181(3), 1510-1524.\n5. Alloway, B.V., Andreastuti, S., Setiawan, R., Miksic, J. and Hua, Q. Archaeological implications of a widespread 13th Century tephra marker across the central Indonesian Archipelago. Quaternary Science Reviews, 155, 86-99\n6. Asimow, P.D., Hirschmann, M.M., Ghiorso, M.S., O’Hara, M.J. and Stolper, E.M., 1995. The effect of pressure-induced solid-solid phase transitions on decompression melting of the mantle. Geochimica et Cosmochimica Acta, 59(21), 4489-4506.\n7. Auriac, A., Spaans, K.H., Sigmundsson, F., Hooper, A., Schmidt, P. and Lund, B. 2013. Iceland rising: solid Earth response to ice retreat inferred from satellite radar interferometry and viscoelastic modelling. Journal of Geophysical Research: Solid Earth, 118(4), 1331-1344\n8. Balascio, N.L., Wickler, S., Narmo, L.E. and Bradley, R.S. 2011. Distal cryptotephra found in a Viking boathouse: the potential for tephrochronology in reconstructing the Iron Age in Norway. Journal of Archaeological Science, 38, 934-941\n9. Baldini, J.U., Brown, R.J. and McElwaine, J.N., 2015. Was millennial scale climate change during the Last Glacial triggered by explosive volcanism?. Scientific Reports, 5.\n10. Björnsson, H. and Pálsson, F., 2008. Icelandic glaciers. Jökull, 58, 365- 386.\n11. Björnsson, H. et al. 2013. Contribution of Icelandic ice caps to sea level rise: trends and variability since the Little Ice Age. Geophysical Research Letters, 40, 1546-1550\n12. Bluth, G.J., Doiron, S.D., Schnetzler, C.C., Krueger, A.J. and Walter, L.S., 1992. Global tracking of the SO2 clouds from the June, 1991 Mount Pinatubo eruptions. Geophysical Research Letters, 19(2), 151-154.\n13. Boer, J. G., Flato, G., Reader, M. C. & Ramsden, D. 2000. A transient climate change simulation with greenhouse gas and aerosol forcing: Experimental design and comparison with the instrumental record for the 20th century. Climate Dynamics, 16, 405425\n14. Bond, G., Showers, W., Cheseby, M., Lotti, R., Almasi, P., Priore, P., Cullen, H., Hajdas, I. and Bonani, G., 1997. A pervasive millennial-scale cycle in North Atlantic Holocene and glacial climates. Science, 278(5341), 1257-1266.\n15. Bond, D.P.G. and Wignall, P.B. 2014. Large igneous provinces and mass extinctions: An update. Geological Society of America Special Papers, 505, 29-55\n16. Boyle, E.A. and Keigwin, L., 1987. North Atlantic thermohaline circulation during the past 20, 000 years linked to high-latitude surface temperature. Nature, 330(6143), 35-40.\n17. Caldeira, K. and Rampino, M.R. 1990. Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect. Geophysical Research Letters, 17(9), 1299-1302.\n18. Campbell, I.H., Czamanske, G.K., Fedorenko, V.A., Hill, R.I. and Stepanov, V., 1992. Synchronism of the Siberian Traps and the Permian-Triassic boundary. Science, 258(5089), 1760-1763.\n19. Chandler, B.M.P., Evans, D.J.A. and Roberts, D.H. 2016a. Characteristics of recessional moraines at a temperate glacier in SE Iceland: insights into patterns, rates and drivers of glacier retreat. Quaternary Science Reviews, 135, 171-205\n20. Chandler, B.M.P., Evans, D.J.A. and Roberts, D.H. 2016b. Recent retreat at a temperate Icelandic glacier in the context of the last 80 years of climate change in the North Atlantic region. Arktos, 2(24)\n21. Coffin, M.F. and Eldholm, O., 1994. Large igneous provinces: crustal structure, dimensions, and external consequences. Reviews of Geophysics, 32(1), 1-36.\n22. Cole-Dai, J. Volcanoes and climate. Wiley Interdisciplinary Reviews: Climate Change, 1(6), 824-839\n23. Colucci, S., Palladino, D.M., Mulukutla, G.K. and Proussevitch, A.A., 2013. 3-D reconstruction of ash vesicularity: insights into the origin of ash-rich explosive eruptions. Journal of Volcanology and Geothermal Research, 255, 98-107.\n24. Connor, C.B., McBirney, A.R. and Furlan, C., 2006. What is the probability of explosive eruption at a long-dormant volcano. Statistics in Volcanology, 1, 39-48.\n25. Courtillot, V.E. and Renne, P.R., 2003. On the ages of flood basalt events. Comptes Rendus Geoscience, 335(1), 113-140.\n26. Dansgaard, W., Johnsen, S.J., Clausen, H.B., Dahl-Jensen, D., Gundestrup, N.S., Hammer, C.U., Hvidberg, C.S., Steffensen, J.P., Sveinbjörnsdottir, A.E., Jouzel, J. and Bond, G., 1993. Evidence for general instability of past climate from a 250-kyr ice-core record. Nature, 364(6434), 218-220.\n27. Davies, S.M., 2015. Cryptotephras: the revolution in correlation and precision dating. Journal of Quaternary Science, 30, 114-130.\n28. Dessert, C., Dupré, B., Francois, L.M., Schott, J., Gaillardet, J., Chakrapani, G. and Bajpai, S., 2001. Erosion of Deccan Traps determined by river geochemistry: impact on the global climate and the 87 Sr/86 Sr ratio of seawater. Earth and Planetary Science Letters, 188(3), 459-474.\n29. Duncan, R.A., Hooper, P.R., Rehacek, J., Marsh, J. and Duncan, A.R., 1997. The timing and duration of the Karoo igneous event, southern Gondwana. Oregon State University Faculty Publications, College of Earth, Ocean and Atmospheric Sciences. DOI: 10.1029/97JB00972\n30. Dugmore, A., 1989. Icelandic volcanic ash in Scotland. Scottish Geographical Magazine, 105, 168-172.\n31. Dunn, J., Baran, A.J., Wade, D.P., and Tremba, E.L. 1993. Deposition of volcanic materials in the hot sections of two gas turbine engines. Journal of Engineering for Gas Turbines and Power, 115(3), 641-651\n32. Emile-Geay, J., Seager, R., Cane, M.A., Cook, E.R. and Haug, G.H., 2008. Volcanoes and ENSO over the past millennium. Journal of Climate, 21(13), 3134-3148.\n33. Fischer, E.M., Luterbacher, J., Zorita, E., Tett, S.F.B., Casty, C. and Wanner, H., 2007. European climate response to tropical volcanic eruptions over the last half millennium. Geophysical Research Letters, 34(5).\n34. Folch, A., 2012. A review of tephra transport and dispersal models: evolution, current status, and future perspectives. Journal of Volcanology and Geothermal Research, 235, 96-115.\n35. Ganino, C. and Arndt, N.T., 2009. Climate changes caused by degassing of sediments during the emplacement of large igneous provinces. Geology, 37(4), 323-326.\n36. Gao, C., Robock, A. and Ammann, C., 2008. Volcanic forcing of climate over the past 1500 years: An improved ice core based index for climate models. Journal of Geophysical Research: Atmospheres, 113(D23).\n37. Geirsdóttir, Á., Miller, G.H., Larsen, D.J. and Ólafsdóttir, S., 2013. Abrupt Holocene climate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland. Quaternary Science Reviews, 70, 48-62.\n38. Global Land Ice Measurements from Space, 2017. Randolph Glacier Inventory. v. 5.0. Downloaded 12 Jan 2017.\n39. Global Volcanism Program, 2013. Volcanoes of the World, v. 4.5.3. Venzke, E (ed.). Smithsonian Institution. Downloaded 12 Jan 2017. http://dx.doi.org/10.5479/si.GVP.VOTW4-2013\n40. Grindle, T.J. and Burcham Jr, F.W., 2003. Engine damage to a NASA DC-8-72 airplane from a high-altitude encounter with a diffuse volcanic ash cloud. NASA Technical Reports, 20030068344\n41. Gudmundsson, M.T., Sigmundsson, F. and Björnsson, H., 1997. Icevolcano interaction of the 1996 Gjálp subglacial eruption, Vatnajökull, Iceland. Nature, 389(6654), 954-957.\n42. Guffanti, M., Mayberry, G.C., Casadevall, T.J. and Wunderman, R., 2009. Volcanic hazards to airports. Natural hazards, 51(2), 287-302.\n43. Guffanti, M., Casadevall, T.J. and Budding, K., 2010. Encounters of aircraft with volcanic ash clouds; a compilation of known incidents, 1953- 2009 (No. 545). US Geological Survey.\n44. Hall, V.A., Pilcher, J.R., 2002. Late-Quaternary Icelandic tephras in Ireland and Great Britain: detection, characterization and usefulness. Holocene, 12, 223-230.\n45. Haug, G.H., Hughen, K.A., Sigman, D.M., Peterson, L.C. and Röhl, U., 2001. Southward migration of the intertropical convergence zone through the Holocene. Science, 293(5533), 1304-1308.\n46. Hayes, S.K., Montgomery, D.R. and Newhall, C.G., 2002. Fluvial sediment transport and deposition following the 1991 eruption of Mount Pinatubo. Geomorphology, 45(3), pp.211-224.\n47. Haywood, J.M., Jones, A., Bellouin, N. and Stephenson, D., 2013. Asymmetric forcing from stratospheric aerosols impacts Sahelian rainfall. Nature Climate Change, 3(7), 660-665.\n48. Heiken, G., 1974. An atlas of volcanic ash. NASA Technical Report, 19740017769\n49. Hesselbo, S.P., Gröcke, D.R., Jenkyns, H.C., Bjerrum, C.J., Farrimond, P., Bell, H.S.M. and Green, O.R., 2000. Massive dissociation of gas hydrate during a Jurassic oceanic anoxic event. Nature, 406(6794), 392-395.\n50. Hofmann, C., Courtillot, V., Feraud, G., Rochette, P., Yirgu, G., Ketefo, E. and Pik, R., 1997. Timing of the Ethiopian flood basalt event and implications for plume birth and global change. Nature, 389(6653), 838- 841.\n51. Hooper, A., Ófeigsson, B., Sigmundsson, F., Lund, B., Einarsson, P., Geirsson, H. and Sturkell, E., 2011. Increased capture of magma in the crust promoted by ice-cap retreat in Iceland. Nature Geoscience, 4(11), 783-786.\n52. Horwell, C.J. and Baxter, P.J., 2006. The respiratory health hazards of volcanic ash: a review for volcanic risk mitigation. Bulletin of Volcanology, 69, 1-24.\n53. Horwell, C.J., 2007. Grain-size analysis of volcanic ash for the rapid assessment of respiratory health hazard. Journal of Environmental Monitoring, 9(10), 1107-1115.\n54. Huybers, P. and Langmuir, C. 2009. Feedback between deglaciation, volcanism and atmospheric CO2. Earth and Planetary Science Letters, 286(3- 4), 479-491\n55. Hwang, Y.T., Frierson, D.M. and Kang, S.M., 2013. Anthropogenic sulfate aerosol and the southward shift of tropical precipitation in the late 20th century. Geophysical Research Letters, 40(11), 2845-2850.\n56. Ikeda, M. and Hori, R.S., 2014. Effects of KarooFerrar volcanism and astronomical cycles on the Toarcian oceanic anoxic events (Early Jurassic). Palaeogeography, Palaeoclimatology, Palaeoecology, 410, 134-142.\n57. Jacoby, G. C., K. W. Workman, and R. D. D’Arrigo (1999), Laki eruption of 1783, tree rings, and disaster for northwest Alaska Inuit. Quaternary Science Reviews, 18, 13651371.\n58. James, T.S. and Morgan, W.J., 1990. Horizontal motions due to postglacial rebound. Geophysical Research Letters, 17(7), 957-960.\n59. Jellinek, A.M., Manga, M. and Saar, M.O., 2004. Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation. Journal of Geophysical Research: Solid Earth, 109(B9).\n60. Jóhannesson, T., 1985. The response time of glaciers in Iceland to changes in climate. Annals of Glaciology, 8, 100-101.\n61. Jones, P.D., Lister, D.H., Osborn, T.J., Harpham, C., Salmon, M. & Morice, C.P. 2012. Hemispheric and large-scale land-surface air temperature variations: An extensive revision and an update to 2010. Journal of Geophysical Research: Atmospheres, 117(D5)\n62. Jull, M. and McKenzie, D., 1996. The effect of deglaciation on mantle melting beneath Iceland. Journal of Geophysical Research: Solid Earth, 101(B10), 21815-21828.\n63. Karson, J.A., 2016. Crustal Accretion of Thick, Mafic Crust in Iceland: Implications for Volcanic Rifted Margins. Canadian Journal of Earth Sciences, 53(11), 1205-1215\n64. Kerle, N., de Vries, B. V. W., & Oppenheimer, C., 2003. New insight into the factors leading to the 1998 flank collapse and lahar disaster at Casita volcano, Nicaragua. Bulletin of volcanology, 65(5), 331-345.\n65. Kirchner, I., Stenchikov, G.L., Graf, H.F., Robock, A. and Antuña, J.C., 1999. Climate model simulation of winter warming and summer cooling following the 1991 Mount Pinatubo volcanic eruption. Journal of Geophysical Research: Atmospheres, 104(D16), 19039-19055.\n66. Kirkbride, M.P. and Dugmore, A.J., 2001. Timing and significance of mid-Holocene glacier advances in northern and central Iceland. Journal of Quaternary Science, 16(2), 145-153.\n67. Kirkbride, M.P. and Dugmore, A.J., 2006. Responses of mountain ice caps in central Iceland to Holocene climate change. Quaternary Science Reviews, 25(13), 1692-1707.\n68. Kiyosugi, K., Connor, C., Sparks, R.S.J., Crosweller, H.S., Brown, S.K., Siebert, L., Wang, T. and Takarada, S. 2015. How many explosive eruptions are missing from the geologic record? Analysis of the quaternary record of large magnitude explosive eruptions in Japan. Journal of Applied Volcanology, 4(17)\n69. Krueger, A.J., Schnetzler, C.C. and Walter, L.S., 1996. The December 1981 eruption of Nyamuragira volcano (Zaire), and the origin of the ”mystery cloud” of early 1982. Journal of Geophysical Research: Atmospheres, 101(D10), 15191-15196.\n70. Lamb, H.H., 1970. Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance. Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences, 266(1178), 425-533.\n71. Lambeck, K., Smither, C. and Johnston, P., 1998. Sea-level change, glacial rebound and mantle viscosity for northern Europe. Geophysical Journal International, 134(1), 102-144.\n72. Lane, C.S., Cullen, V.L., White, D., Bramham-Law, C.W.F. and Smith, V.C., 2014. Cryptotephra as a dating and correlation tool in archaeology. Journal of Archaeological Science, 42, 42-50.\n73. Langdon, P.G., Barber, K.E., 2004. Snapshots in time: precise correlations of peat-based proxy climate records in Scotland using mid-Holocene tephras. Holocene, 14, 21-33\n74. Larsen, G., Gudmundsson, M. T. & Björnsson, H. 1998. Eight centuries of periodic volcanism at the center of the Iceland hotspot revealed by glacier tephrostratigraphy. Geology, 26, 943-946\n75. Lawson, I.T., Swindles, G.T., Plunkett, G., Greenberg, D., 2012. The spatial distribution of Holocene cryptotephras in north-west Europe since 7 ka: implications for understanding ash fall events from Icelandic eruptions. Quaternary Science Reviews, 41, 57-66\n76. Lowe, D.J., 2011. Tephrochronology and its application: a review. Quaternary Geochronology, 6(2), 107-153.\n77. Lowe, D.J., Blaauw, M., Hogg, A.G. and Newnham, R.M. 2013. Ages of 24 widespread tephras erupted since 30,000 years ago in New Zealand, with re-evaluation of the timing and palaeoclimatic implications of the Lateglacial cool episode recorded at Kaipo bog. Quaternary Science Reviews, 74, 170-194\n78. Luna, B.Q. 2007. Assessment and modelling of two lahars caused by ”Hurricane Stan” at Atitlan, Guatemala, October 2005. Doctoral Dissertation, University of Oslo.\n79. Mackay, H., Hughes, P.D., Jensen, B.J., Langdon, P.G., Pyne-O’Donnell, S.D., Plunkett, G., Froese, D.G., Coulter, S. and Gardner, J.E., 2016. A mid to late Holocene cryptotephra framework from eastern North America. Quaternary Science Reviews, 132, 101-113.\n80. Magnusdottir, S., Brandsdottir, B., Driscoll, N.W. and Detrick, R.S., 2013. Tectonics of the Nafir-Skjálfandadjúp volcanic system, Tjörnes Fracture Zone, offshore North Iceland: A case of transtensional rifting along a divergent plate boundary. In AGU Fall Meeting Abstracts (Vol. 1, p. 2382).\n81. Maher, N., McGregor, S., England, M.H. and Gupta, A.S., 2015. Effects of volcanism on tropical variability. Geophysical Research Letters, 42(14), 6024-6033.\n82. Marenco, F., Kent, J., Adam, M., Buxmann, J., Francis, P. and Haywood, J. 2016. Remote sensing of volcanic ash at the Met Office. EPJ Web of Conferences, 119, 07003\n83. Martin-Jones, C.M., Lane, C.S., Pearce, N.J.G., Smith, V.C., Lamb, H.F., Oppenheimer, C., Asrat, A. and Schaebitz, F., 2017. Glass compositions and tempo of post-17 ka eruptions from the Afar Triangle recorded in sediments from lakes Ashenge and Hayk, Ethiopia. Quaternary Geochronology, 37, 15-31\n84. Mayewski, P.A., Meeker, L.D., Twickler, M.S., Whitlow, S., Yang, Q., Lyons, W.B. and Prentice, M., 1997. Major features and forcing of highlatitude northern hemisphere atmospheric circulation using a 110,000- year-long glaciochemical series. Journal of Geophysical Research: Oceans, 102(C12), 26345-26366.\n85. Mayewski, P.A., Rohling, E.E., Stager, J.C., Karlén, W., Maasch, K.A., Meeker, L.D., Meyerson, E.A., Gasse, F., van Kreveld, S., Holmgren, K. and Lee-Thorp, J., 2004. Holocene climate variability. Quaternary research, 62(3), 243-255.\n86. Mazzocchi, M., Hansstein, F. and Ragona, M., 2010. The 2010 volcanic ash cloud and its financial impact on the European airline industry. In CESifo Forum (Vol. 11, No. 2, 92-100). Ifo Institute for Economic Research at the University of Munich.\n87. McCormick, M.P., Thomason, L.W. and Trepte, C.R., 1995. Atmospheric effects of the Mt Pinatubo eruption. Nature, 373(6513), 399-404.\n88. McLean, D.M., 1985. Deccan Traps mantle degassing in the terminal Cretaceous marine extinctions. Cretaceous Research, 6(3), 235-259.\n89. Meehl, G. A. & Washington, W. M. 1996. El Niño-like climate change in a model with increased atmospheric CO2 concentrations. Nature, 382, 5660\n90. Metzger, S. and Jónsson, S., 2014. Plate boundary deformation in North Iceland during 19922009 revealed by InSAR time-series analysis and GPS. Tectonophysics, 634, 127-138.\n91. Meyer, O., Voppel, D., Fleischer, U., Closs, H. and Gerke, K., 1972. Results of bathymetric, magnetic and gravimetric measurements between Iceland and 70 N. Deutsche Hydrografische Zeitschrift, 25(5), 193-201.\n92. Miller, G.H., Geirsdóttir, Á., Zhong, Y., Larsen, D.J., Otto-Bliesner, B.L., Holland, M.M., Bailey, D.A., Refsnider, K.A., Lehman, S.J., Southon, J.R. and Anderson, C., 2012. Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks. Geophysical Research Letters, 39(2).\n93. Mogensen, I.A., 2009. Dansgaard-Oeschger Cycles. Encyclopedia of Paleoclimatology and Ancient Environments, 229-233. Springer. ISBN: 978- 1-4020-4411-3\n94. Newhall, C.G. and Self, S., 1982. The volcanic explosivity index (VEI) an estimate of explosive magnitude for historical volcanism. Journal of Geophysical Research: Oceans, 87(C2), 1231-1238.\n95. Newton, A.J., Dugmore, A.J. and Gittings, B.M. (2007) Tephrabase: tephrochronology and the development of a centralised European database. Journal of Quaternary Science, 22, 737-743.\n96. Nicholls, N., 1988. Low latitude volcanic eruptions and the El NioSouthern Oscillation. Journal of climatology, 8(1), pp.91-95.\n97. O’Brien, S.R., Mayewski, P.A., Meeker, L.D., Meese, D.A., Twickler, M.S. and Whitlow, S.I., 1995. Complexity of Holocene climate as reconstructed from a Greenland ice core. Science, 270(5244), 1962-1964\n98. Oerlemans, J. and Fortuin, J.P.F. 1992. Sensitivity of glaciers and small ice caps to greenhouse warming. Science, 258(5079), 115-117\n99. Oerlemans, J., Anderson, B., Hubbard, A., Huybrechts, P., Johannesson, T., Knap, W.H., Schmeits, M., Stroeven, A.P., Van de Wal, R.S.W., Wallinga, J. and Zuo, Z., 1998. Modelling the response of glaciers to climate warming. Climate dynamics, 14(4), 267-274.\n100. Ofeigsson, B.G., Hreinsd’ottir, S., Sigmundsson, F., Arnadottir, T., Vogfjord, K., Geirsson, H., Einarsson, P., Jonsson, S., Villemin, T., Fjalar Sigurdsson, S. and Roberts, M., 2013, April. Geodetic observations in Iceland: divergent plate boundary influenced by a hotspot. In EGU General Assembly Conference Abstracts (Vol. 15, p. 12560).\n101. Óladóttir, B.A., Larsen, G. and Sigmarsson, O., 2011. Holocene volcanic activity at Gŕımsvötn, Bárdarbunga and Kverkfjöll subglacial centres beneath Vatnajökull, Iceland. Bulletin of Volcanology, 73(9), 1187-1208.\n102. Oman, L., Robock, A., Stenchikov, G., Schmidt, G.A. and Ruedy, R., 2005. Climatic response to high-latitude volcanic eruptions. Journal of Geophysical Research: Atmospheres, 110(D13).\n103. Oman, L., Robock, A., Stenchikov, G. L. and Thordarson, T., 2006. Highlatitude eruptions cast shadow over the African monsoon and the flow of the Nile. Geophysical Research Letters, 33, L18711\n104. Oskarsson, N., Steinthorsson, S. and Sigvaldason, G.E., 1985. Iceland geochemical anomaly: origin, volcanotectonics, chemical fractionation and isotope evolution of the crust. Journal of Geophysical Research: Solid Earth, 90(B12), 10011-10025.\n105. Pagli, C., Sigmundsson, F., Lund, B., Sturkell, E., Geirsson, H., Einarsson, P., Árnadóttir, T. and Hreinsdóttir, S., 2007. Glacio-isostatic deformation around the Vatnajökull ice cap, Iceland, induced by recent climate warming: GPS observations and finite element modeling. Journal of Geophysical Research: Solid Earth, 112(B8).\n106. Pagli, C. and Sigmundsson, F., 2008. Will present day glacier retreat increase volcanic activity? Stress induced by recent glacier retreat and its effect on magmatism at the Vatnajökull ice cap, Iceland. Geophysical Research Letters, 35(9).\n107. Percival, L.M.E., Witt, M.L.I., Mather, T.A., Hermoso, M., Jenkyns, H.C., Hesselbo, S.P., Al-Suwaidi, A.H., Storm, M.S., Xu, W. and Ruhl, M., 2015. Globally enhanced mercury deposition during the end-Pliensbachian extinction and Toarcian OAE: A link to the KarooFerrar Large Igneous Province. Earth and Planetary Science Letters, 428, 267-280.\n108. Pielke, R.A., Avissar, R., Raupach, M., Dolman, A.J., Zeng, X. and Denning, A.S., 1998. Interactions between the atmosphere and terrestrial ecosystems: influence on weather and climate. Global Change Biology, 4(5), 461-475.\n109. Pierson, T.C., Wood, N.J. and Driedger, C.L., 2014. Reducing risk from lahar hazard: concepts, case studies, and roles for scientists. Journal of Applied Volcanology, 3(1), 16\n110. Pilcher, J. et al. 2005. A Holocene tephra record from the Lofoten Islands, Arctic Norway. Boreas, 34, 136-156\n111. Pyne-O’Donnell, S.D., Hughes, P.D., Froese, D.G., Jensen, B.J., Kuehn, S.C., Mallon, G., Amesbury, M.J., Charman, D.J., Daley, T.J., Loader, N.J. and Mauquoy, D., 2012. High-precision ultra-distal Holocene tephrochronology in North America. Quaternary Science Reviews, 52, 6-11.\n112. Rahmstorf, S., 1996. Bifurcations of the Atlantic thermohaline circulation in response to changes in the hydrological cycle. Oceanographic Literature Review, 5(43), p.435.\n113. Rahmstorf, S., 2002. Ocean circulation and climate during the past 120,000 years. Nature, 419(6903), 207-214.\n114. Raible, C.C. et al. Tambora 1815 as a test case for high impact volcanic eruptions: Earth system effects. WIREs: Climate Change, 7(4), 569-589\n115. Rampino, M.R., Self, S. and Stothers, R.B., 1988. Volcanic winters. Annual Review of Earth and Planetary Sciences, 16(1), 73-99.\n116. Ramsey, C.B., Housley, R.A., Lane, C.S., Smith, V.C. and Pollard, A.M. The RESET tephra database and associated analytical tools. Quaternary Science Reviews, 118, 33-47\n117. Rea, H.A., Swindles, G.T., Roe, H.M., 2012. The Hekla 1947 tephra in the north of Ireland: regional distribution, concentration and geochemistry. Journal of Quaternary Science, 27, 425-431\n118. Reynolds, J.M., 2000. On the formation of supraglacial lakes on debriscovered glaciers. IAHS publication, 153-164.\n119. Ridley, H.E., Asmerom, Y., Baldini, J.U., Breitenbach, S.F., Aquino, V.V., Prufer, K.M., Culleton, B.J., Polyak, V., Lechleitner, F.A., Kennett, D.J. and Zhang, M., 2015. Aerosol forcing of the position of the intertropical convergence zone since AD 1550. Nature Geoscience, 8(3), 195-200.\n120. Riley, T.R., Leat, P.T. and Curtis, M.L., 2006. Karoo large igneous province: Brevity, origin, and relation to mass extinction questioned by new 40Ar/39Ar age data: Comment. Geology, 34(1), 109-110.\n121. Robert, H. and Hermans, M. 2000. Alaska’s Natural Wonders: A Guide to the Phenomena. Graphic Arts Center Publishing Company. 70\n122. Robock, Alan and Clifford Mass, 1982: The Mount St. Helens volcanic eruption of 18 May 1980: large short-term surface temperature effects. Science, 216, 628-630\n123. Robock, A. and Matson, M., 1983. Circumglobal transport of the El Chichón volcanic dust cloud. Science, 221(4606), 195-197.\n124. Robock, A. and Mao, J., 1992. Winter warming from large volcanic eruptions. Geophysical Research Letters, 19(24), 2405-2408.\n125. Robock, A. and Free, M.P. 1995. Ice cores as an index of global volcanism from 1850 to the present. Journal of Geophysical Research: Atmospheres, 100(D6), 11549-11567\n126. Robock, A., 2000. Volcanic eruptions and climate. Reviews of Geophysics, 38(2), 191-219.\n127. Rogelj, J., 2013. Long-term climate change: projections, commitments and irreversibility. IPCC Report, Chapter 12\n128. Saemundsson, K., 1974. Evolution of the axial rifting zone in northern Iceland and the Tjörnes fracture zone. Geological Society of America Bulletin, 85(4), 495-504.\n129. Santer, B., Solomon, S., Ridley, D., Fyfe, J., Beltran, F., Bonfils, C., Painter, J. and Zelinka, M., 2016. Volcanic effects on climate. Nature Climate Change, 6(1), 3-4.\n130. Scott, K. M., Vallance, J. W., Kerle, N., Luis Macas, J., Strauch, W., & Devoli, G., 2005. Catastrophic precipitationtriggered lahar at Casita volcano, Nicaragua: occurrence, bulking and transformation. Earth Surface Processes and Landforms, 30(1), 59-79.\n131. Schmid, M.M.E., Dugmore, A.J., Vésteinsson, O. and Newton, A.J. 2017. Tephra isochrons and chronologies of colonisation. Quaternary Geochronology, 40, 56-66\n132. Schmidt, A., Ostro, B., Carslaw, K.S., Wilson, M., Thordarson, T., Mann, G.W. and Simmons, A.J. 2011. Excess mortality in Europe following a future Laki-style Icelandic eruption. Proceedings of the National Academy of Sciences of the United States of America, 108(38), 15710-15715\n133. Schmidt, A., 2013. Impact of the 17831784 AD Laki Eruption on Global Aerosol Formation Processes and Cloud Condensation Nuclei. In Modelling Tropospheric Volcanic Aerosol ( 65-95). Springer Berlin Heidelberg.\n134. Schmidt, A. and Robock, A. 2015. Volcanism, the atmosphere and climate through time. In Volcanism and Global Environmental Change, pp. 195- 207. Cambridge University Press.\n135. Schmidt, P., Lund, B., Hieronymus, C., Maclennan, J., Árnadóttir, T. and Pagli, C., 2013. Effects of present-day deglaciation in Iceland on mantle melt production rates. Journal of Geophysical Research: Solid Earth, 118(7), 3366-3379.\n136. Schmidt, A., Skeffington, R.A., Thordarson, T., Self, S., Forster, P.M., Rap, A., Ridgwell, A., Fowler, D., Wilson, M., Mann, G.W. and Wignall, P.B., 2016. Selective environmental stress from sulphur emitted by continental flood basalt eruptions. Nature Geoscience, 9(10), p.77.\n137. Self, S., Rampino, M.R., Zhao, J. and Katz, M.G., 1997. Volcanic aerosol perturbations and strong El Niño events: No general correlation. Geophysical research letters, 24(10), 1247-1250.\n138. Self, S., Rampino, M.R. and Barbera, J.J., 1981. The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures. Journal of Volcanology and Geothermal Research, 11(1), 41-60.\n139. Self, S., Rampino, M. R., Zhao, J. & Katz, M. G. 1997. Volcanic aerosol perturbations and strong El Niño events: No general correlation. Geophysical Research Letters, 24, 12471250\n140. Self, S., Widdowson, M., Thordarson, T. and Jay, A.E., 2006. Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective. Earth and Planetary Science Letters, 248(1), 518-532.\n141. Sigl, M. et al. 2015. Timing and climate forcing of volcanic eruptions for the past 2,500 years. Nature, 523(7562), 543-549\n142. Sigmundsson, F., 1991. Post-glacial rebound and asthenosphere viscosity in Iceland. Geophysical Research Letters, 18(6), 1131-1134.\n143. Sigmundsson, F., Pinel, V., Lund, B., Albino, F., Pagli, C., Geirsson, H. and Sturkell, E., 2010. Climate effects on volcanism: influence on magmatic systems of loading and unloading from ice mass variations, with examples from Iceland. Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences, 368(1919), 2519-2534.\n144. Sigvaldason, G.E., Annertz, K. and Nilsson, M., 1992. Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufjöll area, central Iceland. Bulletin of Volcanology, 54(5), 385- 392.\n145. Sinton, J., Grönvold, K. and Saemundsson, K., 2005. Postglacial eruptive history of the Western Volcanic Zone, Iceland. Geochemistry, Geophysics, Geosystems, 6(12)\n146. Slater, L., McKenzie, D.A.N., Grönvold, K. and Shimizu, N., 2001. Melt generation and movement beneath Theistareykir, NE Iceland. Journal of Petrology, 42(2), 321-354.\n147. Solomon, S., 1999. Stratospheric ozone depletion: A review of concepts and history. Reviews of Geophysics, 37(3), 275-316.\n148. Stevenson, J., Millington, S., Beckett, F., Thordarson, T. and Swindles, G., 2013, April. Big volcanic ash grains, even from small plumes, travel long distances: implications for satellite remote sensing. In EGU General Assembly Conference Abstracts, 15, 9268).\n149. Stevenson, J.A., Millington, S.C., Beckett, F.M., Swindles, G.T. and Thordarson, T. 2015. Big Grains Go Far: Reconciling tephrochronology with atmospheric measurements of volcanic ash. Atmospheric Measurement Techniques 8, 2069-2091\n150. Stothers, R.B., 1984. The great Tambora eruption in 1815 and its aftermath. Science, 224(4654), 1191-1198.\n151. Stothers, R.B., 1999. Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East. Climatic Change, 42(4), 713-723.\n152. Stuiver, M., Grootes, P.M. and Braziunas, T.F. 1995. The GISP δ18O climate record of the past 16,500 years and the role of the sun, ocean and volcanoes. Quaternary Research, 44(3), 341-354\n153. Sun, C., Liu, Q., Wu, J., Németh, K., Wang, L., Zhao, Y., Chu, G. and Liu, J., 2016. The first tephra evidence for a Late Glacial explosive volcanic eruption in the Arxan-Chaihe volcanic field (ACVF), northeast China. Quaternary Geochronology.\n154. Svensen, H., Planke, S., Chevallier, L., Malthe-Sorenssen, A., Corfu, F. and Jamtveit, B., 2007. Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming. Earth and Planetary Science Letters, 256(3), 554-566.\n155. Svensson, A., Bigler, M., Blunier, T., Clausen, H.B., Dahl-Jensen, D., Fischer, H., Fujita, S., Goto-Azuma, K., Johnsen, S.J., Kawamura, K. and Kipfstuhl, S., 2013. Direct linking of Greenland and Antarctic ice cores at the Toba eruption (74 ka BP). Climate of the Past, 9, 749-766\n156. Swindles, G.T. and Roe, H.M., 2006. Reconstruction of Holocene climate change from peatlands in the north of Ireland. In Geophysical Research Abstracts, 8, 4778).\n157. Swindles, G.T., Lawson, I.T., Matthews, I.P., Blaauw, M., Daley, T.J., Charman, D.J., Roland, T.P., Plunkett, G., Schettler, G., Gearey, B.R. and Turner, T.E., 2013. Centennial-scale climate change in Ireland during the Holocene. Earth-Science Reviews, 126, 300-320.\n158. Swindles, G.T., De Vleeschouwer, F. and Plunkett, G., 2010. Dating peat profiles using tephra: stratigraphy, geochemistry and chronology. Mires and Peat, 7.\n159. Swindles, G.T., Lawson, I.T., Savov, I.P., Connor, C.B. and Plunkett, G., 2011. A 7000 yr perspective on volcanic ash clouds affecting northern Europe. Geology, 39(9), 887-890.\n160. Thordarson, Th., and S. Self, 2003. Atmospheric and environmental effects of the 17831784 Laki eruption: A review and reassessment. Journal of Geophysical Research, 108(D1), 4011\n161. Thouret, J.C. & Lavigne, F., 2000. Lahars: occurrence, deposits and behaviour of volcano-hydrologic flows. Volcaniclastic rocks from magma to sediments. Gordon and Breach Science Publishers, 151-174\n162. Toohey, M., Krüger, K., Niemeier, U. and Timmreck, C. 2011. The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions. Atmospheric Chemistry and Physics, 11, 12351-12367\n163. Watson, E.J., Swindles, G.T., Savov, I.P. and Bacon, K.L., 2015. First discovery of Holocene cryptotephra in Amazonia. Scientific reports, 5.\n164. Watson, E.J., Swindles, G.T., Lawson, I.T. and Savov, I.P., 2016a. Do peatlands or lakes provide the most comprehensive distal tephra records?. Quaternary Science Reviews, 139, 110-128.\n165. Watson, E.J., Swindles, G.T., Stevenson, J.A., Savov, I. and Lawson, I.T., 2016b. The transport of Icelandic volcanic ash: Insights from northern European cryptotephra records. Journal of Geophysical Research: Solid Earth, 121(10), 7177-7192.\n166. Watson, E.J., 2016c. Using cryptotephra layers to understand volcanic ash clouds. Doctoral dissertation, University of Leeds.\n167. Watson, E.J., Swindles, G.T., Savov, I.P., Lawson, I.T., Connor, C.B. and Wilson, J.A., 2017. Estimating the frequency of volcanic ash clouds over northern Europe. Earth and Planetary Science Letters, 460, 41-49.\n168. Webster, P.J., 1994. The role of hydrological processes in ocean-atmosphere interactions. Reviews of Geophysics, 32(4), 427-476.\n169. Wilkins, K.L., Watson, I.M., Kristiansen, N.I., Webster, H.N., Thomson, D.J., Dacre, H.F., and Prata, A.J. 2016. Using data insertion with the NAME model to simulate the 8 May 2010 Eyjafjalljökull volcanic ash cloud. Journal of Geophysical Research: Atmospheres, 121(1), 306-323\n170. Wilson, L. and Huang, T.C., 1979. The influence of shape on the atmospheric settling velocity of volcanic ash particles. Earth and Planetary Science Letters, 44(2), 311-324.\n171. Zielinski, G.A., Mayewski, P.A., Meeker, L.D., Whitlow, S., Twickler, M.S., Morrison, M., Meese, D.A., Gow, A.J. and Alley, R.B., 2002. Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano-climate system. Climate Change, 264, 271."
  }],
  "year": 2018,
  "references": [{
    "title": "Mass origination versus mass extinction: the biological contribution to the PliensbachianToarcian extinction event",
    "authors": ["M. Aberhan", "F.T. Fürsich"],
    "venue": "Journal of the Geological Society,",
    "year": 2000
  }, {
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "venue": "Nature,",
    "year": 2003
  }, {
    "title": "Influence of surface load variations on eruption likelihood: application to two Icelandic subglacial volcanoes, Gŕımsvötn and Katla",
    "authors": ["F. Albino", "V. Pinel", "F. Sigmundsson"],
    "venue": "Geophysical journal international,",
    "year": 2010
  }, {
    "title": "The effect of pressure-induced solid-solid phase transitions on decompression melting of the mantle",
    "authors": ["P.D. Asimow", "M.M. Hirschmann", "M.S. Ghiorso", "M.J. O’Hara", "E.M. Stolper"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1995
  }, {
    "title": "Iceland rising: solid Earth response to ice retreat inferred from satellite radar interferometry and viscoelastic modelling",
    "authors": ["A. Auriac", "K.H. Spaans", "F. Sigmundsson", "A. Hooper", "P. Schmidt", "B. Lund"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 2013
  }, {
    "title": "Distal cryptotephra found in a Viking boathouse: the potential for tephrochronology in reconstructing the Iron Age in Norway",
    "authors": ["N.L. Balascio", "S. Wickler", "L.E. Narmo", "R.S. Bradley"],
    "venue": "Journal of Archaeological Science,",
    "year": 2011
  }, {
    "title": "Was millennial scale climate change during the Last Glacial triggered by explosive volcanism",
    "authors": ["J.U. Baldini", "R.J. Brown", "J.N. McElwaine"],
    "venue": "Scientific Reports,",
    "year": 2015
  }, {
    "title": "Contribution of Icelandic ice caps to sea level rise: trends and variability since the Little Ice Age",
    "authors": ["H Björnsson"],
    "venue": "Geophysical Research Letters,",
    "year": 2013
  }, {
    "title": "Global tracking of the SO2 clouds from the June, 1991 Mount Pinatubo eruptions",
    "authors": ["G.J. Bluth", "S.D. Doiron", "C.C. Schnetzler", "A.J. Krueger", "L.S. Walter"],
    "venue": "Geophysical Research Letters,",
    "year": 1992
  }, {
    "title": "A transient climate change simulation with greenhouse gas and aerosol forcing: Experimental design and comparison with the instrumental record for the 20th century",
    "authors": ["J.G. Boer", "G. Flato", "M.C. Reader", "D. Ramsden"],
    "venue": "Climate Dynamics,",
    "year": 2000
  }, {
    "title": "A pervasive millennial-scale cycle in North Atlantic Holocene and glacial climates",
    "authors": ["G. Bond", "W. Showers", "M. Cheseby", "R. Lotti", "P. Almasi", "P. Priore", "H. Cullen", "I. Hajdas", "G. Bonani"],
    "year": 1997
  }, {
    "title": "Large igneous provinces and mass extinctions: An update",
    "authors": ["D.P.G. Bond", "P.B. Wignall"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2014
  }, {
    "title": "North Atlantic thermohaline circulation during the past 20, 000 years linked to high-latitude surface temperature",
    "authors": ["E.A. Boyle", "L. Keigwin"],
    "venue": "Nature, 330(6143),",
    "year": 1987
  }, {
    "title": "Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect",
    "authors": ["K. Caldeira", "M.R. Rampino"],
    "venue": "Geophysical Research Letters,",
    "year": 1990
  }, {
    "title": "Synchronism of the Siberian Traps and the Permian-Triassic",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "boundary. Science,",
    "year": 1992
  }, {
    "title": "Characteristics of recessional moraines at a temperate glacier in SE Iceland: insights into patterns, rates and drivers of glacier retreat",
    "authors": ["B.M.P. Chandler", "D.J.A. Evans", "D.H. Roberts"],
    "venue": "Quaternary Science Reviews,",
    "year": 2016
  }, {
    "title": "Recent retreat at a temperate Icelandic glacier in the context of the last 80 years of climate change in the North Atlantic region",
    "authors": ["B.M.P. Chandler", "D.J.A. Evans", "D.H. Roberts"],
    "venue": "Arktos,",
    "year": 2016
  }, {
    "title": "Large igneous provinces: crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Reviews of Geophysics,",
    "year": 1994
  }, {
    "title": "3-D reconstruction of ash vesicularity: insights into the origin of ash-rich explosive eruptions",
    "authors": ["S. Colucci", "D.M. Palladino", "G.K. Mulukutla", "A.A. Proussevitch"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2013
  }, {
    "title": "What is the probability of explosive eruption at a long-dormant volcano",
    "authors": ["C.B. Connor", "A.R. McBirney", "C. Furlan"],
    "venue": "Statistics in Volcanology,",
    "year": 2006
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "Comptes Rendus Geoscience,",
    "year": 2003
  }, {
    "title": "Evidence for general instability of past climate from a 250-kyr ice-core",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "H.B. Clausen", "D. Dahl-Jensen", "N.S. Gundestrup", "C.U. Hammer", "C.S. Hvidberg", "J.P. Steffensen", "A.E. Sveinbjörnsdottir", "J. Jouzel", "G. Bond"],
    "venue": "record. Nature,",
    "year": 1993
  }, {
    "title": "Cryptotephras: the revolution in correlation and precision dating",
    "authors": ["S.M. Davies"],
    "venue": "Journal of Quaternary Science,",
    "year": 2015
  }, {
    "title": "Erosion of Deccan Traps determined by river geochemistry: impact on the global climate and the 87 Sr/86 Sr ratio of seawater",
    "authors": ["C. Dessert", "B. Dupré", "L.M. Francois", "J. Schott", "J. Gaillardet", "G. Chakrapani", "S. Bajpai"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2001
  }, {
    "title": "The timing and duration of the Karoo igneous event, southern Gondwana. Oregon State University Faculty Publications, College of Earth, Ocean and Atmospheric Sciences",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J. Marsh", "A.R. Duncan"],
    "year": 1997
  }, {
    "title": "Icelandic volcanic ash in Scotland",
    "authors": ["A. Dugmore"],
    "venue": "Scottish Geographical Magazine,",
    "year": 1989
  }, {
    "title": "Deposition of volcanic materials in the hot sections of two gas turbine engines",
    "authors": ["J. Dunn", "A.J. Baran", "D.P. Wade", "E.L. Tremba"],
    "venue": "Journal of Engineering for Gas Turbines and Power,",
    "year": 1993
  }, {
    "title": "Volcanoes and ENSO over the past millennium",
    "authors": ["J. Emile-Geay", "R. Seager", "M.A. Cane", "E.R. Cook", "G.H. Haug"],
    "venue": "Journal of Climate,",
    "year": 2008
  }, {
    "title": "European climate response to tropical volcanic eruptions over the last half millennium",
    "authors": ["E.M. Fischer", "J. Luterbacher", "E. Zorita", "S.F.B. Tett", "C. Casty", "H. Wanner"],
    "year": 2007
  }, {
    "title": "A review of tephra transport and dispersal models: evolution, current status, and future perspectives",
    "authors": ["A. Folch"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2012
  }, {
    "title": "Climate changes caused by degassing of sediments during the emplacement of large igneous provinces",
    "authors": ["C. Ganino", "N.T. Arndt"],
    "year": 2009
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 2008
  }, {
    "title": "Abrupt Holocene climate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland",
    "authors": ["Á. Geirsdóttir", "G.H. Miller", "D.J. Larsen", "S. Ólafsdóttir"],
    "venue": "Quaternary Science Reviews,",
    "year": 2013
  }, {
    "title": "Engine damage to a NASA DC-8-72 airplane from a high-altitude encounter with a diffuse volcanic ash cloud",
    "authors": ["T.J. Grindle", "F.W. Burcham Jr."],
    "venue": "NASA Technical Reports,",
    "year": 2003
  }, {
    "title": "Icevolcano interaction of the 1996 Gjálp subglacial eruption, Vatnajökull",
    "authors": ["M.T. Gudmundsson", "F. Sigmundsson", "H. Björnsson"],
    "venue": "Iceland. Nature,",
    "year": 1997
  }, {
    "title": "Volcanic hazards to airports",
    "authors": ["M. Guffanti", "G.C. Mayberry", "T.J. Casadevall", "R. Wunderman"],
    "venue": "Natural hazards,",
    "year": 2009
  }, {
    "title": "Encounters of aircraft with volcanic ash clouds; a compilation of known incidents, 19532009 (No. 545)",
    "authors": ["M. Guffanti", "T.J. Casadevall", "K. Budding"],
    "venue": "US Geological Survey",
    "year": 2010
  }, {
    "title": "Late-Quaternary Icelandic tephras in Ireland and Great Britain: detection, characterization and usefulness",
    "authors": ["V.A. Hall", "J.R. Pilcher"],
    "venue": "Holocene,",
    "year": 2002
  }, {
    "title": "Southward migration of the intertropical convergence zone through the Holocene",
    "authors": ["G.H. Haug", "K.A. Hughen", "D.M. Sigman", "L.C. Peterson", "U. Röhl"],
    "year": 2001
  }, {
    "title": "Fluvial sediment transport and deposition following the 1991 eruption",
    "authors": ["S.K. Hayes", "D.R. Montgomery", "C.G. Newhall"],
    "year": 2002
  }, {
    "title": "Asymmetric forcing from stratospheric aerosols impacts Sahelian rainfall",
    "authors": ["J.M. Haywood", "A. Jones", "N. Bellouin", "D. Stephenson"],
    "venue": "Nature Climate Change,",
    "year": 2013
  }, {
    "title": "An atlas of volcanic ash",
    "authors": ["G. Heiken"],
    "venue": "NASA Technical Report,",
    "year": 1974
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic anoxic",
    "authors": ["S.P. Hesselbo", "D.R. Gröcke", "H.C. Jenkyns", "C.J. Bjerrum", "P. Farrimond", "H.S.M. Bell", "O.R. Green"],
    "venue": "event. Nature,",
    "year": 2000
  }, {
    "title": "Timing of the Ethiopian flood basalt event and implications for plume birth and global change",
    "authors": ["C. Hofmann", "V. Courtillot", "G. Feraud", "P. Rochette", "G. Yirgu", "E. Ketefo", "R. Pik"],
    "year": 1997
  }, {
    "title": "Increased capture of magma in the crust promoted by ice-cap retreat in Iceland",
    "authors": ["A. Hooper", "B. Ófeigsson", "F. Sigmundsson", "B. Lund", "P. Einarsson", "H. Geirsson", "E. Sturkell"],
    "venue": "Nature Geoscience,",
    "year": 2011
  }, {
    "title": "The respiratory health hazards of volcanic ash: a review for volcanic risk mitigation",
    "authors": ["C.J. Horwell", "P.J. Baxter"],
    "venue": "Bulletin of Volcanology,",
    "year": 2006
  }, {
    "title": "Grain-size analysis of volcanic ash for the rapid assessment of respiratory health hazard",
    "authors": ["C.J. Horwell"],
    "venue": "Journal of Environmental Monitoring,",
    "year": 2007
  }, {
    "title": "Feedback between deglaciation, volcanism and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2009
  }, {
    "title": "Anthropogenic sulfate aerosol and the southward shift of tropical precipitation in the late 20th century",
    "authors": ["Y.T. Hwang", "D.M. Frierson", "S.M. Kang"],
    "venue": "Geophysical Research Letters,",
    "year": 2013
  }, {
    "title": "Effects of KarooFerrar volcanism and astronomical cycles on the Toarcian oceanic anoxic events (Early Jurassic)",
    "authors": ["M. Ikeda", "R.S. Hori"],
    "year": 2014
  }, {
    "title": "Laki eruption of 1783, tree rings, and disaster for northwest Alaska Inuit",
    "authors": ["G.C. Jacoby", "K.W. Workman", "R.D. D’Arrigo"],
    "venue": "Quaternary Science Reviews,",
    "year": 1999
  }, {
    "title": "Horizontal motions due to postglacial rebound",
    "authors": ["T.S. James", "W.J. Morgan"],
    "venue": "Geophysical Research Letters,",
    "year": 1990
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 2004
  }, {
    "title": "The response time of glaciers in Iceland to changes in climate",
    "authors": ["T. Jóhannesson"],
    "venue": "Annals of Glaciology,",
    "year": 1985
  }, {
    "title": "Hemispheric and large-scale land-surface air temperature variations: An extensive revision and an update",
    "authors": ["P.D. Jones", "D.H. Lister", "T.J. Osborn", "C. Harpham", "M. Salmon", "C.P. Morice"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 2012
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 1996
  }, {
    "title": "Crustal Accretion of Thick, Mafic Crust in Iceland: Implications for Volcanic Rifted Margins",
    "authors": ["J.A. Karson"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2016
  }, {
    "title": "New insight into the factors leading to the 1998 flank collapse and lahar disaster at Casita volcano, Nicaragua",
    "authors": ["N. Kerle", "B.V.W. de Vries", "C. Oppenheimer"],
    "venue": "Bulletin of volcanology,",
    "year": 2003
  }, {
    "title": "Climate model simulation of winter warming and summer cooling following the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["I. Kirchner", "G.L. Stenchikov", "H.F. Graf", "A. Robock", "J.C. Antuña"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 1999
  }, {
    "title": "Timing and significance of mid-Holocene glacier advances in northern and central Iceland",
    "authors": ["M.P. Kirkbride", "A.J. Dugmore"],
    "venue": "Journal of Quaternary Science,",
    "year": 2001
  }, {
    "title": "Responses of mountain ice caps in central Iceland to Holocene climate change",
    "authors": ["M.P. Kirkbride", "A.J. Dugmore"],
    "venue": "Quaternary Science Reviews,",
    "year": 2006
  }, {
    "title": "How many explosive eruptions are missing from the geologic record? Analysis of the quaternary record of large magnitude explosive eruptions in Japan",
    "authors": ["K. Kiyosugi", "C. Connor", "R.S.J. Sparks", "H.S. Crosweller", "S.K. Brown", "L. Siebert", "T. Wang", "S. Takarada"],
    "venue": "Journal of Applied Volcanology,",
    "year": 2015
  }, {
    "title": "The December 1981 eruption of Nyamuragira volcano (Zaire), and the origin of the ”mystery cloud",
    "authors": ["A.J. Krueger", "C.C. Schnetzler", "L.S. Walter"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 1996
  }, {
    "title": "Volcanic dust in the atmosphere; with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences,",
    "year": 1970
  }, {
    "title": "Sea-level change, glacial rebound and mantle viscosity for northern Europe",
    "authors": ["K. Lambeck", "C. Smither", "P. Johnston"],
    "venue": "Geophysical Journal International,",
    "year": 1998
  }, {
    "title": "Cryptotephra as a dating and correlation tool in archaeology",
    "authors": ["C.S. Lane", "V.L. Cullen", "D. White", "C.W.F. Bramham-Law", "V.C. Smith"],
    "venue": "Journal of Archaeological Science,",
    "year": 2014
  }, {
    "title": "Snapshots in time: precise correlations of peat-based proxy climate records in Scotland using mid-Holocene",
    "authors": ["P.G. Langdon", "K.E. Barber"],
    "venue": "tephras. Holocene,",
    "year": 2004
  }, {
    "title": "Eight centuries of periodic volcanism at the center of the Iceland hotspot revealed by glacier tephrostratigraphy",
    "authors": ["G. Larsen", "M.T. Gudmundsson", "H. Björnsson"],
    "year": 1998
  }, {
    "title": "The spatial distribution of Holocene cryptotephras in north-west Europe since 7 ka: implications for understanding ash fall events from Icelandic eruptions",
    "authors": ["I.T. Lawson", "G.T. Swindles", "G. Plunkett", "D. Greenberg"],
    "venue": "Quaternary Science Reviews,",
    "year": 2012
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. Lowe"],
    "venue": "Quaternary Geochronology,",
    "year": 2011
  }, {
    "title": "Ages of 24 widespread tephras erupted since 30,000 years ago in New Zealand, with re-evaluation of the timing and palaeoclimatic implications of the Lateglacial cool episode recorded at Kaipo bog",
    "authors": ["D.J. Lowe", "M. Blaauw", "A.G. Hogg", "R.M. Newnham"],
    "venue": "Quaternary Science Reviews,",
    "year": 2013
  }, {
    "title": "Assessment and modelling of two lahars caused by ”Hurricane Stan",
    "authors": ["B.Q. Luna"],
    "year": 2007
  }, {
    "title": "A mid to late Holocene cryptotephra framework from eastern North America",
    "authors": ["H. Mackay", "P.D. Hughes", "B.J. Jensen", "P.G. Langdon", "S.D. Pyne-O’Donnell", "G. Plunkett", "D.G. Froese", "S. Coulter", "J.E. Gardner"],
    "venue": "Quaternary Science Reviews,",
    "year": 2016
  }, {
    "title": "A case of transtensional rifting along a divergent plate boundary",
    "authors": ["S. Magnusdottir", "B. Brandsdottir", "N.W. Driscoll", "R.S. Detrick", "2013. Tectonics of the Nafir-Skjálfandadjúp volcanic system", "Tjörnes Fracture Zone", "offshore North Iceland"],
    "venue": "In AGU Fall Meeting Abstracts",
    "year": 2382
  }, {
    "title": "Effects of volcanism on tropical variability",
    "authors": ["N. Maher", "S. McGregor", "M.H. England", "A.S. Gupta"],
    "venue": "Geophysical Research Letters,",
    "year": 2015
  }, {
    "title": "Remote sensing of volcanic ash at the Met Office",
    "authors": ["F. Marenco", "J. Kent", "M. Adam", "J. Buxmann", "P. Francis", "J. Haywood"],
    "venue": "EPJ Web of Conferences,",
    "year": 2016
  }, {
    "title": "2017. Glass compositions and tempo of post-17 ka eruptions from the Afar Triangle recorded in sediments from lakes Ashenge and Hayk, Ethiopia",
    "authors": ["C.M. Martin-Jones", "C.S. Lane", "N.J.G. Pearce", "V.C. Smith", "H.F. Lamb", "C. Oppenheimer", "A. Asrat", "F. Schaebitz"],
    "venue": "Quaternary Geochronology,",
    "year": 2017
  }, {
    "title": "Major features and forcing of highlatitude northern hemisphere atmospheric circulation using a 110,000year-long glaciochemical series",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "M.S. Twickler", "S. Whitlow", "Q. Yang", "W.B. Lyons", "M. Prentice"],
    "venue": "Journal of Geophysical Research: Oceans,",
    "year": 1997
  }, {
    "title": "Holocene climate variability",
    "authors": ["P.A. Mayewski", "E.E. Rohling", "J.C. Stager", "W. Karlén", "K.A. Maasch", "L.D. Meeker", "E.A. Meyerson", "F. Gasse", "S. van Kreveld", "K. Holmgren", "J. Lee-Thorp"],
    "venue": "Quaternary research,",
    "year": 2004
  }, {
    "title": "The 2010 volcanic ash cloud and its financial impact on the European airline industry",
    "authors": ["M. Mazzocchi", "F. Hansstein", "M. Ragona"],
    "venue": "In CESifo Forum (Vol. 11,",
    "year": 2010
  }, {
    "title": "Deccan Traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D.M. McLean"],
    "venue": "Cretaceous Research,",
    "year": 1985
  }, {
    "title": "El Niño-like climate change in a model with increased atmospheric CO2 concentrations",
    "authors": ["G.A. Meehl", "W.M. Washington"],
    "year": 1996
  }, {
    "title": "Plate boundary deformation in North Iceland during 19922009 revealed by InSAR time-series analysis and GPS",
    "authors": ["S. Metzger", "S. Jónsson"],
    "year": 2014
  }, {
    "title": "Results of bathymetric, magnetic and gravimetric measurements between Iceland and 70 N",
    "authors": ["O. Meyer", "D. Voppel", "U. Fleischer", "H. Closs", "K. Gerke"],
    "venue": "Deutsche Hydrografische Zeitschrift,",
    "year": 1972
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["G.H. Miller", "Á. Geirsdóttir", "Y. Zhong", "D.J. Larsen", "B.L. Otto-Bliesner", "M.M. Holland", "D.A. Bailey", "K.A. Refsnider", "S.J. Lehman", "J.R. Southon", "C. Anderson"],
    "year": 2012
  }, {
    "title": "Dansgaard-Oeschger Cycles. Encyclopedia of Paleoclimatology and Ancient Environments, 229-233",
    "authors": ["I.A. Mogensen"],
    "venue": "Springer. ISBN:",
    "year": 2009
  }, {
    "title": "The volcanic explosivity index (VEI) an estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall", "S. Self"],
    "venue": "Journal of Geophysical Research: Oceans,",
    "year": 1982
  }, {
    "title": "Tephrabase: tephrochronology and the development of a centralised European database",
    "authors": ["A.J. Newton", "A.J. Dugmore", "B.M. Gittings"],
    "venue": "Journal of Quaternary Science,",
    "year": 2007
  }, {
    "title": "Low latitude volcanic eruptions and the El NioSouthern Oscillation",
    "authors": ["N. Nicholls"],
    "venue": "Journal of climatology,",
    "year": 1988
  }, {
    "title": "Complexity of Holocene climate as reconstructed from a Greenland ice",
    "authors": ["S.R. O’Brien", "P.A. Mayewski", "L.D. Meeker", "D.A. Meese", "M.S. Twickler", "S.I. Whitlow"],
    "venue": "core. Science,",
    "year": 1995
  }, {
    "title": "Sensitivity of glaciers and small ice caps to greenhouse",
    "authors": ["J. Oerlemans", "J.P.F. Fortuin"],
    "venue": "warming. Science,",
    "year": 1992
  }, {
    "title": "Modelling the response of glaciers to climate warming",
    "authors": ["J. Oerlemans", "B. Anderson", "A. Hubbard", "P. Huybrechts", "T. Johannesson", "W.H. Knap", "M. Schmeits", "A.P. Stroeven", "R.S.W. Van de Wal", "J. Wallinga", "Z. Zuo"],
    "venue": "Climate dynamics,",
    "year": 1998
  }, {
    "title": "divergent plate boundary influenced by a hotspot",
    "authors": ["B.G. Ofeigsson", "S. Hreinsd’ottir", "F. Sigmundsson", "T. Arnadottir", "K. Vogfjord", "H. Geirsson", "P. Einarsson", "S. Jonsson", "T. Villemin", "S. Fjalar Sigurdsson", "M. Roberts", "2013", "April. Geodetic observations in Iceland"],
    "venue": "In EGU General Assembly Conference Abstracts",
    "year": 2560
  }, {
    "title": "Holocene volcanic activity at Gŕımsvötn, Bárdarbunga and Kverkfjöll subglacial centres beneath Vatnajökull, Iceland",
    "authors": ["B.A. Óladóttir", "G. Larsen", "O. Sigmarsson"],
    "venue": "Bulletin of Volcanology,",
    "year": 2011
  }, {
    "title": "Climatic response to high-latitude volcanic eruptions",
    "authors": ["L. Oman", "A. Robock", "G. Stenchikov", "G.A. Schmidt", "R. Ruedy"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 2005
  }, {
    "title": "Highlatitude eruptions cast shadow over the African monsoon and the flow of the Nile",
    "authors": ["L. Oman", "A. Robock", "G.L. Stenchikov", "T. Thordarson"],
    "venue": "Geophysical Research Letters,",
    "year": 2006
  }, {
    "title": "Iceland geochemical anomaly: origin, volcanotectonics, chemical fractionation and isotope evolution of the crust",
    "authors": ["N. Oskarsson", "S. Steinthorsson", "G.E. Sigvaldason"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 1985
  }, {
    "title": "Glacio-isostatic deformation around the Vatnajökull ice cap, Iceland, induced by recent climate warming: GPS observations and finite element modeling",
    "authors": ["C. Pagli", "F. Sigmundsson", "B. Lund", "E. Sturkell", "H. Geirsson", "P. Einarsson", "T. Árnadóttir", "S. Hreinsdóttir"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 2007
  }, {
    "title": "Will present day glacier retreat increase volcanic activity? Stress induced by recent glacier retreat and its effect on magmatism at the Vatnajökull ice cap, Iceland",
    "authors": ["C. Pagli", "F. Sigmundsson"],
    "year": 2008
  }, {
    "title": "Globally enhanced mercury deposition during the end-Pliensbachian extinction and Toarcian OAE: A link to the KarooFerrar",
    "authors": ["L.M.E. Percival", "M.L.I. Witt", "T.A. Mather", "M. Hermoso", "H.C. Jenkyns", "S.P. Hesselbo", "A.H. Al-Suwaidi", "M.S. Storm", "W. Xu", "M. Ruhl"],
    "venue": "Large Igneous Province. Earth and Planetary Science Letters,",
    "year": 2015
  }, {
    "title": "Interactions between the atmosphere and terrestrial ecosystems: influence on weather and climate",
    "authors": ["R.A. Pielke", "R. Avissar", "M. Raupach", "A.J. Dolman", "X. Zeng", "A.S. Denning"],
    "venue": "Global Change Biology,",
    "year": 1998
  }, {
    "title": "Reducing risk from lahar hazard: concepts, case studies, and roles for scientists",
    "authors": ["T.C. Pierson", "N.J. Wood", "C.L. Driedger"],
    "venue": "Journal of Applied Volcanology,",
    "year": 2014
  }, {
    "title": "A Holocene tephra record from the Lofoten Islands",
    "authors": ["J Pilcher"],
    "venue": "Arctic Norway. Boreas,",
    "year": 2005
  }, {
    "title": "High-precision ultra-distal Holocene tephrochronology in North America",
    "authors": ["S.D. Pyne-O’Donnell", "P.D. Hughes", "D.G. Froese", "B.J. Jensen", "S.C. Kuehn", "G. Mallon", "M.J. Amesbury", "D.J. Charman", "T.J. Daley", "N.J. Loader", "D. Mauquoy"],
    "venue": "Quaternary Science Reviews,",
    "year": 2012
  }, {
    "title": "Bifurcations of the Atlantic thermohaline circulation in response to changes in the hydrological cycle",
    "authors": ["S. Rahmstorf"],
    "venue": "Oceanographic Literature Review,",
    "year": 1996
  }, {
    "title": "Ocean circulation and climate during the past",
    "authors": ["S. Rahmstorf"],
    "venue": "years. Nature,",
    "year": 2002
  }, {
    "title": "Volcanic winters",
    "authors": ["M.R. Rampino", "S. Self", "R.B. Stothers"],
    "venue": "Annual Review of Earth and Planetary Sciences,",
    "year": 1988
  }, {
    "title": "The Hekla 1947 tephra in the north of Ireland: regional distribution, concentration and geochemistry",
    "authors": ["H.A. Rea", "G.T. Swindles", "H.M. Roe"],
    "venue": "Journal of Quaternary Science,",
    "year": 2012
  }, {
    "title": "On the formation of supraglacial lakes on debriscovered glaciers",
    "authors": ["J.M. Reynolds"],
    "venue": "IAHS publication,",
    "year": 2000
  }, {
    "title": "Aerosol forcing of the position of the intertropical convergence zone since AD 1550",
    "authors": ["H.E. Ridley", "Y. Asmerom", "J.U. Baldini", "S.F. Breitenbach", "V.V. Aquino", "K.M. Prufer", "B.J. Culleton", "V. Polyak", "F.A. Lechleitner", "D.J. Kennett", "M. Zhang"],
    "venue": "Nature Geoscience,",
    "year": 2015
  }, {
    "title": "Karoo large igneous province: Brevity, origin, and relation to mass extinction questioned by new 40Ar/39Ar age",
    "authors": ["T.R. Riley", "P.T. Leat", "M.L. Curtis"],
    "venue": "data: Comment. Geology,",
    "year": 2006
  }, {
    "title": "Alaska’s Natural Wonders: A Guide to the Phenomena",
    "authors": ["H. Robert", "M. Hermans"],
    "venue": "Graphic Arts Center Publishing Company",
    "year": 2000
  }, {
    "title": "Circumglobal transport of the El Chichón volcanic dust",
    "authors": ["A. Robock", "M. Matson"],
    "venue": "cloud. Science,",
    "year": 1983
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophysical Research Letters,",
    "year": 1992
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 1995
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Reviews of Geophysics,",
    "year": 2000
  }, {
    "title": "Long-term climate change: projections, commitments and irreversibility",
    "authors": ["J. Rogelj"],
    "venue": "IPCC Report, Chapter",
    "year": 2013
  }, {
    "title": "Evolution of the axial rifting zone in northern Iceland and the Tjörnes fracture zone",
    "authors": ["K. Saemundsson"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1974
  }, {
    "title": "Volcanic effects on climate",
    "authors": ["B. Santer", "S. Solomon", "D. Ridley", "J. Fyfe", "F. Beltran", "C. Bonfils", "J. Painter", "M. Zelinka"],
    "venue": "Nature Climate Change,",
    "year": 2016
  }, {
    "title": "Catastrophic precipitationtriggered lahar at Casita volcano, Nicaragua: occurrence, bulking and transformation",
    "authors": ["K.M. Scott", "J.W. Vallance", "N. Kerle", "J. Luis Macas", "W. Strauch", "G. Devoli"],
    "venue": "Earth Surface Processes and Landforms,",
    "year": 2005
  }, {
    "title": "Tephra isochrons and chronologies of colonisation",
    "authors": ["M.M.E. Schmid", "A.J. Dugmore", "O. Vésteinsson", "A.J. Newton"],
    "venue": "Quaternary Geochronology,",
    "year": 2017
  }, {
    "title": "Excess mortality in Europe following a future Laki-style Icelandic eruption",
    "authors": ["A. Schmidt", "B. Ostro", "K.S. Carslaw", "M. Wilson", "T. Thordarson", "G.W. Mann", "A.J. Simmons"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America,",
    "year": 2011
  }, {
    "title": "Impact of the 17831784 AD Laki Eruption on Global Aerosol Formation Processes and Cloud Condensation Nuclei",
    "authors": ["A. Schmidt"],
    "year": 2013
  }, {
    "title": "Volcanism, the atmosphere and climate through time",
    "authors": ["A. Schmidt", "A. Robock"],
    "venue": "In Volcanism and Global Environmental Change,",
    "year": 2015
  }, {
    "title": "Effects of present-day deglaciation in Iceland on mantle melt production rates",
    "authors": ["P. Schmidt", "B. Lund", "C. Hieronymus", "J. Maclennan", "T. Árnadóttir", "C. Pagli"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 2013
  }, {
    "title": "Selective environmental stress from sulphur emitted by continental flood basalt eruptions",
    "authors": ["A. Schmidt", "R.A. Skeffington", "T. Thordarson", "S. Self", "P.M. Forster", "A. Rap", "A. Ridgwell", "D. Fowler", "M. Wilson", "G.W. Mann", "P.B. Wignall"],
    "venue": "Nature Geoscience,",
    "year": 2016
  }, {
    "title": "Volcanic aerosol perturbations and strong El Niño events: No general correlation",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "M.G. Katz"],
    "venue": "Geophysical research letters,",
    "year": 1997
  }, {
    "title": "The possible effects of large 19th and 20th century volcanic eruptions on zonal and hemispheric surface temperatures",
    "authors": ["S. Self", "M.R. Rampino", "J.J. Barbera"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1981
  }, {
    "title": "Volcanic aerosol perturbations and strong El Niño events: No general correlation",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "M.G. Katz"],
    "venue": "Geophysical Research Letters,",
    "year": 1997
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2006
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past",
    "authors": ["M Sigl"],
    "venue": "years. Nature,",
    "year": 2015
  }, {
    "title": "Post-glacial rebound and asthenosphere viscosity in Iceland",
    "authors": ["F. Sigmundsson"],
    "venue": "Geophysical Research Letters,",
    "year": 1991
  }, {
    "title": "Climate effects on volcanism: influence on magmatic systems of loading and unloading from ice mass variations, with examples from Iceland",
    "authors": ["F. Sigmundsson", "V. Pinel", "B. Lund", "F. Albino", "C. Pagli", "H. Geirsson", "E. Sturkell"],
    "venue": "Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences,",
    "year": 2010
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufjöll area, central Iceland",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "venue": "Bulletin of Volcanology,",
    "year": 1992
  }, {
    "title": "Postglacial eruptive history of the Western Volcanic Zone, Iceland",
    "authors": ["J. Sinton", "K. Grönvold", "K. Saemundsson"],
    "year": 2005
  }, {
    "title": "Melt generation and movement beneath Theistareykir, NE Iceland",
    "authors": ["L. Slater", "D.A.N. McKenzie", "K. Grönvold", "N. Shimizu"],
    "venue": "Journal of Petrology,",
    "year": 2001
  }, {
    "title": "Stratospheric ozone depletion: A review of concepts and history",
    "authors": ["S. Solomon"],
    "venue": "Reviews of Geophysics,",
    "year": 1999
  }, {
    "title": "Big volcanic ash grains, even from small plumes, travel long distances: implications for satellite remote sensing",
    "authors": ["J. Stevenson", "S. Millington", "F. Beckett", "T. Thordarson", "G. Swindles", "April"],
    "venue": "In EGU General Assembly Conference Abstracts,",
    "year": 2013
  }, {
    "title": "Big Grains Go Far: Reconciling tephrochronology with atmospheric measurements of volcanic ash",
    "authors": ["J.A. Stevenson", "S.C. Millington", "F.M. Beckett", "G.T. Swindles", "T. Thordarson"],
    "venue": "Atmospheric Measurement Techniques",
    "year": 2015
  }, {
    "title": "The great Tambora eruption in 1815 and its aftermath",
    "authors": ["R.B. Stothers"],
    "year": 1984
  }, {
    "title": "Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East",
    "authors": ["R.B. Stothers"],
    "venue": "Climatic Change,",
    "year": 1999
  }, {
    "title": "The GISP δ18O climate record of the past 16,500 years and the role of the sun, ocean and volcanoes",
    "authors": ["M. Stuiver", "P.M. Grootes", "T.F. Braziunas"],
    "venue": "Quaternary Research,",
    "year": 1995
  }, {
    "title": "The first tephra evidence for a Late Glacial explosive volcanic eruption in the Arxan-Chaihe volcanic field (ACVF), northeast China. Quaternary Geochronology",
    "authors": ["C. Sun", "Q. Liu", "J. Wu", "K. Németh", "L. Wang", "Y. Zhao", "G. Chu", "J. Liu"],
    "year": 2016
  }, {
    "title": "Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming",
    "authors": ["H. Svensen", "S. Planke", "L. Chevallier", "A. Malthe-Sorenssen", "F. Corfu", "B. Jamtveit"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "Direct linking of Greenland and Antarctic ice cores at the Toba eruption (74 ka BP)",
    "authors": ["A. Svensson", "M. Bigler", "T. Blunier", "H.B. Clausen", "D. Dahl-Jensen", "H. Fischer", "S. Fujita", "K. Goto-Azuma", "S.J. Johnsen", "K. Kawamura", "S. Kipfstuhl"],
    "venue": "Climate of the Past,",
    "year": 2013
  }, {
    "title": "Reconstruction of Holocene climate change from peatlands in the north of Ireland",
    "authors": ["G.T. Swindles", "H.M. Roe"],
    "venue": "In Geophysical Research Abstracts,",
    "year": 2006
  }, {
    "title": "Centennial-scale climate change in Ireland during the Holocene",
    "authors": ["G.T. Swindles", "I.T. Lawson", "I.P. Matthews", "M. Blaauw", "T.J. Daley", "D.J. Charman", "T.P. Roland", "G. Plunkett", "G. Schettler", "B.R. Gearey", "T.E. Turner"],
    "venue": "Earth-Science Reviews,",
    "year": 2013
  }, {
    "title": "Dating peat profiles using tephra: stratigraphy, geochemistry and chronology",
    "authors": ["G.T. Swindles", "F. De Vleeschouwer", "G. Plunkett"],
    "venue": "Mires and Peat,",
    "year": 2010
  }, {
    "title": "A 7000 yr perspective on volcanic ash clouds affecting northern Europe",
    "authors": ["G.T. Swindles", "I.T. Lawson", "I.P. Savov", "C.B. Connor", "G. Plunkett"],
    "year": 2011
  }, {
    "title": "Atmospheric and environmental effects of the 17831784 Laki eruption: A review and reassessment",
    "authors": ["Thordarson", "Th", "S. Self"],
    "venue": "Journal of Geophysical Research,",
    "year": 2003
  }, {
    "title": "Lahars: occurrence, deposits and behaviour of volcano-hydrologic flows. Volcaniclastic rocks from magma to sediments",
    "authors": ["J.C. Thouret"],
    "year": 2000
  }, {
    "title": "The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions",
    "authors": ["M. Toohey", "K. Krüger", "U. Niemeier", "C. Timmreck"],
    "venue": "Atmospheric Chemistry and Physics,",
    "year": 2011
  }, {
    "title": "First discovery of Holocene cryptotephra in Amazonia",
    "authors": ["E.J. Watson", "G.T. Swindles", "I.P. Savov", "K.L. Bacon"],
    "venue": "Scientific reports,",
    "year": 2015
  }, {
    "title": "2016a. Do peatlands or lakes provide the most comprehensive distal tephra records",
    "authors": ["E.J. Watson", "G.T. Swindles", "I.T. Lawson", "I.P. Savov"],
    "venue": "Quaternary Science Reviews,",
    "year": 2016
  }, {
    "title": "The transport of Icelandic volcanic ash: Insights from northern European cryptotephra records",
    "authors": ["E.J. Watson", "G.T. Swindles", "J.A. Stevenson", "I. Savov", "I.T. Lawson", "2016b"],
    "venue": "Journal of Geophysical Research: Solid Earth,",
    "year": 2016
  }, {
    "title": "Using cryptotephra layers to understand volcanic ash clouds",
    "authors": ["E.J. Watson"],
    "year": 2016
  }, {
    "title": "Estimating the frequency of volcanic ash clouds over northern Europe",
    "authors": ["E.J. Watson", "G.T. Swindles", "I.P. Savov", "I.T. Lawson", "C.B. Connor", "J.A. Wilson"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2017
  }, {
    "title": "The role of hydrological processes in ocean-atmosphere interactions",
    "authors": ["P.J. Webster"],
    "venue": "Reviews of Geophysics,",
    "year": 1994
  }, {
    "title": "Using data insertion with the NAME model to simulate the 8 May 2010 Eyjafjalljökull volcanic ash cloud",
    "authors": ["K.L. Wilkins", "I.M. Watson", "N.I. Kristiansen", "H.N. Webster", "D.J. Thomson", "H.F. Dacre", "A.J. Prata"],
    "venue": "Journal of Geophysical Research: Atmospheres,",
    "year": 2016
  }, {
    "title": "The influence of shape on the atmospheric settling velocity of volcanic ash particles",
    "authors": ["L. Wilson", "T.C. Huang"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1979
  }, {
    "title": "Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "venue": "Climate Change,",
    "year": 2002
  }],
  "id": "SP:49b6ed82b09a28b8f95d97177b8717ee14e78c12",
  "authors": [{
    "name": "C.L. Cooper",
    "affiliations": []
  }, {
    "name": "G.T. Swindles",
    "affiliations": []
  }, {
    "name": "I.P. Savov",
    "affiliations": []
  }, {
    "name": "A. Schmidt",
    "affiliations": []
  }, {
    "name": "K.L. Bacon",
    "affiliations": []
  }],
  "abstractText": "Developing a comprehensive understanding of the interactions between the atmosphere and the geosphere is an ever-more pertinent issue as global average temperatures continue to rise. The possibility of more frequent volcanic eruptions and more therefore more frequent volcanic ash clouds raises potential concerns for the general public and the aviation industry. This review describes the major processes involved in shortand longterm volcano–climate interactions with a focus on Iceland and northern Europe, illustrating a complex interconnected system, wherein volcanoes directly affect the climate and climate change may indirectly affect volcanic systems. In this paper we examine both the effect of volcanic inputs into the atmosphere on climate conditions, in addition to the reverse relationship that is, how global temperature fluctuations may influence the occurrence of volcanic eruptions. Explosive volcanic eruptions can cause surface cooling on regional and global scales through stratospheric injection of aerosols and fine ash particles, as documented in many historic eruptions, such as the Pinatubo eruption in 1991. The atmospheric effects of large-magnitude explosive eruptions are more pronounced when the eruptions occur in the tropics due to increased aerosol dispersal and effects on the meridional temperature gradient. Additionally, on a multicentennial scale, global temperature increase may affect the frequency of large-magnitude eruptions through deglaciation. Many conceptional models use the example of Iceland to suggest that post-glacial isostatic rebound will significantly increase decompression melting, and may already be increasing the amount of melt stored beneath Vatnajökull and several smaller Icelandic glaciers. Evidence for such a relationship existing in the past may be found in cryptotephra records from peat and lake sediments across northern Europe. At present, such records are incomplete, containing spatial gaps. As a significant increase in volcanic activity in Iceland would result in more frequent ash clouds over Europe, disrupting aviation and transport, developing an understanding of the relationship between the global climate and volcanism will greatly improve our ability to forecast and prepare for future events.",
  "title": "Evaluating the Relationship Between Climate Change and Volcanism"
}