{
  "sections": [{
    "text": "85"
  }, {
    "heading": "INTRODUCTION",
    "text": "Our understanding of evolutionary processes is in large part based upon the paleontological record. A central assumption of paleontological analysis is that a time series composed of paleontological evolutionary data reflects underlying evolutionary processes. Unfortunately, error introduced by imperfect sampling, variable fossil preservation, and the coarse resolution of geologic time often frustrates efforts to reconstruct complete evolutionary clades (Signor and Lipps, 1982). Planktic foraminifera have one of the best stratigraphic records of any fossil group (Fig. 1; Berggren and Casey, 1983; Jablonski and others, 1986). They are very abundant, particularly in deep-sea oozes where they may comprise the bulk of the sediment, often in very long and complete stratigraphic sequences. Additionally, their diversity and wide temporal and geographic ranges make them ideally suited to evolutionary studies. Consequently, the data of extinction and speciation of planktic foraminifera have been subjected to diverse methods of statistical analysis (Benton, 1990; Pearson, 1992). Here we employ the Wavelet Transform for the analysis of planktic foraminiferal evolutionary data to distinguish specific structure not previously resolvable.\nIt has been previously demonstrated, using nonlinear pre-\n1 Ottawa-Carleton Geoscience Centre and Department of Earth Sciences, Carleton University, Ottawa, Ontario, K1S 5B6, Canada. Email: tpatters@ccs.carleton.ca\n2 Ottawa-Carleton Geoscience Centre and Department of Earth Sciences University of Ottawa, Ontario, K1N 6N5, Canada.\n3 Department of Paleobiology, National Museum of Natural History, Smithsonian Institution P.O. Box 37012, NHB MRC 121, Washington, DC 20013-7012, USA.\ndictor methods (Fowler and Roach, 1993), that the extinction record of planktic foraminifera displays evidence of self-organization, with speciation apparently occurring at random (Patterson and Fowler, 1996). The deterministic results for extinction were interpreted to be due to cross-linking (i.e., interconnectedness of species niches) in ecosystem space. In contrast, speciation appears to be random, reflecting perhaps either random walks generated by genetic drift, or the variable concentration of species in n-dimensional niche space, particularly following mass extinctions (Patterson and Fowler, 1996). Fourier analysis of these same data (Solé and others, 1997) have been interpreted to show evidence of l/f noise (i.e., possibly indicative of self organized criticality), but the results are ambiguous (Kirchner and Weil, 1998). In contrast, the Wavelet Transform used here reveals the scaling behavior of the set, from which information about its construction rules may be gleaned.\nDiscussion has centered on the utility of extinction statistics for the fossil record (Conner, 1986; Kirchner and Weil, 1998; Foote, 2003). Indeed, they are not perfect records, and are subject to interpretation. The fossil record was not created for spectral analysis and is poorly suited to it. However, some complications affecting the interpretation of geological sets by Fourier analysis, such as the poor resolution of geologic time and the non-constancy of the sampling interval, do not hamper wavelet analysis. Obviously, nothing can be done to improve the preservation of the record. Nevertheless, scaling analysis using the Wavelet Transform provides us with information about the construction history of planktic foraminiferal evolution not available through other techniques."
  }, {
    "heading": "METHODS",
    "text": "Based on the descriptions of 1654 planktic foraminiferal species, subspecies and variants provided by Ellis and Messina (1940, and yearly supplements), Patterson and Fowler (1996) rejected synonyms and intraspecies variants, as well as poorly documented forms and those forms with indeterminable stratigraphy. After also consulting the wide biostratigraphic literature on the group, they constructed a planktic foraminferal biostratigraphic database that was subsequently used in several other research studies (Solé and others, 1997; Kirchner and Weil, 1998; Prokoph and others, 2000, 2001). For this study, we have modified this database in light of recent advances in planktic foraminiferal taxonomy and biostratigraphy (Appendix 1). For example, newer Paleocene, Eocene and Oligocene planktic foraminiferal taxonomy range lists are now included in our database (e.g., Pearson, 1998; Olsson and others, 1999; see Appendix 2 for complete list of taxonomic and biostratigraphic references used). In addition, some taxa which were supposed to have survived the K/T boundary are now known to be reworked specimens from the Cretaceous (Kaiho and Lamolda, 1999; Norris and others, 1999).\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/34/2/85/3023408/fora-34-02-0085.pdf by University of Arizona user on 26 February 2019\nWe have taken a more conservative approach to planktic foraminiferal taxonomy than Patterson and Fowler (1996), as a closer examination of the literature revealed that taxonomic over-splitting and use of synonyms is present even in the major references. The number of species utilized by Patterson and Fowler (1996) was 662 species, whereas the database used here consists of 490 species of planktic foraminifera distributed through 206 extinction and speciation horizons, as determined from our literature survey, from the Barremian to Recent (Fig. 1; Appendix 1, 2). We realize that removal of invalid species is a somewhat subjective process. This is especially true for planktic foraminifera, where instances of phyletic gradualism and morphospeciation abound (e.g., Kennet and Srinivasan, 1983; Pearson 1998). However, we feel that our reduced database accurately reflects the evolutionary trends within the group.\nRelative extinction rates in previous studies (Patterson and Fowler, 1996; Solé and others, 1997; Kirchner and Weil, 1998; Prokoph and others, 2000, 2001) as well as the present one were calculated by division of the number of species becoming extinct through a distinct interval by the number of species that occur in the preceding stratigraphic interval. Similarly, the relative speciation rate was calculated by dividing the number of species originating through a distinct interval between two stratigraphic levels with the total number of species occurring at the top of the interval.\nThis approach is ideal for the analytical methods used in the study, as it adds no persistence (i.e., mathematical artifacts) to the evolutionary record.\nThe Wavelet Transform WT analyzes series by convolving the data x of the series with a family of wavelet functions W that have zero integral, are finite and are centered about zero, producing a space WT(«, P) of scale « and time or position Px (Kaiser, 1994):\nWT(«, x) 5 1/«# S(x)W(x 2 x0/«)dx, « . 01121\nThe family of wavelet functions consists of scaled versions of the original. In this work, we use the second derivative of the Gaussian probability density function, the so-called Mexican Hat wavelet, because of its regularity (Kaiser, 1994). Scanning capability is provided by the numerator term (x 2 x0), which positions our measurement about X. Scaling is provided by variations of «.\nThe utility of the Wavelet Transform can be appreciated through analysis of a multiplicative cascade (Arneodo and others, 1988; Plotnick and Sepkoski, 2001), a multifractal or hierarchically organized set produced by the repetitive application of simple arithmetic rules over a chosen number of scales (Fig. 2). For this example, a box having the value ‘‘1’’ assigned to it is divided into thirds (Fig. 2a). Each third is multiplied by one of three factors and assigned to the resulting box. The multiplication factor used for the middle third in the illustrated example (Fig. 2) is zero, whereas the two other multiplication factors are 0.5. The original division and multiplication process was repeated on successive generations of sub-boxes (Fig. 2b, c, d) until the desired level of detail was reached (Fig. 2e). The result when integrated (Fig. 2f) is often referred to as the devil’s staircase (Mandelbrot, 1982). The middle thirds are flat in the integration, a reflection of the fact that it’s multiplication factor was zero. The integration of the devil’s staircase signal with the wavelets as expressed in the equation shows the local maximum in the WT.\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/34/2/85/3023408/fora-34-02-0085.pdf by University of Arizona user on 26 February 2019\nAn extraordinary feature of the Wavelet Transform is that it yields a useful means for monitoring the evolution of such structures through scale. In essence, the Wavelet Transform allows us to scan the devil’s staircase for structure at progressively finer and finer scale. This allows one to infer information on the underlying structure or scaling within the signal. The integration of the devil’s staircase signal S(x), with the wavelets as expressed in the equation, allows analysis of the signal with scale and position (x). The local maximum of the wavelet transform space is plotted as a function of scale and position in Figure 2g. Each bifurcation (i.e., pitchfork branching) delineates the multiplicative evolution of the non-zero thirds at each scale. Note that the space is characterized by a nested branching structure over a large range of scale and that the ‘‘empty’’ third is clearly visible at each scale. The branching structure reflects hierarchical linkages used to construct the set. Thus, the Wavelet Transform captures the hierarchical organization, that is, information about the construction rules of the set. As such, the figure shows the spatial interrelationship of the structure at various scales. The wavelet transform is a remarkably useful method for investigating scaling within signals. Consequently, we apply the technique to the data of the planktic foraminifera to detect any hierarchical order in their fossil evolutionary signal."
  }, {
    "heading": "RESULTS",
    "text": "The Wavelet Transform space of planktic foraminiferal speciation data is shown in Figure 3A. The figure is dominated by two primary features: a major discontinuity or singular event at the K-T boundary, and an interval of hierarchical structure form the late Albian to mid-Maastrichtian, particularly for the Cenomanian to Campanian (see inset 3B). The singular event corresponds with the K-T mass extinction event, now widely accepted to have been caused by\nthe Chicxulub bolide impact (Hildebrand and others, 1991). The nested structures are interpreted to represent bifurcations related to adaptive radiations of planktic foraminiferal species. Five orders of bifurcation occur from the late Albian to mid-Maastrichtian. This hierarchical structure in the Cretaceous speciation record corresponds well with known intervals of maximum diversity or major adaptive radiations, especially the late Albian, mid-late Cenomanian, late Turonian and mid-Maastrichtian (Hart, 1990). These intervals are separated by intervals when species diversity, and thus species-species interactions, were reduced.\nFigure 4 shows the Wavelet Transform space of the extinction data. As with the speciation results, this figure is\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/34/2/85/3023408/fora-34-02-0085.pdf by University of Arizona user on 26 February 2019\ndominated by the singular event at the K-T boundary. In addition, the major, yet prolonged, planktic foraminiferal extinction through the Eocene-Oligocene boundary is indicated by a smaller discontinuity. Figure 5 shows the Wavelet Transform space of the extinction data after it has been shuffled, thus preserving the distribution but destroying the order. In contrast to the results obtained from analysis of the actual evolutionary data (Fig. 3, 4), the analysis of this signal shows only very limited branching structure, and only at the smallest scales."
  }, {
    "heading": "DISCUSSION",
    "text": "We interpret the Wavelet Transform results to show evidence of hierarchical organization within both the extinction and speciation records of planktic foraminifera. Previously using nonlinear prediction techniques, Patterson and Fowler (1996) had interpreted the speciation record to be random in its organization, reflecting evolutionary drift and/or weak species-species interactions following extinction episodes. We still conclude that the overall speciation process is stochastic, but it seems that under ideal stable oceanographic conditions, like those occurring periodically through the Cretaceous, planktic foraminifera were able to speciate in a hierarchical manner into progressively more finely subdivided niche space (Hart, 1990). The iterative mode of speciation displayed by planktic foraminifera through much of the Cretaceous provides an explanation for the observed hierarchy.\nThrough their long evolutionary record, planktic foraminifera are known to have employed only a limited number of strategies in terms of test structure, morphology, and ornamentation. Many of these characters have made repeated appearances in the geologic record. During the Cretaceous, there was also a repeated evolution of keeled forms from their primitive, unkeeled, globular ancestors. Foraminifera speciated by progressively invading deeper levels of the water column and subdividing it into tiered habitats (Tur, 1996). Although not a complete generality (Huber and others, 1995; Norris and Wilson, 1998; Price and Hart, 1999), the common pattern during climax community development was for thin-shelled, spinose forms to inhabit surface waters, with more robust, keeled forms characterized by more complex life cycles inhabiting deeper environments.\nWith the onset of each environmental crisis, the more highly evolved taxa disappeared, leaving globular taxa adapted to fluctuating environments. As conditions stabilized, the evolutionary process was reiterated. Each evolutionary expansion terminated at an extinction event, followed by recolonization of the water column by the surviving generalists (Hart, 1990; Tur, 1996).\nProkoph and others (2000, 2001) have argued that the quasi-periodic orogenic cycles of the Cretaceous that, in turn, produced episodic mantle CO2-degassing, oceanic volcanism and anoxia, and sea level fluctuations, forced a 30- million-year planktic foraminiferal extinction pattern. For example, these episodes of mantle convection and magnetic reversals every 30 million years that occurred in the Cretaceous (e.g., Loper and others, 1988) resulted in episodes of widespread volcanism and climate cooling. Deep-water planktic foraminiferal species were more affected by these\nenvironmental changes, especially fluctuating oxygen-minimum zones (Hart, 1980, 1990), whereas the shallow-water species were more resistant. We believe that the hierarchical structure we observe (e.g., the break at the CenomanianTuronian boundary) is a reflection of this process, although the system is stochastic at shorter time scales.\nOur previous results indicated evidence of overall selfdetermination for the extinction record of planktic foraminifera. The singular event dominating both the extinction and speciation data at the K-T boundary indicates that intervals of non-determinism can be recognized for that record as well. The total break between the wavelet hierarchy of the Cretaceous and Tertiary underlines the severity of that crisis for planktic foraminifera and the total breakdown in interconnectedness of ecosystems that this massive reduction in diversity caused.\nBased on these new results using the Wavelet Transform, we interpret the planktic foraminiferal evolutionary record of both extinction and speciation to be hierarchically organized at small and large time scales, though disrupted periodically by internal mechanisms (e.g., paleoceanographic changes through the Cretaceous) and occasional external mechanisms (e.g., the Chicxulub bolide impact at the K-T boundary)."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank H. E. Anderson, J. W. Kirchner, Roy Plotnick, A. Weil, and an anonymous reviewer for providing constructive criticism. Dan Roach helped by participating in useful discussions, and Denis Hill provided technical help with the analyses. We acknowledge the financial support of research grants from the Natural Sciences and Engineering Research Council of Canada, and the donors of the American Chemical Society Petroleum Research Fund."
  }],
  "references": [{
    "title": "Wavelet transform of multifractals",
    "authors": ["A. ARNEODO", "G. GRASSEAU", "M. HOLSCHEIDER"],
    "venue": "Physical Review Letters, v",
    "year": 1988
  }, {
    "title": "Introduction to the symposium on tempo and mode of evolution from micropaleontological data: Paleobiology",
    "authors": ["W.A. BERGGREN", "R.E. CASEY"],
    "venue": "v. 9,",
    "year": 1983
  }, {
    "title": "Time series analysis of the fossil record",
    "authors": ["E.F. CONNER"],
    "venue": "Patterns and Processes in the History of Life: Springer, Berlin,",
    "year": 1986
  }, {
    "title": "Catalogue of Foraminifera: New York. American Museum of Natural History, 30 volumes (and yearly supplements)",
    "authors": ["B.F. ELLIS", "A. MESSINA"],
    "year": 1940
  }, {
    "title": "Origination and extinction through the Phanerozoic: a new approach",
    "authors": ["M. FOOTE"],
    "venue": "Journal of Geology,",
    "year": 2003
  }, {
    "title": "Dimensionality analysis of times series data: nonlinear methods: Computers and Geosciences",
    "authors": ["A.D. FOWLER", "D.E. ROACH"],
    "venue": "v. 19,",
    "year": 1993
  }, {
    "title": "A water depth model for the evolution of the planktonic",
    "authors": ["M.B. HART"],
    "venue": "foraminiferida: Nature,",
    "year": 1980
  }, {
    "title": "Chicxulub crater: a possible Cretaceous/Tertiary boundary impact Downloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/34/2/85/3023408/fora-34-02-0085.pdf by University of Arizona user",
    "authors": ["A.R. HILDEBRAND", "G.T. PENFIELD", "D.A. KRING", "M. PILKINGTON", "Z.A. CAMARGO", "S.B. JACOBSEN", "W.V. BOYNTON"],
    "year": 1991
  }, {
    "title": "MiddleLate Cretaceous climate of the southern high latitudes: Stable isotope evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. HUBER", "D.A. HODELL", "C.P. HAMILTON"],
    "venue": "Geological Society of American Bulletin,",
    "year": 1995
  }, {
    "title": "The nature of the fossil record: in Raup",
    "authors": ["D. JABLONSKI", "S.J. GOULD", "D.M. RAUP"],
    "venue": "Patterns and Processes in the History of Life: Springer, Berlin,",
    "year": 1986
  }, {
    "title": "Catastrophic extinction of planktonic foraminifera at the Cretaceous-Tertiary boundary evidenced by stable isotopes and foraminiferal abundance at Caravaca",
    "authors": ["K. KAIHO", "M.A. LAMOLDA"],
    "venue": "Spain: Geology,",
    "year": 1999
  }, {
    "title": "A friendly guide to wavelets: Birkhauser, Boston, 300 pp",
    "authors": ["G. KAISER"],
    "year": 1994
  }, {
    "title": "Neogene Planktonic Foraminifera: A Phylogenetic Atlas",
    "authors": ["J.P. KENNET", "S. SRINIVASAN"],
    "year": 1983
  }, {
    "title": "No fractals in fossil extinction statistics: Nature",
    "authors": ["J.W. KIRCHNER", "A. WEIL"],
    "venue": "v. 395,",
    "year": 1998
  }, {
    "title": "A model of correlated episodicity in magnetic-field reversals, climate, and mass extinctions",
    "authors": ["D.E. LOPER", "K. MCCARTNEY", "G. BUZYNA"],
    "venue": "Journal of Geology,",
    "year": 1988
  }, {
    "title": "The Fractal Geometry of Nature",
    "authors": ["B.B. MANDELBROT"],
    "venue": "New York, NY: W. H. Freeman and Company,",
    "year": 1982
  }, {
    "title": "Low-latitude sea-surface temperatures for the mid-Cretaceous and the evolution of planktic foraminifera",
    "authors": ["R.D. NORRIS", "P.A. WILSON"],
    "venue": "Geology, v.,",
    "year": 1998
  }, {
    "title": "Evidence of self organization in planktic foraminiferal evolution: implications for interconnectedness of paleoecosystems",
    "authors": ["R.T. PATTERSON", "A.D. FOWLER"],
    "venue": "Geology, v",
    "year": 1996
  }, {
    "title": "Survivorship analysis of fossil taxa when realtime extinction rates vary: the Paleogene planktonic foraminifera: Paleobiology",
    "authors": ["P.N. PEARSON"],
    "venue": "v. 18,",
    "year": 1992
  }, {
    "title": "Low-latitude sea-surface temperatures for the mid-Cretaceous and the evolution of planktic foraminfera: Comment and Reply: Geology",
    "authors": ["G.D. PRICE", "M.B. HART"],
    "venue": "v. 27,",
    "year": 1999
  }, {
    "title": "Evidence for periodicity and nonlinearity in a high-resolution fossil record of long-term evolution",
    "authors": ["A. PROKOPH", "A.D. FOWLER", "R.T. PATTERSON"],
    "venue": "Geology, v",
    "year": 2000
  }, {
    "title": "Sampling bias, gradual extinction patterns and catastrophes in the fossil record",
    "authors": ["P.W. SIGNOR", "J.H. LIPPS"],
    "venue": "Geological Implications of Impacts of Large Asteroids and Comets on the Earth: Geological Society of America Special Paper,",
    "year": 1982
  }, {
    "title": "Selfsimilarity of extinction statistics in the fossil record",
    "authors": ["R.V. SOLÉ", "S.C. MANRUBIA", "M. BENTON", "BAK"],
    "venue": "Nature v. 388,",
    "year": 1997
  }, {
    "title": "Planktonic foraminifera recovery from the Cenomanian-Turonian mass extinction event, northeastern Caucasus",
    "authors": ["TUR N. A"],
    "venue": "Biotic Recovery From Mass Extinction Events: The Geological Society,",
    "year": 1996
  }, {
    "title": "Taxonomy of the Globo",
    "authors": ["P. p. BRONNIMANN", "N.K. BROWN", "JR"],
    "venue": "ademic Publishers, Dordrecht,",
    "year": 1955
  }, {
    "title": "Planktonic Foraminifer Bio",
    "authors": ["W.P. CHAISSON", "P.N. PEARSON"],
    "venue": "Geologicae Helvetiae,",
    "year": 1997
  }, {
    "title": "Catalogue of Foraminifera",
    "authors": ["B.F. p. ELLIS", "A. MESSINA"],
    "year": 1940
  }, {
    "title": "Cenozoic Planktonic Foraminifera and Biostratig",
    "authors": ["R.L. ments). FLEISHER"],
    "year": 1974
  }, {
    "title": "Globorotalia (Planktic Foraminifera",
    "authors": ["D. N"],
    "venue": "tonic Foraminifera: Springer-Verlag,",
    "year": 1984
  }, {
    "title": "A History of the Holotype, Ontogeny and Dimor",
    "authors": ["D.G. JENKINS"],
    "venue": "Contributions to Palaeobiology,",
    "year": 1964
  }, {
    "title": "Palaeogene triserial",
    "authors": ["J.E. WHITTAKER", "D. CURRY"],
    "venue": "Foraminiferal Research,",
    "year": 1998
  }, {
    "title": "Neogene Planktonic Foraminifera",
    "authors": ["J.P. KENNET", "S. SRINIVASAN"],
    "year": 1983
  }, {
    "title": "Tenuitella plexus (Globigerinitidae, Globigerinina)",
    "authors": ["S.S. RADFORD"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 1992
  }, {
    "title": "Studies in Foraminifera: U.S",
    "authors": ["A.R. LOEBLICH", "JR"],
    "venue": "National Museum Bulletin,",
    "year": 1957
  }, {
    "title": "Taxonomy, phylogenetics and biochronology of single-keeled Globotruncanids (genus Globotruncanita Reis): Micropalaeontology",
    "authors": ["J.F. LONGORIA", "A.E. VONFELDT"],
    "venue": "v. 37,",
    "year": 1991
  }, {
    "title": "Atlas of Palaeocene Planktonic Foraminifera: Smithsonian Contributions to Palaeobiology, v",
    "authors": ["R.K. OLSSON", "C. HEMLEBEN", "W.A. BERGGREN", "B.T. HUBER"],
    "year": 1999
  }, {
    "title": "Late Tertiary biostratigraphy (planktonic foraminifer) of tropical Indo-Pacific deep sea cores",
    "authors": ["F.L. PARKER"],
    "venue": "Bulletins of American Paleontology,",
    "year": 1967
  }, {
    "title": "Planktonic Foraminifer Biostratigraphy and the Development of Pelagic",
    "authors": ["P.N. PEARSON"],
    "venue": "Caps on Guoyts in the Marshall Island Group,",
    "year": 1995
  }, {
    "title": "Upper Cretaceous planktonic foraminifera from the western Gulf coastal plain",
    "authors": ["E.A. PESSAGNO", "JR"],
    "venue": "Paleontographica Americana,",
    "year": 1967
  }, {
    "title": "Planktonic foraminifera and stratigraphy of the Corsican Formation (Maestrichtian), north-central Texas: Cushman Foundation for Foraminiferal",
    "authors": ["C.C. SMITH", "E.A. PESSAGNO", "JR"],
    "venue": "Research Special Publication,",
    "year": 1973
  }, {
    "title": "Description of a new species, Globotruncana pseudoconica",
    "authors": ["N. SOLAKIUS"],
    "year": 1982
  }, {
    "title": "Planktonic foraminiferal biostratigraphy and taxono",
    "authors": ["S. SPEZZAFERI"],
    "year": 1994
  }],
  "id": "SP:ef8dc806168de528e796ea44fce04a4222f81126",
  "authors": [{
    "name": "R. TIMOTHY PATTERSON",
    "affiliations": []
  }, {
    "name": "ANTHONY D. FOWLER",
    "affiliations": []
  }, {
    "name": "BRIAN T. HUBER",
    "affiliations": []
  }],
  "abstractText": "The Wavelet Transform was used to analyze the evolutionary record of planktic foraminifera to distinguish specific structure not previously resolvable. Both the speciation and extinction wavelets are characterized by a major singularity at the Cretaceous-Tertiary (K-T) boundary, when there was a total breakdown in the interconnectedness of ecosystems related to sharply reduced diversity following the Chicxulub impact event. The speciation wavelet is also characterized by an interval consisting of a hierarchical array of five orders of bifurcation, which are related to repeated iterative radiation of species from the Albian to Maastrichtian. These planktic foraminiferal extinction patterns were related to quasi-periodic orogenic cycles of the Cretaceous that, in turn, produced episodic mantle CO2-degassing, oceanic volcanism and anoxia, and sea level fluctutations. We hypothesize that the hierarchical structure observed is a reflection of this process in an otherwise stochastic system.",
  "title": "EVIDENCE OF HIERARCHICAL ORGANIZATION IN THE PLANKTIC FORAMINIFERAL EVOLUTIONARY RECORD"
}