{
  "sections": [{
    "text": "formed by a phreatomagmatic eruption \\3 ka ago. The eruption excavated a crater deep into the basement exposing a coherent Pleistocene to Holocene volcaniclastic succession that we have divided into four formations. The lowermost, [60 ka old basaltic–andesitic formation F1 comprises mafic ignimbrites and phreatomagmatic tephras derived from the Las Sierras volcanic complex south of Managua. Formation F2 contains the *60 ka basaltic– andesitic Fontana tephra erupted from the Las Nubes Caldera of the Las Sierras complex 15 km to the S, the 25 ka Upper Apoyo tephra from the Apoyo Caldera 35 km to the SE, and the Lower (*17 ka) and Upper (12.4 ka) Apoyeque tephras from the Chiltepe volcanic complex 15 km to the NW. These tephras are separated by weathering horizons and paleosols indicating dry climatic conditions. Fluvial deposits of a SSW-NNE running paleoriver system build formation F3. The fluvial sediments contain, from bottom to top, scoriae from the *6 ka basaltic San Antonio tephra, pumice lapilli from the Apoyo and Apoyeque tephras and the 6.1 ka Xiloà tephra, and\nscoriae derived from the Fontana tephra. The fluvial sediment succession thus reflects progressively deeper carving erosion in the southern highlands (where a large-amplitude regional erosional unconformity exists at the appropriate stratigraphic level) that began after *6 ka. This suggests that the mid-Holocene tropical high-precipitation climatic phase affected western Nicaragua about a thousand years later than other circum-Caribbean regions. The end of the wet climate phase *3 ka ago is recorded by a deep weathering zone and paleosol atop formation F3 prior to the Tiscapa eruption. Formation F4 is the Tiscapa tuffring composed of pyroclastic surge and fallout deposits that cover a minimum area of 1.2 km2. The 4 9 109 kg of erupted basaltic magma is compositionally and genetically related to the low-Ti basalts of the N–S striking NejapaMiraflores volcanic–tectonic alignment 5 km to the West of Tiscapa. Ascent and eruption mode of the Tiscapa magma were controlled by the Tiscapa fault that has a very active seismic history as it achieved 12 m displacement in about 3000 years. Managua city is thus exposed to continued seismic and volcanic risks.\nKeywords Tephrostratigraphy Fluvial sediments Maar eruption Faulting and volcanism Paleoclimate"
  }, {
    "heading": "Introduction",
    "text": "Managua, the capital of Nicaragua with more than 1.5 million inhabitants, is surrounded by several active volcanoes that are part of the subduction-related Central American Volcanic Arc. Ages and stratigraphic succession of widespread tephras from Plinian eruptions of these volcanoes that affected the Managua area have recently been investigated by Kutterolf et al. (2007). In addition, the\nElectronic supplementary material The online version of this article (doi:10.1007/s00531-009-0469-6) contains supplementary material, which is available to authorized users.\nA. Freundt A. Hartmann S. Kutterolf SFB 574 at Kiel University, Wischhofstr. 1-3, 24148 Kiel, Germany\nA. Freundt (&) IFM-GEOMAR, Wischhofstr. 1-3, 24148 Kiel, Germany e-mail: afreundt@ifm-geomar.de\nW. Strauch INETER, Managua, Nicaragua\nN–S striking Nejapa-Miraflores alignment, a fault zone straddled by at least 20 maar craters and cinder cones (van Wyk de Vries 1993), crosses the western outskirts of Managua. Ongoing stratigraphic work shows that most of the exposed Nejapa-Miraflores volcanism occurred within the past 25 ka and continued to\\2 ka (Freundt et al. 2006; Pardo et al. 2008; Rausch and Schmincke 2009). Similar to these volcanoes, but 5 km off to the East, the Tiscapa maar in the center of Managua city lies on a NE–SW striking tectonic fault that was the epicenter of the disastrous earthquake that destroyed much of the city in 1972 (Brown et al. 1973; Ward et al. 1974).\nThe Managua lowlands have been filled by volcaniclastic sediments that record the Pleistocene to Holocene history of volcanism, erosion, and sedimentation in this region but are mostly poorly exposed. The deeply excavated inner crater walls of the Tiscapa maar expose a significant coherent section of these volcaniclastic deposits in stratigraphic order. In this paper we determine the chronology and origin of the Tiscapa basement formations, use the results to constrain the age of the Tiscapa maar eruption, and investigate the relation between Tiscapa and Nejapa-Miraflores volcanism by geochemical comparison. These results have implications for the assessment of geological hazards as well as Holocene climate variations in this region."
  }, {
    "heading": "Geological setting",
    "text": "The Central American Volcanic Arc (CAVA) extends from Costa Rica through Guatemala and runs roughly parallel to the Middle American Trench where the Cocos plate subducts beneath the Caribbean plate. The volcanic arc is segmented by right stepping changes in strike attributed to slightly oblique subduction (Stoiber and Carr 1973; Carr et al. 1982; Carr 1984; Weinberg 1992; DeMets 2001). In Nicaragua, the volcanic arc lies inside the NW–SE trending Nicaraguan Depression, a half-graben (McBirney and Williams 1965; Weyl 1980; Weinberg 1992) that is filled with up to 2000 m of alluvium, volcaniclastic sediments and the two large lakes, Lake Nicaragua and Lake Managua. A prominent tectonic structure within the Nicaraguan Depression is the 50 km long and 20 km wide Managua Graben (Fig. 1), a gently northward-sloping plain that has been interpreted as a pull-apart basin formed by Late Pleistocene to Recent N–S shortening and dextral transtension (Weinberg 1992; Girard and van Wyk de Vries 2005). The western boundary of the Managua graben is the N–S striking Nejapa-Miraflores fault zone that is straddled by numerous maar craters and cinder cones (van Wyk de Vries 1993), and connects the offset limbs of the volcanic arc from the Chiltepe volcanic complex in the north to the Las Sierras–Masaya complex in the south.\nManagua lies in an area where two major volcaniclastic successions intercalate. To the north, the Pleistocene Mateare Formation of basaltic through dacitic fallout tephras and volcaniclastic sediments is overlain by the Chiltepe formation (Fig. 2) that includes the dacitic tephras produced by (phreato-)Plinian eruptions at the Chiltepe volcanic complex during the past \\20 ka (Kutterolf et al. 2007): the *17 ka old Lower (LAq) and 12.4 ka old Upper (UAq) Apoyeque tephras; the 6.1 ka old Xiloa tephra (XT), the Mateare (MaT), and Los Cedros (CdT) tephras; and finally the *1.9 ka old Plinian Chiltepe tephra (CT). To the south, the Pleistocene Las Sierras Formation comprises mafic ignimbrites, fall and surge deposits, and volcaniclastic sediments presumably largely derived from the Las Nubes caldera (Fig. 1); a prominent marker bed is the about 60 ka old basaltic–andesitic Fontana tephra (FT; Wehrmann et al. 2006; Kutterolf et al. 2008). The youngest dated mafic ignimbrite on the west flank of the Las Sierras edifice is 34 ka old (Kutterolf et al. 2007). The overlying Masaya-Managua formation contains widespread mafic fallout and surge deposits from eruptions of the Masaya caldera, the *6 ka old San Antonio tephra (SAT), the 2.1 ka old Masaya Triple Layer (MTL), and the *1.8 ka old Masaya Tuff–Ticuantepe Lapilli (MT-TIL) (Pérez and\nFreundt 2006; Pérez et al. 2009), as well as the rhyodacitic tephras produced by the two large Plinian eruptions from the Apoyo Caldera 24–25 ka ago, the Lower (LAT) and Upper (UAT) Apoyo tephras (Kutterolf et al. 2007; Sussman 1985). All these tephras have distinct compositional characteristics (Kutterolf et al. 2008) that we will exploit below to establish stratigraphic correlations with the Tiscapa succession.\nThe[15 km long, N–S striking Nejapa-Miraflores fault zone provided pathways for the ascent of dominantly olivine–pyroxene basaltic magmas forming cinder cones and tuffrings (Bice 1985; Walker et al. 1990). Most of the exposed succession formed within the past 25 ka although some older eruptions occurred (Freundt et al. 2006; Pardo et al. 2008). Walker et al. (1990) identified low-Ti and high-Ti geochemical endmember compositions in this basaltic suite interpreted to be derived from mantle sources modified by subduction components (LILE and LREE rich low-Ti basalts) and sources relatively free of such influence (high-Ti basalts). The Tiscapa maar also formed above a tectonic fault and erupted olivine–phyric basalt; we will investigate below if it shares other characteristics with the Nejapa-Miraflores volcanism despite its 5 km eastward offset."
  }, {
    "heading": "Analytical methods",
    "text": "We have logged and sampled the volcaniclastic sections exposed all around the inner walls of the Tiscapa maar. Since these deposits cannot be traced outside Tiscapa in the densely populated city of Managua, their correlation with the regional volcaniclastic stratigraphy depends entirely on lithological, petrographical, and geochemical characteristics. Therefore, bulk-rock major, minor, and trace element concentrations of the samples were determined by X-ray fluorescence analysis of glass pellets made from finely ground sample powder with an automated Philips X’Unique PW 1480 XRF spectrometer. Additional bulkrock trace element concentrations were determined by ICPMS using an Agilent 7500cs instrument and following the procedures of Garbe-Schönberg (1993). A CAMECA SX 50 wavelength dispersive electron microprobe was used to determine major and minor element concentrations of minerals and glasses. Basic settings for conducting analyses include: (1) a calibrated measuring program based on international, natural, and synthetic standards having a deviation of\\0.5% for major and\\3% for minor elements, (2) a beam defocused to 5 lm, (3) a constant accelerating voltage of 15 kV, and (4) a beam current of 10 nA for\nmafic and 6 nA for felsic glasses as well as 20 nA for plagioclase and pyroxene and 30 nA for olivine crystals. Analytical results are available as electronic supplement Tables 1–3.\nStructure and stratigraphy of the Tiscapa maar\nThe Tiscapa maar has a diameter of 550–650 m and the crest of the asymmetric tuffring lies 25 m in the East to 97 m in the West above the surroundings. The crater bottom is filled by an up to 45.6 m deep lake with its shore line (51.6 m asl) up to 28 m below the pre-tuffring surface (Figs. 3, 4). Although the inner flanks of the maar are densely vegetated, outcrops are sufficiently large and abundant to reconstruct a coherent stratigraphic succession. The maar formed atop a major leftlateral, nearly vertical, NE–SW striking strike-slip fault that is still seismically active and was the source of the December 23, 1972, destructive earthquake (Brown et al. 1973; Ward et al. 1974). Vertical and possibly horizontal displacement along this and two branching faults affected all depositional units of the Tiscapa sequence (Fig. 3). The Tiscapa fault caused a downthrow of the south-eastern fault block associated with rotation such that the beds dip toward the NE.\nThe fault trace is no longer visible on the flat bottom of the lake (Figs. 3, 4).\nThe stratigraphic sequence exposed inside the Tiscapa maar is here divided into four formations, F1 to F4 (Fig. 5). Formation F4 is the Tiscapa tuffring that overlies the basement formations F1 to F3 exposed in the crater walls. The stratigraphic succession is mostly complete on the southeastern downthrown block. On the northwestern block, formation F3 is generally thinner and formation F2 is thin at the west-wall and absent at the north-wall where an erosional unconformity cuts down into formation F1.\nFormation F1\nThe oldest exposed unit F1-U1 has a maximum exposed thickness of 24 m at the south-western rim of the Tiscapa crater and consists of three massive, unwelded, poorly sorted, ash-rich mafic lapilli tuffs (F1-U1A to C, Fig. 5) that are solidified by cementation (palagonite, hematite) and form the steep walls of the lake (Fig. 4). Weakly pl-phyric basaltic–andesitic black scoriae form a major component, and scoria bombs are plastically deformed. The tuffs are variably coarse-tail graded such that scoriae tend to be enriched toward the top and lithics toward the bottom of the beds. We thus interpret these tuffs as mafic ignimbrites. The absence of intercalated paleosols indicates a rapid succession of pyroclastic flow emplacement. Lithic contents (mostly mafic lava but also gabbroic fragments) increase from 40% in F1-U1A to 70% in F1-U1C (visual estimates), the juvenile scoria clasts are moderately vesicular (Fig. 6a), and F1-U1C contains abundant accretionary lapilli (Figs. 5, 6b). These are typical features of phreatomagmatic deposits (Fisher and Schmincke 1984) and suggest that the role of external water interacting with the magmas increased in the course of these eruptions.\nThe basaltic–andesitic compositions of the scoriae become less evolved from F1-U1A to F1-U1C (Fig. 7); the full compositional range is covered by the zonation of\nF1-U1B from its more evolved base to its less evolved top. The U1A through U1C bulk-rock compositional evolution is analogously reflected in the matrix glass compositions of the scoriae (Fig. 8a).\nThe ignimbrites are overlain by the up to 3.4 m thick unit F1-U2 (Fig. 5) which comprises three types of beds: (1) massive, poorly sorted lapilli tuff beds that are generally lithic-rich (up to 60%, mainly mafic lava fragments), (2) coarse-ash to fine-lapilli, moderately lithic-rich (30– 40%) deposits marked by very low-angle cross bedding, and (3) moderately well-sorted, massive to variably graded ash (including vesiculated tuffs) to scoria lapilli beds of relatively low lithic contents (Fig. 6d). Type (3) beds increase upward at the expense of types (1) and (2) beds.\nAbundance of lithic fragments and poor vesicularity of the juvenile clasts characterize this succession as the product of a phreatomagmatic eruption but the upward\nincreasing abundance of relatively lithic-poor lapilli beds of moderately highly vesicular scoria indicate that access of water to the vent decreased with time as observed at many other basaltic volcanoes (e.g., Lorenz 1986; Godchaux et al. 1992; White and Schmincke 1999; Clarke et al. 2009). Although we cannot trace these deposits laterally over longer distance, type (1) massive tuff beds were likely emplaced by mass flows; their similarity to the distal facies of phreatomagmatic pyroclastic flow deposits (e.g., Freundt and Schmincke 1986; Giordano et al. 2002) suggests such a primary origin. The low-angle cross-bedding of type (2) beds is typical of pyroclastic surge deposits. Type (3) beds are better sorted and have constant thickness, and thus represent fallout deposits with the possible exception of the vesiculated tuff beds which may be related to surges despite their constant thickness (Lorenz 1974). The decrease in grain size\nof the fallout beds and overall decrease in thickness of F1-U2 from SE to NW outcrops at Tiscapa suggests a source in a southeasterly direction. The juvenile clasts are plagioclase (?clinopyroxene)-phyric, contain olivine xenocrysts of high Mg# = 90, and have a basaltic–andesitic composition that differs slightly from that of F1-U1 rocks (e.g., by lower alkalies, Fig. 7). The matrix glass compositions overlap with those of unit F1-U1C but also include more evolved compositions (Fig. 8a). This and the high-Mg olivines suggest a mixed-magma origin of F1-U2.\nAt the eastern crater wall, unit F1-U2 is locally overlain by massive, poorly sorted volcaniclastic mass-flow deposits (F1-U3A and B, Fig. 5) hosting an erosional channel fill of poorly to moderately sorted water-redeposited tuff (F1-U4); all of F1-U3 and F1-U4 are strongly altered. At the northern crater wall, a wide erosional unconformity\ncuts down through formation F2 and the phreatomagmatic tuffs of F1-U2 into the upper ignimbrite F1-U1C. This unconformity is generally overlain by formation F3 deposits except for the deepest part at the center of the northern crater wall where the unconformity forms two channels as schematically illustrated in Fig. 9. Channel (a) contains marginal remains of an earlier fill of water-redeposited tuff (RDT in Fig. 9a) including massive beds possibly formed by hyperconcentrated floods as well as stratified, water-flushed deposits; the lithologic composition suggests these deposits are composed of eroded F1-U1\nand U2 materials. This early channel fill is in turn cut by a second channel unconformity that is mantled by a thin (*1 cm) fine-ash layer in turn overlain by a massive lapilli tuff (unit F1-U5A, Fig. 9a) reaching 2 m thickness. The massive, poorly sorted tuff contains abundant angular lava lithics particularly enriched in its lower half. The juvenile component is poorly vesicular basaltic–andesitic scoria (Fig. 7). Lapilli pipes occur in the upper part of the deposit (Fig. 6c) particularly where cylindrical molds suggest formerly included tree logs. Together these observations support emplacement by a pyroclastic flow.\nThe bottom of channel (b) is overlain by an about 80 cm thick tephra package (unit F1-U5B, Fig. 9b). Individual layers in this package range 3–15 cm in thickness and are of three types: (a) moderately well-sorted scoria fine-lapilli beds with the basaltic–andesitic scoriae (Fig. 7) ranging from moderately vesicular to almost dense, (b) ash layers containing accretionary lapilli and some forming\nvesiculated tuffs, and (c) massive, poorly sorted lapilli tuff layers. The lithology of these layers is very similar to the phreatomagmatic deposit of F1-U2, although we were unable to actually correlate the internal succession with that in F1-U2 outcrops. However, the juvenile chemical compositions of F1-U5B and F1-U2 are almost identical and distinct from the F1 mafic–ignimbrite compositions, e.g., by lower alkalies (Fig. 7). Hence both deposits may be derived from the same eruptive event.\nThe F1-U5B deposit is deeply weathered at the top and cut by another, steep channel-forming unconformity. This unconformity is overlain by a massive, poorly sorted, up to 2.5 m thick lapilli tuff (unit F1-U5C, Fig. 9b) with a 3 cmthick basal ash layer mantling the channel. The massive tuff contains dispersed accretionary lapilli and is pervaded by vertical lapilli pipes. The juvenile scoriae are poorly to moderately vesicular. We thus interpret both F1-U5A and F1-U5C massive tuffs as pyroclastic flow deposits from phreatomagmatic eruptions.\nThe age relationship between the two channel fills remains uncertain because they are disconnected by another erosional unconformity that is overlain by a third, up to 4.5 m thick lapilli tuff (unit F1-U5D, Fig. 9) that is entirely massive although there is a weak reverse coarsetail grading of black basaltic–andesitic scoria clasts which\nFig. 8 K2O versus CaO concentrations in scoria matrix glasses of a F1 and F2, and b F3 deposits. Dashed lines outlining compositional ranges of F1-U1 ignimbrites A–C in (a) are duplicated in (b) for reference. Pink and orange fields outline glass compositions of Fontana (FT) and San Antonio (SAT) tephras; data from Wehrmann et al. (2006) and Pérez and Freundt (2006), respectively\nFig. 9 Schematic illustration of two erosional channels a and b cut into formation F1 at the northern crater wall of Tiscapa. While erosion had removed units U2–U4 of F1, the channels were filled by deposits of units U5A-D. RDT = waterredeposited tephra\nare moderately highly vesicular and have a shiny glass matrix where still unaltered. Although limited exposure and absence of lapilli pipes do not allow an unambiguous interpretation, we favor emplacement of this deposit by a pyroclastic flow from an eruption that was magmatic or at least less water-influenced than those forming the underlying two flow deposits.\nThe juvenile scoriae of the three pyroclastic flow deposits, F1-U5A, C, D have distinct chemical compositions but all three compositions lie within the trend defined by the F1-U1 ignimbrites in all major and trace element variation diagrams (e.g., Figs. 7, 10). Most likely, therefore, all formation F1 mafic ignimbrites exposed at Tiscapa derive from the same volcanic source while their emplacement was interrupted by deposition of the phreatomagmatic tephras F1-U2 and F1-U5B (which may be identical) from a vent discharging magma of a different composition.\nFormation F2\nThis formation is composed of pyroclastic fallout deposits that are separated by paleosols or weathering horizons indicating longer depositional breaks. The basal unit F2U1 (Fig. 5) is a stratified package of massive to variably graded, well sorted, lithic-poor scoria fallout beds with a total thickness of 0.9 m. The top has been eroded and is weathered. The highly vesicular, phenocryst-poor\n(plagioclase, clinopyroxene, ± olivine) scoria has a mafic basaltic–andesitic composition (Fig. 7) and sideromelane dominates the lapilli matrix.\nThe subsequent unit F2-U2 (Fig. 5) has somewhat different appearances in two separate outcrops at the middle of the eastern wall of Tiscapa. At one outcrop, a basal tuffaceous brown paleosol is overlain by 0.5 m thick, deeply weathered, massive tuffite containing dispersed pumice lapilli that are locally concentrated in an about 10 cm thick, discontinuous layer. The white highly vesicular pumice contains few plagioclase and amphibole phenocrysts. At the other outcrop, massive tuffite with incipient soil formation at its top contains two kinds of dispersed pumice lapilli: white pumice and pale-gray pumice lapilli that contain clinopyroxene phenocrysts as well as red, altered lithic lava fragments.\nA paleosol separates unit F2-U2 from unit F2-U3, which is an up to 1.6 m thick, well-sorted pumice fallout deposit (Fig. 6e) that is reversely graded across its lower half, with a \\2 cm thick ash layer at the base. The top is variably eroded and covered by vaguely wavy-bedded, redeposited tuff. The white, highly vesicular dacitic pumice is amphibole-phyric (?plagioclase, clinopyroxene) and becomes yellowish altered toward the top.\nFormation F3\nThis up to 12 m thick succession of fluvial volcaniclastic deposits is predominantly composed of scoria fragments with an overall upward increase of other rock fragments, in particular pumice lapilli. The pumice lapilli occur dispersed in fluvial sediments but also form more or less continuous layers in which they are strongly enriched and which are useful marker horizons in formation 3. The fluvial deposits are continuous around the Tiscapa crater walls but their thickness and facies distributions outline three main fluvial channel axes (A, B, C in Fig. 3) that appear to branch off a major channel entering Tiscapa from the SW. This channel may have traced the Tiscapa fault as it ran from the southern highlands toward Lake Managua (Fig. 1). We divide the succession of fluvial deposits into four units F3-U1 to U4 (Fig. 5).\nThe first unit (F3-U1) consists of more or less planarbedded and well sorted sand deposits consisting of scoria and lava fragments (Fig. 6f). Grain size contrasts between layers from fine ash to lapilli indicate strong variations in transport competence. A minor erosional unconformity separates F3-U1 from massive to cross-bedded, poorly to moderately sorted gravel and sand deposits of the second unit (F3-U2). Abundant internal unconformities and channels as well as cross-bedding indicate an increase in transport energy compared to F3-U1, and a change in the sediment source characteristics is shown by the first\nappearance of pumice lapilli in F3-U2, both dispersed in the scoriaceous sediment and enriched in pumice lenses. The white dacitic pumice contains amphibole phenocrysts.\nMassive, poorly sorted volcaniclastic deposits (subunit F3-U2.1) fill local channels within unit F3-U2, and probably formed by laharic debris flows. An up to 1.6 m thick deposit (subunit F3-U2.2, Fig. 5) with vertical and lateral changes in facies from massive to cross-bedded and containing rounded fragments of F1 deposits as well as white pumice lapilli, was deposited in channel C (Fig. 3) prior to emplacement of unit F3-U3. This deposit probably formed by a lahar varying laterally from concentrated debris flow to dilute flood flow (cf. Cronin et al. 2000).\nThe following unit F3-U3 is a succession of planar- to weakly cross-bedded, moderately to well sorted sand and gravel deposits indicating a reduction in flow energy. Many beds have fine silt layers at top reflecting waning transport competence of the current. Compositionally, unit F3-U3 deposits are dominated by black scoria particles and pumice layers and lenses are less common than in F3-U2. The white pumice lapilli contain somewhat variable abundances of plagioclase–amphibole–clinopyroxene phenocrysts; a yellow, slightly altered variety of pumice lapilli do not contain amphibole.\nThe uppermost unit F3-U4 overlies an erosional unconformity cut into F3-U3 and also contains several minor, intraformational erosional unconformities. F3-U4 is composed of massive to cross-bedded, poorly to moderately sorted gravel and sand deposits. The polymict lithologic composition comprises scoriae, weathered lava fragments, and pumice lapilli. White, highly inflated pumice lapilli with stretched vesicles contain abundant amphibole while white pumice with predominantly round vesicles contains less amphibole. Surface weathering reaches up to 80 cm deep into F3-U4, and the deposit is covered by a thick paleosol that marks the top of formation F3.\nFormation F4\nFormation F4 comprises the Tiscapa tuffring, a succession of phreatomagmatic pyroclastic surge and fallout deposits reaching up to 71 m total thickness. The low vesicularity and quenched rims of the basaltic juvenile clasts, the abundance of lithic fragments, and the bedding characteristics all demonstrate a phreatomagmatic eruption (Fisher and Schmincke 1984). Lithologic composition and bedding structures change upward through the deposit. To facilitate description, we distinguish three units (F4-U1 to U3, Fig. 5) that reflect these vertical changes but note that we cannot define precise unit boundaries because the changes are gradual and there is no complete, continuous vertical section exposed. The basal unit F4-U1 predominantly comprises lithic-rich pyroclastic surge deposits (Fig. 6g)\nwhich are cross-bedded (including antidune structures), poorly sorted, and contain mainly lapilli apart from minor coarse ash beds. Unit F4-U2 is a succession of pyroclastic surge and fallout layers in about equal proportions. Finally, unit F4-U3 is dominated by pyroclastic fallout deposits which are planar-bedded, better sorted, and less lithic-rich ash and minor lapilli beds with ballistic impact sags (Figs. 6h, i). The average dip of the beds on the inner wall of the tuffring changes from B7 in unit F4-U1 through B23 in unit F4-U2 to B16 in unit F4-U3. Throughout formation F4, individual beds are fairly thin (mm to cm thicknesses), massive to variably graded, and dominantly composed of fine ash to medium lapilli. The upward change from surge to fallout dominated deposits is accompanied by a decrease in abundance and size of lithic rock fragments while the abundance of bomb impact structures increases. These changes reflect a gradual change in the style of eruption, which was dominated by lateral explosions and/or repeatedly collapsing eruption columns forming pyroclastic surges during its earlier stage and then changed to dominantly fallout from vertical eruption columns and ejection of ballistic blocks. The Tiscapa tephra is radially distributed around the vent with the total thickness rapidly declining outward. As westerly wind affected the distribution of both fallout and surge deposits the tuffring has an asymmetric shape with B9 m thickness in the east compared to B71 m thickness in the west (Figs. 3, 4). The Tiscapa tephra covers an elliptical area of *1.2 km2 and has a tephra volume of *5.2 9 106 m3 measured from tuffring shape. We estimate that pore space and lithics account for 70% of that volume and, assuming a magma density of 2600 kg/m3, we calculate an erupted magma mass of 4 9 109 kg.\nRelations of Tiscapa deposits to regional volcanism\nIn the following, we use geochemical and petrographic characteristics to correlate deposits at Tiscapa with deposits and volcanoes outside the Tiscapa area. We first employ bulk-rock major and trace-element compositions for the formations F1 to F3 mafic rocks. In the subsequent section, we employ matrix glass and phenocryst compositions as the most useful tools to correlate the pumice deposits (cf. Kutterolf et al. 2008). Finally we compare the Tiscapa F4 magma composition to Nejapa-Miraflores basalts in order to investigate possible genetic relationships.\nMafic volcaniclastic deposits of formations F1 through F3\nPotential sources of mafic scoria deposits of the Tiscapa basement are the Nejapa-Miraflores volcanoes, the Masaya\ncaldera, and the Las Nubes caldera of the Las Sierras Formation. The basaltic–andesitic F1–F3 scoriae compositionally differ from the Nejapa-Miraflores basalts, and most of the Nejapa-Miraflores volcanism is younger than 25 ka (Freundt et al. 2006) and thus younger than F1 and F2 mafic deposits, as shown below. We thus focus on possible compositional correlations with the Masaya tephras (SAT, MTL, MT-TIL, Fig. 2) and the rocks of the Las Sierras formation (LSF), which includes the*60 ka basaltic–andesitic plinian Fontana tephra (FT, Fig. 2) as a prominent marker bed. The LSF still needs to be studied in detail; here we use samples collected along a stratigraphic profile west of El Crucero (Fig. 1) and from some of the mafic ignimbrites; all have basaltic–andesitic compositions.\nOur LSF data form separate low-Ti and high-Ti groups (Fig. 10) but such bimodality is not evident for other elements and further sampling is needed to verify its reality for TiO2. The Fontana tephra has a high-Ti, LSF-like composition but the Masaya tephras (SAT, MTL, MT-TIL) differ compositionally from the LSF rocks in most major and trace elements.\nThe compositions of all F1 rocks at Tiscapa overlap with the LSF compositional fields as exemplified in Fig. 10. Moreover, the REE patterns of the F1 rocks overlap with, and run parallel to, those of the LSF rocks. The F1 mafic ignimbrites thus are lithologically, petrographically, and geochemically very similar to LSF ignimbrites exposed at other localities.\nThe basaltic–andesitic scoria lapilli fallout unit F2-U1 corresponds to the *60 ka Fontana tephra in both bulkrock (Fig. 10) and matrix glass (Fig. 7a) compositions. This geochemical correlation is supported by the structure of the deposit, its lithic-poor nature, the abundance of sideromelane as lapilli matrix, and the phenocryst assemblage, which all agree with other FT outcrops in the Managua area. Furthermore, thickness and grain size of the F2-U1 fallout fit the regional distribution pattern of the FT (Wehrmann et al. 2006). Its stratigraphic position below the Lower and Upper Apoyo tephras and the Lower and Upper Apoyeque tephras (see pumice correlations below) is that of the FT in other outcrops of the Masaya-Managua formation outside Tiscapa (Fig. 2).\nConsidering the composition of scoria lapilli from the fluvial sediments of formation F3, some uncertainty arises from the fact that several lapilli had to be used to obtain sufficient material for chemical analysis while the lapilli assemblage of any individual sediment bed may be a mixture of components from several sources. However, samples from fluvial sediment units F3-U1 and F3-U4 yield distinct basaltic and basaltic–andesitic compositions (Fig. 7). The two basaltic samples from unit F3-U1 compositionally overlap with the SAT (Fig. 10), which differs in composition from the Fontana tephra (FT) and from the\nother, younger Masaya tephras (MTL, MT-TIL). The correlation of F3-U1 scoria with the SAT is further supported by identical matrix glass compositions (Fig. 8b). Hence we are confident that the source of the F3-U1 sediments was indeed the widespread, *6 ka old SAT. Two scoria samples from the upper sediment unit F3-U4 have compositions identical to that of FT scoriae for all major and trace elements (e.g., Fig. 10) as well as the same matrix glass composition (Fig. 8b). Although the FT composition overlaps with other high-Ti LSF compositions, the sideromelane-rich nature of the highly vesicular lapilli and the fact that FT is the by far thickest and most widespread scoria fall deposit on the highland flanks descending toward Managua favor FT as the major source of the F3-U4 sediments.\nScoria matrix glass compositions from the middle part of the fluvial sediment succession (F3-U2) span the whole range outlined by the FT and the F1 deposits (Fig. 8b).\nFelsic pumice deposits of formations F2 and F3\nThe internal structure of the F2-U3 pumice lapilli deposit and the relative abundance of amphibole phenocrysts are features typical of the 12.4 ka Upper Apoyeque tephra (UAq) that erupted from a vent at the Chiltepe volcanic complex about 15 km to the NNW of Tiscapa. Thickness and grain size of this deposit at Tiscapa agree very well with the values expected from the regional isopach and isopleth maps of the UAq (Kutterolf et al. 2007). The identification of unit F2-U3 as the Upper Apoyeque tephra is supported by the chemical composition of the pumice matrix glass (samples P13, P15 in Fig. 11a). Pumice contained in the tuffite of unit F2-U2 thus must be derived from primary tephras older than 12.4 ka. Glass compositions of the white pumice from the 10-cm pumice concentration layer plot into the glass-composition field of the 17 ka Lower Apoyeque tephra (sample P01 in Fig. 11a); this correlation is supported by the presence of amphibole. Matrix glass compositions of the white and pale-gray pumice lapilli that contain reddish altered lithics as well as plagioclase and pyroxene phenocrysts correspond to the 25 ka rhyodacitic Upper Apoyo tephra (samples P04a, b in Fig. 11a) erupted from the Apoyo caldera 35 km SE of Tiscapa. These correlations show that the two outcrops of F2-U2 tuffite represent different stratigraphic levels within this unit; possibly the incipient soil at the top of the tuffite containing UAT pumice at the one outcrop corresponds with the better developed paleosol below the tuffite containing LAq pumice at the other outcrop. As a whole, unit F2-U2 represents the time interval from *25 ka to *12 ka.\nIn formation F3, pumice lapilli begin to occur in unit U2 fluvial deposits mostly dispersed but also as enriched\nlayers. Moreover, the intercalated lahar subunit U2.2 contains, and is overlain by, pumice lapilli. Pumice in the fluvial deposits of units U2–U4 has matrix-glass compositions (samples P06, P07, P09, P10, P11, P12 in Fig. 11b) overlapping with those of the Lower and Upper Apoyo tephras (LAT, UAT) and the Lower and Upper Apoyeque tephras (LAq, UAq). Most of these pumices, however, contain amphibole phenocrysts and therefore must be derived from the Apoyeque tephras. Pumice samples P08 from the fluvial deposits of unit U3 and P03 from the lahar subunit U2.2 have less silicic glass compositions (Fig. 11b) similar to the composition fields of the[60 ka old Unicit tephra (UT) and the 6.1 ka old Xiloa tephra; again, however, the occurrence of amphibole favors correlation with the Xiloa tephra.\nThe ages of the source tephras of the pumice lapilli in formation F3 all lie between the ages of the Fontana tephra (c.60 ka) and the San Antonio tephra (c.6 ka), the main sources of the mafic scoria lapilli forming the bulk of the fluvial sediments. Scoriae of the youngest mafic tephra (SAT) and pumices of the youngest dacitic tephra (XT) occur in units U1 and U2, respectively, whereas scoriae from the oldest mafic tephra (FT) occur in unit U4 and pumices from tephras older than XT occur throughout U2–\nU4. These relationships suggest that the F3 fluvial system is mainly younger than 6 ka and was fed by progressively deeper erosion into the stratigraphic succession of the southern highlands, where a major regional unconformity (U4 in Fig. 2) separates the 2.1 ka old MTL from the underlying tephras.\nMagmatic origin of the Tiscapa tephra\nThe Tiscapa tephra (formation F4) has a more primitive, basaltic, olivine–clinopyroxene–plagioclase–phyric composition compared to the mafic basement rocks at Tiscapa (Fig. 7). The base to top compositional zonation of F4 toward more evolved basalt is characterized by a drop in MgO content from 10.5 to 7.5 wt% (Fig. 12) associated with a decrease in FeO and Cr, approximately constant TiO2 and CaO but enrichment in Sr and P2O5, absence of Eu-depletion, and about 1.29 enrichment in K2O and other incompatible elements. These geochemical variations are compatible with fractionation of an olivine clinopyroxene [ plagioclase assemblage, which are the observed phenocryst phases. We use averages of the fairly constant compositions of olivine (Fo = 80–88%), clinopyroxene (En = 47–53%, Wo = 40– 44%) and plagioclase (An = 76–89%) phenocrysts, and assume that the crystal-poor bulk-rock composition represents melt composition, in order to constrain magmatic P–T conditions applying the thermobarometers reviewed in Putirka (2008). The clinopyroxene-liquid thermobarometer yields 1226 C and 610 MPa, the clinopyroxene-only barometer gives 570 MPa, olivine-liquid and plagioclaseliquid equilibria give 1273 and 1248 C (both at 600 MPa); the plagioclase-liquid hygrometer suggests B0.7 wt% H2O in the Tiscapa magma. While typical errors of these thermobarometric methods are ±30 and ±180 MPa, respectively, we conclude that a fairly hot and water-poor basaltic magma ascended from a mid-crustal reservoir during the Tiscapa eruption.\nWe compare the Tiscapa magma composition with compositions of volcanic rocks of the Nejapa-Miraflores (NM) zone which Walker et al. (1990) divided into high-Ti and low-Ti compositional groups (Fig. 12a). The low-Ti basalts have higher concentrations of LIL and LRE elements as well as higher Ba/La and Sr-isotope ratios but lower Ti/Zr than the high-Ti basalts. The low-Ti basalts have thus been interpreted as derived from a mantle source modified by subduction input whereas the high-Ti basalts originate from a mantle source relatively free of subduction influence (Walker et al. 1990). The Tiscapa F4 rocks correspond to the low-Ti basaltic compositions in all variation diagrams (Fig. 12) and also have the REE patterns typical of the low-Ti NM rocks that differ significantly from those of the LREE-depleted high-Ti NM rocks (Fig. 13). These geochemical comparisons show that the Tiscapa maar is\ngenetically related to the Nejapa-Miraflores volcanism despite its 5 km eastward lateral offset from the main alignment (Fig. 1)."
  }, {
    "heading": "Discussion",
    "text": "The temporal evolution of the volcaniclastic stratigraphy of the Tiscapa crater walls is summarized in Fig. 14a. In the\nfollowing, we discuss a number of implications that arise from these stratigraphic relationships and age constraints.\nImplications for and from paleoclimate of western Nicaragua\nThe Tiscapa succession reveals two phases of major erosion and redeposition of pyroclastic materials. The first phase is represented by several erosional unconformities in the upper part of F1 that host immature water-redeposited volcaniclastic sediments which probably formed during a number of short-lived flood events[60 ka ago. We do not know whether these erosive events were triggered by climatic or tectonic processes. The second phase, however, was a quasi-permanent fluvial system evidenced by the F3 deposits that began at about 6 ka and lasted for several thousand years. This phase apparently represents a period of wet climate that contrasts with the drier climatic conditions indicated by weathered deposit surfaces and paleosols that occur in the other formations.\nMost paleoclimate proxy records from the circumCaribbean area agree in that the Late Pleistocene and earliest Holocene was a dry period (Panama, Piperno and Jones 2003; Costa Rica, Lachniet et al. 2004; Guatemala coast, Neff et al. 2006; Yukatan peninsula, Hodell et al. 2005; Haiti, Higuera-Gundy et al. 1999, Hodell et al. 1991; Cariaco Basin, Venezuela, Haug et al. 2001). This supports our interpretation that the [60 ka phase of tephra erosion and redeposition involved only sporadic floods. The\nFig. 12 Comparison of whole-rock compositions of juvenile clasts of the Tiscapa tephra (F4; large red triangles) with Nejapa-Miraflores high-Ti (red) and low-Ti (black) basalts in a TiO2 versus K2O and b K/Zr versus MgO diagrams. Dashed line in (a) is the boundary TiO2 = 0.7 ? 0.65K2O used here to distinguish high-Ti from low-Ti Nejapa-Miraflores basalt compositions. K/Zr is an example of LIL to\nHFS-element ratios that are typically elevated in magmatic rocks derived from a mantle source modified by subduction components. The Nejapa-Miraflores data comprise 56 own unpublished analyses as well as 41 analyses from Walker et al. (1990) which also include samples from a compositionally identical cinder cone alignment south of Granada (Fig. 1)\nHolocene proxy records differ due to regional paleoclimate variations as well as anthropogenic disturbance of the proxies. However, after about 7,600 years BP monsoon conditions had been fully established in Costa Rica (Lachniet et al. 2004). The Lake Peten-Itza (Guatemala) pollen and ostracod records indicate increasingly moist conditions from 9000 to 6800 years BP, and even wetter conditions thereafter (Curtis et al. 1998). Oxygen isotopes of ostracod shells from Lake Miragoana (Haiti) record increasing precipitation from 10000 to 6000 years BP, and a subsequent trend toward drier conditions reaching a peak at 2400–1700 years BP (Fig. 14b; Hodell et al. 1991) while pollen identify 3950–2490 years BP as the wettest Holocene period and, following a gradual change beginning 3200 years BP, drier conditions prevailed after 2500 years BP (Higuera-Gundy et al. 1999). High Ti concentrations in Cariaco Basin sediments document high precipitation from 10000 to 7000 years BP, followed by a gradual decline leading to relatively dry conditions after about 3000 years BP (Fig. 14b; Haug et al. 2001). All these circum-\nCaribbean paleoclimate records agree in that a particularly wet period began, with some regional variation, between 10 and 7 ka ago and ended between 3 and 2 ka BP. Development of the F3 fluvial system, however, occurred later than 6 ka (the age of the SAT) suggesting an about 1 ka delay in the climatic change to wet conditions in western Nicaragua compared to other Caribbean regions (Fig. 14). The return to drier conditions prior to 2.1 ka (the age of the MTL), however, was apparently roughly in phase with the other regions. This climate change in Nicaragua is supported by a change in the level of fossil shorelines of Lake Managua, dropping from ?9 m at *6300 years BP through ?3 m at 1900 years BP to the present level (Cowan et al. 2002), although this may have been influenced by tectonic processes and changes in the drainage system. In summary, the F3 fluvial system most probably terminated between 3 and 2 ka ago, whereafter the fluvial deposits developed a deep weathering zone and paleosol at the top. As a consequence, the Tiscapa eruption is probably less than 3000 years old.\nFig. 14 a Temporal succession of events as recorded in the Tiscapa crater walls. Green mafic tephras, red felsic tephras. Blue arrow collects components identified in the F3 fluvial sediments. b Temporal variation of paleoclimate proxies; bold arrows indicate sense of climate changes. Oxygen isotope compositions of ostracod shells (green) from Lake Miragoane, Haiti from Hodell et al. (1991), and Ti-contents of sediments of the Cariaco basin of Venezuela\n(brown) from Haug et al. (2001) suggest particularly wet climate conditions during the time intervals marked by blue shading. Red arrows connecting (a) and (b) illustrate that Tiscapa formation F2 corresponds with dry Late Pleistocene climate conditions while emplacement of F3 fluvial sediments is correlated with a wet Holocene climate phase although this appears to have started later in western Nicaragua than in the other Caribbean regions\nSeismic hazards\nThe Tiscapa fault C of Brown et al. (1973) dissects the Tiscapa maar from SW to NE. The fault has a steep dip (80–90 ) and reaches at least 10 km deep judging from 1972 aftershocks. While aggregate displacement during the 1972 M = 5.6 earthquake was dominantly left-lateral strike slip of \\64 cm (Ward et al. 1974), earlier Holocene displacements were dominantly vertical. Brown et al. (1973) estimated a total of \\30 m vertical and \\10 m horizontal displacement from offsets of the Tiscapa lake shore that must have occurred after the eruption. Our study of the NE and SW crater wall sections shows that the surface expression of fault C actually consists of two parallel fault planes, C1 and C2, and another fault C3 branching off C1 in the NE (Fig. 3) as well as several small subsidiary faults. Offsets at these faults can be constrained by our stratigraphic work. We distinguish preeruption and post-eruption tectonic movements on these faults. At fault C3, the F2-U3 pumice fallout (=UAq, Fig. 2) has been downthrown to rest next to tuff breccia of F1-U4 (Fig. 6e), corresponding to 3–4 m vertical displacement in the last 12 ka. The top of accretionary-lapilli bearing ignimbrite F1-U1C has been displaced by about 8 m vertically. Both displacements are covered by F3 fluvial deposits which show minor faulting in their lower but no deformation in their upper part, while total thickness increases significantly across the fault to the SE (Figs. 3, 4), suggesting sedimentation was influenced by fault-related topography. While these offsets terminated well before emplacement of the Tiscapa tuffring, the 9 m vertical displacement of ignimbrite F1-U1B at the SW crater rim cannot be further temporally constrained. Posteruption tectonic activity at the SW crater rim formed an about 4 m deep graben in F4 between the faults C1 and C2. In the NE corner, the base of F4 has been vertically displaced by 7–8 m at fault C1 and 3–4 m at fault C2, giving a total displacement of up to 12 m that is less than the 30 m estimated by Brown et al. (1973) from lakeshore shape. Probably the shape of the lake shore is not exclusively due to tectonic faulting but has been modified by erosion of tectonically weakened material during and after the Tiscapa eruption. Bathymetric data (Figs. 3, 4) show no fault trace on the lake floor probably due to rapid covering by sediments. Nevertheless, the about 12 m post-eruptive displacement requires numerous large earthquakes during the past 3000 years, emphasizing the seismic potential and hazard of the Tiscapa fault.\nVolcanic hazards\nWe have previously discussed the hazard implications from the widespread tephras of the Managua-Masaya formation\n(Freundt et al. 2006) that also occur in the Tiscapa basement. Here we focus on the Tiscapa eruption because its young age of B3 ka implies potential volcanic hazards for Managua city. Considering that the paleo-river had long fallen dry as shown by the thick paleosol covering formation F3, and that the cemented F1 ignimbrites would not be an efficient aquifer, it is plausible that the Tiscapa fault zone acted as a conduct of ground water with which the rising magma interacted explosively. The distribution of aftershocks of the 1972 earthquake shows that the Tiscapa fault extends near vertically to at least 10 km depth (Brown et al. 1973; Ward et al. 1974), which is approximately the depth of the Tiscapa magma chamber inferred from mineral barometry. Thus it seems likely that the fault also facilitated the ascent of the magma. The fault was tectonically active before and after the eruption and it is thus possible that tectonic activity actually triggered the eruption. For a similar situation—a maar formed on an active fault—Gevrek and Kazanci (2000) interpreted that the fault-zone aquifer hosted a pre-eruptive hydrothermal system in which then explosive magma–water interaction occurred during the eruption. At Tiscapa we see no evidence for the existence of a hydrothermal system, probably because the magma rose rapidly from greater depth during eruption and magmatic heat supply terminated with the end of the eruption. Rapid magma ascent is supported by the high recorded temperature and lack of evidence for polybaric crystallization of the phenocrysts. A lack of posteruptive heat supply due to the magma withdrawing to depth may be implied from a discrepancy between the subsurface volume of the maar of 9 9 106 m3, which is a minimum estimate since the thickness of post-eruptive lake sediments is unknown, and the erupted tephra volume of *5.2 9 106 m3 which, however, is also a minimum because possible distal fallout ash deposits are not preserved. Nevertheless, it seems certain that the lithic volume contained in the tephra cannot account for the maar’s volume deficiency. Considering the steep lower walls of the crater (Fig. 4), part of that deficiency may be attributed to additional subsidence triggered by magma withdrawing to depth after the eruption (as in pit crater formation; e.g. Rymer et al. 1998; Roche et al. 2001), possibly aided by tectonic extension. Yet the fate of most of the missing material remains unresolved.\nThe composition of the Tiscapa magma corresponds to that of the low-Ti basalts of the Nejapa-Miraflores alignment. In both areas the volcanism is apparently controlled by deep-reaching tectonic faults and magma compositions differ from the typical Nicaraguan arc basalts (Walker et al. 1990) suggesting distinct mantle-source and crustal-storage conditions. Examples from the Southern Volcanic Zone of the Andes demonstrate that tectonic faults and regional stress variations can affect the composition and mode of\neruption of arc magmas (Lara et al. 2006). It is not known if the Nejapa-Miraflores and Tiscapa faults cut through the entire crust into the upper mantle that begins at *30 km depth (Walther et al. 2000) such that they may have guided the ascent of the magmas from their mantle source. Dedicated geophysical investigations of the crustal structure in the Managua area may help in the future to address the interesting questions\n(1) why did volcanism at the Nejapa-Miraflores fault\nbegin[25 ka ago (although most volcanoes are 25 to \\2 ka old; Freundt et al. 2006; Pardo et al. 2008; own unpublished data) whereas the maar eruption at the Tiscapa fault is B3 ka old, and\n(2) why do many maars and cinder cones straddle the\nNejapa-Miraflores fault while there is only one maar on the Tiscapa fault. In other words, was the Tiscapa eruption an accident or does it mark the beginning of future volcanism at the Tiscapa fault?"
  }, {
    "heading": "Conclusions",
    "text": "The Tiscapa maar exposes the stratigraphy of basement rocks on the crater walls. This stratigraphic record yields insights into volcanic and seismic hazards, paleoclimate changes, and the sedimentary history of the Managua lowlands.\nThe basement formation F1 of basaltic–andesitic ignimbrites and phreatomagmatic tuffs formed by eruptions at the Las Sierras volcanic complex is older than 60 ka because it is overlain by the Fontana tephra, which marks the base of formation F2 (Fig. 14a). Several erosive events occurred during the final stage of F1 and at the F1– F2 boundary. Formation F2 represents the main part of the Masaya-Managua formation as it is found outside the Tiscapa maar, comprising a succession of widespread fallout tephras originating from the Chiltepe volcanic complex and the Apoyo and Las Nubes calderas, ranging from the 60 ka Fontana tephra through the 12.4 ka Upper Apoyeque tephra. F2 thus represents a time span of about 50,000 years during which no significant erosion or epiclastic deposition occurred under relatively dry climatic conditions (Fig. 14). This period ended presumably shortly after emplacement of the San Antonio tephra *6 ka ago, when a wet climatic period caused deep erosion in the highlands south of Managua that fed a river system crossing the lowlands toward Lake Managua, its main course probably controlled by the Tiscapa fault. Erosion progressively carved down from the freshly emplaced *6 ka SAT, the 6.1 ka XT, 12.4 ka UAq, *17 ka LAq, and the 25 ka Apoyo tephras through to the *60 ka FT and LSF deposits, resulting in their roughly upside-down\noccurrence in the fluvial sediment succession. The onset of the wet climatic period in western Nicaragua about 6 ka ago occurred significantly later than in other circumCaribbean regions (7–10 ka ago) while its termination 2–3 ka ago was approximately synchronous.\nThe Tiscapa maar eruption occurred well after termination of the wet climatic phase such that the Tiscapa tephra must be younger than 3000 years. The Tiscapa basaltic magma is genetically related to the also faultcontrolled Nejapa-Miraflores volcanism despite its eruption 5 km eastward of that zone. Both at Nejapa-Miraflores and Tiscapa, magma ascent—and possibly even magma generation—were apparently controlled by deep-reaching tectonic faults. The Tiscapa fault—site of the destructive 1972 Managua earthquake—had a cumulative displacement of 12 m during the past 3000 years; such intense tectonic activity and the young age of the Tiscapa maar eruption emphasize that both seismic and volcanic risks persist for Managua city.\nAcknowledgments We acknowledge the support by the Instituto Nicaragüense de Estudias Territoriales (INETER) in Managua during field work as well as the permission of the park service to work in the Parque Histórico Nacional Loma de Tiscapa. Field work was supported by a scholarship of the Deutscher Akademischer Austausch Dienst (DAAD) to AH. We thank K. Nemeth and J. Walker for helpful reviews of an earlier version of this paper. This publication is contribution no. 139 of the Sonderforschungsbereich 574 ‘‘Volatiles and Fluids in Subduction Zones’’ at Kiel University."
  }],
  "year": 2010,
  "references": [{
    "title": "Geologic and seismologic aspects of the Managua",
    "authors": ["RD Brown", "PL Ward", "G Plafker"],
    "venue": "Nicaragua, earthquakes of December",
    "year": 1973
  }, {
    "title": "Symmetrical and segmented variation of physical and geochemical characteristics of the Central American Volcanic Front",
    "authors": ["MJ Carr"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1984
  }, {
    "title": "Central America. In: Thorpe RS (ed) Orogenic andesites and related rocks",
    "authors": ["MJ Carr", "Jr Rose WI", "RE Stoiber"],
    "year": 1982
  }, {
    "title": "Phreatomagmatic to strombolian eruptive activity of basaltic cinder cones: Montaña Los Erales, Tenerife, Canary Islands",
    "authors": ["H Clarke", "VR Troll", "JC Carracedo"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2009
  }, {
    "title": "Late Holocene earthquakes on the Aeropuerto Fault, Managua, Nicaragua",
    "authors": ["H Cowan", "C Prentice", "D Pantosti", "P de Martini", "W Strauch"],
    "venue": "Bull Seism Soc Am 92:1694–1707",
    "year": 2002
  }, {
    "title": "Transformation, internal stratification, and deposition of a channelised, multi-peaked lahar flow",
    "authors": ["SJ Cronin", "JA Lecointre", "AS Palmer", "VE Neall"],
    "venue": "NZ J Geol Geophys",
    "year": 2000
  }, {
    "title": "A multi-proxy study of Holocene environmental change in the Maya lowlands of Peten, Guatemala",
    "authors": ["JH Curtis", "M Brenner", "DA Hodell", "RA Balser", "GA Islebe", "H Hooghiemstra"],
    "venue": "J Paleolimnol",
    "year": 1998
  }, {
    "title": "A new estimate for present-day Cocos-Caribbean",
    "authors": ["C DeMets"],
    "year": 2001
  }, {
    "title": "Volcanic hazards",
    "authors": ["W Perez", "W Strauch", "M Navarro"],
    "year": 2006
  }, {
    "title": "Valley pond",
    "authors": ["G Giordano", "D De Rita", "RAF Cas", "S Rodani"],
    "year": 2002
  }, {
    "title": "Types of phreato",
    "authors": ["B Bonnichsen", "MD Jenks"],
    "year": 1992
  }, {
    "title": "A 10, 300 14C yr record of climate",
    "authors": ["MW Binford"],
    "year": 1999
  }, {
    "title": "Reconstruction of Caribbean",
    "authors": ["MW Binford", "KT Dorsey"],
    "year": 1991
  }, {
    "title": "Tropical response to the 8200 yr B.P. cold",
    "authors": ["GO Seltzer"],
    "year": 2004
  }, {
    "title": "Vesiculated tuffs and associated features",
    "authors": ["Southern Andes"],
    "venue": "J Volcanol Geotherm Res 158:70–86 Lorenz V",
    "year": 1974
  }, {
    "title": "On the growth of maars and diatremes and its",
    "authors": ["V Lorenz"],
    "year": 1986
  }, {
    "title": "Freundt A (2006) The youngest highly explosive basaltic",
    "authors": ["W Pérez"],
    "year": 2006
  }, {
    "title": "Dynamic development of the relief in the Managua",
    "authors": ["Masaya volcano"],
    "year": 1997
  }, {
    "title": "basalts in central Nicaragua",
    "authors": ["CHE Walther", "ER Flueh", "CR Ranero", "R von Huene", "W Strauch"],
    "venue": "J Petrol",
    "year": 2000
  }, {
    "title": "Neotectonic development of western Nicaragua",
    "authors": ["RF Weinberg"],
    "venue": "Tectonics",
    "year": 1992
  }, {
    "title": "Geology of Central America",
    "authors": ["R Weyl"],
    "venue": "Bender F et al (eds) Beiträge zur regionalen Geologie der Erde, 2nd edn",
    "year": 1980
  }, {
    "title": "Phreatomagmatic eruptive and depositional processes during the 1949 eruption on La Palma (Canary Islands)",
    "authors": ["White JDL", "Schmincke H-U"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1999
  }],
  "id": "SP:60d38c33ee32ddf768c646936f5f5165f5b08770",
  "authors": [{
    "name": "A. Freundt",
    "affiliations": []
  }, {
    "name": "W. Strauch",
    "affiliations": []
  }],
  "abstractText": "The Tiscapa maar in the center of Managua city formed by a phreatomagmatic eruption \\3 ka ago. The eruption excavated a crater deep into the basement exposing a coherent Pleistocene to Holocene volcaniclastic succession that we have divided into four formations. The lowermost, [60 ka old basaltic–andesitic formation F1 comprises mafic ignimbrites and phreatomagmatic tephras derived from the Las Sierras volcanic complex south of Managua. Formation F2 contains the *60 ka basaltic– andesitic Fontana tephra erupted from the Las Nubes Caldera of the Las Sierras complex 15 km to the S, the 25 ka Upper Apoyo tephra from the Apoyo Caldera 35 km to the SE, and the Lower (*17 ka) and Upper (12.4 ka) Apoyeque tephras from the Chiltepe volcanic complex 15 km to the NW. These tephras are separated by weathering horizons and paleosols indicating dry climatic conditions. Fluvial deposits of a SSW-NNE running paleoriver system build formation F3. The fluvial sediments contain, from bottom to top, scoriae from the *6 ka basaltic San Antonio tephra, pumice lapilli from the Apoyo and Apoyeque tephras and the 6.1 ka Xiloà tephra, and scoriae derived from the Fontana tephra. The fluvial sediment succession thus reflects progressively deeper carving erosion in the southern highlands (where a large-amplitude regional erosional unconformity exists at the appropriate stratigraphic level) that began after *6 ka. This suggests that the mid-Holocene tropical high-precipitation climatic phase affected western Nicaragua about a thousand years later than other circum-Caribbean regions. The end of the wet climate phase *3 ka ago is recorded by a deep weathering zone and paleosol atop formation F3 prior to the Tiscapa eruption. Formation F4 is the Tiscapa tuffring composed of pyroclastic surge and fallout deposits that cover a minimum area of 1.2 km. The 4 9 10 kg of erupted basaltic magma is compositionally and genetically related to the low-Ti basalts of the N–S striking NejapaMiraflores volcanic–tectonic alignment 5 km to the West of Tiscapa. Ascent and eruption mode of the Tiscapa magma were controlled by the Tiscapa fault that has a very active seismic history as it achieved 12 m displacement in about 3000 years. Managua city is thus exposed to continued seismic and volcanic risks.",
  "title": "Volcaniclastic stratigraphy of the Tiscapa maar crater walls (Managua, Nicaragua): implications for volcanic and seismic hazards and Holocene climate changes"
}