{
  "sections": [{
    "text": "University of Nebraska - Lincoln DigitalCommons@University of Nebraska - Lincoln\nANDRILL Research and Publications Antarctic Drilling Program\n11-1-2014\nAptian to Santonian Foraminiferal Biostratigraphy and Paleoenvironmental Change in the Sverdrup Basin as Revealed at Glacier Fiord, Axel Heiberg Island, Canadian Arctic Archipelago Claudia J. Schröder-Adams Carleton University, Claudia.schroderadams@carleton.ca\nJens O. Herrle Biodiversity and Climate Research Centre\nAshton F. Embry Geological Survey of Canada\nJames W. Haggart Geological Survey of Canada\nJennifer M. Galloway Geological Survey of Canada\nSee next page for additional authorsFollow this and additional works at: http://digitalcommons.unl.edu/andrillrespub\nPart of the Marine Biology Commons, Oceanography Commons, and the Paleobiology Commons\nThis Article is brought to you for free and open access by the Antarctic Drilling Program at DigitalCommons@University of Nebraska - Lincoln. It has been accepted for inclusion in ANDRILL Research and Publications by an authorized administrator of DigitalCommons@University of Nebraska - Lincoln.\nSchröder-Adams, Claudia J.; Herrle, Jens O.; Embry, Ashton F.; Haggart, James W.; Galloway, Jennifer M.; Pugh, Adam T.; and Harwood, David M., \"Aptian to Santonian Foraminiferal Biostratigraphy and Paleoenvironmental Change in the Sverdrup Basin as Revealed at Glacier Fiord, Axel Heiberg Island, Canadian Arctic Archipelago\" (2014). ANDRILL Research and Publications. 59. http://digitalcommons.unl.edu/andrillrespub/59\nAuthors Claudia J. Schröder-Adams, Jens O. Herrle, Ashton F. Embry, James W. Haggart, Jennifer M. Galloway, Adam T. Pugh, and David M. Harwood\nThis article is available at DigitalCommons@University of Nebraska - Lincoln: http://digitalcommons.unl.edu/andrillrespub/59"
  }, {
    "heading": "1. Introduction",
    "text": "Sediment cores from the Arctic Ocean that archive Cretaceous paleoenvironments, paleo-ecosystems and paleoclimate histories are sparse and reach only as far as the Campanian (e.g. Jenkyns et al., 2004 and Setoyama et al., 2011). Renewed drilling in the Arctic Ocean is being discussed, but it is costly\nand logistically difficult. This makes the Sverdrup Basin straddling the Queen Elizabeth Islands and connecting channels in Nunavut, Canada, with its extensive Cretaceous exposures a valuable record of Polar paleoenvironments during Earth’s greenhouse climate. Ongoing glacier melting at Glacier Fiord on southern Axel Heiberg Island (Fig. 1) created an exceptional\nPublished in Palaeogeography, Palaeoclimatology, Palaeoecology Volume 413, November 1, 2014, Pages 81–100; doi:10.1016/j.palaeo.2014.03.010 Copyright © 2014 Elsevier B.V. Used by permission. Submitted July 10, 2013, Revised January 31, 2014, Accepted March 6, 2014, Available online March 18,2014\nAptian to Santonian foraminiferal biostratigraphy and paleoenvironmental change in the Sverdrup Basin as revealed at Glacier Fiord, Axel Heiberg Island, Canadian Arctic Archipelago\nClaudia J. Schröder-Adams1, Jens O. Herrle2, Ashton F. Embry3, James W. Haggart4, Jennifer M. Galloway3, Adam T. Pugh1, David M. Harwood5\n1. Department of Earth Sciences, Carleton University, Ottawa, Ontario K1S 5B6, Canada 2. Biodiversity and Climate Research Centre (BIK-F), D-60325 Frankfurt am Main, Germany 3. Natural Resources Canada/Ressources Naturelles Canada, Geological Survey of Canada/Commission Géologique du Canada, 3303-33 St. NW, Calgary, AB T2L 2A7, Canada 4. Natural Resources Canada/Ressources Naturelles Canada, Geological Survey of Canada/Commission Géologique du Canada, 1500-605 Robson Street, Vancouver, BC V6B 5J3, Canada 5. Department of Earth and Atmospheric Sciences, University of Nebraska — Lincoln, NE 68588-0340, USA Corresponding author - Claudia J. Schröder-Adams, Tel.: + 1 613 520 2600x1852, fax: + 1 613 520 5613, email: Claudia.schroderadams@carleton.ca\nAbstract\nExceptional exposures of a High Arctic Cretaceous sedimentary record were studied at Glacier Fiord, Axel Heiberg Island. The succession reveals a complex Aptian to Santonian paleoenvironmental history of the Sverdrup Basin that documents several global events. Foraminiferal faunas in combination with rare macrofossil occurrences permit the distinction of nine zones that facilitate biostratigraphic correlations to other High Arctic locales, the Beaufort Mackenzie Basin and the Western Interior Sea. The depositional environment as exposed in the Christopher, Hassel, Bastion Ridge and Kanguk formations changed frequently from a shelf to a shoreface setting. Most sequence boundaries appear to be conformable where shoaling reached lower shoreface levels without subaerial exposure. An exception is the top of the Hassel Formation, correlated here with the Albian/Cenomanian disconformity where a paleosol developed on top of an upper shoreface environment. Transgressive/regressive sequences at Glacier Fiord correspond well with globally recognized transgressive/regressive mega cycles. The lower Christopher Formation shows frequent glendonite beds that attest to the Late Aptian/Early Albian cooling event. The required alkaline conditions for glendonites preserved the only calcareous faunule in the succession. Siliceous microplankton are assumed to be taphonomically removed due to deep burial. The Middle to Late Albian oceanic shelf conditions appeared to be most hospitable and foraminifera grew large tests. In the early Cenomanian and lower Bastion Ridge Formation, benthic species disappear. This sudden loss is interpreted as a consequence of nearby volcanic activity related to the Strand Fiord Formation and basin restriction. This is followed by a period of increased preservation of organic carbon and a distinct increase in marine productivity marking the OAE 2 in the Polar Sea straddling the Cenomanian/Turonian boundary. This interval is expressed in a platy shale, devoid of microbioturbation, but characterized with a repopulation event where the low oxygen tolerant genus Trochammina is the dominant component. The Upper Turonian to Santonian interval of the Kanguk Formation reflects shelf conditions that supported mostly rich benthic assemblages, but have at times minute tests as a response to oxygen depletion. K e y w o r d s : C r e t a c e o u s , A r c t i c , F o r a m i n i f e r a , P a l e o e n v i r o n m e n t s , P a l e o c l i m a t e , S e a l e v e l\n1\nexposure of the entire Cretaceous succession (Fig. 2). This study presents the Upper Aptian to Santonian succession that may serve as a reference section for ongoing chemostratigraphic, faunal/floral and geochemical research. The objectives of this study are as follows: 1) Provide a detailed reference section for the Late Aptian to Santonian history of the Sverdrup Basin and document lithological changes and important surfaces; 2) refine existing biostratigraphic zonations for the Arctic Cretaceous by using foraminifera supported by macrofossil occurrences that will aid future correlations to the Western Interior Sea of North America and other Arctic basins such as the Beaufort-Mackenzie Basin; 3) observe foraminiferal assemblage changes and use these to refine the paleoenvironmental his-\ntory of the Cretaceous Sverdrup Basin in respect to sea-level change, tectonism, large volcanic events and climatic changes and associated carbon burial histories; and 4) detect signals of global oceanic systems in the Sverdrup Basin to further integrate the Cretaceous high latitudes with well-studied Tethyan records. These objectives come with challenges in the Cretaceous Polar setting where fossil assemblages lack rapidly evolving calcareous plankton in comparison to those of Tethyan origin. Dominant microfossils are agglutinated foraminifera that deliver biostratigraphic zonal markers. This study is part of a larger research project that addresses large-scale biostratigraphic correlations and paleoenvironmental reconstructions of the Cretaceous Canadian Arctic (Schröder-Adams, 2014)."
  }, {
    "heading": "2. Geological setting",
    "text": "The Sverdrup Basin is located in the Queen Elizabeth Islands and inter island channels and covers approximately 300,000 km2. Basin fill, up to 13 km thick, covers the Carboniferous to Eocene interval including extensive exposures of the Cretaceous Period (Embry and\nBeauchamp, 2008). Axel Heiberg Island is located in the eastern tectonically deformed part of the basin. To the north, the Sverdrup Basin borders the Amerasian Basin with an associated Early Jurassic to earliest Cretaceous rifting phase. During early rifting, the Sverdrup Rim, a remnant of the larger landmass Crockerland that existed to the North of the Sverdrup Basin until the Jurassic (Embry, 1992), separated the proto-Amerasian Basin\nphotograph of B. B) Photo providing an overview of the entire Cretaceous succession with approximate formational boundaries.\n4\nfrom the Sverdrup Basin and acted as a northwestern sediment source. During the Late Jurassic with continued rifting of the Amerasian Basin a connection was formed between the Sverdrup Basin and the Western Interior Sea. At this time the Sverdrup Rim separated the Sverdrup Basin from the Chukchi Basin of Alaska (Embry, 1992 and Embry and Beauchamp, 2008).\nThe depositional history of the Sverdrup Basin is subdivided into eight phases that are bounded by angular unconformities or their correlative surfaces (Embry and Beauchamp, 2008). These are then subdivided further into third-order sequences (Embry and Podruski, 1988 and Embry, 1991). The depositional phases that are of interest here are the Early to earliest Late Cretaceous phase 6 and the Late Cretaceous phase 7. During these phases the following formations were deposited in ascending order: the Deer Bay, Isachsen, Christopher, Hassel, Bastion Ridge and Kanguk formations (Fig. 3). Phase 6 is marked by extensional tectonics, an unconformity on the basin flanks of Hauterivian age, sporadic volcanism, and increased subsidence and sediment input. The Hauterivian to Aptian fluvial to marine deltaic Isachsen Formation is associated with marginal uplift during mid-Aptian time followed by a large transgression during Middle Aptian to Early Albian. This then drowned the Sverdrup Rim and deposited the mudrock dominated Christopher Formation that pro-\ngraded northward (Embry, 1991 and Embry and Beauchamp, 2008). Phase 6 ends with renewed uplift during the Late Albian resulting in the shelf sands of the Hassel Formation (Fig. 3). The Strand Fiord Volcanics, exposed on the western side of Axel Heiberg and Ellesmere islands, give evidence for active volcanism at this time due to hotspots located to the North of the Sverdrup Basin (Embry and Osadetz, 1988). These interfinger with uppermost Christopher, Hassel and Bastion Ridge strata. The lack of the volcanic package at Glacier Fiord makes this locality an uninterrupted sedimentary succession where the Bastion Ridge Formation overlies the Hassel Formation. Phase 7 started in the latest Cenomanian and is characterized by a tectonically quiet time with slow subsidence. This tectonic phase coupled with a major transgression deposited the latest Cenomanian to Campanian Kanguk Formation that is characterized by frequent volcanic ash falls."
  }, {
    "heading": "2.1. Stratigraphic framework",
    "text": "Early mapping efforts (Fig. 2A) including Mesozoic strata of this region go back to Thorsteinsson and Tozer, 1957 and Thorsteinsson and Tozer, 1970 and Tozer (1963). The Cretaceous section at Glacier Fiord exposes in ascending stratigraphic order the Deer Bay, Isachsen, Christopher, Hassel, Bastion Ridge and Kanguk formations (Fig. 3). The Isachsen Formation is subdivided into three members including in ascending order the\nF i g u r e 3 . L i t h o s t r a t i g r a p h i c f r a m e w o r k s h o w i n g C r e t a c e o u s s t r a t i g r a p h - i c u n i t s i n a S E / N E t r a n s e c t . M o d i f i e d a f t e r E m b r y ( 1 9 9 1 ) a n d E m b r y a n d B e a u c h a m p ( 2 0 0 8 ) .\n5\nPaterson Island, Rondon and Walker Island members, where the Rondon Member represents an increasingly mudrock dominated transgressive unit separating the two deltaic sandstone dominated members (Embry, 1985). The silty mudrock dominated Christopher Formation was subdivided into the lower Invincible Point Member and upper MacDougall Point Member. The boundary is marked by a return to mudrock overlying a sandstone unit at the top of the Invincible Point Member (Embry, 1985). The sandstone dominated Hassel Formation was originally described by Heywood, 1955 and Heywood, 1957 from exposures on Ellef Ringnes Island. The Bastion Ridge Formation, consisting of silty shales, has its type locality on western Axel Heiberg Island and was originally described by Fricker, 1961 and Fricker, 1963. The Kanguk Formation, consisting of shale to silty shale, is named after the Kanguk Peninsula located along the Strand Fiord on Axel Heiberg Island (Souther, 1963). Most formations are widely correlated across the Queen Elizabeth Islands and for\ntheir stratigraphic architecture see Embry (1991)."
  }, {
    "heading": "2.2. Biostratigraphy and geochronology",
    "text": "Previous biostratigraphic studies of Arctic Cretaceous strata in North America have utilized foraminifera (e.g. Tappan, 1962, Sliter, 1981, Wall, 1983 and McNeil, 1997), macrofossils (e.g. Jeletzky, 1970 and Hall et al., 2005), diatoms (Tapia and Harwood, 2002 and Witkowski et al., 2011), radiolarians (Pugh, 2013) and palynomorph assemblages (e.g. Hopkins and Balkwill, 1993, NúñezBetelu and Hills, 1992, Núñez-Betelu et al., 1994, Galloway et al., 2012 and Galloway et al., 2013). Those relevant to this study are mentioned in the following passage.\nWall (1983) addressed Jurassic to Upper Cretaceous outcrop strata from Western Axel Heiberg Island, westcentral (Fosheim Peninsula) and northern Ellesmere Island (Blackwelder Mountains) augmented with several well cores drilled on Ellesmere Island. He proposed\nF i g u r e 4 . B i o s t r a t i g r a p h i c c h a r t c o m p a r i n g e x i s t i n g f o r a m i n i f e r - a l f r a m e w o r k s w i t h a n e w l y p r o p o s e d o n e f o r t h e A p t i a n t o S a n t o n i a n G l a c i e r F i o r d s e c t i o n .\n6\na biostratigraphic framework of 11 foraminiferal assemblages correlated with index macrofossils spanning the Toarcian to Maastrichtian interval. Cretaceous aged foraminiferal assemblage markers include in ascending order Uvigerammina sp. 1, Verneuilinoides neocomiensis, Quadrimorphina albertensis, Verneuilinoides borealis, Dorothia smokyensis and Verneuilinoides bearpawensis ( Fig. 4).\nCretaceous foraminiferal assemblages from the Arctic slope of Alaska were presented by Tappan (1962) and five zones were established covering the Albian to Campanian interval. These are in ascending stratigraphic order the Gaudryina tailleuri Zone, Verneuilinoides borealis Zone, Gaudryina irinensis/Trochammina rutherfordi Zone, Pseudoclavulina hastata/Arenobulimina torula Zone and Trochammina ribstonensis/Neobulimina canadensis Zone.\nSliter (1981) described foraminiferal assemblages from the Christopher Formation of Ellef Ringnes and Amund Ringnes islands where he recognized the two oldest zones of Tappan (1962). He proposed the Early Albian Gaudryina tailleuri Zone ranging to a glauconiterich sandstone and the Middle Albian Verneuilinoides borealis Zone; the later correlating to Wall’s V. borealis assemblage from sections of the eastern Queen Elizabeth Islands. The boundary sandstone forms the top of the Invincible Point Member of the Christopher Formation.\nMacrofossil collections from a locality at Dragon Mountain north of Expedition Fiord, western Axel Heiberg Island are significant for stratigraphic correlations to Glacier Fiord. Hall et al. (2005) found a concretionized ammonite bearing horizon 295 m above the base of the Christopher Formation within the basal MacDougall Point Member and above a fine to coarse tuffaceous sandstone. The fossil assemblage, also including inoceramid bivalves, fish remains and palynomorphs was interpreted as being late Middle Albian in age.\nDinocyst assemblages from a nearby section on Axel Heiberg Island have delivered an Aptian to Late Albian age for the Christopher Formation (Nøhr-Hansen and McIntyre, 1998). Palynological analyses of sections on Axel Heiberg and Ellesmere islands including the Glacier Fiord section resulted in a Late Albian age of the Strand Fiord Formation that interfingers with the Bastion Ridge Formation (MacRae, 1992 and NúñezBetelu et al., 1994). These authors propose a large hiatus between the Bastion Ridge and Kanguk formations spanning the entire Cenomanian. The Cenomanian disconformity is contradicted by a 40Ar/39Ar age of 95.3 ± 0.2 Ma measured on the upper lava flow of the Strand Fiord Formation (Tarduno et al., 1998). This age is confirmed by Cenomanian aged mega plant fossils, found within the Strand Fiord Formation (Ricketts et\nal., 1985) ultimately suggesting a Cenomanian age for the coeval Bastion Ridge Formation. For a discussion on variable ages of the Strand Fiord Formation we refer to Estrada and Henjes-Kunst (2013).\nPrevious biostratigraphic work addressing the Glacier Fiord locality as presented in this study includes a macrofossil collection of Scaphites depressus 193.5 m above the basal boundary of the formation assigning a Late Coniacian age to that specific interval of the Kanguk Formation (Hills et al., 1994) In connection with this ammonite occurrence the time equivalent dinoflagellate cyst Odontochitina octopus Núñez-Betelu and Hills was described ( Núñez-Betelu and Hills, 1998)."
  }, {
    "heading": "3. Methods and materials",
    "text": "Cretaceous strata exposed at Glacier Fiord (Fig. 1 and Fig. 2, Table 1) span over nearly 3 km of which 1940 m are presented here. The illustrated sections (Fig. 5, Fig. 6, Fig. 7, Fig. 8, Fig. 9 and Fig. 10) cover the Christopher, Hassel, Bastion Ridge and Kanguk formations. The underlying Deer Bay and Isachsen Formation are also exposed, but will be presented in combination with palynomorph distributions in the future. Outcrops with Deer Bay, Isachsen and Christopher formations are fresh due to glacial retreat and meltwater gullies. The sandstones of the Hassel Formation form a steep cliff that made measuring and detailed observations challenging in certain intervals. The soft mudstone of the Kanguk Formation was characterized by abundant slumping and grass cover resulting in frequent covered sections. However, over 82% of the entire section was measurable. Fieldwork was performed during the 2011 field season and samples were taken at least every 10 m with decreasing sample intervals at boundaries or lithological changes giving preference generally to finer grained intervals in order to retrieve foraminifera. Samples were taken with a pickax to avoid weathered surfaces.\nA set of subsamples was processed for siliceous microorganisms including diatoms and silicoflagellates. Calcareous nannofossil analysis was performed on 150 samples using simple smear slides (Bown and Young, 1998 and Herrle and Bollmann, 2004). A total of 190 samples were broken down using the method of Then and Dougherty (1983) in order to extract foraminiferal assemblages of the > 63 μm fraction. From these picked residues 130 samples yielded foraminifera. Abundances varied between rare (1–5 specimens), few (5 to 10 specimens), common (10 to 20 specimens) and abundant (over 20 specimens). All residues were completely picked. Studies that aided taxonomic identifications of foraminifera included Tappan (1962), Chamney (1978), Sliter (1981), Wall (1983), McNeil (1997), Thomson et al. (2011) and extensive systematic studies from the West-\n7\nern Interior Sea such as McNeil and Caldwell (1981) and others. Due to ongoing taxonomic studies no foraminiferal range chart is presented here.\nRock-Eval pyrolysis (Espitalié et al., 1977) was performed at the Geological Survey of Canada, Calgary, on 58 samples covering the uppermost Christopher, Hassel, Bastion Ridge and partial Kanguk formations, using standard procedures on a DELSI Rock-Eval II/TOC apparatus. Information presented here includes Total Organic Carbon (TOC) and Hydrogen Index (HI)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Lithostratigraphy and paleoenvironments",
    "text": ""
  }, {
    "heading": "4.1.1. Christopher Formation",
    "text": "L o c a t i o n s o f m e a s u r e d p r o f i l e s Profile Formation Start End Profile F Lower\nChristopher N 78°38.023′ N 78°37.906′\nW 89°48.722′ W 89°49.998′ Profile D Middle to upper\nChristopher N 78°37.906′ N 78°37.785′\nW 89°49.998′ W 89°52.333′ Profile A Uppermost\nChristopher to middle Hassel\nN 78°37.941′ N 78°38.272′\nW 89°52.891′ W 89°52.886′ Profile A cont. Upper Hassel N 78°37.804′ N 78°37.795′\nW 89°53.439′ W 89°53.682′ Profile B Bastion Ridge N 78° 37.795′ N 78°38.004′\nW 89°53.682′ W 89°53.951′ Profile C Kanguk N 78°37.942′ N 78°37.967′\nW 89°54.050′ W 89°55.235′\nThe Christopher Formation is well exposed largely along a meltwater channel juxtaposed to a retreating piedmont glacier and is 1240 m thick (Fig. 5, Fig. 6, Fig. 7 and Fig. 8). The lower Invincible Point Member overlies conformably wave-dominated deltaic sandstones of the Isachsen Formation and its basal boundary is placed above the last prominent sandstone bed that shows common Rhizocorallium traces (Fig. 6). The basin deepens and the succession is dominated by silty shale and siltstone with frequent wave rippled, thin fine to medium grained sandstone beds that are often concretionized. The member has a total thickness of 950 m and is characterized by two transgressive/regressive cycles. In the basal portion the fine-grained matrix contains abundant well-rounded coarse-grained quartz grains that give evidence of a nearby sediment source such as a\nshoreface. Pyrite is occasionally present. At about 179 m a pebble lag appears, somewhat discontinuous, that tops a short coarsening upward cycle (Fig. 6). Further up-section thin sandstone beds are hummocky cross-stratified and starved ripples and lenticular bedding occurs. Bioturbation increases up-section with horizontal and vertical traces of which Rosselia traces were identified. The depositional environment is interpreted as mid shelf to lower/upper offshore where fine sands are delivered by storm-generated currents.\nThe lower part of the Invincible Point Member contains abundant glendonites (Fig. 6 and Fig. 7) that more often occur in distinct intervals than scattered as singular occurrences. Glendonites can be followed along bedding surfaces giving the impression that they are scattered over the seafloor and do not occur in individual mounts. The individual glendonites vary in size with up to 8 cm in diameter. Their last occurrence was measured at 485 m below the two shoaling cycles in the middle of the Invincible Point Member (Fig. 7).\nThe regressive part of the lower cycle of the Invincible Point Member is characterized by two shoaling packages (Fig. 7). These are expressed as coarsening upward successions with increasing thickness of fine sandstone beds, heavily bioturbated with Thalassinoides and Rosselia traces. Sandstones are wave rippled and show interference ripples on a surface that is heavily stained with a red color. The top of the lower package is characterized by a surface covered in small bivalves where most of which have been dissolved leaving molds only (at 520 m, Fig. 7). Sample 42 directly above this bivalve bed contains glauconite and high foraminiferal numbers indicating low sedimentation rates (Fig. 7). This interval is interpreted as two repeated shoaling cycles into an offshore transition to lower shoreface environment characterized by the Cruziana Ichnofacies. The preservation of a bentonite in the upper cycle indicates co-occurrence of volcanism and intermittent low energy phases.\nThe upper transgressive/regressive cycle of the Invincible Point Member (Fig. 7 and Fig. 8) is dominated by silty shale with intervals of increasingly frequent thin, fine-grained sandstone beds, which are wave rippled. Pyrite is occasionally present and large individual siderite concretions occur. Three thin bentonites are preserved over an interval of 20 m. The shelf region remained periodically within storm current reach, but other intervals are platy, dark gray shale and a below storm wave base deposition is interpreted. The deeper intervals are inhabited by foraminiferal tubular suspension feeders.\nStorm beds in hummocky cross-stratified, finegrained sandstone reappear at about 800 m in the section and the entire upper transgressive/regressive unit\nT a b l e 1 . L o c a t i o n s o f m e a s u r e d p r o - f i l e s a t G l a c i e r F i o r d , A x e l H e i b e r g I s l a n d .\n8\nis 195 m thick (Fig. 8). Intervals that are dominantly fine-grained sandstone interchange with siltstone and mudstone dominated intervals. A 45-m-thick, mudstone dominated section was inaccessible in the narrow river gorge. Bioturbation is abundant and indicates the Cruziana Ichnofacies. The silty to sandy mudrock is rusty in color and certain sandstone beds vary between gray and red (Fig. 8). The interbedded mudrock/sandstone sections are interpreted as offshore transition shallowing to lower shoreface in sections where bioturbated muddy sandstones prevail. At 940 m sample D85 contains pellets that are interpreted as small coprolites. Their composition awaits analysis, but a greenish color might point towards glauconite. After this flooding event, sandstone beds decrease in thickness and benthic foraminifera reappear and become common to abundant\nafter the last thick sandstone bed ( Fig. 8).\nThe boundary between the Invincible Point and MacDougall Point members is placed at 995 m at the top of the last sandstone bed. The MacDougall Point Member is 240 m thick and is mudstone dominated with intermittent concretion beds, rusty in color at the basal interval and lighter at the top interval below the Hassel Formation (Fig. 8 and Fig. 9). Here wave-rippled thin finegrained sandstone beds gradually reoccur. This member signals a return to shelf conditions. Approximately 140 m were covered, but interpreted as mudstone dominated based on the topography of the covered interval; cliff-forming sections indicating sandstone facies were not observed.\nF i g u r e 5 . L e g e n d o f s y m b o l s a n d a b b r e v i a t i o n s f o r F i g . 6 , F i g . 7 , F i g . 8 , F i g . 9 a n d F i g . 1 0 ."
  }, {
    "heading": "4.1.2. Hassel Formation",
    "text": "The Hassel Formation, mainly exposed in a steep cliff, has a total thickness of 252 m at Glacier Fiord locality. Its base is placed at the first thick sandstone with thin mudstone interbeds (Fig. 9). The formation is an alternating succession of sandy mudstone with fine sandstone, where the sandstone beds gain in dominance up-section. The upper 80 m become sandstone dominated, with massive sandstone at the top. The strata are moderately to heavily bioturbated and follow the shoreface model of an ichnofacies succession from Zoophycos changing to distal and proximal Cruziana and terminating with a Skolithos Ichnofacies. This observed succession suggests shoreface progradation from a lower offshore environment in\nthe uppermost Christopher to an upper offshore and offshore transition zone in the lower half of the Hassel strata to a lower shoreface and middle to upper shoreface. The middle to upper shoreface is demonstrated by abundant vertical burrows of the Skolithos Ichnofacies (Pemberton et al., 2001). A distinct bed with abundant Shaubcylindrichnus freyi, which is a trace of the distal Cruziana Ichnofacies, at the base of the Hassel Formation confirms the lower offshore interpretation for that interval. The presence of consistent HCS was not observed suggesting a lack of storms, although the steepness of the lower Hassel cliff hindered detailed observation. The upper shoreface, which was more accessible along a river cut, showed distinct trough cross-stratification (Fig. 9). The\ntop of the Hassel Formation above the Skolithos facies is a complex interval with a bed of shale rip-up clasts, mudcracks (Fig. 9), wave ripples, and finally a deep orange mottled unit, that is tentatively interpreted as a paleosol. Distinctive root traces, however, were not observed."
  }, {
    "heading": "4.1.3. Bastion Ridge Formation",
    "text": "The Bastion Ridge Formation is about 80 m thick and is a dominantly silty shale interval that rapidly coarsens upward to a 7 m thick fine-grained sandstone at the top (Fig. 9). The silty shale is rusty in color and takes a bluish tint towards the top. The basal shale unit is biotur-\nbated and contains foraminifera but changes to mainly nonbioturbated and barren of foraminifera above. A bentonite is preserved in the middle of this succession. The sandstone shows wave-rippled surfaces, is moderately to heavily bioturbated and becomes finer upsection as the color changes to gray (Fig. 9). Núñez-Betelu et al. (1994) described a paleosol at the top of the Bastion Ridge Formation, which we are unable to confirm here. The upper sandstone strata change from an orange to a gray color, but the final boundary to the overlying Kanguk Formation was obscured resulting in about 8 m of covered section."
  }, {
    "heading": "4.1.4. Kanguk Formation",
    "text": "The Kanguk Formation has an approximate total thickness of 510 m although large parts were either slumped or covered by grass and therefore difficult to piece together (Fig. 10). The formation is mainly mudstone dominated with intervals where silt and very fine sandstone is mixed in. These do not occur in distinct beds but are recognized in an increasingly grittier sediment texture. The basal 8 m are unfortunately also slumped and therefore not sampled, but added to the Kanguk Formation due to its unconsolidated nature. The first measurable 55 m are thin platy shale (“paper” shale) without microbioturbation (Quesnel, 2013). In the siltier parts fine traces appear.\nThis interval corresponds to a sudden and significant increase in total organic carbon (TOC) and corresponding Hydrogen Index (HI) (Fig. 11). Above the organicrich “paper” shale the silt component increases and the section changes to an overall lighter color. This middle unit is characterized by frequent, orange weathered bentonites. Towards the top of the measured Kanguk profile very fine sandstone interbeds appear at 1840 m followed by a distinctly rusty, siltstone unit at 1872 m. This interval is marked by abundant clumps of large inoceramids (Fig. 10). The depositional environment is interpreted as an outer shelf setting for the “paper shale” unit, changing to a middle shelf within reach of frequent storm\n12\ngenerated currents and their transport load, topped by a transition to a lower offshore setting where inoceramids become common within the rusty siltstone interval."
  }, {
    "heading": "4.2. Sequence stratigraphy",
    "text": "A number of sequence stratigraphic surfaces can be recognized within the measured section that allow defining four full and two partial sequences (Fig. 11). Sequence 1 has its base within the upper Isachsen Formation, and therefore not observed here, and its top at 595 m expressed as a maximum regressive surface (Fig. 7). Sequence 2 ranges from 595 m to 865 m and is bounded by maximum regressive surfaces. This\nsequence covers the upper transgressive/regressive cycle of the Invincible Point Member. A maximum flooding surface (MFS) is placed at approximately 620 m where the lithology changes to black shale and pyrite starts to appear in the form of rods which might represent tubular suspension feeders supporting interpretations of a deep, low-energy environment at that interval. Sequence 3 comprises the uppermost Invincible Point Member, MacDougall Point Member and overlying Hassel Formation (Fig. 8 and Fig. 11). A maximum flooding surface is placed at approximately 1020 m where suspension feeders come back into the assemblage. The upper boundary is formed by a paleosol con-\nF i g u r e 9 . S e c t i o n s h o w i n g l i t h o l o g y , f o r a m i n i f e r a l z o n e s a n d o c c u r r e n c e s a n d s e l e c t - ed images of the uppermost Christopher, Hassel and Bast ion Ridge formations. For legend see Fig. 5 .\nnected with an unconformable shoreline ravinement surface (SR-U) (Fig. 9). Sequence 4 is thin and encompasses the Bastion Ridge Formation (Fig. 9 and Fig. 11). Although, we were unable to observe a paleosol at the top of the upper sandstone of this formation; such a horizon was described by MacRae (1992) and NúñezBetelu et al. (1994) and accepted here as the top of sequence 4, which would then be bounded by SR-Us. Sequence 5 spans most of the measured part of the Kanguk Formation and ranges to the upper siltstone at 1875 m where we place another maximum regressive surface (Fig. 10 and Fig. 11). This conformable boundary then forms the base of sequence 6 with no defined upper boundary due to covered section. A maximum flooding\nsurface is placed within the basal “paper” shale.\n4.3. Foraminiferal assemblages and biostratigraphic significance\nAptian to Santonian foraminiferal assemblages greatly vary in abundance and species richness throughout the interval. No planktic species were retrieved and calcareous benthic species were rare and often poorly preserved compared to other reported Arctic timeequivalent calcareous faunas (e.g. Tappan, 1962). This would suggest that taphonomic loss through dissolution has to be taken into account. Agglutinated foraminifera are dominant and moderately to well preserved, generally increasing in abundance and species richness upsection. Faunal turnovers appear gradual and abrupt."
  }, {
    "heading": "In order to refine the proposed foraminiferal zonations",
    "text": "or assemblage markers that are proposed for the Arctic Cretaceous the following principles have been applied. Established marker species were used if they were sufficiently present in samples. Additional marker species were added that: a) show short biostratigraphic ranges; b) correlate to important paleoenvironmental events; and c) allow for closer correlation with the zonation established for the Western Interior Sea (Caldwell et al., 1978) and Beaufort Mackenzie Basin (McNeil, 1997). A total of nine zones are proposed, which are discussed in stratigraphic order (Fig. 4). Selected taxa including marker species are illustrated in Plate 1."
  }, {
    "heading": "4.3.1. Christopher Formation",
    "text": "The lower Invincible Point Member of the lower Christopher Formation (first transgressive/regressive cycle) is overall poor in foraminiferal content and those rare specimens that occur are mostly of calcareous nature and poorly preserved (Fig. 6). The marker species Quadrimorphina albertensis Mellon and Wall sporadically occurs, but is easily overlooked due to its minute size. Complementary species of this assemblage include the calcareous taxa Dentalina strangulata Reuss, Dentalina distincta Reuss, Dentalina dettermani Tappan, Saracenaria projectura Stelck and Wall, Conorboides umiaten-\n15\n16\nsis (Tappan), Discorbis norrisi Mellon and Wall and the agglutinated taxa Trochammina mcmurrayensis Mellon and Wall and Haploghragmoides sluzari Mellon and Wall. Wall (1983) dated the Q. albertensis Assemblage Early Albian in age based on ammonite associations. Thomson et al. (2011) extended the range of this marker into the middle Albian in the Peel Plateau region (Northwest Territories). Here, we extend the range of this marker down into Late Aptian since it occurs in the lowermost Christopher Formation. A latest Early to Late Aptian age for the lowermost Christopher Formation is also confirmed by dinocyst assemblages described from a nearby section (Nøhr-Hansen and McIntyre, 1998). This zone partially correlates to the Early Albian Gaudryina tailleuri Zone at the northern slope of Alaska (Tappan, 1962) and the Ringnes islands (Sliter, 1981) (Fig. 4). Elements including the zonal marker occur in the Lower to Middle Albian Clearwater Formation of Alberta (Mellon and Wall, 1956).\nThe Verneuilinoides borealis Zone appears at the first flooding surface after the first coarsening upward succession (Fig. 7). A number of additional species appear in an interval of reduced sedimentation and maximum flooding (Sample D42) including Ammobaculites fragmentarius Cushman, Ammobaculites wenonahae Tappan, Haplophragmoides topagorukensis Tappan, Ammodiscus rotalarius Loeblich and Tappan and Gaudryina canadensis Cushman in addition to rare calcareous species of the underlying zone such as Discorbis norrisi. These species disappear with the second shoaling cycle and return with the upper renewed flooding cycle (Fig. 7). A late Early Albian to early Middle Albian age is assigned. Wall (1983) extends his V. borealis Assemblage into the\nLate Albian (Fig. 4); we, however, choose Evolutinella multiplum (Stelck and Wall) as the next zonal marker since this taxon allows correlations to the Western Interior Sea (Schröder-Adams, 2014) where it marks the middle Middle Albian interval (there Haplophragmoides multiplum, Caldwell et al., 1978) and because V. borealis Tappan is relatively rare.\nEvolutinella multiplum first appears at 720 m in the section within the upper Invincible Point Member (Fig. 7) and occurs together with common specimens of Haplophragmoides topagorukensis, and rare occurrences of Lenticulina macrodisca (Reuss), Uvigerammina athabascensis (Mellon and Wall), Haplophragmoides gigas Cushman and Textularia topagorukensis Tappan. Its upper limit reaches throughout the offshore transition/lower shoreface succession up to about 950 m in the section (Fig. 8). A middle to late Middle Albian age is assigned to this interval.\nAs the paleoenvironment deepens again in the MacDougall Point Member agglutinated foraminifera become abundant (Fig. 8) and some of the species develop large tests. This interval is assigned to the Haplophragmoides gigas/Gaudryina canadensis Zone, complemented by Ammobaculites fragmentarius, Psamminopelta bowsheri Tappan, Haplophragmoides yukonensis Chamney, Trochammina rainwateri Cushman and Applin, Miliammina ischnia Tappan, Ammobaculites wenonahae and others. This assemblage remains to the end of measured profile D and is assigned a early Late Albian age. Stratigraphic correlations can be made to the Gaudryina canadendis Zone of the Peel Plateau ( homson et al., 2011) and to the Haplophragmoides gigas Zone of the Western Interior Sea ( Caldwell et al., 1978).\nPlate 1. Selected foraminifera species. Scale bars equal 0.25 mm. 1. Reophax vasiformis Stelck, Hassel Formation, profile A, sample A11. 2. Reophax troyeri Tappan, Hassel Formation, profile A, sample A8. 3, 4. Haplophragmoides albertensis, Kanguk Formation, profile C, sample C90. 5. Haplophragmoides postis Stelck and Wall, uppermost Christopher Formation, profile A, sample A2. 6. Evolutinella multiplum (Stelck and Wall), Christopher Formation, profile D, sample D73. 7, 8. Quadrimorphina albertensis (Mellon and Wall), lower Christopher Formation, profile D, sample D27, 7. spiral side, 8. umbilical side. 9, 10. Haplophragmoides topagorukensis Tappan, both sides of a distorted test, Christopher Formation, profile D, sample D42. 11, 12. Haplophragmoides gigas Cushman, uppermost Christopher Formation, profile A, sample A8. 13. Ammobaculites wenonahae Tappan, Christopher Formation, profile D, sample D96. 14. Ammobaculites fragmentarius Cushman, Christopher Formation, profile D, sample D91. 15. Gaudryina irinensis Tappan, Bastion Ridge Formation, profile B, sample B30. 16. Verneuilinoides fischeri, Tappan. Bastion Ridge Formation, profile B, sample B30. 17, 18. Arenobulimina cf. torula Tappan, Kanguk Formation, profile C, sample C63. 19. Textularia topagorukensis Tappan. Bastion Ridge Formation, profile B, sample B30. 20, 21. Verneuilinoides borealis Tappan. Christopher Formation, profile D, sample D42. 22, 23. Trochammina umiatensis (Tappan), Kanguk Formation, profile C, sample 51, 22. spiral side, 23. umbilical side. 24, 25. Trochammina rutherfordi Stelck and Wall, Kanguk Formation, profile C, sample 46, 34. spiral side, 25. umbilical side. 26. Evolutinella boundaryensis McNeil, Kanguk Formation, profile C, sample C71. 27. Miliammina manitobensis Wickenden, Hassel Formation, profile A, sample A6. 28, 29. Glaphyrammina spirocompressa McNeil, Kanguk Formation, profile C, sample C90. 30. Lenticulina macrodisca (Reuss), Christopher Formation, profile D, sample D57.\n17\nPlate 2. Molluscan fauna. All specimens whitened with ammonium chloride prior to photography. All specimens illustrated at × 1.\n1–3. Scaphites nigricollensis Cobban. GSC Number 137126, from GSC Loc. V-002862, Kanguk Formation, in scree, upper, but not uppermost, Turonian. 1. Right lateral view. 2. Posterior view. 3. Left lateral view. 4–5. Scaphites corvensis Cobban. GSC Number 137127, from GSC Loc. V-002862, Kanguk Formation, in scree, uppermost Turonian. 4. Left lateral view. 5. Posterior view. 6, 7. Sphenoceramus patootensis (de Loriol). GSC Number 137128, from GSC Loc. V-002860, Kanguk Formation, 660–682 m above base of section, in scree, upper Santonian to lower Campanian. 6. Right valve view. Lateral view of right valve. 8. Sphenoceramus patootensis (de Loriol)? GSC Number 137129, from GSC Loc. V-002860, Kanguk Formation, 660–682 m\nabove base of section, in scree, upper Santonian to lower Campanian. 8. View showing coarse ornamentation on fragment from more mature part of valve.\n9–11. Arctica sensu lato sp. GSC Number 137130, from GSC Loc. V-002863, Christopher Formation, probably Albian. 9. Left lateral view. 10. Dorsal view. 11. Right lateral view. 9–11. Arctica sensu lato sp. GSC Number 137130, from GSC Loc. V-002863, Christopher Formation, probably Albian. 9. Left lateral view. 10. Dorsal view. 11. Right lateral view.\n18"
  }, {
    "heading": "4.3.2. Hassel Formation",
    "text": "The uppermost Christopher and Hassel formations experience a significant paleoenvironmental change as the shelf gradually changed to a shoreface environment (Fig. 9). Benthic foraminifera respond to this change. Samples were taken where muddy interbeds prevailed below the shoreface sandstones. The Miliammina manitobensis/Reophax Zone is assigned to this interval with a Late Albian age. Miliammina manitobenis Wickenden does not occur commonly, but is the zonal marker for the time-equivalent interval in the Western Interior Sea (Caldwell et al., 1978). As the paleoenvironment shoals upward Reophax start to dominate up-section within the lower Hassel Formation and therefore is added as an indicator taxon. The assemblage is complemented by Saccammina lathrami Tappan, Haplophragmoides postis Stelck and Wall, Gravellina chamneyi Stelck, Reophax troyeri Tappan, Reophax vasiformis Stelck, Ammobaculites fragmentarius, Psamminopelta bowsheri, Hippocrepina barksdelei (Tappan), Trochammina umiatensis Tappan and others."
  }, {
    "heading": "4.3.3. Bastion Ridge Formation",
    "text": "The next stratigraphic level where benthic foraminifera reoccur is the basal Bastion Ridge Formation (Fig. 9). This assemblage, which completely disappears after the lower 5 m, is dominated by Gaudryina irinensis Tappan, which is given zonal marker status. It allows this interval to be correlated to the Arctic Slope of Alaska where Tappan (1962) described the Gaudryina irenensis–Trochammina rutherfordi Zone for the Cenomanian Stage. Additional faunal elements, all typical for the Cenomanian, include Spiroplectammina ammovitrea Tappan, Verneuilinoides fischeri Tappan and Textularia gravenori Stelck and Wall. In contrast to the Late Albian assignment based on palynomorphs ( MacRae, 1992 and Núñez-Betelu et al., 1994) a Cenomanian age for the Bastion Ridge Formation is adapted here in line with the Cenomanian geochron age of the interfingering Strand Fiord volcanics ( Tarduno et al., 1998). The remaining strata of the Bastion Ridge Formation remain barren."
  }, {
    "heading": "4.3.4. Kanguk Formation",
    "text": "The Kanguk Formation is an over 500 m thick sedimentary record that documents the deepest part of the sampled strata, remaining mostly stratigraphically undivided. Wall (1983) described the Dorothia smokyensis Assemblage ranging from Early Turonian to Early Campanian overlain by the Verneuilinoides bearpawensis Assemblage of Late Campanian age. Dorothia smokyensis Wall occurs rarely and sporadically, whereas the Campanian is barely sampled in this study since the upper 140 m measured to the base of the Expedition Formation is covered and thus V. bearpawensis (Wickenden) was not encountered (Fig. 10). The basal unit of the Kan-\nguk Formation shows a flood of Trochammina rutherfordi Stelck and Wall in sample 46. This taxon is a Cenomanian zonal marker at the North Slope of Alaska (Tappan, 1962) and originally described from the Cenomanian to Turonian Kaskapau Formation of Alberta ( Stelck and Wall, 1955). At Glacier Fiord this taxon also ranges into the Turonian, but occurs particularly abundant in that one sample supporting a latest Cenomanian age for the base of the Kanguk Formation keeping in mind that the basal 8 m is covered.\nThe Turonian/Coniacian assemblage is assigned to the Dorothia smokyensis Zone despite its rare occurrence. Other faunal elements of this zone as described by Wall (1983) were recognized as well including Trochammina ribstonensis Wickenden, Pseudoclavulina sp. and Pseudobolivina rollaensis Wall. The Dorothia smokyensis Zone is amended here with Evolutinella boundaryensis McNeil, which occurs in the Turonian interval. This taxon was originally described from the Cenomanian/Turonian Boundary Creek Formation of the Beaufort Mackenzie Basin (McNeil, 1997) and its use here as zonal marker allows for stratigraphic correlations between the two basins. The short interval that was sampled within the Coniacian (Fig. 10) contains a large taxon that resembles Apostrophoides silus McNeil, originally described from the Maastrichtian Tent Island Formation in the Beaufort Mackenzie Basin (McNeil, 1997). Further taxonomic study has to determine if the range can be extended into the Coniacian.\nGlaphyrammina spirocompressa was also described by McNeil (1997) from the upper Santonian to Campanian Smoking Hills Formation east of the Mackenzie Delta. This species is here for the first time recognized in the Kanguk Formation and used as a marker for the upper Santonian succession. This then correlates well with the Late Santonian/Early Campanian age of Sphenoceramus patootensis, which occurs commonly at the top of the measured section (Fig. 10)."
  }, {
    "heading": "4.4. Macrofossils",
    "text": "Macrofossil collections (Plate 2) made during the field season are limited but have significance in the proposed stratigraphic framework. In the uppermost Christopher Formation (basal profile A, Fig. 9) a bed of abundant bivalves appears about 8 m from the base where shells are in-situ with both valves connected and intact. These are identified as Arctica sensu lato sp. with an indeterminate range of Early Albian to Late Cretaceous.\nTwo ammonites were collected from the Kanguk Formation (Profile C, Fig. 10) about 130 m above the boundary to the Bastion Ridge Formation. The ammonites were not in-situ, but the preservation of two would suggest a stratigraphic interval close to their collection point. These two specimens are identified as Scaphites\n19\nnigricollensis Cobban and Scaphites corvensis Cobban, suggesting a latest Turonian age for that interval. This discovery compares well with the occurrence of Scaphites depressus Reeside that was described from the same section, but stratigraphically higher at 193.5 m above the base of the Kanguk Formation (Hills et al., 1994). The postulated Late Coniacian age for the Scaphites depressus Zone confirms the higher stratigraphic interval of their collection (Fig. 10).\nThe uppermost portion of the measured Kanguk Formation has clusters rich in large bivalves that are identified as Sphenoceramus patootensis (de Loriol) providing a latest Santonian to early Campanian age. This species is widespread throughout the Upper Cretaceous Boreal realm (Donovan, 1954, Jones and Gryc, 1960, Jeletzky, 1970 and Olsen and Pedersen, 1991) and was also found in our collecting on Ellef Ringnes Island, Nunavut (Pugh, 2013). The fragile nature of these tests (Fig. 10) suggests an in-situ position at Glacier Fiord where the tests lie parallel to the bedding surface. Olsen and Pedersen (1991) observed juvenile specimens upright anchored in the sediment as suspension feeders and adult specimens lying on their side."
  }, {
    "heading": "5. Discussion",
    "text": "The succession exposed at Glacier Fiord provides a window into a complex Polar marine ecosystem and its response to climate, eustatic and tectonic changes. A total of six sequences, of which four are complete, have been identified in the studied interval; these are compared in Fig. 11 with the transgressive/regressive mega cycles of Gradstein et al. (2012). Foraminiferal assemblages responded to paleoenvironmental changes caused by water depth fluctuations, although some with a delayed response. Rapidly evolving calcareous planktic groups such as foraminifera and calcareous nannofossils were not found. Further, the entire section turned out to be barren of diatoms and silicoflagellates. No radiolarians were found in the samples processed for foraminifera. This is interpreted as a taphonomic artifact triggered by deep burial of the sediments that can lead to dissolution (Hein et al., 1978). In contrast, rich diatom and radiolarian assemblages were found in the Kanguk Formation from Ellef Ringnes Island (Pugh, 2013). There doming from salt diapirism might have prevented a burial depth where biosilica goes into solution. The remaining fossil groups are benthic foraminifera and palynomorphs.\nBenthic foraminiferal turnovers occur either gradually or rapidly, keeping in mind that with compaction, slow sedimentation rates and sampling methods, each sample alone covers a considerable amount of geological time. Gradual faunal changes are triggered by water depth change where assemblages migrate from their preferred habitats and return when suitable conditions\nreturn (e.g. Olson and Leckie, 2003). This translates into long biostratigraphic ranges of benthic foraminifera. Others are more rapid faunal changes with increased extinction rates that might be caused by Oceanic Anoxic Events (OAEs) (for reviews Friedrich, 2010 and Föllmi, 2012) or massive volcanism (e.g., Larson and Erba, 1999 and Keller, 2008). Each foraminiferal zone and observed changes in the benthic community and their possible causes will be discussed in ascending stratigraphic order. Major events are summarized in Fig. 11."
  }, {
    "heading": "5.1. Quadrimorphina albertensis Zone",
    "text": "This zone occurs in the Upper Aptian to Lower Albian and is the only assemblage encountered in the Cretaceous succession at Glacier Fiord that is dominated by calcareous taxa and those are of minute size with fairly thin walls, often poorly preserved. The only other calcareous genus remaining within the younger zones is Lenticulina with a thick walled test. The occurrence of this zone is time-equivalent with the frequent glendonite beds (Fig. 11). Glendonites are calcite pseudomorphs after ikaite that favor organic-rich marine sediments, elevated alkalinity and dissolved phosphate and cold temperatures (e.g., Selleck et al., 2007). The alkaline conditions of the Late Aptian to Early Albian might have favored both, the preservation of the calcareous foraminiferal elements and formation of glendonites. The organic matter required for glendonite formation suggests dysoxic bottom water during this time, indicated by the minute size of the calcareous species such as Q. albertensis and Discorbis norrisi. Minute tests of benthic foraminifera are a common phenomenon in dysoxic/ anaerobic marine phases (e.g., Koutsoukos et al., 1990).\nThe use of glendonites as cold water indicators was already proposed by Kemper (1987), who postulated a Late Aptian to Early Albian temperature minimum zone based on his studies in the Canadian Arctic. Since then many studies have established ice house climate phases intersecting the Cretaceous greenhouse climate (for summaries Weissert and Lini, 1991, Price, 1999 and Föllmi, 2012). The reliably established Late Aptian/Early Albian global cooling event in combination with the glendonite occurrences in the lowermost Christopher Formation at Glacier Fiord has allowed us to extend the lower range of the Q. albertensis Zone into the Late Aptian."
  }, {
    "heading": "5.2. Verneuilinoides borealis Zone",
    "text": "This zone is of late Early Albian age and might range into the Middle Albian; the Early/Middle Albian boundary is not well defined. The assemblage of the V. borealis Zone establishes with the first major transgression after the lower shoaling cycle and becomes now dominated by agglutinated species. The sandstones show a reddish color, a phenomenon widely occurring\n20\nin Aptian/Albian sediments of Germany and interpreted there by Kemper (1987) as aeolian derived clays during arid periods. A humidity/aridity curve was presented by Price (1999) based on European data by Hallam et al. (1991) that indicates a trend towards aridity in the lower part of the Albian. Mineralogical analysis is needed to investigate the clay compositions."
  }, {
    "heading": "5.3. Evolutinella multiplum Zone",
    "text": "This zone is of Middle Albian age and correlates with the upper half of sequence 2 (Fig. 11). Black organicrich shales with no storm beds in the lower part represent a shelf setting that at times was poorly oxygenated, supporting communities of small-sized benthic species that intermittently alternate with larger forms. The zonal marker is also used in the zonation for the Western Interior (Caldwell et al., 1978) where it corresponds to the transgression of the time equivalent Harmon/ Hulcross Sea (Schröder-Adams, 2014). The deep water assemblage becomes sparse up-section as water depth decreases and a lower shoreface environment developed very near the top of the Invincible Point Member. Evolutinella multiplum is absent in the shoreface succession, but reappears above the maximum regressive surface in a condensed section at 950 m (Fig. 8). Here is an example of species retreating into their preferred environment only to come back as those conditions are restored again."
  }, {
    "heading": "5.4. Haplophragmoides gigas/Gaudryina canadensis Zone",
    "text": "This zone is of Late Albian age and occurs in the loThis zone is of Late Albian age and occurs in the lower part of sequence 3 (uppermost Invincible Point Member and MacDougall Point Member) (Fig. 11). It has its counterpart in the H. gigas Zone in the Western Interior Sea (Fig. 4) where it is associated with the narrow Joli Fou Seaway, which connected with the Tethyan Ocean to the South (Williams and Stelck, 1975). The seafloor at this time was well oxygenated and provided abundant nutrients resulting in dominantly large tests. Large foraminiferal test growth associated with these conditions is described from modern deep water settings (Gooday, 1994) and the relation between test size and ecological parameters in Cretaceous oxygen-depleted oceans is well known (e.g., Koutsoukos et al., 1990). 5.5. Miliammina manitobensis/Reophax Zone\nThis zone is of Late Albian age and occupies the uppermost Christopher and lower Hassel formations. The zonal boundary to the underlying H. gigas Zone is gradational and is environmentally controlled; both fall within sequence 3. As the basin shallows and shoreface sands prograde out, this zone is coming in. Miliammina is an indicator for brackish water and is abundantly found in modern and ancient estuaries (SchröderAdams, 2006) indicating here increasing proximity to\na shoreline and fluvial input. Miliammina manitobensis forms the zonal marker of the Mowry Sea occupying the Western Interior during latest Albian time (Williams and Stelck, 1975); there the species is more common indicating the increasingly brackish conditions of the Western Interior Sea in comparison to the Cretaceous Polar Sea. With increasing proximity to the shoreline and coarsening of the sediment, various Reophax species with coarse-grained test walls (Plate 1) start to dominate the fauna. In modern settings Reophax is known from a large bathymetric range, but has been found in the Viking Formation of the Western Interior Sea to remain as a dominant species in high energy shoreface environments (e.g., MacEachern et al., 1999)."
  }, {
    "heading": "5.6. Gaudryina irinensis Zone",
    "text": "This zone occurs in the Cenomanian Bastion Ridge Formation and has a short lifespan associated with sequence 4, the only sequence bounded by unconformities (SR-Us). A single sample above the sequence boundary that forms the Albian/Cenomanian boundary contains abundant foraminifera of low species richness that disappear in the remaining silty shale of the formation. TOC and HI values increase only considerably higher in the lowermost Kanguk Formation, an interval we interpret as the OAE 2 (Fig. 11). Thus, a different paleoecological change must have been responsible for the total disappearance of benthos. The Cenomanian is globally a complex interval, which represents a global temperature maximum, high CO2 burial marking the onset of the OAE 2 (e.g. Friedrich et al., 2012), massive volcanism (e.g., Turgeon and Creaser, 2008 and Du Vivier et al., 2014) and maximum sea levels (e.g., Miller et al., 2005 and Haq, 2014). TEX86 measurements of Cretaceous sediments from the Alpha Ridge in the Arctic Ocean have delivered a temperature of ~ 15 °C for polar waters during the Maastrichtian (Jenkyns et al., 2004). Vertebrate assemblages from Cenomanian strata on Axel Heiberg Island suggest mean annual temperatures exceeding 14 °C (Tarduno et al., 1998). Kerr (1998) argued that increased magmatism would have contributed to anoxia through reactions with trace metals and sulfides in hydrothermal fluids resulting in anoxia. We speculate that the volcanism of the Strand Fiord Formation, where the lowermost flows interfinger with the Bastion Ridge Formation (Tarduno et al., 2002) might have contributed to the inhospitable marine environment of this succession. Alternatively, the Bastion Ridge Formation might reflect a restricted basin under increasing freshwater influence as suggested by dinoflagellate assemblages (MacRae, 1992). A suggested Late Albian to Late Cenomanian age for the Strand Fiord volcanics (Tarduno et al. (2002); Estrada and Henjes-Kunst, 2013) would explain the early disappearance of benthic foraminifera long before the onset of the OAE 2.\n21"
  }, {
    "heading": "5.7. Trochammina rutherfordi Zone",
    "text": "This zone appears in the latest Cenomanian and the zonal marker ranges up into the Turonian. The zone occupies the upper portion of the OAE 2 interval that appears in the basal Kanguk Formation, where increased marine-type II organic matter was buried (Fig. 11). The lower portion of the OAE 2 interval might be obscured by the covered interval between Bastion Ridge and Kanguk formations (Herrle et al., 2013). The Rock Eval data provide evidence for increased marine productivity, possibly triggered by increased nutrients through flooding of coastal regions or upwelling. Plankton might have been of siliceous nature, although their shells are not preserved due to the burial history of this site. In any case, increased surface productivity resulted in nutrients for low diversity benthic communities that were adapted to dysoxic bottom conditions. The platy nature of the shale without detectable microbioturbation (Quesnel, 2013) confirms bottom water anoxia. However, a sample with abundant Trochammina rutherfordi (here chosen as the zonal marker) was found that would qualify as a repopulation event as described by Friedrich (2010). These are explained by short ventilation events associated with cooling phases and reduced humidity (Herrle et al., 2003). The genus Trochammina is, however, also known for its adaptation to low oxygen environments (Koutsoukos et al., 1990) and its preference for high organic content (Nagy et al., 2010)."
  }, {
    "heading": "5.8. Dorothia smokyensis-Evolutinella boundaryenis Zone",
    "text": "This zone appears in the Turonian interval and ranges into the Santonian, which was poorly exposed. The Turonian succession is characterized by minute tests that indicate bottom dysoxia. During the Late Turonian and into the Coniacian shallowing brings the area above storm wave base and increased bottomwater ventilation which resulted in reduced burial of organic matter (Fig. 11). Returning hospitable conditions for foraminifera support construction of larger tests (Fig. 10). Friedrich et al. (2012) showed, based on global carbon and oxygen isotope compilations, that the interval of maximum temperature during the Cenomanian and Early Turonian was followed by a cooling trend commencing during the end of the Turonian as a result of opening marine gateways to polar water. Evolutinella boundaryensis is an element of the Trochammina superstes Zone of the Cenomanian/Turonian Boundary Creek Formation of the Beaufort Mackenzie Basin (McNeil, 1997) and is for the first time recognized in the High Arctic. Trochammina superstes was not found at the Glacier Fiord locality.\n5.9. Glaphyrammina spirocompressa Zone\nThis zone forms the top of the measured section and suggests a Late Santonian to Early Campanian age. This species forms the zonal marker for the time-equivalent section in the Beaufort-Mackenzie Basin (Fig. 4, McNeil, 1997). The Santonian assemblage is relatively rich in benthic foraminifera and species richness increases. Their small tests indicate a return to depleted oxygen conditions. This interval is also inhabited by clumps of Sphenoceramus potootensis. Inoceramids consistently occurred during the Cretaceous in ecological habitats with low dissolved oxygen. It has been suggested that symbiosis with chemosynthetic bacteria allowed them to thrive in those conditions (Kauffman and Sageman, 1990 and MacLeod and Hoppe, 1992). Sphenoceramus patootensis was found at the same stratigraphic level within the Kanguk Formation of Ellef Ringnes Island (Pugh, 2013) where it also indicates the Santonian/Campanian boundary interval and a maximum regressive surface."
  }, {
    "heading": "5.10. Correlation with global transgressive/regressive events",
    "text": "We compare the established six sequences with the transgressive/regressive mega cycles by Gradstein et al. (2012) that are driven by glacial eustasy and global tectonism. We recognize phases in the Sverdrup Basin that appear correlative to global events and others that appear controlled by regional basin tectonics (Fig. 11). Correlative intervals with global events are; a) the boundary between sequences 1 and 2 expressed at Glacier Fiord as a maximum regressive surface within the Lower Albian; b) the Middle to Late Albian transgression of sequence 3 expressed as the mudstones of the MacDougall Point Member; c) the basal boundary of Cenomanian sequence 4 expressed as the unconformable shoreline ravinement surface at the top of the Hassel Formation; d) the globally noted middle Cenomanian regression as expressed in the sandstone in the uppermost Bastion Ridge Formation; chemostratigraphic analysis confirms this stratigraphic placement (Herrle et al., 2013); e) latest Cenomanian to lowest Turonian high sea-levels as expressed in the “paper” shales at Glacier Fiord; and f) a global regression is recorded in the Late Santonian, which is expressed at Glacier Fiord as a maximum regressive surface within the Sphenoceramus patootensis interval. The global transgression 5a (Fig. 11) during the Coniacian cannot be confirmed due to our incomplete section of the Kanguk Formation.\nThe Mesozoic succession of the Sverdrup Basin reveals a series of repetitive third-order sequences and their origin has been explained by changes in horizontal lithospheric stresses (Embry and Podruski, 1988). Most of these cycles appear synchronously in the circum-Arctic realm (Mørk and Smelror, 2001) and globally (Embry\n22\net al., 2013). In addition, the Cretaceous is one of the warmest periods in Earth’s history with large sea-level fluctuations (Haq, 2014). Despite a tremendous amount of research devoted to this subject mechanisms are still debated. One of the questions remaining is glacial eustasy during a greenhouse climate (Miller et al., 2005). An improved understanding of the Cretaceous Polar Regions will make an important contribution to solving this enigma."
  }, {
    "heading": "6. Conclusions",
    "text": "The Cretaceous succession at Glacier Fiord on Axel Heiberg Island offers the following conclusions:\n1 . Six dist inct sequences are identi f ied; of which most appear to be bounded by conformi t ies . The i r t iming compares c lose ly wi th global t ransgressive/regressive mega cycles .\n2. A previously established cold climatic phase during the Late Aptian to Early Albian is suggested by frequent glendonite occurrences in the lower Christopher Formation. These disappear as the climate warms during the Albian. The alkaline conditions necessary for glendonite preservation also preserved the only calcareous foraminiferal fauna.\n3. The Cenomanian Bastion Ridge Formation documents a sudden disappearance of benthic life, interpreted here as the result of the onset of extensive volcanism in form of the proximal Strand Fiord Formation.\n4 . The lowermost Kanguk Format ion pro - vides evidence for the OAE 2, which allows us to conclude that the global temperature maximum straddling the Cenomanian/Turonian boundary affected the Boreal Sea with high burial rates of carbon and increased marine productivity.\n5. Foraminiferal communities were mainly of benthic agglutinated nature and responded to oceanic oxygenation patterns. The Upper Albian allowed for large test growth indicating abundant nutrients and oxygenated bottom-water environments. In contrast, the Late Cretaceous Boreal Ocean showed depleted oxygen conditions due to ocean stratification, increased volcanism and atmospheric CO2 enrichment. Agglutinated faunas responded with minute tests, but remained throughout most of the Upper Cretaceous with the exception of the Cenomanian.\n6. Nine benthic foraminiferal zones are identified, which refine existing Arctic zonations and allow for more precise regional correlations to the Beaufort Mackenzie Basin and the Western Interior Sea.\n7. Loss of faunal component of the Polar ecosystem due to taphonomic processes has to be considered. We assume that deep burial at the Glacier Fiord locality has caused biosilica dissolution.\nAcknowledgments - We would like to thank Simon Kelly and one anonymous reviewer for constructive comments. Many thanks are due to Katrina Adams, Gregory Funston and Alex Quesnel for laboratory and drafting support and Jared Fath for field work assistance. Denise Then and Global Geolab LTD are thanked for sample preparation. Ross Stewart and Krista Boyce are thanked for Rock-Eval analysis. We express our deep gratitude to the reliable staff and pilots of the Polar Continental Shelf Program who provided unfailing logistical support in the North. We are most grateful for the considerable time that Keith Dewing spend on the licensing process. Financial support to Schröder-Adams was provided by a CRD Grant of the Natural Sciences and Engineering Research Council (NSERC) with the Geo-mapping for Energy and Minerals (GEM) Program of the Geological Survey of Canada and ConocoPhillips Houston and Calgary as partners. Galloway was supported by an NSERC Visiting Fellowship and Herrle by the Deutsche Forschungsgemeinschaft (HE 3521/6). Geological Survey of Canada Contribution Number 20130365."
  }],
  "year": 2017,
  "references": [{
    "title": "A foraminiferal zonal scheme for the Cretaceous System in the Interior Plains of Canada",
    "authors": ["W.G.E. Caldwell", "B.R. North", "C.R. Stelck", "J.H. Wall"],
    "venue": "Western and Arctic Biostratigraphy. Geological Association of Canada Special Paper,",
    "year": 1978
  }, {
    "title": "Albian foraminifera of the Yukon Territory",
    "authors": ["T.P. Chamney"],
    "venue": "Geological Survey of Canada, Bulletin,",
    "year": 1978
  }, {
    "title": "Marine 187Os/188Os isotope stratigraphy reveals the interaction of volc a n i s m a n d o c e a n c i r c u l a t i o n d u r i n g O c e a n i c Anoxic Event 2",
    "authors": ["A.D.C. Du Vivier", "D. Selby", "B.B. Sageman", "I. Jarvis", "D.R. Gröcke", "S. Voigt"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Stratigraphic subdivision of the Isachsen and Christopher formations (Lower Cretaceous), Arctic Islands",
    "authors": ["A.F. Embry"],
    "venue": "Current Research, Part B, Geological Survey of Canada, Paper,",
    "year": 1985
  }, {
    "title": "Mesozoic history of the Arctic Islands. Chapter 14 In: Trettin, H.P. (Ed.), Geology of the Innuitian Orogen and Arctic Platform of Canada and Greenland",
    "authors": ["A.F. Embry"],
    "venue": "Geological Survey of Canada, Geology of Canada,",
    "year": 1991
  }, {
    "title": "Crockerland — the northwest source area for the Sverdrup Basin, Canadian Arctic Islands",
    "authors": ["A.F. Embry"],
    "venue": "Arctic Geology and Petroleum Potential. NPF Special Publication,",
    "year": 1992
  }, {
    "title": "Stratigraphy and t e c t o n i c s i g n i f i ca n ce o f C r e t a c e o u s v o l c a n i s m",
    "authors": ["A.F. Embry", "K.G. Osadetz"],
    "year": 1988
  }, {
    "title": "Third order depositional sequences of the Mesozoic succession of Sverdrup Basin",
    "authors": ["A. Embry", "J.A. Podruski"],
    "venue": "Memoir ,",
    "year": 1988
  }, {
    "title": "Episodic tectonics in the Phanerozoic succession of the North American Arctic and the “10Million Year Flood",
    "authors": ["A.F. Embry", "B. Beauchamp", "K. Dewing", "J. Dixon"],
    "venue": "GeoConvention Integration",
    "year": 2013
  }, {
    "title": "Méthode rapide de caractérisation des roches de méres de leur potential pétrolier et de leur degree d’évolution",
    "authors": ["J. Espitalié", "J.L. Laporte", "M. Madec", "F. Marquis", "P. Leplat", "J. Paulet", "A. Boutefeu"],
    "venue": "Rev. Inst. Fr. Pétrol",
    "year": 1977
  }, {
    "title": "Geological report, expedition area: Jacobsen-McGi l l Arc t i c research expedi t ion to Axel Heiberg Island",
    "authors": ["P.E. Fricker"],
    "venue": "Prel iminary Report ,",
    "year": 1961
  }, {
    "title": "Geology of the expedition area, western central Axel Heiberg Is land Canadian Arctic Archipelago",
    "authors": ["P.E. Fricker"],
    "venue": "Axel Heiberg Research Reports, Geology No",
    "year": 1963
  }, {
    "title": "Benthic foraminifera and their role to decipher paleoenvironments during mid-Cretaceous Oceanic Anoxic Events — the “anoxic benthic foraminifera”paradox",
    "authors": ["O. Friedrich"],
    "venue": "Rev. Micropaléontol",
    "year": 2010
  }, {
    "title": "Evolution ofmiddle to Late Cretaceous oceans-A 55 m.y. record of Earth’s temperature and carbon",
    "authors": ["O. Friedrich", "R.D. Norris", "J. Erbacher"],
    "venue": "cycle. Geology",
    "year": 2012
  }, {
    "title": "Correlating middle Cretaceous palynological records from the Canadian High Arctic based on a section from the Sverdrup Basin and samples from the Eclipse Trough",
    "authors": ["J.M. Galloway", "A.R. Sweet", "A. Pugh", "C.J. Schröder-Adams", "G.T. Swindles", "J.W. Haggart", "A.F. Embry"],
    "venue": "Palynology",
    "year": 2012
  }, {
    "title": "Middle Jurassic to Lower Cretaceous paleoclimate of Sverdrup Basin, Canadian Arctic Archipelago inferred from the palynostratigraphy",
    "authors": ["Galloway", "J .M", "A.R. Sweet", "G.T. Swindles", "K. Dewing", "T. Hadlari", "A.F. Embry", "H. Sanei"],
    "venue": "Mar. Pet. Geol",
    "year": 2013
  }, {
    "title": "The biology of deep-sea foraminifera: a review of some advances and their applicat ions in paleoceanography",
    "authors": ["A.J. Gooday"],
    "venue": "Pala ios",
    "year": 1994
  }, {
    "title": "Paleoclimatic significance of changes in clay mineralogy across the Jurassic–Cretaceous boundary in England and France",
    "authors": ["A. Hallam", "J.A. Grose", "A.H. Ruffell"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1991
  }, {
    "title": "Cretaceous eustacy revisited",
    "authors": ["B.U. Haq"],
    "year": 2014
  }, {
    "title": "Diagenesis of late Cenozoic diatomaceous deposits and formation of the bottom simulating reflector in the southern Bering Sea",
    "authors": ["J.R. Hein", "D.W. Scholl", "J.A. Barron", "M.G. Jones", "J. Miller"],
    "venue": "Sedimentology",
    "year": 1978
  }, {
    "title": "Accuracy and reproducibility of absolute nannoplankton abundances using the filtration technique in combinationwith a rotary sample splitter",
    "authors": ["J.O. Herrle", "J. Bollmann"],
    "venue": "Mar. Micropaleontol",
    "year": 2004
  }, {
    "title": "Short-term environmental changes in the Cretaceous Tethyan Ocean: micropaleontological evidence from the Early Albian",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "C. Hemleben"],
    "venue": "Oceanic Event 1b. Terra Nova",
    "year": 2003
  }, {
    "title": "High resolution carbon isotope stratigraphy and glendonite occurrences of the Christopher Formation, Sverdrup Basin (Axel Heiberg Island, Canada): implications for mid Cretaceous high latitude climate",
    "authors": ["J.O. Herrle", "C.J. Schröder-Adams", "J.M. Galloway", "A.T. Pugh"],
    "year": 2013
  }, {
    "title": "Paleogeographic significance of Scaphites depressus in the Kanguk Formation (Upper Cretaceous)",
    "authors": ["L.V. Hills", "W.F. Braunberger", "L.K. Núñez-Betelu", "R.L. Hall"],
    "venue": "Axel Heiberg Island, Canadian Arctic. Can. J. Earth Sci",
    "year": 1994
  }, {
    "title": "Description, palynology and paleoecology of the Hassel Formation (Cretaceous) on eastern Ellef Ringnes Island, District of Franklin",
    "authors": ["W.S. Hopkins Jr.", "H.R. Balkwill"],
    "venue": "Geological Survey of Canada,",
    "year": 1993
  }, {
    "title": "High temperatures in the Late Cret a c e o u s A r c t i c O c e a n . N a t u r e 4 3 2",
    "authors": ["H.C. Jenkyns", "A. Forster", "S. Schouten", "J.S. Sinninghe Damsté"],
    "year": 2004
  }, {
    "title": "Upper Cretaceous pelecypods of the genus Inoceramus from northern Alaska",
    "authors": ["D.L. Jones", "G. Gryc"],
    "venue": "U.S. Geological Survey, Professional Paper,",
    "year": 1960
  }, {
    "title": "Biological sensing of benthic environments in dark shales and related oxygenrestricted facies",
    "authors": ["E.G. Kauffman", "B.G. Sageman"],
    "year": 1990
  }, {
    "title": "Latest Cenomanian-earliest Turonian low-oxygen tolerant benthonic foraminifera: a case study from the Sergipe basin (N.E. Brazil) and the western Anglo-Paris basin (southern England). Palaeogeogr",
    "authors": ["E.A.M. Koutsoukos", "P.N. Leary", "M.B. Hart"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Onset of the mid-Cretaceous",
    "authors": ["R.L. Larson", "E. Erba"],
    "year": 1999
  }, {
    "title": "Marine and marginal marine mudstone deposition: paleoenvironmental interpretations based on the integration of ichnology, palynology and foraminiferal paleoecology",
    "authors": ["J.A. MacEachern"],
    "venue": "SEPM Spec. Publ",
    "year": 1999
  }, {
    "title": "Evidence that inoceramid bivalves were benthic and harbored chem o s y n t h e t i c s y m b i o n t s . G e o l o g y 2 0",
    "authors": ["K.G. MacLeod", "K.A. Hoppe"],
    "year": 1992
  }, {
    "title": "Palynology of the Bastion Ridge and Strand Fiord formations, western Axel Heiberg Island. Implications for stratigraphy, age, paleoenvironment, and Nyktericysta taxonomy, unpublished M.Sc",
    "authors": ["R.A. MacRae"],
    "year": 1992
  }, {
    "title": "New foraminifera from the Upper Cretaceous and Cenozoic of the Beaufort-Mackenzie Basin of Arctic Canada",
    "authors": ["D.H. McNeil"],
    "venue": "Cushman Foundation for Foraminiferal Research, Special Publication,",
    "year": 1997
  }, {
    "title": "Cretaceous rocks and their foramini fera in theManitoba Escarpment",
    "authors": ["D.H. McNeil", "W.G.E. Caldwell"],
    "venue": "Geol . Assoc . Can. Spec . Pap",
    "year": 1981
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["K.G. Miller", "M.A. Kominz", "J.V. Browning", "J.D. Wright", "G.S. Mountain", "M.E. Katz", "P.J. Sugarman", "B.S. Cramer", "N. Christie-Blick", "S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Environmental significance of foraminiferal assemblages dominated by small-sized Ammodiscus and Trochammina in Triassic and Jurassic delta-influenced deposits",
    "authors": ["J. Nagy", "S. Hess", "E. Alve"],
    "venue": "Earth Sci. Rev",
    "year": 2010
  }, {
    "title": "Upper Barremian to Upper Albian (Lower Cretaceous) dinoflagellate cyst assemblages, Canadian Arctic Archipelago",
    "authors": ["H. Nøhr-Hansen", "D.J. McIntyre"],
    "venue": "Palynology",
    "year": 1998
  }, {
    "title": "Preliminary paleopalynology of the Kanguk Formation (Upper Cretaceous), Remus Creek, Canadian Arctic Archipelago: I",
    "authors": ["L.K. Núñez-Betelu", "L.V. Hills"],
    "venue": "Marine palynomorphs. Rev. Esp. Paleontol",
    "year": 1992
  }, {
    "title": "A late Coniac i a n c e r a t i o i d d i n o f l a g e l l a t e c y s t , O d o n t o c h i t ina octopus sp. nov",
    "authors": ["K. Núñez-Betelu", "L.V. Hil ls"],
    "venue": "Kanguk Formation, Canadian Arctic. Can. J. Earth Sci",
    "year": 1998
  }, {
    "title": "Uppermost Albian- Campanian palynological biostratigraphy of Axel Heiberg and Ellesmere islands (Canadian Arctic)",
    "authors": ["L.K. Núñez-Betelu", "R.A. MacRae", "L.V. Hills", "G.K. Muecke"],
    "venue": "Proceedings of the",
    "year": 1994
  }, {
    "title": "The occurrence of marine fossils in the Upper Cretaceous deltaic sediments at Pautût, central West Greenland",
    "authors": ["T. Olsen", "G.K. Pedersen"],
    "venue": "Bull. Geol. Soc. Den",
    "year": 1991
  }, {
    "title": "Ichnology & sedimentology of shallow to marginal marine systems, Ben Nevis & Avalon Reservoirs, Jeanne d’Arc Basin",
    "authors": ["D. Robbins", "I.K. Sinclair"],
    "venue": "Geological Association of Canada, Short Course Notes,",
    "year": 2001
  }, {
    "title": "The evidence and implications of polar ice during the Mesozoic",
    "authors": ["G.D. Price"],
    "venue": "Earth Sci. Rev",
    "year": 1999
  }, {
    "title": "Upper Cretaceous radiolarian assemb l a g e s a n d p a l e o e n v i r o n m e n t s o f t h e S v e r drup",
    "authors": ["A.T. Pugh"],
    "year": 2013
  }, {
    "title": "Microbioturbation as a proxy for benthic oxygen conditions during the mid to Late Cretaceous Western Interior and Boreal seas. (Hono u r s T h e s i s ) C a r l e t o n U n i v e r s i t y , C a n a d a",
    "authors": ["A. Quesnel"],
    "year": 2013
  }, {
    "title": "Volc a n i c s t y l e i n t h e S t r a n d F i o r d F o r m a t i o n (Upper Cretaceous), Axel Heiberg Island, Canadian Arct ic Archipelago",
    "authors": ["B. Ricketts", "K.G. Osadetz", "A.F. Embry"],
    "venue": "Polar Res",
    "year": 1985
  }, {
    "title": "Estuaries of the past and present: a biofacies perspective",
    "authors": ["C.J. Schröder-Adams"],
    "venue": "Sediment. Geol",
    "year": 2006
  }, {
    "title": "The Cretaceous Polar and Western Interior seas: paleoenvironmental history and paleogeographic linkages",
    "authors": ["C.J. Schröder-Adams"],
    "venue": "Sediment. Geol",
    "year": 2014
  }, {
    "title": "A review and synthesis of glendonites (pseudomorphs after ikaite) with new data: assessing applicability as recorders of ancient coldwater conditions",
    "authors": ["B. Selleck", "P.F. Carr", "B.G. Jones"],
    "venue": "J. Sediment. Res",
    "year": 2007
  }, {
    "title": "Campanian agglutinated foraminifera from the Lomonosov Ridge, IODP Expedition 302, ACEX, in the paleogeographic context of the Arctic",
    "authors": ["E. Setoyama", "M.A. Kaminski", "J. Tyszka"],
    "venue": "Ocean. Micropaleontology",
    "year": 2011
  }, {
    "title": "Albian foraminifers from the Lower Cretaceous Christopher Formation of the Canadian Arctic Islands",
    "authors": ["W.V. Sliter"],
    "venue": "Geol. Surv. Can",
    "year": 1981
  }, {
    "title": "Geological traverse across Axel Heiberg Island from Buchanan Lake to Strand Fiord",
    "authors": ["J.G. Souther"],
    "venue": "Geological Survey of Canada, Memoir,",
    "year": 1963
  }, {
    "title": "Foraminifera of the Cenomanian Dunveganoceras Zone from Peace River area of western Canada",
    "authors": ["C.R. Stelck", "J.H. Wall"],
    "venue": "Research Council Alberta, Report,",
    "year": 1955
  }, {
    "title": "Relation between salt diapirism and the tectonic history of the Sverdrup Basin, Arctic Canada. Can",
    "authors": ["R.A. Stephenson", "J.T.V. Berkel", "S.A. Cloetingh"],
    "venue": "J. Earth Sci",
    "year": 1994
  }, {
    "title": "Upper Cretaceous diatom biostratigraphy of the Arctic archipelago and northern continental margin, Canada",
    "authors": ["P.M. Tapia", "D.M. Harwood"],
    "venue": "Micropaleontology",
    "year": 2002
  }, {
    "title": "Foraminifera from the Arctic Slope of Alaska. Part 3, Cretaceous foraminifera",
    "authors": ["H. Tappan"],
    "venue": "U.S. Geological Survey Professional Paper 236-C,",
    "year": 1962
  }, {
    "title": "Evidence for extreme c l imat ic warmth f rom Late Cretaceous Arctic vertebrates",
    "authors": ["Tarduno", "J .A", "D.B. Br inkman", "Renne", "P .R", "R.D. Cot trell", "H. Scher", "P. Castillo"],
    "year": 1998
  }, {
    "title": "The Cretaceous superchron geodynamo: observations near the tangent cylinder",
    "authors": ["J.A. Tarduno", "R.D. Cottrell", "A.V. Smirnov"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 2002
  }, {
    "title": "A new procedure for extracting foraminifera from indurated organic shale",
    "authors": ["D.R. Then", "B.J. Dougherty"],
    "venue": "Geological Survey of Canada, Paper 83-1B,",
    "year": 1983
  }, {
    "title": "Albian to Turonian stratigraphy and paleoenvironmental history of the northern Western Interior Sea in the Peel Plateau region, Northwest Territories, Canada",
    "authors": ["D. Thomson", "C.J. Schröder-Adams", "T. Hadlari", "G. Dix", "W.J. Davis"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Geology of the Arctic Archipelago",
    "authors": ["R. Thorsteinsson", "E.T. Tozer"],
    "venue": "Geology and Economic Minerals of Canada, Geological Survey of Canada, Economic Geology Report No",
    "year": 1970
  }, {
    "title": "Mesozoic and Tertiary stratigraphy, western Ellesmere Island and Axel Heiberg Island, District of Franklin",
    "authors": ["E.T. Tozer"],
    "year": 1963
  }, {
    "title": "Cretaceous ocea n i c a n o x i c e v e n t 2 t r i g g e r e d b y a m a s s i v e m a g m a t i c e p i s o d e",
    "authors": ["S.C. Turgeon", "R.A. Creaser"],
    "venue": "N a t u r e 4",
    "year": 2008
  }, {
    "title": "Jurassic and Cretaceous foraminiferal biostratigraphy in the eastern Sverdrup Basin, Canadian Arctic Archipelago",
    "authors": ["J.H. Wall"],
    "venue": "Bull. Can. Pet. Geol",
    "year": 1983
  }, {
    "title": "Ice Age interludes during the time of Cretaceous greenhouse climate? In: Mueller, D.W.,Mckenzie, J.A.,Weissert, H. (Eds.), Controversies in Modern Geology",
    "authors": ["H. Weissert", "A. Lini"],
    "year": 1991
  }, {
    "title": "Taxonomic composition, paleoecology and biostratigraphy of Late Cretaceous diatoms from Devon Island, Nunavut, Canadian High Arctic",
    "authors": ["J. Witkowski", "D.M. Harwood", "K. Chin"],
    "venue": "Cretac. Res",
    "year": 2011
  }],
  "id": "SP:76f035b98a0571497f50598aa34917a187534e5c",
  "authors": [{
    "name": "Claudia J. Schröder-Adams",
    "affiliations": []
  }, {
    "name": "Jens O. Herrle",
    "affiliations": []
  }, {
    "name": "Ashton F. Embry",
    "affiliations": []
  }, {
    "name": "James W. Haggart",
    "affiliations": []
  }, {
    "name": "Jennifer M. Galloway",
    "affiliations": []
  }, {
    "name": "Adam T. Pugh",
    "affiliations": []
  }, {
    "name": "David M. Harwood",
    "affiliations": []
  }],
  "abstractText": "Exceptional exposures of a High Arctic Cretaceous sedimentary record were studied at Glacier Fiord, Axel Heiberg Island. The succession reveals a complex Aptian to Santonian paleoenvironmental history of the Sverdrup Basin that documents several global events. Foraminiferal faunas in combination with rare macrofossil occurrences permit the distinction of nine zones that facilitate biostratigraphic correlations to other High Arctic locales, the Beaufort Mackenzie Basin and the Western Interior Sea. The depositional environment as exposed in the Christopher, Hassel, Bastion Ridge and Kanguk formations changed frequently from a shelf to a shoreface setting. Most sequence boundaries appear to be conformable where shoaling reached lower shoreface levels without subaerial exposure. An exception is the top of the Hassel Formation, correlated here with the Albian/Cenomanian disconformity where a paleosol developed on top of an upper shoreface environment. Transgressive/regressive sequences at Glacier Fiord correspond well with globally recognized transgressive/regressive mega cycles. The lower Christopher Formation shows frequent glendonite beds that attest to the Late Aptian/Early Albian cooling event. The required alkaline conditions for glendonites preserved the only calcareous faunule in the succession. Siliceous microplankton are assumed to be taphonomically removed due to deep burial. The Middle to Late Albian oceanic shelf conditions appeared to be most hospitable and foraminifera grew large tests. In the early Cenomanian and lower Bastion Ridge Formation, benthic species disappear. This sudden loss is interpreted as a consequence of nearby volcanic activity related to the Strand Fiord Formation and basin restriction. This is followed by a period of increased preservation of organic carbon and a distinct increase in marine productivity marking the OAE 2 in the Polar Sea straddling the Cenomanian/Turonian boundary. This interval is expressed in a platy shale, devoid of microbioturbation, but characterized with a repopulation event where the low oxygen tolerant genus Trochammina is the dominant component. The Upper Turonian to Santonian interval of the Kanguk Formation reflects shelf conditions that supported mostly rich benthic assemblages, but have at times minute tests as a response to oxygen depletion. K e y w o r d s : C r e t a c e o u s , A r c t i c , F o r a m i n i f e r a , P a l e o e n v i r o n m e n t s , P a l e o c l i m a t e , S e a l e v e l",
  "title": "Aptian to Santonian Foraminiferal Biostratigraphy and Paleoenvironmental Change in the Sverdrup Basin as Revealed at Glacier Fiord, Axel Heiberg Island, Canadian Arctic Archipelago"
}