{
  "sections": [{
    "text": "170"
  }, {
    "heading": "INTRODUCTION",
    "text": "The international program of deep drilling at Lake Baikal (the Baikal Drilling Project, BDP) involved the drilling of five borehole clusters in 1993–1999 (Fig. 1), which provided core material, from 100 to 600 m long, on the sediments of the lake. The results obtained on these cores indicate that the sediments of Lake Baikal are very suitable for studying environmental and climatic variations in Central Asia in the Late Cenozoic [1–3 and others]. The materials obtained on sedimentary deposits of the lake younger than 8 Ma made it possible to accomplish detailed regional paleoclimatic reconstructions in correlations with variations in the regional tectonic activity and geological conditions. The Hg distribution in these sedimentary deposits provides insight into tendencies of its behavior during the accumulation of the sedimentary sequences of Lake Baikal. The interpretation of these data from the actualistic viewpoint is underlain by the known features of Hg behavior in the modern bottom sediments of Lake Baikal [4]. The Hg concentrations in Baikal sediments are related to the contents of this element in the atmosphere, and hence, the distribution of Hg in sedimentary sequences and the constant of the dynamic equilibrium between Hg in bottom sediments and in the atmosphere [4] make it possible to calculate the variations in the content of this metal in the Earth’s atmosphere during the last 5 m.y. These data could significantly bridge the gap in the information of Hg behavior in surface\nprocesses obtained from the Hgr distribution in Antarctic ice during the past 420 t.y. [5]."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": "Borehole BDP-96 was drilled with the use of the Nedra-Baikal-600 drilling complex (GNPP Nedra, Russia), which was mounted on a barge 400 t in cargo capacity [1]. The further drilling operations at the borehole in 1997, 1998, and 1999 were conducted with the Nedra-Baikal-2000 drilling complex mounted on a 1300-t barge [2, 3]. Continuous core receiving was conducted with piston-type, hydraulic-percussion, and rotor-type core receivers with plastic inserts. After the lifting of the core receivers aboard, the plastic pipe containers with sediments were transferred to the laboratory at the drilling complex.\nSamples were taken from the lower end of the container within a few minutes after core lifting and placed into glass KIMBLE containers or analogous containers with massive polyethylene lids, and the containers were hermetically sealed. The sediment samples were simultaneously placed into two containers: the material from one of them was analyzed for Hg concentrations and, after this, for concentrations of other elements; and the sediment from the other container was used to determine its moisture and density in compliance with conventional techniques [1, 6, 7, and others]. The bottom sediments were dried at temperatures of 50–60°\nC, and the dry material from the second container and the\n—Mercury distribution was examined in the sediments of Lake Baikal that were sampled within the scope of the Baikal Drilling International Project in 1996–1999. The Hg concentrations in the ancient sediments are close to those in the modern sediments with the exception of a few peak values, whose ages coincide with those of active volcanism in adjacent areas. Mercury was demonstrated to be contained in the sediments in the adsorbed Hg 0\nmode, predominantly in relation with organic matter. When the organic matter of the bottom sediments is decomposed in the course of lithification, Hg is retained in the sediments adsorbed on the residual organic matter, and the concentration of this element corresponds to its initial content in the bottom sediments during their accumulation. Mercury concentrations in lithologically distinct bottom sediments of Lake Baikal and its sediments as a whole depend on the climate. Sediments that were formed during warm periods of time contain more Hg than those produced during cold periods or glaciation. Periodical variations in the Hg concentrations in the bottom sediments of Lake Baikal reflect the variations in the contents of this element in the Earth’s atmosphere in the Late Cenozoic, which were, in turn, controlled by the climatic variations on the planet and, thus, can be used for detailed reconstructions of variations in the average global temperature near the planet’s surface.\nDOI: 10.1134/S001670290702005X\nGEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007\nMERCURY IN THE SEDIMENTARY DEPOSITS OF LAKE BAIKAL 171\nremaining material from the first one were used to determine the composition of the bottom deposits. Since as much as approximately 2 m of the core were recovered during each cruise, the sampling step of the sedimentary succession was also equal to 2 m.\nMercury concentrations in sediments were determined by the cold vapor technique on an RAF-1M modernized analyzer (analyst L.D. Andrulaitis). The reader can find a description of the analytical techniques, their characteristics, and a list of the standards in [8]. The modes of Hg occurrence were determined by a combined scheme of thermal and atomic absorption analyses in combination with the experimental analytical approach with the use of synthetic Hg-bearing minerals as the calibration standards. This scheme was previously successfully applied to determining the modes of Hg occurrence in the bottom sediments in reservoirs at the Angara River [9] and in modern surface deposits of Lake Baikal [4]. The overall concentrations of organic carbon and sulfur were determined in the samples in compliance with the recommendations in [10]. Biogenic silicon was analyzed in the bottom\n172\nGEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007\nGELETY et al.\nsediments by a specialized method, which was designed for the analysis of this component in the sediments of Lake Baikal (analyst M.I. Arsenyuk) [1–3]. The elemental composition of the bottom sediments from Baikal was studied by XRF, atomic absorption, emission spectroscopy, and classical chemistry methods with the use of techniques developed at the Vinogradov Institute of Geochemistry, Siberian Division, Russian Academy of Sciences [1, 2, 11, and others]. The samples were described and used to prepared smear-slides (according to conventional methods)."
  }, {
    "heading": "RESULTS",
    "text": "The modes of Hg occurrence identified in the ancient sediments of Lake Baikal, recovered by deep drilling, indicate that all samples contain this element only in the form of physically adsorbed Hg 0\n(Fig. 2, upper plot), with a release temperature of about 230°ë [4, 9]. These ancient bottom sediments differ from the modern deposits of Lake Baikal, which occasionally\ncontain (along with a physically adsorbed mode of Hg occurrence) Hg in another mode, whose maximum release temperature is 460–520°ë\n(Fig. 2, lower plot). Judging from experimental data, the latter mode is related to sulfide minerals with Hg in the sediments, for example, cinnabar or other minerals containing a Hg admixture [5]. This also follows from the results of mineralogical studies of the surface sediments of Baikal [6]. No other modes of Hg occurrence in the bottom deposits were identified [12]. Below, when discussing Hg concentrations in the deep sediments recovered by deep drilling, we will mean their Hg concentrations in the physically adsorbed form.\nDeep drilling in 1996 (BDP-96). Boreholes up to 300 m deep were drilled at the top of the Akademicheskii submarine ridge at a water depth of 321 m (Fig. 1). The core yield was close to 95% [1]. The sediments are terrigenous oozes no older than 5 Ma. The average Hg concentration in the sediments recovered in 1996 was equal to 16 ppb (31 analyses). These were the first data on Hg concentrations in the sedimentary deposits of Baikal.\nDeep drilling in 1998 (BDP-98). A borehole >600 m deep was also drilled at the Akademicheskii Ridge of Lake Baikal at a water depth at the drilling site of 333 m (Fig. 1). The core was systematically taken during drilling to a depth of 600 m, and the yield of the core was no less than 95%. As in the core recovered in 1996, the sediments were biogenic–terrigenous oozes. The alternation of layers of clayey material and those with higher contents of diatom shells was controlled by alternating cold and warm climate periods [2, 13, and others]. The histogram in Fig. 3 shows the Hg distribution in the core. The average Hg concentration for the whole 600-m vertical section is 63 ppb (325 analyses), which is close to the average value for the modern sediments of Lake Baikal [4].\nDeep drilling in 1999 (BDP-99). The borehole penetrated a 350-m sedimentary succession in the Posol’skaya Bank in the Southern Basin of Lake Baikal. Core was systematically recovered from depths of up to 250 m (core yield was 95%). The water depth at the drilling site was 201 m. The sediments consisted of alternating biogenic–terrigenous oozes and glacial– lacustrine clays. A detailed description of the stratigraphy can be found in [3]. The Hg distribution through the upper 129 m of the vertical section corresponds to the normal law, the average value is 50 ppb.\nFor all ancient sediments of Baikal in which Hg concentrations were determined, we also determined the lithological and chemical composition of the sediments by the methods listed above. According to all of their characteristics, these sediments are principally similar to other sediments of this lake recovered by deep drilling. Our data confirmed the chemical differences between sediments produced in distinct paleoclimatic conditions, with the sediments corresponding to a cold period containing more clay minerals [1–3].\nMERCURY IN THE SEDIMENTARY DEPOSITS OF LAKE BAIKAL 173"
  }, {
    "heading": "DISCUSSION",
    "text": "It is interesting to consider data on the Hg distribution in the 600-m vertical section of the sedimentary succession penetrated by Borehole BDP-98. These data reflect Hg behavior during the accumulation of the sedimentary succession of Lake Baikal during the last several million years. A histogram characterizing the Hg distribution is shown in Fig. 3 and demonstrates that the concentrations of this metal in the Holocene–Pliocene sediments of the lake are generally close to those in the modern sediments, except only a few anomalously high values that are absent from the surface sediments (Fig. 3, Table 1). Since the variations in the age of the sediments in the vertical section of Borehole BDP-98 were examined fairly thoroughly by the isotopic (Be) and\npaleomagnetic techniques [14–16], the ages of these extremely high Hg concentrations in the sediments can be readily determined (Table 1). The table also presents the dates of pulses of volcanic activity in the western Baikal area [17, 18]. It can be seen that the values display a good agreement. The highest Hg concentrations are restricted to a time span of approximately 4 m.y. corresponding to one of the most significant pulses of regional volcanic activity [17, 18]. The minimum age of volcanic manifestations in the area reflected in the Hg distribution in the Baikal sediments is close to 1.7 Ma (Table 1). There are, however, data on other, younger pulses of regional volcanic activity at up to 50 ka [17, 18], but they are not reflected in the Hg concentrations in the sediments. This is most probably explained by the fact that the sampling step of the sedimentary sequence of Lake Baikal during drilling was 2 m (see above). The average rate of sedimentation at the Akademicheskii Ridge of Lake Baikal is known to be approximately 4.5 cm/t.y. [1, 2], so that the time span corresponding to the sampling of the 600-m core column corresponds to approximately 50 t.y.. These data demonstrate that some maxima of Hg concentrations (related to regional volcanic activity) in the Baikal sediments cold be overlooked. Below we will consider the Hg distribution in the continuous vertical sections of Baikal sediments and will provisionally ignore the maximum values.\nIt is expedient to consider all available data on the Hg distribution in the bottom deposits of Lake Baikal. It was determined that the modern bottom sediments of Baikal show a positive correlation between the total concentrations of organic carbon and mercury. The Hg concentrations in these sediments show no correlations with any other parameters of the modern sediments of the lake [4]. Baikal sediments younger than 5 Ma and recovered by Borehole BDP-98 tend to become richer in Hg with increasing concentration of organic matter, but, in contrast to modern sediments, this correlation is not as significant statistically. This is explained by the fact that, in contrast to the modern sediments, this tendency in their older analogues was affected not only by the concentration of organic matter but also by the degree of preservation of the latter during the processes of oxidation and diagenesis. As was pointed out by\n174\nGEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007\nGELETY et al.\nErnst [19], it is sometimes principally important to know both the initial content of organic matter and the variations in the degree of its reservation in the sediments with time.\nThere is definitely a general dependence between the concentrations of Hg and C\norg in the ancient sediments. For example, data on the same types of sediments recovered by Borehole BDP-98 show quite obvious linear correlations. For example, ë\nHg\n= 2.3 ë\norg\n+ 1.7, R\n2\n= 0.4 for the clays; ë\nHg\n= 0.7 ë\norg\n+ 3.6, R\n2\n= 0.3 for the diatomaceous oozes; etc. Here and below, Hg concentrations in sediments are in ppb and C\norg is in wt %. Upon processing data on the chemical composition of Baikal sediments (recovered by Boreholes BDP-96 and BDP-98), we distinguished three clusters that differ in composition and characteristic concentrations of biogenic silicon: <11, 11–23, and >25 wt % [20]. The three types of Baikal sediments show clearly pronounced linear correlations between the concentrations of mercury and organic carbon: ë\nHg\n= 0.72 ë\norg\n+ 3.2 ( R\n2\n= 0.98) . All of these facts imply that both the ancient and the modern sediments of Baikal contain mercury in the form of\nHg\n0\nadsorbed on organic matter in sediments. The average concentrations of organic matter in the modern sediments of Lake Baikal are much higher than in the ancient sediments recovered during deep drilling (1.9 and 0.82 wt %, respectively; our data, which are in good agreement with the data [21] on the Upper Pleistocene–Holocene sediments of Baikal). At the same time, the average calculated Hg concentration in the organic matter of modern sediments is much lower than in their ancient analogues: 3340 and 7070 ppb, respectively. This suggests that the destruction of organic matter results in an increase in the Hg content in the remaining organic matter. The partial destruction and transformations of organic mater in the bottom sediments of Baikal can proceed in two ways. First, it results in the formation secondary carbonates, which were found in the core of Borehole BDP-98 at a depth of 400 m and below [22]. Since we examined the depth interval of 0 −\n200 m, this process can be rejected from consideration. Second, the decomposition of organic matter in the sediments generates methane [1, 2]. This\ncan be associated with the formation of mobile methyl complexes of this metal. It is known that methyl–Hg compounds are produced in natural aquatic ecosystems under certain conditions and at the active participation of living microorganisms (see the reviews [23, 24]). Methyl–Hg compounds were previously found in a diversity of components related to the ecosystem of Baikal, but none of these compounds have ever been found in its bottom sediments [25]. The Eh and pH of the bottom deposits of Lake Baikal [26] and physicochemical data [27, 28] indicate that Hg is contained in the sediments in the form of Hg 0\n. Considered together with the fact that the ancient bottom deposits contain no living organisms [29], this rules out the possibility of the formation of methylated Hg species in the sediments. Hence, the diagenetic transformations of Baikal sediments were not associated with conditions favorable for the removal of this metal in the form of methyl-Hg compounds from the uppermost 200 m of these deposits.\nThe Hg concentration in the organic matter of the sediments penetrated by the boreholes increases with decreasing contents of organic matter, with this dependence having a nearly inversed exponential (Fig. 4). For all individual measurements generalized in Table 2 (the principles underlying the construction of this table will be described below), the dependence between these parameters has the form ë\nHg\n= 4.33 ( R\n2\n= 0.79) . The dimension of this exponential dependence also testifies that the sediments retain Hg adsorbed on organic matter (the dimension of the surface is square) during the decomposition of organic matter, whose mass has a cubic dimension (via density). The high sorption capacity of the organic matter (predominantly humic and fulvic acids [30]) of the sediments with respect to certain elements [31] is also favorable for Hg retention in these sediments during early diagenetic phases. All data presented above led us to conclude that the variations in the Hg concentration in the organic constituents of the sediments generally reflects the initial permanent Hg concentration in the sedimentary sequence during its accumulation in near-surface environments. This offers the possibility of studying the behavior of Hg during the accumulation of the sedimentary sequence of\nCorg 1.03–\nered by deep drilling at Lake Baikal. The dependence is described by the equation ë\nHg\n= 4790 ( R\n2 = 0.24).Corg 0.7–\nGEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007\nMERCURY IN THE SEDIMENTARY DEPOSITS OF LAKE BAIKAL 175\nLake Baikal on the basis of the Hg distribution in the stratigraphic sequence.\nIt is widely known that the continuous sections of the bottom sediments of Lake Baikal provide a unique record of the environmental and climatic variations in Central Asia [1–3 and others], and this, in turn, makes it possible to analyze, in detail, the behavior of Hg during the accumulation of the sedimentary sequence of the lake in correlation with the climatic variations in Central Asia in the Late Cenozoic. As was established earlier, an effective parameter recording paleoclimatic variations in Central Asia in the sedimentary record of Lake Baikal is the contents of amorphous (biogenic) silicon in these sediments [1, 2, 32, 33]. Sediments with 2–8 wt % biogenic silicon were obviously formed in a cold climate, during cooling and glaciation periods, and bottom sediments with >30% amorphous silicon were definitely formed in a warm climate, during interglacial and warming periods. Inasmuch as the borehole core was sampled in the course of drilling with approximately 2-m intervals, before the material was examined for the contents of diatom shells and amorphous silica, these samples should correspond to both “warm” and “cold” layers of sediments, as well as those formed during transitional periods, when the regional climate variations were more complicated. Because of this, to elucidate the climatic impact in the Hg global cycle during the last 5 m .y., we selected only sediments that were formed during either warm or cold periods (according to the aforementioned criterion). These data (Table 2) convincingly demonstrate the effect of climate on the Hg distribution in the sedimentary sequences. Although the overall organic carbon contents in the sediments corresponding to warm periods are lower than in those of the “cold” sediments, their Hg concentrations show the opposite tendency, at least during the last 5 m.y. This is at variance with the idea that the Hg concentration increased in the Antarctic ice formed during the last glaciation and that the Hg concentrations in the Holocene was low [34] but receives support from the linear dependence between the Hg content in the Earth’s atmosphere and the average global air temperature near the Earth’s surface, described by the equation\nCHg = 0,65 T°ë + 17.6 ( R2 = 0.76). (1)\nThis dependence was established to be valid for the whole Phanerozoic based on the proportions of CO2 and Hg in volcanic gases [34], i.e., by virtue of independent evidence.\nThe most significant Hg flux comes to Baikal from the atmosphere [25], so that the Hg concentration in a sediment of certain age should have been directly correlated with the Hg concentration in the atmosphere at that time and, according to the aforesaid, with the Earth’s climate. This means that Hg in Baikal sediments is an indicator of variations in the planet’s paleoclimate, which is characterized by the average global air temperature near the planet’s surface. At the same time, the variations in the contents of biogenic silicon\nin the sedimentary sequences of the lake were eventually controlled by variations in the biological productivity of Baikal, which also depended on the regional climate, i.e., on relatively locally operating factors.\nThis provides a unique possibility of using the distribution of Hg and biogenic Si in a single stratigraphic section to reproduce the paleoclimatic variations in the region in correlation with climatic variations on the planet as a whole.\nThe constant characterizing the dynamic equilibrium between Hg in a bottom sediment of Lake Baikal and in the atmosphere is equal to 0.033 ng/m3/b, and the analogous constant for pelagic sediments is 0.037 ng/m3/b [4]. This makes it possible to use data on the Hg distribution in Baikal sediments to reconstruct the variations in the Hg content in the Earth’s atmosphere in the Late Cenozoic. Our data are graphically represented in Fig. 5. Note that they are in good agreement with the data [34] in both the absolute values\n176\nGEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007\nGELETY et al.\nof Hg concentrations in the atmosphere and the general trend of these variations with time. This validates our approach proposed to determining the Hg concentrations in the planet’s atmosphere. The variations in Hg concentrations in the atmosphere (Fig. 5) can be represented in the form of periodical variations superimposed onto a generalized linear trend of decreasing Hg concentration in the atmosphere during the last 5 m.y. It can be seen that the variations in the Hg concentrations in the sediment relative to the general trend are of periodic character and were controlled, in compliance with the theory [35], by periodical climatic variations. Deviations from the trend can be used, according to Eq. (1), for detailed (with a “resolution” of 50 t.y.) reconstruction of the average global air temperature near the Earth’s surface in the Late Cenozoic."
  }, {
    "heading": "CONCLUSIONS",
    "text": "1. The Hg distribution revealed in the sedimentary sequence of Lake Baikal that was formed during the last 5 m.y. is similar to the Hg distribution in the modern sediments of Lake Baikal. Elevated Hg concentrations were related to volcanic events in the western Baikal area.\n2. The bulk of Hg contained in the ancient sediments of Lake Baikal occurs in them in the form of Hg0 adsorbed on organic matter. During the destruction of this matter in the bottom sediments early in the course of diagenesis, Hg is retained in the sediment, and hence, its concentration in this sediment reflects the initial Hg contents in the bottom deposits during their accumulation.\n3. The Hg concentrations in the bottom sediments of Lake Baikal in the Late Cenozoic depended on the climatic conditions on the planet. The sediments accumulated during warm periods are much richer in the metal than the sediments corresponding to cold periods and glaciations.\n4. The periodical variations in Hg concentrations in the vertical section of the bottom sediments of Lake Baikal reflect periodical variations in the Hg concentration in the Earth’s atmosphere in the Late Cenozoic and can be used for the detailed reconstruction of variations in the average global air temperature near the Earth’s surface."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The authors thank V.A. Bychinskii and V.L. Tauson for their comments and recommendations that facilitated the preparation of this manuscript."
  }],
  "year": 2007,
  "references": [{
    "title": "Evidence from the Study of 600-m Deep Drilling Core,” Geol",
    "authors": ["Baikal Drilling Project Members", "Late Cenozoic Paleoclimatic Record in the Lake Baikal Sediments"],
    "venue": "Geofiz. 41, 3–32",
    "year": 2000
  }, {
    "title": "Mercury in the Surficial Bottom Sediments of Lake Baikal,",
    "authors": ["V.F. Gelety", "A.E. Gapon", "G.V. Kalmychkov"],
    "venue": "Geokhimiya, No",
    "year": 2005
  }, {
    "title": "Variations in Mercury Deposition to Antarctica over the Past 34000 Years,",
    "authors": ["G.M. Vandal", "W.F. Fitzgerald", "C.F. Boutron"],
    "venue": "Nature 362,",
    "year": 1993
  }, {
    "title": "Goldyrev, “Sedimentation and the Quaternary History of the Baikal Basin,",
    "authors": ["S. G"],
    "venue": "(Nauka, Novosibirsk,",
    "year": 1982
  }, {
    "title": "Geochemistry of Modern Sedimentation in Lake Baikal,",
    "authors": ["V.D. Pampura", "M.I. Kuz’min", "A.N. Gvozdkov"],
    "venue": "Geol. Geofiz",
    "year": 1993
  }, {
    "title": "Correlation of Natural and Technogenic Mercury Sources in the Baikal Polygon, Russia,",
    "authors": ["P.V. Koval", "G.V. Kalmychkov", "V.F. Gelety"],
    "venue": "J. Geochem. Explor",
    "year": 1999
  }, {
    "title": "Mercury Speciation in Mineral Matter as an Indicator of Sources of Contamination,",
    "authors": ["V.L. Tauson", "V.F. Gelety", "V.T. Menshikov"],
    "venue": "Global and Regional Mercury Cycles: Sources Fluxes and Mass Balances, Ed. by W. Baeyens et al., (Kluwer, Dordrecht–Boston– London,",
    "year": 1996
  }, {
    "title": "Arinushkina, Handbook on the Chemical Analysis of Soils (Mosk",
    "authors": ["V. E"],
    "venue": "Gos. Univ., Moscow,",
    "year": 1970
  }, {
    "title": "Microelements in Natural Environments of the Lake Baikal Region (Sib",
    "authors": ["V.A. Vetrov", "A.I. Kuznetsova"],
    "venue": "Otd. Ross. Akad. Nauk, Novosibirsk,",
    "year": 1997
  }, {
    "title": "Discrimination of Mercury Anomalies",
    "authors": ["Z. Hu"],
    "venue": "Geochemical Remote Sensing of Subsurface,” in Handbook of Exploration Geochemistry (Elsevier, Amsterdam,",
    "year": 2000
  }, {
    "title": "Biogenic Silica of Baikal Bottom Sediments Used for Paleoreconstructions",
    "authors": ["L.Z. Granina", "E.B. Karabanov", "M.K. Shimaraeva"],
    "venue": "International Project on Paleolimnology Late Cenozoic Climate,” IPPCCE Newsletter",
    "year": 1992
  }, {
    "title": "Orbit-Related Long-Term Climate Cycles Revealed in a 12-Myr Continental Record from Lake Baikal,",
    "authors": ["K. Kashiwaya", "S. Ochiai", "H. Sakai", "T. Kawai"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "A Late Earth’s Crust and Climate Dynamics Record from Lake Baikal,",
    "authors": ["O. Sapota", "A. Aldahan", "G. Possnert"],
    "venue": "J. Paleolimnol",
    "year": 2004
  }, {
    "title": "Re-Examination of the Age Model and Its Implication for Climatic Changes in Continental Asia,” Geophys",
    "authors": ["H. Horiuchi", "K. Matszaki", "E. Kobayashi", "et al.", "“10Be Record", "Magnetostratigraphy of a Miocene Section from Lake Baikal"],
    "venue": "Res. Lett. 30, 1602−1606",
    "year": 2003
  }, {
    "title": "Products and Character of Volcanic Activity,” Vulkanol",
    "authors": ["V.V. Yarmolyuk", "V.I. Lebedev", "A.M. Sugorakova", "et al.", "“Eastern Tuva Area of the Central Asia Youngest Volca GEOCHEMISTRY INTERNATIONAL Vol. 45 No. 2 2007  MERCURY IN THE SEDIMENTARY DEPOSITS OF LAKE BAIKAL  177 nism"],
    "venue": "Seismol., No. 3, 3–32",
    "year": 2001
  }, {
    "title": "Geochemical Analysis of Facies (Nedra, Leningrad, 1976) [in Russian",
    "authors": ["V. Ernst"],
    "year": 1976
  }, {
    "title": "Main Results,” Geol",
    "authors": ["M.I. Kuz’min", "E.V. Karabanov", "T. Kavai", "et al.", "“DeepWater Drilling in Lake Baikal"],
    "venue": "Geofiz. 42 (1-2), 8–34",
    "year": 2001
  }, {
    "title": "Vykhristyuk, “Organic Matter of the Lake Baikal Bottom Sediments,",
    "authors": ["A. L"],
    "venue": "Tr. Limnol. Inst., Vyp",
    "year": 1980
  }, {
    "title": "Gelety, “Assemblages of Ferruginous Authigenic Minerals in the Bottom Deposits of Lake Baikal (Physicochemical Model of Geochemical Processes in the Bottom Deposits/Water System,",
    "authors": ["M.I. Kuz’min", "V.A. Bychinskii", "V. F"],
    "venue": "Fundamental Problems of Water and Water Resources (Tomsk,",
    "year": 2000
  }, {
    "title": "Mercury in the Amazon: A Comprehensive Review with Special Emphases on Bioaccumulation and Bioindicators,” Problems of Freshwater Mercury Pollution in Natural and Man-made Reservoirs and Possible Ways for their Remediation (Irkutsk",
    "authors": ["M.M. Veiga", "J. Hinton", "S. Lilly"],
    "year": 2000
  }, {
    "title": "Transformations and Toxicity,” Priroda, No",
    "authors": ["D.M. Zhilin", "I.V. Perminova", "“Mercury in Basins"],
    "venue": "11, 42–50",
    "year": 2000
  }, {
    "title": "Sources, Fluxes and Mass Balances, Ed",
    "authors": ["I. Leermakers", "N. Meuleman", "W.Baeyens", "“Mercury Distribution", "Fluxes in Lake Baikal", "” in Global", "Regional Mercury Cycles"],
    "venue": "by W. Baeyens, R. Ebinghaus, and O. Vasiliev (Kluwer, Dordrecht, 1996),Vol. 1, 303–315",
    "year": 1996
  }, {
    "title": "Mizandrontsev, “Geochemistry of Groundwaters,",
    "authors": ["B. I"],
    "venue": "Dynamics of the Baikal Basin (Nauka, Novosibirsk,",
    "year": 1975
  }, {
    "title": "Shepot’ko, “Geochemical Estimation of Hg Behavior during Creation of the Katun Water Reservoir,",
    "authors": ["A.O.I.S. Lomonosov"],
    "venue": "Vodn. Res.,",
    "year": 1989
  }, {
    "title": "Morphological Analysis of Anaerobic Microorganisms in Deep-Drilling Core Samples from Lake Baikal,",
    "authors": ["I.S. Andreeva", "E.I. Ryabchikova", "N. Pechurkina"],
    "venue": "Geol. Geofiz",
    "year": 2001
  }, {
    "title": "Uranium Concentration in Diatom Muds of Lake Baikal,",
    "authors": ["V.M. Gavshin", "V.A. Bobrov", "Yu. A. Bogdanov"],
    "venue": "Proceedings of 10th International School, Moscow, Russia,",
    "year": 1992
  }, {
    "title": "Varshall, Extended Abstract of Candidate’s Dissertation in Chemistry (Moscow",
    "authors": ["M. G"],
    "venue": "[in Russian]",
    "year": 1994
  }, {
    "title": "Pervasive Changes of Ecosystem of Northern Baikal in the Holocene,",
    "authors": ["E.V. Bezrukova", "Yu. A. Bogdanov", "D.F. Vil’yame"],
    "venue": "Dokl. Akad. Nauk SSSR 321,",
    "year": 1991
  }, {
    "title": "Continental Climate Response to Orbital Forcing from Biogenic Silica Records in Lake Baikal,",
    "authors": ["S.V. Colman", "J.A. Peck", "E. Karabanov"],
    "venue": "Nature 378,",
    "year": 1995
  }, {
    "title": "Evaluative Contents of Mercury in Atmosphere from the Cambrian to Modern Epoch,",
    "authors": ["V.Z. Fursov"],
    "venue": "in Ecological–Geochemical Problems of Mercury (IMGRE, Moscow,",
    "year": 2000
  }, {
    "title": "Milankovitch, Kanon der Erdbestrahlung und Eiszeiten Problem. Programm for Translation Published for U.S",
    "authors": ["M. M"],
    "venue": "Department of Commerce and the National Foundation (Washington,",
    "year": 1969
  }],
  "id": "SP:24cb445838686b6d56ae85fc35d28e1d72deaaf4",
  "authors": [],
  "abstractText": "Mercury distribution was examined in the sediments of Lake Baikal that were sampled within the scope of the Baikal Drilling International Project in 1996–1999. The Hg concentrations in the ancient sediments are close to those in the modern sediments with the exception of a few peak values, whose ages coincide with those of active volcanism in adjacent areas. Mercury was demonstrated to be contained in the sediments in the adsorbed Hg 0 mode, predominantly in relation with organic matter. When the organic matter of the bottom sediments is decomposed in the course of lithification, Hg is retained in the sediments adsorbed on the residual organic matter, and the concentration of this element corresponds to its initial content in the bottom sediments during their accumulation. Mercury concentrations in lithologically distinct bottom sediments of Lake Baikal and its sediments as a whole depend on the climate. Sediments that were formed during warm periods of time contain more Hg than those produced during cold periods or glaciation. Periodical variations in the Hg concentrations in the bottom sediments of Lake Baikal reflect the variations in the contents of this element in the Earth’s atmosphere in the Late Cenozoic, which were, in turn, controlled by the climatic variations on the planet and, thus, can be used for detailed reconstructions of variations in the average global temperature near the planet’s surface. DOI: 10.1134/S001670290702005X"
}