{
  "sections": [{
    "text": "oxygen minimum zone with time. Growth of the Co-rich Mn crusts in the Magellan Seamount cluster can be considered to be the culmination of a long journey through time."
  }, {
    "heading": "Introduction",
    "text": "The seamounts of the far western Pacific formed on the most ancient ocean crust in the Pacific Ocean and do not display systematic variations in age with distance along linear seamount chains, such as observed in the HawaiianEmperor Seamount chain (Regelous et al. 2003; Sharp and Clague 2006).\nIn this paper, we consider the growth of the Co-rich Mn crusts from the Magellan Seamount cluster in terms of the formation and migration of the seamounts on which they formed, the transition of these seamounts to guyots, phosphatization of the guyots and the influence of climate on the growth of the Co-rich Mn crusts through time. In discussing Co-rich Mn crusts in this way, we acknowledge that growth of these crusts began up to 55 Ma after the formation of the seamounts on which they accreted. Although it is customary to consider the origin of the crusts in isolation from that of the underlying volcanic seamount on which they grew, we prefer to consider their growth to be intimately related to the formation, migration and sinking of the seamounts on which they formed.\nWe have formulated the ideas presented in this paper based mainly on a synthesis of material from the literature (including difficult-to-access Russian literature). However, we have calculated the positions of the Magellan seamounts at 65 Ma by comparison with the migration of the Hawaiian-Emperor Seamount chain over the last 65 Ma and present original data on the structure and composition of representative Co-rich manganese crusts from the Ioan\nG. P. Glasby (*) :X. Ren :X. Shi Marine Geology Division, First Institute of Oceanography, SOA, 6 Xianxialing Road, 266061 Qingdao, China e-mail: g.p.glasby@talk21.com\nI. A. Pulyaeva Northern Caucasus Academy of Federal Service, 47 Kirov Street, Pyatigorsk, Russia"
  }, {
    "heading": "Present address:",
    "text": "G. P. Glasby 42 Warminster Crescent, Sheffield S8 9NW, UK\nGuyot. The aim of this paper is a more integrated analysis of the formation of Co-rich manganese crusts from this previously poorly understood area of ocean floor.\nCo-rich Mn crusts from the far western Pacific Ocean are of particular interest because of their great thickness and high contents of Co and Pt, which makes them of potential economic interest. Crusts from the Magellan Seamount cluster, for example, are typically up to 15–20 cm thick with average Co and Pt contents of 0.56% and 1 ppm respectively (Andreev and Gramberg 1998, 2002).\nEvolution of the Magellan seamounts and guyots\nFormation of the Magellan Seamount cluster\nThe seamounts of the far western Pacific occur on seafloor of Jurassic age. The Magellan Seamount cluster, for example, formed on ocean floor older than 150 Ma (Clouard and Bonneville 2005; Fig. 1). The depth of ocean floor in this region exceeds 6,000 m in places.\nFigure 1 shows the locations and ages of the guyots and seamounts of the Magellan Seamount cluster. These are presently located between 21.5 and 13°N. The ages of the six guyots (Hemler 98.8–102.2 Ma, Vlinder 92.3–96.6 Ma, Oma Vlinder 93.3–96.0 Ma, Pako 89.4–94.3 Ma, Ioan 86.2–88.5 Ma, Ita Mai Tai 116.4–120.4 Ma) and two seamounts (Himu 117.3–121.0 Ma and Smt D4 74.0 Ma) for which age data are presently available range from 120 to\n74 Ma but there is no systematic progression in the age of the seamounts with latitude. Clouard and Bonneville (2005) considered that Hemler and Himu might more appropriately belong to the Marcus–Wake Seamount cluster but, following custom, we consider them to be part of the Magellan Seamount cluster for the purposes of this paper.\nOf particular relevance to the geology of the Magellan Seamount cluster is the description of the shield-building stage of the Quesada Seamount, located on the oceanward slope of the Mariana Trench (Hirano et al. 2002). This stage lasted from about 140–130 Ma and was characterized by alkali–basalt activity. It was followed by highly differentiated alkaline activity in the post-shield stage. The Quesada Seamount therefore has a complicated volcanic history, possibly reflecting the fact that the volcanic edifice remained above the same hotspot source for a long time during a period of slow plate motion in the early Cretaceous. The age of the seamount plateau has been determined to be 129.3±2.6 Ma based on 40Ar/39Ar dating.\nThe Magellan guyots and seamounts are also characterized by complicated evolutionary histories similar to that of the Quesada Seamount. At 120 Ma, the Pacific plate was about the same size as the present Philippine Sea plate (Natland and Winterer 2005). Scattered volcanism occurred throughout the incipient Pacific plate from 120 to 80 Ma, resulting in the random formation of up to 400 large volcanoes, many of which became islands. Some of these volcanoes form what is arbitrarily called the Magellan Seamount cluster (see below), although this cluster has no\ngeological significance as such (Natland and Winterer 2005). Within this cluster, the geology of only four guyots and one seamount has been described in the literature: Himu Seamount and Hemler Guyot by Smith et al. (1989), Vlinders Guyot by Koppers et al. (1998), Ioan Guyot by Melnikov et al. (1996) and Roskomnedra Guyot by Utkin et al. (2004). All these appear to be larger than the Quesada Seamount and may be considered to be shield volcanoes.\nNatland and Winterer (2005) considered that the Magellan seamounts have no clear or geographically persistent alignments and described them as a collection of large individual seamounts, guyots and seamount–guyot clusters, rather than as a seamount chain. This led them to conclude that the Magellan seamounts formed under conditions in which there was no tectonic stress and to refer to them as the Magellan Seamount cluster. This finding is in contrast to the previous conclusion of Koppers et al. (1998) that the Magellan seamounts form a seamount trail. However, the ages of the four guyots determined by Koppers et al. (1998; Ita Mai Tai aver. 119.0 Ma, Ioan aver. 86.7 Ma, Pako 90.9 Ma and Vlinder 101.4 Ma) are out of sequence and the authors offer no reasonable explanation why the Ita Mai Tai Guyot should be 34–36 Ma older than expected or why the guyots do not show a linear trend with latitude. Their classification of these guyots as a seamount trail is therefore unconvincing and untenable.\nThe age data presented above establish that the formation of the Magellan Seamount cluster was quite different from that of the younger Pacific seamount chains formed from the Mid-Cretaceous to the Eocene (90–47 Ma), which display a dominantly NNW alignment, and those from the Eocene to the Present (47–0 Ma) which display a dominantly WNW alignment. As a consequence, the maximum thickness of the manganese crusts on the individual guyots and seamounts of the Magellan Seamount cluster does not increase systematically with distance from the origin, as is the case on the Hawaiian Ridge where the maximum thickness of the crusts on individual seamounts increases from zero at the Loihi Seamount to 5 cm in the vicinity of Midway at the western end of the ridge (Glasby and Andrews 1977).\nMigration of the Magellan Seamount cluster and formation of the guyots\nAfter the Magellan seamounts formed, they began sinking as a result of thermal subsidence of the ocean floor. Jenkyns and Wilson (1999) have described the formation of carbonate platforms on seamounts from the North Pacific. They showed that these platforms drowned at low latitudes immediately south of the equator (approximately 10–0°S) during their northward migration because the temperatures of the surface waters in the equatorial region became too\nhigh (>30°C) for many carbonate-secreting organisms to survive. Drowning of the carbonate platforms occurred sequentially as each seamount crossed this equatorial region, resulting in the formation of guyots. Jenkyns and Wilson (1999) refer to this process as ‘death in the tropics.’\nBecause the Magellan guyots and seamounts formed under conditions in which tectonic stress was absent, it is not possible to reconstruct the positions of these seamounts at the time of their formation. However, by assuming that migration of the Magellan Seamount cluster has been the same as that of the Hawaiian-Emperor Seamount chain during the past 65 Ma (Gordon and Jurdy 1986; Raymond et al. 2000), it can be calculated that the Magellan Seamount cluster was located about 25° of latitude south of its present position (between about 3.5 and 12°S) at the end of the Cretaceous. At that time, therefore, the Magellan Seamount cluster was still confined to the southern equatorial region. On this basis, none of the guyots or seamounts in the Magellan Seamount cluster would have crossed the equator before the end of the Cretaceous (65 Ma). Indeed, Himu (21.5°N) would not have crossed the equator until about 59Ma and Ita Mai Tai (13°N) until about 45Ma. This implies that guyot formation extended into the Middle Eocene. Figure 2 illustrates the formation and migration of the guyots and seamounts of the Magellan Seamount cluster.\nBased on the depth-age relation for the ocean floor of Parsons and Sclater (1977), it is possible to backtrack the depth of the ocean floor to the time of formation of the guyots and seamounts. For example, Himu, the most northerly edifice in the Magellan Seamount cluster, occurs at a water depth of about 2,000 m. According to Smith et al. (1989), this seamount would have a rejuvenated age of 133 Ma for calculating its subsidence history and would have subsided about 2,300 m since its formation. This implies that Himu began life as a subaerial volcano with a height of about 300 m above sea level. However, dredge samples from Himu consist dominantly of pillow basalts and flows indicative of a submarine origin. This led Smith et al. (1989) to conclude that the summit of Himu formed close to sea level.\nA similar backtracking calculation can not be carried out for the six guyots of the Magellan Seamount cluster because the thickness of the carbonate caps on these guyots is not known. Jenkyns and Wilson (1999) have noted that the thickness of the carbonate platforms on six North Pacific guyots ranges from 134 to 1,600 m, with no systematic latitudinal variation in thickness of the platforms. Since the guyots of the Magellan Seamount cluster are presently located at water depths of 1,500–1,300 m, this implies that the pedestals on which these guyots formed could have been either somewhat shallower or much deeper than the summit of the Himu Seamount. By comparison with the Himu Seamount, therefore, it is concluded that\nsome of these guyots may have begun life as subaerial volcanoes and others as active submarine volcanoes.\nFor the Ioan Guyot, Melnikov et al. (1996) have proposed a cycle involving growth of the volcanic edifice up to sea level, erosion of the summit, creation of an atoll, more-or-less rapid submergence, accumulation of planktonic sediments and guyot formation. This cycle was considered to be typical of the majority of guyots in the Pacific. By contrast, Govorov et al. (1995) considered that phosphorite formation on seamounts from the western Pacific occurred in two stages: an early less productive stage when the seamount was an island (atoll) and a later, more productive stage when the seamount was submerged to a certain depth. This implies that the guyots began life as subaerial volcanoes. Govorov et al. (1995) also estimated that the guyots in the Magellan Seamount cluster sank slowly to depths of 400–500 m during the period 88–7 Ma and thereafter more rapidly to depths of 1,000–2,000 m.\nIn each case, these conclusions were based on detailed studies of phosphorite formation on the guyots. Hein et al. (2000) have also emphasized the role of mass wasting in controlling the distribution and morphology of Co-rich Mn crusts on the flanks of guyots and seamounts. However, the history of the Himu Seamount is somewhat perplexing. It is difficult to understand why this seamount did not form a carbonate platform during its northward migration, unlike\nall the other guyots in the Magellan Seamount cluster, since it would almost certainly have been a shallow-water seamount at some stage prior to reaching 10°S.\nPhosphogenesis of the guyots of the Magellan Seamount cluster\nProcesses of phosphogenesis on equatorial Pacific guyots have been described by Hein et al. (2000). According to these authors, there were two major episodes of phosphogenesis in the late Eocene/early Oligocene (∼34 Ma) and late Oligocene/early Miocene (∼24 Ma) and a minor episode in the Middle Miocene at ∼15 Ma. The most common type of deposit was formed by replacement of foraminiferal/nanofossil sediment by carbonate fluorapatite (CFA) at water depths greater than 1,000 m. Phosphorite formation was thought to involve the redistribution of phosphate from the deep sea to shallower environments as a result of increased circulation of the oceans (Hein et al. 2000), coupled with the development of an expanded, suboxic oxygen minimum zone (OMZ) resulting from the increased productivity of surface waters near the equator (Koschinsky et al. 1997). As shown in Fig. 2, the periods of phosphorite formation coincide with intervals of higher global temperatures, which would have favoured the formation of economic-grade phosphorite deposits.\nFig. 2 Schematic representation showing the formation of the volcanic edifices of the Magellan guyots and seamounts between 120 and 74 Ma, sinking of these edifices and formation of the guyots which was completed between 59 and 45 Ma, and development of the Cenomanian–Turonian (C–T) boundary at 93.5 Ma (lower diagram). The formation of the proto-manganese crust and units I, II and III of the manganese crust are shown in the upper diagram. Permanent ice sheets are marked in bold and ephemeral ice sheets by stippled shading. P1, P2 and P3 mark the two major (P1, P2) and one minor\n(P3) period of phosphogenesis of the guyots. C1–C6 mark periods of major climatic change (C1 Late Palaeocene Thermal Maximum, C2 Early Eocene Climate Optimum, C3 Oi-I Glaciation, C4 Mi-I Glaciation, C5 Mid-Miocene Climate Optimum, C6 Pliocene Glaciation). Initiation of the growth of the ferromanganese crusts and the subsequent formation of the Co-rich Mn crusts, at the beginning of the Eocene and in the early Miocene respectively, is marked on the lower diagram. The profile showing the changes in global climate with time is taken from Zachos et al. (2001)\nThe Ioan Guyot was surveyed during three Russian cruises in the late 1980s and early 1990s (Melnikov et al. 1996). Phosphorite was shown to be fairly widespread and located around the rim of the guyot, occurring mainly as phosphatized limestone and phosphate breccia. It was estimated that the total area of the phosphorite deposits was about 300 km2 (or about 60% of the area of the guyot in the depth range 2,000–3,000 m). Average abundance of the phosphorite was estimated to be about 500 kg m−2 (on a wet basis) and the upper tens of centimetres of the slope deposits were estimated to contain 150–200×106 t phosphorite ore. Average P2O5 contents of the deposits are in the range 20– 32%. Govorov et al. (1995) have excellently summarized the modes of formation of these deposits in the western Pacific."
  }, {
    "heading": "Evolution of the Co-rich Mn crusts",
    "text": "Stratigraphy and composition of the Co-rich Mn crusts of the Magellan Seamount cluster\nThe structure, age and composition of ferromanganese crusts from the Magellan seamounts have been documented\nin detail by Melnikov and Pulyaeva (1995) and Pulyaeva (1997; Figs. 3 and 4). In particular, Pulyaeva (1997) identified three units (I–III) in the crusts extending back to the late Cretaceous, based on the distribution of calcareous microfossils.\nIn an idealized section, the crusts could be considered to consist of a proto-unit of late Cretaceous age. This unit is found in relatively few crusts and is characterized by the incorporation of large amounts of sedimentary material, high contents of P2O5 (aver. 14.0%), low contents of the Mn, Fe, Co and Ni, extensive diagenetic alteration of the crust and evidence of possible hydrothermal contribution to crust formation. The Co content of this proto-unit is very low (aver. 0.16%).\nUnit I is Eocene in age. It is typically 20–80 mm thick and is characterized by infilling of the manganese zones by CFA and intermediate contents of P2O5 (8.2–9.3%) and Co (0.36–0.33%). Unit II is typically 20–60 mm thick and unit III 10–40 mm thick. It was tentatively suggested that unit II began formation in the early Miocene and unit III in the Pliocene. Uncertainties in the ages arise from the possible reworking of older microfossils and the low contents of calcareous microfossils in unit III. Units II and III are much less influenced by diagenesis than is the case for the\n65 – 80\n80 – 105\n0 – 5\n10 – 20\n20 –30\n30 – 65\n105 – 165\nEmiliania huxleyi Gephyrocapsa oceanica Pontosphaera indooceanica Umbilicosphaera sibogae Thoracosphaera heimi Calcidiscus macintyrei Pseudoemiliania lacunosa\nCalcidiscus macintyrei Discoaster sp.\nCalcidiscus macintyrei Cyclicargolithus floridanus Sphenolithus sp. Cyclicargolithus floridanus Discoaster deflandrei Discoaster variabilis\nCyclicargolithus floridanus Coronocyclus nitescens Discoaster deflandrei Discoaster calculosus Dictiococcites bisectus\nCoccolithus pelegicus Chiasmolithus solithus Toweius callosus Coccolthus formosus Discoaster multiradiatus Discoaster barbadiensis Watznaueria barnesae Arkhangelskiella sp. 165 – 245 (mm) Ra I-1\nI-2 b\nII\nIII\nDiscoaster sp. cf. D. pansus Discoaster sp. cf. D. tristellifer Sphenolithus sp.\nSample 35D159\nPleistocene Miocene PlioceneOligoceneEocenePalaeocene\nMyr\nNP/NN\nCP/CN\nFig. 3 Calcareous nanofossil biostratigraphic dating of the stratotype section of ferromanganese crust sample 35D159 (14°00′N 155°02′E, 1,832 m) from the Ioan Guyot in the Magellan Seamount cluster. Nanofossils were identified and their respective extant periods were determined for each of five layers. The age ranges for each layer are shown in the shaded areas. The schemes for the Cainozoic used here\nare based on zonal scales for the Neogene (NN Martini 1971, and CN Okada and Bukry 1980) and for the Palaeogene (NP Martini 1971, and CP Okada and Bukry 1980), which have been correlated with absolute ages by Shumenko (1987). The numbers 1, 2, 3, ... 21 refer to the numbers of each zone\nunderlying units and are characterized by low contents of P2O5 (aver. 2.0 and 1.4% respectively) and high contents of Co (aver. 0.54 and 0.67% respectively).\nThe units described above are easily distinguished texturally but contain numerous hiatuses. The most significant of these occurs at the boundaries between the Cretaceous and Palaeocene and the Eocene and Oligocene. Interestingly, the long hiatus in growth of the ferromanganese crusts during the Oligocene is in contrast to deep-sea manganese nodules which began their formation in the Oligocene (see below).\nTo illustrate the features described above, Fig. 3 shows the results of the biostratigraphic dating of a representative ferromanganese crust from the Ioan Guyot in which five layers were identified. This finding was based on a study of the distribution of calcareous nanofossils from the late Cretaceous up to the Pleistocene in sections of almost 500 ferromanganese crusts from the Magellan seamounts, Marshall Islands and elsewhere carried out over a 10-year period.\nFigure 4 illustrates the changes in mineralogy and composition of a second ferromanganese crust from the Ioan Guyot during its growth. It is seen that Mn, Fe and Co contents increase in the crusts with time whereas Ni and Cu contents show no systematic changes. These results\ndemonstrate that high Co contents did not occur in the Magellan seamount crusts until the early Miocene. This is consistent with the findings of Ren et al. (unpublished data) that Co-rich layers did not appear in ferromanganese crusts until 23 Ma, based on a profile of 184 electron microprobe point analyses taken through a 37-mm-thick crust from the Lamont Guyot in the Marcus–Wake Seamount cluster.\nInfluence of climate on Co-rich Mn crust formation\nClimate is a major determinant in controlling ocean circulation and therefore the growth of Co-rich Mn crusts (Glasby 2006). The Cretaceous was characterized by ‘greenhouse Earth’ conditions (Zachos et al. 2001). This resulted in sluggish deep-ocean circulation which was not conducive to the transport of oxygen in the deep ocean and the formation of ferromanganese crusts. In addition, oceanic anoxic events, such as occurred at the Cenomanian–Turonian (C–T) boundary at 93.5 Ma, led to the almost complete dissolution of Mn oxides in the world ocean at that time (Force and Cannon 1988).\nSince the Eocene Climatic Optimum at 51 Ma, there have been four major periods of cooling of the deep oceans,\nresulting in an overall decrease in temperature of about 12°C (Lear et al. 2000; Zachos et al. 2001). The major part of this cooling (7°C) took place from the Eocene Climatic Optimum to the end of the Eocene. However, the most significant changes in circulation of the deep ocean occurred as a result of the Oi-I Glaciation in the earliest Oligocene at 33.7 Ma, the Mi-I Glaciation at 23.5 Ma, the Middle Miocene Climate Transition at 14.3–13.9 Ma (Shevenell et al. 2004) and the Pliocene Glaciation in the Northern Hemisphere at about 3.2 Ma. These led to the development of a dynamic, well-ventilated ocean with increased upwelling following the Oi-I Glaciation (Exon et al. 2004) and intensification of thermohaline circulation following the Middle Miocene Climate Transition. The resulting increased oxygenation of the oceans created conditions favourable for the formation of deep-sea manganese nodules from the Oligocene onwards (Glasby 1988; Shilov 2004). Figure 2 summarizes the relationship between the climate and the formation of ferromanganese and Co-rich Mn crusts in the far western Pacific.\nAn essential prerequisite for the growth of Co-rich Mn crusts is a well-developed OMZ. The OMZ in the equatorial N. Pacific extends from east to west (Johnson et al. 1996). Figure 5 shows an N–S profile of the OMZ roughly at the longitude of the Magellan Seamount cluster which is located at 152–157°E (Schlitzer 2004). From this, it can be seen that the OMZ decreases in intensity from 35°N southwards and terminates at about 6°N. At 20°N, 150°E, for example, the OMZ is located at a water depth of 850 m and has an oxygen content of about 60 μmol kg−1. The oxygen content of ambient seawater at this location is 110 μmol kg−1 at 2,000 m, 130 μmol kg−1 at 2,500 m and 165 μmol kg−1 at 4,500 m. The guyots of the Magellan Seamount cluster are presently located at water depths of 1,500–1,300 m, and the Himu Seamount at a water depth of about 2,000 m. Because of the low oxygen contents of seawater at these depths, the rate of deposition of Mn on the surface of the crusts is much lower than that in abyssal areas (Halbach and Puteanus 1984; Johnson et al. 1996). The flux of Co to the surface of the crusts, on the other hand, remains constant with water depth,\nat 2.9 μg cm−2 ka−1 (Puteanus and Halbach 1988). This inverse relationship between the deposition rates of Co and Mn in this depth range explains the high Co contents of these Co-rich Mn crusts. For comparison, the OMZ at the Line Islands (10°N 150°W) occurs at a depth of about 400 m and has a dissolved oxygen content of about 10 μmol kg−1 (http://www.ewoce.org/gallery/P4_OXYGEN.gif). The OMZ in the vicinity of the Magellan Seamount cluster is therefore much weaker than that on the seamount chains to the east.\nAt present, it is not possible to define unambiguously the age at which Mn crusts with high Co contents began to form in the World Ocean because some samples with ages greater than 50 Ma have been identified which contain >0.8% Co (Puteanus and Halbach 1988; Frank et al. 1999). However, based on the observations of Pulyaeva (1997) and Ren et al. (unpublished data), it is tentatively suggested that high Co contents did not appear in ferromanganese crusts from the far western Pacific until the early Miocene, following the formation of a well-developed OMZ.\nFinally, it is worth noting the very much lower concentrations of Mn (20 ng kg−1), Fe (30 ng kg−1) and Co (1.2 ng kg−1) in seawater compared to those of Ni (480 ng kg−1), Cu (150 ng kg−1) and Zn (350 ng kg−1; MBARI 2005). This reflects the much shorter residence times of Mn (60 years), Fe (200–500 years) and Co (340 years) in seawater, in contrast to those of Ni (6,000 years), Cu (5,000 years) and Zn (50,000 years). These data emphasize the much greater enrichment of Mn (4.6×109), Fe (2.8×109) and Co (7.0×108) in Co-rich Mn crusts relative to ambient seawater compared to Ni (9.6×106), Cu (3.6×106) and Zn (1.9×106; Hein 2004). According to Nozaki (1997), elements such as Mn and Co are highly reactive in seawater and are scavenged by particulate matter."
  }, {
    "heading": "Conclusions",
    "text": "The preceding sections emphasize the complex evolutionary history of the Co-rich Mn crusts in the far western Pacific which ultimately led to the formation of potentially\neconomic-grade deposits and that the factors controlling their distribution and occurrence differ in many respects from those of crusts which formed on the Central Pacific seamount chains. At present, knowledge of the formation of the Co-rich Mn crusts from the Magellan Seamount cluster remains rudimentary and much more effort is required to determine the palaeoclimatic and palaeoceanographic conditions under which these crusts formed since the late Cretaceous."
  }],
  "year": 2007,
  "references": [{
    "title": "The explanatory note to the metallogenic map of the world ocean (in English and Russian). VNIIOkeanologia",
    "authors": ["SI Andreev", "IS Gramberg"],
    "venue": "St. Petersburg and InterOceanMetall,",
    "year": 1998
  }, {
    "title": "Cobalt-rich ores of the world ocean (in Russian with English conclusion). Ministry of Natural Resources of the Russian Federation and All-Russian Research Institute for Geology and Mineral Resources of the World Ocean",
    "authors": ["SI Andreev", "IS Gramberg"],
    "venue": "St. Petersburg",
    "year": 2002
  }, {
    "title": "Ages of seamounts, islands and plateaus on the Pacific Plate",
    "authors": ["V Clouard", "A Bonneville"],
    "venue": "Geological Society of America,",
    "year": 2005
  }, {
    "title": "Shipboard Scientists (2004) The Tasmanian Gateway Cenozoic climatic and oceanographic development",
    "authors": ["NF Exon", "JP Kennett", "MJ Malone"],
    "venue": "Proceedings of the Ocean Drilling Program (Scientific Results),",
    "year": 2004
  }, {
    "title": "Depositional model for shallow-marine manganese deposits around black-shale basins",
    "authors": ["ER Force", "WR Cannon"],
    "venue": "Econ Geol",
    "year": 1988
  }, {
    "title": "Manganese deposition through geological time: dominance of the Post-Eocene environment",
    "authors": ["GP Glasby"],
    "venue": "Ore Geol Rev",
    "year": 1988
  }, {
    "title": "Manganese: predominant role of nodules and crusts",
    "authors": ["GP Glasby"],
    "venue": "Zabel M (eds) Marine geochemistry,",
    "year": 2006
  }, {
    "title": "Manganese crusts and nodules from the Hawaiian ridge",
    "authors": ["GP Glasby", "JE Andrews"],
    "venue": "Pac Sci",
    "year": 1977
  }, {
    "title": "Cenozoic global plate motion",
    "authors": ["RG Gordon", "DM Jurdy"],
    "venue": "J Geophys Res",
    "year": 1986
  }, {
    "title": "Complex phosphorite and Co–Mg crust deposits in the western Pacific: modes of occurrence, chemical compositions, and distribution patterns",
    "authors": ["IN Govorov", "EL Shkolnik", "ME Melnikov", "Khershberg LB", "YuG Volokhin", "BI Vasileyev", "AV Mechetin"],
    "venue": "Geol Pac Ocean",
    "year": 1995
  }, {
    "title": "The influence of carbonate dissolution rate on the growth and composition of Co-rich ferromanganese crusts from the Central Pacific seamount areas",
    "authors": ["P Halbach", "D Puteanus"],
    "venue": "Earth Planet Sci Lett 68:73–87",
    "year": 1984
  }, {
    "title": "Cobalt-rich ferromanganese crusts: global distribution, composition, origin and research activities. In: Proceedings of international seabed authority workshop minerals other than polymetallic nodules of the international seabed area",
    "authors": ["JR Hein"],
    "year": 2004
  }, {
    "title": "Cobalt-rich ferromanganese crusts in the Pacific. In: Cronan DS (ed) Handbook of marine mineral deposits",
    "authors": ["JR Hein", "A Koschinsky", "M Bau", "FT Manheim", "J-K Kang", "L Roberts"],
    "year": 2000
  }, {
    "title": "Long-lived Cretaceous volcanism in the Mariana Trench, western Pacific Ocean",
    "authors": ["N Hirano", "Y Ogawa", "K Saito"],
    "venue": "Mar Geol",
    "year": 2002
  }, {
    "title": "Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: relicts from a greenhouse Earth",
    "authors": ["HC Jenkyns", "PA Wilson"],
    "venue": "Am J Sci",
    "year": 1999
  }, {
    "title": "On the formation of the manganese maximum in the oxygen minimum",
    "authors": ["KS Johnson", "KH Coale", "WM Berelson", "RM Gordon"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1996
  }, {
    "title": "The Magellan seamount trail: implications for Cretaceous hot spot volcanism and absolute plate motion",
    "authors": ["AAP Koppers", "H Staudigel", "JR Wijbrans", "MS Pringle"],
    "venue": "Earth Planet Sci Lett 163:53–68",
    "year": 1998
  }, {
    "title": "Effects of phosphatization on the geochemical and mineralogical composition of marine ferromanganese crusts",
    "authors": ["A Koschinsky", "A-M Stascheit", "M Bau", "P Halbach"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1997
  }, {
    "title": "Cenozoic deep-sea temperatures and global ice volumes from Mg/Ca in benthic foramaniferal calcite",
    "authors": ["CH Lear", "H Elderfield", "PA Wilson"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Standard tertiary and quaternary calcareous nanoplankton zonation",
    "authors": ["E Martini"],
    "venue": "Farinacci A (ed) Proceedings of 2nd planktonic conference,",
    "year": 1971
  }, {
    "title": "Ferromanganese crust deposits on Marcus–Wake and Magellan Seamounts, western Pacific: structure, composition and age",
    "authors": ["ME Melnikov", "IA Pulyaeva"],
    "venue": "Geol Pac Ocean",
    "year": 1995
  }, {
    "title": "Fe–Mn and P mineralization on the IOAN Guyot, western Pacific: results of a detailed survey",
    "authors": ["ML Melnikov", "EL Shkolnik", "IA Pulyaeva", "TV Popova"],
    "venue": "Geol Pac Ocean",
    "year": 1996
  }, {
    "title": "Fissure control on volcanic action in the Pacific",
    "authors": ["JH Natland", "EL Winterer"],
    "venue": "Geological Society of America,",
    "year": 2005
  }, {
    "title": "A fresh look at element distribution in the North Pacific",
    "authors": ["Y Nozaki"],
    "venue": "EOS Trans Am Geophys Union 78:221 (http://www.agu",
    "year": 1997
  }, {
    "title": "Supplementary modification and introduction of code numbers to the low-latitude coccolith biostratigraphic zonation (Bukry",
    "authors": ["H Okada", "D Bukry"],
    "venue": "Mar Micropaleontol",
    "year": 1980
  }, {
    "title": "1977)An analysis of the variation of the ocean floor bathymetry and heat flow with age",
    "authors": ["B Parsons", "JG Sclater"],
    "venue": "J Geophys Res",
    "year": 1977
  }, {
    "title": "Stratification of ferromanganese crusts on the Magellan seamounts",
    "authors": ["IA Pulyaeva"],
    "venue": "Proceedings of 30th International Geological Congress,",
    "year": 1997
  }, {
    "title": "Correlation of Co concentration and growth rate—a method for age determination of ferromanganese crusts",
    "authors": ["D Puteanus", "P Halbach"],
    "venue": "Chem Geol",
    "year": 1988
  }, {
    "title": "Fast Paleogene motion of the Pacific hotspots from revised global plate circuit constraints",
    "authors": ["CA Raymond", "JM Stock", "SC Cande"],
    "venue": "AGU Geophys Monogr",
    "year": 2000
  }, {
    "title": "Ocean data view. http://www.awi-bremerhaven.de/ GEO/ODV",
    "authors": ["R Schlitzer"],
    "year": 2004
  }, {
    "title": "50-Ma initiation of Hawaiian-Emperor bend records major change in Pacific plate motion",
    "authors": ["WD Sharp", "DA Clague"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Middle Miocene Southern Ocean cooling and Antarctic cryosphere expansion",
    "authors": ["AE Shevenell", "JP Kennett", "DW Lea"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Stratigraphy of Upper Cenozoic deposits in the Clarion–Clipperton Fracture Zone (Pacific Ocean",
    "authors": ["VV Shilov"],
    "venue": "(in Russian). Candidate Thesis, VSEGEI, All-Russian Institute of Geology, St. Petersburg",
    "year": 2004
  }, {
    "title": "The Magellan Seamounts: early Cretaceous record of the South Pacific isotopic and thermal anomaly",
    "authors": ["WHF Smith", "H Staudigel", "AB Watts", "MS Pringle"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "The role of strike-slip faulting of oceanic crust in the formation of the Magellan Guyots (Pacific Ocean)",
    "authors": ["VP Utkin", "AI Khanchuk", "EV Mikhailik", "LB Khershberg"],
    "venue": "Trans Russian Acad Sci/Earth Sci Sect",
    "year": 2004
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65 Ma to present",
    "authors": ["J Zachos", "M Pagani", "L Sloan", "E Thomas", "K Billups"],
    "venue": "Science",
    "year": 2001
  }],
  "id": "SP:5a45e723b1a38aec08650dff1d7a2faa06c4e767",
  "authors": [{
    "name": "Geoffrey P. Glasby",
    "affiliations": []
  }, {
    "name": "Xiangwen Ren",
    "affiliations": []
  }, {
    "name": "Xuefa Shi",
    "affiliations": []
  }, {
    "name": "Irina A. Pulyaeva",
    "affiliations": []
  }],
  "abstractText": "The Magellan seamounts began forming as large submarine shield volcanoes south of the equator during the Cretaceous. These volcanoes formed as a cluster on the small Pacific plate in a period when tectonic stress was absent. Thermal subsidence of the seafloor led to sinking of these volcanoes and the formation of guyots as the seamounts crossed the equatorial South Pacific (10–0°S) sequentially and ocean surface temperatures became too high for calcareous organisms to survive. Guyot formation was completed between about 59 and 45 Ma and the guyots became phosphatized at about 39–34 and 27–21 Ma. Ferromanganese crusts began formation as proto-crusts on the seamounts and guyots of the Magellan Seamount cluster towards the end of the Cretaceous up to 55 Ma after the formation of the seamounts themselves. The chemical composition of these crusts evolved over time in a series of steps in response to changes in global climate and ocean circulation. The great thickness of these crusts (up to 15–20 cm) reflects their very long period of growth. The high Co contents of the outer parts of the crusts are a consequence of the increasing deep circulation of the ocean and the resulting deepening of the oxygen minimum zone with time. Growth of the Co-rich Mn crusts in the Magellan Seamount cluster can be considered to be the culmination of a long journey through time.",
  "title": "Co–rich Mn crusts from the Magellan Seamount cluster: the long journey through time"
}