{
  "sections": [{
    "heading": "1. Introduction",
    "text": "One of the most important questions of modern climatology is whether the anthropogenic enhanced ‘greenhouse effect’, as assessed by climate models (especially coupled atmosphere-ocean general circulation models, AOGCMs), is real or not (Houghton et al., 1996). If it is real, mankind is faced with a global warming of up to several degrees Celsius within the next century. However, for several reasons, both anthropogenic and natural, the global climate is highly variable in time. To answer the question of whether the observed global warming trend of about 0.6 K since 1866 is mainly of natural or of anthropogenic origin, a causal explanation of global mean temperature variations as complete as possible is necessary. Up to now the task of describing global climate using a real multiforced model has not been solved by AOGCM’s because of the fact that most of the forcing mechanisms (especially volcanic forcing) are not known to the temporal and spatial\nClimatic Change 48: 617–646, 2001. © 2001 Kluwer Academic Publishers. Printed in the Netherlands.\naccuracy and resolution necessary. For this reason, a transient signal separation is usually achieved by multiforced statistical models, for example by multiple regression models (Schönwiese, 1987), autoregressive-moving average (ARMA) models (Visser and Molenaar, 1995; Kaufman and Stern, 1997) or neural networks (Walter et al., 1998). With these purely statistical models and the known yearto-year variability of some forcing parameter time series, both anthropogenic and natural, a high amount of variance of observed global mean temperature time series can be hypothetically explained (70–80%). Nevertheless, all statistical approaches suffer from the problem of a possible overfitting. This problem can be avoided by the application of simplified energy balance models (EBM’s).\nSeveral authors have used EBM’s to reproduce the observed surface air temperature (SAT) time series of the last 120 years. Hansen et al. (1981) as well as Gilliland (1982) modelled the observed global mean temperature time series, taking into account the following three forcing mechanisms: anthropogenic greenhouse gases, solar radiation variations, and volcanic forcing. In both papers, model parameters or forcing parameters (scale factors, phase shifts) are fitted to obtain optimal results. In addition, Wigley and Raper (1990a, b) have investigated external forcing as well as white noise forcing, interpreted as natural climate variability. Furthermore, a wide range of parameter values was chosen for model calibration in these papers.\nIn more recent applications, EBM’s are fitted to AOGCM results in order to investigate different feedback processes (Murphy, 1994) as well as coupling problems arising from the different time scales of atmosphere and ocean GCMs (Raper and Cubasch, 1996). In contrast to the authors mentioned above, we calibrate an EBM with respect to an AOGCM calculation using a wide range of climate sensitivities to allow for the investigation of uncertainties concerned with this parameter, and we investigate the model response to several external forcing mechanisms. Thus, both the uncertainty in model parameters and in forcing estimates are considered. Because we do not fit the parameters to optimally reproduce the observations, the approach of this paper avoids the problem of overfitting the time series of interest. Moreover, different estimates of the anthropogenic aerosol loading of the troposphere (Jonas et al., 1994) are incorporated as an additional forcing mechanism."
  }, {
    "heading": "2. Energy Balance Model; its Calibration and Solution",
    "text": ""
  }, {
    "heading": "2.1. MODEL",
    "text": "We use the linear three-box EBM introduced by Dickinson (1981):\nca Ṫa = −λam (Ta − Tm)+1Q− λ Ta (1) cm Ṫm = λam (Ta − Tm)− λmo (Tm − To) (2)\nco Ṫo = λmo (Tm − To) (3)\nwhere the subscripts a, m, o refer to the atmosphere, the mixed layer of the ocean, and ocean intermediate water, respectively. ci is the heat capacity and Ti the temperature anomaly of layer i. λij is the heat exchange coefficient between layers i and j . λ is the reciprocal of the climate sensitivity, and 1Q is the external forcing anomaly. Since the ocean covers about 71% of the earth’s surface, λam in Equation (1) has to be multiplied by the ocean fraction, as well as both Equations (2) and (3). The equations are then representative for a unit area of earth surface. The energy uptake of the land surface is not considered in the model.\nBecause the thermal inertia of the atmosphere is much smaller than that of the ocean it can be neglected. On the time scale of interest (larger than one month) this has no effect on the phase and amplitude spectra of the model. Therefore we obtain the following diagnostic equation for the atmospheric temperature of the model:\nTa = λam Tm +1Q λam + λ . (4)\nThereby, the variation of Ta is supposed to be equal to the global mean surface air temperature variations and is a linear combination of the forcing anomaly 1Q and the temperature of the mixed layer of the ocean. The dynamics of the system are governed by the remaining prognostic Equations (2) and (3) only. Under the conditions of Equation (4), Equations (2) and (3) become a damped harmonic oscillator with external forcing. This can be shown easily by differentiating Equation (2) with respect to time and inserting Equation (3). We thereby obtain the following equation for a damped harmonic oscillator with forcing F :\nT̈m + pṪm + qTm = F (5) with\np = λamλ cm(λam + λ) + λmo cm + λmo co ,\nq = λλamλmo cmco(λam + λ) ,\nF = λamλ cm(λam + λ)\n{ λ2mo\ncmco 1Q+ 1̇Q\n} .\nThe harmonic oscillator oscillates only for p2 − 4q < 0. Thereby it is necessary that cm > co to fulfill this condition. This means, if the oceanic mixed layer of the model is thicker than the deeper ocean being considered, the EBM is capable of modelling damped harmonic oscillations. This can lead to resonance phenomena with respect to special kinds of forcing. Nevertheless, it should not be the case for realistic values of ocean depths."
  }, {
    "heading": "2.2. CALIBRATION",
    "text": "Since this model structure is even simpler than the widely used box diffusion EBM’s and upwelling diffusion EBM’s (Wigley and Schlesinger, 1985; Wigley and Raper, 1987; Lebedeff, 1988) it is necessary to show that this EBM is able to describe real global climate variations. Furthermore, reliable values of the five remaining model parameters (λ, λam, λmo, cm, and co) must be estimated.\nThe term −λTa is a linear approximation of the radiative response to perturbations in Ta . λ is often called the radiative damping parameter and its reciprocal λ−1 is called the climate sensitivity (Shine et al., 1994). Since the equilibrium response to a forcing is given by\n1T1Q = 1Q λ , (6)\nequilibrium temperature responses for given forcings are widely used instead of climate sensitivity itself. For a doubling of atmospheric CO2 concentration, Kattenberg et al. (1996) gave an equilibrium temperature change1T2x within the range from 1.5 K to 4.5 K with the best estimate of 2.5 K. These values depend on the feedback mechanisms and the parameterizations made in GCM’s and are in a way artificial. Nevertheless, Hoffert and Covey (1992) estimated 1T2x from paleoclimate reconstructions. They have shown that the climate sensitivity should have been 2.0± 0.5 K in the last glacial maximum (around 21,500 years before present) which was characterized by a climate 3.0 ± 0.6 K colder than today. They also show that during the middle Cretaceous (around 108 years before present) 1T2x was 2.5 ± 1.2 K with a climate 9 ± 2 K warmer than today. This indicates that climate sensitivity does not depend strongly on long-term mean SAT variations. We consider the full range of uncertainty given by Kattenberg et al. (1996) and use the three values 1.5 K, 2.5 K and 4.5 K in our investigations.\nThe next coefficient to be estimated is the heat exchange coefficient between the atmosphere and the ocean mixed layer λam. Energy is exchanged across the atmosphere-ocean interface by the radiative flux FRad and the fluxes of sensible and latent heat, FSen and FLat. According to the model presented here, all these fluxes must be expressed in terms of 1T = Ta − Tm. In a second step these fluxes have to be linearized. Therefore the energy flux Fam can be expressed as\nFam = FRad + FSen + FLat = ∂ FRad\n∂1T 1T + ∂ FSen ∂1T 1T + ∂ FLat ∂1T 1T\n= λRad1T + λSen1T + λLat1T = λam1T .\n(7)\nWith FRad = σ (T̂ 4a − T̂ 4m) it follows that: lim 1T→0 ∂FRad ∂1T ≈ 4σ T̂ 3a ≈ 5.5 Wm2K (σ = Stefan–Boltzmann constant; note that T̂ is not a temperature deviation but\nan absolute temperature). Using FSen = ρcpCH |v|1T (with ρ = air density, cp = specific heat capacity of the atmosphere, CH = dimensionless heat transfer coefficient and |v| = wind speed; see Peixoto and Oort, 1992) for the sensible heat flux, it follows that λsen ≈ 12.5 Wm2K. The formulation of Harvey and Schneider (1985) is used to estimate λLat. Its linearization leads to λLat ≈ 13.5 Wm2K . Although all these approximations are very crude, the resulting value λam of about 30 W m2K is within the very wide range of values which are usually used, 20 to 50 W m2K\n(see Haidvogel and Bryan, 1992). However, since only the fraction λam\nλam+λ occurs in the solutions (see for example Equation 8) and λ λam, an error of about 5 Wm2K in the approximation of λam leads to an error of less than 1.5% in\nλam λam+λ . Choosing\nan arbitrary value within the range given by Haidvogel and Bryan (1992) leads to a maximum error in λam\nλam+λ of less than 4%. This can easily be seen by error propagation. As well, the error in λam\nλam+λ is less than 3% of the error in λ. From this it follows that the uncertainty in λ has only a small effect on the temporal behaviour of the model solutions. Nevertheless, uncertainties in λ are strongly related to equilibrium signals (see Equation (6)) and, therefore, may also alter the amplitude of transient model runs. We deal with this problem later in this section.\nSince heat exchange between the ocean mixed layer and deeper ocean layers is mainly due to Ekman and Sverdrup transport (see Niiler, 1992), the box parameterization is not physically based. Hence, the numerical values of λmo, cm and co can not be drawn from first principles. To obtain the three remaining parameter values of λmo, cm and co, which are mainly responsible for the model’s inertia, a switch-on solution of the EBM is fitted to the switch-on solution (instantaneous CO2 increase from 390 ppm to 720 ppm) of the AOGCM version ECHAM/LSG from Cubasch et al. (1992). For this fit the following EBM solution for the case of an overdamped oscillator is used, which is adequate if cm < co:\nTa,SO = 1Q λ\n( 1− λam λ+ λamc1 exp (−t τ1 ) − λam λ+ λam (1− c1) exp (−t τ2 )) , (8)\nwhere the subscript SO stands for switch on. A similar function consisting of two exponentials was fit by Hasselmann et al. (1993) to investigate the cold start problem of AOGCM’s. The coefficient c1 and the e-folding times τ1 and τ2 are linked uniquely to the model parameters λmo, cm and co if λ and λam are given.\nThe equilibrium climate sensitivity of the ECHAM/LSG model (1Q/λ) is not known except by fitting the AOGCM transient response to simpler atmosphereocean models, in which both the equilibrium sensitivity and the ocean mixing coefficients are tunable parameters. Using this approach, Hasselmann et al. (1993) estimated a sensitivity of 1.6 K for CO2 increase from 390 to 720 ppmv using a two-box model, which scales to a sensitivity of 1.8 K for CO2 doubling. Raper and Cubasch (1996) estimated a CO2 doubling sensitivity of 2.0–2.3 K using an upwelling-diffusion ocean model. Raper and Cubasch (1996) based their estimate of the AOGCM climate sensitivity by fitting their model to four different perturba-\ntion experiments and took into account the climate drift in the control run. Since the equilibrium sensitivity for the ECHAM/LSG model is not independently known, we have determined the model mixing parameters for three different values: 2.0 K, 2.5 K, and 4.5 K. Results are given in Table I, and the fit of the 3-box model to the AOGCM is shown in Figure 1.\nThe least square fits to the AOGCM result were performed using the Levenberg– Marquardt method (Press et al., 1992). Over a one hundred year model run, the root mean square error of the EBM relative to the AOGCM amounts to less than 0.06 K (see Table I), nearly independently of the value of 1T2x chosen. Nevertheless,\nthe larger 1T2x the lower is the weight c1 of the first exponential and the larger is the e-folding time τ2, whereas τ1 is not altered substantially. The reason for this behaviour is that for large equilibrium responses the temperature rise has to last for centuries to adjust to the new equilibrium, which is much higher than the values reached in the 100-year run. The difference between the EBM solution and the AOGCM solution shows no significant temporal structure, and specifically no harmonic oscillations, as seen in Figure 1, and may be seen as AOGCM-generated noise. For the switch-on experiment this implies that the atmospheric temperature response of the EBM is very similar to the SAT response as simulated by the AOGCM, even for a wide range of 1T2x .\nIt seems that despite the large number of degrees of freedom and the nonlinearities of the AOGCM, the evolution of the modelled global mean temperature can be also described by means of a linear and very low dimensional EBM on the time scale considered (see also Raper and Cubasch, 1996).\nThe values of the ocean-parameters cm, co, and λmo are calculated from the estimates for c1, τ1 and τ2. With the heat capacity of water, the heat capacities cm and co of the ocean boxes can be expressed in terms of their depths dm and do, respectively, which are given in Table I. Note that uncertainties of λam within ±5 W\nm2K alter the results only by ±1%.\nSince the three sets of ocean-parameter values given in Table I lead to nearly the same response of the linear EBM on the time scale up to 100 years in the switch-on experiment (see Figure 1), the EBM response to different kinds of forcing would not depend on the particular parameter set chosen. Thus, for further investigations we use only the ocean-parameter values dm = 98m, do = 1273m and λmo = 1.72 W m−2 K−1. These values are within the range usually used with this kind of climate model (Dickinson, 1981; Harvey and Schneider, 1985; Wigley and Schlesinger, 1985; Bretherton et al., 1990; Murphy, 1994), and correspond to an assumed climate sensitivity of 2.5 K. This sensitivity is similar to the sensitivity deduced by Raper and Cubasch (1996) for this AOGCM. Having determined the ocean mixing parameters assuming a climate sensitivity of 2.5 K for the ECHAM/LSG AOGCM, we can vary the climate sensitivity in the EBM without changing the mixing coefficients. This takes into account the fact that the climate sensitivity in the AOGCM would have been quite different if alternative parameterizations of subgrid-scale processes (such as those involving clouds) had been chosen, without directly affecting the ocean mixing. Thus, we can span the full range in climate sensitivity (1.5 to 4.5 K) as given by the IPCC (Kattenberg et al., 1996) while using the ocean mixing coefficients corresponding to the ECHAM/LSG AOGCM."
  }, {
    "heading": "2.3. SOLUTION",
    "text": "The model can now be used to calculate temperature variations for different kinds of forcing. Most of the forcing mechanisms under consideration as well as the observed temperature variations are only available as time series of mean annual\nvalues. Therefore, the model has to be driven by discontinuous functions. In contrast to box diffusion and upwelling diffusion EBM’s, the EBM used in this paper can easily be converted into a recursive time series filter. Rather than using numerical techniques to solve the model, this is a simple but adequate way of handling these time series. To obtain a time series filter for the annual mean SAT in year n the governing equations are solved analytically, with respect to a step function forcing, and averaged over the time step afterwards. This leads to\nTa,n = α1Ta,n−1 + α2Ta,n−2+ +β01Qn + β11Qn−1 + β21Qn−2 , (9)\nwhere 1Qn is the mean forcing anomaly (W/m2) in year n. The parameters αi and βj are functions of the system parameters. For the system parameters as given above, the values of αi and βj are presented in Table II. Thus, an autoregressivemoving average filter (ARMA(2,2)) is obtained, without finding its structure by trial and error (as done in purely statistical applications, e.g., Tol and De Vos, 1998) and without fitting its coefficients to the time series under investigation to avoid overfitting. A time series filter like this is called stationary, if the roots of 1 − α1 z− α2 z2 = 0 lie outside the unit circle (Box and Jenkins, 1976). This condition is important with respect to the investigation of climate noise, since a nonstationary filter could produce noise-induced drifts. The condition of stationarity is fulfilled for all cases specified in Table II."
  }, {
    "heading": "3. External Forcing",
    "text": "Time series of heating rate anomalies caused by external forcing have not been measured over the entire interval of interest, 1866–1997. Therefore, they have to be approximated from different kinds of information available.\nWe take two natural and two anthropogenic forcing mechanisms into account:\n• Solar forcing. Variations in solar irradiance are observed by satellites since 1979 and since then are often correlated with sunspot numbers (Foukal and Lean, 1990; Willson and Hudson, 1991) to obtain reconstructions of past solar irradiance variations. These reconstructions are mainly based on the 11-year Schwabe sunspot cycle. Observations of sun-like stars yield increasing evidence that solar irradiance variations on a centennial time scale are larger than correlations with the sunspot number suggest (Baliunas and Jastrow, 1990; Lockwood et al., 1992; Hoyt and Schatten, 1993). Thus, the most up-to-date reconstructions of solar irradiance show pronounced interdecadal and intercentennial variations (Lean et al., 1995; Solanki and Fligge, 1998). The latter gave two reconstructions, one of which (reconstruction A) is very similar to the one given by Lean et al. (1995) but with a slightly higher magnitude. Their second reconstruction (reconstruction B), however, shows a different temporal structure which is more like the one given by Hoyt and Schatten (1993). To obtain heating rate anomalies these variations have to be multiplied by the Earth’s coalbedo and the geometric factor of 0.25, leading to the annual mean time series. Deviations from the time series average are shown in Figure 2 (upper panel) for the reconstruction given by Lean et al. (1995) and for reconstruction B given by Solanki and Fligge (1998). Both are used here. • Volcanic forcing.\nExplosive volcanism is known to have a large impact on climate. It is usually considered in terms of index value time series (Lean and Rind, 1998; Tol and de Vos, 1998), e.g., the dust veil index DVI by Lamb (1970, 1977, 1983), which is in part reconstructed from temperature observations and thus should hardly be used to reconstruct temperature variations. However, several other index time series are available. The most recent index time series is the volcanic ice core index IVI by Robock and Free (1995). The latter paper also involves a comprehensive overview of the differences between the various index time series. Nevertheless, to drive an EBM forcing anomaly time series are needed which can be deduced from time series of volcanic stratospheric aerosol optical depth (AOD). AOD time series at the wavelength ω = 0.55 µm for the time interval from 1850 to 1999 have been reconstructed by Sato et al. (1993) and Sato (1995) based on observations as well as on the rescaled severity index from Mitchell (1970). Once the AOD time series is known it can be converted into volcanic forcing Qv(t) with the formula Qv(t) = −30. · AOD(t) from Lacis et al. (1992). More recent calculations from Grieser and Schönwiese (1999) are also considered here. They are mainly based on the analyses of Stothers (1996), Simkin et al. (1981), L. Siebert (pers. comm.), and Robock and Free (1995) by applying a stratospheric transport parameterization and a simplified radiation transfer model. Both forcing time series are shown in Fig-\nure 2 (second panel). Major differences between these two forcing time series occur only for the eruptions of Krakatau (1883) and Santa Maria (1902). The larger negative forcing given by Grieser and Schönwiese is in accordance with investigations of numerous pyrheliometric observations by Stothers (1996). • Anthropogenic greenhouse gas forcing. The anthropogenic greenhouse gas (GHG) forcing is calculated from anthropogenic equivalent CO2 concentrations by means of the formula also used by IPCC (Shine et al., 1990; Kattenberg et al., 1996). A forcing magnitude of 2.45 Wm2 with an uncertainty of ±15% is estimated by IPCC (Shine et al., 1994) for well-mixed greenhouse gases using radiative-convective models with stratospheric temperature adjustment. The temporal evolution of atmospheric GHG concentrations is taken from a non-linear regression\n(1997a) estimated a direct forcing of –0.38 W m−2 with a GCM including an improved radiation code. The combined sulfate and soot forcing of their calculations is –0.18 W m2. These results are in good agreement with the results of Kaufman and Chou (1993), who estimated that the indirect sulfate aerosol effect should be at least twice the direct effect. Although the range of uncertainty concerning the indirect aerosol effect is still very large, we use the results of Chuang et al. (1997) in our investigations. Following Haywood et al. (1997a), we use a direct aerosol forcing of –0.4 W m−2 and neglect the biomass burning and soot effect, since they may be of the same magnitude but of opposite sign and thus cancel each other out. We use two aerosol forcing values since 1850: –0.8 W m−2 as a low estimate, and –1.2 W m−2 as a high estimate. As an approximation, the anthropogenic aerosol concentrations are assumed to depend linearly on the time series of anthropogenic SO2 emissions, given by (Charlson et al., 1992). Thus, we use the emission time series to reconstruct the temporal structure of the forcing. The forcing time series are presented in Figure 2 (lower panel).\nUsing these time series as EBM forcing, we obtain time series of EBM temperature responses to each of the forcing mechanisms with respect to the uncertainty in the forcing estimates and the uncertainty in 1T2x . As an initial condition, all temperature anomalies (Ta, Tm, To) are set to zero. Since an ARMA filter needs values of former forcing and state (see Equation (9)), a few time steps are needed to forget the initial conditions. The model run (recursive filter) is therefore started in 1850 to give enough time to guarantee that the model response after 1866 is independent of the initial conditions. This is done for the solar forcing, the volcanic forcing, and the anthropogenic GHG forcing, but not for the anthropogenic aerosol forcing. The model run for the latter forcing is started in 1860, which implies that the anthropogenic aerosol forcing is assumed to be zero before 1860. This is in good agreement with the emission values given by Charlson et al. (1992). The time series of solar forcing following from Solanki and Fligge (1998) starts in 1875 and is extended to 1850 with the adapted solar irradiance data given by Lean (1995).\nFigure 3 shows some of the EBM responses to the external forcing mechanisms as well as the ENSO-related part of global mean SAT. The latter is estimated by a linear ENSO-temperatue regression suggested by Jones (1988). In Table IV the amplitudes (maximum value minus minimum value) of the EBM responses to the different forcing mechanisms are summarized. The GHG signal from 1866 to 1997 varies from 0.5 K to 1.2 K with a best estimate of about 0.8 K. This is somewhat lower than the range given by Santer et al. (1996a) for 1861 to 1994 by using an upwelling-diffusion EBM. Nevertheless, taking the range of uncertainty in anthropogenic aerosol forcing into account, an overall anthropogenic effect of 0.2 K to 0.8 K is obtained which covers the range of 0.25 K to 0.6 K given by Santer et al. (1996a). The latter used only one GHG- and one aerosol forcing estimate and the same range of 1T2x values as we did.\nIf only the solar forcing linked with sunspot amount is taken into consideration (following Foukal and Lean, 1990) a solar signal of 0.04 K to 0.06 K is obtained. Nevertheless, using the forcing time series which also consider solar cycle length variations, a broader and higher range of 0.1 K to 0.23 K results. But in all cases the solar signal is smaller than the anthropogenic signal.\nThe volcanic signal lies between 0.4 K and 0.6 K with a pronounced cooling since the Agung eruption in 1963 forced by several severe eruptions (El Chichon, 1982; Mt. Pinatubo, 1991). There is one major difference between the temperature\nresponses of the two volcanic forcing time series considered. Using the forcing time series provided by Sato et al. (1993), the cooling after the Santa Maria eruption in 1902 is much less pronounced when compared with calculations using the forcing time series of Grieser and Schönwiese (1999).\nAll these signal magnitudes are similar to other model results (for a comparison see Schönwiese et al., 1997)."
  }, {
    "heading": "4. Signal and Noise Analysis",
    "text": ""
  }, {
    "heading": "4.1. SIGNAL SEPARATION",
    "text": "The task of signal separation is to find responses to different external forcing mechanisms and internal variations as parts of the time series of interest. This is only possible if the different forcing mechanisms do not interact, which is usually assumed in order to apply the concept of radiative forcing (Shine et al., 1994).\nThere is some evidence for this assumption from GCM calculations (Haywood et al., 1997b).\nIn order to separate different signals in the global mean SAT time series, we compare this series with the EBM results and show that the residual series can be regarded as climate noise. Then the properties of the residual series have to meet the model assumptions, i.e., the residual series has to be Gaussian distributed and stationary (see Section 2.3). Because we use three possible values of 1T2x as well as three time series of GHG forcing, two time series of anthropogenic aerosol forcing, two time series of solar forcing and two time series of volcanic forcing, we can distinguish 72 combined EBM responses. Figure 4 shows the sum of the EBM responses for the two most extreme cases and one case in between. The latter one is the modelled temperature response using the best estimate of 1T2x as well as the best estimate of GHG forcing and the lower limit of anthropogenic aerosol forcing. The upper one is the response to the highest estimate of GHG forcing using the highest estimate of 1T2x and omitting anthropogenic aerosol cooling. The lowest estimate is for the superposition of the lowest estimate of GHG forcing and the highest estimate of anthropogenic aerosol cooling using the lowest estimate of 1T2x . In all three cases the volcanic forcing of Grieser and Schönwiese (1999) as well as the solar forcing of Solanki and Fligge (1998) are used.\nIn Figure 4, too, the observed ENSO-corrected temperature series (Jones et al., 1994) for the period 1866–1997 is given for comparison. (There are also other estimates of global mean SAT series available, but because they are all very similar,\nespecially in the low-frequency domain, they are omitted here.) It is obvious from Figure 4 that the modelled temperature response using the best estimate of1T2x as well as the best estimate of GHG forcing and the low estimate of aerosol cooling seems to be a good description of the low-frequency part of the observed series. Note that the EBM results are not fitted to the observations as done for example by Santer et al. (1996a). A similar good or even better agreement is also found for other combinations, for example in respect to the highest value of 1T2x and the best estimate of GHG forcing. Therefore we can conclude that the EBM is able to explain a major part of the observed global mean SAT series variations when forced with the approximated external forcing mechanisms used here. In this case the temperature responses of the EBM to the different forcings may be interpreted as the respective SAT signals. Nevertheless, the pronounced cooling modelled for the time after the Krakatau eruption (1883) is not evident in the observational data provided by Jones et al. (1994). In contrast, the cooling after the Krakatau eruption is seen if only land surface stations are taken into consideration, as done by Wilson and Hansen (1994) and Vinnikov et al. (1994).\nDriving the EBM with the considered natural external forcings only, none of the 12 combinations lead to a reasonable agreement with the observations. In particular, the positive trend in the observed global SAT time series can not be explained in any of these cases. The extreme cases of 1T2x and forcings result in significant under- and overestimates of observed global mean SAT (Figure 4). Thus, for the worst combinations of uncertainty in the forcing and in 1T2x there may be space for pronounced positive or negative unexplained trends within the observational time series. This may be due to unobserved strong trend-like forcing, internal trend generating processes, or shorter-term noise. Nevertheless, reconstructions of the northern hemispheric temperature (Mann et al., 1998) from the year 1400 onwards do not reveal centennial trends of a magnitude large enough to make any of these possible reasons probable. Because of the good agreement between observed SAT and the model response using best estimates of 1T2x and anthropogenic forcing, anthropogenic forcing seems to be a more realistic explaination of the observations.\nWhen using the best approximation of SAT obtained from the EBM run and the forcings considered, there is still an unexplained part of the observed SAT time series, as shown in Figure 5. This may be due to one of the following factors:\n• an incorrect description of the forcings, • neglected sources of external forcing, • internal climate variations, • problems in temperature data,\nor (most likely) due to a combination of all these reasons. Because we have no information about the strength of each of these influences, we regard the difference between the modelled and observed data time series as a residuum which cannot be explicitly explained by means of the EBM. Instead, the residuum may be regarded as noise consisting of all the neglected external forcings\nand internal variations, observational noise, a portion resulting from the incorrect description of the external forcings considered, and model errors. This assumption is true if none of the possible factors is dominant within the residuum. Then the residuum should be Gaussian distributed, as follows from the central limit theorem (see Lindgren, 1993). Figure 6 shows a histogram of the frequency distribution of the residuum and a fitted Gaussian distribution. A Kolmogoroff–Smirnoff test was carried out with the result that the distribution of the residuum can not be distinguished from a Gaussian distribution. Since part of the variance of the residual noise may result from an incorrect description of the forcings considered as well as from uncertainties in the reconstruction of the observed temperature time series, this noise should have a larger variance than climate noise and thus can be seen as an upper estimate of climate noise.\nTo fulfill the hypothesis of climate noise with respect to the linear EBM the residuals have not only to be Gaussian distributed but also stationary. Then the residual time series are in agreement with the model assumptions and can be explained and reproduced by forcing the model with white noise. In this case we can further conclude that none of the factors given above leads to an obvious temporal structure within the residuals. In order to search for nonstationarities in the residual time series we divide the time series in two parts and test whether the mean µ, the variance σ 2 and the autocorrelation function γτ of the second interval differ significantly from the respective values of the first interval. A t-test is applied to test for significant differences in the means and an F -test is used for the variances. No significant mean instationarity can be seen from the test, whereas\nvariance has significantly decreased (on a 92% level). A reason for this may be that on the one hand the modelled cooling after the Krakatau eruption (1883) is not seen in the observations. On the other hand, both the observational SAT time series and the approximations of the forcings are more accurate during the second time period. Autocorrelations up to lags of 10 years are tested for significant differences by applying a t-test after Fisher’s z-transformation (see Press et al., 1992). The autocorrelation of the first part of the residual time series with respect to time lags of up to 10 years does not differ significantly from the autocorrelation of the second part of the time series. Furthermore, the autocorrelation function of the model response to white noise forcing can be calculated analytically from the coefficients of the time series filter (see Box and Jenkins, 1976) and compared to the estimated autocorrelation of the residual time series. Figure 7 shows the best estimate of residual autocorrelation with its 95% uncertainty interval, as well as the theoretical autocorrelation of the EBM for the 3 values of 1T2x . No pronounced differences occur. Therefore, it can be concluded that the residuum can be regarded as noise and may be interpreted as representing an upper estimate for climate noise.\nIf this noise is larger than real climate noise, then it becomes less likely that a significant anthropogenic signal will be found. Thus, any anthropogenic signal which is found using this upper estimate for climate noise in the application in the next section is more certain than if real climate noise alone would be used. This implies that we can also neglect explicit consideration of observational noise and refer to the residuum as climate noise. Because this climate noise is in good agreement with the model assumptions (see Figure 7), the model can be used to\ngenerate a long time series for climate noise. This is a necessary condition to perform trend statistics, as done in the next subsection. Note that the variability of the residuum is in good agreement with climate noise estimates provided by another EBM and an AOGCM (for a comparison see Wigley and Barnett, 1990). Therefore it seems that the interdecadal climate variability can be described by the linear ARMA(2,2) model and a Gaussian white noise forcing.\nOur best estimate of the standard deviation of climate noise is 0.135 K. This value is a little smaller than the estimate of 0.155 K given by Cubasch et al. (1995) from an AOGCM run. Stouffer et al. (1994) estimated a standard deviation of climate noise of about 0.1 K, also by means of an AOGCM. Wigley and Raper (1990b) gave a range of the standard deviation of climate noise of 0.12 K to 0.16 K for the case of different 1T2x and deep ocean parameters. All these estimates are more or less artificial since they are either obtained by EBMs forced by noise (leading to so-called passive internal variability) or internally generated by AOGCMs. Nevertheless, taking the variance of the reconstructed northern hemispheric temperature series from 1400 to 1850 (Mann et al., 1998) as an upper estimate\nof climate noise (although it should be affected at least by solar and volcanic influences) one obtains a standard deviation of climate noise of 0.104 K. This is even smaller than our estimate which we are going to use. Note that the smaller the standard deviation of climate noise is assumed to be, the smaller the signals that are found to be significant."
  }, {
    "heading": "4.2. SIGNIFICANCE OF SIGNALS",
    "text": "Would the global climate differ significantly from the observed one if there were no anthropogenic influences? This question is known as the detection problem and has been dealt with in quite a large number of papers (for an overview, see Kattenberg et al., 1996). To handle this question in detail, observed spatial temperature change patterns are usually compared with those from AOGCM’s resulting from anthropogenic forcing (see Hegerl et al., 1996) or, alternatively, also including stratospheric ozone depletion effects (see Santer et al., 1996b). This strategy neglects natural forcing. To avoid this shortcoming, we suggest another detection approach which takes natural external forcing into consideration as well.\nWe also need a criterion as to when a climate variable can be regarded as having changed as a result of a certain forcing. We suggest that this criterion will be fulfilled on a significance level p due to a certain forcing, if p% of the realizations of this variable as a response to the forcing in the presence of noise exceed p% of the realisations of the variable without that forcing (see Figure 8).\nThus, given a Gaussian distributed noise with a standard deviation of σn = 0.135 K as climate noise, the probability p of a climate change due to the signal strength S can be calculated as\np = 1√ 2π S 2 σn∫ −∞ exp (−x2 2 ) dx = 1 2 { 1+ erf ( S 2σn √ 2 )} , (10)\nwhere erf(x) is the error function. Figure 9 shows the probability level of climate change versus the signal strength. Some of the more important levels are given in Table V. According to this definition of climate change, every signal given in Table IV can be interpreted in terms of its significance. As an example, the solar forcing given by Solanki and Fligge (1998, reconstruction B) under condition of 1T2x = 4.5 K should yield a change in annual global mean SAT in a way that 80% of the observations should exceed 80% of the SAT values if this forcing would not act, as shown in Table VI. In this way we can interpret each of the signal magnitudes given in Table IV. From Table VI it can be seen that GHG forcing should have changed the climate at least on a 96% level in the period from 1866 to 1997. That means 96% of today’s global and annual mean SAT observations should be higher than they were if there was no GHG forcing. Nevertheless, anthropogenic aerosol cooling leads to a more or less significant negative SAT signal. The anthropogenic signal is significant only if anthropogenic aerosol cooling is according to the smaller value assumed in this investigation.\nAlthough solar forcing alone does not lead to significant climate change on a global and annual scale, both solar and volcanic forcing combined yield significant signals which are in fact even more significant than volcanic forcing alone. This is because pronounced volcanic cooling occurred only at the beginning and the end of the period under investigation, whereas the major increase in solar forcing happens in between (see Figure 2). If only the 90-year period from 1908 to 1997 is investigated, anthropogenic signals and associated climate change levels do not alter considerably (compare Tables VI and VII). Solar signals are furtheron not significant. But in this case the increase in solar forcing counteracts the volcanic cooling in the last couple of decades to let the combined natural signal decrease considerably."
  }, {
    "heading": "4.3. COMPARISON WITH OTHER INVESTIGATIONS",
    "text": "Cubasch et al. (1995) estimated by means of AOGCM investigations that the global-mean temperature signal of GHG forcing should be detectable on a 95% level in the decade 2015 to 2025. In their approach the signal is assumed to be significant with respect to the 95% level if it exceeds four times the standard deviation of model noise. Since the standard deviation of their model noise is about 0.155 K, all signals with magnitudes higher than 0.62 K should be significant. With respect to our investigations, this means that GHG signals should not be detectable today in the case of small1T2x and GHG best and low forcing estimates. All other combinations of GHG forcing and 1T2x should lead to significant signals – also with respect to the criterion given by Cubasch et al. (1995). However, it may not be adequate to use a two-tailed test strategy in order to detect a warming signal. If a one-tailed strategy had been used by Cubasch et al. (1995), as done in this paper (see Figure 8) the 95% level would drop to 3.3 times the standard deviation of climate noise. In this case, signals with amplitudes higher than 0.51 K become\nsignificant on the 95% level. Using this definition of significance level, only the GHG signal of the lowest estimates of forcing and1T2x would lead to undetectable signals with respect to 95%. Nevertheless, it would be detectable on the 90% level, which is about 2.6 times the standard deviation of climate noise.\nOne of the most advanced detection techniques is the optimal fingerprint method (Hasselmann, 1993). Hegerl et al. (1996) applied this method to detect an anthropogenic influence at the 95% confidence level by means of AOGCM results. They compared 30-year running trends of observed spatial temperature patterns with the change in the temperature pattern for the decades 1986–1995 and 2076– 2085 calculated with the GHG forced AOGCM (ECHAM/LSG) (under IPCC GHG scenario A conditions). To compare the results of Hegerl et al. with those obtained here, Figure 10 shows the course of the 30-year running trends of the observed SAT and the EBM-GHG signal for the best estimates of 1T2x and GHG forcing.\nIt is evident that the trends of the observed global mean SAT clearly (significance level 95%) have exceeded the range of natural noise since 1993. The variance of natural noise of the 30-year trends is calculated from the EBM response to Gaussian white noise forcing. In this application, the result is as significant as in the paper of Hegerl et al. (1996, see their Figure 9c).\nHowever, the approach of this paper is less complicated. It is based on an estimate of climate noise which is not affected by the influence of natural ex-\nternal forcings, whereas in the approach of Hegerl et al. (1996) climate noise is obtained from the observed temperature series minus model response to GHG forcing. Hegerl et al. (1996) thus take into account the response to natural forcing (especially volcanic eruptions) as a part of climate noise. This increases estimated variance of climate noise, as well as the significance levels which have to be exceeded by a detection variable.\nFurthermore, it seems that the time evolution of spatial patterns of SAT gives no further information. The similarity between the temporal structure of the 30-year running trends of global mean SAT and the detection variable of the approach of Hegerl et al. (1996, their Figure 9c) is obvious. This similarity implies that either the anthropogenic GHG effect has no significant horizontal spatial pattern or that the temporal structure of the spatial pattern of the anthropogenic GHG effect is very similar to the temporal structure of global mean temperature.\nUp to now the detection variable of the AOGCM run from which the fingerprint is taken by Hegerl et al. (1996) has not lain outside the confidence interval of climate noise. This is a meaningful difference between the fingerprint method and our approach. If anthropogenic GHG forcing is considered exclusively, the signal should have been detectable in 1991. Taking the lower estimate of anthropogenic aerosol forcing into consideration as well, the 30-year running trends should have exceeded only the 90% confidence interval of climate noise in 1997. Following the fingerprint method, the GHG signal should not be detectable in this millenium.\nFigure 10 as well as Figure 9c in Hegerl et al. (1996) show that the 30-year trends also exceeded the noise interval in the 1940s. Therefore we have to ask whether trends are a suitable quantity for detecting anthropogenic forcing. If the anthropogenic influence is increasing progressivly, a linear 30-year trend will be less steep than the increase of the last years of the 30-year interval. The reason for this is that linear trends are averages, leading to a delay in the possibility of detecting anthropogenic influence. Therefore, the anthropogenic effect should be seen earlier or more significantly in the time series itself than in the series of running trends.\nThus, we conclude that the strategy suggested here, which avoids some of the shortcomings connected with analysis of temperature patterns (especially the necessity of neglecting natural forcing), leads to a more significant detection of anthropogenic climate change."
  }, {
    "heading": "5. Conclusions",
    "text": "Starting from a 3-Box EBM with two prognostic and one diagnostic equation, we have shown that this model is in general capable of modelling harmonic oscillations. The model is calibrated with respect to a transient AOGCM run, using linearized equations of the heat exchange across the ocean-atmosphere interface.\nBut in contrast to an AOGCM, the EBM can easily be driven with the full range of uncertainty in climate sensitivity. Furthermore it has been shown that\n1. uncertainties concerned with the ocean-atmosphere heat exchange do not alter the model results, and\n2. the transient EBM response to switch-on forcing fits very well to the AOGCM response under the same conditions.\nTherefore, it seems that the large number of degrees of freedom and the nonlinearities of the AOGCM do not have a substantial influence on the evolution of the global mean SAT on the time scale considered. Thus we can conclude that the EBM is able to describe global and annual mean SAT variations with considerable confidence, too.\nThe model has been solved analytically to obtain a recursive filter which is a simple and adequate way of converting the discontinuous time series of mean annual forcing into time series of mean annual SAT variations.\nThe four external forcing mechanisms considered here have been approximated with respect to the different kinds of information available. Thus, a major portion of the global SAT variation from 1866 to 1997 can be explained using best estimates of forcing and 1T2x without the use of an optimal fit to the time series of interest. The part of the SAT variation which is not explained explicitly by the sum of external forcing mechanisms and ENSO can be regarded as climate noise with respect to the model assumptions. This means that all neglected or unknown forcing mechanisms seem to have no substantial influence on centennial time scale evolution of the SAT and therefore do not have to be known explicitly.\nThe ability to distinguish between natural external forcing, anthropogenic external forcing, and climate noise allows us to test whether the SAT would be significantly different from observations if there was no anthropogenic influence. The test has shown that all but solar forcing should be able to lead to significant signals in global and annual mean SAT.\nAlthough a wide range of uncertainty concerning 1T2x and GHG forcing is taken into account, GHG signals turn out to be significant at least on a 96% level, with a best estimate of 99.8%. Nevertheless, anthropogenic aerosol cooling may hide this pronounced signal. Thus, more accurate approximations of anthropogenic aerosol cooling are needed to finally solve this problem.\nIn general, the strategy of significance testing developed here may be applicable to any climatic variable. But the larger the variance of noise the less significant are the signals. Noise variance is reducible by averaging. Thus, signals are more likely to be significant in global and annual mean variables than with respect to spatial regions and on shorter time scales. Nevertheless, it is an important task to find out which variable on which temporal and spatial scale may be changing significantly in the future and for what reasons."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors wish to thank Graeme Handisides for his support in improving our English. We are very grateful to the reviewers for their constructive criticism of the previous versions of the manuscript."
  }],
  "year": 2001,
  "references": [{
    "title": "Evidence for Long Brightness Changes of Solar-Type Stars",
    "authors": ["S. Baliumas", "R. Jastrow"],
    "venue": "Nature 348,",
    "year": 1990
  }, {
    "title": "Time Series Analysis: Forecasting and Control, Holden-Day",
    "authors": ["G.E.P. Box", "G.M. Jenkins"],
    "venue": "San Francisco,",
    "year": 1976
  }, {
    "title": "Time-Dependent Greenhouse-Gas-Induced Climate Change",
    "authors": ["F.P. Bretherton", "K. Bryan", "J.D. Woods"],
    "year": 1990
  }, {
    "title": "Climate Forcing by Anthropogenic Aerosols",
    "authors": ["R.J. Charlson", "S.E. Schwartz", "J.M. Hales", "R.D. Cess", "Cokley", "J.A. Jr.", "J.E. Hansen", "D.J. Hofmann"],
    "year": 1992
  }, {
    "title": "An Assessment of the Radiative Effects of Anthropogenic Sulfate",
    "authors": ["C.C. Chuang", "J.E. Penner", "K.E. Taylor", "A.S. Grossman", "J.J. Walton"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Time-Dependent Greenhouse Warming Computations with a Coupled OceanAtmosphere Model",
    "authors": ["U. Cubasch", "K. Hasselmann", "H. Höck", "E. Maier-Reimer", "U. Mikolajewicz", "B.D. Santer", "R. Sausen"],
    "venue": "Clim. Dyn",
    "year": 1992
  }, {
    "title": "A Climate Change Simulation Starting from 1935",
    "authors": ["U. Cubasch", "G.C. Hegerl", "A. Hellbach", "H. Höck", "U. Mikolajewicz", "B.D. Santer", "R. Voss"],
    "venue": "Clim. Dyn",
    "year": 1995
  }, {
    "title": "Convergence Rate and Stability of Ocean-Atmosphere Coupling Schemes with a Zero-Dimensional Climate Model",
    "authors": ["R.E. Dickinson"],
    "venue": "J. Atmos. Sci",
    "year": 1981
  }, {
    "title": "An Empirical Model of Total Solar Irradiance Variation between 1874 and 1988",
    "authors": ["P.V. Foukal", "J. Lean"],
    "year": 1990
  }, {
    "title": "Solar, Volcanic and CO2 Forcing of Recent Climatic Changes",
    "authors": ["R.L. Gilliland"],
    "venue": "Clim. Change",
    "year": 1982
  }, {
    "title": "Parameterization of Spatio-Temporal Patterns of Volcanic Aerosol Induced Stratospheric Optical Depth and its Climate Radiative Forcing",
    "authors": ["J. Grieser", "Schönwiese", "C.-D"],
    "venue": "Atmósfera",
    "year": 1999
  }, {
    "title": "Ocean General Circulation Modeling",
    "authors": ["D.B. Haidvogel", "F.O. Bryan"],
    "venue": "Climate System Modeling,",
    "year": 1992
  }, {
    "title": "Transient Climate Response to External Forcing on 100–104 Year Time Scales, Part 1: Experiments with Globally Averaged, Coupled, Atmosphere and Ocean Energy Balance Models",
    "authors": ["L.D.D. Harvey", "S.H. Schneider"],
    "venue": "J. Geophys. Res",
    "year": 1985
  }, {
    "title": "Optimal Fingerprints for the Detection of Time Dependent Climate Change",
    "authors": ["K. Hasselmann"],
    "venue": "J. Climate",
    "year": 1993
  }, {
    "title": "On the Cold Start Problem with Coupled Ocean-Atmosphere Models",
    "authors": ["K. Hasselmann", "R. Sausen", "E. Maier-Reimer", "R. Voss"],
    "venue": "Clim. Dyn",
    "year": 1993
  }, {
    "title": "1997a, ‘General Circulation Model Calculations of the Direct Radiative Forcing by Anthropogenic Sulfate and Fossil-Fuel Soot Aerosol",
    "authors": ["J.M. Haywood", "D.L. Roberts", "A. Slingo", "J.M. Edwards", "K.P. Shine"],
    "venue": "J. Climate",
    "year": 1997
  }, {
    "title": "Transient Response of a Coupled Model to Estimated Changes in Greenhouse Gas and Sulfate Concentrations",
    "authors": ["J.M. Haywood", "R.J. Stouffer", "R.T. Wetherald", "S. Manabe", "V. Ramaswamy"],
    "venue": "Geophys. Res",
    "year": 1997
  }, {
    "title": "Detecting Anthropogenic Climate Change with an Optimal Fingerprint Method",
    "authors": ["G.C. Hegerl", "H. v. Storch", "K. Hasselmann", "B.D. Santer", "U. Cubasch", "P.D. Jones"],
    "venue": "J. Climate",
    "year": 1996
  }, {
    "title": "Deriving Global Climate Sensitivity from Palaeoclimate Reconstructions",
    "authors": ["M.I. Hoffert", "C. Covey"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "The Influence of ENSO on Global Temperatures",
    "authors": ["P.D. Jones"],
    "venue": "Clim. Monitor",
    "year": 1988
  }, {
    "title": "Global and Hemispheric Temperature Anomalies – Land and Marine Instrumental Series",
    "authors": ["P.D. Jones", "T.M.L. Wigley", "K.R. Briffa"],
    "venue": "Trends ’93: A Compendium of Data on Global Change,",
    "year": 1994
  }, {
    "title": "Climate Models – Projections of Future Climate",
    "authors": ["A. Kattenberg", "F. Giorgi", "H. Grassl", "G.A. Meehl", "J.F.B. Mitchell", "R.J. Stouffer", "T. Tokioka", "A.J. Weaver", "T.M.L. Wigley"],
    "venue": "Climate Change",
    "year": 1996
  }, {
    "title": "Model Simulations of the Competing Climatic Effects of SO2 and CO2",
    "authors": ["Y.J. Kaufman", "Chou", "M.-D"],
    "venue": "J. Climate",
    "year": 1993
  }, {
    "title": "Evidence for Human Influence on Climate from Hemispheric Temperature Relations",
    "authors": ["R.K. Kaufman", "D.I. Stern"],
    "venue": "Nature 388,",
    "year": 1997
  }, {
    "title": "Atmospheric CO2 Records from Sites in the SIO Air Sampling Network",
    "authors": ["C.D. Keeling", "T.P. Whorf"],
    "venue": "Trends ’93: A Compendium of Data on Global Change,",
    "year": 1994
  }, {
    "title": "Climate Forcing by Stratospheric Aerosols",
    "authors": ["A.A. Lacis", "J.E. Hansen", "M. Sato"],
    "venue": "Geophys. Res. Lett",
    "year": 1992
  }, {
    "title": "Volcanic Dust in the Atmosphere, with a Chronology of Assessments of its Meteorological Significance",
    "authors": ["H.H. Lamb"],
    "venue": "Phil. Trans. Roy. Soc. London A",
    "year": 1970
  }, {
    "title": "Supplementary Volcanic Dust Veil Index Assessments",
    "authors": ["H.H. Lamb"],
    "venue": "Clim. Monitor",
    "year": 1977
  }, {
    "title": "Update of the Chronology of Assessments of the Volcanic Dust Veil Index",
    "authors": ["H.H. Lamb"],
    "venue": "Clim. Monitor",
    "year": 1983
  }, {
    "title": "Climate Forcing by Changing Solar Radiation",
    "authors": ["J. Lean", "D. Rind"],
    "venue": "J. Climate 11,",
    "year": 1998
  }, {
    "title": "Reconstruction of Solar Irradiance since 1610: Implications for Climate Change",
    "authors": ["J. Lean", "J. Beer", "R. Bradley"],
    "venue": "Geophys. Res",
    "year": 1995
  }, {
    "title": "Analytic Solution of the Box Diffusion Model for a Global Ocean",
    "authors": ["S.A. Lebedeff"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Long-Term Solar Brightness Changes Estimated from a Survey of Sun-Like Stars",
    "authors": ["G.W. Lockwood", "B.A. Skiff", "S.L. Baliunas", "R.R. Radick"],
    "venue": "Nature 360,",
    "year": 1992
  }, {
    "title": "Global-Scale Temperature Patterns and Climate Forcing over the Past Six Centuries",
    "authors": ["M.E. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Nature 392,",
    "year": 1998
  }, {
    "title": "A Preliminary Evaluation of Atmospheric Pollution as a Cause of the Global Temperature Fluctuation of the Past Century",
    "authors": ["J.M. Mitchell", "Jr."],
    "venue": "Global Effects of Environmental Pollution,",
    "year": 1970
  }, {
    "title": "Transient Response of the Hadley Centre Coupled Ocean-Atmosphere Model to Increasing Carbon Dioxide. Part III: Analysis of Global-Mean Response Using Simple Models",
    "authors": ["J.M. Murphy"],
    "venue": "J. Climate",
    "year": 1995
  }, {
    "title": "Evidence from Polar Ice Cores for the Increase in Atmospheric CO2 in the Past",
    "authors": ["A. Neftel", "E. Moor", "H. Oeschger", "B. Stauffer"],
    "venue": "Two Centuries’,",
    "year": 1985
  }, {
    "title": "The Ocean Circulation",
    "authors": ["P.P. Niiler"],
    "venue": "Climate System Modeling,",
    "year": 1992
  }, {
    "title": "Climate Forcing by Carbonaceous and Sulfate Aerosols",
    "authors": ["J.E. Penner", "C.C. Chuang", "K. Grant"],
    "venue": "Clim. Dyn",
    "year": 1998
  }, {
    "title": "The Contribution of Carbonaceous Aerosols to Climate Change",
    "authors": ["J.E. Penner", "C.C. Chuang", "C. Liousse"],
    "venue": "Nucleation and Atmospheric Aerosols",
    "year": 1996
  }, {
    "title": "Emulation of the Results from a Coupled General Circulation Model Using a Simple Climate Model",
    "authors": ["S.C.B. Raper", "U. Cubasch"],
    "venue": "Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "Ice Cores as an Index of Global Volcanism from 1850 to the Present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Detection of Climate Change and Attribution of Causes",
    "authors": ["B.D. Santer", "T.M.L. Wigley", "T.P. Barnett", "E. Anyamba"],
    "venue": "Climate Change",
    "year": 1996
  }, {
    "title": "Update of Stratospheric Aerosol Optical Depths",
    "authors": ["M. Sato"],
    "venue": "www.giss.nasa.gov./data/strataer/STRATAER.table.txt",
    "year": 1995
  }, {
    "title": "Stratospheric Aerosol Optical Depths. 1850–1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "CO2 and the Carbon Cycle",
    "authors": ["D. Schimel", "I.G. Enting", "M. Heimann", "T.M.L. Wigley", "D. Raymaud", "D. Alves", "U. Siegenthaler"],
    "venue": "Climate Change",
    "year": 1994
  }, {
    "title": "The CO2 Climate Response Problem. A Statistical Approach",
    "authors": ["Schönwiese", "C.-D"],
    "venue": "Theor. Appl. Climatol",
    "year": 1986
  }, {
    "title": "Observational Assessments of the Hemispheric and Global Climate Response to Increasing Greenhouse Gases",
    "authors": ["Schönwiese", "C.-D"],
    "venue": "Contrib. Atmos. Phys",
    "year": 1987
  }, {
    "title": "Assessments of the Global Anthropogenic Greenhouse and Sulfate Signal Using Different Types of Simplified Climate Models",
    "authors": ["Schönwiese", "C.-D", "M. Denhard", "J. Grieser", "A. Walter"],
    "venue": "Theor. Appl. Climatol",
    "year": 1997
  }, {
    "title": "Radiative Forcing of Climate",
    "authors": ["K.P. Shine", "R.G. Derwent", "D.J. Wuebbles", "Morcette", "J.-J"],
    "year": 1990
  }, {
    "title": "Radiative Forcing",
    "authors": ["K.P. Shine", "Y. Fouquart", "V. Ramaswamy", "S. Solomon", "J. Srinivasan"],
    "venue": "Climate Change",
    "year": 1994
  }, {
    "title": "Solar Irradiance since 1874 Revisited",
    "authors": ["S.K. Solanki", "M. Fligge"],
    "venue": "Geophys. Res. Lett",
    "year": 1998
  }, {
    "title": "Major Optical Depth Perturbations to the Stratosphere from Volcanic Eruptions: Pyrheliometric Period, 1881–1960",
    "authors": ["R.B. Stothers"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Model Assessment of the Role of Natural Variability in Recent Global Warming",
    "authors": ["R.J. Stouffer", "S. Manabe", "Vinnikov", "K. Ya"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "A Bayesian Statistical Analysis of the Enhanced Greenhouse Effect",
    "authors": ["R.S.J. Tol", "A.F. De Vos"],
    "venue": "Clim. Change",
    "year": 1998
  }, {
    "title": "Global and Hemispheric Temperature Anomalies from Instrumental Surface Air Temperature Records",
    "authors": ["Vinnikov", "K. Ya", "Groisman", "Ya", "K.M. Lugina"],
    "venue": "Trends ’93: A Compendium of Data on Gobal Change. ORNL/CDIAC-65,",
    "year": 1994
  }, {
    "title": "Trend Estimation and Regression Analysis in Climatological Time Series: An Application of Structural Time Series Models and the Kalman Filter",
    "authors": ["H. Visser", "J. Molenaar"],
    "venue": "J. Climate",
    "year": 1995
  }, {
    "title": "Simulation of Global and Hemispheric Temperature Variations and Signal Detection Studies Using Neural Networks",
    "authors": ["A. Walter", "M. Denhard", "Schönwiese", "C.-D"],
    "venue": "Meteorol. Z. N.F",
    "year": 1998
  }, {
    "title": "Detection of the Greenhouse Effect in the Observations",
    "authors": ["T.M.L. Wigley", "T.B. Barnett"],
    "venue": "Climate Change. The IPCC Scientific Assessment,",
    "year": 1990
  }, {
    "title": "Thermal Expansion of Seawater Associated with Global Warming",
    "authors": ["T.M.L. Wigley", "S.C.B. Raper"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "Climatic Change Due to Solar Irradiance Changes",
    "authors": ["T.M.L. Wigley", "S.C.B. Raper"],
    "venue": "Geophys. Res",
    "year": 1990
  }, {
    "title": "1990b, ‘Natural Variability of the Climate System and Detection of the Greenhouse Effect",
    "authors": ["T.M.L. Wigley", "S.C.B. Raper"],
    "venue": "Nature 344,",
    "year": 1990
  }, {
    "title": "Analytical Solution for the Effect of Increasing CO2 on",
    "authors": ["T.M.L. Wigley", "I.E. Schlesinger"],
    "venue": "Global Mean Temperature’,",
    "year": 1985
  }, {
    "title": "A Solar Cycle of Measured and Modeled Total Irradiance",
    "authors": ["R.C. Willson", "H.S. Hudson"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Global and Hemispheric Temperature Anomalies from Instrumental Surface Air Temperature Records",
    "authors": ["H. Wilson", "J. Hansen"],
    "venue": "Trends ’93: A Compendium of Data on Gobal Change. ORNL/CDIAC-65,",
    "year": 1994
  }],
  "id": "SP:197c1d90c6128f6ac8e192c5401dd1a26595b87a",
  "authors": [{
    "name": "JÜRGEN GRIESER",
    "affiliations": []
  }, {
    "name": "CHRISTIAN-D. SCHÖNWIESE",
    "affiliations": []
  }, {
    "name": "J. W. Goethe",
    "affiliations": []
  }],
  "abstractText": "An analytic solution of an energy balance model (EBM) is presented which can be used as a recursive filter for time series analysis. It is shown that the EBM can reproduce the solution of a coupled atmosphere-ocean general circulation model (AOGCM) experiment. Contrary to the AOGCM, the EBM easily allows for variations in climate sensitivity to satisfy the full range of uncertainty concerned with this parameter. The recursive filter is applied to two natural and two anthropogenic forcing mechanisms which are expressed in terms of heating rate anomaly time series: volcanism, solar activity, greenhouse gases (GHG), and anthropogenic tropospheric aerosols. Thus, we obtain modelled global mean temperature variations as a response to the different forcings and with respect to the uncertainty in the forcing approximations and climate sensitivity. In addition, it is shown that the observed (ENSO-corrected) global mean temperature time series within the period from 1866 to 1997 can be explained by the external forcings which have been considered and an additional white noise forcing. In this way we are able to separate different signals and compare them. As a result, global anthropogenic climate change due to GHG forcing can be detected at a high level of significance without considering spatial patterns of climate change but including natural forcing, which is usually not done. Furthermore, it is shown that solar forcing alone does not lead to significant climate change, whereas solar and volcanic forcing together lead to a significant natural climate change signal. Anthropogenic climate change due to GHG forcing may partly be masked by anthropogenic aerosol cooling.",
  "title": "PROCESS, FORCING, AND SIGNAL ANALYSIS OF GLOBAL MEAN TEMPERATURE VARIATIONS BY MEANS OF A THREE-BOX ENERGY BALANCE MODEL"
}