{
  "sections": [{
    "text": "and Clay Minerals:\nMasaaki Miyahara, Ryuji Kitagawa and Seiichiro\nUehara. Chlorite in metabasites from the Mikabu and North Chichibu belts, Southwest Japan Georgia Pe-Piper, David J.W. Piper and Lila\nDolansky. Alteration of ilmenite in the Cretaceous sandstones of Nova Scotia, southeastern Canada A. V. Radha, C. Shivakumara and P. Vishnu\nKamath. DIFFaX simulations of stacking faults in layered double hydroxides (LDHs) M. Josefina PeÂrez-Zurita, Gabriela J. PeÂrez-\nQuintana, Alfonso J. Hasblady, Adriana Maldonado, Caribay Urbina de Navarro, Ander De Abrisqueta and Carlos E. Scott. Synthesis of Al-PILC assisted by ultrasound: reducing the intercalation time and the amount of synthesis water Wimolnan Kanket, Anchalee Suddhiprakarn, Irb\nKheoruenromne and Robert J. Gilkes. Chemical\nand crystallographic properties of kaolin from Ultisols in Thailand A. Gaudin, M. Buatier, D. Beaufort, S. Petit, O.\nGauby and A. Decarreau. Characterization and origin of Fe 3+ -montmorillonite in deep-water calcareous sediments (Pacific Ocean, Costa Rica Margin) Giovanna Saviano, Maurizio Violo, Umberto\nPieruccini and Emidio Tertulliano Lopes da Silva. Kaolin deposits from the northern sector of the Cunene anorthosite complex (Southern Angola) L. Jacqueline Arroyo, Hui Li, Brian J. Teppen and\nStephen A. Boyd. A simple method for partial purification of reference clays Rafif K. Srour and Louis M. McDonald. Effect of\ncosolvents on Ca-Na exchange onto Wyoming bentonite\nCopyright # 2005, The Clay Minerals Society 422\nDownloaded from https://pubs.geoscienceworld.org/ccm/article-pdf/53/4/409/3274212/gsccm.53.4.10-forth.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2005,
  "references": [],
  "id": "SP:ceb3a64c14d96d7ea9f111532ec904ce7bc1f58f",
  "authors": [{
    "name": "Clay Minerals",
    "affiliations": []
  }, {
    "name": "Masaaki Miyahara",
    "affiliations": []
  }, {
    "name": "Ryuji Kitagawa",
    "affiliations": []
  }, {
    "name": "Georgia Pe-Piper",
    "affiliations": []
  }, {
    "name": "David J.W. Piper",
    "affiliations": []
  }, {
    "name": "M. Josefina PeÂrez-Zurita",
    "affiliations": []
  }, {
    "name": "Gabriela J. PeÂrez",
    "affiliations": []
  }, {
    "name": "Alfonso J. Hasblady",
    "affiliations": []
  }, {
    "name": "Adriana Maldonado",
    "affiliations": []
  }, {
    "name": "Caribay Urbina de Navarro",
    "affiliations": []
  }, {
    "name": "Ander De Abrisqueta",
    "affiliations": []
  }, {
    "name": "Carlos E. Scott",
    "affiliations": []
  }, {
    "name": "Giovanna Saviano",
    "affiliations": []
  }, {
    "name": "Maurizio Violo",
    "affiliations": []
  }, {
    "name": "Jacqueline Arroyo",
    "affiliations": []
  }, {
    "name": "Hui Li",
    "affiliations": []
  }, {
    "name": "Brian J. Teppen",
    "affiliations": []
  }],
  "abstractText": "Masaaki Miyahara, Ryuji Kitagawa and Seiichiro Uehara. Chlorite in metabasites from the Mikabu and North Chichibu belts, Southwest Japan Georgia Pe-Piper, David J.W. Piper and Lila Dolansky. Alteration of ilmenite in the Cretaceous sandstones of Nova Scotia, southeastern Canada A. V. Radha, C. Shivakumara and P. Vishnu Kamath. DIFFaX simulations of stacking faults in layered double hydroxides (LDHs) M. Josefina PeÂrez-Zurita, Gabriela J. PeÂrezQuintana, Alfonso J. Hasblady, Adriana Maldonado, Caribay Urbina de Navarro, Ander De Abrisqueta and Carlos E. Scott. Synthesis of Al-PILC assisted by ultrasound: reducing the intercalation time and the amount of synthesis water Wimolnan Kanket, Anchalee Suddhiprakarn, Irb Kheoruenromne and Robert J. Gilkes. Chemical and crystallographic properties of kaolin from Ultisols in Thailand A. Gaudin, M. Buatier, D. Beaufort, S. Petit, O. Gauby and A. Decarreau. Characterization and origin of Fe 3+ -montmorillonite in deep-water calcareous sediments (Pacific Ocean, Costa Rica Margin) Giovanna Saviano, Maurizio Violo, Umberto Pieruccini and Emidio Tertulliano Lopes da Silva. Kaolin deposits from the northern sector of the Cunene anorthosite complex (Southern Angola) L. Jacqueline Arroyo, Hui Li, Brian J. Teppen and Stephen A. Boyd. A simple method for partial purification of reference clays Rafif K. Srour and Louis M. McDonald. Effect of cosolvents on Ca-Na exchange onto Wyoming bentonite",
  "title": "Dolansky. Alteration of ilmenite in the Cretaceous sandstones of Nova Scotia, south- eastern Canada A. V. Radha, C. Shivakumara and P. Vishnu Kamath. DIFFaX simulations of stacking faults in layered double hydroxides (LDHs)"
}