{
  "sections": [{
    "text": "The principal fossil-bearing units of the Rusinga Group (Kiahera and Hiwegi formations) are dominated by sandy strata which are interbedded with palaeosols and have features indicative of hydromagmatic pyroclastic deposition. Pyroclastic surge features include very low-angle cross-bedding, low amplitude and long-wavelength dune bedforms, moderate to poorly sorted layers of tuffaceous and pebbly sandstones, and common, isolated cobbles and boulder clasts of Precambrian basement rocks with associated impact sags. These features are interpreted as the deposits of pyroclastic surge dune bedforms and ballistically implaced volcanic ejecta, both produced by powerful hydromagmatic explosions from the Kisingiri volcano. According to this interpretation, the initial stages of this carbonatite–nephelinite volcano had repeated episodes of hydromagmatic eruptions which built a large (15–20 km radius), low-relief tuff ring or maar volcano. The palaeosol sequences interbedded with the primary pyroclastic deposits represent periods of volcanic quiescence lasting hundreds to thousands of years. Thus, Proconsul and associated fauna and flora inhabited a frequently disturbed landscape that experienced repeated catastrophic volcanic deposition in an overall semi-arid seasonal climate.\nKeywords: Hominoid, Miocene, palaeosols, carbon isotopes, volcanism.\nPrimates are thought to have evolved and thrived in mainly tropical forest habitats from the Eocene through part of the Miocene (Andrews 1992a, b; Evans et al. 1981). During the Miocene, habitats of Hominoidae gradually changed and involved progressively more open-country settings, culminating in the expansion of grasslands and development of bipedality (as summarized by Klein 1989; and Potts 1996). A critical link between early arboreal primates and hominids of more open country habitat are early Miocene Proconsul fossils of East Africa. These early hominoids are mainly associated with forest faunas (Andrews 1992a, b). Strata of Rusinga Island (Fig. 1) probably contain the most prolific Proconsulbearing fossil assemblages. Data presented here constrain the palaeoenvironmental setting of these fossil sites to semi-arid conditions with pronounced dry seasons. Thus, Proconsul seems to have lived in a much drier climate than tolerated by living apes and their other fossil ancestors than previously thought.\nA palaeoenvironmental synthesis of Rusinga Group strata is presented that integrates data from stable carbon isotopes, whole rock geochemistry, clay mineralogy, palaeosol morphology (e.g. clay structures, horizon types, depth and strength of calcareous horizons), palaeoecology of associated fossil assemblages, and new sedimentological data and interpretations. Fossil sites in the Rusinga Group provide an excellent opportunity for a comprehensive analysis because of prolific fossil collecting since the 1940s (Leakey 1967; Andrews 1981;\nWalker et al. 1983, 1993; Pickford 1986a). Along with fossil excavation and age determination (Evernden et al. 1964; Bishop et al. 1969; Van Couvering & Miller 1969; Drake et al. 1988), there has been a long history of stratigraphic studies (Shackleton 1951; Whitworth 1953; Van Couvering 1972; Bestland 1991; Bestland et al. 1995), and more recently, fossil soil studies (Bestland & Retallack 1993; Retallack et al. 1995). With the addition of stable carbon isotopes from palaeosols and updated sedimentary analysis presented in this study, the palaeoenvironmental reconstruction of the Rusinga Group and Proconsul habitats can be further assessed and quantified. Additionally, the tuff ring or maar phase of the Kisingiri volcano described here represents an exceptionally large feature (15–20 km from the projected vent) for this type of volcano."
  }, {
    "heading": "Geological setting",
    "text": "The Rusinga Group deposits resulted from deposition of volcaniclastic sediments associated with eruption and erosion of the Kisingiri volcano (Fig. 1) (Shackleton 1951; McCall 1958; LeBas 1977; Van Couvering 1972; Pickford 1986b; Bestland et al. 1995). The dissected remains of this large central vent strato-volcano of nephelinite–carbonatite composition consist of a partial ring of high ridges (Gwasi Hills) and a central dome-shaped hill (Rangwa). This volcano, as well as\n965\nothers of similar age in East Africa such as Napak (Bishop et al. 1969) and Tinderet (Shackleton 1951), is part of the initial stages of Miocene doming and volcanism of the East African alkaline volcanic province. Carbonatite–nephelinite volcanoes such as Shombole (Baker 1963; Peterson 1989), Kerimasi (Hay 1983; Mariano & Roedder 1983) and Oldoinyo Lengai (Dawson et al. 1987; Hay 1989) are associated with recent rifting and volcanism. Oldoinyo Lengai is the only volcano in the world known to have erupted carbonatite tephra and lava in historic time (Dawson 1962). That the richly fossiliferous East African strata owe much of their preservation to these highly alkaline, volatile rich volcanoes and their chemically metastable volcanic debris has long been noted (Bishop 1968; Pickford 1986b; Hay 1986).\nThe Kisingiri volcano has received substantial attention due to its well-exposed volcanic core and central dome (McCall 1958; LeBas 1977). The stratigraphy of the volcaniclastic deposits on Rusinga and Mfangano islands has also received considerable attention, due to their fossil primate content. Based largely on the stratigraphy of the volcaniclastic strata, three cycles of doming and eruption of the Kisinigiri volcano have been recognized (Bestland et al. 1995). Previously, the Rusinga Group strata have been interpreted as medial or apron facies of a strato-volcano with significant relief (Pickford 1986b). Thus, this study with its non-strato cone interpretation (for the first two cycles) adds an important component to the eruptive style and history of the Kisingiri volcano. The hydrovolcanic deposits described in this report are part of the first and second volcanic cycles of Bestland et al. (1995).\nThe Rusinga Group consists of the following formations (in stratigraphic order): Wayondo Formation, Kiahera Formation, Rusinga Agglomerate, Kulu Formation, and Hiwegi Formation (Fig. 2). The Wayondo Formation, the basal unit of the Group, consists of fluvial gravels of granitic composition derived from Precambrian basement rocks and very clayey, red-brown fluvial overbank deposits that are dominated by strongly developed, Alfisol-grade palaeosols. The Kiahera Formation records the first occurrence of Kisingiri volcanism and contains sandy to pebbly, tuffaceous strata, pyroclastic airfall tuff beds, and clayey tuffaceous horizons, many of which are interpreted as palaeosols (Bestland & Retallack 1993). The Rusinga Agglomerate is a tuff breccia sheet that is several tens of metres thick and contains abundant nephelinite clasts, mafic minerals including melanite garnets, biotite, pyroxene, and hornblende. The tuff breccia probably represents the directed blast and resulting block and ash flow from the northwestern side of the Kisingiri volcano (Bestland et al. 1995). The Kulu Formation (Bestland 1991) interfingers with the lower Hiwegi Formation and is a lacustrine unit with local fault scarp-related colluvial interbeds. The lower part of the Hiwegi Formation contains the majority of fossil sites and is very similar in sedimentary and palaeosol facies to the Kiahera Formation. Up-section in the Kibanga Member of the Hiwegi Formation (Van Couvering 1972; Thackray 1989), debris flow deposits dominated by cobble and boulders of both nephelinite and granitic clasts signal a change from a low-relief volcanic edifice dominated by pyroclastic eruptive style to a true strato-cone. Strato-volcano growth and relief is indicated by thick accumulations of the Kiangata Agglomerate, which constitutes the upper parts of the higher hills on Rusinga and Mfangano islands, as well as interfingering with lava flows in the dissected remnants of the volcano proper (Le Bas 1977).\nAge determinations of Rusinga Group strata are based on data from Drake et al. (1988). Their study used only unaltered biotite which contained K>6%. Five biotites from the Rusinga Group (three from the Kiahera Formation, one each from the Rusinga Agglomerate and Hiwegi formations) give consistent dates with a mean of 17.9&0.16 Ma. The Kiahera Formation is therefore estimated to be c. 18.0 Ma and the Hiwegi Formation c. 17.8 Ma.\nPalaeoenvironment reconstruction from carbon isotopes Stable carbon isotopes of palaeosol organic matter and pedogenic carbonate have been widely used as palaeoecological indicators (Cerling et al. 1989; Driese et al. 1992; Boutton et al. 1993; Kingston et al. 1994; Quade et al. 1995). Organic carbon in palaeosols is derived largely from soil humus, which is a decomposition product of plant debris and as such records the carbon isotopic composition of vegetation that grew in the soil. In modern soils, pedogenic carbonate and soil organic matter show isotopic differences between 14 and 17‰ due to a combination of diffusion and equilibrium fractionation (Cerling et al. 1989; Cerling & Quade 1993) as well as seasonal variation of vegetation (Wang & Follmer 1998). Thus, by comparing the difference between pedogenic and organic carbon isotopes, it is possible to verify the preservation of an original isotopic signature and rule out diagenetic overprinting. Rusinga Group palaeosols have a consistent isotopic offset of 14–17‰, and thus isotopic composition has not been\naffected by deep burial processes (Fig. 3a, Table 1). Furthermore, carbon isotope values from palaeosol organic matter represent an original pedogenic signal and have not been affected by thermal maturation because of the absence of a\nsignificant relationship between total organic carbon (TOC) content and isotopic value (Fig. 3b)."
  }, {
    "heading": "Methodology",
    "text": "Samples from palaeosols (Fig. 4) were collected at intervals of approximately 5–10 cm. Lateral sampling of some profiles a few metres to tens of metres from the main section are also reported in Table 1. Samples were powdered and sieved through a 0.210 mm screen, then treated overnight with 2 normal HCl to remove carbonates and other acidsoluble minerals. Acid-insoluble residues were washed until neutral and oven-dried for at least 12 hours. Samples were filled into 9 mm quartz tubes with 1 g of CuO, 50 mg Ag foil, and 1 g of Cu (Boutton 1991). The tubes were evacuated, sealed, and heated to 860)C for five hours and then slowly cooled to 25)C over 20 hours. Pedogenic carbonate samples were crushed and then reacted under vacuum for 12 h at 50)C with 100% H3PO4. CO2 was collected by cryogenic distillation and analysed for ä13C on the Finnigan Delta-E triple collector isotope ratio mass spectrometer at the Illinois State Geological Survey. Total organic carbon (TOC) content was determined during extraction by converting the ìmol of cryogenically cleaned CO2 to percent total organic carbon. Every third sample was analysed as a control, demonstrating ä13C reproducibility for Rusinga Group organic matter to 0.32‰. Isotope results are reported in the conventional ä notation as per mil deviation from the PDB standard (Fig. 5).\nCarbon isotopes of organic matter The isotopic compositions of plants with the C3 photosynthetic pathway have ä13C values ranging from \"32‰ to \"22‰, with an average of \"27‰, whereas plants with the C4 pathway have average values of \"13‰ (Deines 1980). Carbon isotopic values from palaeosol organic matter and pedogenic carbonate from Rusinga Group strata are significantly heavier than the isotopic average for C3 plants (Table 1). Values for palaeosol organic matter vary within individual profiles from \"22 to \"24‰ and cluster around \"23‰. Such values, intermediate between C3 and C4 end-member compositions, could be caused by C3 plants under environmentally stressed conditions (Ehleringer et al. 1993), a mix of C3 and C4 vegetation (Ambrose & Sikes 1991; Kingston et al. 1994), or the presence of CAM plants (Troughton et al. 1974; Boutton et al. 1998). All these scenarios have been documented in modern vegetation and soil studies. Since CAM plants are typically found in very arid, desert or aquatic environments (Keeley 1997) and constitute only a minor part of global vegetation, this possibility is not discussed here further. Mixtures of C3 and C4 plants impart a large range of ä13C values due to the considerable isotopic difference and temporal and spatial heterogeneity of mixed C3/C4 vegetation (Ambrose & Sikes 1991). Futhermore, Wang & Follmer (1998) document seasonal contribution of C4 plants to C3 dominated vegetation via carbon isotopic offsets between carbonate carbon and organic matter. In their study, the isotopic difference between organic matter and soil carbonate decreased to an average of\nFig. 2. Composite stratigraphic section of the Rusinga Group and associated units. Section is based on stratigraphy by Bestland (1991) for the Kulu-Hiwegi Formation transition, by Bestland & Retallack (1993) for Kiahera and Wayondo formations, by Bestland (1990) and Retallack et al. (1995) for the Hiwegi Formation, and new stratigraphy presented herein. Subdivisions of the Kiahera and Hiwegi formations indicated by roman numerals are volcanic sequences discussed herein.\n9‰ due to carbonate precipitation under mixed C3/C4 vegetation (Wang & Follmer 1998). Isotopic offsets between organic and carbonate carbon in Rusinga Group palaeosols are on average 16‰ with a low value of 14.95‰, thus they do not indicate a seasonal contribution of C4 plants. For these reasons and because C4 plants were not a major part of vegetation systems until later in the Miocene (Quade et al. 1989; Cerling et al. 1997a), a mix of C3/C4 plants is not considered likely. In the absence of significant changes in the atmospheric ä13C values, C3-type vegetation with ä13C values significantly and consistently below the C3 average are more likely caused by environmental conditions such as water stress (Ehleringer et al. 1993), strong illumination (Ehleringer et al. 1986), or high altitude (Tieszen et al. 1979).\nThe isotopic variability among C3 plants is largely determined by the ratio of intercellular CO2 concentrations (pi) and the partial pressure of CO2 (pa) (Boutton et al. 1993). Environmental factors that influence the pi/pa ratio (i.e. the rate at which CO2 diffuses into the leaf to the rate at which it is consumed by photosynthesis), such as water stress, high irradiance, altitude, and atmospheric CO2 concentrations, will affect the isotopic composition of the plant carbon. Carbon isotopic values that are well above the commonly used average of \"27‰ are interpreted as either comprising a small fraction of C4 plants or as having grown under conditions of water stress (Ehleringer et al. 1993; Stewart et al. 1995). Restricted soil water availability results in lower pi/pa ratios because plants tend to decrease stomatal aperture to conserve water. Stomatal closure increases water-use efficiency of the plant but limits the diffusion of CO2 into the leaf. When diffusion of CO2 is limited and pi values are low, isotopic enzymatic fractionation within the leaves is less, leading to higher carbon isotopic values. We interpret the ä13C values of Rusinga Group palaeosols as representative of an ancient C3 vegetational mosaic with limited moisture availability.\nSemi-arid (water stressed) palaeoclimatic conditions for Rusinga Group palaeosols are also supported by their horizon morphology, whole rock geochemistry, and depth to calcareous horizons (Bestland & Retallack 1993). The most obvious palaeosol features indicative of semi-arid climate are the abundant and distinct calcareous horizons (Bk and Ck horizons) that contain pedogenic micrite, calcareous nodules, and calcareous rhizoconcretions. Depth to calcic horizons in individual palaeosol profiles, when decompacted, indicate a precipitation range of 550–750 mm a\"1, broadly classifying these soils as pedocals (Bestland 1990). Another morphologic aspect of these palaeosols indicative of water stressed environment are vertic soil features. A vertic palaeosol interpretation is also supported by the relative homogeneity of bulk rock chemistry with profile depth (Bestland & Retallack 1993), as well as ‘lentil’-shaped peds which are produced by horizontal stresses in vertic soils during wetting and drying cycles. Grey colours of the horizons and slickensided cutans are also supportive of a Vertisol interpretation. Smectite clay mineralogy and bulk rock geochemistry of palaeosols both indicate high concentrations of Ca and Mg (Bestland 1990). Expandable clays high in Ca and Mg are necessary for the formation of vertic soils (Boul et al. 1980). Vertisols require a prolonged dry season to form the deep desiccation cracks characteristic of these soils (Soil Survey Staff 1975). Conversely, sufficient seasonal precipitation is needed to cause the wetting and swelling of clays necessary to form vertic texture. Thus, these palaeosols were not desert soils.\nPalaeobotanical evidence from the Rusinga Group indicates a variety of ecosystems, ranging from dry woodland or forest to closed canopy evergreen forest (Andrews 1992a, b). Fossil flora of trees and shrubs from site R117 in the Hiwegi Formation are of deciduous taxa, as well as woody lianes, and are evidence for dry, seasonal, single canopy woodland (Andrews 1992a). The wetter forest elements of the fossil flora are in sharp contrast to both the carbon isotopic interpretation presented here and palaeosol morphology. Although palaeosols with average C3, or lighter, would be expected from closed-canopy forest vegetation (Medina & Minchin 1980), none were detected. Thus a wet forest ecosystem is not considered to have been a major landscape feature. Most likely, this kind of forest flora was restricted to localized areas in low-lying, more moist landscape positions."
  }, {
    "heading": "Palaeosol ä13Corg depth profiles",
    "text": "Rusinga Group palaeosols have systematic variations in ä13Corg of 1–3‰ with profile depth (Fig. 6), analogous to modern soils (Becker-Heidmann & Scharpenseel 1986, 1990, 1992; Becker-Heidmann et al. 1996), and supportive of previous work on carbon isotope depth profiles preserved in palaeosols (Krull 1997). In the absence of C3–C4 vegetation change, systematic down profile isotopic variation in modern soils of up to 5‰ are a function of pedogenic processes. The shapes of these soil depth trends are mainly governed by microbial processes of organic matter decomposition, fractionation, and clay adsorption processes that result in less negative ä13C values in B rather than in A and C horizons (BeckerHeidmann & Scharpenseel 1986, 1990, 1992). In order to determine the magnitude and direction of depth functions whole palaeosol profiles were sampled. Furthermore, it was found that different palaeosol types are distinguished by their ä13C depth profile (Fig. 6). Inceptisol-like palaeosols with indications of good drainage have less negative B horizons compared to their A and C horizons. This trend is analogous to modern Inceptisols and Alfisols from well-drained settings (Becker-Heidmann & Scharpenseel 1986, 1990, 1992). Depth profiles of vertic Inceptisols in the Kiahera Formation are relatively flat, presumably due to thorough mixing by soil\nexpansion, contraction, and cracking during wetting and drying cycles, as shown by 14C data on modern Vertisols (Scharpenseel et al. 1986)."
  }, {
    "heading": "Comparison with Fort Ternan",
    "text": "The palaeoecology indicated by carbon isotopes and palaeosols of the Rusinga Group differ from a similar data set from the 14 Ma Fort Ternan hominid site (Fig. 5). The two sites developed under similar landscape conditions in terms of frequency of volcanic disturbance and composition of volcanic detritus (Pickford 1986b; Retallack 1991). Fort Ternan palaeosols and mammal tooth enamel with ä13C values of average \"26‰ (organic) and \"8‰ (carbonate) indicate an average C3 ecosystem (Cerling et al. 1991, 1997b). Oxygen isotopes from the Fort Ternan site (average \"6.2‰) have been used to estimate a palaeoelevation of 1000–2000 m based on an analogy with present day isotopic values of soil carbonate (Cerling et al. 1997b). The similarity of ä18O between Fort Ternan and Rusinga (Table 1) indicates that conditions such as altitude and soil temperature probably did not differ significantly between these two sites. Thus, the differences in ä13C between these sites is most likely due to water stress and not altitude. Carbon isotopic values from Fort Ternan were previously interpreted as those of a closed-canopy forest (Cerling et al. 1991) but have been revised and are thought to be a normal C3 ecosystem such as woodland (Cerling et al. 1997b).\nStratigraphy and sedimentology of the pyroclastic deposits The palaeosols described above are interbedded with sequences of volcaniclastic deposits which have been interpreted previously as predominantly fluvial in origin, albeit with a major component of airfall pyroclastic deposition (Shackelton 1951; Van Couvering 1972; Pickford 1986b; Drake et al. 1988; Bestland & Retallack 1993; Retallack et al. 1995). This interpretation of these strata as fluvial has influenced palaeoenvironmental reconstructions of important primate fossils associated with them such that stream-side riparian areas were thought to be a significant landscape component (Retallack et al. 1995). Volcanic sequences 5–15 m in thickness (Fig. 2) have been identified previously (Shackleton 1951; Bestland & Retallack 1993), mapped locally, and interpreted as representing volcanic episodes separated by volcanic hiatuses (Bestland et al. 1995). The stratigraphic architecture of both the Kiahera and Hiwegi formations varies considerably over short lateral distances (Van Couvering 1972; Bestland 1990). The volcanic sequences identified in the composite section of Fig. 2 are probably a minimum of the total number considering the likelihood of sequences having been thinly deposited in some areas due to pre-existing topography, or eruption dynamics, and/or erosion. Thus, one stratigraphic section (Fig. 2) through this type of strata is likely to miss some sequences.\nHerein, the cross-bedded strata in the two fossiliferous formations are reinterpreted as the deposits of pyroclastic surges; i.e. a type of pyroclastic flow that is generated from magma-water explosions. Hydromagmatic eruptions and their associated pyroclastic surges have been known for some time from a variety of volcanic settings (Fisher & Schminke 1984; Cas & Wright 1987). These deposits record volcanic magmawater explosions, flow direction (Fig. 7) and type of pyroclastic\nsurge, and growth and evolution of the volcanic edifice and magma-water ratio (Moore 1967; Waters & Fisher 1971; Wohletz & Sheridan 1983).\nLow-angle cross-bedded deposits (inflated surge)\nDistinctive, very low-angle cross-bedded, sandy, tuffaceous, and grain-supported beds are common in the Kiahera and Hiwegi formations (Fig. 8). These bedded tuffs are resistant (compared to palaeosol horizons), several to 15 m thick, and have been identified and locally mapped where good exposure exists (Shackleton 1951; Van Couvering 1972; Bestland & Retallack 1993). These sandy and largely non-conglomeratic sequences contain noticeable and ubiquitous isolated cobbleto boulder-sized clasts (Fig. 9). Conspicuously absent from these formations are classic fluvial deposits such as high-angle, trough cross-beds produced by migration of sand and gravel bedforms. Also absent from these two formations are fluvial channel complexes with sorted and imbricated gravel beds; these are features that would be expected for a sandy-pebbly fluvial system. These tuffaceous and granular sandstones contain a range of grain sizes from fine silt to granules and are thus more poorly sorted than fluvial sands.\nCurrent direction measurements were taken of dune bedforms in the lower Hiwegi Formation at four different locations on Rusinga Island (Figs 7 & 8). Between 21 and 53 measurements were made at each locality. The long axes of dunes were measured, giving a bi-directional current direction; this was assumed to be 90) from dune crest orientation. Uni-directional current indicators are pervasive, yet subtle, in the low-angle cross-beds and include stoss-side dune erosion followed by stoss and lee-side aggradation (Fig. 8a). The five sets of current direction measurements are consistent, with the exception of one data set. Four consistent sets show flow direction to the northeast (Fig. 7). The anomalous data set shows flow direction to the NNW, about 80) offset from the others. The four current direction indicators with a northwest bearing are consistent with a vent location of the Kisinigiri volcano in the vicinity of the Rangwa Dome, the presumed centre (Shackleton 1951; McCall 1958; Le Bas 1977).\nThe low-angle cross-beds, low-angle truncation surfaces, and abundant pyroclastic airfall mantling tuff beds were previously interpreted as evidence of rapid sedimentation that accompanied and followed volcanic disturbance of a fluvial\nsystem (Bestland et al. 1995). A high sediment concentration fluvial flood akin to hyperconcentrated flood flows was envisaged for this facies (Bestland & Retallack 1993). Inconsistencies with this interpretation, in particular the common occurrence of the out-of-place cobble and boulder clasts, were noted (Bestland 1990; Bestland & Retallack 1993). These clasts are here interpreted as ballistically emplaced bombs ejected during volcanic explosions. Thus, considering the low-angle cross-beds, current direction of dune bedforms, lack of fluvial features, ‘bombs’, and abundant interbedded pyroclastic airfall layers, a pyroclastic surge flow origin is concluded for many of the strata in the Kiahera and Hiwegi formations.\nMassive to graded deposits (deflated surge) A significant portion of the strata in these two formations interpreted as surge beds lack cross-bedding. This lithofacies is vaguely stratified and graded (both normal and inverse) and are more poorly sorted than the cross-bedded strata. The pervasive vague stratification is defined by stringers of pebbles and granules. This lithofacies is coarser-grained than the cross-bedded facies and contains a higher percentage of Precambrian detritus. They resemble deposits of hyperconcentrated flood flows, known from association with volcanic debris flows (Smith 1986; Nemec & Muszynski 1982). Such massive beds with pebble stringers are common in hydrovolcanic deposits and are thought to be deposited by less inflated (i.e. deflating), fluidized surges (Wohletz & Sheridan 1979)."
  }, {
    "heading": "Graded, bedded deposits (airfall)",
    "text": "A common lithofacies in the Rusinga Group consists of bedded, well-graded (both normal and inverse) tuffs. They occur within the other two surge-related deposit types as thin interbeds and in meter-thick sequences; they also occur interbedded with palaeosols. Where they are interbedded with the\nother two lithofacies, they mantle undulating surfaces and are disrupted by bombs. Where they are present in thicker sequences, bombs are largely absent. Accretionary lapilli are common in this lithofacies (Fig. 10a).\nA pyroclastic airfall origin is strongly indicated for this lithofacies (Van Couvering 1972; Drake et al. 1988; Bestland 1990; Bestland & Retallack 1993). Additionally, accretionary lapilli are a common feature of hydromagmatic eruptions (Reimer 1983; Fisher & Schminke 1984; Cas & Wright 1987)."
  }, {
    "heading": "Pyroclastic textures",
    "text": "Many of the sandy, megascopic grains in the cross-bedded deposits consist of grey to dark grey, aphanitic volcanic rock fragments with scoriaceous, vesicular textures (Fig. 10b, c). In thin-section, these grains consist of glassy scoria and devitrified, clayey and zeolitic scoria (Fig. 10c). In outcrop, a colour difference exists between the coarser-grained, sandy beds (mostly grey colours) and finer-grained tuffaceous beds (redbrown). The colour difference is due to the contrast between devitrified and oxidized, fine-grained ash fragments and grey, sandy scoria fragments. Circular to elliptical, and nonscoriaceous fine to medium lapilli of grey nephelinite glass are another common clast type."
  }, {
    "heading": "Discussion",
    "text": "The areal extent of Rusinga Group hydromagmatic deposits supports a reconstruction of a 15–20 km radius tuff ring, or partial tuff ring taking into account the present-day occurrence of these deposits in only one quadrant of the volcano. The Rusinga Group hydrovolcanic deposits extend across an arc represented by Rusinga and Mfangano islands (Fig. 7 inset map). Thus, these deposits span a minimum of 13 km at a distance from the inferred centre of approximately 15 km. This lateral continuity accounts for the assignment of formational\nnames to these strata (Shackleton 1951; Whitworth 1953). Most volcanoes dominated by hydromagmatic processes are small features in terms of limited dispersal of pyroclastic flows from their source vent (Fisher & Waters 1970; Heiken 1971; Wohletz & Sheridan 1983). The Kisingiri tuff ring or maar volcano is thought to be the largest known from the geological record.\nThe Kisingiri hydrovolcanic deposits represent a volcanic phase that followed a major doming episode (McCall 1958; Le Bas 1977; Bestland et al. 1995), and consisted of repeated, large hydrovolcanic explosions, followed by strato-cone building. The ubiquity of granitic clasts as bombs in Kiahera and\nHiwegi formation surge beds strongly suggests excavation into basement granitic rocks by powerful hydromagmatic explosions from the Kisingiri volcano. This aspect, combined with the low-gradient primary dips of the Kiahera and Hiwegi formations, argues for the Kisingiri volcano being a maar volcano at this stage; i.e. one which has a crater excavated into country rocks by hydromagmatic explosions (Cas & Wright 1987). The presence of at least 11 episodes of hydromagmatic activity (Fig. 2) separated by substantial periods of time, as evidenced by palaeosols between surge beds, indicates a prolonged period of hydromagmatic activity and, presumably, a central crater with a lake or marshy environment. The maar deposits are now restricted to the northwest side of the volcano (Fig. 7). On the opposite side of Kisingiri, at Karungu on the mainland, the base of the Kisingiri sequence does not contain hydromagmatic deposits (unpublished field data, Bestland 1997). Thus, it appears that this tuff ring or maar was restricted by a topographic feature on the southeastern side which prevented deposits from accumulating on that side. If so, this topography may have concentrated and focused hydromagmatic explosions and surge flows, thus causing greater run-out distances and accounting for some of the great lateral extent of these deposits.\nThe active, pyroclastically dominated setting of the Rusinga Group is an important consideration when interpreting palaeoenvironments. One such concern regarding palaeoenvironmental analysis of palaeosols and fossils within volcaniclastic sequences is the phenomenon of mock aridity\n(Harris & Van Couvering 1995). Early successional ecosystems developed on fresh volcanic ash tend to promote barren and xeric conditions due to initial lack of organic matter and the loose character of volcanic ash (del Moral & Wood 1993).\nSuch mock aridity can obscure regional climatic conditions through a strong local affect. Volcanic ash and lapilli, however, weather rapidly to form fertile soils in which ash and its weathering products stabilize organic matter (Lowe 1986). The palaeosols described in this study are predominantly moderately mature profiles (Inceptisol-like palaeosols). Thus, the semi-arid and water-stressed palaeoenvironmental reconstruction presented here are not considered to be a mock aridity affect. Nevertheless, it should be noted that some fossil fauna and flora sites from the Rusinga Group may represent early successional ecosystems affected by this phenomenon.\nIn summary, Proconsul and associated fauna and flora inhabited a frequently disturbed landscape that experienced repeated catastrophic volcanic deposition in an overall semiarid seasonal climate. Additionally, the fossil assemblages from the Rusinga Group, including fossil apes, need to be reconsidered as possible catastrophic death assemblages, that may represent fauna and flora killed and buried by pyroclastic surges.\nThis project was funded by the National Geographic Society, grant numbers 5909-97 and 6163-98 to E.A.B. and E.S.K. We thank the Illinois State Geological Survey for access to carbon isotope facilities. Discussion with C. J. Liu, H. Wang, S. Ambrose, and D. Ekart added to our understanding of carbon isotope techniques and analysis. We thank the Okomo Ochieng family and B. Okomo for their hospitality and assistance in the field. The field research was done with permission from the Office of the President, Republic of Kenya, under the auspices of the Department of Palaeontology, National Museums of Kenya, and its head, M. Leakey. Reviews by G. J. Retallack, P. Andrews, and G. J. Thackray helped clarify ideas presented here."
  }],
  "year": 1999,
  "references": [{
    "title": "Soil carbon isotope evidence for Holocene habitat change in the Kenya",
    "authors": ["S.H. A", "N.E. S"],
    "venue": "Rift Valley. Science,",
    "year": 1991
  }, {
    "title": "A short history of Miocene field paleontology in western Kenya",
    "authors": ["P. A"],
    "venue": "Journal of Human Evolution,",
    "year": 1981
  }, {
    "title": "Geology of the area south of Magadi",
    "authors": ["B.H. B"],
    "venue": "Geological Survey of Kenya Report,",
    "year": 1963
  }, {
    "title": "Hamburg radiocarbon thin layer soils",
    "authors": ["H. W"],
    "venue": "database. Radiocarbon,",
    "year": 1996
  }, {
    "title": "Miocene volcaniclastic deposits and paleosols of Rusinga Island, Kenya",
    "authors": ["E.A. B"],
    "venue": "PhD thesis,",
    "year": 1990
  }, {
    "title": "Volcanically influenced calcareous palaeosols from the Miocene Kiahera Formation",
    "authors": ["G.J. R"],
    "venue": "Journal of the Geological Society,",
    "year": 1993
  }, {
    "title": "Cycles of doming and eruption of the Miocene Kisingiri Volcano, southwest Kenya",
    "authors": ["G.D. T", "G.J. R"],
    "venue": "Journal of Geology,",
    "year": 1995
  }, {
    "title": "The evolution of fossil environments in East Africa",
    "authors": ["W.W. B"],
    "venue": "Transactions of the Leicester Literary and Philosophical Society,",
    "year": 1968
  }, {
    "title": "New potassium-argon age determinations relevant to the Miocene fossil mammal sequence in East Africa",
    "authors": ["J.A. M", "F.W. F"],
    "venue": "American Journal of Science,",
    "year": 1969
  }, {
    "title": "Soil genesis and classification",
    "authors": ["S.W. B", "F.D. H", "R.J. MC"],
    "year": 1980
  }, {
    "title": "Stable carbon isotope ratios of natural materials: I. Sample preparation and mass spectrometric analysis",
    "authors": ["T.W. B"],
    "venue": "In: C,",
    "year": 1991
  }, {
    "title": "Stable carbon isotope ratios of soil organic matter and their potential use as indicators of paleoclimate. In: Isotope techniques in the study of past and current environmental changes in the hydrosphere and atmosphere",
    "authors": ["L.C. N", "S.R. A", "A.J. M", "I. C"],
    "venue": "International Atomic Energy Agency,",
    "year": 1993
  }, {
    "title": "Volcanic successions. Allen and Unwin, London",
    "authors": ["R.A.F. C", "J.V. W"],
    "year": 1987
  }, {
    "title": "Stable carbon and oxygen isotopes in soil carbonates",
    "authors": ["T.E. C", "J. Q"],
    "venue": "Geophysical Monograph,",
    "year": 1993
  }, {
    "title": "Global change through the Miocene",
    "authors": ["J.M. H", "B.J. MF", "M.G. L", "J. Q", "V. E", "J.R. E"],
    "venue": "Pliocene boundary",
    "year": 1997
  }, {
    "title": "Dietary and environmental reconstruction with stable isotope analyses of herbivore tooth enamel from the Miocene locality of Fort Ternan, Kenya",
    "authors": ["S.H. A", "M.G. L", "N. S"],
    "venue": "Journal of Human Evolution,",
    "year": 1997
  }, {
    "title": "Carbon isotopes in soils and paleosols as ecologic and paleoecologic indicators",
    "authors": ["J. Q", "Y. W", "J.R. B"],
    "year": 1989
  }, {
    "title": "Fossil soils, grasses, and carbon isotopes from Fort Ternan, Kenya: grassland or woodland",
    "authors": ["S.H. A", "N.E. S"],
    "venue": "Journal of Human Evolution,",
    "year": 1991
  }, {
    "title": "Sodium carbonatite lavas from Oldoinyo Lengai",
    "authors": ["J.B. D"],
    "venue": "Tanganyika. Nature,",
    "year": 1962
  }, {
    "title": "Altered former alkalic carbonatite lava from Oldoinyou Lengai, Tanzania: inferences for calcite carbonatite",
    "authors": ["M.S. G", "B. R"],
    "venue": "lavas. Geology,",
    "year": 1987
  }, {
    "title": "The isotopic composition of reduced organic matter",
    "authors": ["P. D"],
    "venue": "Handbook of environmental geochemistry,",
    "year": 1980
  }, {
    "title": "Early primary succession on the volcano Mount St. Helens",
    "authors": ["R.  M", "D. W"],
    "venue": "Journal of Vegetation Science,",
    "year": 1993
  }, {
    "title": "New chronology for the Early Miocene mammalian faunas of Kisingiri western Kenya",
    "authors": ["R.E. D", "J.A. V C", "M.H. P", "G.H. C", "J.A. H"],
    "venue": "Journal of the Geological Society,",
    "year": 1988
  }, {
    "title": "Paleopedology and stable isotope chemistry of Late Silurian vertic paleosols, Bloomsburg Formation, central Pennsylvania",
    "authors": ["S.G. D", "C.I. M", "E. C", "J.L. F"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1992
  }, {
    "title": "Leaf carbon isotope and mineral composition in subtropical plants along an irradiance",
    "authors": ["J.R. E", "C.B. F", "Z-F", "C-Y"],
    "venue": "cline. Oecologia,",
    "year": 1986
  }, {
    "title": "Stable isotopes and plant carbonwater relations",
    "authors": ["A.E. H", "G.D. F"],
    "year": 1993
  }, {
    "title": "Paleoecology of Miocene sites in western Kenya",
    "authors": ["E.M.N. E", "J.A.H. V C", "P. A"],
    "venue": "Journal of Human Evolution,",
    "year": 1981
  }, {
    "title": "K-Ar dates and Cenozoic mammalian chronology of North America",
    "authors": ["J.A. E", "D.G. S", "G.H. C", "G.T. J"],
    "venue": "American Journal of Science,",
    "year": 1964
  }, {
    "title": "Pyroclastic rocks",
    "authors": ["R.V. F", "H.-U"],
    "year": 1984
  }, {
    "title": "Base surge bed forms in Maar volcanoes",
    "authors": ["A.C. W"],
    "venue": "American Journal of Science,",
    "year": 1970
  }, {
    "title": "Mock aridity and the paleoecology of volcanically influenced ecosystems",
    "authors": ["J. H", "J. V C"],
    "venue": "Geology,",
    "year": 1995
  }, {
    "title": "Natrocarbonatite tephra of Kerimasi volcano",
    "authors": ["R.L. H"],
    "venue": "Tanzania. Geology,",
    "year": 1983
  }, {
    "title": "Tuff rings: examples from the Fort Rock-Christmas Lake Valley Basin, south-central Oregon",
    "authors": ["G.H. H"],
    "venue": "Journal of Geophysical Research,",
    "year": 1971
  }, {
    "title": "Photosynthetic pathways in freshwater aquatic plants",
    "authors": ["J.E. K"],
    "venue": "Trends in Ecology and Evolution,",
    "year": 1997
  }, {
    "title": "Isotopic evidence for Neogene Hominid paleoenvironments in the Kenya",
    "authors": ["J.D. K", "B.D. M", "A. H"],
    "venue": "Rift valley. Science,",
    "year": 1994
  }, {
    "title": "The human career",
    "authors": ["R.G. K"],
    "year": 1989
  }, {
    "title": "Systematic variation",
    "authors": ["E.S. K"],
    "year": 1997
  }, {
    "title": "An early Miocene member of Hominidae",
    "authors": ["L.S.B. L"],
    "year": 1967
  }, {
    "title": "Carbonitite-nephelinite volcanism",
    "authors": ["M.J. L B"],
    "year": 1977
  }, {
    "title": "Controls on the rates of weathering and clay mineral genesis in airfall tephras: a review and New Zealand case study",
    "authors": ["D.J. L"],
    "venue": "In: C,",
    "year": 1986
  }, {
    "title": "A neglected carbonatite volcano",
    "authors": ["A.N. M", "P.L. R"],
    "venue": "Journal of Geology,",
    "year": 1983
  }, {
    "title": "Stratification of ä13C values of leaves in Amazonian rain",
    "authors": ["G.J.H. MC"],
    "venue": "Geology of the Gwasi Area. Geological Survey of Kenya Report,",
    "year": 1958
  }, {
    "title": "Base surge in recent volcanic eruptions",
    "authors": ["J.G. M"],
    "venue": "Bulletin of Volcanology,",
    "year": 1967
  }, {
    "title": "Volcaniclastic alluvial aprons in the Tertiary of Sofia district (Bulgaria)",
    "authors": ["W. N", "A. M"],
    "venue": "Annals of the Geological Society of Poland,",
    "year": 1982
  }, {
    "title": "Peralkaline nephelinites I. Comparative petrology of Shombole and Oldoinyo L’engai, East Africa",
    "authors": ["T.D. P"],
    "venue": "Contributions to Mineralogy and Petrology,",
    "year": 1989
  }, {
    "title": "Cainozoic paleontological sites of western Kenya",
    "authors": ["M. P"],
    "venue": "Münchner Geowissenschaftliche Abhandlungen. Reihe A: Geologie und Paläontologie,",
    "year": 1986
  }, {
    "title": "Sedimentation and fossil preservation in the Nyanza Rift system, Kenya",
    "authors": ["L.E. F"],
    "venue": "Geological Society, London, Special Publications,",
    "year": 1986
  }, {
    "title": "Humanity’s descent: The consequences of ecological instability",
    "authors": ["R. P"],
    "year": 1996
  }, {
    "title": "Late Miocene environmental change in Nepal and the northern Indian subcontinent: Stable isotopic evidence from paleosols",
    "authors": ["J. Q", "J.M.L. C", "T.P. O", "J. A", "T.M. H"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1995
  }, {
    "title": "Development of the Asian monsoon revealed by marked ecological shift during the latest Miocene in northern Pakistan",
    "authors": ["T.E. C", "J.R. B"],
    "year": 1989
  }, {
    "title": "Accretionary lapilli in volcanic ash falls. In: P",
    "authors": ["T.O. R"],
    "venue": "T.M. (ed.) Coated Grains. Springer-Verlag,",
    "year": 1983
  }, {
    "title": "Miocene palaeosols and ape habitats in Pakistan and Kenya",
    "authors": ["G.J. R"],
    "year": 1991
  }, {
    "title": "Miocene paleosols and habitats of Proconsul on Rusinga Island, Kenya",
    "authors": ["E.A. B", "D.P. D"],
    "venue": "Journal of Human Evolution,",
    "year": 1995
  }, {
    "title": "C-14Altersbestimmungen und Ä13C-Messungen an Vertisolen, unter besonderer Berücksichtigung der Geziraböden des Sudan",
    "authors": ["H-W", "J. F", "P. B-H"],
    "venue": "Zeitschrift Pflanzenernährung und Bodenkunde,",
    "year": 1986
  }, {
    "title": "A contribution to the geology of the Kavirondo Rift valley",
    "authors": ["R.M. S"],
    "venue": "Quarterly Journal of the Geological Society,",
    "year": 1951
  }, {
    "title": "Coarse-grained volcaniclastic sediment: terminology and depositional processes",
    "authors": ["G.A. S"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1986
  }, {
    "title": "Soil taxonomy, a basic system of soil classification for making and interpreting soil surveys",
    "authors": ["S S S"],
    "venue": "Handbook of the US Department of Agriculture,",
    "year": 1975
  }, {
    "title": "C13 natural abundance in plant communities along a rainfall gradient: a biological indicator of water availability",
    "authors": ["G.R. S", "M.H. T", "S. S", "P.D. E"],
    "venue": "Australian Journal of Plant Physiology,",
    "year": 1995
  }, {
    "title": "Paleoenvironmental analysis of paleosols and associated fossils in Miocene volcaniclastic deposits, Rusinga Island, western Kenya",
    "authors": ["G.D. T"],
    "venue": "M.S. thesis,",
    "year": 1989
  }, {
    "title": "The distribution of C3 and C4 grasses and carbon isotope discrimination along an altitudinal and moisture gradient in Kenya",
    "authors": ["L.L. T", "M.M. S", "S.K. I", "J.H. T"],
    "venue": "Oecologia,",
    "year": 1979
  }, {
    "title": "Photosynthetic mechanisms and paleoecology from carbon isotope ratios in ancient specimens of C4 and CAM plants",
    "authors": ["J.H. T", "P.V. W", "H.A. M"],
    "year": 1974
  }, {
    "title": "Geology of Rusinga Island and correlation of the Kenyan mid-Tertiary fauna",
    "authors": ["J.A.H. V C"],
    "venue": "PhD thesis,",
    "year": 1972
  }, {
    "title": "Miocene stratigraphy and age determinations, Rusinga Island, Kenya",
    "authors": ["J.A. M"],
    "year": 1969
  }, {
    "title": "The Kaswanga primate site: an early Miocene hominoid site on Rusinga Island, Kenya",
    "authors": ["M. T", "L. M", "P. A"],
    "venue": "Journal of Human Evolution,",
    "year": 1993
  }, {
    "title": "Proxy of monsoon seasonality in carbon isotopes from paleosols of the southern Chinese",
    "authors": ["H. W", "L.R. F"],
    "venue": "Loess Plateau. Geology,",
    "year": 1998
  }, {
    "title": "Base surges and their deposits: Capelinhos and Taal Volcanoes",
    "authors": ["A.C. W", "R.V. F"],
    "venue": "Journal of Geophysical Research,",
    "year": 1971
  }, {
    "title": "A contribution to the geology of Rusinga Island Kenya",
    "authors": ["T. W"],
    "venue": "Quarterly Journal of the Geological Society,",
    "year": 1953
  }, {
    "title": "A model of pyroclastic surge",
    "authors": ["K.H. W", "M.F. S"],
    "venue": "Geological Society of America Special Paper,",
    "year": 1979
  }],
  "id": "SP:e304d49cd7dfb26d13ae07de02473c5f5f9d7466",
  "authors": [{
    "name": "ERICK A. BESTLAND",
    "affiliations": []
  }, {
    "name": "EVELYN S. KRULL",
    "affiliations": []
  }],
  "abstractText": "Early Miocene (c. 18 Ma) hominoid sites (Proconsul) from Rusinga Island, Lake Victoria occur in palaeosols and volcaniclastic strata deposited in a semi-arid, seasonal climate on the flanks of the active, low-relief edifice of the Kisingiri volcano. Palaeosols interbedded with sequences of primary pyroclastic deposits have stable carbon isotope values indicative of C3 vegetation from semi-arid environments. Isotopic values of palaeosol organic matter and pedogenic carbonate from the Rusinga Group have average äC of \"23.8&0.8 and \"7.7&1.1‰, respectively, considerably heavier than average C3 vegetation. These isotopic values were most likely caused by reduced photosynthetic fractionation under water-stressed conditions. Prolonged dry seasons and semi-arid precipitation levels for Rusinga Group fossil soils are also supported by the profile depth of calcareous horizons and vertic clay structures. The principal fossil-bearing units of the Rusinga Group (Kiahera and Hiwegi formations) are dominated by sandy strata which are interbedded with palaeosols and have features indicative of hydromagmatic pyroclastic deposition. Pyroclastic surge features include very low-angle cross-bedding, low amplitude and long-wavelength dune bedforms, moderate to poorly sorted layers of tuffaceous and pebbly sandstones, and common, isolated cobbles and boulder clasts of Precambrian basement rocks with associated impact sags. These features are interpreted as the deposits of pyroclastic surge dune bedforms and ballistically implaced volcanic ejecta, both produced by powerful hydromagmatic explosions from the Kisingiri volcano. According to this interpretation, the initial stages of this carbonatite–nephelinite volcano had repeated episodes of hydromagmatic eruptions which built a large (15–20 km radius), low-relief tuff ring or maar volcano. The palaeosol sequences interbedded with the primary pyroclastic deposits represent periods of volcanic quiescence lasting hundreds to thousands of years. Thus, Proconsul and associated fauna and flora inhabited a frequently disturbed landscape that experienced repeated catastrophic volcanic deposition in an overall semi-arid seasonal climate.",
  "title": "Palaeoenvironments of Early Miocene Kisingiri volcano Proconsul sites: evidence from carbon isotopes, palaeosols and hydromagmatic deposits"
}