{
  "sections": [{
    "text": "W. W. Hay GEOMAR, Wischhofstrasse 1–3, D-24148 Kiel, Germany; and Department of Geological Sciences and CIRES, Campus Box 250, University of Colorado, Boulder, Colorado 80309, USA\nKey words Plate tectonics 7 Continental drift 7 Paleoclimate 7 Numerical climate models 7 Gateways 7 Orography 7 Rain shadow 7 Rift valley 7 Plateau uplift 7 Volcanism"
  }, {
    "heading": "Introduction",
    "text": "Climates are the result of the balance between incoming and outgoing radiation, as well as the absorption, emission, and transport of energy by the atmosphere and ocean, and the configuation and nature of the solid surface of the Earth. Short- and long-term motions of the Earth in its orbit redistribute the incoming radiation. Changes in the composition of the atmosphere and ocean alter their absorptive and emissive properties and the distribution of the outgoing radiation. It is, however, the distribution of land and sea, and of subaerial and submarine mountains, plateaus, and basins, that determines the nature of regional climates reflected in geologic deposits. Short et al. (1991) have termed geography the filter of insolation cycles. Tectonics is responsible for the geography of the Earth’s surface and hence has a pervasive influence on climate. However, the same tectonic processes which alter geography also affect the composition of the atmosphere and ocean.\nTectonics involves both horizontal displacements and vertical motions of the Earth’s crust. The direct connection between horizontal tectonics and climate is through changing the latitudinal distribution of the continental blocks and large terranes, and the effect of opening and closing gateways between major ocean basins and marginal seas. The direct connection to vertical tectonic movements is through the way the Earth receives solar energy, and through the effects of orography on atmospheric circulation and the hydrologic and cryologic cycles. The indirect links are through subduction, which removes material from contact with the fluid Earth, through volcanism, which introduces gases into the atmosphere, and through chemical weathering, which consumes atmospheric gases.\nIn this paper I present a brief historical overview of ideas concerning climatic response related to tectonic processes, then discuss how the results of climate simulations have focused attention on specific responses. Several general works have treated aspects of the interrelations between tectonics and climate from different points of view. Huggett (1991) offers a thoughtful presentation on climate and Earth history, offering many new insights. Crowley and North’s (1991) account of paleoclimatology is oriented strongly toward numerical modeling. They include discussion of the effects of orography in climate models. Frakes et al. (1992) interpret the history of the Earth as a series of oscillations between glaciated (“ice-house”) and nonglaciated (“greenhouse”) states. They include discussions of the effects of continental drift and mountain building."
  }, {
    "heading": "Horizontal tectonics",
    "text": "The idea that a different latitudinal distribution of land and sea was the cause of the differences in climate recorded in the rock record was stated clearly by Lyell (1830). Lyell proposed that with more extensive land areas in the polar regions, the Earth would become cooler, and conversely, with more land in the equatorial regions, the Earth would be warmer. Lyell was convinced that these distributions had been different in the past, and that they were responsible for the great contrast between the climate of deposition of the Carboniferous coals and the present, and for the differences in the molluscan assemblages of Mesozoic and Cenozoic deposits.\nKreichgauer (1902) had suggested polar wander as a cause for the different latitudinal distribution of land masses in the past, but his hypothesis did not satisfy all of the known distributions of climate-sensitive sediments. Wegener (1912, 1929) proposed that it was the horizontal movement of the major continental blocks which resulted in the climatic changes observed in the geologic record.\nEffects of drifting continents\nWhile recognizing that the climate of land masses depended in part on their size, shape, and elevation, Wegener’s essential thesis was that the continental blocks had moved beneath climatic zones which were more or less fixed with respect to latitude. The geologic controversy over Wegener’s ideas is well known, but there were other, more subtle questions that arose. If climate change is primarily a result of movement of the continents, what was the nature of the change which induced the northern hemisphere glaciation. Could the redistribution of continents produce the warm polar regions which appear to have been characteristic of the late Mesozoic and Eocene?\nThe polar region had long been considered the most climatically sensitive area of the Earth. Crowell and Frakes (1970) argued that the centering of a land mass on the pole or grouping of land masses around a pole to be an essential condition for glaciation.\nDonn and Shaw (1977) used a simple energy balance model to examine the effects of continental drift on temperature. To avoid problems of changing shoreline positions, they considered the continental blocks to be entirely land and the remainder of the surface to be sea. They concluded that motions of the continents in the northern hemisphere could account for Mesozoic warmth and the deterioration of climate since the Eocene. The cooling was attributed to the increase in land at high latitudes in the northern hemisphere.\nRobinson (1973) described in detail the climatic effects that might be expected from the drift of a continental block (such as India or Australia) through different climate zones. In her analog models she incorporated the idea of Köppen (1931) that the arid zones trend equatorward from east to west across the continents. She showed how the climate might change in different parts of a meridionally drifting continental block.\nUsing new global paleogeographic maps, Barron et al. (1980) speculated that changes in land–sea distribution since the Jurassic altered the surface albedo enough to be the underlying cause of climate change. Barron (1981) concluded that the presence or absence of land at the pole was one of the most critical factors affecting the global climate.\nIn an effort to quantify the results of continental drift on climate, Barron and Washington (1984) used a numerical climate model (Community Climate Model 0 of the U.S. National Center for Atmospheric Research) with a swamp ocean (no heat storage or transport, but a source of moisture) to compare the climate predicted by a Cretaceous distribution of land masses with the present. Although the Cretaceous paleogeography they used (Barron et al. 1981) resulted in lowered thermal contrasts and a generally warmer Earth, they found that continental drift alone could not account for the Cretaceous climate, particularly for the warm polar regions.\nTo try to better understand the effects of latitudinal distribution of land and sea, we used the same climate model with a swamp ocean to simulate the climate of an Earth with a single equatorial continent and of an Earth with polar continents extending from 457N and S to the poles (Fig. 1). The swamp ocean provides for latent heat transport resulting from evaporation and precipitation. However, the swamp ocean does not circulate, so that any possible ameliorating effects of ocean heat transport are neglected. The total land area for these models was the same as that of the Earth at present. The equatorial continent extended from 177N to 177S. For the polar continents experiment, the southern hemisphere continent was specified as being ice covered poleward of 707S and the northern hemisphere\nFig. 1A, B An earth with A equatorial and B polar continents used as boundary conditions for climate simulations by Hay et al. (1990b). Heavy dots indicate regions of high precipitation\nwas specified as being ice-free. The simulations were run with mean annual insolation (no seasonal cycle). A summary of this work was published by Barron et al. (1984), with more detailed accounts of the results discussed by Hay et al. (1990b). As shown in Fig. 2, the Earth with an equatorial continent has an elevated temperature of approximately 32 7C over the land area, whereas the adjacent ocean is approximately 28 7C. Oceanic temperatures are everywhere warmer than at present, with this effect increasing toward the poles. The polar regions have mean annual temperatures of approximately 4 7C, not quite as high as has been suggested for the parts of the Late Cretaceous and Eocene. The Earth with polar continents has strong meridional temperature gradients and cold polar regions, with mean annual temperatures well below 0 7C. The icefree continent in the polar continent simulation was in the northern hemisphere and has a mean annual temperature of approximately –8 7C; analogous model simulations for present-day conditions indicate a mean annual polar temperature of approximately –16 7C. The ice-covered polar continent has a mean annual temperature of –30 7C; the analogous model for the present day has mean annual temperatures for the Antarctic region of approximately –32 7C. In effect, the model with polar continents, northern hemisphere ice-free and southern hemisphere ice covered, closely resembles the modern world. One of the pecularitites of these models is that if the polar continent is ice-free, it tends to remain ice-free, and if it is ice covered, it tends to remain ice covered. Even though these simulations were crude, they indicate that major rearrangement of the land masses can result in climate changes approximately of the magnitude observed in the geologic record. They also suggest that for change of the position of land masses to have an effect on global climate, major redistributions are required. Small changes of position are not likely to have any appreciable effect, and the meridional motion of a single block (such as India or Australia) is unlikely to have a global effect. Experiments with polar continents using energy-balance models with a seasonal cycle (Hyde et al. 1990) suggested that both the size of a continent and its position relative to the pole are important. With very large (Gondwana-sized) continents, the continuous insolation during the summer produces warm to hot temperatures. Combined with the difficulty of transporting moisture to the interior this precludes formation of an ice sheet. Ledley (1988) suggested that summer temperatures of Gondwana would vary as it drifted relative to the pole, making it possible for the continent to be alternately glaciated and ice-free. Oglesby (1991), using an atmospheric general circulation model, found that the development of glaciation on Antarctic may have been dependent on Australia’s breaking away and drifting northward.\nUntil recently, the numerical climate models used for paleoclimate simulations have had a coarse (usually 4.57 latitude by 7.57 longitude, “R15”) resolution. This has been considered reasonable because the major high- and low-pressure systems of the atmosphere are resolved at this scale. However, it has been recognized that the climate depicted by the model is in part a function of the model resolution (Rind 1988). Higher resolution of the surface processes can take into account the effects of marginal seas and islands, large lakes, and plant communities.\nThe current state-of-the-art GENESIS model developed by Starley Thompson and David Pollard at the U.S. National Center for Atmospheric Research uses a 27!27grid for surface processes and the 4.57latitude by 7.57longitude grid for processes in the interior of the atmosphere. Studies of Triassic climate with GENESIS (Wilson et al. 1994) with paleogeography resolved at 27!27scale support the suggestions that summer temperatures in the high-latitude regions of both Gondwanaland and Laurasia are too high to permit the growth of ice sheets.\nCirbus (1994) used GENESIS to demonstrate that by including large lakes in the interior of a continent, the seasonal temperature range is reduced significantly. Numerical simulations of Early Eocene climate at R15 resolution have freezing cold in the continental interiors during winters. Cirbus (1994) found that by including the large water surfaces which existed in the interior of the continent, the temperatures in the continental interior remained mild during the winter.\nMajor questions concerning the effects of continental drift on climate which remain to be answered are: What is the smallest change in latitudinal distribution of land which has a global climatic effect? What are the smallest bodies of water outside the major ocean basins which have a global climatic effect?\nOpening and closing oceanic gateways\nIt has long been suspected that the opening and closing of gateways between ocean basins must play a major role in climate change (Berggren and Hollister 1974; Berger et al. 1981; Haq 1981, 1984). Although it is intuitively obvious that the sites and sizes of gateways between major ocean basins must have a major effect on ocean circulation and climate, the effects have remained mostly qualitative and speculative. The onset of glaciation of Antarctica was linked to the opening of the passage between the Australian block (including Tasmania) and East Antarctica (Kennett and Watkins 1976; Kennett 1977), and expansion of Antarctic glaciation to the opening of the Drake passage (Wise et al. 1985). Paleoceanographers have assumed that the opening of the Tasman–Antarctic passage (Fig. 3) and the Drake passage (Fig. 3) led to isolation of the Antarctic continent, and resulted in a sharp meridional thermal gradient which allowed glaciation of the Antarctic continent.\nExperiments with numerical ocean circulation models\nThe importance of the Drake passage for the modern thermohaline circulation has been recognized by physical oceanographers since Gill and Bryan (1971) performed an experiment with an idealized ocean model and a closed Drake passage. They found that closure of the passage would increase the outflow of Antarctic deep-bottom waters (AABW) to the world ocean. The same result was obtained for the effect of closure of the Drake passage with other ocean models by Cox (1989) and England (1992).\nRecently, two sets of numerical ocean model experiments carried out at the Max-Planck-Institut für Meteorologie in Hamburg have demonstrated the impor-\ntance of ocean gateways for global climate. The first set of experiments, reported by Maier-Reimer et al. (1990), dealt with the effects of an open Central American passage. The Hamburg Ocean Model (Hasselmann 1982; Maier-Reimer et al. 1993) uses a 3.57!3.57grid with 11 vertical levels, realistic bottom topography, and a full seasonal cycle, although, because of the relatively coarse resolution of the model, it cannot simulate mesoscale (p100–300 km) eddies. It does, however, simulate the present surface and deep circulation of the ocean well. It produces a cross-equatorial transport of North Atlantic deep water (NADW) of 17 Sverdrups (1 Svp106 m3 s–1), which, Maier-Reimer et al. (1990) noted, is within the range of values estimated from observations. For the open Central American passage experiment, they opened the region between Yucatan and South America, and specified a sill depth of 2711 m. The model is forced by the modern observed wind stress field of Hellermann and Rosenstein (1983) and air temperatures from the Comprehensive Ocean-Atmosphere Data Set (COADS) described by Woodruff et al. (1987). The large-scale low-latitude interchange of waters between the two ocean basins had the following effects: 1. The present-day regional slope on the waters, from\nc0.8 m in the western Pacific to 0.4 m in the Gulf of Panama (Pacific) to 0.0 m in the equatorial Atlantic to –0.8 m in the Norwegian Sea was greatly reduced. With an open Central American passage, the slope is from c0.6 m in the western Pacific to c0.2 m in the eastern Pacific and Caribbean to 0.0 m in the Norwegian Sea. 2. The flow through the Central American passage is 1 Sv of wind-driven surface water from Atlantic to Pacific and 10 Sv of subsurface water driven by the hydrostatic head from Pacific to Atlantic (Fig. 4B). Flow through the Bering strait, presently from the Pacific to the Arctic, is reversed, with low salinity outflow from the Arctic into the North Pacific. There is little effect on flow through the Drake passage. 3. The salinity difference between the Atlantic and Pacific is reduced greatly. The present difference in elevation between the surfaces of the Atlantic and Pacific oceans is due primarily to the difference in salinity between them. Surface waters have a salinity `37 in the North Atlantic and ~35 in the North Pacific, and the intermediate waters of the North Pacific have a salinity lower than the surface waters, whereas intermediate waters of the North Atlantic are more saline than the surface waters. With an open Central American passage the salinity difference between the North Pacific and North Atlantic is reduced to ~0.5, resulting in the lessened sea surface topography discussed above. 4. The production of NADW, which depends largely on high salinity of the North Atlantic waters flowing into the Norwegian Sea, is reduced to almost 0 (Fig. 4A, B). To conserve mass the present export of\n17 Sv of NADW across the equator requires that 17 Sv of warm South Atlantic surface water be drawn across the equator to replace surface water sinking in the Norwegian–Greenland Sea, Labrador Sea, Mediterranean and North Atlantic. The result is that presently the oceanic heat transport is to the north throughout the Atlantic. Cessation of NADW production would have a massive deleterious climatic effect on the northern Atlantic, which presently enjoys the mildest high-latitude climate on Earth because of the northward oceanic heat transport. 5. The flow of the Gulf Steam is reduced, as is expected from the lower topographic gradient. The flow of the Brazil current is enhanced, as is expected because southern hemisphere surface water is no longer being exported to the northern hemisphere. 6. The outflow of AABW into the world ocean increases approximately 25% with the Central American passage open, as indicated in Fig. 4B. This is primarily because of the overall increase in salinity of the world ocean caused by eliminating the North Atlantic high-salinity pool. 7. Southward oceanic heat transport increases by approximately 25%, because more warm water from the South Atlantic is drawn southward to replace the additional increment of surface water sinking in the Weddell Sea to form AABW. These changes have major implications for global climate. It is important to remember that these changes occurred with wind forcing and surface temperatures being the same as they are presently. A coupled ocean climate model would surely enhance the differences between the closed and open Central American isthmus models.\nA second set of experiments included the effect of closing the Drake passage, and has been reported by Mikolajewicz et al. (1993). Two scenarios were examined, a closed Drake passage and closed Central American passage, and a closed Drake passage with an open Central American passage. Again, the atmospheric forcing of the ocean model is from present winds.\nAlthough geography of closed Drake and Central American passages has not occurred during the breakup of Pangaea and Mesozoic-Cenozoic drift of the continents, it is an interesting experiment to examine the effect of a pole-to pole meridional seaway semi-isolated from the world ocean. As shown in Fig. 4C, the major effect of closing the Drake passage with a closed Central American passage was to increase the outflow of AABW to the world ocean by a factor of 4 and a suppression of NADW production. The net effect is a doubling of the rate of thermohaline overturning. The enhanced upwelling of AABW in the northern Atlantic reduces the salinity of the surface waters there, preventing formation of deep water.\nThe effect of a closed Drake passage and open Central American passage (Fig. 4D), which corresponds to paleogeography of the Atlantic from mid-Cretaceous through most of the Oligocene, was similar to that of\nFig. 4A–D Summary of the results of ocean circulation model experiments by Maier Reimer et al. (1990) and Mikalojewicz et al. (1993) with open and closed Central American and Drake passages. All experiments used modern winds and air temperatures to force the ocean circulation. Figures are S–N sections looking from Atlantic to Pacific. Flows are indicated in Sverdrups (1 Svp106 m3 s–1). Circles with a central dot indicate that water is flowing toward the viewer; circles with an ! indicate that the water is flowing away from the viewer. A Present condition; B condition which existed during the Oligocene and Miocene; C a condition which has never existed; D a condition which has existed in paleogeography, but not in paleoclimatology. When the Drake passage was closed and the Central American passage open, conditions on Antarctica were much milder than at present. The deep Central America passage indicated by dashed lines existed probably from 100–30 Ma (Hay and Wold, 1996)\nclosing both passages, except that the increase in AABW was approximately 20% less (320% greater that at present). Again, production of NADW was suppressed, but the overall thermohaline circulation increased. In the South Atlantic the deep waters were cooler and the thermocline weaker, promoting overturning and cooling of the surface waters. The flow of the Brazil current was increased, and the flow of the North Equatorial current along the northern margin of South America was reduced. There was reduced equatorward transport in the eastern South Pacific and reduced flow of the Pacific western boundary current. The most controversial result of these experiments is that analysis of the surface heat flux suggested that the opening of the Drake passage did not result in temperature changes of large enough magnitude to have triggered Antarctic glaciation.\nMikolajewicz et al. (1993) also reported on the effect of different widths of the Central American passage and different sill depths in the Drake and Central American passages. A wider Central American passage, essentially removing all of Central America, had\nlittle effect. A shallow (700 m) sill in the Drake passage produced effects intermediate between experiments with the deep sill (2700 m) used for the control run and the closed Drake passage run. They also conducted an experiment with a deep (2700 m) Drake passage and a very deep (4100 m) Central American passage. The very deep Central American passage allows AABW flowing northward from the strong source in the Weddell Sea to enter the Pacific basins, as suggested in Fig. 4D, resulting in a reversal of the deep circulation in the Pacific. The flow of the western boundary current in the South Pacific reversed from northward (present) to southward.\nIt must be recalled that for the experiments of Mikolajewicz et al. (1993) the ocean is driven by present atmospheric winds and temperatures. Interpretation of the results for times when the Earth had unipolar glaciation or was ice-free must be made with caution.\nImpact on the global climate system\nChanges in the magnitude of the thermohaline circulation of the scale suggested by the experiments of MaierReimer et al. (1990) and Mikalojewicz et al. (1993) would have profound implications for the global climate system. Globally, the ocean and atmosphere are thought to carry approximately equal amounts of energy poleward, but their relative importance varies with latitude. The ocean dominates by a factor of two at low latitudes, and the atmosphere dominates by a similar amount at high latitudes. Because of the difficulties of measuring current flows in the ocean, the present meridional ocean heat transport is determined as a residual by subtracting the more easily observed atmospheric energy transport from the total energy transport required for radiative heat balance. At present, poleward\nocean heat transport is estimated to reach a maximum of approximately 3.5!1015 W at 257N and 2.7!1015 W at 257S. Rooth (1982) noted that the subtropical convergences at approximately 457N and S act as barriers to poleward heat transport by the ocean. Only where deep water forms at high latitudes can warm subtropical waters be drawn poleward to higher latitudes to replace the sinking waters. However, it remains an open question as to how much of the ocean heat transport is carried by surface currents flowing poleward, and how much of the transport is “negative” , i.e., from the equatorward flow and upwelling of cold deep waters. If the entire thermohaline circulation were involved in the heat exchange between the polar and tropical regions, there would be an equatorward flow of 55 Sv (equal to the total flow of AABW into the world ocean plus the flow of NADW in the Atlantic) warmed by approximately 15 7C as it is returned to the surface through diffuse upwelling. This is equal to an energy transport of 3.5!1015 W. Not all of the thermohaline system operates with such efficiency, but it is nevertheless evident that the transport of heat by the thermohaline system is an important component of the ocean transport system. The great increases in production of polar bottom waters suggested by the closed Drake passage models of Mikalojewicz et al. (1993) imply the oceanic heat transport would dominate the Earth’s energy redistribution system.\nThe effects of gateways can be to promote or restrict meridional flow of surface and deep waters. However, the specific effect of a gateway depends on its width, depth, and location. At present, the ocean between the subtropical fronts which lie at approximately 457N and S is stratified, whereas the ocean poleward of the polar fronts at approximately 557N and S convects to great depths, as shown in Fig. 5. Along and between the subtropical and polar fronts waters sink, forming the thermocline and intermediate water masses which underlie the tropical–subtropical gyres. Intermediate waters can also have their origin in the outflow of negative water balance(evaporation ` precipitation c runoff) marginal seas.\nThe significance of the depths of gateways is very different in different regions. In the tropics and subtropics the surface currents of the anticyclonic gyres are a few tens of meters thick along the eastern margins of the oceans and several hundreds of meters thick along the western margins as a result of the phenomenon of intensification of western boundary currents. Throughout the tropics and subtropics the full flows of these currents can be intercepted by relatively shallow gateways. For example, the Kuroshio current is intercepted by the Korean (Tsushima) straits and trapped partially in the Sea of Japan, reducing its potential for northward heat transport. Between the subtropical fronts the depths from the base of the surface currents to approximately 1000 m are occupied by the main ocean thermocline. The depths between 1000 and 2000 m are occupied by intermediate waters. Deep and bottom wa-\nters extend from approximately 2000 to the bottom. Passages with depths less than 2000 m preclude flow of deep and bottom waters. Presently, for example, the Antillean arc prevents deep waters from entering the Caribbean basin, but admits small amounts of AAIW. Passages with depths less than 1000 m may exclude intermediate waters and allow only surface waters to pass. Shallower passages (~500 m) connecting negative fresh-water balance seas (evaporation ` precipitation c runoff) with the ocean, such as the Strait of Gibraltar and Straits of Bab El Mendab serve as point sources for warm saline intermediate waters in the adjacent ocean. Poleward of the subtropical fronts the currents become much thicker and may extend down to the deep ocean floor. The circum-Antarctic current extends from the surface to the ocean floor and is steered by deep ocean bathymetric features. The amount of its flow which can pass through a gateway depends on the sill depth, and it must make major deviations to circumvent shallow obstructions such as the Kerguelen plateau.\nThe thermohaline circulation of the ocean is an important part of ocean heat transport. Altering its flow is likely to produce regional climate anomalies or even global effects. Presently, the cold saline deep waters\nwhich form in the polar regions and the cool, lower salinity intermediate waters which sink along the polar fronts are an important part of the global energy transport system. They transport “cold” equatorward, returning the cold water to the surface as diffuse upwelling beneath the tropical–subtropical gyres and in the equatorial region. Their exclusion from ocean basins prevents cooling of the surface waters by upwelling. Reversal of the thermohaline system, with warm saline ocean deep waters forming in the tropics and flowing poleward (Brass et al. 1982), would transport heat poleward where it can become incorporated into the highlatitude deep convection. This may have been a much more effective mechanism for warming the polar regions than transport by surface currents, because the subtropical and polar frontal barriers are circumvented and the deep water cannot lose heat into the atmosphere along the way. For this system to operate efficiently, however, requires that deep passages be open to permit large-scale flow from the source region of warm saline deep waters, most probably the Central North Atlantic, to the ocean basins which extended to the polar regions, the Pacific. It is likely that oceanic gateways have played a major role in determining the Earth’s climate.\nMajor ocean gateways of the Late Mesozoic and Cenozoic\nThe major gateways which have opened or closed in the past 100 million years of Earth history are as follows:\n1. The Central American passage (Fig. 3) has been the object of much study in recent years. Most authors assume that the closure took place in the Panama–Costa Rica region (“Panamanian isthmus”), but Gartner et al. (1987) argued that the last interchange of waters between the tropical Atlantic and Pacific was across the Isthmus of Tehuantepec, from the Gulf of Tehuantepec into the Gulf of Mexico. Keller et al. (1989) proposed that the final closure was at the Panamanian isthmus and occurred at 1.8 Ma, citing as evidence the changes in the plankton assemblages between the Caribbean and Gulf of Panama. Duque-Caro (1990) accepted the 1.8 Ma date for final closure, but suggested that the closing was gradual, lasting from 13 to 1.8 Ma. The closing started with an initial sill depth of approximately 1 km. This was reduced to approximately 200 m by 6 Ma. Almost complete closure, with only “littoral-neritic leakage,” was achieved by 2.5 Ma. Coates et al. (1993) collected and examined new assemblages of shallow-water fossils on the two sides of the Panama–Costa Rica region and concluded that separation of the Atlantic and Pacific was complete approximately 3.5 Ma. The restriction of this gateway coincides with the initiation of the northern hemisphere ice sheets.To fur-\nther complicate matters, Droxler et al. (1992) and Droxler and Burke (1995) have suggested that from the Eocene through the middle Miocene (until 11 Ma) the connection between the Caribbean Sea and Gulf of Mexico was across a broad shallow carbonate bank extending along the length of the Nicaragua rise. At present, the sill depth across the Nicaragua rise is approximately 1800 m, but this relatively deep passage has existed only since stretching and foundering of the carbonate megabank in the late Middle Miocene. 2. The Fram strait (Fig. 3) opened as Eurasia and Greenland separated along the Spitsbergen and Molloy fracture zones to allow first a shallow water connection between the Norwegian–Greenland Sea and the Arctic from 25 Ma, and a deep water connection since 5 Ma (Lawver et al. 1990). The opening of this gateway as a deep-water passage has been cited as coinciding with the initiation of northern hemisphere ice sheets (Kristoffersen 1990). An additional complication in consideration of the Arctic is the history of Lomonosov ridge with a present depth of approximately 1600 m. It rifted from the Barents-Kara Shelf of Eurasia approximately 56 Ma (Johnson 1990). It may have been a barrier to exchange of waters between the Eurasian and Canadian basins through much of its earlier history. 3. The Bering strait (Fig. 3) lies on a continental block, but is thought to have formed as a tectonic sag in response to accelerated subduction of the Pacific plate into the Kuril trench 5–3.2 Ma (Pollitz 1986; Mudie et al. 1990). It is presently ~50 m deep, and because it formed in the Pliocene, it has been alternately above and below sea level. Because of the sea surface elevation differences which may have existed between the Pacific and Arctic, the Bering strait may have played a major role in Arctic climate. Pliocene floras of Siberia indicate that North Pacific waters then were much warmer than presently (Hopkins et al. 1965). 4. The Straits of Gibraltar (Fig. 3), or more broadly, the Atlas-Iberian straits, formed the western portal of the Tethys into the Atlantic; they have had a complex history which remains uncertain. The straits were closed mostly from 6 to 5 Ma, isolating the Mediterranean and allowing widespread deposition of salt in the dessicated Mediterranean basins during the “Messinian salinity crisis” (Hsü et al 1978). Since reopening, the Mediterranean has become a source of intermediate water to the North Atlantic (McKenzie and Oberhänsli 1985), and this warm, saline outflow apparently enhances both the production of NADW and northward ocean heat transport throughout the Atlantic (Reid 1979; Hay 1993). 5. The Denmark strait and Iceland-Faeroes passage (Fig. 3) which currently have sill depths of approximately 400 m, except for a few deeper channels\n(e.g. the narrow, tortuous Faeroes Bank channel, ca. 850 m), have a complex history. Wold et al. (1993) have shown that the Denmark strait was the first to reach the critical depth of 300 m, allowing for overflow of intermediate waters of the Norwegian– Greenland Sea into the North Atlantic approximately 26 Ma. It reached its maximum depth of almost 700 m approximately 14 Ma and has been shallowing since as a result of sedimentation. The Iceland-Faeroes ridge and Faeroes-Shetland channel reached the critical depth of 300 m approximately 18 Ma and have been deepening since. These passages are critical for the climate of the North Atlantic region (Bohrmann et al. 1990). The intermediate water outflow from the Norwegian– Greenland Sea into the North Atlantic draws warm Atlantic waters northward to high latitudes to replenish the loss, ameliorating the climate of northern Europe (Hay 1993). 6. The Drake passage (Fig. 3) is shown as open since the early Cretaceous in plate tectonic and paleogeographic reconstructions by Barron et al. (1981) and Smith et al. (1994). However, Barker and Burrell (1977) proposed that it first opened as a shallow water passage approximately 30 Ma, deepening to 2000 m by approximately 20 Ma. Plate tectonic reconstructions by Scotese et al. (1988) and Lawver et al. (1992) show a similar sequence of events. The initial breaching of the Andean–Antarctic peninsula barrier has been cited as coinciding approximately with the significant cooling of Antarctica at 34– 35 Ma (Shackleton and Kennett 1975; Zachos et al. 1992) and with the initiation of Antarctic bottom water production at 32 Ma (Johnson 1985). Development of the East Antarctic ice sheet at 14–10 Ma\nmay reflect deepening of the passage (Wise et al. 1985). 7. The Tasman-Antarctic passage (Fig. 3), opening to shallow water in the Eocene (50 Ma) and to deep water approximately 26 Ma, has been cited by Watkins and Kennett (1971) and Kennett (1977) as critical to initiation of the circum-Antarctic current and thermal isolation of Antarctica. 8. The closing of the Indonesian–Australian passage (Figs. 3 and 6) has occurred gradually since 20 Ma by the northward drift and collision of the Australia–New Guinea Block with Indonesian terranes (Hamilton 1979; Dercourt et al. 1992). Kennett et al. (1985) suggested that the closing of this passage resulted in a general intensification of the gyral circulation in both the North and South Pacific. They believe that it also resulted in intensification of the equatorial countercurrent and of the Kuroshio current. The Kuroshio current is responsible for most of the northward heat transport in the North Pacific and changes in its volume flux must have important climatic consequences. 9. Opening and closing of the Tethyan passages connecting the Indian Ocean and Mediterranean (Figs. 3 and 6) as Arabia closed with Asia. The passages closed gradually, with final isolation occurring approximately 10 Ma (Dercourt et al. 1992). 10. Closing of the Himalaya–Southeast Asian passage in the Early Cenozoic, probably by 50 Ma as the platform north of Indian began oblique collision with southern Asia. Pacific to Indian Ocean equatorial current flow was blocked until India drifted further north. 11. Opening of the equatorial South American–African passage (Fig. 6) occurred over a 10- to 20-m.y.-\nlong period as South America slid westward along the equatorial transforms approximately 100 Ma (Nürnberg and Müller 1991). Because the long northeastern margin of South America and the Guinea margin of Africa are not entirely straight, the strike-slip motion probably resulted in several openings and closings of straits at different points. 12. Opening of the Falkland plateau–African passage (Fig. 6) probably started approximately 130 Ma with the clockwise unwrapping of the San Jorge block of southern South America from South Africa (Wold et al. 1994). The Falkland plateau did not clear the tip of South Africa until 100 Ma, finally opening a deep water channel into the Argentine and Cape basins. 13. Formation of the Mozambique strait (Fig. 6) took place between 130 and 118 Ma as a result of the southward motion of the Madagascar–India–Antarctic–Australian block. 14. Formation of the Madagascar–India–Seychelles passages. Separation of the Seychelles–India block from Madagascar occurred approximately 88 Ma. This was followed by formation of the Mascarene plateau, which formed a barrier to circulation. Separation of India from the Seychelles occurred approximately 67 Ma, opening a second, initially restricted, passage for water from the Tethys into the young Indian and South Atlantic oceans. 15. Formation of the India–Kerguelen–Ninetyeast straits (Fig. 6). On most plate tectonic reconstructions India is shown rifting free of Antarctica approximately 130 Ma (e.g. Scotese et al. 1988). However, the separation involved extrusion of large volumes of basalt, forming the Raj Majal traps, the Kerguelen plateau, Broken ridge, and the Ninetyeast ridge. These features formed land barriers to ocean circulation between India and Antarctica, and also part of the land pathway followed by dinosaurs migrating from southern South America along the margin of Antarctica to India. Coffin (1992) estimated the initial elevation of the Kerguelen plateau to have been 2.5 km, so that large areas remained emergent for long periods of time. 16. Formation of a deep Central American passage (Fig. 6) between the Chortis block (Nicaragua) and South America. Hay and Wold (1996) show that the present Caribbean plate would not have entirely filled the gap between the Chortis block and northern South America, so that a deep connection from the Atlantic to the Pacific probably existed from the early Late Cretaceous through the Eocene. Woo et al. (1992) have shown that the waters of the Gulf of Mexico were warm and saline during the Late Cretaceous. This may have allowed the Central Atlantic to be a source of warm, saline deep waters for the global ocean.\nIn view of their potential significance for global climate change, it is remarkable how little is known about the opening and closing of inter-ocean gateways. Much\nmight be learned by efforts to model the opening or closing in terms of changes in cross-sectional area and depth with time."
  }, {
    "heading": "Vertical tectonics",
    "text": "The effects of vertical motions of the crust, either as plateau uplift or mountain building, may have major effects on climate. Most easily observed and obvious are the direct “orographic” effects of mountain ranges on the winds and water content of the air. The evolution of the grasslands of North America and their associated faunas have been attributed to the drying effect of the rising Sierra Nevada and American West (Axelrod 1962, 1985). Although these effects are well known from experience to almost all geologists, they are at a scale too small to be detected with the resolution used for global climate models. More subtle, but of greater global importance, are large-scale plateau uplifts which act as physical barriers to the zonal flow of air around the planet, and which also affect the radiation balance because of the shorter path through the atmosphere. Finally, uplift and mountain building at high latitudes may be responsible for the initiation of ice-sheet formation.\nOrographic effects\nThe most obvious orographic effects, in terms of regional climatology, are the precipitation and rain-shadow effects due to cooling and moisture loss of rising air and heating of the descending air after it has passed over the crest of a mountain range (Fig. 7). To understand why a mountain range induces precipitation on its windward side and arid conditions on its leeward side it is necessary to consider the changes in air temperature and pressure as it rises and falls, and the relationship between moisture content of the air and temperature. Although these effects are well known to climatologists (Barry 1981; Barry and Chorley 1982), they have been discussed rarely in the geological literature. In investigating why fresh-water lakes occur on the North American margin downwind of the Proto-Central Atlantic rift where salt was being deposited, Hay et al. (1982) described the orographic effects in quantitative terms."
  }, {
    "heading": "Dry air",
    "text": "Air, being a compressible fluid, changes its temperature with pressure. Rising dry air cools with expansion because of the reduced pressure of the thinner overlying atmosphere. The sensible heat is converted to potential (gravitational) energy as the air rises; this is returned as sensible heat when the air descends.\nFig. 8 Relationship between altitude, pressure, and temperature for rising and falling dry air. The diagonal lines are dry adiabats. The temperature of rising air decreases following the diagonals up and to the left\nThe rate at which the temperature declines with elevation is termed the “lapse rate.” For completely dry air the lapse rate in the troposphere is approximately 10 7C km–1, as shown in Fig. 8. If the dry air rises or descends without exchanging heat with its surroundings (i.e., adiabatically), its temperature changes follow the almost straight diagonal lines in Fig. 8."
  }, {
    "heading": "Moisture and air",
    "text": "Air is never completely dry. Its ability to hold moisture is an exponential function of the temperature. The relationship is described by the Clausius-Clapeyron equation (for a discussion see Peixoto and Oort 1992). The amount of vapor in saturated air approximately doubles with every 10 7C increase in temperature. Figure 9 shows the mass of water which can be accommodated\nin saturated air at different temperatures and elevations or pressures. Pressure is a function related to elevation by the hydrostatic equation for air. Under conditions which occur on the surface of the Earth, the moisture content of the air may vary from ~0.05 gH2O kg– 1 AIR at –50 7C to `60 gH2O kg–1AIR at 45 7C. Examination of Fig. 9 shows that most of the moisture in the air is trapped in the lower half of the atmospheric layer, the troposphere. The troposphere is approximately 20 km thick in the equatorial region and 10 km thick at the poles. Because of the meridional temperature gradient at the Earth’s surface, most of the moisture in the atmosphere is contained in the troposphere at low latitudes.\nThe general relation for latent heat of vaporization of water is L;(2.5–0.00235 p C) p 106 J kg–1; (where Cptemperature in degrees Celsius). The transformation of water to vapor through evaporation and back to water through precipitation is a significant part (;60%) of the atmospheric energy transport system. Because of the rapid increase in the capacity of warm air to hold water, increasingly large amounts of energy are required to saturate warmer air with vapor. It is this rapid increase in energy involved in evaporation from the sea surface to saturate the overlying air with vapor that tends to limit the temperature of tropical seas to ~30 7C. A peculiarity of the latent heat transport is that at low latitudes where temperatures and evaporation are highest the latent heat is transported equatorward by the trade winds, not poleward. This ensures that the sea-surface temperature in the tropics is almost\nisothermal. As warm air rises, it cools and the pressure falls; the water vapor eventually becomes saturated and is converted to droplets, releasing the same amount of energy that went into evaporation, heating the air and causing it to rise further. This occurs on a grand scale when the trade winds meet and rise at the intertropical convergence zone (ITCZ). The latent heat transported to the ITCZ is converted to sensible heat as the saturated air rises, and the sensible heat is then converted into potential energy by the ascending air. It is the potential energy that is transported poleward to the descending limbs of the Hadley cells.\nWater vapor is the most important greenhouse gas in the Earth’s atmosphere. However, because of the strong dependence of water vapor content on temperature at the surface, the vapor content of the atmosphere decreases rapidly toward the poles.The water vapor greenhouse effect is highly effective in the equatorial region and ineffective in the polar regions. The relation between water vapor content of the air and surface temperature acts to stabilize the present-day meridional temperature gradient.\nThe increase in the evaporative capacity of warmer air is one of the most disturbing aspects of global warming. Although on a global scale the increase of evaporation due to warming must be accompanied by equal increase in precipitation, the increased evaporative potential of warmer air over land may not be satisfied by the moisture available. An expected result of global warming is increased aridity of many land areas on a global scale.\nA second effect that the water vapor has on air is to change its molecular weight. The average molecular weight of dry air is 28.97, but the molecular weight of water is only 18.01. Avogadro’s Law states that equal volumes of gasses at the same temperature and pressure contain the same number of molecules (Emiliani 1992). Molecules of water vapor introduced into the air replace heavier molecules of nitrogen, oxygen and argon, making the molecular weight of moist air less than that of dry air. Air with a moisture content of 30 gH2O kg–1AIR has a molecular weight of 28.64. This 1% change in density means that, other conditions being equal, the surface pressure beneath moist air will be less than the surface pressure beneath dry air. It also means that isobars (surfaces of equal pressure) are more widely spaced in a less dense column of moist air than they are in more dense dry air, and hence the lapse rate of moist air will be slightly less."
  }, {
    "heading": "Saturated air",
    "text": "When saturated air rises, the temperature decrease resulting from expansion reduces the amount of water which can be carried as vapor and the excess water is transformed back into the liquid phase as droplets which may fall out as precipitation. In the transformation from vapor to liquid, the latent heat of vaporization is released as sensible heat, warming the air. As a result, the lapse rate is less than that for dry air, the\ndifference depending on the amount of vapor originally present. Rising saturated air which does not exchange heat with its surroundings follows the path indicated by the curved sloping lines (“wet” or “saturated adiabats”) in Fig. 10. Again, the function is nonlinear. At very cold temperatures the amount of moisture in the air is negligible, and the lapse rate does not differ appreciably from that for dry air. However, at warm temperatures the lapse rate is very much less than that for dry air; for saturated air at 30 7C near sea level the lapse rate is ~5 7C km–1. At lower elevations and warmer temperatures the wet adiabats are steep. At higher elevations, as the air cools and the saturation capacity lessens, they begin to slope from upper left to lower right, but not so steeply as dry adiabats. Above the mid-levels of the troposphere the moisture content of the atmosphere is so small that the wet adiabats approximate dry adiabats. The global lapse rates of 6.5 7C often cited in the literature are integrations of dry and saturated lapse rates in the mid-latitudes. As Barry and Chorley (1982) have discussed, lapse rates vary with season and location and their slopes may even reverse.\nFigure 11 is a composite of Figs. 8–10. It can be used to determine what happens when air passes over an orographic obstruction. Figure 12 shows part of the field in Fig. 11 and the path followed by a parcel of air rising from sea level over a 3-km mountain range and descending on its lee side. Initially, the parcel of air is at point A in Fig. 12; it is at sea level, its temperature is 28 7C, and it contains 16 gH2O kg–1AIR. If saturated, air\nFig. 11 Relationship between altitude, pressure, temperature, absolute humidity (solid lines), dry air (straight dashed lines), and saturated air (curved dashed lines). This diagram can be used to estimate the orographic effects of air passing over mountain ranges and descending into basins\nFig. 12 Extract from Fig. 11 showing the path of air starting from sea level, passing over a 3-km mountain range, and descending into a basin below sea level. For discussion see text\nat this temperature and pressure could hold 24 gH2O kg–1AIR. It has a relative humidity of 67%, relative humidity being the ratio of the observed moisture content of the air to the moisture content at saturation. At first, as it rises the air cools along the dry adiabat, following the path from A to B. As it rises and cools, the relative humidity increases. At an elevation of 900 m (B), its temperature is 19 7C and its relative humidity is 100%. From here up to the crest of the mountain range the air cools along the wet adiabat following the path from B to C, with the moisture falling out as precipitation. At the 3 km crest of the mountain range the air temperature is 9 7C and the saturated air contains 10 gH2O kg– 1 AIR. Descending the lee side of the mountain range the air warms along the dry adiabat. At sea level (D) its temperature has increased to 39 7C, and because it has not encountered any moisture sources, its relative humidity has decreased to 21%. This hot air could carry 47 gH2O kg–1AIR and it has the potential to evaporate 37 gH2O kg–1AIR from any moist surface. The extension of the line to E shows what would happen if the air were to descend into a rift valley 400 m below sea (i.e., the present Dead Sea). Its temperature rises to 43 7C and its relative humidty decreases to 17%. It has an evaporative potential of 50 gH2O kg–1AIR."
  }, {
    "heading": "The rain shadow effect",
    "text": "A mountain range is a barrier to atmospheric circulation, especially if perpendicular to the circulation. It also traps water vapor converting latent to sensible heat. The effect of air passing over an orographic obstruction is to cause precipitation as the air rises and to greatly increase its evaporative potential as it descends, as shown in Fig. 7. The “rain shadow” on the lee side of a mountain range is not merely a lack of precipitation; the air has an extreme drying effect. The moisture sources in the lee of a mountain range are not likely to be open water surfaces, but plants. Herbaceous plants can return soil moisture to the air almost as effectively as evaporation off a lake. However, xerophytes, plants which live under arid conditions, have developed special mechanisms for conserving and storing water. Plants especially adapted to retention of water did not become widespread until the later Cenozoic when the rise of mountains in many parts of the world promoted rain shadows on a large scale. The rain shadow effect of mountain ranges can extend for hundreds of kilometers downwind and have a major effect on the regional climate. Terrestrial geologic deposits reflect local climatic conditions. Axelrod (1962) described the progressive differentiation of vegetation across the Sierra Nevada of the western United States during the Late Miocene– Quaternary in terms of progressive development of a precipitation trap and rain shadow. In the first half of this century climatologists attributed the mid-latitude arid regions of Asia and North America to the rain shadow effect.\nFig. 13A, B An earth with a meridional continent having 3-kmhigh mountains on its A western and B eastern margins. These continents were used as boundary conditions for climate simulations by Hay et al (1990a). Heavy dots indicate regions of high precipitation\nTo explore the climatic effect of mountain ranges, Hay et al. (1990a) used NCAR CCM0 to simulate the climate on a meridional continent with 3-km-high mountain ranges along its western (Fig. 13A) and eastern (Fig. 13B) margins. In each case the continent had a land area equal to that of all land presently. The northern hemisphere was ice-free and the southern hemisphere was ice covered poleward of 707S, so that there were, in effect, four experiments. Conditions for these simulations were the same as those described above for Hay et al.’s (1990b) experiments with polar and equatorial continents. The models were run with mean annual conditions (no seasonal cycle), and thus do not generate the large-scale monsoons reported for a seasonal model by Kutzbach and Gallimore (1989).The primary effect of these continuous mountain ranges was to intercept the zonal transport of moisture.\nFor the model with mountains along the western margin of the continent, the mountains serve as a focus for precipitaton from the trade winds and the ITCZ. The localized high precipitation on the eastern side of the mountain range would serve as source for a large river such as the modern Amazon. At mid-latitudes the precipitation from the westerlies was trapped on the western side of the mountain range and an extensive rain shadow developed to the east.\nThe model with mountains along the eastern margin of the continent trapped precipitation from the trade winds and ITCZ on its eastern slopes. There being no\nadditional moisture source, the interior of the continent is very dry. An intense low-pressure system develops over the equatorial interior of the continent, drawing in water from the ocean to the west so that there is some precipitation on the western margin of the continent. The mid-latitude westerlies carry some moisture into the continental interior, but the overall condition is one of extreme aridity. One of the boundary conditions for a simulation of Scythian (Early Triassic, 245 Ma) climate using the GENESIS model (Wilson et al. 1994) was a belt of mountains along most of the eastern as well as along the western margin of Pangaea. This more sophisticated simulation indicated extreme aridity throughout much of the continent, including the greatest peculiarity of Triassic paleoclimatology, the absence of an equatorial rain belt over the land area."
  }, {
    "heading": "The rift valley effect",
    "text": "Rifting of continental blocks involves broad upwarping, followed by subsidence of a central valley and uplift of marginal shoulders. The result is an evolving regional climate which has been repeated many times in the Phanerozoic: first a vapor-trapping arch, followed by a rift valley with fresh-water lakes, culminating in an arid rift bordered by mountains intercepting incoming precipitation.\nThe climatic effects of a rift valley have been discussed by Hay et al. (1982). The great increase in evaporative potential of air passing over the shoulder of a rift and decending into the rift valley causes rifts to be arid, even in latitudes where humid conditions should prevail. The most remarkable phenomenon is that rift valleys with shoulders of equal height on both the windward and leeward sides export water vapor. This can be demonstrated by reference again to Fig. 12. Assume that the air has passed over the windward shoulder of a rift, following the path ABCD. It descends into a rift valley that is connected to the ocean and flooded with seawater. This dry air will take up moisture from the sea surface. Depending on the relative humidity of the air as it leaves the sea surface, the path of the air over the leeward rift shoulder will be similar to that shown in Fig. 12, but offset to the right. Because it starts from sea level with a higher temperature, it will have a higher temperature at the crest of the mountain range and hence will be able to transport more water vapor out of the rift than it had when it entered, even though precipitation may have occurred on the slopes downwind of the sea. This phenomenon of export of vapor makes young ocean basins sites of salt deposition even at latitudes well beyond the subtropical arid zone."
  }, {
    "heading": "Effects of plateau uplift",
    "text": "Broad uplift results in a shorter path for both incoming and outgoing radiation, resulting in seasonal climate\nextremes, seasonal reversals of atmospheric pressure, and enhanced monsoonal circulation. In the middle of this century it was suggested that the large mid-latitude arid regions of Asia and North America might not be direct expressions of the rain shadow effect, but might be due to large-scale perturbations of the atmospheric flow (Charney and Eliassen 1949; Bolin 1950) as a result of topographic features. The resolution for global climate models does not allow for representation of narrow mountain ranges such as the Alps, but does incorporate large uplifted areas, notably Tibet, western North America, the Andes, and the East African rift. Experiments with and without these uplifts are often termed experiments with and without mountains, although this is misleading in that the uplifts are broad elevated areas, not mountain ranges. Simulations of an Earth with and without topography by Kasahara and Washington (1969), Kasahara et al. (1973), Manabe and Terpstra (1974), Barron and Washington (1984), Barron (1985), Hay et al. (1990a), Manabe and Broccoli (1990), Ruddiman and Kutzbach (1990), and Prell and Kutzbach (1992) all show that the major effect of the present topography is to disrupt the zonal circulation and create climatic contrasts. There are three effects of topography: (a) to form a barrier to global winds, (b) to alter the radiation balance, and (c) to displace air, changing the sea-level pressure and the pressure contrast between highs and lows. These effects are discussed at length in a series of papers on the relation of Late Cenzoic climate change and plateau uplift by Kutzbach et al. (1989, 1993) and Ruddiman and Kutzbach (1989, 1990, 1991a, b), and are summarized below."
  }, {
    "heading": "Barrier effects",
    "text": "There is a tendency for zonal flows of air to oscillate north and south of a mean latitude thereby forming waves on a planetary scale. This is a result of the change in the Coriolis parameter with latitude together with the tendency of rotating air to conserve vorticity. These planetary-scale latitudinal oscillations of the winds are termed Rossby waves. Rossby waves affect the general flow of the westerlies, as shown in Fig. 14A and B, and both the polar and subtropical jet streams. The number of Rossby waves in the winds around the Earth varies from three to six. Rossby waves are not fixed with respect to longitude, but usually move around the Earth from west to east in approximately 1 week. The Tibetan plateau forms a stable barrier to their motion. In global atmospheric circulation experiments with the topography removed, the circulation of the westerlies in the northern hemisphere tends to look like that shown in Fig. 14C. Rossby waves are still present, but they are latitudinally restricted, and the general flow of the air is much more zonal (Trenberth 1983; Trenberth and Chen 1988; Chen and Trenberth 1988a, b; Nigam et al. 1988). This is in fact the pattern of flow\nin the southern hemisphere where there are no obstructions except for the relatively low Southern Andes and New Zealand Alps. In the northern hemisphere Rossby waves extend over a great latitudinal breadth because of the barrier effect of the Tibetan and North American uplifts, shown in Fig. 14A and B. As noted in the right margins of Figs. 8–10, half of the mass of the atmosphere lies below the surface of the Tibetan plateau, where the pressure is 500 mb. A third of the mass of the atmosphere lies below the uplifts of western North America (Rocky Mountains). Whereas the air can be forced over a narrow mountain range, such as the Alps, it flows around these broad uplifts. Figure 14A and B shows the westerlies being forced north of the Tibetan plateau. While being forced north, the winds gain negative relative vorticity which makes them turn south after passing the barrier, to flow southeastward toward the central North Pacific (see Peixoto and Oort 1992, Wells 1986, or Barry and Chorley 1982 for a discussion of vorticity and its effects). There the westerlies overshoot their mean latitude. The resulting gain in positive relative vorticity causes them to veer back toward the north. They again overshoot the mean latitude, but the winds are then steered by the North American uplift. Western North America is located approximately one Rossby wavelength downwind from Tibet, reinforcing and stabilizing the wave pattern over eastern Asia, the North Pacific, and western North America."
  }, {
    "heading": "Radiation balance effects",
    "text": "As had been noted by Ramsay (1924), the thin atmosphere over a high plateau should allow the Earth to lose heat more readily than that over lowlands. However, the effect of a high plateau is to change the radiation balance in several interrelated ways. The radiation and moisture balance on the Tibetan plateau have been documented by Luo and Yanai (1984). Approximately 80% of the mass of the atmosphere is in the convecting lower layer of the atmosphere, the troposphere. The Tibetan plateau is so high that half of the atmospheric mass lies below it. Only approximately one third of the mass of the troposphere lies above it, and at this elevation it contains very little water vapor, the primary greenhouse gas. The result is that the absorption of incoming solar radiation within the atmosphere, accomplished mostly by ozone in the stratosphere, water vapor, and dust, is curtailed. In Fig. 15 it is assumed that the cloud cover over the plateau is half the global average, and absorption and reflection by clouds are hence less than global values. However, the thinner air does not backscatter as much light. Reflection from the surface is higher than the global average, and the net energy absorbed at the surface is higher. The thinner atmosphere has similar effects on the outgoing radiation balance. Over the plateau the latent heat flux to the atmosphere is reduced, the sensible heat flux increased, and the direct emission to space is enhanced.\nFig. 14A–D The effects of uplifts and ice sheets on westerly winds in the northern hemisphere. A View of the circulation of the mid-latitude westerly winds in the northern hemisphere winter. The winds are perturbed by the physical barriers of the Tibetan plateau and western North American uplift and the high pressure systems associated with them. The meandering course of the winds shown in the diagram reflects Rossby waves which move around the earth from west to east, but are fixed at the Tibetan plateau. B View of the circulation of the mid-latitude westerly winds in the northern hemisphere summer. The winds are further to the north than in A, and are perturbed by the physical barriers of the Tibetan plateau and western North American uplift and the low-pressure systems associated with them. C View of the circulation of the mid-latitude westerly winds in the northern hemisphere winter in the absence of topography. The flow is much more zonal than in A or B. The winds are not perturbed by physical barriers, but Rossby waves still exist, induced by the land– sea contrasts. D View of the circulation of the mid-latitude westerly winds in the northern hemisphere at the height of the last glaciation, based on numerical simulations described by Kutzbach and Wright (1985) and Kutzbach and Guetter (1986). The winds are perturbed by the physical barriers of the Tibetan plateau, western North American uplift, Laurentide, and Eurasian ice sheets. The ice sheets are shown as splitting the flow of the winds\nThe effect of these radiative changes is to make the Tibetan plateau the site of the Earth’s most stable and highest high pressure system in the winter and the most stable and lowest low pressure system in the summer. The development of the winter high causes anticyclonic (clockwise in the northern hemisphere) circulation, and the summer low causes cyclonic circulation in the winter. These changes in circulation influence the path of the seasonally changing westerlies, as shown in Figs. 14A and B. Using an energy balance model, Birchfield and Weertman (1983) found that a high plateau at middle latitudes affects the seasonality. The rate at which winter snow cover advances and retreats is increased by an enhanced albedo-temperature feedback as a result of the radiative changes."
  }, {
    "heading": "The pressure effect",
    "text": "Large uplifts displace air, causing the sea-level pressure to rise. Gates (1976a, b), in an early atmospheric circulation model experiment with ice-age boundary conditions, noted that the displacement of air by the ice sheets coupled with the lower sea level resulted in an\nFig. 15A, B Diagram of A the Earth’s radiation balance and B the radiation balance over a high plateau. Incoming radiation is assumed to be 100 units, and approximate proportions in different processes are shown. A is modified after Peixoto and Oort (1992); B is estimated using data from Peixoto and Oort (1992), Luo and Yanai (1984), and other sources. In A the incoming and outgoing radiation must balance; in B they are shown as balanced, but this need not be the case because energy can be advected in and out of the region\nincrease in sea-level pressure of approximately 10 mb. Similar results were obtained by Rind (1987). Mélières et al. (1991) have made a series of estimates of the change in sea-level pressure due to different ice-age parameters, concluding that changes of the order of 10 mb are probable.\nIn an experiment with meridional continents (Fig. 16), Hay et al. (1990a) explored the effects of change in elevation of the continent on the circulation systems, comparing two flat continents, one with an average elevation of 750, the other with an average elevation of 1500 m. The change in sea-level pressure was approximately 20 mb. The most significant effect of displacing the atmosphere was to increase the pressure\ncontrast between highs and lows by a factor of two. This same effect has been noted in general circulation experiments with and without the present plateau uplifts (Ruddiman and Kutzbach 1990).\nUplift as the cause of Late Neogene climate change\nThe idea that the climatic cooling which has occurred during the Cenozoic is a result of uplift goes back at least to Dana (1856). Flint (1943) related uplift to glaciation. He became convinced that Late Cenozoic uplift had occurred in many parts of the world and compiled lists of mountains and plateau regions which had been affected (Flint 1957). Hamilton (1968) suggested that uplift was the major cause of the Cenozoic cooling trend, but did not explain precisely how the two were related. Hay and Wold (1990) noted that the mass-age distribution of Phanerozoic sediments indicates that times of mountain building are also times of climate diversification.\nExperiments with general circulation models with and without “mountains” convinced many atmospheric\nFig. 16A, B An Earth with a meridional continent having A a low (200 m) elevation and B a high (1500 m) elevation. These continents were used as boundary conditions for climate simulations by Hay et al. (1990a). Heavy dots indicate regions of high precipitation\nscientists that much of the present climatic differentiation is due to topography. Manabe and Broccoli (1990) and Broccoli and Manabe (1992) showed that the perturbations of the northern hemisphere circulation by the Tibetan and western North American uplifts are largely responsible for the mid-latitude aridity of eastern Asia and central North America.\nRenewed interest in uplift and climate change as cause and effect appeared during the 1980s. Ruddiman et al. (1986) and Ruddiman and Raymo (1988) suggested that the uplift of the Himalaya–Tibet and western North America fundamentally altered the pattern of atmospheric circulation in the northern hemisphere and set up conditions promoting the development of the Laurentide and Eurasian ice sheets. They argued that stabilization of Rossby waves in the westerlies made it possible for warm waters of the Gulf Stream off New England to become the moisture source for the Laurentide and Scandinavian ice sheets.\nSome of the largest topographic features which have existed on the Earth are the Quaternary ice sheets. It has been recognized that they would have their own special effects on atmospheric circulation. A global atmospheric circulation experiment by Kutzbach and Wright (1985) suggested that the winds aloft would be split by the Laurentian and Scandinavian ice sheets, as shown in Fig. 14D. The ice sheets are not only the result of climate change; they are also a factor forcing climate change.\nClimate change as the cause of apparent uplift\nThe concept of uplift as a cause of Late Cenozoic climate change has been challenged by Molnar and England (1990) and England and Molnar (1990). They questioned the evidence for Pliocene–Quaternary uplift in many parts of the globe suggesting that the uplift was only apparent. They noted that many areas cited as having undergone Plio-Quaternary uplift have had very different geologic histories, and could find no global underlying cause why so many different areas should be affected.\nDana (1856) had suggested, largely on the basis of geomorphologic arguments, that the Appalachians had been rejuvenated during the Late Cenozoic. DeSitter (1952) proposed that the Atlas, the Pyrenees, and the Alps had all been uplifted in the Pliocene and Quaternary. Subsequently, it has been proposed that the Himalaya (Curray and Moore 1971), the Australian Alps and Great Dividing Range, the Southern Alps of New Zealand, the Transantarctic Mountains (Webb et al. 1986; Behrendt and Cooper 1991), the Andes (Benjamin et al. 1987), the Rocky Mountains and High Plains, the mountains of Scandinavia (Mörner 1977; Cloetingh and Kooi 1992), the East African rift (Baker and Wohlenberg 1971), and several other regions have all been uplifted in the Pliocene and Quaternary (Flint 1957; Ruddiman et al. 1989; Molnar and England 1990; England and Molnar 1990). In some cases the uplift appears to be real, being documented by different kinds of observations. For the western United States, Gable and Hatton (1983) used a variety of data from the continental interior and Hay et al. (1989) cited thicknesses of sediments in the offshore depositional areas. For Tibet, Harrison et al. (1992) cited a variety of structural and geochemical data, and Hsu (1978) cited paleobotanical evidence. However, for many areas such as the Himalaya and Scandinavia, the argument rests largely on the amounts of adjacent offshore deposits.\nThe mass of Late Neogene and Quaternary sediment is very large compared with the amount of older Cenozoic and Mesozoic sediment. The masses of sediment in the Paleogene (corrected for subduction) correspond to an accumulation rate of approximately 7!1018 kg m.y.–1. This increases to approximately 8!1018 kg m.y.–1 in the Miocene, to 15!1018 kg m.y.–1 in the Pliocene, and to 26!1018 kg m.y.–1 in the Quaternary. Hay (1994) found that two thirds of the mass of Quaternary sediment resides in the deep sea. The threefold increase in masses of Late Neogene–Quaternary sediment has been interpreted as reflecting uplift of mountains and plateau regions in many parts of the world, leading to the climatic differentiation of the Late Cenozoic.\nSeveral alternative hypotheses to explain the origin of the Late Neogene-Quaternary sediment mass have been proposed: Davies et al. (1977) suggested that it might result from rapidly changing climate which would prevent soil-forming weathering processes from reach-\ning equilibrium. Hay and Southam (1977) proposed that Late Cenozoic sea-level changes in response to glaciation and deglaciation may have caused large amounts of sediment to be offloaded from the continental shelves into the deep sea. Molnar and England (1990) proposed that it was the change to glacial climates which caused an increase in erosion. Although not certain exactly how the system had responded, they suggested that the role of mountain glaciers in widening valleys from a “V” to a “U” shape might have played an important role both in providing sediment and in causing isostatic uplift of mountains by making them lighter. Christopher N. Wold and I made a calculation to evaluate the process of valley formation on erosion and elevation history of the Alps. We found that enough sediment was removed in producing the valleys in the Alps to cause 800 m uplift of the “Gipfelflur” (level of concordance of summits) in response to the lightened load of the mountain range. Glacial reshaping of valleys may be an important process in causing the uplift of mountain ranges, but the areas affected are too small to be responsible for all of the global increase in sediment.\nThe evidence for Pliocene–Quaternary uplift in many different parts of the world is compelling. It is difficult to imagine a single mechanism which could affect so many different areas, although intraplate compression (Cloetingh and Kooi 1992) is a possibility. Similarly, it is evident that there is a relation between uplift and Late Cenozoic climate change, although it may not be the trigger of the northern hemisphere glaciations."
  }, {
    "heading": "Uplift and monsoonal circulation",
    "text": "Monsoonal circulation is a reversal of the winds and ocean currents with the seasons. It is largely a response to the presence of a large land mass at mid-latitudes. Summer insolation warms air over the land developing a low-pressure system which draws in air. Winter conditions result in a high-pressure system developing over the plateau and winds which flow outward. Elevation of the land mass enhances the seasonal contrast and strengthens the monsoon circulation (Murakami 1987)\nThe monsoons which develop over the Arabian Sea are particularly strong for two reasons: Firstly, as discussed above, the high Tibetan plateau develops extremes of high and low pressure in winter and summer. The low pressure is strong enough to draw the southeasterly trade winds of the southern hemisphere across the equator. North of the equator they turn to the northeast and flow toward the Tibetan low, as shown in Fig. 17. A second factor intensifying the summer monsoon over the Arabian Sea is the uplift associated with the East African rift system. The winds crossing the equator are turned to the northeast by the combined effect of the Coriolis force and the barrier presented by the East African rift (Findlater 1966). As a result of to-\npographic steering by the African uplift, the winds form a low-level jet stream, now termed the Somali or Findlater jet, which flows to the northeast across the Arabian Sea (Findlater 1974, 1977). The wind curl on the sides of the jet forces upward Ekman pumping in the northwestern Arabian Sea and downward Ekman pumping in the southeastern Arabian Sea (Brock et al. 1992).\nThe idea that the high topography of southern Asia serves to increase the strength of the monsoons was introduced by Flohn (1950). Tang and Reiter (1984) provide a comparison of the strength of the monsoons induced by western North America and Tibet, two high areas, one with approximately half the elevation of the other. Atmospheric general-circulation model experiments have provided quantitative confirmation of the hypothesis that elevation of the land mass is a critical factor in producing strong monsoonal circulation (Hahn and Manabe 1975).\nPrell and Kutzbach (1992) and Kutzbach et al. (1993), using NCAR’s CCM0 and the more elaborate model, CCM1, explored the effect of changing the elevation of the Tibetan plateau on the Indian monsoon. They conducted simulations using a low-elevation (0 km), half of the present elevation (2.5 km), and present elevation (5.0 km). They found that strong monsoons appeared in experiments with the elevation half\nthat of the present Tibetan plateau, suggesting that an elevation of 2.5 km will induce strong topographic forcing.\nA factor which has not been included in modeling exercises is the uplift of the East African rift, which helps to redirect the summertime (northern hemisphere) cross-equatorial flow to the northeast. The uplift of the East African rift is Neogene (Baker and Wohlenberg 1971)."
  }, {
    "heading": "Uplift and upwelling",
    "text": "Another effect of uplift can be to enhance coastal upwelling. This phenomenon is very significant in affecting local climate in two areas at present: along the Atlantic margin of Southwest Africa and along the western margin of South America. In both of these areas the semipermanent subtropical high-pressure systems which develop over the South Atlantic and South Pacific are close to the eastern boundary of the oceans. The circulation around these highs is anticyclonic (counterclockwise in the southern hemisphere). In both regions the coast is bordered by a highland, the South Atlantic by the Kalahari and the South Pacific by the Andes. These highland areas constrict the flow on the east sides of the high-pressure systems causing them to accelerate. The higher-velocity winds follow the shore, enhancing coastal upwelling as shown in Fig. 18. The more intense upwelling draws cool water to the surface producing lower offshore sea surface temperatures (Hay and Brock 1992). The lower sea surface temperatures inhibit evaporation and increase the onshore aridity, producing the unusually dry desert conditions of coastal Namibia and the extreme aridity of the Atacama Desert of northern Chile and Peru.\nHigh-latitude uplift, mountain building, and initiation of ice sheets\nFlint (1943) suggested that Late Cenozoic uplift of the northeastern margin of Canada was critical for the ini-\ntiation of the Laurentide ice sheet. With elevations of 1 km on the coast of Labrador and 2 km on Baffin Island, the lapse rate would make the temperature on these high areas 67and 12 7C cooler than at sea level (Ruddiman and Kutzbach 1990). Although deformation of this region took place during the Eurekan Orogeny (Late Eocene-Oligocene), Late Cenozoic uplift has brought the area to its present elevation (Trettin 1991). Flint (1943) speculated that highland valley glaciers would advance to the piedmont where they would coalesce. The small ice sheet would reflect radiation, causing greater cooling. The positive albedo-climate feedback effects would then allow the growth of a continental-scale ice sheet (Emiliani and Geiss 1959). Flohn (1974) stated that a prime prerequisite to the initiation of glaciation is the buildup of snow cover which persists throughout the year. The increased albedo lowers the temperature and produces a positive feedback increasing the area of snow cover and higher albedo, but it is topography which exerts the primary control because snow persists longer on higher areas. Barry et al. (1975) also argued that a site where snow can survive through the summer and initiate albedo feedback is a critical condition to ice-sheet inception. Using an energy balance model, Birchfield et al. (1992) showed that a high-latitude plateau enhanced the effect of insolation changes and could well serve as a site of nucleation of an ice sheet.\nOerlemans (1980) emphasized the mass-balance altitude feedback in ice-sheet growth. As the young ice sheet grows, its increase in area and elevation leads to increased snowfall promoting more growth. This continues until a threshhold is reached where the elevation is so high that precipitation starvation prohibits further growth. Isostatic compensation, which proceeds more slowly than ice-sheet growth or decay, complicates the topographic and climatic response (Kerr 1993).\nAs noted above, ice sheets are among the largest topographic features which can occur on the surface of the Earth. They can be larger than the Tibetan plateau, but cannot reach its elevation because of the inability of the atmosphere to transport moisture to such elevations at the low temperatures which prevail over ice. As\nthey grow they become topographic barriers to the flow of the winds, and because they are cold, stable highpressure systems develop over them. Ice sheets become a part of the climate change system (Manabe and Broccoli 1985; Rind 1986; Marsiat 1994). At their peak ice sheets tend to stabilize the global atmospheric circulation (Cook and Held 1988). Simulations by Kutzbach and Wright (1985)and Kutzbach and Guetter (1986) have suggested that the Late Quaternary ice sheets of North America and Scandinavia would split the westerly flow of air, as shown in Fig. 14D.\nThe late Paleozoic glaciations of Gondwanaland differed from the Cenozoic glaciation of Antarctica in that the entire continent was never completely ice covered. The relations of ice-sheet formation to position of the continent relative to the pole have been explored by Crowley and Baum (1992). The ice sheets wandered from site to site with time (Caputo et al. 1985). Although the wandering is usually attributed to drift of Gondwanaland, the ice sheets may have moved from place to place in response to tectonic uplift.\nAtmospheric composition and tectonics\nThe final way in which tectonics affects climate is indirect – through changes in the composition of the atmosphere. Tectonic processes indirectly result in the introduction of gases (CO2, SO2, H2O) and dust into the atmosphere. They also set the conditions for the removal of gases from the atmosphere. The most important of these in terms of global climatic effects is CO2. SO2 and dust have shorter-term effects (Fig. 19).\nTectonics and CO2\nIn recent years it has become apparent that the ocean and atmosphere are coupled reservoirs of CO2. Changes in the rates of deep water formation and of biological productivity can remove CO2 from the atmosphere and store it in the deep sea, and vice versa (Sarnthein and Fenner 1988). However, it is also evident that there are long-term changes in the CO2 content of the atmosphere and ocean.\nChamberlin (1899) suggested that the warm climates of the Mesozoic were due to higher levels of atmospheric CO2. Rubey (1951) argued that changes in the composition of sea water over time implied changes in atmospheric CO2. Budyko and Ronov (1979), and Budyko et al. (1987) proposed that there have been major long-term increases and decreases in the CO2 content of the atmosphere paralleling waxing and waning of volcanic activity recorded by the mass/age distribution of volcanic rocks. Because it is a greenhouse gas, Budyko and Ronov (1979) proposed that increased levels of atmospheric CO2 were responsible for the warm polar conditions which prevailed during the Late Cretaceous. Hinz (1981) suggested that large volumes of lava were\ngenerated during times of continental breakup to form the “seaward dipping reflectors” seen in seismic profiles. He believed that these massive flows were accompanied by massive injections of CO2 into the atmosphere, and that these had resulted in terrestrial catastrophies such as the demise of the dinosaurs. Elevated levels of CO2 in the past have been documented from deep-sea sediments (Berger and Spitzy 1988), from paleosols (Cerling 1991), and from surficial deposits (Yapp and Poths 1992).\nArthur et al. (1985) suggested that CO2 responsible for Cretaceous warmth was introduced from mantle sources during the mid-Cretaceous episode of sea-floor spreading. Larson (1991a) suggested that superplume volcanism during the mid-Cretaceous had produced most of the volcanic plateaus in the present-day western Pacific. Later (Larson 1991b) he argued that the CO2 released during this episode of volcanism affected\nmany aspects of climate, producing not only global warmth, but creating the conditions necessary for the development of ocean anoxic events and deposition of black shales. Coffin and Eldholm (1993a, b, 1994) have compiled a list of large igneous provinces formed during short-lived episodes of massive hot-spot volcanism. They believe that each of these would have added large amounts of CO2 to the atmosphere.\nGeochemical modeling by Berner et al. (1983), Lasaga et al. (1985), and Berner (1991, 1994) produced longterm fluctuations in the CO2 content of the atmosphere. In the previous versions of the model the Cretaceous concentrations were over ten times greater than at present. Although modifications and improvements have reduced the estimate, they still predict concentrations of up to six times greater than present in the Mesozoic. In their models the CO2 supply from volcanic activity is directly related to the rate of sea-floor spreading, being introduced at spreading centers and subduction zones. Through subduction the CaCO3 in deep-sea sediments is decomposed and the CO2 returned via volcanoes to the atmosphere.\nFrom atmospheric general circulation model experiments with elevated levels of CO2, Washington and Meehl (1983 1984), Manabe and Bryan (1985), Schneider et al. (1985), Barron and Washington (1985), and Oglesby and Salzman (1990, 1992) all concluded that high levels of CO2 can account for a large part of the polar warmth. The climatic effect of CO2 is to differentially warm the polar regions because, unlike water vapor, its distribution is not temperature dependent. It is present everywhere as a greenhouse gas, but its effect in the tropics is masked by the greater effect of water vapor.\nPermanent removal of CO2 from the atmosphere– ocean system can only occur through the weathering of silicate rocks to form CaCO3, or through the burial of organic carbon. Removal through weathering of silicates has been proposed as the means for long-term temperature regulation of the surface of the Earth (Walker et al. 1981). It is the most effective mechanism for removing the large amounts of CO2 introduced during times of increased volcanic activity. However, there is uncertainty over the rate at which CO2 can be removed from the atmosphere through silicate weathering (Volk 1987; Brady 1991; Sundquist 1991). Raymo et al. (1988) noted that it is tectonic uplift which exposes greater areas of silicate rocks to weathering and allows the levels of CO2 in the atmosphere–ocean system to be reduced. Raymo and Ruddiman (1992) argue that the efffect of climate change in plateau uplift is twofold: firstly, atmospheric circulation is affected; then, as erosion exposes silicates, the CO2 content of the atmosphere is reduced."
  }, {
    "heading": "SO2",
    "text": "Volcanoes also emit large amounts of SO2, which comes from the sulfate in the pore waters of subducted\nsediment. On entering the atmosphere the SO2 combines with water and oxygen to form droplets of H2SO4. As shown in Fig. 19, if the gases are only introduced into the troposphere, they soon fall out as acid rain, but if injected into the stratosphere they can persist as an aerosol for long periods of time (Sigurdsson 1990a, b). The likelihood of stratospheric injection depends on three factors: the height of the volcano, the force of the eruption, and the latitude. Latitude is important because the tropopause, the surface separating the troposphere and stratosphere, descends from 20 km in the tropics to less than 10 km in the polar regions. Volcanoes on Kamchatka are large, high, and in a critical location to be able to inject SO2 into the stratosphere. In the stratosphere the aerosol droplets reflect sunlight and may be responsible for cooling of the lower levels of the atmosphere.\nThere is another, potentially more long-term effect which can result from injection of SO2 into the stratosphere. The sulfuric acid can promote the effectiveness of other natural compounds which destroy ozone. This effect has been noticed after the eruption of Mt. Pinatubo in the Philippines (McGee et al. 1994). The ozone, which is concentrated in the lower part of the stratosphere, reflects a balance between concentrations of O2 generated by plants at the Earth’s surface, atomic O formed from dissociation of O2 near the top of the atmosphere, and high energy insolation (Wells 1986). The stratospheric ozone not only prevents lethal ultraviolet radiation from penetrating to the surface, it absorbs incoming radiation and heats the lower stratosphere causing an inversion of the lapse rate. The presence of ozone generates the stratosphere and puts a lid on tropospheric convection. If very large amounts of SO2 were injected into the stratosphere, the ozone concentrations could be severely reduced, altering the structure of the atmosphere with unknown climatic consequences. Clearly, the Earth’s atmosphere did not develop its present structure until plant-produced O2 became abundant, but it is not known whether there have been times of destruction of the ozone layer once it had formed.\nDust\nSmall solid particles (“dust”) reflect sunlight and increase the global albedo (Coakley and Cess 1985). Increased dust in the atmosphere during the last glaciation is thought to have provided an additional temperature reduction of 2–3 7C (Harvey 1988). The dust of the last glaciation was generated over sandy outwash by high winds and was not related to tectonics. Its effects were limited to the troposphere. The major tectonic-related process involved in introducing dust-sized particles into the atmosphere is volcanism. Volcanic ash is thought to be a possible short-term modifier of climate, but for ash to be a cause of climate change, volcanic activity must continuously inject ash into the stratos-\nphere where it can remain aloft for long periods of time. Kennett and Thunell (1977) inventoried ash layers in the deep sea, and concluded that Quaternary explosive volcanism was four times higher than the Neogene average. They suggested a connection between the increased volcanism and onset of glaciation. Kennett et al. (1985) linked the Late Eocene–Oligocene onset of Antarctic glaciation to an episode of increased explosive volcanism. However, Matthews (1968) has suggested that it might be the increased flow of material in the asthenosphere in response to isostatic adjustments to sea-level change and ice-cap loading which causes more intense volcanic activity during times of glaciation and deglaciation. Kennett (1981) reviewed the literature on the relation of volcanic ash production to climate change, concluding that the geologic record is strongly suggestive of a cause and effect relationship. The topic is controversial, but most recent discussions have emphasized SO2 as the most likely agent for climate change (Self and Rampino 1988; Kerr 1989; Handler 1989; Mass and Portman 1989; Schönwiese 1992)."
  }, {
    "heading": "Summary and conclusions",
    "text": "The direct effects of tectonics on climate are to change the land–sea distribution and to affect the flow of air through vertical uplift. Experiments with climate models offer insight into the relative importance of different tectonic movements.\nThe large-scale latitudinal land–sea distribution is modified over time by continental drift as a result of sea-floor spreading. Because of the slow motion of the blocks, the climatic change in response should be gradual. Since the beginning of the Mesozoic, much of the motion of the continental blocks has been almost zonal, i.e. along lines of latitude. It is meridional motions of the blocks which would have the greatest effect on climate. Only India and Australia have mostly meridional motion. Both are apparently too small to affect the global climate, except that the separation of Australia from Antarctica may have been a critical factor in the initiation of the southern hemisphere glaciation. The presence of a land mass at the pole or a polar ocean basin surrounded by high-latitude land masses seems to be a critical factor in causing the polar temperatures to drop below freezing. However, climate models suggest that if the land mass is not already ice covered, it does not tend to develop an ice cap; and if it is ice covered it tends to retain its ice cap. Furthermore, if the land mass is very large, summer temperatures may be so warm as to prevent the formation of permanent ice cover.\nAnother effect of continental drift is the opening and closing of passages between the ocean basins. Ocean model experiments suggest that the effects on ocean heat transport and climate can be dramatic. Gateways open and close on a timescale of a few millions of years, but they then remain in the new condition for\nmany millions of years. They may be a cause of relatively rapid change from one climatic state to another. The closing of the Central American passage between the Atlantic and Pacific is a good candidate for the underlying cause of the northern hemisphere glaciation. The opening and closing of gateways has been a very important feature of plate tectonics in the formation of the Atlantic and Indian oceans and the closure of the Tethys.\nVertical tectonics produces narrow mountain ranges and broad plateau uplifts. Air passing over mountain ranges modifies the local climate by causing precipitation on the windward side of the range and a rain shadow on the leeward side. These effects are a result of the relations between air temperature, pressure, and water content. The water vapor content is an exponential function of temperature, magnifying the pressure-related effects of change in air temperature through return of latent heat. Although the effects of orography on the local and regional climate are dramatic, the global effect is small.\nRifting of continental blocks produces deep valleys bordered by uplifted margins. This landscape produces its own climate, with rainfall on the windward rift shoulder, high evaporation in the rift valley, and net transport of water out the rift. Again, these are local or regional features and they have little direct impact on the global climate. They may have a greater indirect impact on global climate, because large rift valleys connected to the ocean are sites of negative fresh-water balance and may be sources of intermediate water.\nPlateau uplift affects the climate by acting as a barrier to the flow of air, by changing the regional radiation balance and enhancing seasonality. It also affects the climate by displacing air, changing the sea-level pressure, and increasing the global contrast between high- and low-pressure systems. Plateau uplift has a global impact on climate and is regarded as another primary candidate for the cause of the initiation of northern hemisphere glaciation.\nThe indirect effects of tectonics on climate are through modification of the composition of the atmosphere. Volcanic activity in response to plate tectonic processes is the major long-term source for CO2, the second most important greenhouse gas (after H2O). The major means for removal of CO2 from the atmosphere is through the weathering of silicate rocks. Silicates are exposed by erosion in response to tectonic uplifts. Changes in atmospheric CO2 content are, along with continental drift, the major factor in long term climate change. Other materials introduced into the atmosphere through volcanic activity, ash, and SO2 may also affect the climate on short time scales, but their role in long-term climate change is uncertain.\nA major unresolved problem in geology is the reality and significance of the apparent uplift of many mountain ranges and plateau areas with very different geologic histories in many parts of the world. This phenomenon has been related to the Cenozoic cooling\ntrend. However, it is not clear whether the dominant effects of uplift on climate are direct, through changing the flow of air around the planet and altering the regional radiation balance, or indirect, through drawdown of the high CO2 content of the atmosphere introduced during the Cretaceous.\nIt is certain that tectonics and climate are interrelated; however, specific cause-and-effect relationships and the relative importance of different processes are still unclear.\nAcknowledgements This work was carried out with support from the “Deutsche Forschungsgemeinschaft,” from the Donors of The Petroleum Research Fund administered by the American Chemical Society, and through grants EAR 9320136 and EAR 9405737 from the Earth Sciences Section of the U.S. National Science Foundation."
  }],
  "year": 1996,
  "references": [{
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate, volcanism, and changes in atmospheric CO2. In: Sundquist ET, Broecker WS (eds) The carbon cycle and atmospheric CO2: natural variations Archaean to present",
    "authors": ["MA Arthur", "WA Dean", "SO Schlanger"],
    "year": 1985
  }, {
    "title": "Post-Pliocene uplift of the Sierra Nevada, California",
    "authors": ["DI Axelrod"],
    "venue": "Geol Soc Am Bull",
    "year": 1962
  }, {
    "title": "Rise of the grassland biome, central North America",
    "authors": ["DI Axelrod"],
    "venue": "Botan Rev",
    "year": 1985
  }, {
    "title": "Structure and evolution of the Kenya rift valley",
    "authors": ["BH Baker", "J Wohlenberg"],
    "venue": "Nature",
    "year": 1971
  }, {
    "title": "The opening of Drake passage",
    "authors": ["PF Barker", "J Burrell"],
    "venue": "Marine Geology",
    "year": 1977
  }, {
    "title": "Paleogeography as a climatic forcing factor",
    "authors": ["EJ Barron"],
    "venue": "Geol Rundsch",
    "year": 1981
  }, {
    "title": "Explanations of the Tertiary global cooling trend",
    "authors": ["EJ Barron"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1985
  }, {
    "title": "The role of geographic variables in explaining paleoclimates: results from Cretaceous climate model sensitivity studies",
    "authors": ["EJ Barron", "WM Washington"],
    "venue": "J Geophys Res",
    "year": 1984
  }, {
    "title": "Warm Cretaceous climates: high atmospheric CO2 as a plausible mechanism. In: Sundquist ET, Broecker WS (eds) The carbon cycle and atmospheric CO2: natural variations Archaean to present",
    "authors": ["EJ Barron", "WM Washington"],
    "venue": "Geophys Monogr Ser",
    "year": 1985
  }, {
    "title": "Potential significance of land–sea distribution and surface albedo variations as a climatic forcing factor: 180 m.y. to the present",
    "authors": ["EJ Barron", "JL Sloan", "CG Harrison"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1980
  }, {
    "title": "Paleogeography, 180 million years ago to the present",
    "authors": ["EJ Barron", "CG Harrison", "JL Sloan", "WW Hay"],
    "venue": "Ecol Geol Helvet",
    "year": 1981
  }, {
    "title": "Continental distribution as a forcing factor for global scale temperature",
    "authors": ["EJ Barron", "SL Thompson", "WW Hay"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Atmosphere, weather and climate, fourth edition",
    "authors": ["RG Barry", "RJ Chorley"],
    "venue": "Meuthen, London,",
    "year": 1982
  }, {
    "title": "Continental ice sheets: conditions for growth",
    "authors": ["RG Barry", "JT Andrews", "MA Mahaffy"],
    "venue": "Science",
    "year": 1975
  }, {
    "title": "Evidence of rapid Cenozoic uplift of the shoulder escarpment of the Cenozoic West Antarctic rift system and a speculation on possible climate",
    "authors": ["JC Behrendt", "AK Cooper"],
    "venue": "forcing. Geology",
    "year": 1991
  }, {
    "title": "Recent rapid uplift in the Bolivian Andes: evidence from fission track",
    "authors": ["M Benjamin", "NM Johnson", "CW Naeser"],
    "venue": "dating. Geology",
    "year": 1987
  }, {
    "title": "Spitzy A (1988) History of atmospheric CO2: constraints from the deep-sea record",
    "authors": ["WH Berger"],
    "venue": "Paleoceanography 3",
    "year": 1988
  }, {
    "title": "The deep-sea record: major steps in Cenozoic ocean evolution. In: Warme JE, Douglas RE, Winterer EL (eds) The Deep Sea Drilling Project: a decade of progress",
    "authors": ["WH Berger", "E Vincent", "H Thierstein"],
    "venue": "Soc Econ Paleontol Mineral Spec Publ",
    "year": 1981
  }, {
    "title": "Paleogeography, paleobiogeography, and the history of circulation of the Atlantic Ocean. In: Hay WW (ed) Studies in paleo-oceanography",
    "authors": ["WA Berggren", "CD Hollister"],
    "venue": "Soc Econ Paleontol Mineral Spec Publ",
    "year": 1974
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["RA Berner"],
    "venue": "Am J Sci",
    "year": 1991
  }, {
    "title": "Geocarb II: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["RA Berner"],
    "venue": "Am J Sci",
    "year": 1994
  }, {
    "title": "Topography, albedo-temperature feedback, and climate sensitivity",
    "authors": ["GE Birchfield", "J Weertman"],
    "venue": "Science",
    "year": 1983
  }, {
    "title": "A model study of the role of high-latitude topography in the climatic response to orbital insolation anomalies",
    "authors": ["GE Birchfield", "J Weertman", "A Lunde"],
    "venue": "J Atmos Sci",
    "year": 1992
  }, {
    "title": "Miocene to Quaternary paleoceanography in the northern North Atlantic: variability in carbonate and biogenic opal accumulation. In: Bleil U, Thiede J (eds) Geological history of the polar oceans: Arctic versus Antarctic",
    "authors": ["G Bohrmann", "R Henrich", "J Thiede"],
    "year": 1990
  }, {
    "title": "On the influence of the earth’s orography on the general character of the westerlies",
    "authors": ["B Bolin"],
    "venue": "Tellus",
    "year": 1950
  }, {
    "title": "The effect of silicate weathering on global temperature and atmospheric CO2",
    "authors": ["PV Brady"],
    "venue": "J Geophys Res",
    "year": 1991
  }, {
    "title": "Warm saline bottom waters in the ancient ocean",
    "authors": ["GW Brass", "JR Southam", "WH Peterson"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "The effects of orography on middle latitude dry climates",
    "authors": ["AJ Broccoli", "S Manabe"],
    "venue": "J Climate",
    "year": 1992
  }, {
    "title": "A southwest monsoon hydrographic climatology for the northwestern Arabian Sea",
    "authors": ["JC Brock", "CA McClain", "WW Hay"],
    "venue": "J Geophys Res",
    "year": 1992
  }, {
    "title": "Chemical evolution of the atmosphere in the Phanerozoic",
    "authors": ["MI Budyko", "AB Ronov"],
    "venue": "Geochem Int",
    "year": 1979
  }, {
    "title": "History of the earth’s atmosphere",
    "authors": ["MI Budyko", "AB Ronov", "AL Yanshin"],
    "year": 1987
  }, {
    "title": "Migration of glacial centers across Gondwana during the Paleozoic Era",
    "authors": ["MV Caputo", "JC Crowell"],
    "venue": "Geol Soc Am Bull",
    "year": 1985
  }, {
    "title": "A numerical method for predicting the perturbations of the middle-latitude westerlies",
    "authors": ["JG Charney", "A Eliassen"],
    "venue": "Tellus",
    "year": 1949
  }, {
    "title": "Trenberth KE (1988a) Orographically forced planetary waves in the northern hemisphere winter: steady state model with wave-coupled lower boundary formulation",
    "authors": ["S Chen"],
    "venue": "J Atmos Sci",
    "year": 1988
  }, {
    "title": "Forced planetary waves in the northern hemisphere winter: wave coupled orographic and thermal forcings",
    "authors": ["S Chen", "KE Trenberth"],
    "venue": "J Atmos Sci",
    "year": 1988
  }, {
    "title": "Equable climates during the early Eocene: significance of regional paleogeography for the North American climate",
    "authors": ["L Cirbus"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "Tectonics and global change – inferences from Late Cenozoic subsidence and uplift patterns in the Atlantic/Mediterranean region",
    "authors": ["S Cloetingh", "H Kooi"],
    "venue": "Terra Nova",
    "year": 1992
  }, {
    "title": "Response of the NCAR Community Climate Model to radiative forcing by the naturally occurring tropospheric aerosol",
    "authors": ["JA Coakley", "RA Cess"],
    "venue": "J Atmos Sci",
    "year": 1985
  }, {
    "title": "Closure of the Isthmus of Panama: the near-shore marine record of Costa Rica and western Panama",
    "authors": ["AG Coates", "JB Jackson", "LS Collins"],
    "venue": "Geol Soc Am Bull",
    "year": 1993
  }, {
    "title": "Subsidence of the Kerguelen plateau: the Atlantic concept",
    "authors": ["MF Coffin"],
    "venue": "Julson AA et al. (eds) Proc Ocean Drilling Program, scientific results,",
    "year": 1992
  }, {
    "title": "Volcanism and continental breakup: a global compilation of large igneous provinces",
    "authors": ["MF Coffin", "O Eldholm"],
    "venue": "Geol Soc Lond Spec Publ",
    "year": 1992
  }, {
    "title": "Scratching the surface: estimating dimensions of large igneous provinces",
    "authors": ["MF Coffin", "O Eldholm"],
    "venue": "Geology",
    "year": 1993
  }, {
    "title": "Eldholm O (1993b) Large igneous provinces",
    "authors": ["MF Coffin"],
    "venue": "Sci Am",
    "year": 1993
  }, {
    "title": "Stationary waves of the ice age climate",
    "authors": ["KH Cook", "IM Held"],
    "venue": "J Climate",
    "year": 1988
  }, {
    "title": "An idealized model of the world ocean. Part I. The global-scale water masses",
    "authors": ["MD Cox"],
    "venue": "J Phys Oceanogr",
    "year": 1989
  }, {
    "title": "Phanerozoic glaciations and the causes of ice ages",
    "authors": ["JC Crowell", "LA Frakes"],
    "venue": "Am J Sci",
    "year": 1970
  }, {
    "title": "Modeling Late Paleozoic glaciation",
    "authors": ["TJ Crowley", "SK Baum"],
    "venue": "Geology",
    "year": 1992
  }, {
    "title": "Growth of the Bengal deep-sea fan and denudation of the Himalayas",
    "authors": ["JR Curray", "DG Moore"],
    "venue": "Geol Soc Am Bull",
    "year": 1971
  }, {
    "title": "Estimates of Cenozoic oceanic sedimentation rates",
    "authors": ["TA Davies", "WW Hay", "JR Southam", "TR Worsley"],
    "venue": "Science",
    "year": 1977
  }, {
    "title": "Model of climate evolution based on continental drift and polar wandering",
    "authors": ["WL Donn", "DM Shaw"],
    "venue": "Geol Soc Am Bull",
    "year": 1977
  }, {
    "title": "Cenozoic gateway opening and closing in the Caribbean: control on inter-oceanic and interhemispheric exchange of water masses between the Atlantic and Pacific Oceans",
    "authors": ["AW Droxler", "K Burke"],
    "year": 1995
  }, {
    "title": "Late middle (?) Miocene segmentation of an Eocene–early Miocene carbonate megabank on the northern Nicaragua rise tied to tectonic activity at the North American/Caribbean plate boundary zone",
    "authors": ["AW Droxler", "A Cunningham", "AC Hine"],
    "venue": "EOS 73 (Suppl)",
    "year": 1992
  }, {
    "title": "Neogene stratigraphy, paleoceanography, and paleobiogeography in northwest South America and the evolution of the Panama Seaway",
    "authors": ["H Duque-Caro"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1990
  }, {
    "title": "Planet earth: cosmology, geology, and the evolution of life and environment",
    "authors": ["C Emiliani"],
    "year": 1992
  }, {
    "title": "On glaciations and their causes",
    "authors": ["C Emiliani", "J Geiss"],
    "venue": "Geol Rundsch",
    "year": 1959
  }, {
    "title": "On the formation of Antarctic intermediate and bottom water in ocean general circulation models",
    "authors": ["MH England"],
    "venue": "J Phys Oceanogr",
    "year": 1992
  }, {
    "title": "Surface uplift, uplift of rocks, and exhumation of rocks",
    "authors": ["P England", "P Molnar"],
    "venue": "Geology",
    "year": 1990
  }, {
    "title": "Cross-equatorial jet streams at low level over Kenya",
    "authors": ["J Findlater"],
    "venue": "Meteor Mag",
    "year": 1966
  }, {
    "title": "The low-level cross-equatorial air current of the western Indian Ocean during the northern summer",
    "authors": ["J Findlater"],
    "venue": "Weather",
    "year": 1974
  }, {
    "title": "Observational aspects of the low-level crossequatorial jet stream of the western Indian Ocean",
    "authors": ["J Findlater"],
    "venue": "Pageogh",
    "year": 1977
  }, {
    "title": "Growth of the North American ice sheet during the Wisconsin age",
    "authors": ["RF Flint"],
    "venue": "Geol Soc Am Bull",
    "year": 1943
  }, {
    "title": "Glacial and Pleistocene geology",
    "authors": ["RF Flint"],
    "venue": "Wiley, New York,",
    "year": 1957
  }, {
    "title": "Studien zur allgemeinen Zirkulation der Atmosphäre",
    "authors": ["H Flohn"],
    "venue": "Berichte des deutschen Wetterdienstes",
    "year": 1950
  }, {
    "title": "Background of a geophysical model of the initiation of the next glaciation",
    "authors": ["H Flohn"],
    "venue": "Quaternary Res",
    "year": 1974
  }, {
    "title": "Climate modes of the Phanerozoic",
    "authors": ["LA Frakes", "JE Francis", "J Syktus"],
    "year": 1992
  }, {
    "title": "Maps of vertical crustal movements in the conterminous United States over the past 10 million years. U.S. Geological Survey Miscellaneous Investigations Series, Map I-1315",
    "authors": ["DJ Gable", "T Hatton"],
    "year": 1983
  }, {
    "title": "Late Neoene paleoceanography of the eastern Caribbean, Gulf of Mexico and eastern equatorial Pacific",
    "authors": ["S Gartner", "J Chow", "RJ Stanton"],
    "venue": "Mar Micropaleontol",
    "year": 1987
  }, {
    "title": "1976b) The numerical simulation of the ice-age climate with a global general circulation model",
    "authors": ["WL Gates"],
    "venue": "J Atmos Sci",
    "year": 1976
  }, {
    "title": "Effects of geometry on the circulation of a three-dimensional southern hemisphere model",
    "authors": ["AE Gill", "K Bryan"],
    "year": 1971
  }, {
    "title": "A modified Köppen classification applied to model simulations of glacial and interglacial climates",
    "authors": ["PJ Guetter", "JE Kutzbach"],
    "venue": "Climatic Change",
    "year": 1990
  }, {
    "title": "The role of mountains in the South Asian monsoon circulation",
    "authors": ["DG Hahn", "T Manabe"],
    "venue": "J Atmos Sci",
    "year": 1975
  }, {
    "title": "Cenozoic climatic change and its cause",
    "authors": ["W Hamilton"],
    "venue": "Meteorol Monogr",
    "year": 1968
  }, {
    "title": "Tectonics of the Indonesian region: U.S. Geological Survey Professional Paper 1078",
    "authors": ["W Hamilton"],
    "venue": "U.S. Government Printing Office,",
    "year": 1979
  }, {
    "title": "The effect of volcanic aerosols on global climate",
    "authors": ["P Handler"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1989
  }, {
    "title": "Paleogene paleoceanography: early Cenozoic oceans revisited Oceanol Acta 4 (Suppl",
    "authors": ["BU Haq"],
    "year": 1981
  }, {
    "title": "Paleoceanography: a synoptic overview of 200 million years of ocean history",
    "authors": ["B Haq"],
    "year": 1984
  }, {
    "title": "Clmatic impact of ice-age aerosols",
    "authors": ["LD Harvey"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "An ocean model for climate variability studies",
    "authors": ["K Hasselmann"],
    "venue": "Prog Oceanogr",
    "year": 1982
  }, {
    "title": "The role of polar deep water formation in global climate change",
    "authors": ["WW Hay"],
    "venue": "Annu Rev Earth Planet Sci",
    "year": 1993
  }, {
    "title": "Pleistocene–Holocene fluxes are not the earth’s norm. In: Hay W, Usselman T (eds) Material fluxes on the surface of the earth: studies in geophysics",
    "authors": ["WW Hay"],
    "year": 1994
  }, {
    "title": "Temporal variation in intensity of upwelling off southwest Africa",
    "authors": ["WW Hay", "JC Brock"],
    "venue": "Geol Soc Lond Spec Publ",
    "year": 1992
  }, {
    "title": "Modulation of marine sedimentation by the continental shelves. In: Anderson N, Malahoff A (eds) The fate of fossil fuel CO2 in the oceans",
    "authors": ["WW Hay", "JR Southam"],
    "year": 1977
  }, {
    "title": "Relation of selected mineral deposits to the mass/age distribution of Phanerozoic sediments",
    "authors": ["WW Hay", "CN Wold"],
    "venue": "Geol Rundsch",
    "year": 1990
  }, {
    "title": "A simpler plate tectonic history for the Caribbean",
    "authors": ["WW Hay", "CN Wold"],
    "venue": "Zentralb Geol Paläontol Teil I,",
    "year": 1996
  }, {
    "title": "Global atmospheric circulation experiments on an earth with a meridional poleto-pole continent",
    "authors": ["WW Hay", "EJ Barron", "SL Thompson"],
    "venue": "J Geol Soc Lond",
    "year": 1990
  }, {
    "title": "Global atmospheric circulation experiments on an earth with polar and tropical continents",
    "authors": ["WW Hay", "EJ Barron", "SL Thompson"],
    "venue": "J Geol Soc Lond",
    "year": 1990
  }, {
    "title": "Late Triassic–Liassic paleoclimatology of the proto-Central North Atlantic rift system",
    "authors": ["WW Hay", "Jr Behensky JF", "EJ Barron", "II Sloan JL"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1982
  }, {
    "title": "Mass-balanced paleogeographic reconstructions",
    "authors": ["WW Hay", "CA Shaw", "CN Wold"],
    "venue": "Geol Rundsch",
    "year": 1989
  }, {
    "title": "Normal monthly wind stress data over the world ocean with error estimates",
    "authors": ["S Hellermann", "M Rosenstein"],
    "venue": "J Phys Oceanogr",
    "year": 1983
  }, {
    "title": "A hypothesis on terrestrial catastrophes",
    "authors": ["K Hinz"],
    "venue": "Geol Jahrb",
    "year": 1981
  }, {
    "title": "On the paleobotanical evidence for continental drift and Himalayan uplift",
    "authors": ["J Hsu"],
    "venue": "Paleobotany",
    "year": 1978
  }, {
    "title": "History of the Mediterranean salinity crisis",
    "authors": ["KJ Hsü", "L Montadert", "D Bernoulli"],
    "venue": "Hsü KJ, Montadert L et al. (eds) Init Rep Deep Sea Drilling Project,",
    "year": 1978
  }, {
    "title": "Climate, earth processes and earth history",
    "authors": ["RJ Huggett"],
    "year": 1991
  }, {
    "title": "On the relation between polar continentality and climate: studies with a nonlinear energy balance model",
    "authors": ["WT Hyde", "K Kim", "TJ Crowley", "GR North"],
    "venue": "J Geophys Res",
    "year": 1990
  }, {
    "title": "Abyssal teleconnections II. Initiation of Antarctic bottom water flow in the southwestern Atlantic. In: Hsü KJ, Weissert H (eds) South Atlantic paleoceanography",
    "authors": ["DA Johnson"],
    "year": 1985
  }, {
    "title": "Morphology and plate tectonics: the modern polar oceans. In: Bleil U, Thiede J (eds) Geological history of the polar oceans: Arctic versus Antarctic",
    "authors": ["GL Johnson"],
    "year": 1990
  }, {
    "title": "Thermal and dynamical effects of orography on the general circualtion of the atmosphere",
    "authors": ["A Kasahara", "WM Washington"],
    "venue": "Proc WMO/IUGG Symp on Numerical Weather Prediction. Japan Meteorlogical Agency,",
    "year": 1969
  }, {
    "title": "Simulation experiments with a 12 layer stratospheric global circulation model. I. Dynamical effect of the earth’s orography and thermal influence of continentality",
    "authors": ["A Kasahara", "T Sasamori", "WM Washington"],
    "venue": "J Atmos Sci",
    "year": 1973
  }, {
    "title": "Late Neogene history of the Pacific–Caribbean gateway",
    "authors": ["G Keller", "CE Zenker", "SM Stone"],
    "venue": "J South Am Earth Sci",
    "year": 1989
  }, {
    "title": "Cenozoic evolution of Antarctic glaciation, the circum-Antarctic current and their impact on global paleoceanography",
    "authors": ["JP Kennett"],
    "venue": "J Geophys Res",
    "year": 1977
  }, {
    "title": "Marine tephrochronology. In: Emiliani C (ed) The sea, vol 7. The oceanic lithosphere",
    "authors": ["JP Kennett"],
    "year": 1981
  }, {
    "title": "On explosive Cenozoic volcanism and climatic implications",
    "authors": ["JP Kennett", "RC Thunnell"],
    "venue": "Science",
    "year": 1977
  }, {
    "title": "Regional deep-sea dynamic processes recorded by late Cenozoic sediments of the southeastern Indian Ocean",
    "authors": ["JP Kennett", "ND Watkins"],
    "venue": "Geol Soc Am Bull",
    "year": 1976
  }, {
    "title": "Palaeotectonic implications of increased late Eocene–early Oligocene volcanism from South Pacific",
    "authors": ["JP Kennett", "der Borch C von", "PA Baker"],
    "venue": "DSDP sites. Nature",
    "year": 1985
  }, {
    "title": "Miocene planktonic foraminiferal biogeography and paleoceanographic development of the Indo-Pacific. In: Kennett J (ed) The Miocene ocean: paleoceanography and biogeography: Memoir 163",
    "authors": ["JP Kennett", "G Keller", "MS Srinivasan"],
    "venue": "Geol Soc Am",
    "year": 1985
  }, {
    "title": "Volcanoes can muddle the greenhouse",
    "authors": ["RA Kerr"],
    "venue": "Science",
    "year": 1989
  }, {
    "title": "Topography, climate and ice masses: a review",
    "authors": ["A Kerr"],
    "venue": "Terra Nova",
    "year": 1993
  }, {
    "title": "Grundriss der Klimakunde",
    "authors": ["W Köppen"],
    "venue": "Zweite Verbesserte Auflage der Klimate der Erde. de Gruyter,",
    "year": 1931
  }, {
    "title": "On the tectonic evolution and paleoceanographic significance of the Fram strait gateway. In: Bleil U, Thiede J (eds) Geological history of the polar oceans: Arctic versus Antarctic",
    "authors": ["Y Kristoffersen"],
    "venue": "The Netherlands,",
    "year": 1990
  }, {
    "title": "Pangaean climates: megamonsoons of the megacontinent",
    "authors": ["JE Kutzbach", "RG Gallimore"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "The influence of changing orbital parameters and surface boundary conditions on climate simulations for the past 18000 years",
    "authors": ["JE Kutzbach", "PJ Guetter"],
    "venue": "J Atmos Sci",
    "year": 1986
  }, {
    "title": "Simulation of the climate of 18000 yr BP: results for the North American/North Atlantic/ European sector and comparison with the geologic record",
    "authors": ["JE Kutzbach", "HE Wright"],
    "venue": "Quaternary Sci Rev",
    "year": 1985
  }, {
    "title": "Sensitivity of climate to Late Cenozoic uplift in southern Asia and the American West: numerical experiments",
    "authors": ["JE Kutzbach", "PJ Guetter", "WF Ruddiman", "WL Prell"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "Sensitivity of Eurasian climate to surface uplift of the Tibetan plateau",
    "authors": ["JE Kutzbach", "WL Prell", "WF Ruddiman"],
    "venue": "J Geol",
    "year": 1993
  }, {
    "title": "Latest pulse of the earth: evidence for a midCretaceous superplume",
    "authors": ["RL Larson"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "An improved geochemical model of atmospheric CO2 fluctuations over the past 100 million years. In: Sundquist ET, Broecker WS (eds) The carbon cycle and atmospheric CO2: natural variations Archaean to present",
    "authors": ["AC Lasaga", "RA Berner", "RM Garrels"],
    "venue": "Geophys Monogr Ser",
    "year": 1985
  }, {
    "title": "The opening of the Arctic Ocean. In: Bleil U, Thiede J (eds) Geological history of the polar oceans: Arctic versus Antarctic",
    "authors": ["LA Lawver", "RD Muller", "SP Srivastava", "W Roest"],
    "year": 1990
  }, {
    "title": "The development of paleoseaways around Antarctica",
    "authors": ["LA Lawver", "LM Gahagan", "MF Coffin"],
    "venue": "Antarctic Res Ser",
    "year": 1992
  }, {
    "title": "A wandering Gondwanaland’s impact on summer temperatures",
    "authors": ["TS Ledley"],
    "venue": "Geophys Res Lett",
    "year": 1988
  }, {
    "title": "The large-scale circulation and heat sources over the Tibetan plateau and surrounding areas during the early summer",
    "authors": ["H Luo", "M Yanai"],
    "venue": "Part II. Heat and moisture budgets. Monthly Weather Rev",
    "year": 1984
  }, {
    "title": "Ocean general circulation model sensitivity experiment with an open Central American isthmus",
    "authors": ["E Maier-Reimer", "U Mikolajewicz", "TJ Crowley"],
    "venue": "Paleoceanography",
    "year": 1990
  }, {
    "title": "Mean circulation of the Hamburg large-scale geostrophic ocean general circulation model and its sensitivity to the thermohaline surface forcing",
    "authors": ["E Maier-Reimer", "U Mikolajewicz", "K Hasselmann"],
    "venue": "J Phys Oceanogr",
    "year": 1993
  }, {
    "title": "The influence of continental ice sheets on the climate of an ice age",
    "authors": ["S Manabe", "AJ Broccoli"],
    "venue": "J Geophys Res",
    "year": 1985
  }, {
    "title": "Mountains and arid climate of middle latitudes",
    "authors": ["S Manabe", "AJ Broccoli"],
    "venue": "Science",
    "year": 1990
  }, {
    "title": "CO2–induced change in a coupled ocean-atmosphere model and its paleoclimatic implications",
    "authors": ["S Manabe", "K Bryan"],
    "venue": "J Geophys Res",
    "year": 1985
  }, {
    "title": "The effects of mountains on the general circulation of the atmosphere as identified by numerical experiments",
    "authors": ["S Manabe", "T Terpsta"],
    "venue": "J Atmos Sci",
    "year": 1974
  }, {
    "title": "Major volcanic eruptions and climate: a critical evlauation",
    "authors": ["CF Mass", "DA Portman"],
    "venue": "J Climate",
    "year": 1989
  }, {
    "title": "Tectonic implications of glacio-eustatic sea level fluctuations",
    "authors": ["RK Matthews"],
    "venue": "Earth Planet Sci Lett",
    "year": 1968
  }, {
    "title": "Correlation of ozone loss with the presence of volcanic aerosols",
    "authors": ["TJ McGee", "P Newman", "M Gross"],
    "venue": "Geophys Res Lett",
    "year": 1994
  }, {
    "title": "Paleoceanographic expressions of the Mediterranean salinity crisis. In: Hsü KJ, Weissert HJ (eds) South Atlantic paleoceanography",
    "authors": ["JA McKenzie", "H Oberhänsli"],
    "year": 1985
  }, {
    "title": "Glacial–interglacial mean sea level pressure change due to sea level, ice sheet and atmospheric mass changes",
    "authors": ["M Mélières", "P Martinerie", "D Raynaud", "L Lliboutry"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1991
  }, {
    "title": "Effect of Drake and Panamanian gateways on the circulation of an ocean model",
    "authors": ["U Mikolajewicz", "E Maier-Reimer", "TJ Crowley", "K-Y Kim"],
    "venue": "Paleoceanography",
    "year": 1993
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climate change: chicken or egg",
    "authors": ["P Molnar", "P England"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Past and present uplift in Sweden: glacial isostatsy, tectonism and bedrock influence",
    "authors": ["N Mörner"],
    "venue": "Geol Fören Stockh Förhandl",
    "year": 1977
  }, {
    "title": "Neogene to Recent palynostratigraphy of circum-Arctic basins: results of ODP Leg 104, Norwegian Sea, Leg 105, Baffin Bay, and DSDP site 611, Irminger Sea. In: Bleil U, Thiede J (eds) Geological history of the polar oceans: Arctic versus Antarctic",
    "authors": ["PL Mudie", "de Vernal A", "MJ Head"],
    "year": 1990
  }, {
    "title": "Orography and monsoons",
    "authors": ["T Murakami"],
    "year": 1987
  }, {
    "title": "Linear simulation of the stationary eddies in a GCM",
    "authors": ["S Nigam", "IM Held", "SW Lyons"],
    "venue": "Part II. The “mountain” model. J Atmos Sci",
    "year": 1988
  }, {
    "title": "The tectonic evolution of the South Atlantic from Late Jurassic to present",
    "authors": ["D Nürnberg", "RD Müller"],
    "venue": "Tectonophysics",
    "year": 1991
  }, {
    "title": "Continental ice sheets and the planetary rediation budget",
    "authors": ["J Oerlemans"],
    "venue": "Quaternary Res",
    "year": 1980
  }, {
    "title": "Joining Australia to Antarctic: GCM implications for the Cenozoic record of Antarctic glaciation",
    "authors": ["RJ Oglesby"],
    "venue": "Climate Dynamics",
    "year": 1991
  }, {
    "title": "Sensitivity of the equilibrium surface temperature of a GCM to systematic changes in atmospheric carbon dioxide",
    "authors": ["RJ Oglesby", "B Saltzman"],
    "venue": "Geophys Res Lett",
    "year": 1990
  }, {
    "title": "Equilibrium climate statistics of a general circulation model as a function of atmospheric carbon dioxide",
    "authors": ["RJ Oglesby", "B Saltzman"],
    "venue": "Part I. Geographic distributions of primary variables. J Climate",
    "year": 1992
  }, {
    "title": "Sensitivity of the Indian monsoon to forcing parameters and implications for its evolution",
    "authors": ["WL Prell", "JE Kutzbach"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "The probable solution of the climate problem in geology",
    "authors": ["W Ramsay"],
    "venue": "Geol Mag",
    "year": 1924
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["ME Raymo", "WF Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "Influence of late Cenozoic mountain building on ocean geochemical",
    "authors": ["ME Raymo", "WF Ruddiman", "PN Froelich"],
    "venue": "cycles. Geology",
    "year": 1988
  }, {
    "title": "On the contribution of the Mediterranean Sea outflow to the Norwgian–Greenland Sea",
    "authors": ["JL Reid"],
    "venue": "Deep-Sea Res",
    "year": 1979
  }, {
    "title": "The dynamics of warm and cold climates",
    "authors": ["D Rind"],
    "venue": "J Atmos Sci",
    "year": 1986
  }, {
    "title": "Components of the ice age circulation",
    "authors": ["D Rind"],
    "venue": "J Geophys Res",
    "year": 1987
  }, {
    "title": "Dependence of warm and cold climate depiction on climate model resolution",
    "authors": ["D Rind"],
    "venue": "J Climate",
    "year": 1988
  }, {
    "title": "Palaeoclimatology and continental drift. In: Tarling D, Runcorn S (eds) Implications of continental drift to earth sciences, vol 1",
    "authors": ["PL Robinson"],
    "year": 1973
  }, {
    "title": "Hydrology and ocean circulation",
    "authors": ["C Rooth"],
    "venue": "Prog Oceanography",
    "year": 1982
  }, {
    "title": "Geologic history of seawater",
    "authors": ["WW Rubey"],
    "venue": "Geol Soc Am Bull",
    "year": 1951
  }, {
    "title": "Forcing of late Cenozoic northern hemisphere climate by plateau uplift in southern Asia and the American West",
    "authors": ["WF Ruddiman", "JE Kutzbach"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "Late Cenozoic plateau uplift and climate change",
    "authors": ["WF Ruddiman", "JE Kutzbach"],
    "venue": "Trans R Soc Edinburgh Earth Sci",
    "year": 1990
  }, {
    "title": "Kutzbach JE (1991a) Plateau uplift and climatic change",
    "authors": ["WF Ruddiman"],
    "venue": "Sci Am",
    "year": 1991
  }, {
    "title": "Kutzbach JE (1991b) Plateaubildung und Klimaänderung",
    "authors": ["WF Ruddiman"],
    "venue": "Spektrum Wissenschaften",
    "year": 1991
  }, {
    "title": "Northern hemisphere climate regimes during the past 3 Ma: possible tectonic connections",
    "authors": ["WF Ruddiman", "ME Raymo"],
    "venue": "Philos Trans R Soc London Ser B",
    "year": 1988
  }, {
    "title": "Matuyama 41000 year cycles: North Atlantic Ocean and northern hemisphere ice sheets",
    "authors": ["WF Ruddiman", "ME Raymo", "A McIntyre"],
    "venue": "Earth Planet Sci Lett",
    "year": 1986
  }, {
    "title": "Late Cenozoic uplift in southern Asia and the American West: rationale for general circulation modeling experiments",
    "authors": ["WF Ruddiman", "WL Prell", "ME Raymo"],
    "venue": "J Geophys Res",
    "year": 1989
  }, {
    "title": "Global wind induced change of deep sea sediment budgets, new ocean production and CO2 reservoirs ca",
    "authors": ["M Sarnthein", "J Fenner"],
    "venue": "Ma BP. Philos Trans R Soc Lond B",
    "year": 1988
  }, {
    "title": "Mid-Cretaceous continental surface temperatures: Are high CO2 concentrations needed to simulate above-freezing winter conditions? In: Sundquist ET, Broecker WS (eds) The carbon cycle and atmospheric CO2: natural variations Archaean",
    "authors": ["SH Schneider", "SL Thompson", "EJ Barron"],
    "year": 1985
  }, {
    "title": "Plate tectonic reconstructions of the Cretaceous and Cenozoic ocean basins",
    "authors": ["CR Scotese", "LM Gahagan", "RL Larson"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Do volcanic eruptions affect climate",
    "authors": ["S Self", "MR Rampino"],
    "venue": "Earth Space",
    "year": 1988
  }, {
    "title": "Paleotemperature history of the Cenozoic and the initiation of Antarctic glaciation: oxygen and carbon isotope analysis in DSDP sites",
    "authors": ["NJ Shackleton", "JP Kennett"],
    "venue": "Kennett JP, Houtz RE et al. (eds) Init Rep Deep-Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "Filtering of Milankovitch cycles by earth’s geography",
    "authors": ["DA Short", "JG Mengel", "TJ Crowley", "WT Hyde", "GR North"],
    "venue": "Quaternary Res",
    "year": 1991
  }, {
    "title": "Assessment of the atmospheric impact of volcanic eruptions. In: Sharpton V, Ward P (eds) Global catastrophe in earth history: an interdisciplinary conference on impacts, volcanism, and mass mortality",
    "authors": ["H Sigurdsson"],
    "venue": "Geol Soc Am Spec Pap",
    "year": 1990
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response",
    "authors": ["H Sigurdsson"],
    "venue": "Global Planet Change",
    "year": 1990
  }, {
    "title": "Atlas of Mesozoic and Cenozoic coastlines",
    "authors": ["AG Smith", "DG Smith", "BM Funnell"],
    "year": 1994
  }, {
    "title": "Steady- and non-steady carbonate-silicate controls on atmospheric CO2",
    "authors": ["ET Sundquist"],
    "venue": "Quaternary Sci Rev",
    "year": 1991
  }, {
    "title": "Plateau monsoons of the northern hemisphere: a comparison between North America and Tibet",
    "authors": ["M Tang", "ER Reiter"],
    "venue": "Monthly Weather Rev",
    "year": 1984
  }, {
    "title": "Interactions between orographically and thermally forced planetary waves",
    "authors": ["KE Trenberth"],
    "venue": "J Atmos Sci",
    "year": 1983
  }, {
    "title": "Planetary waves kinematically forced by Himalayan orogeny",
    "authors": ["KE Trenberth", "S Chen"],
    "venue": "J Atmos Sci",
    "year": 1988
  }, {
    "title": "Middle and Late Tertiary tectonic and physiographic developments. In: Trettin H (ed) Geology of the Innuitian orogen and Arctic platform of Canada and Greenland",
    "authors": ["HP Trettin"],
    "venue": "Geol North Am E:493–496",
    "year": 1991
  }, {
    "title": "An introduction to climate",
    "authors": ["GT Trewartha"],
    "venue": "McGraw-Hill, New York,",
    "year": 1968
  }, {
    "title": "Feedback between weathering and atmospheric CO2 over the last 100 million years",
    "authors": ["T Volk"],
    "venue": "Am J Sci",
    "year": 1987
  }, {
    "title": "A negative feedback mechanism for the long term stabilization of the earth’s surface temperatures",
    "authors": ["JC Walker", "PB Hays", "JF Kasting"],
    "venue": "J Geophys Res",
    "year": 1981
  }, {
    "title": "General circulation model experiments on the climatic effects due to a doubling and quadrupling of carbon dioxide concentrations",
    "authors": ["WM Washington", "GA Meehl"],
    "venue": "J Geophys Res",
    "year": 1983
  }, {
    "title": "Seasonal cycle experiment on climate sensitivity due to a doubling of CO2 with an atmospheric general circulation model coupled to a single mixedlayer ocean model",
    "authors": ["WM Washington", "GA Meehl"],
    "venue": "J Geophys Res",
    "year": 1984
  }, {
    "title": "Antarctic bottom water: major change in velocity during the late Cenozoic between Australia and Antarctica",
    "authors": ["ND Watkins", "JP Kennett"],
    "venue": "Science",
    "year": 1971
  }, {
    "title": "Late Cenozoic tectonic and glacial history of the Transantarctic mountains",
    "authors": ["PN Webb", "DM Harwood", "McKelvey", "CG Mabin", "JH Mercer"],
    "venue": "Antarctic J",
    "year": 1986
  }, {
    "title": "Die Entstehung der Kontinente",
    "authors": ["A Wegener"],
    "venue": "Geol Rundsch",
    "year": 1912
  }, {
    "title": "Die Entstehung der Kontinente und Ozeane",
    "authors": ["A Wegener"],
    "year": 1929
  }, {
    "title": "The Atmosphere and ocean: a physical introduction",
    "authors": ["N. Wells"],
    "venue": "Tyler and Francis,",
    "year": 1986
  }, {
    "title": "General circulation model simulations of Triassic climates: preliminary results. In: Klein GD (ed) Pangaea: paleoclimate, tectonics and sedimentation during accretion, zenith, and breakup of a supercontinent",
    "authors": ["KM Wilson", "D Pollard", "WW Hay", "SL Thompson", "CN Wold"],
    "venue": "Geol Soc Am Spec",
    "year": 1994
  }, {
    "title": "Cenozoic evolution of polar water mases, southwest Atlantic Ocean. In: Hsü KJ, Weissert H (eds) South Atlantic paleoceanography",
    "authors": ["SW Wise", "AM Gombos", "JP Muza"],
    "year": 1985
  }, {
    "title": "Oligozäne Paläo-Ozeanographie des Grönland-Schottland Rückens",
    "authors": ["CN Wold", "WW Hay", "W Dullo", "TC Wolf", "P Bruns"],
    "venue": "Geowissenschaften",
    "year": 1993
  }, {
    "title": "Eine Verbesserte Anpassung von Südamerika an Afrika",
    "authors": ["CN Wold", "WW Hay", "KM Wilson"],
    "venue": "Geowissenschaften 12",
    "year": 1994
  }, {
    "title": "Oxygen isotope evidence for high-salinity surface seawater in the Mid-Cretaceous Gulf of Mexico: implications for warm saline deepwater formation",
    "authors": ["KS Woo", "TF Anderson", "LB Railsback", "PA Sandberg"],
    "venue": "Paleoceanography",
    "year": 1992
  }, {
    "title": "A comprehensive ocean-atmosphere data",
    "authors": ["SD Woodruff", "RJ Slutz", "RJ Jenne", "PM Steurer"],
    "venue": "set. Bull Am Meteor Soc",
    "year": 1987
  }, {
    "title": "Ancient atmospheric CO2 pressures inferred from natural goethites",
    "authors": ["CJ Yapp", "H Poths"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Early Oligocene ice-sheet expansion on Antarctica: stable isotope and sedimentological evidence from Kerguelen plateau, southern",
    "authors": ["JC Zachos", "JR Breza", "SW Wise"],
    "venue": "Indian Ocean. Geology",
    "year": 1992
  }],
  "id": "SP:fbffe843cd72e9adbaa61afefeff8e18fa164a03",
  "authors": [{
    "name": "W. W. Hay",
    "affiliations": []
  }],
  "abstractText": "Tectonics and climate are both directly and indirectly related. The direct connection is between uplift, atmospheric circulation, and the hydrologic cycle. The indirect links are via subduction, volcanism, the introduction of gasses into the atmosphere, and through erosion and consumption of atmospheric gases by chemical weathering. Rifting of continental blocks involves broad upwarping followed by subsidence of a central valley and uplift of marginal shoulders. The result is an evolving regional climate which has been repeated many times in the Phanerozoic: first a vaportrapping arch, followed by a rift valley with fresh-water lakes, culminating in an arid rift bordered by mountains intercepting incoming precipitation. Convergence tectonics affects climate on a larger scale. A mountain range is a barrier to atmospheric circulation, especially if perpendicular to the circulation. It also traps water vapor converting latent to sensible heat. Broad uplift results in a shorter path for both incoming and outgoing radiation resulting in seasonal climate extremes with reversals of atmospheric pressure and enhanced monsoonal circulation. Volcanism affects climate by introducing ash and aerosols into the atmosphere, but unless these are injected into the stratosphere, they have little effect. Stratospheric injection is most likely to occur at high latitudes, where the thickness of the troposphere is minimal. Volcanoes introduce CO2, a greenhouse gas, into the atmosphere. Geochemical effects of tectonic uplift and unroofing relate to the weathering of silicate rocks, the means by which CO2 is removed from the atmosphere–ocean system on long-term time scales."
}