{
  "sections": [{
    "text": "Detrital laterites interbedded with clayey, Ultisol-like paleosols in the late Eocene strata of central Oregon record periods of soil erosion, colluvial concentration of ironcemented soil nodules, and deposition of these weathered products in hillslope settings. Two sets of lateritic paleosols are extensively exposed in the Painted Hills area of Oregon and span the transition from Eocene Clarno Formation andesitic volcanism to the initiation of late Eocene–Miocene pyroclastic volcanism of the John Day Formation. These late Eocene lateritic paleosols developed along the margins of several different lava flows where they formed local accumulations of iron-rich strata, which are now exposed in deep-red and ocher-colored badlands along the exhumed flow margins. Stratigraphically, the lateritic paleosols are above upper Clarno Formation rhyodacite flows, below the thick tuffaceous Oligocene– early Miocene part of the John Day Formation, and sandwich the welded tuff of member A that defines the base of the John Day Formation. In each of several cases from different lava flows studied, a similar sequence of detrital laterites and clayey paleosols rest on weathered lava flow breccia. The basal paleosol of these sequences consists of a thick (5–10 m), very strongly weathered saprolite zone developed in lava flow breccia and an overlying clayey B horizon. This paleosol is overlain by 8–12 m of alternating clayey, kaolinite-rich paleosols (Ultisol-like paleosols) and weakly developed paleosols with iron-rich, claystone breccia fragments (detrital laterites). The iron-cemented claystone fragments are up to 35% Fe2O3, very base poor, and weatherresistant, and they contain abundant crosscutting clay skins and clay-filled pedotubules indicative of polycyclic weathering. The lower of the two sets of detrital laterites is associated with a thick rhyodacite flow in the upper Clarno Formation and has an up-section increase in the degree of weathering and concentration of resistate constituents, as determined by mass-balance geochemical analysis. The time span represented by this well-developed weathering trend is estimated to be between 2 and 4 m.y. based on estimates of the time of formation of interbedded paleosols. This longlasting weathering trend is probably the result of a lack of soil rejuvenation resulting from the late Eocene hiatus between Clarno and John Day volcanism. A developmental model for the formation of the detrital laterites and Ultisol-like paleosols involves alternating episodes of soil formation and soil erosion in which ironrich soil nodules are concentrated as a colluvial lag deposit on the toe slope of hills. Subsequent colluvial pulses of iron-cemented gravel were increasingly weathered and rich in resistate constituents because of longer residence time in up-slope soils. During periods of landscape stability, slow vertical accretion of soils by small additions of volcanic ash and dust produced the strongly developed, but nonlateritic, Ultisol-like paleosols. The episodes of soil erosion probably correspond to periods of climatic change during the late Eocene climatic deterioration. The John Day Formation detrital laterites and clayey paleosols are very similar to the Clarno formation laterites except for the presence throughout the section of 1%–3% pyrogenic feldspar crystals. No up-section increase in weathering is observed in the John Day detrital laterites, perhaps because of rejuvenation of soils by volcanic ash. The similar textures and chemistries of the two groups of detrital laterites, despite the onset of John Day pyroclastic volcanism, indicate that climate remained subtropical and humid up to the Oligocene-Eocene boundary."
  }, {
    "heading": "INTRODUCTION",
    "text": "Iron and aluminum-rich, red-colored soils with laterite horizons cover extensive areas of the world today and covered even more extensive areas in the past. The prevailing view of laterites and Oxisols is that of a residual weathering product of insoluble oxides and hydroxides of Fe, Al, Ti, Mn, and silicate clays. These processes are promoted in humid, tropical climates, hence the abundance of lateritic soils in these areas, but are also possible in humid cool climates (Taylor et al., 1992). The processes by which these constituents are concentrated and organized into the soils we see today is an area of ongoing discussion (Brimhall et al., 1988; Nahon, 1986, 1991). Laterization processes can be grouped into in situ geochemical processes, lateral ground-water processes, and landscape denudation processes. This last group includes colluvial or mechanical processes of residual concentration and the resulting formation of detrital laterites. These ‘‘lowlevel’’ or ‘‘slope-bottom’’ laterites (McFarlane, 1976) have been studied in relation to landscape erosion in modern settings. However, long-duration depositional records of detrital laterites have not been previously documented from modern or ancient examples. Sequences of detrital laterites are valuable recorders of climatic and tectonic change and geomorphic process. This paper investigates a sequence of late Eocene ironstones, paleosols, and volcanic units as a guide to the formation of detrital laterites. Laterites commonly record long periods of tectonic and climatic stability; however, the detrital laterites described here probably owe their lateritic character to periods of soil erosion that were associ-\nGSA Bulletin; March 1996; v. 108; no. 3; p. 285–302; 16 figures; 1 table.\n285\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nated with climatic instability. Polycyclic weathering ofmaterial from late Eocene volcanic landforms and dilution of this weathered material with the onset of pyroclastic John Day volcanism is documented in this paper. Additionally, this study differs markedly from classic geomorphic studies of laterites because here we describe a depositional sequence of detrital laterites rather than the erosional remains of a laterite. In most erosional settings that contain laterites, superposed phases of soil formation and residual concentration have combined to form complex polygenetic profiles. In the case of these late Eocene detrital laterites, incipient stages of residual concentration have been preserved.\nLaterization and Detrital Laterites\nAn extensive literature exists on laterite soils and processes of laterite formation (Buchanan, 1807; Babington, 1821; King, 1882; Maclaren, 1906; Simpson, 1912; Mulcahy, 1960; Trendall, 1962; Nahon, 1986; Brimhall et al., 1991). For the first 100 yr after Buchanan (1807) first described laterite, there was general agreement that laterite is an end product of weathering where the more mobile constituents are removed and immobile constituents accumulate through concentration (Babington, 1821; Benza, 1836; Clark, 1838). Further, according to this view, laterite developed contemporaneously with the reduction of the landscape surface on which it formed. A second generation of ideas on the formation of laterites later developed and involved the description and formalization of distinctive horizons such as ‘‘mottled’’ and ‘‘pallid’’ horizons, which are relatively iron-poor horizons and are commonly associated with red (iron-rich), brick-like laterite (Maclaren, 1906; Simpson, 1912; Walther, 1915). In this view, the iron-rich residual horizons are considered to be zones of precipitation, where products were added and subtracted during alternating wet and dry conditions. Conversely, the mottled and pallid zones are considered to be leached under reducing conditions, with iron transported in the ferrous state and precipitated as ferric iron in the upper parts of the fluctuating water table, thus forming the iron-rich laterite cap. More recently, the relatively iron-poor pallid zone is thought to have been formed by iron-leaching, lateral-flowing, near-surface acidic ground waters that originated from perched swamps as it seeps beneath the iron-rich laterite to the margin of erosion-\nally receding plateaus (Brammer, 1962; McFarlane, 1971, 1976; Fitzgerald, 1980). Yet a third model of laterite and pallid-zone formation incorporates the long-term accumulation of dust producing the laterite pallid zone couplet (Brimhall et al., 1988). By this model, the pallid zone is more deeply weathered and lighter colored because it is geologically older than the geologically younger overlying laterite. The concept of detrital laterite was resurrected from the original concept of laterites as sediments of residual weathering through the recognition that topography has had an affect on the formation of many laterites (Stephens, 1961; Trendall, 1962; de Swardt, 1964). The variations of detrital laterites with topography have received relatively little attention compared to other aspects of laterites (McFarlane, 1976), especially considering the wealth of geomorphic, tectonic, and climatic data contained in sequences of detrital laterites. There are two end-member models for the formation of detrital laterites. The classic model involves the slope retreat of a massive capping laterite horizon and the downslope accumulations of iron-rich nodules or pisoliths to form obvious conglomeratic textures (McFarlane, 1976). The other end member of detrital laterites involves the accumulation of iron-rich nodules or pisoliths in slope-bottom positions by the less dramatic erosional processes of soil erosion and colluvial movement, which does not necessarily involve headscarp retreat of a massive lateritic caprock. The second model of soil erosion with its concentration of iron-rich nodules into slope bottom beds is the preferredmodel for the formation of most of the laterite horizons studied in the Painted Hills (Bestland et al., 1994a) and will be discussed in later sections. The lateritic paleosols discussed in this report are interpreted as colluvial accumulations of detrital iron-rich material, although a thin, bleached, iron-poor pallid zone does occur below iron-rich material at the top of a thick saprolite in one of the\n286 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nexamples discussed, indicating in situ lateritic weathering."
  }, {
    "heading": "GEOLOGIC FRAMEWORK",
    "text": "Sequences of conglomeratic ironstones, clayey paleosols, and associated volcanic units span the upper part of the Clarno Formation and the lower part of the John Day Formation, both of late Eocene age (Bestland and Retallack, 1994a). The Clarno Formation (Fig. 1) represents a subduction-related volcanic arc that consisted of andesitic volcanoes and their reworked equivalents (Waters et al., 1951; Oles and Enlows, 1971; Rogers and Novitsky-Evans, 1977; Rogers and Ragland, 1980; Noblett, 1981; Walker and Robinson, 1990; Suayah and Rogers, 1991; White and Robinson, 1992). The formation is dominated by andesite lava flows and coarse-grained volcaniclastic strata that were deposited in alluvial aprons and braidplains that flanked active volcanoes (White and Robinson, 1992; Bestland et al., 1994b). Paleosols in the Clarno Formation can be grouped into the following general types: clayey alluvial paleosols of former floodplains, weakly developed paleosols interbedded with debris flows and andesite lava flows, and residual paleosols with thick saprolite zones that occur between major lithostratigraphic units. The detrital laterites discussed below are associated with this last group of paleosols. Paleosols have been recognized previously in the Clarno Formation by the presence of thick sections of red beds rich in clay, which occur in different parts of the formation. These have been referred to var-\n287Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\niously as ‘‘soil zones,’’ ‘‘saprolite,’’ or ‘‘weathering zones’’ (Waters et al., 1951; Peck, 1964; Hay, 1963; Fisher, 1964; Fisher, 1968). Some of the more continuous paleosol units have been used locally as marker horizons (Waters et al., 1951; Oles and Enlows, 1971). However, no regional stratigraphic framework utilizing these paleosol horizons or volcanic marker beds has been proposed for the Clarno Formation (Oles and Enlows, 1971; Walker and Robinson, 1990). Thick, red, and clayey paleosols with associated saprolites are present throughout the Clarno Formation; however, thick, strongly developed weathering profiles are more prevalent in the upper part of the formation (Bestland et al., 1994b). Their presence at or near the top of the Clarno Formation supports the extension of the Telluride erosion surface and its corresponding tectonic hiatus to the Pacific Northwest (Gresens, 1981). Detrital laterites have been identified in many of these prominent paleosol packages throughout central Oregon (Bestland, unpubl. mapping). The onset of Cascade volcanism at ca. 40–42 Ma (Duncan and Kulm, 1989; Lux, 1982; Fiebelkorn et al., 1983) changed the composition of alluvium in the John Day Basin from andesitic and dacitic epiclastic detritus of the Clarno Formation to rhyodacitic pyroclastically derived detritus of the John Day Formation (late Eocene, Oligocene, and early Miocene). These primary pyroclastic, alluvial, and lacustrine deposits represent the distal tuffaceous deposits from Cascade vents in the western Cascades and from more proximal vents now buried or partially buried by the High Cascade volcanic cover (Robinson et al., 1984, 1990). In scattered localities within the lower part of the John Day Formation, basalt and andesite flows are interstratified with the tuffaceous claystones (Peck, 1961, 1964; Swanson and Robinson, 1968; Hay, 1963; Robinson, 1969; Bestland, et al., 1994b). These flows were a local source of epiclastic (nonpyrogenic) detritus and important landscape features during the accumulation of the formation. The John Day Formation is divided into eastern, western, and southern facies on the basis of geography and lithology (Woodburne and Robinson, 1977; Robinson et al., 1984). The Blue Mountains uplift separates the western and eastern facies and restricted deposition of much of the coarser-grained pyroclastic material to the western facies. The much finer-grained eastern facies, con-\n288 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nsisting predominantly of silty claystones and tuffs, is divided into four members (Fisher and Rensberger, 1972). From bottom to top, they are the late Eocene–early Oligocene Big Basin Member (red claystones), the Oligocene Turtle Cove Member (green and buff tuffaceous claystones), the late Oligocene Kimberly Member (massive tuff beds), and the late Oligocene–early Miocene Haystack Valley Member (tuffaceous conglomerates). The PaintedHills area is in the western part of the eastern facies and is one of the few localities in the John Day Basin where western facies ash-flow tuffs, or their air-fall or reworked equivalents, interfinger with eastern facies members, thus allowing correlations of eastern and western facies lithostratigraphic units (Bestland and Retallack, 1994a). The basal ash-flow tuff sheet (welded tuff of member A) occurs in this area and allows the base of the formation to be identified. Elsewhere in the eastern facies, the contact between the Clarno and John Day Formations is transitional and\nidentified by the presence of abundant pyrogenic grains in claystones rich with smectite in John Day Formation strata. In the Painted Hills area, a thick section (260 m) of Big Basin Member strata is preserved in the Sutton Mountain syncline (also the Mitchell syncline of Fisher, 1967). Evidence that this area was a topographic low during the accumulation of the upper Clarno Formation includes the distribution of upper Clarno rhyodacite flow bodies along the axis of the syncline, which indicate paleoflow direction (Fig. 2). Paleosols have long been known from the John Day Formation (Fisher, 1964, 1968; Hay, 1962; Retallack, 1991a, 1991b; Getahun and Retallack, 1991; Bestland et al., 1994b; Bestland and Retallack, 1994a, 1994b). In the eastern facies of the formation, fine-grained deposits are the predominant lithology and are interpreted as various kinds of floodplain paleosols (Retallack, 1991a, 1991b; Bestland et al., 1994b; Bestland and Retallack, 1994a, 1994b) with a few occurrences of colluvial paleosols (Bestland et al., 1994a). Lateritic paleosol profiles in the John Day Formation are described by Fisher (1964, 1968) in the Turtle Cove–Big Basin area of central Oregon. According to Fisher (1964), laterization and the formation of an ironand kaolinite-rich hardpan occurred during the hiatus betweenClarno and JohnDay volcanism; this hardpan developed on weathered Cretaceous conglomerates that define an erosional surface with relief of up to 90 m. Fisher (1968) also compares less welldeveloped red and drab-colored paleosols from the John Day Formation and notes their landscape association (well drained with red and poorly drained with drab) and their incipient lateritic character (iron and aluminum concentration). In the Painted Hills area, a marked contrast exists in terms of lithology between the late Eocene section discussed here and the main, Oligocene–early Miocene tuffaceous, smectitic, and zeolitic part of the John Day Formation. Recent radiometric dating has established an early Oligocene age for the tuffaceous strata that directly overlie the red, clayey, lateritic part of the section (Swisher, unpubl. data; Bestland et al., 1993). A late Eocene age of 39.76 0.03 Ma, obtained from the welded tuff of member A of the basal John Day Formation (Bestland et al., 1993; Swisher, unpubl. data), compares with the 42 Ma estimate for the initiation of Cascade volcanism (Duncan and Kulm, 1989; Lux, 1982; Fiebelkorn et al.,\n289Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\n1983). An Eocene–Oligocene boundary age of ca. 34 Ma is accepted here based on single-crystal, laser fusion 40Ar/39Ar dates as well as the magnetostratigraphy of North American nonmarine rocks (Swisher and Prothero, 1990; Berggren et al., 1992) and the paleomagnetic record from the midocean ridges (Cande and Kent, 1992). Thus, the detrital laterites described here range in age from ca. 44–34 Ma, or late Eocene. Lava Flow Margin Depositional Setting The lateritic paleosols in the Painted Hills area are closely associated with andesite and rhyodacite flows of the upper Clarno and lower John Day Formations. Further, the geometry and distribution of these discontinuous lava flow units were important components in the formation of these lateritic paleosols. Stratigraphic mapping of the andesite and rhyodacite lava flows, tuffs, red claystones, and conglomeratic ironstones in the Painted Hills area has established a complex stratigraphic succession (Figs. 2–4). Mapping of individual ironstone horizons as well as lava flow breccia and saprolite zones along the margins of lava flows has documented the onlapping nature of many of these contacts (Figs. 3 and 4). The conglomeratic ironstones pinch out laterally\n290 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\naway from flow margin settings. Tracing clayey beds associated with lava flow margins into high-standing, flat-lying paleotopographic settings (lava flow–top plateau positions) indicates that these clayey paleosol beds are not conglomeratic, but do consist of well-developed paleosols that in some cases contain small iron nodules. Landscape relief on these lava flow hills during the accumulation of the detrital laterites in both the Clarno and JohnDay Formations was on the order of 50–100 m over distances of a few hundred meters. Andesite of Bridge Creek Canyon. In the Painted Hills area the stratigraphically lowest lava flow with associated detrital lateritic paleosols is the andesite of Bridge Creek Canyon. This lithostratigraphic package of lava flows is capped by a distinctive porphyritic andesite flow, mapped throughout the Bear Creek–Sand Mountain–Bridge Creek Canyon areas (unit Tca of Fig. 2; unit Tcanp of Figs. 3 and 4). Where unweathered, this upper flow unit is a plagioclase-rich, porphyritic andesite with white, medium- to coarsegrained plagioclase crystals set in a darkgray, sub-glassy groundmass. Exposures of the top of this flow along Bear Creek and in canyons west and east of Sand Mountain reveal the following stratigraphic succession from lava flow interior up into weathered flow-top breccia and overlying paleosols: porphyritic andesite, vesicular andesitic saprolite, dark reddish-brown granular textured and very weathered andesitic saprolite, and reddish-brown to red claystones rich in kaolinite. This last unit is interpreted as Ultisol-like paleosols. The capping paleosols contain small ('1 cm) iron nodules in the lower parts of Bt horizons but lack both conglomeratic textures of ironstones and plinthic horizons (weakly indurated subsurface horizons enriched in iron; Soil Survey Staff, 1975). The entire section of weathered andesite and overlying claystones is up to 40 m thick. These red claystones are sandwiched between the andesite of Bridge Creek Canyon and overlying flow units (Fig. 2) and are referred to as the red claystones of ‘‘Coyote Canyon’’ (Bestland and Retallack, 1994a). These claystones produce a prominent red swath in the canyons just north of Sand Mountain where they are overlain by the platy rhyodacite of Bear Creek. South of Sand Mountain, the rhyodacite of Bear Creek pinches out, and the andesite of Sand Mountain overlies these claystones. Farther south in Fitzgerald Basin, the welded tuff of member A of the basal John Day Formation overlies these claystones. Rhyodacite of Bear Creek. The rhyodacite of Bear Creek forms the base of the section studied in stratigraphic and geochemical detail (Fig. 2). In the vicinity of Painted Hills, this unit is located stratigraphically in the\n291Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\n292 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nupper part of the Clarno formation and can be traced up a paleogradient to the large rhyolitic dome complex of Sheep Mountain, part of which is exposed at the southwestern corner of the map in Figure 2. The Painted Cove rhyodacite body, mapped in detail in Figures 3 and 4, is the most distal exposure of this rhyodacite flow (Fig. 2). Mantling the rhyolite body are red claystones and conglomeratic ironstones belonging to the upper Clarno Formation (Fig. 5a) and referred to as the red claystones of ‘‘Brown Grotto.’’ This sequence truncates an underlying sequence of conglomeratic ironstones (detrital laterites), andesite, and andesitic saprolite associated with the andesite of Bridge Creek Canyon (Fig. 5b). Also mantling the rhyodacite are red and buff smectitic claystones and tuffaceous claystones of the lower John Day Formation. This onlap relationship of conglomerates and claystone on rhyodacite is extensively exposed along the exhumed margin of the Painted Cove rhyodacite body (Fig. 6). Andesite of Sand Mountain. This thick and extensive andesite flow unit has been mapped in the Painted Hills–Sand Mountain area (unit Tjan of Figs. 2 and 7) and is discussed here in context of the red- and ochre-colored ironstones (detrital laterites) of the lower John Day Formation. The andesite flow unit is thick (up to 100 m in the SW1/4 sec. 8, T. 11 S., R. 21 E.) and was dated at 37.5 Ma using whole rock potassium-argon methods (Hay, 1962; Evernden et al., 1964). This age is compatible with the 39.7 Ma 40Ar/39Ar age determination on the underlying welded tuff of member A of the John Day Formation, dated in the Painted Hills (Bestland and Retallack, 1994a; Swisher, unpubl. data). A canyon that cuts through this flow (center of sec. 12, R. 20 E., T. 11 S.) exposes a thin (1–3 m) red claystone unit that separates the welded tuff of member A from the andesite of SandMountain. Two Ultisol-like paleosols and four Inceptisol-like paleosols are present in 6.5 m of strata between the welded tuff of member A and the andesite of Sand Mountain in the Fitzgerald Ranch area (Bestland and Retallack, 1994a). In the Painted Hills area, the northern margin of the andesite of Sand Mountain is well exposed; detailed mapping illustrates the onlapping relationship of the red- and ochre-colored ironstones and claystones of the lower Big BasinMember on the andesite of Sand Mountain (Fig. 7). At several localities along this flow margin, weather-resistant ironstone layers (unit Tjcb of Fig. 7) exhibit a partial encircling geometry around irregularities of the flow margin. Locally, a 1808 reversal of the dip azimuth occurs over a 100 m distance, with dips of up to 288 (Fig. 7). In contrast, the andesite of Sand Mountain dips uniformly to the northnorthwest at 58–68. The ironstone layers follow the strike of the irregular and lobate flow margin of the andesite unit. Also along the northern flow margin of the andesite of SandMountain, a varicolored andesite breccia unit, which grades into the andesite of Sand Mountain, underlies the ironstone and clayey paleosol horizons (Fig. 8). A short distance away from the andesite flowmargin (tens of meters), the breccia is interbedded with red claystones and then thins and pinches out. This distinctive breccia contains altered clasts of andesite, which weather into light gray and yellowish colors. The unit is interpreted as the weathered remnant of a lava flow margin breccia. Breccia that is laterally interbedded with claystones represents colluvial movement of flow margin breccia by creep on low-gradient slopes. These lava flow margin units were not observed in Fitzgerald Basin (Fig. 2)."
  }, {
    "heading": "LATERITIC PALEOSOLS",
    "text": "Five distinctive types of paleosols are recognized in the two sets of lateritic strata in the Painted Hills area (Table 1). Delineation of these paleosol types is based on distinctive characteristics such as texture, fabric, clay structures, grain size, color, horizonation patterns, outcrop weathering characteristics, and geochemistry of the various paleosols. Most of these features were determined by field inspection of fresh rock that was exposed by trenching badlands and following field methods of Retallack (1988). Detailed descriptions and interpretations of type profiles are presented elsewhere (Bestland and Retallack, 1994a). Each paleosol or pedotype is considered a recognizable and distinct rock type or paleosol pedotype (sensu Retallack, 1994) and not a pedofacies in the senseofKraus andBown (1988). Pedofacies commonly contain more than one type of paleosol, similar to sedimentary facies that contain different sedimentary structures. Each pedotype is interpreted to be the product of similar soil-forming environments in which the processes of climate, landscape position, flora and fauna, parent material, and time of formation have combined to produce a distinctive soil, similar to soil series on modern landscapes and paleosol series (Retallack, 1983). The five pedotypes described here are named from the local Sahaptin Native American language (DeLancey et al., 1988; Rigsby, 1965), based on a distinctive attribute of the paleosol such as color (Tiliwal 5 blood), tex-\n293Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nture (Sak 5 onion), or resistance to weathering (Apax 5 skin).\nUpper Clarno Formation Paleosols\n‘‘Brown Grotto’’ Section. In the upper Clarno Formation, at a site informally called ‘‘Brown Grotto’’ (see Fig. 3), a sequence of weather-resistant conglomeratic ironstones (Apax pedotype), kaolinite-rich claystones (Tiliwal pedotype), and varicolored rhyodacite saprolite (Nukut pedotype) encircles an exhumed hill of rhyodacite. The rhyodacite is exposed extensively on hills 2255 and 2154 in the Painted Hills area (secs. 35 and 36, T. 10 S., R. 20 E.) and is the distal exposure of an 8-km-long lava flow referred to and\nmapped as rhyodacite of Bear Creek (Fig. 2). The ‘‘Brown Grotto’’ section is divided into the following general groupings, from bottom to top (Figs. 6 and 9): (1) A lower saprolite with core-stones and clay infillings is weather resistant, thick, and extensively exposed around the base of the hills of exhumed rhyodacite where it weathers into a thin, rocky soil with abundant granules of light-gray saprolite. The saprolite is part of the C horizon of the Nukut paleosol. (2) The Bt horizon of the Nukut paleosol is the lowest clayey horizon in this section that lacks rhyolite core-stones or abundant iron-cemented clasts. (3) Above the Nukut paleosol is the lower laterite horizon (an Apax pedotype) which contains abundant pebble and granule-sized iron-cemented clasts. The abundance of these clasts decreases toward the top of this profile. The middle laterite horizon (an Apax pedotype) is a prominent, weather-resistant unit that contains abundant pebble- to gravel-sized iron-cemented clasts. A concentration of clay-filled root traces in the lower third of this unit is interpreted as an AB paleosol horizon and probably marked the top of a soil profile (Fig. 9). Above the middle laterite are two Tiliwal paleosols, indicated on Figure 9 by Bt paleosol horizons. The coarser horizon that separates the two Bt horizons contains weakly weathered volcanic rock fragments. A sharp contact separates the middle Tiliwal\n294 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nand the upper Tiliwal with a sandy claystone horizon at the base. The uppermost Tiliwal paleosol contains abundant and distinctive mottling features and burrow traces. The lower half of the profile is pervasively mottled red and cream on a millimeter scale. The upper half of the profile contains large drab-haloed root traces with clay-filled central pedotubules. Above the upper Tiliwal paleosol sits the weather-resistant sandy and conglomeratic ironstone of the upper laterite (Apax pedotype profile). The upper laterite has well-cemented iron-rich clasts, which weather out in positive relief. These clasts contain numerous cross-cutting clay skins and infilled pedotubules (Fig. 10). The ‘‘Brown Grotto’’ stratigraphic section includes four very strongly developed in situ paleosol profiles (Tiliwal and Nukut pedotypes) and four moderately developed Apax-type paleosols. Time estimates for the formation of these paleosols, based on comparison with modern soils with similar degree of weathering and saprolite development, range from 100 000 to millions of years (Bestland and Retallack, 1994a). Tiliwal and Nukut pedotypes are comparable to Ultisols of the Appalachian Piedmont of the southeastern United States, which are Quaternary in age and have residence times estimated at 1–3 m.y. (Pavich and Obermeier, 1985; Pavich et al., 1989; Markewich et al., 1990). The Apax profiles are more difficult to compare with modern analogues (Bestland and Retallack, 1994a); however, considering illuviation clay skins and the weak internal differentiation, at least a few thousand years is required (Birkeland, 1984). An approximate estimate of the time contained in these paleosols is on the order of 2–4 m.y. Geochemistry of Paleosols. Depth trends in element concentrations in the ‘‘Brown Grotto’’ section are indicative of deep and extensive soil weathering (Fig. 9). The overall chemical variations follow the lithologic breaks described in the previous section. The clayey Nukut, Sak, and Tiliwal pedotypes have depth trends internal to each profile resulting from in situ weathering and soil horizonation. Generally, the ironstones or detrital laterite horizons have lower Al2O3 and higher Fe2O3 than the clayey paleosol horizons. The variations in these two elements are large enough to affect the SiO2 percentage and consequently, where Fe2O3 increases, SiO2 decreases. Other important general trends are the depletion of bases upsection from the rhyolite and rhyolitic saprolite to the clayey paleosols and laterite horizons. The detrital laterite horizons are distinctly lower in bases and higher in residual components (Ti, V, Zr, and Fe13) than the clayey paleosol horizons. The high iron\n295Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nconcentration in the detrital laterite horizons distorts comparison between silica and aluminum values from the clayey paleosols. Pedogenic strain (εTi, εZr in Fig. 9), calculated by assuming Ti and Zr immobile, give indications of collapse (concentration of resistate constituents by removal of mass) or dilation (dilution of resistate constituents by addition of mass) of constituents compared to parent rock values. Only two horizons indicate dilation in the section: the iron-poor pallid zone and a horizon with relatively fresh volcanic rock fragments. Otherwise, collapse dominates the pedogenic signature. The ironstone or detrital laterites show more severe collapse than the clayey paleosols. Lower John Day Formation Paleosols ‘‘Red Ridge’’ Section. In the lower part of the John Day Formation (lower Big Basin Member of Bestland and Retallack, 1994a) at ‘‘Red Ridge’’ (Fig. 7), a sequence of weather-resistant ironstones (Apax pedotypes), iron- and kaolinite-rich claystones (Tuksay pedotypes), and varicolored andesitic saprolite with Bt horizon (Sak pedotype) flanks a large hill of andesite (Fig. 8). The ‘‘Red Ridge’’ section is divided into the following general groupings from bottom to top (Fig. 11): (1) A basal andesite saprolitic breccia unit (unit Tjanb of Fig. 7) is extensive and distinctive with its light gray-colored core-stones, which weather out in positive relief (Fig 8). (2) Gradational with the breccia is a Sak pedotype Bt clayey horizon with core-stones of weathered andesite. This horizon has gleyed colors (purplish gray) in downslope positions and oxidized colors in up-slope positions (5YR dark reddish brown) probably reflecting paleowaterlogging of the lower slopes or burial gleization due to abundant organic matter in downslope soil positions. This clayey horizon also contains abundant clay skins of pedogenic origin and clay-filled pedotubules. (3) Above the Sak profile are three Tuksay pedotype profiles. All three profiles contain admixtures of iron-rich claystone fragments (Fig. 12), commonly abundant in the lower parts of the profile. (4) Overlying the Tuksay\n296 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\npaleosols is a thick, coarse sequence of Apax paleosols that compose the top of the section with the exception of one thin Tuksay horizon near the top. A gradation exists between Apax and Tuksay paleosol types in ‘‘Red Ridge.’’ Tuksay paleosols commonly contain small (1–3 mm) drab mottles (light gray) concentrated in the upper B horizon which give this horizon a lighter-red color in outcrop (Fig. 8b). The ‘‘Red Ridge’’ stratigraphic section includes five very strongly developed in situ paleosol profiles (Tuksay and Sak pedotypes) and six moderately developed Apax pedotype profiles. Time estimates for the formation of these paleosols are similar to the ‘‘Brown Grotto’’ section; however, the profiles are not as strongly developed and there are age constraints from radioisotopic dating of associated John Day volcanic units. Tuksay and Sak pedotypes are comparable to Ultisols of the Appalachian Piedmont of the southeastern United States, with residence times of soil material estimated at 1–3 m.y. (Pavich and Obermeier, 1985; Pavich et al., 1989; Markewich et al., 1990). An approximate estimate of the time contained in these paleosols is on the order of 2–4 m.y. The ‘‘Red Ridge’’ section is sandwiched by the andesite of Sand Mountain, dated at 37.5 Ma (Hay, 1962; Everden et al., 1964), and two dates from the lower Oligocene part of the John Day Formation (33.0 and 32.7 Ma), which overlies the ‘‘Red Ridge’’ strata (Bestland and Retallack, 1994a; Swisher, unpubl. data). The maximum amount of time estimated for the section from these dates and the ca. 34 Ma Eocene-Oligocene boundary is 3–4 m.y., compatible with the time of formation estimate from the paleosols. Geochemistry of Paleosols. The overall geochemistry of the ‘‘Red Ridge’’ section is much the same as the ‘‘Brown Grotto’’ section with the following differences. In terms of pedogenic strain (εTi, εZr in Fig. 11), slight dilation is indicated for the Sak Cg horizon, and otherwise, pronounced collapse for the overlying paleosol and detrital laterite horizons (Fig. 11). The degree of collapse of the Tuksay and Apax horizons does not vary vertically or from one horizon to another in a systematic way, as does the ‘‘Brown Grotto’’ section. Analysis of X-ray diffraction kaolinite peaks (Rice, 1994) and comparison of SiO2/Al2O3 ratios indicate that the ‘‘Red Ridge’’ clayey paleosols are poorer in kaolinite than the ‘‘Brown Grotto’’ paleosols. Additionally, the ‘‘Red Ridge’’ paleosols contain 1.0%–2.5% pyrogenic grains of feldspar in various stages of alteration and etching (Rice, 1994). Base content combined (Na2O 1 K2O 1 CaO 1 MgO) is between 2.0 wt% and 4.0 wt% in the ‘‘Red Ridge’’ section whereas the ‘‘Brown Grotto’’ section has ,2.5 wt% base\n297Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\ncontent combined. Also, the concentration of iron and aluminum and corresponding paucity of SiO2 are not as pronounced in the ‘‘Red Ridge’’ section as in the ‘‘Brown Grotto’’ section.\nPedogenic Strain and Mass Balance\nConstituent gains and losses of the late Eocene laterites can be made through massbalance analysis of bulk rock X-ray fluorescence data, density measurements, and assumptions regarding parent material. Several concepts need to be explained. Strain or volume change is an important component of pedogenesis. In the course of soil formation from a parent material, chemical gains and losses depend on the nature and extent of pedogenic processes. If weathering is intense, as it is in humid climates, large percentages of the original soil constituents are leached from the profile, causing volume reduction compared with\noriginal parent material (see graph of εZr and εTi in Figs. 9 and 11). Elements such as Ti and Zr can be used to estimate this volume change (strain) because of their immobility in most soil environments (Brimhall et al., 1988; Chadwick et al., 1990; Brimhall et al., 1991). Our mass-balance geochemical analysis (Fig. 13) is adopted from procedures developed by Brimhall et al. (1988) and Chadwick et al. (1990). This mass-balance technique uses density, normalization of soil or paleosol geochemistry to a stable constituent, usually Zr or Ti, and comparison of concentrations and densities to a known parent material. Similar methods have been used previously for metasomatic alteration (Gresens, 1967; Grant, 1986), although less easily applied to pedogenesis. One important consideration when applying this technique to paleosols is volume change resulting from burial compaction. Burial compaction can be calculated by estimating the overburden from the local\ngeologic context and then applying compaction curves for argillaceous and sandy sediments fromBaldwin (1971) and Baldwin and Butler (1985). In the Painted Hills area, '700 m of John Day Formation and 600 m of Columbia River Basalts overlie the red beds discussed here, producing a minimum of 1300 m of overburden. Considering erosion of Columbia River Basalt and possible existence of Mascall Formation equivalent (post–Columbia River Basalt units), a realistic overburden for these red beds is 1500– 2000 m. Applying this burial depth to Baldwin and Butlers’s (1985) compaction curves for sandstone results in an estimated 20%– 25% compaction from their preburial volume and density. The sandstone curve of Baldwin and Butler (1985) is used rather than the shale curve because soil with ped structure, large number of pores, and low degree of clay orientation behaves more like coarse sediments than like water-saturated muds of standard marine clay compaction curves (Retallack, 1991c). The ‘‘Brimhall’’ approach to pedogenic mass balance is compromised when material has been added to the profile that did not originate from the assumed parent composition or is of the same parent material but did not follow the same weathering path. Deviations from simple weathering trends can indicate exogenous material additions. For example, in the ‘‘Brown Grotto’’ massbalance plots (Fig. 14), the sample labeled ‘‘rejuvenated’’ in the Fe13 plot is a sandy claystone that contains abundant andesitic rock fragments, which are clearly from an exogenous source. Similarly, the abundant potassium in the ‘‘Red Ridge’’ saprolite (Fig. 15) may indicate a component of sanidine tuff that percolated into cracks of the blocky andesite flow when it was still exposed. Geochemical Comparison of Paleosols. Both ‘‘Brown Grotto’’ and ‘‘Red Ridge’’ paleosol sequences accumulated at the base of hills cored with volcanic flows. Both sequences contain basal paleosols with thick saprolite altered from the parent rock, corestones of saprolitized parent rock in a clayey B horizon with overlying alternating clayey paleosols (Tiliwal and Tuksay pedotypes), and conglomeratic ironstones (Apax pedotype). The ‘‘Red Ridge’’ sequence developed downslope from an andesite flow, whereas the parent material to the ‘‘Brown Grotto’’ sequence developed downslope from a rhyodacite flow. The clayey paleosols and claystone breccia horizons from ‘‘Red Hill’’ contain 1%–3% pyrogenic crystals of\n298 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nfeldspar, whereas the ‘‘Brown Grotto’’ sequence contains quartz grains and only rare feldspar. Mass-balance analysis of the two data sets both show pronounced depletion of bases (Ca, Na, K, Mg) as well as pronounced depletion of silica and to a lesser extent, aluminum (Figs. 14 and 15). This depletion of bases and silica indicates a strong weathering trend in both data sets (Figs. 13 and 14) and is illustrated by the pronounced collapse of most paleosol horizons and moderate to extreme loss of Ca, Na, K, Si, and Al. Both data sets show pronounced concentration of immobile Fe13. The conglomeratic ironstones (i.e., the Apax pedotype) are the most enriched in residual elements and leached of bases and silica. The clayey paleosol horizons (i.e., the Tiliwal pedotype from ‘‘Brown Grotto’’ and Tuksay pedotype from ‘‘Red Ridge’’) also show pronounced depletion of bases and silica, and concentration of Fe13. Variation in the degree of weathering of individual clayey paleosol horizons produces strong weathering trends in most of the plots. Several deviations from the general weathering trend are apparent (Figs. 14 and 15). Potassium in the Sak saprolite horizon shows strong addition and corresponds to strong sanidine X-ray diffraction peaks from the saprolite (Rice, 1994). This trend is contrary to the expected leaching of potassium given the leaching of other bases in the profile. Petrographic examination of the andesite saprolite indicates that pyroclastic sanidine is not visibly present. Fine-grained potassium feldspar (adularia) may be responsible for the X-ray diffraction peaks and high concentration of potassium; however, the conditions of potassium accumulation in the saprolite zone during pedogenesis are not known. Another deviation from the expected weathering trend is the dilation of the Sak andesite saprolite horizon (Fig. 15). Enough Fe13 and K were added during weathering of the andesite to cause an increase in volume or dilation, which corresponds to depletion of Ca, Na, and Si."
  }, {
    "heading": "DISCUSSION",
    "text": "Weathering and Depositional Model The weathering and depositional model for the formation of conglomeratic ironstones and interbedded paleosols hinges on the textures, stratigraphic context, and degree of weathering of these strata. In terms of degree of weathering, the clayey paleosols with their in situ weathering profile are less weathered than the conglomeratic ironstones with their much weaker in situ features. In situ features include horizonation, clayey structures, and root traces, all of which indicate the strength of soil processes and therefore the relative duration of soil-forming processes. The conglomeratic ironstones have inherited their degree of weathering from previous soil-forming environments. Stratigraphic and paleotopographic features of the ‘‘Brown Grotto’’ and ‘‘Red Ridge’’ ironstone and clayey paleosol sequences demonstrate onlapping relationships with lava flows. The rhyodacite body associated with the red claystones of ‘‘Brown Grotto’’ is encircled by conglomeratic ironstones that dip away from the exhumed flow body. Similar but smaller-scale encircling relationships are present along the northern margin of the andesite of Sand Mountain where the lower Big Basin Member onlaps this flow. The clasts in the ironstone horizons of both sequences consist of pedogenic clasts and not rhyodacite or andesite clasts. In both sequences, stratigraphically higher ironstone horizons partially\n299Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\ntruncate both lower ironstones and clayey paleosol horizons. The ironstone beds pinch out downdip, away from lava flow margins, and are not present on top of lava flows, thereby eliminating the possibility that the conglomeratic ironstones resulted from erosion of a laterite caprock that formed on top of the lava flow. The textures and geochemical compositions of these ironstones compare well with detrital laterite texture termed spaced pisolithic laterite from landscapes in Uganda described by McFarlane (1976), who refers to these accumulations as slope bottom laterites. Based on the above considerations, a depositional model is envisioned in which a package of soils and colluvial deposits accumulated along the toe slope of a hill (Fig. 16). Following modern examples of colluvial accumulation of lateritic material (McFarlane, 1976), iron nodules formed in the soil and, during periods of soil erosion, these iron-rich nodules moved downslope and became concentrated as a lag deposit. This lag deposit can form an armored pediment in higher landscape positions and conformable gravel deposits in lower landscape positions. By this model, the sequence of conglomeratic ironstones or detrital laterites in the ‘‘Brown Grotto’’ and ‘‘Red Ridge’’ sequences formed during alternating periods of soil formation and soil erosion. Periods of soil erosion were apparently not extensive enough to produce faceted spurs on the flanks of hills armored by conglomeratic colluvium, as has been documented by McFarlane (1976). The kaolinite-rich paleosols represent hundreds of thousands of years of in situ soil formation and, therefore, formed during periods of landscape stability. The detrital laterites represent both less in situ soil formation (thousands of years) and soil erosion and, therefore, represent periods of landscape instability (Figs. 16b and 16d). The fact that scarce clasts of rhyolite are contained in the detrital horizons indicates that some soil probably mantled the entire hill even during the most extensive periods of soil erosion. The origin of the fine-grained, clayey material, parent to the clayey paleosols, is more difficult to determine. Two alternatives are possible: (1) The fine-grained material is the in situ weathering product of volcanic ash and dust that was blown in and mantled the landscape during periods of landscape aggradation. This is the preferred interpretation. (2) A two-stage erosion process is responsible for the alternating conglomeratic ironstones and clayey paleosols in which the coarse, iron-rich nodules in the eroding hillslope soils were completely stripped from the hill exposing the underlying non-ironenriched saprolite. Clayey detritus from the saprolite was then eroded off the hill and accumulated on the toe slopes in a fashion similar to the iron nodules.An erosional process that strips off all, or nearly all, of the iron-rich nodular material, exposing the saprolite zone, is difficult to envision. A third mechanism that could account for the parent material of the clayey paleosols would be vertical accretion from floodplain deposition. This scenario is unlikely because the toe-slope paleotopographic setting with their 158–208 primary dips, determined from the geologic context of the ironstones and clayey paleosols, is not compatible with floodplain vertical accretion processes. The close cluster of plots of the clayey and conglomeratic horizons (Figs. 14 and 15) supports an origin of the material from a similar parent such as the associated lava flows. However, small differences in the parent material would have a minor effect on the resulting composition compared to the geo-\n300 Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nchemical signature induced by extreme weathering."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Two sets of late Eocene detrital lateritic paleosols, identified in the Painted Hills area of central Oregon, span the transition between the Clarno andesite arc and Cascade backarc basin deposition of the John Day Formation. The lower sequence (red claystones of ‘‘Brown Grotto’’) is in the upper Clarno Formation and records a long period of volcanic hiatus. The upper sequence (lower Big Basin Member claystones) is in the late Eocene part of the John Day Formation and records slow accumulation of volcanogenic detritus during the initial stages of Cascade volcanism. Lava flow units in the upper Clarno and lower John Day formation controlled deposition of both sequences of detrital laterites. These detrital laterites or conglomeratic ironstones are locally present along the margin of lava flows where they are interbedded with kaoliniterich claystones (paleosols). A depositional\nscenario is envisioned in which colluvial pulses of iron-cemented nodules moved downslope as a colluvial lag and were deposited on the toe slopes of hills (lava flows). Upper Clarno Formation colluvium became increasingly weathered and rich in resistate constituents over time. This increase in weathering indicates a lack of soil rejuvenation and probably reflects a paucity of pyroclastic volcanism in the Painted Hills area during the end of volcanic activity in the Clarno arc. Detrital laterites in the lower John Day Formation differ from the Clarno ones in that they contain a few percent pyrogenic crystals. No increase in weathering is observed over time for the John Day laterites, which probably indicates rejuvenation of the landscape by pyroclastic air fall during the early stages of volcanic activity in the Cascade arc and vicinity. The similarity in the textures and compositions of the detrital laterites and associated paleosols indicates that climate remained paratropical and humid during deposition of the lower John Day Formation until a time very close to the Eocene-Oligocene boundary."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This project was funded by U.S. National Park Service contract CX-9000-10009 to Bestland and Retallack, and in part by the National Science Foundation Young Scholars Program. We thank R. L. Hay, O. Chadwick, J. Jersak, G. Brimhall, E. S. Krull, D. Ready, and P. Hammond for their review of this paper. Discussion with E. Taylor, T. Fremd, C. Swisher, M. Woodburne, and J. Dilles has added to our understanding of the geology of the Painted Hills area."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Babington, B., 1821, Remarks on the geology of the country between Tellicherry and Madras: Geological Society of London Transactions, v. 5, p. 328–339. Baldwin, B., 1971, Ways of deciphering compacted sediments: Journal of Sedimentary Petrology, v. 41, p. 293–301. Baldwin, B., and Butler, C. O., 1985, Compaction curves: American Association of Petroleum Geology Bulletin, v. 69, p. 622–626. Benza, P. M., 1836, Memoir of the geology of the Neelgherry and Koondah Mountains: Madras Journal of Literary Science, v. 4, p. 241–299. Berggren, W. A., Kent, D. V., Obradovich, J. D., and Swisher, C. C., III, 1992, Toward a revised Paleogene geochronology, in Prothero, D. R., and Berggren, W. A., eds., Eocene– Oligocene climatic and biotic evolution: Princeton, New Jersey, Princeton University Press, p. 29–45. Bestland, E. A., and Retallack, G. J., 1994a, Geology and paleoenvironments of the Painted Hills Unit, John Day Fossil Beds National Monument, Oregon: U.S. National Park System, Open File Report, 211 p. Bestland, E. A., and Retallack, G. J., 1994b, Geology and paleoenvironments of the Clarno Unit, John Day Fossil Beds National Monument, Oregon: U.S. National Park System, Open File Report, 160 p. Bestland, E. A., Retallack, G. J., Swisher, C. C., and Fremd, T., 1993, Timing of cut-and-fill sequences in the John Day Formation (Eocene–Oligocene), Painted Hills area, central Oregon: Geological Society of America Abstracts with Programs, v. 24, p. 57.\n301Geological Society of America Bulletin, March 1996\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019\nBestland, E. A., Retallack, G. J., Rice, A., and Mindszenty, A., 1994a, Detrital lateritic paleosols developed along the margins of lava flows: Evidence from the Clarno and John Day Formations, Painted Hills area, central Oregon: Geological Society of America Abstracts with Programs, v. 26, p. 38. Bestland, E. A., Retallack, G. J., and Fremd, T., 1994b, Sequence stratigraphy of the Eocene–Oligocene transition: Examples from the non-marine volcanically influenced John Day Basin, in Swanson, D. A., and Haugerud, R. A., eds., Geologic field trips in the Pacific Northwest: Seattle, Washington, 1994 Geological Society of America Annual Meeting, p. 1A–19A. Brammer, H., 1962, Agriculture and land use in Ghana: Oxford, United Kingdom, Oxford University Press, 126 p. Brimhall, G. H., Lewis, C. J., Ague, J. J., Dietrich, W. E., Hampel, J., Teague, T., and Rix, P., 1988, Metal enrichment in bauxites by deposition of chemically mature aeolian dust: Nature, v. 333, p. 819–824. Brimhall, G. H., and nine others, 1991, Deformational mass transport and invasive processes in soil evolution: Science, v. 255, p. 695–702. Buchanan, F., 1807, A journey fromMadras through the countries of Mysore, Kanara and Malabar: London, East India Co., v. 1 and v. 2. Cande, S. C., and Kent, D. V., 1992, A new geomagnetic polarity time scale for the Late Cretaceous and Cenozoic: Journal of Geophysical Research, v. 97, p. 13917–13951. Chadwick, O. A., Brimhall, G. H., and Hendricks, D. M., 1990, From a black to a gray box—A mass balance interpretation of pedogenesis: Geomorphology, v. 3, p. 369–390. Clark, J., 1838, On the laterite formation: Madras Journal of Literary Science, v. 8, p. 334–346. DeLancey, S., Genetti, C., and Rude, N., 1988, Some SahaptianKlamath-Tsimshianic lexical sets, in Shipley, W., ed., In honor of Mary Haas: Berlin, Mounton de Gruyter, p. 195–224. de Swardt, A.M. J., 1964, Laterization and landscape development in parts of Equatorial Africa: Zeitschrift für Geomorphologie, n.s., v. 8, p. 313–333. Duncan, R. A., and Kulm, L. D., 1989, Plate tectonic evolution of the Cascades arc-subduction complex, in Winterer, E. L., Hussong, D. M., and Decker, R. W., eds., The eastern Pacific Ocean and Hawaii: Boulder, Colorado, Geological Society of America, Geology of North America, v. N, p. 413–438. Everden, J. F., Savage, D. E., Curtis, G. H., and James, G. T., 1964, Potassium-argon dates and the Cenozoic mammalian chronology of North America: American Journal of Science, v. 262, p. 145–198. Fiebelkorn, R. B., Walker, G. W., MacLoed, N. S., McKee, E. H., and Smith, J. G., 1983, Index to K-Ar age determinations for the State of Oregon: Isochron/West, v. 37, p. 3–60. Fisher, R. V., 1964, Resurrected Oligocene hills, eastern Oregon: American Journal of Science, v. 262, p. 713–725. Fisher, R. V., 1967, Early Tertiary deformation in north-central Oregon: American Association of Petroleum Geologists Bulletin, v. 51, p. 111–123. Fisher, R. V., 1968, Pyrogenic mineral stability, lower member of the JohnDay Formation, eastern Oregon: University of California Publications in the Geological Sciences, v. 75, 39 p. Fisher, R. V., and Rensberger, J. M., 1972, Physical stratigraphy of the John Day Formation, central Oregon: University of California Publications in the Geological Sciences, v. 101, p. 1–45. Fitzgerald, E. A., 1980, Soils: Their formation, classification and distribution: London, Longman Group, 353 p. Grant, J. A., 1986, The isocon diagram—A simple solution to Gresens’ equation for metasomatic alteration: Economic Geology, v. 81, p. 1976–1982. Gresens, R. L., 1967, Composition-volume relationships of metasomatism: Chemical Geology, v. 2, p. 47–55. Gresens, R. L., 1981, Extension of the Telluride erosion surface to Washington State, and its regional and tectonic significance: Tectonophysics, v. 79, p. 145–164. Getahun, A., and Retallack, G. J., 1991, Early Oligocene paleo-\nenvironment of a paleosol from the lower part of the John Day Formation near Clarno, Oregon: Oregon Geology, v. 53, p. 131–136. Hay, R. L., 1962, Origin and diagenetic alteration of the lower part of the John Day Formation near Mitchell, Oregon, in Engel, A. E. J., James, H. L., and Leonard, B. F., eds., Petrologic studies in honor of A. F. Buddington: New York, Geological Society of America, Buddington Volume, p. 191–216. Hay, R. L., 1963, Stratigraphy and zeolite diagenesis of the John Day Formation of Oregon: University of California Publications in the Geological Sciences, v. 42, p. 199–261. King, W., 1882, Laterite in Travancore State: Reconnaissance Geological Survey of India, no. 15, p. 96–97. Kraus, M. J., and Bown, T., 1988, Pedofacies analysis: A new approach to reconstructing ancient fluvial sequences: Geological Society of America Special Paper 216, p. 143–152. Lux, D. R., 1982, K-Ar and 40Ar-39Ar ages of mid-Tertiary volcanic rocks from the western Cascade Range, Oregon: Isochron/ West, v. 33, p. 27–32. Maclaren, M., 1906, On the origin of certain laterites—III: Geological Magazine, v. 3, p. 536–547. Markewich, H. W., Pavich, M. J., and Buell, G. R., 1990, Contrasting soils and landscapes of the Piedmont and Coastal Plain, eastern United States, in Knuepfer, P. L. K., and McFadden, L. D., eds., Soils and landscape evolution: Geomorphology, v. 3, p. 417–447. McFarlane, M. J., 1971, Lateritization and landscape development in Kyagwe, Uganda: Geological Society of London Quarterly Journal, v. 126, p. 501–539. McFarlane, M. J., 1976, Laterite and landscape: London, Academic Press, 151 p. Mulcahy, M. J., 1960, Laterites and lateritic soils in S.W. Australia: Journal of Soil Science, v. 2, p. 206–225. Nahon, D. B., 1986, Evolution of iron crusts in tropical landscapes, inColman, S. M., and Dethier, D. P., eds., Rates of chemical weathering: Orlando, Florida, Academic Press, p. 179–182. Nahon, D. B., 1991, Self-organization in chemical lateritic weathering: Geoderma, v. 51, p. 5–13. Noblett, J. B., 1981, Subduction-related origin of the volcanic rocks of the Eocene Clarno Formation near Cherry Creek, Oregon: Oregon Geology, v. 43, p. 91–99. Oles, K. F., and Enlows, H. E., 1971, Bedrock geology of the Mitchell quadrangle, Wheeler County, Oregon: Oregon Department of Geology and Mineral Industries Bulletin 72, 62 p. Pavich, M. J., and Obermeier, S. F., 1985, Saprolite formation beneath coastal plain sediments nearWashington, D.C.: Geological Society of America Bulletin, v. 96, p. 886–900. Pavich, M. J., Leo, G. W., Obermeier, S. F., and Estabrook, J. R., 1989, Investigations of the characteristics, origin and residence time of the upland residual mantle of the Piedmont of Fairfax County, Virginia: U.S. Geological Survey Professional Paper 1352, 58 p. Peck, D. L., 1961, John Day Formation near Ashwood, in northcentral Oregon: U.S. Geological Survey Professional Paper 424-D, p. D153–D156. Peck, D. L., 1964, Geologic reconnaissance of the Ashwood-Antelope area, north-central Oregon, with emphasis on the John Day Formation of lower Oligocene age: U.S. Geological Society Bulletin 1161D, p. 1–26. Retallack, G. J., 1983, Late Eocene and Oligocene paleosols from Badlands National Park, South Dakota: Geological Society of America Special Paper 193, 89 p. Retallack, G. J., 1991a, A field guide to mid-Tertiary paleosols and paleoclimatic changes in the high desert of central Oregon—Part 1: Oregon Geology, v. 53, p. 51–59. Retallack, G. J., 1991b, A field guide to mid-Tertiary paleosols and paleoclimatic changes in the high desert of central Oregon—Part 2: Oregon Geology, v. 53, p. 61–66. Retallack, 1991c, Untangling the effects of burial alteration and ancient soil formation: Annual Reviews of Earth and Planetary Sciences, v. 19, p. 183–206. Retallack, G. J., 1994, A pedotype approach to latest Cretaceous and earliest Tertiary paleosols in eastern Montana: Geological Society of America Bulletin, v. 106, p. 1377–1397. Rice, A. E., 1994, A study of the late Eocene paleoenvironment in central Oregon based on paleosols from the lower Big Basin Member of the John Day Formation in the Painted Hills [Master’s thesis]: Eugene, University of Oregon, 154 p. Rigsby, B. J., 1965, Linguistic relations in the southern plateau [Ph.D. dissert.]: Eugene, University of Oregon, 269 p. Robinson, P. T., 1969, High-titania alkali-olivine basalts of northcentral Oregon, U.S.A.: Contributions to Mineralogy and Petrology, v. 22, p. 349–360. Robinson, P. T., Brem, G. F., and McKee, E. H., 1984, John Day Formation: A distal record of Cascade volcanism: Geology, v. 12, p. 229–232. Robinson, P. T., Walker, G. W., and McKee, E. H., 1990, Eocene(?), Oligocene and lower Miocene rocks of the Blue Mountains region, in Walker, G. W., ed., Geology of the Blue Mountains region of Oregon, Idaho, and Washington: Cenozoic geology of the Blue Mountains region: U.S. Geological Professional Paper 1437, p. 29–61. Rogers, J. W., and Novitsky-Evans, J. M., 1977, The Clarno Formation of central Oregon, U.S.A.: Volcanism on a thin continental margin: Earth and Planetary Science Letters, v. 34, p. 56–66. Rogers, J. W., and Ragland, P. C., 1980, Trace elements in continental-margin magmatism—Pt. 1, Trace elements in the Clarno Formation of central Oregon and the nature of the continental margin on which eruption occurred: Geological Society of America Bulletin, v. 91, p. 1217–1292. Simpson, E. S., 1912, Notes on laterite in Western Australia: Geological Magazine, v. 49, p. 399–406. Soil Survey Staff, 1975, Soil taxonomy: U.S. Department of Agriculture Handbook, v. 436, 754 p. Stephens, C. G., 1961, Laterite in the type locality: Journal of Soil Science, v. 12, p. 214–217. Suayah, I. B., and Rogers, J. J. W., 1991, Petrology of the lower Tertiary Clarno Formation in north central Oregon: The importance of magma mixing: Journal of Geophysical Research, v. 96, p. 13357–13371. Swanson, D. A., and Robinson, P. T., 1968, Base of the John Day Formation near the Horse Heaven mining district, northcentral Oregon: U.S. Geological Society Professional Paper 600D, p. 154–161. Swisher, C. C., and Prothero, D. R., 1990, Single crystal 40Ar/39Ar dating of the Eocene–Oligocene transition in North America: Science, v. 249, p. 760–762. Taylor, G., Eggleton, R. A., Holzhauer, C. C., Maconachie, M. G., Brown, M. C., and McQueen, K. G., 1992, Cool climate lateritic and bauxitic weathering: Journal of Geology, v. 100, p. 669–677. Trendall, A. F., 1962, The formation of apparent peneplains by a process of combined laterization and surface wash: Zeitschrift für Geomorphologie, v. 6, p. 183–197. Walker, G. W., and Robinson, P. T., 1990, Paleocene(?), Eocene and Oligocene(?) rocks of the Blue Mountains region of Oregon, Idaho and Washington: Cenozoic geology of the Blue Mountains region: U.S. Geological Survey Professional Paper 1437, p. 13–27. Walther, J., 1915, Laterit in West Australien: Zeitschrift dtsch. Geol. Ges., v. 67(B), p. 113–140. Waters, A. C., Brown, R. E., Compton, R. R., Staples, L. W., Walker, G. W., and Williams, H., 1951, Quicksilver deposits of the Horse Heaven mining district, Oregon: U.S. Geological Survey Bulletin 696E, p. 105–149. White, J. D. L., and Robinson, P. T., 1992, Intra-arc sedimentation in a low-lying marginal arc, Eocene Clarno Formation, central Oregon: Sedimentary Geology, v. 80, p. 89–114. Woodburne, M. O., and Robinson, P. T., 1977, A new late Hemingfordian mammal fauna from the John Day Formation, Oregon, and its stratigraphic implications: Journal of Paleontology, v. 51, p. 750–757."
  }, {
    "heading": "MANUSCRIPT RECEIVED BY THE SOCIETY SEPTEMBER 6, 1994 REVISED MANUSCRIPT RECEIVED JUNE 14, 1995 MANUSCRIPT ACCEPTED AUGUST 29, 1995",
    "text": "302 Geological Society of America Bulletin, March 1996\nPrinted in U.S.A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/108/3/285/3382414/i0016-7606-108-3-285.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1996,
  "references": [],
  "id": "SP:3a5f478368cec47e175e82582a93100691a7de92",
  "authors": [{
    "name": "Erick A. Bestland",
    "affiliations": []
  }, {
    "name": "Gregory J. Retallack",
    "affiliations": []
  }, {
    "name": "Andrea E. Rice",
    "affiliations": []
  }, {
    "name": "Andrea Mindszenty",
    "affiliations": []
  }],
  "abstractText": "Detrital laterites interbedded with clayey, Ultisol-like paleosols in the late Eocene strata of central Oregon record periods of soil erosion, colluvial concentration of ironcemented soil nodules, and deposition of these weathered products in hillslope settings. Two sets of lateritic paleosols are extensively exposed in the Painted Hills area of Oregon and span the transition from Eocene Clarno Formation andesitic volcanism to the initiation of late Eocene–Miocene pyroclastic volcanism of the John Day Formation. These late Eocene lateritic paleosols developed along the margins of several different lava flows where they formed local accumulations of iron-rich strata, which are now exposed in deep-red and ocher-colored badlands along the exhumed flow margins. Stratigraphically, the lateritic paleosols are above upper Clarno Formation rhyodacite flows, below the thick tuffaceous Oligocene– early Miocene part of the John Day Formation, and sandwich the welded tuff of member A that defines the base of the John Day Formation. In each of several cases from different lava flows studied, a similar sequence of detrital laterites and clayey paleosols rest on weathered lava flow breccia. The basal paleosol of these sequences consists of a thick (5–10 m), very strongly weathered saprolite zone developed in lava flow breccia and an overlying clayey B horizon. This paleosol is overlain by 8–12 m of alternating clayey, kaolinite-rich paleosols (Ultisol-like paleosols) and weakly developed paleosols with iron-rich, claystone breccia fragments (detrital laterites). The iron-cemented claystone fragments are up to 35% Fe2O3, very base poor, and weatherresistant, and they contain abundant crosscutting clay skins and clay-filled pedotubules indicative of polycyclic weathering. The lower of the two sets of detrital laterites is associated with a thick rhyodacite flow in the upper Clarno Formation and has an up-section increase in the degree of weathering and concentration of resistate constituents, as determined by mass-balance geochemical analysis. The time span represented by this well-developed weathering trend is estimated to be between 2 and 4 m.y. based on estimates of the time of formation of interbedded paleosols. This longlasting weathering trend is probably the result of a lack of soil rejuvenation resulting from the late Eocene hiatus between Clarno and John Day volcanism. A developmental model for the formation of the detrital laterites and Ultisol-like paleosols involves alternating episodes of soil formation and soil erosion in which ironrich soil nodules are concentrated as a colluvial lag deposit on the toe slope of hills. Subsequent colluvial pulses of iron-cemented gravel were increasingly weathered and rich in resistate constituents because of longer residence time in up-slope soils. During periods of landscape stability, slow vertical accretion of soils by small additions of volcanic ash and dust produced the strongly developed, but nonlateritic, Ultisol-like paleosols. The episodes of soil erosion probably correspond to periods of climatic change during the late Eocene climatic",
  "title": "Late Eocene detrital laterites in central Oregon: Mass balance geochemistry, depositional setting, and landscape evolution"
}