{
  "sections": [{
    "text": "The mineralogy of cored sediments from Badwater Basin, Death Valley, California, provides information on water inflow sources and climate over the past 100 k.y. Abundant glauberite (Na2SO4 ú CaSO4) and gypsum (CaSO4 ú 2H2O), and relatively small amounts of calcite are associated with mudflat deposits from dry periods from 0 to 10 ka and 60 to 100 ka. In contrast, scarce CaSO4-bearing minerals but relatively abundant calcite are associated with halite and mud layers from 10 to 60 ka, including the 25 ka wet period when Death Valley contained a perennial lake (10 to 35 ka). Different mixing ratios of inflow waters between wet and dry periods are interpreted to be responsible for the relationship between mineral assemblages and climate. Modern Death Valley, representative of dry periods, is characterized by Na-Cl-SO4 brines, produced by mixing two basic types of inflow waters: (1) Na-HCO3Ðrichand Na-Cl-SO4-HCO3Ðrich meteoric waters from the Amargosa River, springs, and ground waters from northern and central Death Valley; and (2) Na-Ca-ClÐrich springs and ground waters from southern Death Valley, possibly related to volcanism, hydrothermal activity, and a 15-km-deep magma body. During dry periods, relatively abundant Ca-rich spring inflow removes HCO3 as calcite during the early stages of brine evolution. Further evaporative concentration produces gypsum and glauberite from the remaining Ca. During wetter periods, increased discharge of meteoric HCO3Ðrich Amargosa River water and basin-margin spring waters removes most Ca from the brine via precipitation of calcite, and, with low calcium concentrations, CaSO4-minerals are not abundantly formed during further evaporative concentration. Such Ca-poor, Na-Cl-SO4-\nrich brines precipitate thenardite (Na2SO4) during later stages of brine evolution.\nINTRODUCTION\nExpansion and contraction of Quaternary lakes in the Great Basin has been widely interpreted as a response to climatic changes in the western United States during this period (Benson et al., 1990). Lacustrine evaporites, in particular, are sensitive indicators of relative basin aridity, that is, the ratio of inflow to evaporation, because they form directly through evaporative concentration of waters (Jones, 1965). Closed-basin evaporites and associated sediments have been used to reconstruct Pleistocene continental paleoclimate records from Searles Lake, California (Smith, 1979, 1984; Smith et al., 1983; Phillips et al., 1983, 1994; Bischoff et al., 1985; Jannik et al., 1991), Owens Lake, California (Bischoff et al., 1997; Smith et al., 1997), Panamint Lake, California (Jannik et al., 1991; Fitzpatrick et al., 1993), and Bristol Dry Lake, California (Rosen, 1989). Recent advances in sedimentology, thermochemical modeling of brine evolution, fluid inclusion microthermometry, and uranium series dating methods now allow evaporites and associated sediments to be more fully utilized for paleoclimate research (Hardie et al., 1978; Eugster and Jones, 1979; Lowenstein and Hardie, 1985; Casas and Lowenstein, 1989; Spencer et al., 1990; Luo and Ku, 1991; Casas et al., 1992; Smoot and Lowenstein, 1991; Roberts et al., 1994; Roberts and Spencer, 1995; Yang et al., 1995; Li et al., 1996; Schubel and Lowenstein, 1997).\nA 186-m-deep core, DV93-1, composed of interbedded evaporites and muds, was drilled through Badwater Basin, Death Valley, California, to reconstruct the paleoclimate of Death Valley for the past 200 k.y. Lake levels and water-table fluctuations, interpreted from sedimentologic features of core DV93-1, are discussed in Li et al. (1996) and Roberts et al. (1994).\nIn this paper, we establish the relationship between the mineralogy of core DV93-1, inflow water sources, and climate in Death Valley. Specifically, variations in calcium sulfate minerals (glauberite: Na2SO4 ú CaSO4 and gypsum: CaSO4 ú 2H2O) and calcite in core DV93-1 have been found to coincide with fluctuations in lake levels and paleoenvironments. Different mixing ratios of inflow waters between wet and dry periods may be responsible for the relationship between mineral assemblages and climate. Such correlations suggest that stratigraphic variations in evaporite mineralogy may be used as paleoclimate indicators in arid closed-basins.\nDEATH VALLEY: GEOLOGYAND CLIMATE\nDeath Valley is a long, narrow closed basin in southeastern California at the southern edge of the Great Basin. Death Valley occupies a roughly north-south tectonic depression bounded to the east by the Black Mountains and to the west by the Panamint Range, which rise to more than 3000 m above sea level (Fig. 1). Death Valley formed as a pull-apart basin due to right-lateral strike-slip movements and normal faulting along the Death Valley fault zone (Burchfiel and Stewart, 1966; Wright and Troxel, 1973). The pull-apart process has been active in Death Valley for at least 10 m.y. (Willis, 1989). Basin-margin strike-slip and/or normal faults as deep as 13 km may be traced to the surface as scarps and linear ridges (Willis, 1989; Serpa et al., 1988).\nDeath Valley contains three subbasins: from north to south, these are Cottonball Basin, Middle Basin, and Badwater Basin. The floor of Death Valley, 86 m below sea level, is the lowest point in the Western Hemisphere (Hunt and Mabey, 1966). The center of Death Valley is typically dry and covered with saline pan evaporites (halite with minor glauberite and gypsum) and mudflat deposits over an area of\n1361\nGSA Bulletin; October 1997; v. 109; no. 10; p. 1361Ð1371; 4 figures; 1 table.\n*E-mail: lowenst@binghamton.edu\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nseveral hundred square kilometers. Sandflats, sand dunes, and large alluvial fans border the saline pan and mudflats.\nDeath Valley has a hot climate; the average annual temperature is 26 ¡C. The strong rainshadow effect provided by the mountains to the west (Panamint Range and the Sierra Nevadas) produces an extremely arid climate in Death Valley; average annual precipitation was about 48 mm over the 81 yr period from 1912 to 1992 (R. Hopkins, 1993, National Park Service, personal commun.). Annual average pan evaporation is 3.8 m, giving a yearly evaporation to precipitation ratio as high as 90:1 (Hunt et al., 1966). Two streams exist along the north-south axis of Death Valley. Salt Creek, a perennial stream, enters from the north into Cottonball Basin whereas the ephemeral Amargosa River flows from the south into Badwater Basin. Additional inflow to Death Valley is derived from the basin edges, as ephemeral streams and as springs that commonly discharge along faults or where alluvial fans abut basin-center mudflats. Some springs (Travertine Springs, Texas Spring, and Nevares Springs), discharging from alluvial fans in east-central Death Valley, were interpreted by Winograd and Thordarson (1975) to be part of a regional interbasin ground-water flow system in which water travels westward from the Amargosa Desert into Death Valley.\nMODERN DEATH VALLEY BRINE EVOLUTION: A MIXING MODEL\nBrine chemistry in closed basins is ultimately controlled by the chemical composition of inflow waters (Jones, 1965, 1966; Hardie and Eugster, 1970; Hardie et al., 1978). Processes involved in the evolution of dilute inflow waters into concentrated brines in closed basins include evaporative concentration, mineral precipitation, syndepositional recycling of already existing minerals, diagenetic reactions, exchange with pore fluids (Jones et al., 1969; Hardie et al., 1978; Smoot and Lowenstein, 1991), sulfate reduction, and ion exchange and adsorption (Drever, 1988). The early precipitation of relatively insoluble minerals, including alkaline earth carbonates (low-Mg calcite, magnesian calcite, and aragonite) and gypsum, is a fundamental process that controls brine evolution (Hardie and Eugster, 1970; Hardie et al., 1978; Jones and Bodine, 1987; Smoot and Lowenstein, 1991). If inflow waters contain HCO3 + CO3 > Ca, in equivalents, at the time of alkaline earth carbonate precipitation, subsequent evaporative concentration results in a sodium carbonate brine, rich in CO3 + HCO3, and depleted in Ca (Fig. 2A). However, if the waters contain HCO3 + CO3 < Ca in equivalents, a brine rich in Ca and depleted in HCO3 + CO3 is produced following precipitation of calcite and evaporative concentration (Fig. 2A). Evaporation of waters containing Ca and SO4 eventually results in gypsum saturation. At that point, waters with SO4 < Ca in equivalents become rich in Ca and depleted in SO4 following gypsum precipitation, producing a Na-Ca-Cl brine (Fig. 2A). For those waters with SO4 > Ca in equivalents, gypsum precipitation forces the brine to become depleted\n1362 Geological Society of America Bulletin, October 1997\nFigure. 1. Map showing Death Valley, California, the location of core DV93-1, and water sample sites, including Salt Creek upper stream (SCU), Salt Creek lower stream (SCL), Amargosa River upper stream (ARU), Amargosa River lower stream (ARL), Stovepipe Wells (SP), Travertine Springs (TRS), Nevares Springs (NS), Texas Spring (TES), Badwater Spring (BS), Mormon Point Spring (MPS), Tule Spring (TUS), Eagle Borax Spring (EBS), Bennetts Well (BW), Salt Well ground water (SW), Gravel Well ground water (GW), Mesquite Well ground water (MW), Galena Canyon Spring (GC), Cottonball Basin brine (CB), Middle Basin brine (MB), and Badwater Basin brines (well 200 and DV-40). The highlighted area in southern Death Valley is the location of a hypothesized 15-km-deep magma chamber (de Voogd et al., 1986).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, October 1997 1363\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nin Ca and rich in SO4, producing a Na-Cl-SO4 brine (Jones, 1966; Hardie, 1968; Hardie and Eugster, 1970; Hardie et al., 1978) (Fig. 2A).\nInflow waters in closed basins are commonly derived from more than one source, including rivers, precipitation, and various ground waters (Jones, 1966; Lowenstein et al., 1989; Smoot and Lowenstein, 1991). Inflow waters from different sources may have distinctive chemistries, depending on their geologic histories. Lowenstein et al. (1989), for example, used a model of mixing Na-HCO3Ðrich river water with Na-Ca-ClÐrich karst spring water to interpret the evolution of brines and the origin of modern potash salts in the nonmarine Qaidam Basin of western China. In addition, there may be temporal changes in the volume of various inflow waters, such as has been hypothesized for the Holocene-Pleistocene brine evolution of Great Salt Lake, Utah (Spencer et al., 1985).\nIn this study, we determined how dilute inflow waters evolve into Na-Cl-SO4 brines in modern Death Valley. Such an understanding of modern brine evolution is fundamental in the interpretation of ancient inflow waters, brine evolution, and the connection between evaporite mineralogy and climate (Eugster and Jones, 1979).\nModern inflow waters in Death Valley include Salt Creek, which flows into Cottonball Basin from the north, and the Amargosa River which sporadically flows into Badwater Basin from the south (Fig. 1). Another source of inflow is spring water that enters Death Valley at numerous points along the edges of the basin.\nModern brines exist in Death Valley as shallow ground waters within 1 m of the surface over large areas of Cottonball Basin, Middle Basin, and Badwater Basin.\nThe chemical composition of inflow waters and brines in Death Valley was obtained from the data of Perfect et al. (1995), who compiled more than 4000 chemical analyses of waters from rivers, springs, and ground-water brines in the Death Valley region. In addition, 50 water samples were collected for this study during different seasons between 1992 and 1994. Cation - (Na, K, Ca, and Mg) concentrations were measured using an ARL direct current plasma atomic emission spectrometer (DCP-AES). Repeated analyses of Death Valley water samples and gravimetric standard solutions give error estimates of less than ±10% relative standard deviation. Anions were analyzed at the U.S. Geological Survey National Water Quality Laboratory, Arvada, Colorado. Cl and SO4 were measured using a Dionex 4500 ion chromatograph; alkalinity was determined by titration to a fixed end point at pH 4.5. Errors due to instrumental variations and dilutions are below ±10%. Water analyses reported in Table 1 all had charge balance differences of less than 5%.\nInflow waters in Death Valley include the following. (1) Na-HCO3Ðrich meteoric waters from springs and ground waters (Travertine Springs, Texas Spring, Nevares Springs, Galena Canyon Spring, and Bennetts Well) from the margins of Death Valley (Figs. 1 and 2B, Table 1) have chemical compositions similar to average world river water (Na-HCO3-SO4 field of Fig. 2A), and obtain their solutes from weathering reactions between bedrock and rain water at low temperatures (Jones, 1966; Garrels and Mackenzie, 1967). Three springs in east-central Death Valley (Travertine Springs, Texas Spring, Nevares Springs, Fig. 2B, Table 1) have nearly identical chemical compositions, and were linked by Winograd and Thordarson (1975) to a large regional flow system through a Paleozoic carbonate aquifer. Other meteoric waters, including the Amargosa River and Stovepipe Wells ground waters, are Na-Cl-SO4-HCO3Ðrich waters (Fig. 2B, Table 1). The high Na-Cl contents of these waters suggest additional solute sources via dissolutional recycling of surficial or shallow subsurface salts. (2) Na-Ca-Cl springs and ground waters from southern Death Valley, including Mormon Point Spring and Salt Well, Gravel Well, and Mesquite Well ground waters (Ca-Cl field of Fig. 2B, Table 1) contain more Ca than SO4 + CO3 + HCO3 on an equivalent basis. Na-Ca-Cl waters are commonly related to volcanism or hydrothermal activity (Hardie, 1984, 1990). Hunt et al. (1966) first recognized Na-Ca-Cl springs and ground waters from southern Death Valley, which, upon evaporative concentration, precipitate abundant gypsum. (3) Na-Cl-SO4 inflow waters from Bennetts Well, Tule Spring, Eagle Borax Spring, and Badwater Spring (Cl-SO4 field of Fig. 2B, Table 1) are ground waters and spring waters located marginal to the Na-Ca-ClÐrich inflow waters, and are interpreted to be mixtures of 1\n1364 Geological Society of America Bulletin, October 1997\nTABLE 1. CHEMICAL ANALYSES OF WATERS FROM DEATH VALLEY, CALIFORNIA (CONCENTRATION IN PPM)\nSample Location Salinity Ca Mg K Na SO4 Cl CO3 HCO3 DS* (%)\nDV-36 Salt Creek upper 3.0 150 398 549 6503 3601 8759 N.D. 256 50 W4-56s Salt Creek lower 13.0 600 1000 3500 44100 22000 58500 N.D. N.D. 20 DV-35 Amargosa R. upper 0.2 32 18 47 969 756 935 N.D. 245 50 W24-56s Amargosa R. lower 10.0 1000 700 1000 35000 11000 52000 N.D. N.D. 20 363621117091801 Stovepipe Wells 0.7 90 120 180 2000 950 2900 0 392 35 363044116491401 Nevares Springs 0.1 44 21 11 150 170 38 0 340 35 362728116501101 Texas Spring 0.1 38 20 11 150 170 37 0 330 35,26 362627116494901 Travertine Springs 0.1 36 19 10 140 160 40 0 330 35,33 DV-39 Badwater Spring 3.0 934 97 446 8247 2920 12652 N.D. N.D. 50 DV-34 Mormon Point 10.4 3539 1019 1657 27420 2580 53451 N.D. 62 50 N.A. Tule Spring 0.1 75 40 7 250 250 400 N.D. 130 24 DV-02 Eagle Borax Spring 0.4 195 156 50 805 910 1400 N.D. 60 50 3053 Bennetts Well 0.0 46 19 1 39 87 54 0 140 20 W93g Gravel Well Area 4.2 1500 300 500 11000 2000 28000 N.D. N.D. 20 N.A. Mesquite Well 0.8 430 320 92 2050 610 4400 N.D. 320 24 W84g Salt Well Area 17.0 8500 1300 2000 37000 2000 98000 N.D. N.D. 20 N.A. Galena Canyon 0.0 23 40 3 27 42 50 N.D. 180 24 DV-27 Cottonball Basin 14.6 539 427 2406 40984 15208 58149 N.D. 311 50 DV-29 Middle Basin 29.4 195 115 2565 96435 13000 140000 N.D. 171 50 DV-40 Badwater Basin 23.0 824 243 1008 76401 4100 117000 N.D. 50 50 Well 200 Badwater Basin 28.4 200 143 3677 105935 22601 151250 N.D. N.D. 20\nNotes: N.D. = no data, but CO3 and HCO3 are negligible for brine samples with high salinities, and CO 3 is negligible for low salinity\nwaters at pH close to 7.0. N.A. = not applicable because no sample names are available in the original data source. *Data Sources: 50 in this study. Other data from hydrochemistry database of Perfect et al. (1995), including 20 from Hunt et al. (1966); 24 from Miller (1977); 26 from U.S. Geological Survey National Water Data Storage and Retrieval System; 33 from J. Thomas (1989) and D. L. Perfect, (1995, personal commun.); 35 from U.S. Geological Survey National Water Information System.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nand 2, that is, meteoric waters and Na-Ca-ClÐrich waters (see following).\nIt is well documented that Na-Ca-Cl waters are upwelling in many modern continental rift and strike-slip systems, such as the Salton Sea Trough (Doe et al., 1966; Helgeson, 1968), Bristol Dry Lake, California (Rosen, 1989), the Dead Sea (Bentor, 1961; Mazor, 1962), and the Qaidam Basin, western China (Lowenstein et al., 1989). Na-Ca-Cl waters may be formed by the interaction of hot ground waters with sediments or rocks at diagenetic to low-grade metamorphic conditions (Hardie, 1984, 1990). These Na-Ca-Cl waters then reach the surface via convection-driven circulation associated with thermal anomalies or by topography-driven flow in rift and strike-slip basins (Hardie, 1984, 1990). The geologic setting of Death Valley, a pullapart basin active for at least 10 m.y. (Burchfiel and Stewart, 1966; Wright and Troxel, 1973), has been favorable for the formation of Na-Ca-Cl hydrothermal waters. COCORP seismic reflection profiles (de Voogd et al., 1986; Serpa et al., 1988) revealed midcrustal highamplitude reflections that were attributed to a magma body 15 km beneath southern Death Valley. Such a magma body may have been the source of a 960 ka cinder cone in southern Death Valley. Strike-slip and/or normal faults pass through both sides of the basin margins and are as deep as 13 km (Willis, 1989; Serpa et al., 1988). Fault zones appear to have acted as conduits for magma migration (de Voogd et al., 1986; Serpa et al., 1988). It is significant that the area of Na-Ca-Cl inflow waters in southern Death Valley lies exactly above the Òbright spotÓ interpreted as a midcrustal magma body (Fig. 1). Therefore, it is possible that Na-Ca-Cl waters in southern Death Valley form by circulation along deep fault zones, and by interaction with sediments and rocks at elevated temperatures due to the existence of a subsurface magma body. Alternatively, Na-Ca-Cl waters may be derived by diagenetic reactions with basinal sediments, including exchange of magnesium and sodium in the water with calcium in carbonate minerals or clays (B. Jones, 1997, personal commun.).\nMost Death Valley brines (Cottonball Basin, Middle Basin, and Badwater Basin, DV40, Well 200, MB, CB) are dominated by Na-Cl-SO4 with minor K, and trace Ca and Mg (Table 1). The brines are in the Cl-SO4 area of the ternary Ca-SO4-HCO3 phase diagram (Hardie and Eugster, 1970; Lowenstein et al., 1989) (Fig. 2B). Mixtures of meteoric inflow waters (e.g., the Amargosa River, Stovepipe Wells, Travertine Springs, Nevares Springs, Texas Spring, and Galena Canyon Spring) with Na-Ca-Cl inflow waters (Mormon Point Spring,\nSalt Well, Gravel Well, and Mesquite Well ground waters), followed by evaporative concentration, can produce the Na-Cl-SO4Ðrich brines in Death Valley. Meteoric inflow waters, with HCO3 and SO4 in excess of Ca, evolve into Ca-depleted, Na-HCO3-SO4 brines upon evaporation and precipitation of calcite (Fig. 2A). Evaporative concentration of Na-Ca-Cl waters produces brines rich in Ca and depleted in SO4, following gypsum precipitation (Fig. 2A). Mixing of the two types of waters, however, can produce Na-Cl-SO4Ðrich brines depleted in Ca and HCO3 following precipitation of calcite and gypsum. For example, on the basis of the chemistry of Death Valley inflow waters, mixtures of about 7Ð75 parts Amargosa River water with one part Mormon Point Spring water (shown by dotted line in Fig. 2C) will produce Na-Cl-SO4 brine upon evaporation and mineral precipitation (Fig. 2C, Table 1). Other meteoric water and Na-Ca-Cl inflow water mixtures will also evolve into Na-Cl-SO4 brines, although the proportions required depend on the particular waters chosen. Na-Cl-SO4 inflow waters from Tule Spring, Eagle Borax Spring, and Badwater Spring are similar in chemical composition to Death Valley brines (Fig. 2B). Their geographical distribution at the boundary between Na-Ca-ClÐrich inflow waters in southern Death Valley and surrounding Na-HCO3Ðrich meteoric inflow waters suggests that these Na-Cl-SO4 waters are produced by subsurface mixing of Na-Ca-Cl waters with meteoric waters (Fig. 1).\nEvaporation of Death Valley mixed inflow Na-Cl-SO4 waters produces the following mineral assemblage, from first to last formed: calcite, gypsum, halite, glauberite, and thenardite. These minerals commonly occur on the modern saline pan and mudflat of Badwater Basin, Death Valley.\nEVAPORITE MINERALASSEMBLAGE VARIATIONS IN CORE DV93-1\nThe upper 90 m of core DV93-1, composed of interbedded salt and mud (Fig. 3), contains a 100 k.y. record of closed basin subenvironments and paleoclimates in Death Valley. Evaporite minerals were dated using uranium-series methods (Luo and Ku, 1991; Ku et al., 1994; Li et al., 1996). The subenvironments of the cored sediments were established, on the basis of sedimentary structures and petrographic features of evaporites and associated sediments and comparison with modern sediments from Death Valley (Fig. 3; see detailed discussion in Li et al., 1996). The 90 m depth for a late Pleistocene lake is based on dated shorelines 90 m above the Death Valley floor (Dorn, 1988; Dorn et al., 1989, 1990).\nThe mineralogy of the cored sediments was determined using a Philips XÕPert MPD X-ray diffraction (XRD) unit. Calcite abundance was measured semiquantitatively by dissolving out soluble saline minerals and then comparing XRD peak areas of Death Valley samples with prepared standards of known calcite weight percent. Minerals identified from core DV93-1 include halite, sulfate minerals (glauberite, gypsum, and thenardite), and carbonate minerals (calcite and dolomite). Glauberite, gypsum, and thenardite occur as randomly oriented, mudincorporative crystals in mud layers or partings. They are interpreted to be early diagenetic in origin and precipitated from near-surface ground waters. Carbonate minerals identified from DV93-1 include calcite and dolomite, which occur as rhombs to irregularly shaped crystals less than 5 µm in diameter.\nSignificant mineral assemblage variations have been found in the upper 90 meters of core DV93-1. Abundant glauberite and gypsum, and relatively small amounts of calcite (13%Ð35% of >1 µm size insoluble fraction) are associated with mudflat and subordinate saline pan deposits from dry periods 0 to 10 ka and 60 to 100 ka (0Ð8 m and 60Ð90 m, respectively) (Figs. 3 and 4). Mudflat sediments (0.25Ð7 m, 60Ð78 m, 87Ð90 m) consist of muddy silt containing sand patches and mud cracks, which document long periods of desiccation and the formation of efflorescent salt crusts from the evaporation of ground-water brines (Smoot and Lowenstein, 1991; Smoot and Castens-Seidell, 1994; Li et al., 1996). Mudflat and subordinate saline pan deposits formed during periods when Death Valley was relatively arid, similar to the modern climate.\nSparse CaSO4-bearing minerals and relatively larger amounts of calcite (20%Ð50% of >1 µm size insoluble fraction) are associated with halite and mud layers from 10 to 60 ka (8Ð60 m), including the 25 k.y. wet period when Death Valley contained a perennial lake (10 to 35 ka; 8Ð18 m) and the 25 k.y. period when the floor of Death Valley consisted of saline panÐephemeral saline lake environments (35 to 60 ka; 18Ð60 m) (Figs. 3 and 4). Lacustrine deposits consist of mud-halite cycles, accumulated during the early lake stage, bedded thenardite and mud above, and a cap of massive halite formed during the latest lake stage, all of which record fluctuating salinities and lake levels in a perennial system (Li et al., 1996). Such deposits document a relatively wet climate with a high ratio of water inflow to evaporation. Ostracodes in mud layers represent the least saline, deepest lake phases. Halite layers are made of fine-grained cumulates and clear, vertically oriented crystals precipitated during\nGeological Society of America Bulletin, October 1997 1365\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nshallower, perennial lake stages. Of significance is the nearly complete absence of syndepositional dissolution of saline minerals in the lacustrine interval, indicating that accumulated salts were permanently protected from dissolution by saline lake waters (see detailed discussion in Li et al., 1996).\nCore intervals through saline pan sediments are composed of interbedded halite, chaotic muddy halite, and mud. The halite contains abundant vertical dissolution pipes, cemented with clear halite. These sediments record repeated flooding by dilute waters, dissolution of subaerially exposed surface salt crusts, deposition of mud from suspension, precipitation of halite during the saline lake phase, and cementation by diagenetic halite (Lowenstein and Hardie, 1985; Li et al., 1996).\nThe interval with little glauberite and gypsum, and relatively abundant calcite, dated from 10 to 60 ka (8Ð60 m), corresponds to the last glaciation, i.e., stages 2 and 3 of the marine oxygen isotope record (Williams et al., 1988), a relatively wet period in Death Valley (Fig. 4) (Li et al., 1996). The intervals with abundant glauberite and gypsum and relatively low calcite correspond to the Holocene and stages 4 and 5 of the marine record (Williams et al., 1988), which were two relatively dry periods in Death Valley. Therefore, mineral assemblages in core DV93-1 correlate with wet and dry climate cycles in Death Valley, which suggests that mineral assemblages and brine chemistry can be linked to climate changes.\nMINERALOGY CONTROLLED BY INFLOW WATER SOURCE AND CLIMATE CHANGES\nThe correlation between mineral assemblage variations in core DV93-1 and climatic changes suggests that mechanisms related to climatic changes control the mineral assemblages. On the basis of modern inflow waters and brine evolution in Death Valley, we postulate that different mixing ratios of inflow waters between wet periods and dry periods is responsible for the relationship between climate and mineral assemblages. During dry periods, such as modern Death Valley, inflow of Na-HCO3Ðrich Amargosa River water and meteoric-spring water is limited relative to Na-Ca-ClÐrich spring inflow waters. Discharge of Na-Ca-ClÐrich springs, which probably circulate from great depths, may be more constant and relatively independent of climate. Relatively abundant Ca-rich spring inflow, when mixed with Na-HCO3Ðrich Amargosa River and spring waters, yields waters with Ca in excess of\n1366 Geological Society of America Bulletin, October 1997\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, October 1997 1367\nHCO3. Evaporative concentration of these waters first removes HCO3 as calcite, and during the later stages of brine evolution, produces gypsum and glauberite from the remaining Ca. The modern brine evolution and mineral distribution in Badwater Basin follows this scenario.\nA relatively wet climate during the last glaciation, however, may have produced increased discharge of Na-HCO3Ðrich meteoric waters from the Amargosa River and basinmargin springs as compared to basin-margin deep-circulating Na-Ca-Cl springs. Meteoricrich waters contained HCO3 > Ca, which, during evaporative concentration and precipitation of calcite, removed most Ca from the resulting brine. Therefore, during wet periods, with abundant inflow of HCO3-rich waters, calcite precipitation was widespread. With little Ca in evolving brines, CaSO4-minerals (gypsum and glauberite) did not readily form during further evaporative concentration. Such Ca-poor, Na-Cl-SO4Ðrich waters precipitated halite and thenardite during later stages of brine evolution, as predicted from computer simulations of brine evaporation in the ternary Na-Cl-SO4 system (Li, 1996). Thenardite is present in core DV93-1 in the saline lake sequence at depths of 9 to 13 m, during a wetter period, when meteoric inflow is predicted to be substantial.\nIn summary, we hypothesize that brines in Death Valley shifted between two modes: Na-Cl-SO4 brines during relatively dry interglacial periods containing enough Ca to form CaSO4-saline minerals, and Ca-free, Na-Cl-SO4 brines during wetter glacial periods. Such changes in brine chemistry are interpreted to reflect temporal fluctuations in discharge of meteoric waters (Na-HCO3Ðrich Amargosa River and basin-margin spring waters) relative to Na-Ca-ClÐrich waters (Southern Death Valley spring inflow waters).\n100 k.y. PALEOHYDROLOGIC RECORD\nMineralogy, sedimentary structures, and petrographic features of evaporites and muds from the upper 90 m of core DV93-1 were used to reconstruct a 100 k.y. paleohydrologic record of Death Valley divided into four stages (Figs. 3 and 4).\n60Ð100 ka Dry Period (Period IV)\nMudflats with subordinate saline pan subenvironments dominated Badwater Basin, Death Valley, from 60 to 100 ka (60Ð90 m), indicating that Death Valley was mostly desiccated during this period (Figs. 3 and 4, Li et al., 1996). Abundant gypsum and glauberite and relatively little\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\ncalcite in these mudflat sediments suggest limited inflow of meteoric water into Death Valley from the Amargosa River and from basinmargin springs between 60 and 100 ka. A relatively low mixing ratio of HCO3-rich inflow water compared to Ca-rich spring water allowed Ca to remain in the brines during evaporative concentration. HCO3 was all consumed as calcite during the early stages of brine evolution; during later stages, the brines eventually reached supersaturation and precipitated gypsum and glauberite.\nThe generally dry environment in Death Valley from 60 to 100 ka correlates with the high calcite content of core OL-92 from Owens Lake for the period 50 to 120 ka (Fig. 4E) (Smith and Bischoff, 1993; Bischoff et al., 1997). Variations in the CaCO3 content in core OL-92 have been interpreted to record hydrologic fluctuations in Owens Lake. High CaCO3 in core OL-92 is interpreted as inorganic precipitation of calcite under partially closed lake conditions and relatively low lake levels (50 to 120 ka), whereas low CaCO3 reflects Òlake flushingÓ during high lake levels (10 to 50 ka) (Smith and Bischoff, 1993; Bischoff et al., 1997).\nThe 60 to 100 ka record from Searles Lake, California, occurs within the 30-m-thick Bottom Mud (Fig. 4G). The Searles Lake bottom mud has been interpreted as an intermediatedepth perennial lake deposit (perhaps a few tens of meters deep) on the basis of the presence of diagenetic analcime, searlesite, and Kfeldspar in that section (G. J. Smith, 1995, personal commun.; Li et al., 1996). Searles perennial saline lake conditions are synchronous with the partially closed lake conditions and/or low lake levels in Owens Lake and the generally dry conditions in Death Valley between 60 and 100 ka (Fig. 4).\nThe dry period between 60 and 100 ka in Death Valley is equivalent to stages 4 and 5 of SPECMAP (Imbrie et al., 1984; Martinson et al., 1987; Williams et al., 1988) (Fig. 4I). No changes in Death Valley mudflat sediments are observed at the 5-4 stage boundary of the marine oxygen isotope record (approximately 73 ka). However, the stadial to interstadial boundary of the Wisconsin glaciation (the 4-3 marine oxygen isotope stage boundary at about 60 ka) is marked in the Death Valley core by a sharp change, from siliciclastic mudflat sediments below (stage 4) to saline pan evaporites with short perennial saline lake intervals above (stage 3). The major transition from gypsum-glauberiteÐrich sediments below to gypsum-glauberiteÐpoor deposits above, interpreted to result from increased meteoric inflow to Death Valley, as discussed above, also occurs at the 4-3 marine oxygen isotope stage boundary at ca. 60 ka.\n35Ð60 ka Intermediate Wet Period (Period III)\nSaline pan sediments in Badwater Basin, Death Valley, from 35 to 60 ka (18Ð59 m), indicate that Death Valley was commonly desiccated at that time, but received enough inflow water to supply the solutes required to accumulate thick salts relatively rapidly (Li et al., 1996). Sediment accumulation rates for this interval average 1.7 m/k.y., more rapid than at any other time over the past 100 k.y.(Figs. 3 and 4). Six thin halite intervals with little evidence of syndepositional dissolution occur at depths of 24.8 to 24.9, 43.6 to 43.7, 46.5 to 46.6, 47.7 to 48.2, 50.6 to 50.8, and 51.6 to 51.8 m (39 to 54 ka), indicating that, during this time, shallow saline lakes existed in Death Valley. Calcite is relatively abundant, and gypsum and glauberite are rare in the core at depths between 18 and 60 m (Figs. 3 and 4). A higher mixing ratio of HCO3-rich meteoric inflow water relative to Na-Ca-ClÐrich spring inflow water, due to relatively wetter climate conditions than existed previously, is interpreted to be responsible for the abundance of calcite and the paucity of gypsum and glauberite. The beginning of this effectively wetter period in Death Valley at 60 ka coincides with the mid-Wisconsin Younger Tahoe glaciation in the Sierra Nevada (Phillips et al., 1990) and the onset of stage 3 of the marine SPECMAP record (Williams et al., 1988) (Fig. 4I).\n10Ð35 ka Wet Period (Period II)\nFrom 10 to 35 ka (8.8 to 18 m), the amount of water inflow was enough to maintain a perennial lake, at times as deep as 90 m, in Badwater Basin, Death Valley (Figs. 3 and 4, Li et al., 1996). A relatively wet climate with a high ratio of inflow to evaporation is inferred from ostracodes in mud layers, perennial lake evaporites, and shoreline tufas (Li et al., 1996). Gypsum and glauberite are rare, and calcite is relatively abundant in the cores from this period (Figs. 3 and 4). A relatively large volume of HCO3-rich meteoric inflow water relative to Na-Ca-ClÐrich spring inflow water is interpreted to be responsible for the scarcity of gypsum and glauberite. Such Ca-poor, Na-Cl-SO4Ðrich brines precipitated thenardite during later stages of evaporative concentration (core depth of 10Ð13 m).\nA late Pleistocene lake in Death Valley (> 26 ka to 10 ka) was recognized by Hooke (1972) on the basis of radiocarbon dates from black clay and silt beneath the modern saline pan of Badwater Basin. Dorn et al. (1990) and Hooke and Dorn (1992) obtained radiocarbon dates of 12,970 ± 185 yr B.P. and 12,630 ± 1,110 yr B.P. from desert varnish on alluvial fan cobbles (beach ridge 3 m above sea level at Mormon\nPoint and a shoreline about 5 m below sea level near U.S. Park Service housing). The desert varnish dates are consistent with the results from the Badwater Basin core; they suggest that a 90m-deep lake in Death Valley began to dry out ca. 13 ka (Li et al., 1996).\nThe 10Ð35 ka perennial lake in Death Valley is synchronous with high levels of other Great Basin lakes, including Lake Bonneville (Fig. 4F), Lake Lahontan (Fig. 4F), Searles Lake (Fig. 4G), and Owens Lake (Fig. 4E) (Smith, 1979; Benson et al., 1990; Currey, 1990; Smith and Bischoff, 1993). Other nearby climate records in the western United States over approximately the same time include: (1) the high ground-water table from 44 to 20 ka in Browns Room of Devils Hole, Nevada, 50 km northeast of Death Valley (Fig. 4D) (Szabo et al., 1994). (2) Plant macrofossils from packrat middens in the vicinity of the Nevada Test Site show that at 18 ka, annual temperatures were 6Ð7¡C lower than at present, and annual precipitation may have been 70% higher; in addition, between 10 and 40 ka, precipitation was significantly greater than at present, with a gradual increase in effective moisture from 32 to 25 ka (Spaulding et al., 1983; Spaulding, 1985). (3) Ostracode assemblages near Yucca Mountain indicate precipitation levels two to five times the modern values between 14 and 16 ka (Forester, 1994). (4) Marsh deposits, diagnostic of wetter climates, existed near Las Vegas, Nevada, between 30 and 15 ka (Quade, 1986). (5) Glacial expansions in the Sierra Nevada occurred from 25 to 20 ka, as indicated by 36Cl chronology (Phillips et al., 1990), clast sound velocities in exposed boulders, moraine morphology, and weathering features on boulder surfaces (Bursik and Gillespie, 1993). The Death Valley lacustrine interval also coincides with the last glacial maximum, i.e., stages 2, 3.0, and 3.1 of SPECMAP, the marine δ18O standard (Fig. 4I) (Martinson et al., 1987; Williams et al., 1988; Imbrie et al., 1984).\n0Ð10 ka Dry Period (Period I)\nBadwater Basin, Death Valley, has been a mudflat and saline pan over the past 10 k.y. (disrupted muds, 0.25Ð7.7 m, and saline pan halite, 0Ð0.25 m) (Figs. 3 and 4). Gypsum and glauberite commonly occur above the HolocenePleistocene boundary, following the desiccation of the late Pleistocene lake (Figs. 3 and 4). The return of abundant gypsum and glauberite as saline minerals in the Death Valley core indicates that brines in Death Valley shifted from Ca-poor waters to Na-Cl-SO4 brines with larger quantities of Ca at about 10 ka when the climate became more arid. During this period, decreased meteoric inflow from the Amargosa\n1368 Geological Society of America Bulletin, October 1997\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, October 1997 1369\nRiver and basin-margin springs produced a lower mixing ratio of Na-HCO3Ðrich inflow waters relative to Na-Ca-ClÐrich spring waters, which limited the formation of CaCO3 and allowed more Ca to remain in the brines. The brines eventually became supersaturated with gypsum and glauberite.\nThe dry Holocene climate and predominantly mudflat sediments in Death Valley are consistent with other Holocene closed basin paleoclimate records in the western United States. Major lake recessions occurred after about 12 ka in Lake Lahonton, Lake Russell, Lake Bonneville, Searles Lake, and Owens Lake (Benson et al., 1990; McCoy, 1987; Smith and Street-Perrott, 1983; Smith, 1984) (Fig. 4). Szabo et al. (1994) reported a decline of groundwater levels in Browns Room of Devils Hole, Nevada, during the past 20 k.y. (Fig. 4D).\nThe overall chronology of saline mineral assemblages and water-table fluctuations in Death Valley correlates with other paleoclimate records in the western United States, as well as the marine and ice-core records, which indicates that mid-latitude continental climates can be correlated with high-latitude glaciation. The sediments deposited from 100 to 35 ka in Badwater Basin, Death Valley, contain evidence for progressive increases in effective moisture that parallel long-term global cooling and ice sheet buildup (Fig. 4, H and I). A dry period of mudflat deposition and minimum inflow of meteoric water into Death Valley (100 to 60 ka) was followed, at 60 ka, by a 25 k.y. interval when inflow was sufficient to rapidly accumulate saline pan evaporites and minor intercalated saline lake deposits. Greater inflow to Death Valley at 35 ka led to sustained perennial lake conditions for the next 25 ka (35 to 10 ka). The increase in effective moisture in Death Valley from 100 to 35 ka correlates with the decrease in CaCO3 in the Owens Lake core from about 100 to 40 ka (Fig. 4E), which may indicate a gradual evolution from closed-lake conditions to overflowing conditions at Owens Lake (Bischoff et al., 1997). It also correlates with the evolution of Searles Lake from an intermediate depth to a deep lake between 100 to 40 ka (Fig. 4G, Smith, 1979, and 1995, personal commun.). Sediments from each of these nearby closed basins therefore reflect a long-term evolution toward wetter conditions.\nExpansion of pluvial lakes in Death Valley and other basins in the Great Basin from 30 to 12 ka has been linked to changes in the position of the jet stream forced by the maximum elevation of the Laurentide ice sheet (COHMAP Members, 1988). Climate model simulations for the last glacial maximum show that the mean position of the jet stream was displaced south-\nward over the Great Basin, resulting in a substantial increase in winter precipitation and annual cooling. Hydrological modeling of the Lahontan basin (Hostetler and Benson, 1990) shows that such a scenario was able to cause a major expansion of Lake Lahontan, and that the enhanced wetness was produced by increased precipitation along with a reduction in evaporation rate due to increased summer cloud cover.\nSUMMARYAND CONCLUSIONS\nThe chemistry of inflow waters and brines in modern Death Valley was studied to determine how dilute inflow waters evolve into Na-Cl-SO4 brines. Modern Death Valley Na-Cl-SO4 brines are produced by mixing two types of inflow waters: (1) Na-HCO3Ðrich and Na-Cl-SO4HCO3Ðrich meteoric water from the Amargosa River and springs, such as Travertine and Nevares Springs, discharging from the deep regional flow system (Winograd and Thordarson, 1975), and (2) Na-Ca-Cl springs and ground waters from southern Death Valley, such as Mormon Point Spring and Salt Well ground water, possibly related to volcanism, hydrothermal activity, and a midcrustal magma chamber first reported by de Voogd et al. (1986), or possibly related to lower temperature burial sediment-water interaction.\nThe mineralogy of core DV93-1 provides information on water inflow sources and climate over the past 100 k.y. Abundant glauberite and gypsum and relatively small amounts of calcite are associated with mudflat and subordinate saline pan deposits from dry periods from 0 to 10 ka and 60 to 100 ka. In contrast, scarce CaSO4-bearing minerals and relatively abundant calcite are associated with halite and mud layers from 10 to 60 ka, including the 25 k.y. wet period when Death Valley contained a perennial lake (10 to 35 ka). Different mixing ratios of inflow waters between wet and dry periods are interpreted to be responsible for the relationship between mineral assemblages and climate. In modern Death Valley, representative of dry periods, Ca-rich spring inflow removes HCO3 as calcite during the early stages of brine evolution. Further evaporative concentration produces gypsum and glauberite from the remaining Ca. During wet periods, increased discharge of HCO3-rich Amargosa River and basin-margin spring water removes most Ca from the brine via precipitation of calcite, and CaSO4-minerals do not readily form during further evaporative concentration. Such Ca-poor, Na-Cl-SO4Ðrich brines precipitate thenardite during later stages of concentration.\nThe past 100 k.y. climate record of Death Valley is divided into four stages: (1) The\n60Ð100 ka dry period is period IV, when Death Valley was relatively dry, dominated by mudflats with abundant gypsum and/or glauberite, and relatively little calcite. (2) The 35Ð60 ka intermediate period is period III, when Death Valley contained predominantly saline pan subenvironments with periodic shallow saline lakes. Gypsum and glauberite are rare in sediments from this period, whereas calcite is relatively abundant. Badwater Basin received more inflow than it does in modern Death Valley. (3) The 10Ð35 ka wet period is period II, when a perennial saline lake, as deep as 90 m, existed in Death Valley during the last glacial maximum. There is little gypsum and glauberite in the cores from this period, and calcite is relatively abundant. (4) The 0Ð10 ka dry period is period I. Death Valley had predominantly mudflat and saline pan subenvironments, similar to modern Death Valley, with abundant gypsum and glauberite, and relatively little calcite.\nACKNOWLEDGMENTS\nThis study is supported by the U.S. National Science Foundation Global Change Research Program, grant EAR-9218717 to Lowenstein. Rick Forester of the U.S. Geological Survey provided valuable information on water chemistry in the Death Valley region. Gary Cottrell and Kelly Conrad, U.S. Geological Survey, carried out the chemical analysis of anions from Death Valley waters. We thank Blair Jones and Joe Smoot, U.S. Geological Survey, for suggestions on improvements of figures, and interpretations of water inflow-brine evolution.\nREFERENCES CITED\nBenson, L. V., Currey, D. R., Dorn, R. I., Lajoie, K. R., Oviatt, C. G., Robinson, S. W., Smith, G. I., and Stine, S., 1990, Chronology of expansion and contraction of four Great Basin lake systems during the past 35,000 years: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 78, p. 241Ð286. Bentor, Y. K., 1961, Some geochemical aspects of the Dead Sea and the question of its age: Geochimica et Cosmochimica Acta, v. 25, p. 239Ð260. Bischoff, J. L., Rosenbauer, R. J., and Smith, G. I., 1985, Uranium-series dating of sediments from Searles Lake, California: Differences between continental and marine climate records: Science, v. 227, p. 1222Ð1224. Bischoff, J. L., Fitts, J. P., and Fitzpatrick, J. A., 1997, Responses of sediment geochemistry to climate change in Owens Lake sediment: An 800 ky record of saline/fresh cycles in Core OL-2, in Smith, G. I., and Bischoff, J. L., eds., An 800,000-year paleoclimate record from core OL92, Owens Lake, California: Geological Society of America Special Paper 317, p. 37Ð47. Burchfiel, B. C., and Stewart, J. H., 1966, ÒPull-apartÓ origin of the central segment of Death Valley, California: Geological Society of America Bulletin, v. 77, p. 439Ð442. Bursik, M. I., and Gillespie, A. R., 1993, Late Pleistocene glaciation of Mono basin, California: Quaternary Research, v. 39, p. 24Ð35. Casas, E., and Lowenstein, T. K., 1989, Diagenesis of saline pan halite: Comparison of petrographic features of modern, Quaternary, and Permian halites: Journal of Sedimentary\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\n1370 Geological Society of America Bulletin, October 1997\nPetrology, v. 59, p. 724Ð739. Casas, E., Lowenstein, T. K., Spencer, R. J., and Zhang, P.,\n1992, Carnallite mineralization in the nonmarine Qaidam basin, China: Evidence for the early diagenetic origin of potash evaporites: Journal of Sedimentary Petrology, v. 62, p. 881Ð898. COHMAP Members, 1988, Climatic changes of the last 18,000 years: Observations and model simulations: Science, v. 241, p.1043Ð1052. Currey, D. R., 1990, Quaternary paleolakes in the evolution of semidesert basins, with special emphasis on Lake Bonneville and the Great Basin, U.S.A: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 76, p. 189Ð214. de Voogd, B., Serpa, L., Brown, L., Hauser, E., Kaufman, S., Oliver, J., Troxel, B. W., Willemin, J., and Wright, L. A., 1986, Death Valley bright spot: A midcrustal magma body in the southern Great Basin, California?: Geology, v. 14, p. 64Ð67. Doe, B. R., Hedge, C. F., and White, D. F., 1966, Preliminary investigation of the source of lead and strontium in deep geochemical brines underlying the Salton Sea geothermal area: Economic Geology, v. 61, p. 462Ð482. Dorn, R. I., 1988, A rock varnish interpretation of alluvial-fan development in Death Valley, California: National Geographic Research, v. 4, p. 56Ð73. Dorn, R. I., Jull, A. J. T., Donahue, D. J., Linick, T. W., and Toolin, L. J., 1989, Accelerator mass spectrometry radiocarbon dating of rock varnish: Geological Society of America Bulletin, v. 101, p. 1363Ð1372. Dorn, R. I., Jull, A. J. T., Donahue, D. J., Linick, T. W., and Toolin, L. J., 1990, Latest Pleistocene lake shorelines and glacial chronology in the western Basin and Range Province, U.S.A.: Insights from AMS radiocarbon dating of rock varnish and paleoclimatic implications: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 78, p. 315Ð331. Drever, J. I., 1988, The geochemistry of natural waters (second edition): Englewood Cliffs, New Jersey, Prentice-Hall, 437 p. Eugster, H. P., and Jones, B. F., 1979, Behavior of major solutes during closed-basin brine evolution: American Journal of Science, v. 279, p. 609Ð631. Fitzpatrick, J. A., Bischoff, J. L., and Smith, G. I., 1993, Uranium-series analyses of evaporites from the 1000- foot Pan-3 core, Panamint Valley, California: U.S. Geological Survey Open-File Report 93-558, 22 p. Forester, R. M., 1994, Late Glacial to modern climate near Yucca Mountain Nevada, in IHLRWM (International High-Level Radioactive Waste Management) Proceedings, ASCE and ANS, 5th Annual International Conference, p. 2750Ð2755. Garrels, R. M., and Mackenzie, F. T., 1967, Origin of the chemical compositions of some springs and lakes, in Could, R. F., ed., Equilibrium concepts in natural water systems: American Chemical Society Advances in Chemistry 67, p. 222Ð242. Hardie, L. A., 1968, The origin of the Recent non-marine evaporite deposit of Saline Valley, Inyo County, California: Geochimica et Cosmochimica Acta, v.32, p. 1279Ð1301. Hardie, L. A., 1984, Evaporites: Marine or nonmarine: American Journal of Science, v. 284, p. 193Ð240. Hardie, L. A., 1990, The roles of rifting and hydrothermal CaCl2 brines in the origin of potash evaporites: A hypothesis: American Journal of Science, v. 290, p. 43Ð106. Hardie, L. A., and Eugster, H. P., 1970, The evolution of closedbasin brines: Mineralogical Society of America Special Paper 3, p. 273Ð290. Hardie, L. A., Smoot, J.P., and Eugster, H. P., 1978, Saline lakes and their deposits: A sedimentological approach, in Matter, A., and Tucker, M. E., eds., Modern and ancient lake sediments (International Association of Sedimentologists Special Publication 2): Oxford, United Kingdom, Blackwell Scientific Publications, p. 7Ð41. Helgeson, H. C., 1968, Geologic and thermodynamic characteristics of the Salton Sea geothermal system: American Journal of Science, v. 266, p. 129Ð166. Hooke, R. L., 1972, Geomorphic evidence for lateWisconsin and Holocene tectonic deformation, Death Valley, California: Geological Society of America Bulletin, v. 83, p. 2073Ð2098. Hooke, R. L., and Dorn, R. I., 1992, Segmentation of alluvial fans in Death Valley, California: New insights from surface exposure dating and laboratory modelling: Earth\nSurface Processes and Landforms, v. 17, p. 557Ð574. Hostetler, S., and Benson, L. V., 1990, Paleoclimatic implica-\ntions of the high stand of Lake Lahontan derived from models of evaporation and lake level: Climate Dynamics, v. 4, p. 207Ð217. Hunt, C. B., and Mabey, D. R., 1966, Stratigraphy and Structure, Death Valley, California: U.S. Geological Survey Professional Paper 494-A, 162 p. Hunt, C. B., Robinson, T. W., Bowles, W. A., and Washburn, A. L., 1966, Hydrologic basin, Death Valley, California: U.S. Geological Survey Professional Paper, 494-B, 138 p. Imbrie, J., Hays, J. D., Martinson, D. G., McIntyre, A. C., Mix, A. C., Morley, J. J., Pisias, N. G., Prell, W. L., and Shackleton, N. J., 1984, The orbital theory of Pleistocene climate: Support from a revised chronology of the marine δ18O record, in Berger, A., Imbrie, J., Hays, J., Kukla, G., and Saltzman, B., eds., Milankovitch and climate, Part 1: Reidel, p. 269Ð305. Jannik, N. O., Phillips, F. M., Smith, G. I., and Elmore, D., 1991, A 36Cl chronology of lacustrine sedimentation in the Pleistocene Owens River system: Geological Society of America Bulletin, v. 103, p. 1146Ð1159. Jones, B. F., 1965, The hydrology and mineralogy of Deep Springs Lake, Inyo County, California: U.S. Geological Survey Professional Paper 502-A, 56 p. Jones, B. F., 1966, Geochemical evolution of closed basin water in the western Great Basin, in Rau, J. L., ed., 2nd Symposium on Salt: Cleveland, Northern Ohio Geological Society, v. 1, p. 181Ð200. Jones, B. F., and Bodine, M. W., Jr., 1987, Normative salt characterization of natural waters, in Fritz, P., and Frape, S. K., eds., Saline water and gases in crystalline rocks: Geological Association of Canada Special Paper 33, p. 5Ð18. Jones, B. F., VanDenburgh, A. S., Truesdell, A. H., and Rettig, S. L., 1969, Interstitial brines in playa sediments: Chemical Geology, v. 4, p. 253Ð262. Jouzel, J., Lorius, C., Petit, J. R., Genthon, C., Barkov, N. I., Kotlyakov, V. M., and Petrov, V. M., 1987, Vostok ice core: A continuous isotope temperature record over the last climatic cycle (160,000 years): Nature, v. 329, p. 403Ð408. Jouzel, J., Barkov, N. I., Barnola, J. M., Bender, M., Chappellaz, J., Genthon, C., Kotlyakov, V. M., Lipenkov, V., Lorius, C., Petit, J. R., Raynaud, D., Raisbeck, G., Ritz, C., Sowers, T., Stievenard, M., Yiou, F., and Yiou, P., 1993, Extending the Vostok ice-core record of palaeoclimate to the penultimate glacial period: Nature, v. 364, p. 407Ð412. Ku, T.-L., Luo, S., Lowenstein, T. K., Li, J., and Spencer, R. J., 1994, U-series chronology for lacustrine deposits of Death Valley, California: Implications for late Pleistocene climate changes: Geological Society America Annual Meeting Abstracts with Programs, v. 26, no. 7, p. A-169. Li, J., 1995, 100 kyr paleoclimate record from salt cores, Death Valley, California [Ph.D. dissert.]: Binghamton, State University of New York, 239 p. Li, J., Lowenstein, T. K., Brown, C. B., Ku, T.-L., and Luo, S., 1996, A 100 ka record of water tables and paleoclimates from salt cores, Death Valley, California: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 123, p. 179Ð203. Livingstone, D. A., 1963, Chemical composition of rivers and lakes, in Fleischer, M., ed., Data of Geochemistry (sixth edition): U.S. Geological Survey Professional Paper 440-G, 64 p. Lowenstein, T. K., and Hardie, L. A., 1985, Criteria for the recognition of salt-pan evaporites: Sedimentology, v. 32, p. 627Ð644. Lowenstein, T. K., Spencer, R. J., and Zhang, P., 1989, Origin of ancient potash evaporites: Clues from the modern nonmarine Qaidam Basin of western China: Science, v. 245, p. 1090Ð1092. Luo, S., and Ku, T.-L., 1991, U-series isochron dating: A generalized method employing total-sample dissolution: Geochimica et Cosmochimica Acta, v. 55, p. 555Ð564. Martinson, D. G., Pisias, N. G., Hays, J. D., Imbrie, J., Moore, T. C., Jr., and Shackleton, N. J., 1987, Age dating and the orbital theory of the ice ages: Development of a high-resolution 0 to 300,000-year chronostratigraphy: Quaternary Research, v. 27, p. 1Ð29. Mazor, F., 1962, Radon and radium content of some Israeli water sources and a hypothesis on underground reservoirs of brines, oils and gases in the Rift Valley: Geochimica et Cosmochimica Acta, v. 26, p. 765Ð786.\nMcCoy, W. D., 1987, Quaternary aminostratigraphy of the Bonneville Basin, western United States: Geological Society America Bulletin, v. 98, p. 99Ð112. Miller, G. A., 1977, Appraisal of the water resources of Death Valley, California-Nevada: U.S. Geological Survey Open-File Report 77Ð728, 70 p. Oviatt, C. G., McCoy, W. D., and Reider, R. G., 1987, Evidence for a shallow early or middle WisconsinÐage lake in the Bonneville basin, Utah: Quaternary Research, v. 27, p. 248Ð262. Perfect, D. L., Faunt, C. C., Steinkampf, W. C., and Turner, A. K., 1995, Hydrochemical data base for the Death Valley region, California and Nevada: U.S. Geological Survey Open-File Report 94-305, 10 p., 2 floppy disks. Phillips, F. M., Smith, G. I., Bentley, H. W., Elmore, D., and Gove, H. E., 1983, Cl-36 dating of saline sediments: Preliminary results from Searles Lake, California: Science, v. 222, p. 925Ð927. Phillips, F. M., Zreda, M. G., Smith, S. S., Elmore, D., Kubik, P. W., and Sharma, P., 1990, Cosmogenic chlorine-36 chronology for glacial deposits at Bloody Canyon, eastern Sierra Nevada: Science, v. 248, p. 1529Ð1532. Phillips, F. M., Campbell, A. R., Smith, G. I., and Bischoff, J. L., 1994, Interstadial climatic cycles: A link between western North America and Greenland: Geology, v. 22, p. 1115Ð1118. Quade, J., 1986, Late Quaternary environmental changes in the upper Las Vegas Valley, Nevada: Quaternary Research, v. 26, p. 340Ð357. Roberts, S. M., and Spencer, R. J., 1995, Paleotemperatures preserved in fluid inclusions in halite: Geochimica et Cosmochimica Acta, v. 59, p. 3929Ð3942. Roberts, S. M., Spencer, R. J., and Lowenstein, T. K., 1994, Late Pleistocene saline lacustrine sediments, Badwater Basin, Death Valley, California, in Lomando, A. J., Schreiber, B. C., and Harris, P. M., eds., Lacustrine reservoirs and depositional systems: Denver, Colorado, SEPM Core Workshop 19, p. 61Ð103. Rosen, M. R., 1989, Sedimentologic, geochemical, and hydrologic evolution of an intracontinental, closed-basin playa (Bristol Dry Lake, California): A model for playa development and its implications for paleoclimate [Ph.D. dissert.]: Austin, University of Texas, 266 p. Schubel, K. A., and Lowenstein, T. K., 1997, Criteria for the recognition of shallow-perennial saline lake halites based on Recent sediments from the Qaidam basin, western China: Journal of Sedimentary Research, v. 67, p. 74Ð87. Serpa, L., de Voogd, B., Wright, L., Willemin, J., Oliver, J., Hauser, E., and Troxel, B., 1988, Structure of the central Death Valley pull-apart basin and vicinity from COCORP profiles in the southern Great Basin: Geological Society of America Bulletin, v. 100, p. 1437Ð1450. Smith, G. I., 1979, Subsurface stratigraphy and geochemistry of late Quaternary evaporites, Searles Lake, California: U.S. Geological Survey Professional Paper 1043, 130 p. Smith, G. I., 1984, Paleohydrologic regimes in the southwestern Great Basin, 0Ð3.2 my ago, compared with other long records of global climate: Quaternary Research, v. 22, p. 1Ð17. Smith, G. I., and Bischoff, J. L., eds., 1993, Core OL-92 from Owens Lake, southeast California: U.S. Geological Survey Open-File Report 93-683, p. 251Ð260. Smith, G. I., and Street-Perrott, F. A., 1983, Pluvial lakes of the western United States, in Porter, S.C., ed., The late Pleistocene (Late Quaternary environments of the United States, 1): Minneapolis, University of Minnesota Press, p. 190Ð212. Smith, G. I., Barczak, V. J., Moulton, G. F., and Liddicoat, J. C., 1983, Core KM-3, a surface-to-bedrock record of late Cenozoic sedimentation in Searles Valley, California: U.S. Geological Survey Professional Paper 1256, 24 p. Smith, G. I., Bischoff, J. L., and Bradbury, J. P., 1997, Synthesis of the paleoclimate record from Owens Lake core OL-92, in Smith, G. I., and Bischoff, J. L., eds., An 800,000-year paleoclimate record from core OL-92, Owens Lake, California: Geological Society of America Special Paper 317 p. 143Ð160. Smoot, J. P., and Castens-Seidell, B., 1994, Sedimentary features produced by efflorescent salt crusts, Saline Valley and Death Valley, California, in Renaut, R. W., and Last, W. M., eds., Sedimentology and geochemistry of modern and ancient saline lakes: SEPM Special Publication 50, p. 73Ð90.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, October 1997 1371\nSmoot, J. P., and Lowenstein, T. K., 1991, Depositional environments of non-marine evaporites, in Melvin, J. L., ed., Evaporites, petroleum, and mineral resources (Developments in Sedimentology 50): Amsterdam, Elsevier, p. 189Ð347. Spaulding, W. G., 1985, Vegetation and climates of the last 45,000 years in the vicinity of the Nevada Test Site, south-central Nevada: U.S. Geological Survey Professional Paper 1329, 83 p. Spaulding, W. G., Leopold, E. B., and Van Devender, T. R., 1983, Late Wisconsin paleoecology of the American Southwest, in Porter, S. C., ed., The late Pleistocene (Late Quaternary environments of the United States, 1): Minneapolis, University of Minnesota Press, p. 259Ð293. Spencer, R. J., Eugster, H. P., and Jones, B. F., 1985, Geochemistry of Great Salt Lake, Utah II: PleistoceneHolocene evolution: Geochimica et Cosmochimica Acta, v. 49, p. 739Ð747. Spencer, R. J., Moller, N., and Weare, J. H., 1990, The prediction of mineral solubilities in natural waters: A chemical equilibrium model for the Na-K-Ca-Mg-Cl-SO4-H2O system at temperatures below 25¡C: Geochimica et Cosmochimica Acta, v. 54, p. 575Ð590. Szabo, B. J., Kolesar, P. T., Riggs, A. C., Winograd, I. J., and Ludwig, K. R., 1994, Paleoclimatic inferences from a 120,000-yr calcite record of water-table fluctuation in Browns Room of Devils Hole, Nevada: Quaternary Research, v. 41, p. 59Ð69. Williams, D. F., Thunell, R. C., Tappa, E., Rio, D., and Raffi, I., 1988, Chronology of the Pleistocene oxygen isotope record: 0Ð1.88 m.y. B.P.: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 64, p. 221Ð240. Willis, C. J., 1989, A neotectonic tour of the Death Valley fault zone: California Geology, v. 42, p. 195Ð200. Winograd, I. J., and Thordarson, W., 1975, Hydrogeologic and hydrochemical framework, south-central Great Basin,\nNevada-California, with special reference to the Nevada Test Site: U.S. Geological Survey Professional Paper 712-C, 126 p. Wright, L. A., and Troxel, B. W., 1973, Shallow-fault interpretation of basin and range structure, in DeJong, K. A., and Scholten, R., eds., Gravity and tectonics: New York, John Wiley & Sons, p. 397Ð407. Yang, W., Spencer, R. J., Krouse, H. R., Lowenstein, T. K., and Casas, E., 1995, Stable isotopes of lake and fluid inclusion brines, Dabusun Lake, Qaidam Basin, western China: Hydrology and paleoclimatology in arid environments: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 117, p. 279Ð290.\nMANUSCRIPT RECEIVED BY THE SOCIETY SEPTEMBER 5, 1996 REVISED MANUSCRIPT RECEIVED MARCH 6, 1997 MANUSCRIPT ACCEPTED MARCH 6, 1997\nPrinted in U.S.A.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/109/10/1361/3382596/i0016-7606-109-10-1361.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 1997,
  "references": [],
  "id": "SP:ecd9b020e983af64b09cc162cb82a60f8ccaf949",
  "authors": [{
    "name": "glauberite (Na2SO",
    "affiliations": []
  }],
  "abstractText": "The mineralogy of cored sediments from Badwater Basin, Death Valley, California, provides information on water inflow sources and climate over the past 100 k.y. Abundant glauberite (Na2SO4 ú CaSO4) and gypsum (CaSO4 ú 2H2O), and relatively small amounts of calcite are associated with mudflat deposits from dry periods from 0 to 10 ka and 60 to 100 ka. In contrast, scarce CaSO4-bearing minerals but relatively abundant calcite are associated with halite and mud layers from 10 to 60 ka, including the 25 ka wet period when Death Valley contained a perennial lake (10 to 35 ka). Different mixing ratios of inflow waters between wet and dry periods are interpreted to be responsible for the relationship between mineral assemblages and climate. Modern Death Valley, representative of dry periods, is characterized by Na-Cl-SO4 brines, produced by mixing two basic types of inflow waters: (1) Na-HCO3Ðrichand Na-Cl-SO4-HCO3Ðrich meteoric waters from the Amargosa River, springs, and ground waters from northern and central Death Valley; and (2) Na-Ca-ClÐrich springs and ground waters from southern Death Valley, possibly related to volcanism, hydrothermal activity, and a 15-km-deep magma body. During dry periods, relatively abundant Ca-rich spring inflow removes HCO3 as calcite during the early stages of brine evolution. Further evaporative concentration produces gypsum and glauberite from the remaining Ca. During wetter periods, increased discharge of meteoric HCO3Ðrich Amargosa River water and basin-margin spring waters removes most Ca from the brine via precipitation of calcite, and, with low calcium concentrations, CaSO4-minerals are not abundantly formed during further evaporative concentration. Such Ca-poor, Na-Cl-SO4rich brines precipitate thenardite (Na2SO4) during later stages of brine evolution."
}