{
  "sections": [{
    "text": "For permission to copy, contact editing@geosociety.org q 2003 Geological Society of America 1377\nGSA Bulletin; November 2003; v. 115; no. 11; p. 1377–1387; 14 figures; 2 tables; Data Repository item 2003150.\nReddened, clay-rich horizons between basalt flows have historically been identified as ‘‘baked zones’’ or as zones of lateral groundwater movement. The reddening has been attributed to thermal or chemical alteration of the permeable portion of the basalt flow. Many of these red horizons are instead paleosols that record significant hiatuses in basalt flow emplacement. Paleosols were identified in the field on the basis of features such as horizonation, ped morphology, and root traces. Terrestrial gastropods, fossil plants, and peats also occur locally.\nPlots of weathering indices, such as base loss, are consistent with a pedogenic origin for these horizons. Ca, Na, Mg, Fe21, and P have been extensively lost from the A and Bt horizons of the paleosols, consistent with modern weathering patterns. K and Rb have been added to the upper portions of the profiles and lost in the lower portions of the profiles relative to the parent material, with Rb added disproportionately. Historically, this pattern of enrichment has been cited as evidence of K metasomatism. The apparent metasomatism can be explained using a new model in which there was extensive felsic volcanism contemporaneous with pedogenesis, and K and Rb were likely added by windborne ash. The apparent discordance between K and Rb contents of the paleosols can be explained by the presence of land plants because K is an important electrolyte and Rb does not serve any major biological role. This model could account for apparent K metasomatism in other paleosols following the advent of land plants and may be applicable to older paleosols as well.\n†E-mail: nsheldon@darkwing.uoregon.edu.\nKeywords: Picture Gorge, basalt, paleosols, Oregon, paleoclimate."
  }, {
    "heading": "INTRODUCTION",
    "text": "Sequences of basalt flows commonly preserve spectacular red interflow intervals. Although most of these reddened zones have been labeled ‘‘baked zones,’’ a number of them show evidence of pedogenesis, or soil formation, that occurred between periods in which basalt flows were emplaced. In the case of these paleosols, a more fundamental question is whether they are useful for paleoclimatic and paleoenvironmental reconstructions, or whether the paleosols have been thermally altered by the overlying basalt flow via either baking or some metasomatic process.\nThe Picture Gorge subgroup (Fig. 1) of the Columbia River Flood Basalt Province preserves a number of paleosols that developed during the middle Miocene climatic optimum. The middle Miocene climatic optimum was a time of global greenhouse conditions within the generally cooling and drying climatic trend of the Cenozoic. Evidence for a transient greenhouse comes from paleosols (Schwarz, 1997), foraminifera morphology (McGowran and Li, 1997), fossil plants (Utescher et al., 2000), d13C and d18O isotopes from benthic foraminifera (Zachos et al., 2001), and a paleobarometer based on stomatal index of fossil Gingko leaves (Retallack, 2001a; Retallack, 2002).\nPaleosols developed on top of basalt flows are potentially ideal for paleoenvironmental reconstructions because protolith geochemistry may be determined directly, rather than inferred from surrounding geology, as is the case with most paleosols. Interflow paleosols represent a defined time interval because they truncate the flow they formed upon, and are, in turn, truncated by the successive flow. Originally thought to have been emplaced between 16.5 and 15.6 Ma on the basis of stratigraphic\nrelationships, the Picture Gorge subgroup was extruded beginning ;16.1 6 0.2 m.y.a. (Baksi, 1989) and has been subdivided into 17 members with 61 flows (Bailey, 1989). Further, a felsic fall unit within Picture Gorge has been dated to 16.0 6 0.2 (C. Swisher, unpubl. data, 1995), so all the paleosols in this study are ca. 16 Ma or younger and coincide with the middle Miocene climatic optimum. The Picture Gorge subgroup covers 10,680 km2 and has a total volume of 2400 km3, which comprises 1.38% of the total extruded volume of the Columbia River Flood Basalt Province (Tolan et al., 1989). Given the large number of flows and relatively short eruption duration, the age of paleosols developed on Picture Gorge subgroup units can be determined relatively precisely. Chemically, the Picture\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\n1378 Geological Society of America Bulletin, November 2003\nGorge subgroup is high-alumina to tholeiitic (Prestvik and Goles, 1985; Bailey, 1989)."
  }, {
    "heading": "METHODS",
    "text": "Stratigraphic sections were measured during the summer of 2000 and samples were collected from paleosols exposed in Picture Gorge itself, at the type locality of the Picture Gorge subgroup. Flows and paleosols sampled are all part of the Dayville Basalt, a major unit within the Picture Gorge subgroup (Bailey, 1989). Paleosol profiles were classified into pedotypes (Retallack, 2001b) using observations of Munsell color, reaction with dilute acid, and other field characteristics (Retallack, 2001b). Major and trace elements were analyzed using X-ray fluorescence spectrometry\nand inductively coupled plasma–mass spectrometry by Bondar Clegg, Inc., of Vancouver, British Columbia; these data are contained in the Data Repository.1 Five-hundred point counts on thin sections of each pedotype were used to determine the distribution of size fractions and the mineral assemblage with an uncertainty of 2% (Murphy, 1983). Bulk density was determined with the clod method using paraffin, and errors were estimated from 10 replicates of sample PG-31.\n1GSA Data Repository item 2003150, geochemical, bulk density, and particle size data, is available on the Web at http://www.geosociety.org/pubs/ ft2003.htm. Requests may also be sent to editing@geosociety.org."
  }, {
    "heading": "RESULTS",
    "text": "Pedotype Descriptions\nFive pedotypes were identified among the exposures in Picture Gorge (Fig. 2, A–F) and given names in the Native American Sahaptin language, consistent with paleosol research elsewhere in Oregon (Retallack et al., 2000). Pedotypes are equivalent to soil series. The Monana pedotype is an A–A2-A3–C profile (Figs. 2B and 3), probably once a histic Inceptisol (weakly developed soil with a peat horizon; Tables 1 and 2). The uppermost A horizon is a finely laminated black claystone with a high proportion of organic matter and plant fossils preserved parallel to laminations. The Ilukas pedotype is a dark red (5YR4/4–\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, November 2003 1379\n10R4/4) A–Bt-BC–C profile (Figs. 2A and 4), similar to an Alfisol (base-rich forest soil; Tables 1 and 2). The A horizon of the Ilukas pedotype has root traces, both the A and Bt horizons have blocky ped structure, and the BC horizon is characterized by centimeter- to decimeter-scale, red-stained corestones with interstitial clay. Ilukas paleosols, the most common, thickest, and most developed paleosols in the Picture Gorge subgroup, represent significant hiatuses in Picture Gorge subgroup flow emplacement. The Kwalk and Skaw pedotypes are A–C paleosols (Figs. 2C and E and 5) with minimal development, similar to an Entisol (very weakly developed soil; Tables 1 and 2) and an Andisol (soil derived from volcanic ash; Tables 1 and 2), respectively. The primary difference between the two pedotypes is that the felsic volcanic parent material has been significantly reworked in the Kwalk pedotype. The Kwalk pedotype has millimeter-scale root traces in its A horizon but no distinctive subsurface horizon development or ped structure. The Skaw pedotype is very weakly developed; it preserves residual bedding and no distinctive horizonation or\nped structure. The Nuqwas pedotype is a thin (,decimeter-scale), basaltic weathering rind (Fig. 5), as in an Inceptisol (Tables 1 and 2). It is exposed in a deep, flow-top crack in a basalt flow. Post-formation of the Nuqwas pedotype, the crack was filled with the volcanic ash fall that parents the Skaw pedotype and which was reworked to parent the Kwalk pedotype. The Nuqwas pedotype can be thought of as an early stage of the development of an Ilukas paleosol.\nPost-Burial Alteration of Paleosols\nBefore any attempt is made to reconstruct the paleoenvironmental conditions represented by a given paleosol, it is necessary to assess its alteration after burial. All of the paleosols described herein show evidence of three alteration processes: (1) burial compaction, (2) oxidation of organic matter, and (3) reddening of oxyhydroxides by dehydration (Retallack, 1991).\nThe total thickness of cover above the Picture Gorge subgroup is between 1 and 2 km based on regional stratigraphic relationships. Each soil order has different bulk physical properties that contribute to its compactibility, so for mass balance calculations (discussed below), each of the paleosols was decompacted according to the algorithm of Sheldon and Retallack (2001).\nPreserved organic matter is nearly absent in these pedotypes, with the exception of the histic epipedon in the Monana pedotype. Paleosols typically have significantly less organic matter than their modern equivalents due to efficient biotic decomposition as well as burial dissolution (Retallack, 1991). Burial has also significantly reddened some of the paleosols via dehydration of iron oxyhydroxides (e.g., goethite) to hematite (Retallack, 1991).\nFactors of Soil Formation"
  }, {
    "heading": "Climate",
    "text": "All of the paleosols of the Picture Gorge subgroup lack free carbonate, indicating paleoprecipitation .500 mm/yr (Jenny, 1941), but that isohyet value varies with latitude and temperature (e.g., in Texas, with a higher mean annual temperature than the northern Great Plains, the precipitation limit of free pedogenic carbonate is 600 mm/yr). Although this relationship does not hold up for areas experiencing a strongly monsoonal climate where there may be large seasonal differences in evapotranspiration and high mean annual precipitation (MAP) (Driese et al., 2000), there is no evidence to suggest that Oregon\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\n1380 Geological Society of America Bulletin, November 2003\nFigure 4. Ilukas pedotype of Picture Gorge subgroup. Ilukas pedotype is an Alfisol-like paleosol. Legend as in Figure 3.\nTABLE 1. PICTURE GORGE BASALT PEDOTYPES\nPedotype Diagnosis FAO† USDA‡\nMonana underneath§ Granular structured clayey peat over graygreen volcaniclastic sandstone parented\nby basalt\nHumic Cambisol Humaquept\nIlukas firewood Thick and red with clayey subsurface (Bt)horizons parented by basalt\nLuvisol Udalf\nKwalk drab Carbonaceous clayey A horizon over gray reworked tuffaceous shale (C) Gleyic Cambisol Aquent Skaw scare Carbonaceous clayey A horizon over porphyritic tuff (C) Dystric Andisol Udand Nuqwas throat Brownish yellow breccia, deeply weathered Dystric Cambisol Dystrochept\n†FAO (1988). ‡Soil Survey Staff (1975). §Italicized text is translation of pedotype name from Sahaptin into English.\nTABLE 2. PALEOENVIRONMENTAL INTERPRETATION OF MIOCENE INTERFLOW PALEOSOLS\nPedotype Paleoclimate Former Vegetation Paleotopography Parent Material Time†(yr)\nMonana Subhumid, seasonally dry Peat swamp, seasonally dry Boggy floodplain depression Volcaniclastic sandstones and basalt 500–5000 Ilukas Humid (600–1200 mm/yr), seasonally dry Upland old growth forest, eutrophic Flow-top topography (’a’a), well drained Tholeiitic basalt 20,000–75,000 Kwalk Humid, seasonally dry Riparian swale woodland Alluvial depressions in basaltic terrane Tholeiitic basalt 200–2000 Skaw Humid, seasonally dry Eutrophic woodland Terraces Pyroclastic flow 500–2000 Nuqwas Humid, seasonally dry Eutrophic herbaceous vegetation (shrubs),\nlimited insolation needs Crevasses in basalt-flow tops and cracks on stable parts of old flows Tholeiitic basalt 2000–5000\n†Soil times of formation for the Ilukas pedotype are based on a chronofunction from data in Markewich et al. (1990) relating Bt horizon thickness to age as follows: formation time (years) 5 17.07 (Bt thickness)2 1 645.8 (Bt thickness) with R2 5 0.87. For the type Ilukas paleosol shown in Figure 4, its 46 cm Bt horizon indicates a formation time of about 66,000 years. Other soil formation times are estimates based on qualitative degree of development of features such as ped development, horizonation, the presence of relict bedding, etc., and Figure 8-17 of Birkeland (1984).\nwas subject to strongly seasonal climate in the Miocene.\nMeasurements of the degree of chemical weathering of paleosol Bt and Bw horizons can be related to MAP and mean annual temperature (MAT) using climofunctions derived from modern soils that give results consistent with independent estimates (Sheldon et al., 2002). The chemical index of alteration without potassium (CIA-K) can be related to MAP as follows:\n(.0197CIA-K)MAP (mm) 5 221.2e , (1)\nwhere R2 5 0.72 with a standard error of 6 182 mm (Sheldon et al., 2002) and CIA-K 5 100*((mAl2O3)/(mAl2O3 1 mCaO 1 mNa2O)) (Maynard, 1992). MAT can be estimated with less accuracy as follows:\nMAT (8C) 5 218.5S 1 17.3, (2)\nwhere R2 5 0.37 with a standard error of 4.4 8C and S 5 (mK2O 1 mNa2O)/mAl2O3 (Sheldon et al., 2002). Using the mean values of three samples (Fig. 4; JODA9104–9106) from the Bt horizon of the type Ilukas paleosol, MAP and MAT values of ;750 mm/yr (570– 930 mm) and 12 8C (8–16 8C) were obtained. These estimates are consistent with independent estimates of paleoclimate from the contemporaneous Mascall flora (see Organisms section below; Wolfe, 1981). Further, paleosols in the contemporaneous and overlying Mascall Formation less than 3 km away indicate wetter and more seasonally variable conditions than the underlying John Day Formation, which has a number of carbonatebearing paleosols (Bestland, 1994, 1998). These observations are consistent with a transient warm, wet period that has been called the middle Miocene climatic optimum."
  }, {
    "heading": "Organisms",
    "text": "Plants recovered from the A-horizon of the Monana pedotype are dominantly flat, reed-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, November 2003 1381\ntype grasses with little woody material, indicating a marsh setting rather than a swamp setting. Marsh connotes rooted herbaceous plants in an acidic freshwater setting (Gore, 1983), while swamp connotes forests and woodlands with waterlogged ground (Retallack, 2001b). The root traces and continuous Bt horizon of the Ilukas pedotype indicate a forest with a closed canopy. A small number of terrestrial gastropod fossils have been recovered from the Ilukas pedotype, but no vertebrate or invertebrate fossils have been recovered from the Monana pedotype. Swamps typically have acidic pHs that inhibit fossil preservation, and this likely explains the dearth of faunal fossils.\nThe middle Miocene climatic optimum is also evident from fossil plants. Wolfe (1981) reconstructed the flora of the contemporary and nearby Mascall Formation as ‘‘mixed mesophytic forest.’’ ‘‘Mixed mesophytic forest’’ is dominated by broadleaved deciduous vegetation with ;15–30% broadleaved evergreen coverage (Wolfe, 1981). This flora flourishes in modern settings with a mean annual temperature of 8–138 C and a mean annual temperature range of 19–308 C (Wolfe, 1981). These results are consistent with climofunction estimates discussed above."
  }, {
    "heading": "Topographic Relief",
    "text": "There are no indications of significant topography in any of the paleosols, nor on the basis of stratigraphic relationships. Some of the Ilukas paleosols had very gentle ridge and swale topography (Fig. 2F). The Picture Gorge subgroup was emplaced onto an essentially flat landscape in the study area. No significant changes in flow thickness indicating breaks in slope are observed. The only notable topographic effects are due to variable rubble thickness on basalt flow tops and large cracks in ‘a‘a flows."
  }, {
    "heading": "Parent Material",
    "text": "The parent material for the Nuqwas, Monana, and Ilukas pedotypes is high-alumina to tholeiitic basalt of the Picture Gorge subgroup of the Columbia River Flood Basalt Province (Prestvik and Goles, 1985; Bailey, 1989). The parent material for the Kwalk and Skaw pedotypes is intermediate to felsic volcanic ash and pumice, possibly waterlain in local topographic depressions on top of basalt flows. Flow-top rubble thickness is variable along strike, and the rubble would have been more readily weathered than massive columnar basalt. This is supported by comparison of rubble depth versus depth of staining and pedogenesis (Fig. 6).\nTime No weathering of the underlying massive basalt is observed, which suggests either insufficient time of formation before the subsequent flow or that the porosity and permeability of the massive basalt were sufficiently low that it functioned as an aquiclude. However, the degree of weathering of the paleosols and the thickness of the Bt horizon of the Ilukas pedotype suggest long formation times (Birkeland, 1984; Retallack, 2001b). Further, the Ilukas pedotype is a chemically mature Alfisol having a molar alumina/base ratio of less than two. Together, these separate lines of evidence point to minimum formation times of thousands of years for two of the pedotypes and formation times ranging into hundreds of years for the others (Table 2). Pedogenesis"
  }, {
    "heading": "Weathering Ratios",
    "text": "A number of molecular weathering ratios have been devised to characterize the degree\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\n1382 Geological Society of America Bulletin, November 2003\nof weathering in paleosols and to separate paleosol orders (Retallack, 2001b; Sheldon et al., 2002). The most illustrative of these for purposes of this discussion is the molecular ratio of alumina/bases (mAl2O3/(mK2O 1 mNa2O 1 mCaO 1 mMgO)). As the soil parent material, basalt and tuff in this case, is weathered, the ratio of alumina to bases increases as feldspars and more mafic minerals are weathered to form alumina-rich clays. This occurs through a combination of hydrolysis and acid attack reactions. An alumina/bases ratio of 2 or less is useful for distinguishing between strongly weathered Ultisols (.2) and less weathered Alfisols (Retallack, 2001b; Sheldon et al., 2002). The Ilukas pedotype has\nalumina/base values of less than 1 (Fig. 7A). The very low molecular ferrous/ferric iron ratio (gleization; Fig. 8) shows that the Ilukas pedotype was well drained and well aerated. The parent basalt has a gleization value of 1– 2, whereas the Ilukas pedotype has values below 0.25 in the A, Bt, and BC horizons, indicating that there was sufficient oxygen to oxidize most of the ferrous iron in the soil. The Monana pedotype shows an augmentation of the alumina/base ratio in the upper portion of the profile similar to that of the Ilukas pedotype (Fig. 7A), again consistent with a significant amount of pedogenesis.\nFeldspar loss is quantified using the plagioclase index of alteration (PIA 5 100*(Al2O3– K2O)/(Al2O3 1 CaO* 1 Na2O–K2O)) of Fedo et al. (1995). The Ilukas pedotype shows a similar pattern to the Monana pedotype (Fig. 7B), though with slightly lower values that are consistent with the interpretation of the Ilukas pedotype as an Alfisol. The near-neutral pH values (6–8.5) of Alfisols allow long persistence of easily weatherable minerals such as feldspars (Retallack, 2001b)."
  }, {
    "heading": "Mass Balance Calculations",
    "text": "One common method of assessing gains and losses of different elements in soils is through constitutive mass balance (see Brimhall and Dietrich (1987); Chadwick et al. (1990); Brimhall et al., 1991). For the purposes of this paper, mass balance can be reduced to two concepts, strain (e) of an ‘‘immobile’’ element and transport (t) of a second\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, November 2003 1383\nelement with respect to the immobile element. While a more thorough discussion may be found in any of the papers mentioned above, the underlying concept is that if elements that were immobile during weathering can be identified, then it is possible to assess losses and gains of mobile elements compared to the immobile element. The open system masstransport function for element j in the weathered sample (w) is defined as follows:\nt 5 [(r C ) / (r C )][« 1 1] 2 1,j,w w j,w p j,p i,w (3)\nwhere rw is the density of the weathered material, Cj,w is the chemical concentration (weight percentage) of element j in the weathered material, rp is the density of the parent material, and Cj,p is the chemical concentration (weight percentage) of element j in the parent material. If tj,w 5 0 (i.e., element w was immobile), then «i,w can be solved for separately, thus bypassing volume (as in the classical definition of strain) as follows:\n« 5 [(r C ) / (r C )] 2 1,i,w p j,p w j,w (4)\nwhere «i,w is the strain on immobile element i in the weathered sample. Selection of immobile elements is often made on the basis of theory rather than observations: Ti, Nb, Al, and Zr are typically assumed to be immobile during weathering. However, it is possible to assess the immobility by comparing the relative mobilities of a supposedly immobile element assuming that another element is immobile (Chadwick et al., 1990). For example, one could plot tTi,w,«(Zr) against «Zr,w. For these samples, if Zr is taken to be immobile, then Ti is fairly mobile. By performing this type of analysis, Zr was found to be the ‘‘most’’ immobile element (« values are shown in the Data Repository; see footnote 1).\nElemental Gains and Losses\nMass balance calculations indicate that the Ilukas and Monana pedotypes lost iron, magnesium, calcium, sodium, and phosphorus during weathering (Fig. 9; selected elements shown for the Ilukas pedotype only). Comparison between loss of ferrous iron and loss of total iron shows that while some of the iron was simply oxidized, much of the iron lost was leached from the profile (Fig. 10). The Monana pedotype has lower t (mass transport) values than the Ilukas pedotype, indicating more efficient breakdown of minerals and leaching of cations in the acidic swamp soil (Monana) than in the near-neutral pH forest soil (Ilukas). Comparison of rubidium and po-\ntassium for the Ilukas pedotype shows that rubidium t values are systematically higher than those for potassium (Fig. 9). For both elements, no significant loss occurs until deep in the profile (C horizon). These profiles are consistent with the addition of potassium and rubidium to the soil from windborne felsic volcanic ash and differential loss attributable to potassium’s role as a biologically important cation, a model that will be further developed in the Discussion. Despite significant losses of phosphorus in both the Ilukas and Monana paleosols, both profiles maintain a pattern consistent with biotic weathering (Fig. 11; Jobbágy and Jackson, 2001). The highest phosphorus values (smallest losses) occur at the top and bottom of the profile, which indicates bioaccumulation and limited pedogenesis, respectively.\nThe magnitude of the t-values observed is consistent with substantial weathering (e.g., losses of 80–90% of CaO relative to the parental basalt), but e values are generally close to zero (Fig. 12), indicating little change in the volume of material. This could indicate that pedogenesis was essentially isovolumetric, with base cations from volcanic minerals leached out of the profile and used by the flora. It could also indicate that a significant amount of mass was added to the profiles to balance mass lost to leaching. As will be discussed in more detail below, it is clear that both potassium and rubidium have been added\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\n1384 Geological Society of America Bulletin, November 2003\nFigure 12. Strain versus depth for Ilukas pedotype. See Equation 4 and discussion in text. In A, Bt, and BC horizons, weathering was nearly isovolumetric, while Chorizon e values may indicate some downprofile transport.\nto these soils, but it is unlikely that enough volcanic ash was added to make up for a loss of more than a few volume percent of the soil."
  }, {
    "heading": "DISCUSSION",
    "text": "Baked Zones?\nReddened zones between lava flows have often been characterized as ‘‘baked zones,’’ and all visible alteration was attributed to heating by the overlying flow. This line of reasoning would dictate that interflow paleosols such as those of the Picture Gorge subgroup might not be useful for paleoclimatic reconstruction. Have these paleosols been thermally altered to that degree?\nAlthough much of the organic matter in Picture Gorge subgroup paleosols was destroyed by post-burial processes, the histic epipedon (peaty A-horizon) of the Monana pedotype preserved an amount sufficient for vitrinite reflectance analysis (a means of asssessing degree of thermal alteration; Mukhopadhyay, 1992). Samples collected from within 3 cm of the contact with the overlying flow have a mean reflectance value of 1.14 (medium volatile bituminous coal), declining 6 cm below the contact to a mean reflectance of 0.80 (high volatile bituminous coal). By 10 cm below the contact, the mean\nreflectance is just 0.32 (lignite-grade), a condition consistent with normal diagenesis rather than any significant heating of the paleosol by the overlying basalt flow (Mukhopadhyay, 1992). All of the samples from the Monana pedotype have a small population of higher reflectance values representing degradofusinite, which is formed by fungi oxidizing humic kerogen. This process increases the carbon content, and thus the hardness and reflectance of the sample. Only vitrinite was used to determine the maturity of the samples. These results suggest heating to 160–180 8C within the upper 6 cm of the Monana profile, declining to no more than 60–80 8C at a depth of 10 cm (Mukhopadhyay, 1992).\nAnother line of evidence that would suggest significant heating of paleosols by the emplacement of basalt flows is ceramicization. Given the abundance of clay in most soils of this study, heating could effectively bake soil clays into ceramic. However, comparison of a thin section of fired pottery and a thin section sample (JODA-9103; Fig. 4) collected from just 5 cm below the Ilukas paleosol–basalt contact demonstrates that paleosol clays have been subjected to limited or no heating. The pottery fragments thin-sectioned for comparison were fired from red smectitic clay like the Bt-horizons of the Ilukas pedotype. There is a nearly total lack of birefringence and individual grains in the pottery sample (i.e., the texture is amorphous and massive) compared with the fine-grained, highly birefringent paleosol sample.\nThe results in this study are consistent with previous workers’ findings. Smith and McAlister (1995) and Pierre (1990) described paleosols developed on chalk and granite, respectively, which were covered by lava flows. Both papers suggested that baking of the underlying paleosols was restricted to the upper few decimeters of the profiles, that element mobilization was minimal, and that the preserved ped structure of the profiles precludes significant addition of clays to the profiles from the overlying lava.\nZeolite minerals, indicating low temperature diagenetic reactions (up to 300 8C), are typically present near the base of the overlying basalt flow, and, rarely, near the top (upper 10 cm) of paleosol profiles. The basal portion of a number of the basalt flows also contains vertically oriented (orthogonal to the flow direction) vesicles consistent with gas escaping from burning vegetation associated with the paleosols. That the basalt flows appear to be more altered than the paleosols may reflect thermal armoring. The first basalt flowing onto the soils was quenched by the water in\nthe soils and the vegetation and formed a relatively nonconductive barrier (thermal armor) to further heat transfer by subsequently emplaced basalt of the same flow and by later flows. In sum, the paleosols have been altered little by subsequent basalt flow emplacement and in fact, they may have altered the base of the overriding basalt flow as former vegetation was combusted. Multiple lines of evidence suggest that heating to zeolite facies was confined to the upper decimeter of the paleosols and that samples collected from below that depth have experienced much less heating, perhaps only from diagenesis. Thus, with careful sampling, these paleosols may be used to reconstruct paleoclimatic/paleoenvironmental conditions in a manner similar to other (e.g., fluvial) paleosols.\nPotassium Metasomatism?\nMany paleosols show an up-profile increase in the abundance of K2O that has been frequently attributed to potassium metasomatism (e.g., Rye and Holland, 2000) via postformation fluid flow along the contact between a paleosol and its overlying unit. Typically, potassium metasomatism is diagnosed without any other geologic or geochemical evidence (e.g., Rb-Sr dating of the timing of metasomatism). However, this model may be an oversimplification; of 128 modern North American soils reported by Marbut (1935), 33% show enrichment in K2O toward the surface. Much of the surficial depletion of K2O in other modern soils results from the high efficiency of potassium extraction by vascular land plants from the soil solution (Knoll and James, 1987). Further, if one only considers extractable potassium rather than potash (K2O), 70 of 112 (62.5%) North American soils studied by the Soil Survey Staff have an up-profile potassium enrichment (Soil Survey Staff, 1975). Thus, despite frequent citation of an up-profile increase in potassium as evidence of post-burial potassium metasomatism (e.g., Palmer et al., 1989; Rye and Holland, 2000), potassium enrichment may simply be a consequence of the variable effects of biotic weathering on different elements, especially among paleosols that have not been buried deeply.\nMetasomatism is most commonly thought to occur as a result of a fluid migrating along a lithological contact (Rye and Holland, 2000), in this case between a paleosol and the overlying basalt flow. Such a process would produce the K distribution shown in Figure 13. However, the observed pattern of potassium shows no augmentation in K content of\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, November 2003 1385\nthe overlying basalt flow (Fig. 13). What if potassium was leached from the overlying basalt into the paleosols? If this were the case, we would expect to see significantly depleted K2O in basalt samples near the contact with the underlying paleosols. This is not observed (Fig. 13).\nThere are at least two other plausible explanations for the up-profile increase of potassium in these paleosol profiles. The first explanation is a biological process. Plants use potassium for various biological functions, but primarily as a cellular electrolyte. Simpler biota such as lichens and microbes use potassi-\num similarly. Some plants, or the myccorhizal symbionts of their roots, produce chelating agents that facilitate the bioaccumulation of potassium. Gill and Yemane (1999) documented this type of ‘‘luxury’’ (beyond the minimum amount needed by the plants) uptake of potassium in a Paleozoic Ultisol. In their study, the potassium (in illite) is associated with organic matter, again suggesting the importance of soil biota.\nAlternatively, potassium could be added to soil profiles from windborne particles either derived from distal weathering or from volcanic ash. Miocene Oregon was dotted with\nvarious felsic eruptive centers in addition to the basaltic vents that produced the Picture Gorge subgroup. Possible ash sources include the McDermitt volcanic field in southern Oregon and western Nevada (Rytuba and McKee, 1984), local felsic calderas in the Cascades (Fig. 1) related to the Cascadia subduction zone, or early eruptions from the Strawberry Volcanic Field (Fig. 1). Current and likely former orientations of the jet-stream make a Cascades or Strawberry Volcanic Field origin most likely. The Skaw pedotype is parented by a felsic ash-fall deposit of unknown provenance overlying a Picture Gorge subgroup basalt flow, indicating significant contemporaneous felsic volcanic activity. Additional evidence for contemporaneous felsic volcanism comes from the Mascall Formation of central Oregon, which interfingers with and abuts the Picture Gorge subgroup. Paleosols of the Mascall Formation are parented by tuffaceous material and volcaniclastic sediments of rhyodacitic affinity that are probably from the nearby Strawberry volcanic center (Bestland, 1998).\nThe Picture Gorge paleosols also show upprofile augmentation of rubidium, an element with chemical affinities similar to those of potassium. Potassium and rubidium are positively correlated (Fig. 14), and mass balance calculations show similar patterns of gains and\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\n1386 Geological Society of America Bulletin, November 2003\nlosses for both elements (Fig. 9). However, 40–80% more rubidium is added than potassium, suggesting either that more rubidium is being added or that more potassium is being lost. As noted above, potassium is a biologically important cation. Thus, even though rubidium and potassium were likely being added in a relatively constant proportion given their similar chemical affinities, more potassium was used by the soil biota (Fig. 9).\nThe most likely source of rubidium, and by extension, potassium, is within windborne particles. There is significantly more rubidium in dust of the average continental crust composition (112 ppm; Taylor and McLennan, 1995) or in rhyodacitic ash (.30 ppm; e.g., Price (1993) described rubidium concentrations of 48–74 ppm for South Sister in the High Cascades) than in Picture Gorge subgroup basalts (20–25 ppm). Modern basaltparented soils in Hawaii show marked shifts in the source of nutrient input from less than 10% atmosphere-derived at 300- and 2100-yrold sites to 40% atmosphere-derived nutrients (Sr, Ca, Mg) at a 20,000-yr-old site where soil formation factors other than time are all the same (Chadwick et al., 1999). The shift to dominance of atmospheric rather than rock sources of potassium should happen even earlier than for the alkaline Earth metals such as Ca, which are abundantly available in most basalts (Chadwick et al., 1999). The modern Hawaiian soils receive their dust influx from southeast Asia, but felsic calderas in the Cascades could introduce K- and Rb-rich ash in much higher concentrations than dust derived from the continental interior of North America or Asia.\nBecause much clay in paleosols is illuvial, the amount of ash added to a paleosol profile should decrease with depth from the paleosol surface. Potassium and rubidium derived from the addition of volcanic ash should also change from high values near the top of a profile to small values down profile (Fig. 9), thereby yielding the distribution that has previously been attributed to potassium metasomatism."
  }, {
    "heading": "CONCLUSIONS AND FUTURE WORK",
    "text": "Interflow paleosols in volcanic sequences represent a large, untapped resource of paleoenvironmental information, provided that chemical changes in those systems are shown to be due to pedogenesis rather than hydrothermal alteration or baking. The Picture Gorge subgroup preserves a number of paleosols, a small fraction of which is described here, and ongoing work will provide a high-\nresolution record of the middle Miocene climatic optimum. Preliminary estimates of paleoprecipitation and paleotemperature are consistent with a transient humid, temperate paleoclimate.\n1. Data from vitrinite reflectance and comparison between thin sections of Picture Gorge paleosols and pottery made from similar clay indicate that heating of the paleosols was minimal, with temperatures no warmer than those of diagenesis within centimeters of the basalt– paleosol contact. The paleosols were likely protected by thermal armoring as the overriding basalt flow was quenched by soil water and vegetation.\n2. The paleosols show an up-profile increase in potassium. This has been previously cited as evidence of potassium metasomatism of paleosols. Bulk rock geochemistry and mass balance gains and losses of potassium and rubidium are not consistent with a metasomatic origin.\n3. An alternative model that better supports the geochemical evidence is that potassium and rubidium were added to soils as windborne volcanic ash, probably derived locally from the Strawberry Volcanic Field or Cascades. Potassium was leached more effectively than rubidium, owing to its function as a cellular electrolyte in many plants. There may also have been ‘‘luxury’’ uptake and bioaccumulation of potassium. Other elements added by volcanic ash were leached more efficiently. The long-term stability of the landscape between basaltic flow emplacement is consistent with reliance on windborne nutrient sources in similar Hawaiian soils and probably was a factor in the fertility of at least Ilukas soils.\n4. This model for aeolian input of dust and bioaccumulation as a source of apparent potassium metasomatism may be broadly applicable to paleosols formed throughout the Phanerozoic, and potentially the Precambrian, though lower biotic productivity and bioaccumulation potential may limit the usefulness of this model for older paleosols."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Research was funded by National Science Foundation grant EAR0000953. I thank Greg Retallack, Mark Reed, and Ted Fremd for useful discussions about this work. Helpful reviews and comments were provided by Steve Driese, Marith Reheis, and Associate Editor Lynn Soreghan."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bailey, N.M., 1989, Revisions to the stratigraphic nomenclature of the Picture Gorge Basalt Subgroup, Columbia River Basalt Group, in Reidel, S.P., and Hooper,\nP.R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 67–84. Baksi, A.K., 1989, Reevaluation of the timing and duration of extrusion of the Imnaha, Picture Gorge, and Grand Ronde Basalts, Columbia River Basalt Group, in Reidel, S.P., and Hooper, P.R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 105–112. Bestland, E.A., 1994, Reconnaissance stratigraphy of the Miocene Mascall Formation in its type area of Central Oregon: National Park System Open File Report, John Day Fossil Beds National Monument, 20 p. Bestland, E.A., 1998, Stratigraphy of the Mid-Miocene Mascall Formation (lower part) in its type area: National Park System Open File Report, John Day Fossil Beds National Monument, 34 p. Birkeland, P.W., 1984, Soils and geomorphology: New York, Oxford University Press, 372 p. Brimhall, G.H., and Dietrich, W.E., 1987, Constitutive mass balance relations between chemical composition, volume, density, porosity, and strain in metasomatic hydrochemical systems: Results on weathering and pedogenesis: Geochimica et Cosmochimica Acta, v. 51, p. 567–587. Brimhall, G.H., Lewis, C.J., Ford, Bratt, J., Taylor, G., and Warin, O., 1991, Quantitative geochemical approach to pedogenesis: Importance of parent material reduction, volumetric expansion, and eolian influx in laterization: Geoderma, v. 51, p. 51–91. Chadwick, O.A., Brimhall, G.H., and Hendricks, D.M., 1990, From a black to a gray box—A mass balance interpretation of pedogenesis: Geomorphology, v. 3, p. 369–390. Chadwick, O.A., Derry, L.A., Vitousek, P.M., Huebert, B.J., and Hedin, L.O., 1999, Changing sources of nutrients during four million years of ecosystem development: Nature, v. 397, p. 491–497. Driese, S.G., Mora, C.I., Stiles, C.A., Joeckel, R.M., and Nordt, L.C., 2000, Mass-balance reconstruction of a modern Vertisol: Implications for interpreting the geochemistry and burial alteration of paleo-Vertisols: Geoderma, v. 95, p. 179–204. FAO, 1988, Soil map of the world, I.: Revised legend: Rome, United Nations Scientific and Cultural Organization, scale 1:5,000,000, 1 sheet. Fedo, C.M., Nesbitt, H.W., and Young, G.M., 1995, Unraveling the effects of potassium metasomatism in sedimentary rocks and paleosols, with implications for paleoweathering conditions and provenance: Geology, v. 23, p. 921–924. Gill, S., and Yemane, K., 1999, Illitization in a Paleozoic, peat-forming environment as evidence for biogenic potassium accumulation: Earth and Planetary Science Letters, v. 170, p. 327–334. Gore, A.J.P., ed., 1983, Mires—Swamp, bog, fen, and moor, 2 Vols.: Amsterdam, Elsevier, 440 p. Jenny, H., 1941, Factors of soil formation: New York, McGraw-Hill, 281 p. Jobbágy, E.G., and Jackson, R.B., 2001, The distribution of soil nutrients with depth: global patterns and the imprint of plants: Biogeochemistry, v. 53, p. 51–77. Knoll, M.A., and James, W.C., 1987, Effect of the advent and diversification of vascular plants on mineral weathering through geologic time: Geology, v. 15, p. 1099–1102. Marbut, C.F., 1935, Atlas of America agriculture: Part III, Soils of the United States, U.S. Department of Agriculture Advance Sheets, Volume 8: Washington, D.C., U.S. Government Printing Office, 98 p. Markewich, H.W., Pavich, M.J., and Buell, G.R., 1990, Contrasting soils and landscapes of the Piedmont and Coastal Plain, eastern United States: Geomorphology, v. 3, p. 417–447. Maynard, J.B., 1992, Chemistry of modern soils as a guide to interpreting Precambrian paleosols: The Journal of Geology, v. 100, p. 279–289. McGowran, B., and Li, Q., 1997, Miocene climatic oscillation recorded in the Lakes Entrace oil shaft, southern Australia: Reappraisal of the planktonic foraminiferal record: Micropaleontology, v. 43, p. 129–148.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, November 2003 1387\nMukhopadhyay, P.K., 1992, Maturation of organic matter as revealed by microscopic methods: Applications and limitations of vitrinite reflectance, and continuous spectral and pulsed laser fluorescence spectroscopy, in Wolf, K.H., and Chilingarian, G.V., eds., Diagenesis, III: Developments in sedimentology 47: New York, Elsevier, p. 435–505. Murphy, C.P., 1983, Point-counting pores and illuvial clay in thin sections: Geoderma, v. 31, p. 133–150. Palmer, J.A., Phillips, G.N., and McCarthy, T.S., 1989, Paleosols and their relevance to Precambrian atmospheric composition: Journal of Geology, v. 97, p. 77–92. Pierre, G., 1990, Générations de d’altérites dans le Massif Central Francais (Auvergne, Aubrac, Vélay) du Miocène au Quaternaire: Implications paléclimatologiques et géomorphologiques: Physio-Géo, v. 20, p. 31–49. Prestvik, T., and Goles, G.G., 1985, Comments on petrogenesis and the tectonic setting of Columbia River Basalts: Earth and Planetary Science Letters, v. 72, p. 65–73. Price, J.D., 1993, The nature and origin of the intermediate and silicic rocks and their mafic intrusions at South Sister Volcano, central High Cascades [M.S. thesis]: Waco, Texas, Baylor University, 169 p. Retallack, G.J., 1991, Untangling the effects of burial alteration and ancient soil formation: Annual Reviews of Earth and Planetary Sciences, v. 19, p. 183–206. Retallack, G.J., 2001a, A 300-million-year record of atmospheric carbon dioxide from fossil plant cuticles: Nature, v. 411, p. 287–290. Retallack, G.J., 2001b, Soils of the past, 2nd Edition: London, Blackwell Science, Ltd. , 404 p. Retallack, G.J., 2002, Carbon dioxide and climate over the past 300 Myr: Philosophical Transactions of the Royal Society of London, v. 360, p. 659–673. Retallack, G.J., Bestland, E.A., and Fremd, T.J., 2000, Eocene and Oligocene paleosols of central Oregon: Geological Society of America Special Paper 344, 192 p. Rye, R., and Holland, H.D., 2000, Geology and geochemistry of paleosols developed on the Hekpoort Basalt, Pretoria Group, South Africa: American Journal of Science, v. 300, p. 85–141. Rytuba, J.J., and McKee, E.H., 1984, Peralkaline ash flow tuffs and calderas of the McDermitt volcanic field, southwest Oregon and north central Nevada: Journal of Geophysical Research, v. 89, p. 8616–8628. Schwarz, T., 1997, Lateritic bauxite in central Germany and implications for Miocene palaeoclimate: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 129, p. 37–50. Sheldon, N.D., and Retallack, G.J., 2001, Equation for compaction of paleosols due to burial: Geology, v. 29, p. 247–250. Sheldon, N.D., Retallack, G.J., and Tanaka, S., 2002, Geochemical climofunctions from North American soils and application to paleosols across the Eocene–Oligocene boundary in Oregon: Journal of Geology, v. 110, p. 687–696. Smith, B.J., and McAlister, J.J., 1995, Mineralogy, chemistry and palaeoenvironmental significance of an Early Tertiary Terra Rossa from Northern Ireland: A preliminary review: Geomorphology, v. 12, p. 63–73. Soil Survey Staff, 1975, Soil taxonomy: A basic system of\nsoil classification for making and interpreting soil surveys: Washington, D.C., United States Department of Agriculture Soil Conservation Service, 754 p. Taylor, S.R., and McLennan, S.M., 1995, The geochemical evolution of the continental crust: Reviews of Geophysics, v. 33, p. 241–265. Tolan, T.L., Reidel, S.P., Beeson, M.H., Anderson, J.L., Fecht, K.R., and Swanson, D.A., 1989, Revisions to the estimates of the areal extent and volume of the Columbia River Basalt Group, in Reidel, S.P., and Hooper, P.R., eds., Volcanism and tectonism in the Columbia River flood-basalt province: Geological Society of America Special Paper 239, p. 1–20. Utescher, T., Mossbrugger, U., and Ashraf, A.R., 2000, Terrestrial climate evolution in northwest Germany over the last 25 million years: Palaios, v. 15, p. 430–449. Wolfe, J.A., 1981, Paleoclimatic significance of the Oligocene and Neogene floras of the northwestern United States, in Niklas, K.J., ed., Paleobotany, paleoecology, and evolution, Volume 2: New York, Praeger Publishers, 79–101. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693."
  }, {
    "heading": "MANUSCRIPT RECEIVED BY THE SOCIETY 30 JULY 2002 REVISED MANUSCRIPT RECEIVED 30 APRIL 2003 MANUSCRIPT ACCEPTED 5 MAY 2003",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/115/11/1377/3389838/i0016-7606-115-11-1377.pdf by University of Arizona user on 26 February 2019"
  }],
  "references": [],
  "id": "SP:09f42722595791f0efacfdafab897078e58b300f",
  "authors": [{
    "name": "Nathan D. Sheldon",
    "affiliations": []
  }],
  "abstractText": "Reddened, clay-rich horizons between basalt flows have historically been identified as ‘‘baked zones’’ or as zones of lateral groundwater movement. The reddening has been attributed to thermal or chemical alteration of the permeable portion of the basalt flow. Many of these red horizons are instead paleosols that record significant hiatuses in basalt flow emplacement. Paleosols were identified in the field on the basis of features such as horizonation, ped morphology, and root traces. Terrestrial gastropods, fossil plants, and peats also occur locally. Plots of weathering indices, such as base loss, are consistent with a pedogenic origin for these horizons. Ca, Na, Mg, Fe21, and P have been extensively lost from the A and Bt horizons of the paleosols, consistent with modern weathering patterns. K and Rb have been added to the upper portions of the profiles and lost in the lower portions of the profiles relative to the parent material, with Rb added disproportionately. Historically, this pattern of enrichment has been cited as evidence of K metasomatism. The apparent metasomatism can be explained using a new model in which there was extensive felsic volcanism contemporaneous with pedogenesis, and K and Rb were likely added by windborne ash. The apparent discordance between K and Rb contents of the paleosols can be explained by the presence of land plants because K is an important electrolyte and Rb does not serve any major biological role. This model could account for apparent K metasomatism in other paleosols following the advent of land plants and may be applicable to older paleosols as well.",
  "title": "Pedogenesis and geochemical alteration of the Picture Gorge subgroup, Columbia River basalt, Oregon"
}