{
  "year": 2012,
  "references": [],
  "id": "SP:2c001efd3d9fb780bc7a73c05f472e8fa900b22f",
  "authors": [{
    "name": "Ricardo N. Alonso",
    "affiliations": []
  }, {
    "name": "Teresa E. Jordan",
    "affiliations": []
  }, {
    "name": "Kenneth T. Tabbutt",
    "affiliations": []
  }, {
    "name": "Dirk S. Vandervoort",
    "affiliations": []
  }],
  "abstractText": "Large volumes of continental evaporites accumulated within the central Andes during Neogene uplift of the Altiplano-Puna plateau and development of the Andean volcanic arc. Halite and gypsum are dominant minerals, along with local and economically important borates. Play a conditions have existed since ca. 15 Ma; halite and borate deposition has occurred for the past 7 to 8 m.y. Evaporites formed in salar environments (e.g., playa lakes) and are characterized by complex mineral assemblages, occurrence, zonation, and geochemistry. Evaporite deposition was controlled by volcanism, geothermal activity, closed drainage, and climate. These Andean deposits, and their controls, differ from evaporites in other continental and marine environments. INTRODUCTION It is widely known that an extensive continental plateau and volcanic arc developed in the central Andes beginning in the Miocene, caused by subduction of the Nazca plate beneath South America. An unappreciated feature of the central Andes is that vast quantities of nonmarine evaporites accumulated in sedimentary basins in the midst of the Neogene Andean uplift. Neogene basins evolved in close relation to arc construction and plateau uplift. New chronological data, presented here, indicate that playa environments have existed since 15 Ma. Neogene and Quaternary evaporitic basins, which locally exceed 5 km in thickness, are an outstanding illustration of mass transfer within the Andean edifice by chemical and physical means. Volcanism, thermal activity, closed basins, and an arid environment together formed a unique surface and crustal environment that controlled evaporite occurrence and mineral assemblages. GEODYNAMIC SETTING OF THE PUNA PLATEAU The Altiplano-Puna plateau, 3 5 0 0 m in base elevation, dominates the physiography of the central Andes (Isacks, 1988). The Puna forms the southern third of the plateau system. A volcanic arc has been active along the western margin of the Altiplano-Puna from Miocene time to the present (Jordan and Gardeweg, 1989). A plateau-scale, internally drained, hydrologic basin is bounded by the volcanic arc on the west and a tectonic highland on the east. Salt flats cover the interior basins of the plateau, totaling thousands of square kilometres. Together, the volcanoes and salt flats are the most spectacular features of the central Andes (Fig. 1). CONDITIONS THAT FAVOR EVAPORITE ACCUMULATION IN THE PUNA Conditions that led to accumulation of evaporite deposits include characteristics of the surface environment and of magmatic and tectonic Figure 1. Location of study area with respect to coast of Chile, political boundaries, and Neogene volcanic arc of central Andes. Principal salars (closed valleys with saline-crust floors) and exposures of Neogene evaporitic strata are shown. Puna-Altiplano spans region from western side of volcanic arc to approximately eastern border of map. Plateau is referred to as \"Altiplano\" in Bolivia and \"Puna\" in Argentina. processes. A combination of theoretical reasoning and empirical data indicates that the following elements are of critical importance in Puna evaporite deposition. Closed Basins Hydrologically closed drainages in an arid climate, where evaporation exceeds inflow, form conditions favorable for evaporite deposition (Sonnenfeld, 1984). Within the regional Puna basin, several westnorth west-trending volcanic fingers cross the plateau (Fig. 1) (Salfity et al., 1984; Viramonte et al., 1984a) and divide the plateau into separate basins. These basins are further divided by north-south-trending structural blocks, producing numerous stagnant compartments (Igarzabal, 1982). Alluvial fans prograding into the basins from opposing mountain flanks in GEOLOGY, v. 19, p. 401-404, April 1991 401 Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/19/4/401/3512877/i0091-7613-19-4-401.pdf by University of Arizona user on 26 February 2019 some cases coalesce and form yet smaller enclosed drainage basins. Eolian dunes locally close parts of surface drainage systems. Volcanism Volcanic activity plays several roles in establishing a favorable evaporite environment and in controlling evaporite mineral assemblages. Beyond the direct controls described here, volcanism is a source of heat that drives geothermal activity. Mass Transfer. Volcanic flows are weathered and eroded, and the volcanic rock-derived detritus and ions are transported to basins where they mix with other clastic and dissolved components. Ash falls have an important content of adsorbed chemical elements (Coradossi et al., 1984; Viramonte et al., 1984b) that are transferred to brines. The amount of ash-adsorbed chemical elements incorporated into the basins could be very large, considering that one volcanic complex, Galan caldera, erupted 1000 km of material in a single eruptive interval (Fig. 1) (Francis et al., 1983). Ignimbrites of the central Andes have high salt contents; even minor weathering releases salts to the air and to surface waters (Ericksen, 1961; Ericksen and Salas, 1989). Closure of Drainage Basins. As noted above, in the Puna, topographic barriers of volcanic origin contribute to closed drainages. Some Puna basins are completely surrounded and can be considered to be intravolcanic basins. Subsidence. Subsidence mechanisms in the Altiplano-Puna are poorly understood (Jordan and Alonso, 1987; Sebrier et al., 1988) but may involve volcanic activity. In some cases a clear spatial and apparent temporal coincidence exists between subsidence and volcanism, and subsidence may be enhanced in the vicinity of the volcanoes. Arizaro Siete Curvas",
  "title": "Giant evaporite belts of the Neogene central Andes"
}