{
  "sections": [{
    "text": "INTRODUCTION\nClimate, eustasy, tectonics (subsidence, uplift), and sediment supply,\nwith their multiple facets, are the main processes controlling sand\ncomposition in sedimentary basins. However, sand composition, starting\nfrom when it is liberated from source-rock lithologies, is also influenced by\nmany physical and chemical processes that contribute to the final\ncomposition of sandy sediment in a basin. While the physical effects on\nparticles (e.g., transport processes) can be understood and corrected (see, e.g., McBride and Picard 1987; Garzanti et al. 2009, 2015a), the chemical processes are more complex because the effects related to the climate before and during deposition (chemical weathering) tell us what is preserved, but not what has been destroyed (Nesbitt and Young 1996; Potter et al. 2001; Garzanti et al. 2003; Velbel 2007; Andò et al. 2012; Garzanti et al. 2013; Garzanti 2016). Lastly, the effects of post-burial diagenesis (McBride 1985; Morton and Hallsworth 2007) may locally\nPublished Online: October 2016 Copyright 2016, SEPM (Society for Sedimentary Geology) 1527-1404/16/086-1208/$03.00\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nmodify the composition of sand in a basin through grain dissolution and alteration.\nDespite these problematic issues some questions arise with regard to application of sedimentary petrology, specifically sand detrital modes, to sequence stratigraphy: 1) Can sand composition be used to better characterize the sequence stratigraphic framework of a sedimentary succession? and 2) At what physical and temporal scales of depositional sequences might sand composition provide a significant contribution to the sequence-stratigraphic interpretation?\nGenerally, sand composition has been applied to provenance and paleogeographic studies but rarely to sequence stratigraphy (e.g., Amorosi and Zuffa 2011). However, several studies show that variation of sand composition among stratigraphic units bounded by unconformities occurs (see Garzanti 1991; Ito 1994; Amorosi 1995; Zuffa et al. 1995; Marchesini et al. 2000; Lawton et al. 2003; Critelli et al. 2007; Seyrafian and Toraby 2009). In this respect, understanding how sand composition can vary under the effects of the allogenic and autogenic factors represents a very difficult challenge. Defining the influence of climate, tectonism, and sea-level change on sand composition and sequence development is very complex, and this is particularly true in continental and coastal environments, where the interactions between fluvial and shallow marine processes affect sand distribution at various spatial and temporal scales (Critelli et al. 2003).\nStudies indicate that sand composition is, in fact, an excellent tracer of sediment production and transport through modern source-to-sink systems (e.g., the Waipaoa Sedimentary System of New Zealand: Marsaglia et al. 2010; Parra et al. 2012; the Po Sedimentary System in Northern Italy: Marchesini et al. 2000; Amorosi and Zuffa 2011; Garzanti et al. 2011a). Actualistic models of modern stream and coastal sediment composition have been determined in several modern river systems elsewhere in Italy (e.g., McBride and Picard 1987; Ibbeken and Schleyer 1991; Le Pera and Critelli 1997; Critelli and Le Pera 2002; Garzanti et al. 2002; Di Giulio et al. 2003; Picard and McBride 2007), but these have not been linked to associated stratigraphic successions in a sequence framework. One exception is the work by Garzanti et al. (2011b) in the Po basin, in which petrographic composition and heavy-mineral suites of Pleistocene sediments were linked with paleodrainage changes in a detailed sequence-stratigraphic framework.\nContinental and coastal to marine Quaternary successions constitute, in this respect, important case studies to test sand composition changes within a sequence stratigraphic context. Such successions, being more recent and in several cases better preserved with respect to other and older sedimentary successions, can allow better discrimination of the influence of allogenic and autogenic factors on sequence development. When accurate chronologic control of facies distribution is available, it is possible to characterize sand composition among individual systems tracts and within a single systems tract (see, e.g., Marchesini et al. 2000; Amorosi and Zuffa 2011), showing that arenite petrography can be a useful tool to unravel paleogeographic evolution and changes in provenance associated with cyclic changes in sea level.\nWith this in mind, this paper provides an example of the application of petrographic methods to the high-resolution sequence stratigraphy of the middle–upper Pleistocene to Holocene succession of the Roman Basin of central Italy (Fig. 1), a stratigraphic unit known in the literature as the Ponte Galeria Sequence (Milli 1997; Milli et al. 2008; 2013; Milli and Palombo 2011). Facies analysis and sequence-stratigraphic interpretation of this succession has, in fact, produced a robust stratigraphic database that can be used for a combined sequence-stratigraphic and sand detrital-mode approach. At present only limited qualitative gravel and sand petrology (Bellotti et al. 1993b) and cursory compositional analysis of sand in the modern Tiber River and coastal system (Garzanti et al. 2002) have been conducted. Our study constitutes the first attempt to interpret these deposits in terms of both composition and provenance in order to provide insights on the environmental and stratigraphic evolution of the midde to late\nQuaternary deposits of the central Latium area. To do this we define the compositional trends of the ancient Tiber middle–upper Pleistocene deposits and of the modern Tiber River, river mouth, and coast. This allows us to create a model that constrains the relationships between provenance, sand composition, and sequence stratigraphic architecture."
  }, {
    "heading": "GEOLOGICAL AND SEQUENCE-STRATIGRAPHIC SETTING",
    "text": "The Roman Basin is located in the central sector of Latium Tyrrhenian margin and extends north and south of Tiber River for about 135 km (Fig. 1A). Basin development started in the late Pliocene, along an extensional continental margin. Extension started during the late Miocene in connection with the opening of the back-arc Tyrrhenian Basin, which, in turn, was related to west-directed Apennine subduction (Patacca et al. 1990; Malinverno and Ryan 1986; Doglioni et al. 2004 and references therein). The Roman Basin is one of the half-graben basins, mainly oriented NNW–SSE/NW–SE, and subordinately NE–SW, which were filled with syn-rift and post-rift clastic sediments (Funiciello et al. 1976; Mariani and Prato 1988; Barberi et al. 1994 and references therein). These sediments were transported and deposited by a Pliocene to Pleistocene fluvial system similar to the modern Tiber River and its tributaries (Fig. 1B). Basin development was accompanied by continuous regional tectonic uplift (Milli 1997; Bordoni and Valensise 1998; Giordano et al. 2003) and intense volcanic activity, reaching its climax in the middle–upper Pleistocene, when the volcanic complexes of the Roman Magmatic Province developed (Locardi et al. 1976; Cioni et al. 1993; De Rita et al. 1993, 1995; Karner et al. 2001; Peccerillo 2005). The Sabatini volcanic complex in the study area was characterized by K-rich magmas that fed explosive eruptions (Conticelli et al. 1997; Sottili et al. 2004, 2010). Volcaniclastic rock fragments derived, essentially, from ash clouds and unconsolidated and welded pyroclastic flow deposits, and exhibit a glassy matrix with microlitic (~ 70%) and lathwork (, 10%) textures. Phenocrysts include quartz, K-feldspar, and pyroxene.\nThe stratigraphic setting of the Roman Basin is the result of the close interaction between tectonic uplift, volcanic activity, and glacio-eustatic sea-level fluctuations related to the Quaternary changes in climate (Cavinato et al. 1992; De Rita et al. 1994, 2002; Milli 1994, 1997; Giordano et al. 2003; Mancini and Cavinato 2005; Milli et al. 2008 and references therein). The stratal architecture of the basin is characterized by several depositional units constituting low-rank (high-frequency) depositional sequences (sensu Mitchum and Van Wagoner 1991; Catuneanu et al. 2009, 2011) with variable duration, from 30,000 yr to 120,000 yr, stacked to form two composite high-rank sequences: the Monte Mario Sequence (MMS; lower Pleistocene) and the Ponte Galeria Sequence (PGS; late lower Pleistocene–Holocene), respectively (Milli 1997; Milli et al. 2013 and references therein) (Figs. 2, 3). The MMS deposits are essentially known through the stratigraphies of several wells and outcrops of limited extent. These deposits are coastal and transition-shelf depositional systems, developed during the late lowstand and transgressive systems tracts of the MMS. The PGS strata contain fluvial, fluvio-lacustrine, barrier-island–lagoon, and transitionshelf facies, organized into the lowstand (LST), transgressive (TST), and highstand (HST) systems tracts of the PGS (Fig. 2). Well-dated volcaniclastic deposits belonging to the Albani and Sabatini volcanic complexes were used to constrain the age and duration of the low-rank depositional sequences in which they occur (Sottili et al. 2010; Marra et al. 2011; Marra et al. 2014 and references therein).\nPrevious workers have shown the PGS to range from 10 to 110 m thick in the study area and to lie above shelfal mud of the MMS at a polygenic erosional surface formed during the sea-level fall between marine isotope stages 31 and 20 (Figs. 2, 3). This composite sequence consists of twelve low-rank sequences from 5 to 80 m thick, the\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nboundaries of which are expressed by sharp erosional surfaces recording basin and downward shifts of facies, and subaerial exposure and paleosols in the interfluvial areas. The low-rank sequences (from PG01 to part of PG3) stack to form the LST of PGS. Sequences from PG4 to part of PG8 are referable to the TST, while the sequence PG9 (the Tiber Depositional Sequence, TDS) developed entirely during the HST of PGS (Figs. 2, 3) (Milli et al. in press). The PGS shows a general seaward stacking of the low-rank depositional sequences (Fig. 3). This trend is opposite to the trend that the PGS would have displayed if controlled by glacioeustasy alone. Consequently, the present setting of the PGS is thought to have been controlled by the interaction between eustatic sea-level changes and regional tectonic uplift; the latter forced the seaward migration of the low-rank sequence equilibrium points, thus helping to define the final stacking pattern of PGS (see more details and discussion in Milli 1997; Milli et al. 2008).\nFIG. 1.—A) Geological sketch of the Tyrrhe-\nnian margin of central Italy. Legend: 1) Messinian–Holocene sedimentary deposits, 2) Pliocene–Pleistocene lavas and volcaniclastic deposits, 3) Cenozoic sedimentary deposits, 4) main buried faults, 5) strike-slip faults, 6) normal faults, 7) major thrusts (barbs on hanging wall). TP, E, T indicate the locations of the Torre in Pietra, ESI quarry, and Tiberi quarry sections, respectively. Black square indicates the Roman Basin. B) Tiber River drainage basin and main geologic units that crop out there. Tiber River (TR), Tiber River tributary (TRT) and Tiber delta beach (TRC) sample locations correspond to numbered filled circles. Geology and general and local directions of littoral transport are from Bellotti et al. (1994).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nF IG\n. 3 .—\nA –\nB ,\nC –\nD )\nS tr\nat ig\nra p h ic\ncr o ss\nse ct\nio n s\nsh o w\nin g\nth e\nd ep\no si\nti o n al\nar ch\nit ec\ntu re\no f\nth e\nco m\np o si\nte h ig\nh -r\nan k\nP o n te\nG al\ner ia\nS eq\nu en\nce (m\no d ifi\ned af\nte r\nM il\nli 1 9 9 7 ).\nE )\nC o n ce\np tu\nal sk\net ch\nsh o w\nin g\nth e\nst ra\nti g ra\np h ic\nre la\nti o n sh\nip s\nam o n g\nth e\nlo w\n-r an\nk se\nq u en\nce s\nin th\ne R\no m\nan b as\nin re\nla te\nd to\nth e\nin te\nra ct\nio n\nb et\nw ee\nn te\nct o n ic\nu p li\nft o f\nth e\nL at\niu m\nT y rr\nh en\nia n\nm ar\ng in\nan d\neu st\nat ic\nse a-\nle v el\nch an\ng es\nd u ri\nn g\nth e\nd ev\nel o p m\nen t\no f\nth e\nh ig\nh -r\nan k\nP o n te\nG al\ner ia\nS eq\nu en\nce .\nN o te\nth e\nd o w\nn w\nar d\nan d\nse aw\nar d\nm ig\nra ti\no n\no f\nth e\nse q u en\nce s\nd u e\nto th\ne te\nct o n ic\nu p li\nft o f\nth e\nco n ti\nn en\nta l\nm ar\ng in\n.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "SOURCE AND PROVENANCE OF PGS DEPOSITS",
    "text": "The ancient fluvial equivalent of the Tiber River system is thought to have been the main source of PGS deposits during the Quaternary. The Tiber River originates in the Apennine Mountains of Emilia Romagna and flows for 406 kilometers through Umbria and Lazio to the Tyrrhenian Sea (Fig. 1B). The drainage basin, 17,375 km2 in area, comprises a large portion of the central Apennines in which carbonate, siliciclastic, and volcanic rocks, varying in age from Mesozoic to Quaternary, are present. The Apennine belt includes ophiolitic sequences and continental-margin successions consisting largely of Meso-Cenozoic pelagic to platform carbonate deposits associated with synorogenic turbiditic sediments deposited during the Oligocene– Miocene in foreland-basin systems. The sandy turbidite compositions range from feldspatho-quartzose to litho-feldspatho-quartzose with common metamorphic, plutonic, sedimentary, and volcanic lithic fragments (Gandolfi et al. 1983; Gandolfi et al. 2007; Valloni and Zuffa 1984; Gandolfi and Paganelli 1993; Amendola et al. 2016). In more detail, the catchment basin of the Tiber River and its tributaries lies in the Latium–Campania Superprovince (Garzanti et al. 2002), and the composition of Tiber River sand reflects the recycling of Miocene turbidite detritus, the widespread exposure of Mesozoic carbonates, and the more recent Quaternary potassic and ultrapotassic volcanism of the Roman magmatic province. Data from Garzanti et al. (2002) indicate that the present Tiber River and delta contain: quartz, feldspars, and minor terrigenous lithic fragments from foredeep turbidites; limestone and chert from the Umbria pelagic succession; and subordinate volcanic detritus including rare volcanic lithic fragments, and leucite and sanidine crystals. These main components are those that, in different percentages, we have recognized in our analysis of basinal deposits and described and contextualized in the sequence stratigraphic framework of the Ponte Galeria Sequence."
  }, {
    "heading": "METHODS",
    "text": "Methods used in this study include fieldwork and laboratory analyses. Fieldwork in the Roman basin deposits focused on the low-rank depositional sequences forming the PGS and included facies analysis and sample collection from new and previously measured sections in the Tiberi and ESI quarries and an outcrop at Torre in Pietra (Milli 1997; Milli and Moscatelli 2001; Tentori 2015). A total of twenty-nine samples was collected from the Tiberi quarry (TQ1–TQ15), ESI quarry (EQ1–EQ11), and Torre in Pietra outcrops (TO1–TO3), where early to middle Pleistocene deposits of the low-rank depositional sequences (from PG1 to PG7) are exposed (Figs. 4, 5, 6, 7).\nIn order to investigate the role of autogenic (e.g., sedimentary processes, provenance mixing, hydraulic sorting) vs. allogenic (e.g., tectonism, eustasy, volcanism) processes in controlling compositional trends in the stratigraphic succession, the samples were analyzed in the context of their depositional environment and their position in the sequence-stratigraphic framework. In particular, sampling focused across sequence boundaries and in facies associations related to the various systems tracts of the lowrank sequences in order to detect changes in composition due to evolving paleogeography and time-dependent factors. Of the last and most recent low-rank sequence forming the PGS, the Tiber Depositional Sequence (PG9) (Milli et al. 2013, in press) was sampled with greater detail, the HST both in the hinterland and along the coast. Eighteen stream-sand samples were collected from the modern Tiber River (TR1–TR12) and its major tributary streams (TRT1–TRT6) in order to evaluate downstream changes in sediment composition. Sand samples were collected at ~ 30 km intervals, from the headwaters to lower reaches, and in tributaries just upstream of their intersection with the main river (Fig. 1B). The sand samples collected along the coast derive from the swash zone of seven\nbeaches north and south of the Tiber River mouth (TRC1–TRC7). They were analyzed to evaluate the influence of littoral transport and wave and current reworking on sand composition along the coastline, and to compare the HST coastal deposits of older low-rank sequences with those of the PG9 sequence.\nSixty-seven standard petrographic thin sections were made and stained for potassium and calcium feldspar using the method described by Marsaglia and Tazaki (1992). A total of 400 points was counted per slide using the Gazzi-Dickinson method (Ingersoll et al. 1984). Lithic, monomineralic, and biogenic grains were differentiated using categories by Zuffa (1980, 1985, 1987, 1991), Marsaglia (1992), and Marsaglia et al. (1999) (Tables 1, 2, and 3 in supplementary material), whereas volcanic lithic fragments were texturally differentiated into categories defined by Critelli et al. (2002) and Marsaglia et al. (2016). Examples of some of these grain types are displayed in Figure 8. Detrital modes were plotted on a QFL ternary classification diagram proposed by Garzanti (2016) with nomenclature introduced by Crook (1960) and endorsed by Dickinson (1970) and Weltje (2006) (Fig. 9). Modal compositions were also plotted using various lithic proportions in order to better define source areas (see also Zuffa 1980, 1987, 1991) (Fig. 10). Medium-sand fractions were chosen for analysis to be consistent with previous studies (e.g., McBride and Picard 1987), and seven samples (TR11; TQ4–TQ7–TQ12–TQ15; EQ2–EQ5) were selected to detect potential grain-size dependence of composition by also counting fine and very fine grain-size fractions. A resulting model of compositional trends along the modern Tiber River and river mouth was compared to detrital modes determined for the sand specimens sampled from the two measured sections.\nChanges in grain roundness were assessed along the modern Tiber River, the coastal area along the Tyrrhenian coast, and in the Pleistocene deposits of the Tiber River succession to evaluate grain resistance to transport (stream and wave abrasion; see Fig. 11 and Table 3 in Supplemental Material). Variations in mean roundness were determined on medium-sand-size monocrystalline quartz and carbonate (Lsc(cry) þ Lsc(mic)) lithic fragments following the techniques of McBride and Picard (1987) and Arribas et al. (2000). A numerical value was assigned to the first 30 grains encountered during point counting: very angular (1), angular (2), subangular (3), subrounded (4), rounded (5), and well-rounded (6) grains. Mean roundness values were then calculated for each sample for comparison."
  }, {
    "heading": "RESULTS",
    "text": "The composition of the PGS sand samples analyzed in this study varies broadly in terms of quartz, lithic, and feldspar proportions, with quartz and/or lithic components generally dominating over feldspar except in a few instances (Fig. 9). In general, modal sand composition ranges from feldspatho-quartzo-lithic to feldspatho-lithic-quartzose with some samples showing feldspatho-quartzose, litho-quartzose, quartzo-lithic, litho-feldspathic, feldspathic, and lithic composition. For the purpose of combining compositional variations within the sequence stratigraphic organization of the PGS, ancient and modern samples were plotted separately by systems tract on various ternary plots (QFL and LmLvLs percentages, proportions of noncarbonate extrabasinal (NCE), carbonate extrabasinal (CE), and carbonate intrabasinal (CI) clasts) (Zuffa 1980) to see if they formed distinct petrofacies (Figs. 10, 12). The systems tracts cannot be clearly discriminated on the QFL, LmLvLs, or NCECECI ternary plots (Fig. 10), where there is significant overlap among the LST, TST, and HST compositions, particularly the Tiberi Quarry LST coastal-marine facies. Tiber petrofacies are more clearly defined on a plot of parameters and ratios that Ito (1994) used to discriminate systems tracts in forearc facies in the Bozo Peninsula of Japan. Discrimination is apparent in Figure 12, where the TST samples are particularly distinct and the HST samples form\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nsomewhat of a continuum from the TST cluster and slight overlap at low\nLv/Lt values with the LST samples. Our results are more robust than Ito’s,\nwith better separation that allowed us to roughly distinguish sand from\nlowstand, transgressive, and highstand systems tracts of the PGS as\npetrofacies A, B, and C, respectively.\nQuartz is abundant in Petrofacies A with significant feldspar and\ngenerally minor carbonate and metamorphic lithic fragments (Fig. 10).\nThis petrofacies includes few samples rich in volcanic lithic fragments.\nSamples are composed almost entirely of noncarbonate extrabasinal grains with only few samples with carbonate-extrabasinal components (mean ¼ NCE91CE8CI1) (Fig. 10).\nFeldspar grains are abundant in Petrofacies B, with significant amounts\nof volcanic lithic fragments and minor quartz (Fig. 10). Volcanic glassy\ngroundmass in the volcanic lithic fragments is highly altered, and most of\nthe sand-sized grains in the PG5 samples are disaggregated soil bits, and\nfeldspar (. 50) and pyroxene grains. These samples show a strong noncarbonate extrabasinal grain signature (mean ¼ NCE98CE2CI0) (Fig. 10).\nSamples of Petrofacies C include abundant volcanic-lithic and\nsiliciclastic sedimentary fragments and significant extrabasinal carbonate grains (mean ¼ NCE74CE26CI0) (Fig. 10). Pyroxenes are abundant in the coastal deposits.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDISCUSSION\nInterpretation of Petrofacies\nPetrofacies A resulted from erosion of siliciclastic turbidites that crop\nout in restricted areas of the upper drainage basin, whereas carbonate lithic\nfragments were derived from erosion of limestone units in the middle and\nlower drainage basin, similar to the modern river. This petrofacies contains\nvolcanic lithic fragments derived from the initial and sporadic explosive\neruptions of the Sabatini complex. This petrofacies characterizes the LST\nfluvial and coastal sands of the PGS. In particular, the beachface sand\ndeposits show a very close compositional and textural relationship with the\nfluvial deposits, thus indicating a direct influence from the paleo–fluvial\nsystem. In the modern coastal system compositional maturity increases\nalongshore by the effect of coastal reworking, a process that has been\nactive from the middle Pleistocene to Present.\nPetrofacies B includes the TST fluvial and fluvio-lacustrine deposits of\nPGS, since outcrops of marine deposits are absent in the investigated area.\nThis petrofacies is very rich in volcanic lithic fragments with very little\nsedimentary lithic components. It records the rapid introduction into the\nsystem of volcanic supplies related to explosive eruptions of Sabatini\nvolcanoes. It also shows the effects of pedogenic processes (see, e.g.,\nNesbitt and Young 1996) on volcanics-rich units, in that they exhibit high\nFIG. 6.—Stratigraphic column of ESI quarry showing the sampled intervals (EQ), the inferred depositional environment, and the sequencestratigraphic interpretation.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nconcentrations of K-feldspar and pyroxene crystals and/or grains liberated from altered vitric volcanic clasts.\nPetrofacies C samples are interpreted as part of the HST fluvial and coastal deposits of the PGS. Beach-sand composition reflects the reworking of altered volcanics-rich deposits and the effects of prolonged and constant coastal reworking and preferential abrasion and/or dissolution of volcanic glass in lithics, liberating their phenocryst phases (e.g., pyroxene grains). Also, carbonate extrabasinal fragments are generally less common in beach samples owing to coastal reworking with respect to modern river samples, which reflects direct input from tributaries draining carbonate successions (Fig. 10)."
  }, {
    "heading": "Compositional Characteristics of the High-Rank Ponte Galeria Sequence (PGS)",
    "text": "As highlighted above, the three petrofacies record, essentially, the effects of the interaction among tectonic uplift, volcanic activity, and glacioeustatic sea-level fluctuations. In particular, tectonic uplift is thought to be responsible for the compositional changes related to the modification of source-rock types and the proportion of terrigenous detritus delivered to the basin in all systems tracts of the PGS. Extensive volcanic input dominates in the TST of PGS, during a phase that otherwise would have been characterized by a reduction of sediment supply owing to relative sealevel rise. Eustasy controlled base-level fluctuations and stream erosion capacity in all the PGS systems tracts influencing sediment supply (Milli 1997; Milli et al. 2008), but perhaps not sediment composition. Eustatic signals may be more pronounced in coastal and shelf facies, where shoreparallel currents during highstands influence sediment distribution.\nFluvial supply controlled the overall composition of the lowstand system tract reflecting high terrigenous sediment supply and a close source-tobasin relationship. Accommodation rates were minimal during lowstand and terrigenous sediment bypass into the basin. This might explain the large compositional range of the deposits, with compositional variation dictated by the nuances of relative rainfall and/or discharge in the paleoTiber subcatchments as seen today (e.g., Leombruni et al. 2009). The higher Qm/(Qm þ Lt) ratio compared to the highstand sands might be\nexplained by taking into consideration the major areal extent of volcaniclastic and sedimentary formations in the Tiber River drainage during the PGS highstand (Fig. 12).\nDuring the TST, volcanic input was at its highest and favored the presence of volcanic lithics and crystals in the continental deposits. This volcanic debris was essentially derived from fall events and pyroclastic density currents and only subordinately from erosion of lavas (Fig. 12). Syndepositional and postdepositional weathering likely affected these volcanic mineral and vitric components to varying degrees (see, e.g., Castorina et al. 2015). Because of the high volcaniclastic influx during the TST, the relative proportion of carbonate sedimentary lithics decreased.\nDuring highstand (HST), sedimentary processes controlled the compositional variance of these units. The result was that the volcanic lithic proportions decreased owing to weathering and prolonged and constant reworking in a marginal marine environment, producing a feldspathic to lithic-arenite petrofacies. Highstand sand shows values of Lv/Lt and Qm/ (Qmþ Lt) similar to sand of the LST (Fig. 12). Modal compositions also denote a decrease of lithic fragments (particularly carbonate extrabasinal fragments) and an increase of quartz grains moving from Tiber fluvial to beach sands where the sediments are further reworked by wave and eolian coastal processes (Fig. 10)."
  }, {
    "heading": "Compositional Characteristics of Low-Rank Sequences Forming the PGS",
    "text": "Definition of the same petrofacies trends recognized in the PGS in the low-rank sequences is more complex due to the short time spans covered by individual sequences, the lack of preservation of all systems tracts, and the high variability of facies that reflect the concomitant action of autogenic (see, e.g., Ethridge 1977; Mack 1978; Suttner et al. 1981; Winn et al. 1984; Garzanti 1986) and allogenic factors (Marchesini et al. 2000; Amorosi and Zuffa 2011), as well as the effect of chemical weathering as introduced above.\nHowever, analysis of sand compositional variations in the low-rank\nsequences suggests the following:\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\n1) The low-rank depositional sequences PG1, PG2, and PG3 were formed before the major explosive activity of the Monti Sabatini volcanic district and contain only sparse tephra layers. Sand in these sequences exhibits higher proportions of monomineralic quartz grains with respect to lithic fragments, and a slightly higher proportion of NCE with respect to CE at the transition from the LLST (late lowstand systems tract) to the TST of each sequence. This can be explained by reduced fluvial sediment supply to the coast during the relative sea-level rise phases. The lithic fragments, mainly extrabasinal carbonate grains, supplied along the coast were further abraded by eolian and wave processes, as well as longshore and rip currents, potentially virtually removing all of the softer extrabasinal carbonate grains whereas quartz grains survived abrasion. During the HST of the low-rank sequences NCE/CE and Q/L ratios are similar to those of the LLST, suggesting a return to similar depositional conditions. In general, the PG1 to PG3 sequences show some compositional variability among sequences and facies associations reflecting tectonic and paleogeographic evolution in Pleistocene time and the effects of coastal reworking at the river mouth. Volcanic lithic fragments and phenocrysts increase up-section, reflecting the volcaniclastic input in the paleo–Tiber River drainage basin in Pleistocene time. Shoreface samples are generally more mature than fluvial samples in that they show higher quartz and lower feldspar and carbonate lithic proportions. Viewed in this light, the modifications of such ratios can be viewed as an expression of their changes both in time and space under the control of allogenic and autogenic factors.\n2) The low-rank sequences formed during the major volcanic activity of the Sabatini volcanic complex (PG4, PG5, PG6, PG7, and PG8) record input of volcanic material derived from large explosive eruptions. As mentioned above, such sequences are stacked seaward due to the interaction among sea-level change, tectonic uplift, and volcanism, and mainly comprise fluvial and palustrine and/or lacustrine deposits that often filled incised valleys.\nIn contrast to the pre-volcanic sequences, which record a direct flux of sediments transported by the Tiber and its tributaries to the coastline, the evolution of the syn-volcanic sequences reflects a double provenance: 1)\nvolcanic material derived from the explosive eruptions and 2) local sedimentary material derived from the erosion and cannibalization of the older pre-volcanic deposits, the latter being a result of concomitant sealevel change and tectonic uplift. This is reflected in modal compositions that show low sedimentary and high volcanic lithic fragment content.\n3) The PG9 sequence is the only sequence formed post-volcanic activity; it is represented by Modern sand samples from the Tiber fluvial to coastal system. Being the most recent sequence, it best records the relationships between the inner and middle sectors of the Tiber drainage basin and the downstream sectors where fluvial and coastal processes interact at the Tiber River mouth. Monocrystalline quartz and feldspar grains are ubiquitous, whereas proportions of lithic fragments vary as a function of the different lithic contributions from tributaries draining diverse formations (Fig. 12).\nIn the upstream sectors sand composition reflects input from small tributaries draining Jurassic ophiolite, Jurassic to Oligocene limestone and siliciclastic units, and Miocene arenaceous, calcareous, clay-rich, and volcaniclastic foreland turbidites. Miocene turbidite units are the most likely sources for monomineralic and polymineralic quartz, potassium feldspar, plagioclase, dense minerals such as pyroxene, and siliciclastic and metamorphic lithic fragments. Carbonate lithic fragments and recycled carbonate bioclasts come from Jurassic to Oligocene limestone strata. Detrital serpentine grains with both foliated (serpentine schist) and cellular textures occur, suggesting derivation from erosion of the Jurassic ophiolites and/or from recycling of detrital-serpentine-bearing Oligo-Miocene turbidite strata (e.g., Garzanti et al. 2002; Amendola et al. 2016).\nSamples from the middle sectors of the drainage basin show quartz/ feldspar ratios and percentages of pyroxene and dense-mineral proportions similar to the upper stream samples, but serpentine grains are notably absent. Monomineralic grains and metamorphic lithic fragments (Lma þ Lmt) are likely reworked and recycled from Miocene foredeep sandy turbidites, while common carbonate lithics (Lsc(mic) þ Lsc(cry)) were derived from limestone of the Umbria–Marche domain. Farther downstream, samples show QFL and dense-mineral proportions similar to the middle sectors with feldspars, pyroxene, and feldspathoids, which are\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nsignificant components found as monomineralic grains and phenocrysts in volcanic lithic fragments (Fig. 12). K-feldspar increases downstream with respect to plagioclase because of the high-K signature of the Roman Magmatic volcanic rocks. Where the Tiber River drains mainly Mesozoic to Cenozoic sedimentary rocks there is a higher proportion of monomineralic quartz grains and limestone rock fragments, but carbonate lithic grains decrease rapidly in abundance downstream, likely through abrasion and dilution (see also McBride and Picard 1987). The increased effects of abrasion are documented in Figure 11 where the analyzed samples reach the highest rounding values (further discussed below).\nThe lower sectors of the Tiber drainage basin are characterized by volcaniclastic deposits and subordinate lavas, which are likely a major local sand source for samples collected in the city of Rome, which show significant amounts of feldspar and pyroxene grains present as detrital grains and as phenocryst phases in volcanic lithic fragments. The latter are very sensitive to dilution and abrasion (e.g., Cameron and Blatt 1971; Critelli et al. 1997), and their proportion in the downstream Tiber River drainage basin varies as a result of sediment input from tributaries draining volcaniclastics-rich lithologies, river transport, and weathering processes (see below). Lithic fragments include a significant quantity of volcanic and minor sedimentary and metamorphic lithic varieties. The presence of these grains reflects upstream input.\nThe composition of beach sand along the Lazio coast reflects sediment input from the Tiber River as well as reworking of sediment from the delta and associated coastal area. The beach samples are generally richer in quartz than the river samples (Fig. 12). They trend towards subequal amounts of quartz and lithic fragments. Pyroxenes are also significant and become dominant components in samples north of the Tiber River mouth, where small rivers draining volcanic rock outcrops feed the coast. Vitric volcanic lithic fragments are labile and weathered preferentially in the outcrop (see, for example, the PG5 deposits) releasing single pyroxene grains. Siliciclastic lithic fragments (Lsa þ Lsi) common in the coastal samples north of the Tiber River mouth could be derived from erosion of metamorphic-lithics-bearing turbiditic sandstone cropping out along the coast. This implies that the sediment was essentially carried south by longshore currents (Fig. 1B; see also Bellotti et al. 1993a). Bioclasts occurring along the present beach include modern fauna and recycled fossils.\nCompositional Variability of Fluvial Sand in the PGS\nThe petrofacies change from LST to TST and finally to HST in the PGS reflects the evolution of the Tiber fluvial system through time, showing a trend of enrichment in lithic (volcaniclastic) debris, which highlights the importance of tectonic and volcanic control on PGS development (see QFL ternary diagram of Fig. 13A). Starting from the PG1 sequence (~ 860 ka) and during the LST, monomineralic and lithic compositions of fluvial samples suggest that the paleo–Tiber River was draining carbonate and siliciclastic sedimentary rocks of the central and northern Apennines. From ~ 600 ka, at the beginning of the volcanic activity and during the TST, the river network abruptly changed; a morphological change of the Tiber River drainage basin occurred as a result of inland tectonic uplift and volcaniclastic input. The sedimentary lithic fraction was considerably diluted, and proportions of monomineralic quartz as well as volcanic lithic content increased (Fig. 13A, B), suggesting stream-network reorganization and/or a major erosion of the rapidly deposited pyroclastic material. From ~ 400 ka, volcanism was at its climax and supplied with its materials the Tiber River basin. The associated sand is rich in volcanic lithic fragments\nand pyroxene grains, suggesting that the tephra (both fall deposits and pyroclastic flows) that covered the landscape was easily eroded, producing a large volume of volcanic material subsequently transported downstream. This is particularly evident for the pyroxene grains, whose concentration increased due to either weathering of lavas and pyroclastic rocks or abrasive liberation during fluvial transport of glassy pyroclastic fragments. Although compositionally similar, there are differences between the TST and HST fluvial samples reflecting this increase of volcanic input and reworking of tephra deposits (Fig. 13B)."
  }, {
    "heading": "Other Controls on Composition and Texture of Tiber System Sand",
    "text": "Component Loss Owing to Weathering.—Carbonate and volcanic rocks (including volcaniclastics) that crop out in the Tiber drainage basin, as well as detritus derived from these sources, are susceptible to chemical weathering and pedogenic processes that reduce their percentages as lithic components through dissolution and alteration in outcrop and in soil horizons (McBride 1985). The low percentages of carbonate lithic fragments in the ancient Tiber River succession could be explained by such postdepositional weathering. To demonstrate the potential effects of dissolution of carbonate lithic, QFL percentages were calculated without including carbonate lithic fragments (QFL-c; Fig. 14A). On this plot, detrital modes show similar Q/F ratios with the only variance in composition attributable to possible volcanic input (Fig. 14B). Thus chemical dissolution could have been a major factor responsible for the lack of carbonate lithics in these sequences.\nThe effects of weathering on volcanoclastics-rich deposits (fall and pyroclastic flow deposits) is evaluated considering the types and percentages of volcanic lithic fragments and phenocryst phases in synvolcanic and postvolcanic deposits. Chemical weathering on polymineralic grains (e.g., volcanic lithic fragments) may cause, in fact, a rapid physical breakdown of that grain and thus make rock fragments more prone to chemical weathering (Grantham and Velbel 1988).\nThe modal compositions of sequences formed during the major Sabatini volcanic activity (PG4 to PG8 sequences) are characterized by high percentages of glassy volcanic debris which is highly altered in paleosol intervals, leaving high concentrations of K-feldspar and pyroxene grains in a clay-rich soil horizon; in these soils plagioclase is mostly altered (see also Nesbitt and Young 1996; Borrelli et al. 2012) and the bulk geochemistry differs from equivalent intervals of reworked tephra (see also Castorina et al. 2015). In this respect, a distinction can be made between reworked and pedogenized pyroclastic rocks.\nBoth chemical weathering and mechanical abrasion are well recorded in postvolcanic modern beach samples that show a higher concentration of phenocryst phases with respect to volcanic lithic fragments. Modern beach samples show a high concentration of pyroxene grains and low volcanic lithic proportions, suggesting either that the Tiber River and small rivers that feed the coast currently drain weathered volcanic rocks that produce less volcanic lithic fragments and more phenocryst phases, or that coastal reworking has preferentially concentrated these mineral phases (e.g., pyroxenes) in the foreshore and backshore subenvironments (see next section on hydraulic sorting).\nGrain-Size Variations Owing to Hydraulic Sorting.—Hydraulic sorting is a process that can dramatically affect sediment composition, particularly with respect to the dense-mineral and micaceous fractions (e.g., Garzanti et al. 2009), which is why they are not used in sand classification schemes. Recent studies have documented relationships\nFIG. 10.—A, B, C) Quartz (Q), Feldspar (F), Lithic (L), metamorphic (Lm), volcanic (Lv), and sedimentary (Ls) lithic ternary plots for the PGS petrofacies associated with HST, TST, and LST deposits; D) NCE-CE-CI ternary plot for the PGS petrofacies; histograms relative percentages of NCE vs CE. CI values are minimal (, 1%) and not considered in the histograms; E) NCE-CE-CI ternary plot for the PGS highstand-systems-tract samples by depositional environment.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nbetween grain size and sediment composition (e.g., Garzanti et al. 2015b), particularly in sediment derived from tectonically active landscapes such as that of the Tiber catchment, where sediment sources are dominated by young sedimentary rocks with volcanic input (James et al. 2007; Marsaglia et al. 2010). So representative samples were chosen from the Tiberi and ESI quarries and the modern Tiber River for modal analysis of the very fine to coarse sand fractions to explore. All of these show similar trends in composition (see appendix Fig. 1): decrease in quartz and an increase in feldspar and lithic content in the fine and very fine sand fractions; increase in K-feldspar with respect to plagioclase in the fine sand; and higher plagioclase in the very fine sand fractions.\nLithic fragments show different trends of enrichment in the finer grainsize fractions (see appendix Fig. 1). In the Tiberi quarry proportions of sedimentary lithic fragments generally increase in the fine and very fine sand fractions, although volcanic lithic fragments can be locally dominant components in the very fine sand fraction where the deposits record a sharp volcanic input (tephra events) related to an explosive phase of the Sabatini Volcanic District. In contrast, the samples from the ESI quarry show an increase in the metamorphic lithic fraction in the fine sand and similar lithic composition in the medium and very fine sand fractions. These differences might have resulted from mixing of two or more populations with distinct provenance and grain size derived from eastern and the northern sectors of the Tiber drainage basin (Fig. 1B), or from hydraulic sorting during fluvial sediment transport (see also Garçon et al. 2014 and Garzanti et al. 2015b).\nComponent Loss Owing to Abrasion.—Another means of component loss is through abrasion, which is manifested in the degree of grain rounding. Very few studies have measured sand-grain rounding along river systems, from the headwaters to the coastal zones (e.g., McBride and Picard 1987; Picard and McBride 2007). Downstream changes in roundness for quartz and carbonate lithic fragments (Lsc(cry)þ Lsc(mic)) from samples collected from the Tiber River are shown in Figure 11. Mean roundness of quartz and carbonate grains increases from subangular to subrounded from the headwaters to the lower reaches, likely due to the effects of sediment transport, with softer carbonate grains (micrite and sparite fragments) generally more rounded than quartz grains, and micrite more rounded than sparitic carbonate (Fig. 11). The parallel downstream trends in carbonate and quartz rounding reinforce the notion that this is indeed documentation of abrasion effects. These findings are similar to results from a short-headed, high-gradient stream in northwestern Italy where McBride and Picard (1987) found that limestone grains showed a downstream increase in roundness.\nMean roundness of beach samples (Qtz ¼ 3.3; Carb ¼ 4.1) is slightly higher than the more downstream river samples (Qtz¼ 2.9; Carb¼ 3.4); in particular quartz roundness of beach samples ranges from 2.8 to 3.7, values that are greater than those reported in McMaster et al. (2010) and Picard and McBride (1993). This might reflect a more extensive history of reworking of these grains related both to coastal eolian and wave transport (see Bellotti et al. 1993a, and also Dott 2003; Garzanti et al. 2015b).\nCarbonate rock fragments also survive wave abrasion, in agreement with the observations of McBride and Picard (1987). There are greater differences between minimum and maximum carbonate roundness values than quartz roundness along the coast, suggesting that wave abrasion might be more effective on softer carbonate lithic fragments. These values range\nfrom 3.3 to 4.9 and are similar to roundness of beach sands from Elba Island, Italy (Picard and McBride 1993), including the observation that micrite carbonate grains are more rounded than sparite carbonate grains. However, beach sand likely includes nonrecycled bioclastic debris produced in the marine environment that may alter carbonate content and roundness values.\nThis study provides an opportunity to see downstream trends and changes to coastal environments as well as evaluate rounding trends in ancient sequences of similar provenance. Mean roundness of quartz and carbonate grains from the paleo-Tiber fluvial samples are very close to those of modern and ancient beach sand, suggesting that reworking in the coastal environment might have occurred or potentially facies have been misinterpreted as fluvial or have experienced eolian reworking.\nThe analysis of mean roundness of quartz and carbonate grains in modern and ancient deposits defines a new approach to integrate to field observations for investigations and interpretation of fluvial to coastal deposits. Future work might provide a more detailed, statistically robust data set which along with grain-size distribution and sorting would help to clarify the relationship between facies and sediment texture using the approach of Cameron and Blatt (1971), McBride and Picard (1987), and McMaster et al. (2010).\nFIG. 11.—A) Changes in mean roundness of Tiber River fluvial sand from the headwaters to the lower reaches. Note that grain roundness of fluvial samples increases downstream for both quartz and carbonate grains. Range of TRC beach sample data (detailed in Part B below) are shown for comparison. B) Roundness of beach samples collected along Lazio coast. Note that beach samples are well rounded, particularly near the river mouth (TRC5), where wave reworking is likely more intense. C) Histogram of mean roundness for fluvial quartz and carbonate grains and beach quartz and carbonate grains from ancient and modern deposits. Note in Part C that quartz roundness from ancient deposits is greater than the modern quartz grains. Roundness of ancient fluvial carbonates is always greater than the modern fluvial carbonate grains. Note that ranges and average quartz roundness is similar for modern and ancient beach samples. Beach-carbonate roundness range is wider than beach-quartz roundness.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nCONCLUSIONS\nTectonism, volcaniclastic input, and sea-level variations played a major\nrole in the sequence-stratigraphic evolution of the Latium Tyrrhenian\nextensional margin, and their effects are recorded by sand compositional\nvariations in the high-rank PGS and in the low-rank depositional sequences\ndeveloped along the margin. Nevertheless, sediment mixing and reworking\nassociated with depositional processes operating in the different sedimen-\ntary environments makes the interpretation of compositional trends very\nchallenging. The high facies variability and the short time span covered by\nthe succession allow the interpretation of petrofacies trends in the high-\nrank PGS, but a clear interpretation of the same petrofacies in the low-rank\nsequences is significantly more difficult, owing to the role of autogenic\ndepositional processes that add to the effects of the allogenic ones. In the\nanalysis of the PGS deposits, sediment generation not only is seen as a\nproduct of physical and chemical weathering but also takes also into\naccount the penecontemporaneous volcanic activity and chemical–biogenic\nprocesses. Volcanic activity, in particular, played an important role in the\nPGS development resulting in a tripartite division of the entire succession:\nbefore, during, and after volcanic activity. Volcanism, through explosive\nphases, introduced a huge volume of material into the various\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nenvironments that substantially modified sand composition of the low-rank sequences forming the PGS.\nTectonic evolution in the Tiber River drainage basin following Pleistocene volcanic activity played a major role controlling provenance and magnitude of erosion and stream-network reorganization in the Tiber drainage basin, which in turn is reflected in sand composition. Tectonic effects (regional uplift) overrode glacio-eustatic sea-level fluctuations and volcanism (throughout most of the succession), and controlled the overall composition of the PGS.\nThis study illustrates the complexity of interpreting compositional signatures applied to sequence stratigraphic interpretation. While compositional signals are clearer when analyzing stratigraphic units developed on a long temporal scale (high-rank sequences, about one million years), the interpretation of compositional trends is more complex when considering stratigraphic units developed on short temporal scales (low-rank sequences, 100 ka or less). However, comparing detrital signatures in the low-rank sequences helps define provenance, paleogeographic evolution, and the role of postdepositional weathering in the PGS succession. The detailed interpretation of the most recent and most complete low-rank sequence (the PG9 sequence) and compositional changes from upper to lower portion of the Tiber drainage basin and along the coastal system allows the use of a model for the interpretation of ancient deposits. So the important implication of our study is that the Quaternary succession, being more complete and with a major control on facies, stacking pattern, and chronology of the stratigraphic units (low-rank and high-rank sequences), may allow a better understanding of the genetic factors responsible for petrographic changes that characterize the depositional sequences developed at various spatial and temporal scales along continental margins."
  }, {
    "heading": "SUPPLEMENTAL MATERIAL",
    "text": "Appendices are available from JSR’s Data Archive: http://sepm.org/pages.\naspx?pageid¼229."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was funded through grants to D. Tentori from the Geological Society of America, the California State University Northridge (Hannah Research Grant), and the Gene and Sue Fritsche Scholarship. Thanks to Richard Heermance for comments on a preliminary version of this manuscript. We also thank John Southard for his thorough copy editing and the AE of JSR (R. Ingersoll) and the reviewers S. Critelli and E. Garzanti for their constructive and detailed revision, which has led to significant improvements in the quality and clarity of this manuscript."
  }, {
    "heading": "AMENDOLA, U., PERRI, F., CRITELLI, S., MONACO, P., CIRILLI, S., TRECCI, T., AND RETTORI, R.,",
    "text": "2016, Composition and provenance of the Macigno Formation (Late Oligocene–Early Miocene) in the Trasimeno Lake area (Northern Apennines): Marine and Petroleum Geology, v. 69, p. 146–167. AMOROSI, A., 1995, Glaucony and sequence stratigraphy: a conceptual framework of\ndistribution in siliciclastic sequences: Journal of Sedimentary Research, v. 65, p. 419– 425. AMOROSI, A., AND ZUFFA, G.G., 2011, Sand composition changes across key boundaries of\nsiliciclastic and hybrid depositional sequences: Sedimentary Geology, v. 236, p. 153– 163. ANDÒ, S., GARZANTI, E., PADOAN, M., AND LIMONTA, M., 2012, Corrosion of heavy minerals\nduring weathering and diagenesis: a catalogue for optical analysis: Sedimentary Geology, v. 280, p. 165–178. ARRIBAS, J., CRITELLI, S., LE PERA, E., AND TORTOSA, A., 2000, Composition of modern\nstream sand derived from a mixture of sedimentary and metamorphic rocks (Henares River, central Spain): Sedimentary Geology, v. 133, p. 27–48. BARBERI, F., BUANASORTE, G., CIONI, R., FIORDELISI, A., FORESI, L., IACCARINO, S., LAURENZI,\nM.A., SBRANA, A., VERNIA, L., AND VILLA, I.M., 1994, Plio-Pleistocene geological evolution of the geothermal area of Tuscany and Lazio: Memorie Descrittive della Carta Geologica d’Italia, v. 49, p. 77–134.\nBELLOTTI, P., CHIOCCI, F.L., MILLI, S., AND TORTORA, P., 1993a, Variabilità nel tempo della\ndistribuzione granulometrica sui fondali del delta del Tevere: Società Geologica Italiana, Bollettino, v. 112, p. 143–153. BELLOTTI, P., CHIOCCHINI, U., CIPRIANI, N., AND MILLI, S., 1993b, I sistemi deposizionali nei\nsedimenti clastici pleistocenici affioranti nei dintorni di Ponte Galeria (SW di Roma): Società Geologica Italiana, Bollettino, v. 112, p. 923–941. BELLOTTI, P., CHIOCCI, F.L., MILLI, S., TORTORA, P., AND VALERI, P., 1994, Sequence\nstratigraphy and depositional setting of the Tiber delta: integration of high resolution seismics, welllogs and archaeological data: Journal of Sedimentary Research, v. 64, p. 416–432. BORDONI, P., AND VALENSISE, G., 1998, Deformation of the 125 ka marine terrace in Italy:\ntectonic implications, in Stewart, I.S., and Finzi, C.V., eds., Coastal Tectonics: Geological Society of London, Special Publication 146, p. 71–110. BORRELLI, L., PERRI, F., CRITELLI, S., AND GULLÀ G., 2012, Minero-petrographical features of\nweathering profiles in Calabria, southern Italy: Catena, v. 92, p. 196–207.\nCAMERON, K.L., AND BLATT, H., 1971, Durabilities of sand size schist and ‘‘volcanic’’ rock fragments during fluvial transport, Elk Creek, Black Hills, South Dakota: Journal of\nSedimentary Petrology, v. 41, p. 565–576.\nCASTORINA, F., MASI, U., MILLI, S., ANZIDEI, A.P., AND BULGARELLI, G.M., 2015,\nGeochemical and Sr-Nd isotopic characterization of Middle Pleistocene sediments from the paleontological site of La Polledrara di Cecanibbio (Sabatini Volcanic District, central Italy): Quaternary International, v. 357, p. 253–263. CATUNEANU, O., ABREU, V., BHATTACHARYA, J.P., BLUM, M.D., DALRYMPLE, R.W., ERIKSSON,\nP.G., FIELDING, C.R., FISHER W.L., GALLOWAY, W.E., GIBLING, M.R., GILES, K.A., HOLBROOK, J.M., JORDAN, R., KENDALL, C.G.ST.C., MACURDA, B., MARTINSEN, O.J., MIALL, A.D., NEAL, J.E., NUMMEDAL, D., POMAR, L., POSAMENTIER, H.W., PRATT, B.R., SARG, J.F., SHANLEY, K.W., STEEL, R.J., STRASSER, A., TUCKER, M.E., AND WINKER, C., 2009, Towards the standardization of Sequence Stratigraphy: Earth-Science Reviews, v. 92, p. 1–33. CATUNEANU, O., GALLOWAY, W.E., KENDALL, C.G.ST.C., MIALL A.D., POSAMENTIER, H.W.,\nSTRASSER, A., AND TUCKER, M.E., 2011, Sequence stratigraphy: methodology and nomenclature: Newsletters on Stratigraphy, v. 44, p. 173–245. CAVINATO, G., DE RITA, D., MILLI., S., AND ZARLENGA, F., 1992, Correlazione tra i principali\neventi tettonici, sedimentari, vulcanici ed eustatici che hanno interessato l’entroterra (conche intrappenniniche) ed il margine costiero tirrenico laziale durante il Pliocene superiore ed il Pleistocene: Studi Geologici Camerti, Volume Speciale 1, p. 109–114. CIONI, R., LAURENZI, M.A., SBRANA, A., AND VILLA, I.M., 1993, 40Ar/39Ar chronostratig-\nraphy of the initial activity in the Sabatini Volcanic Complex (Italy): Società Geologica Italiana, Bollettino, v. 112, p. 251–263. COHEN, K.M., AND GIBBARD, P., 2011, Global chronostratigraphical correlation table for the\nlast 2.7 million years: Cambridge, U.K., International Commission on Stratigraphy, Subcommission on Quaternary Stratigraphy. CONATO, V., ESU, D., MALATESTA, A., AND ZARLENGA, F., 1980, New data on the Pleistocene\nof Rome: Quaternaria, v. 22, p. 131–176.\nCONTICELLI, S., FRANCALIANCI, L., MANETTI, P., CIONI, R., AND SBRANA, A., 1997, Petrology\nand geochemistry of the ultrapotassic rocks from the Sabatini volcanic district, central Italy: the role of evolutionary process in the genesis of variably enriched alkaline magmas: Journal of Volcanology and Geothermal Research, v. 5, p. 107–136. CRITELLI, S., AND LE PERA, E., 2002, Provenance relations and modern sand petrofacies in\nan uplifted thrust-belt, northern Calabria, Italy: Memorie Descrittive della Carta Geologica d’Italia, v. 61, p. 25–38. CRITELLI, S., LE PERA, E., AND INGERSOLL, R.V., 1997, The effects of source lithology,\ntransport, deposition and sampling scale on the composition of southern California sand: Sedimentology, v. 44, p. 653–671. CRITELLI, S., MARSAGLIA, K.M., AND BUSBY, C.J., 2002, Tectonic history of a Jurassic\nbackarc basin sequence (the Gran Cañon Formation) based on compositional modes of tuffaceous deposits: Geological Society of America, Bulletin, v. 114, p. 515–527. CRITELLI, S., ARRIBAS, J., LE PERA, E., TORTOSA, A., MARSAGLIA, K.M., AND LATTER, K.K.,\n2003, The recycled orogenic sand provenance from an uplifted thrust-belt, Betic Cordillera, southern Spain: Journal of Sedimentary Research, v. 73, p. 72–81. CRITELLI, S., LE PERA, E., GALLUZZO, F., MILLI, S., MOSCATELLI, M., PERROTTA, S., AND\nSANTANTONIO, M., 2007, Interpreting siliciclastic–carbonate detrital modes in foreland basin systems: an example from upper Miocene arenites of the Central Apennines, Italy, in Arribas, J., Critelli, S., and Johnsson, M., eds., Sedimentary Provenance: Petrographic and Geochemical Perspectives: Geological Society of America, Special Paper 420, p. 107–133. CROOK, K.A.W., 1960, Classification of arenites: American Journal of Science, v. 258, p.\n419–428.\nDE RITA, D., FUNICIELLO, R., CORDA, L., SPOSATO, A., AND ROSSI, U., 1993, Volcanic Units, in\nDi Filippo, M., ed., Sabatini Volcanic Complex: Consiglio Nazionale Delle Ricerche,\nProgetto Finalizzato ‘‘Geodinamica,’’ Monografie Finali 11, p. 33–79. DE RITA, D., MILLI, S., ROSA, C., ZARLENGA, F., AND CAVINATO, G.P., 1994, Catastrophic\neruptions and eustatic cycles: example of Lazio volcanoes: Atti dei Convegni Lincei, v. 112, p. 135–142. DE RITA, D., FACCENNA, C., FUNICIELLO, R., AND ROSA, C., 1995, Stratigraphy and volcano-\ntectonics, in Trigila, R., The Volcano of the Albani Hills: Tipografia S.G.S., p. 33–71. DE RITA, D., FABBRI, M., MAZZINI, I., PACCARA, P., SPOSATO, A., AND TRIGARI, A., 2002,\nVolcaniclastic sedimentation in coastal environments: the interplay between volcanism and Quaternary sea level changes (central Italy): Quaternary International, v. 95–96, p. 141–154.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nDICKINSON, W.R., 1970, Interpreting detrital modes of graywacke and arkose: Journal of\nSedimentary Petrology, v. 40, p. 695–707.\nDI GIULIO, A., CERIANI A., GHIA, E., AND ZUCCA, F., 2003, Composition of modern stream\nsands Derived from sedimentary source rocks in a temperate climate (northern Apennines, Italy): Sedimentary Geology, v. 158, p. 145–161. DOGLIONI, C., INNOCENTI, F., MORELLATO, C., PROCACCIANTI, D., AND SCROCCA, D., 2004, On\nthe Tyrrhenian sea opening: Memorie Descrittive Carta Geologica Italiana, v. 44, p. 147– 164. DOTT, R.H., 2003, The importance of eolian abrasion in supermature quartz sandstones and\nthe paradox of weathering on vegetation free-landscapes: The Journal of Geology, v. 111, p. 387–405. ETHRIDGE, F.G., 1977, Petrology, transport, and environment in isochronous upper\nDevonian sandstone and siltstone units, New York: Journal of Sedimentary Petrology, v. 47, p. 53–65. FUNICIELLO, R., LOCARDI, E., AND PAROTTO, M., 1976, Lineamenti geologici dell’area\nsabatina orientale: Bollettino Società Geologica Italiana, v. 95, p. 831–849.\nGANDOLFI, G., AND PAGANELLI, L., 1993, Le torbiditi arenacee Oligo-Mioceniche\ndell’Apennino settentrionale fra la Spezia ed Arezzo-Studio petrografico ed implicazioni paleogeografiche: Giornale di Geologia, v. 55, p. 93–102. GANDOLFI, G., PAGANELLI, L., AND ZUFFA, G.G., 1983, Petrology and dispersal pattern in the\nMarnoso Arenacea Formation (Miocene, Northern Apennines): Journal of Sedimentary Petrology, v. 53, p. 493–507. GANDOLFI, G., PAGANELLI, L., AND CAVAZZA, W., 2007, Heavy-mineral associations as tracers\nof limited compositional mixing during turbiditic sedimentation of the MarnosoArenacea Formation (Miocene, Northern Apennines, Italy): Amsterdam, Elsevier, Developments in Sedimentology, v. 58, p. 621–645. GARÇON, M., CHAUVEL, C., FRANCE-LANORD, C., LIMONTA, M., AND GARZANTI, E., 2014,\nWhich minerals control the Nd–Hf–Sr–Pb isotopic compositions of river sediments?: Chemical Geology, v. 364, p. 42–55. GARZANTI, E., 1986, Source rock versus sedimentary control on the mineralogy of deltaic\nvolcanic arenites (Upper Triassic, Northern Italy): Journal of Sedimentary Petrology, v. 56, p. 267–275. GARZANTI, E., 1991, Non-carbonate intrabasinal grains in arenites; their recognition,\nsignificance and relationship to eustatic cycles and tectonic setting: Journal of Sedimentary Petrology, v. 61, p. 959–975. GARZANTI, E., 2016, From static to dynamic provenance analysis: sedimentary petrology\nupgraded: Sedimentary Geology, v. 336, p. 3–13.\nGARZANTI, E., CANCLINI, S., FOGGIA, F.M., AND PETRELLA, N., 2002, Unraveling magmatic\nand orogenic provenance in modern sand: the back-arc side of the Apennine thrust belt, Italy: Journal of Sedimentary Research, v. 72, p. 2–17. GARZANTI, E., ANDÒ, S., VEZZOLI, G., AND DELL’ERA, D., 2003, From rifted margins to\nforeland basins: investigating provenance and sediment dispersal across desert Arabia (Oman, UAE): Journal of Sedimentary Research, v. 73, p. 572–588. GARZANTI, E., ANDÒ, S., AND VEZZOLI, G., 2009, Grain-size dependence of sediment\ncomposition and environmental bias in provenance studies: Earth and Planetary Science Letters, v. 277, p. 422–432. GARZANTI, E., ANDÒ, S., FRANCE-LANORD, C., GALY, V., CENSI, P., AND VIGNOLA, P., 2011a,\nMineralogical and chemical variability of fluvial sediments. 2. Suspended-load silt (Ganga Brahmaputra, Bangladesh): Earth and Planetary Science Letters, v. 302, p. 107– 120. GARZANTI, E., VEZZOLI, G., AND ANDÒ, S., 2011b, Paleogeographic and paleodrainage\nchanges during Pleistocene glaciations (Po Plain, northern Italy): Earth-Science Reviews, v. 105, p. 25–48. GARZANTI, E., PADOAN, M., ANDÒ, S., RESENTINI, A., VEZZOLI, G., AND LUSTRINO, M., 2013,\nWeathering and relative durability of detrital minerals in equatorial climate: sand petrology and geochemistry in the East African Rift: The Journal of Geology, v. 121, p. 547–580. GARZANTI, E., RESENTINI, A., ANDÒ, S., VEZZOLI, G., AND VERMEESCH, P., 2015a, Physical\ncontrols on sand composition and relative durability of detrital minerals during longdistance littoral and eolian transport (coastal Namibia): Sedimentology, v. 62, p. 971– 996. GARZANTI, E., ANDÒ, S., PADOAN, M., VEZZOLI, G., AND EL KAMMAR, A., 2015b, The Nile\nsediment system: processes and products: Quaternary Science Reviews, v. 130, p. 9–56. GIORDANO, G., ESPOSITO, A., DE RITA, D., FABBRI, M., MAZZINI, I., TRIGARI, A., ROSA, C., AND\nFUNICIELLO, R., 2003, The sedimentation along the roman coast between middle and upper Pleistocene: the interplay of eustatism, tectonics and volcanism new data and review: Il Quaternario, v. 16, p. 121–129. GRANTHAM, J.H., AND VELBEL, M.A., 1988, The influence of climate and topography on\nrock-fragment abundance in modern fluvial sands of the southern Blue Ridge Mountains, North Carolina: Journal of Sedimentary Petrology, v. 58, p. 219–227. IBBEKEN, H., AND SCHLEYER, R., 1991, Source and Sediment: A Case study of Provenance\nand Mass Balance at an Active Plate Margin (Calabria, Southern Italy): Berlin, Heidelberg, Springer-Verlag, 286 p. INGERSOLL, R.V., 1983, Petrofacies and provenance of late Mesozoic forearc basin, northern\nand central California: American Association of Petroleum Geologists, Bulletin, v. 67, p. 1125–1142. INGERSOLL, R.V., BULLARD, T.F., FORD, R.L., GRIMM, J.P., PIKLE, J.D., AND SARES, S.W., 1984,\nThe effect of grain size on detrital modes: a test of the Gazzi-Dickinson point counting method: Journal Sedimentary Petrology, v. 54, p. 103–116.\nITO, M., 1994, Compositional variation in depositional sequences of the upper part of the\nKasuza Group, a middle Pleistocene forearc basin fill in the Boso Peninsula, Japan: Sedimentary Geology, v. 88, p. 219–230. JAMES, D.E., DEVAUGHN, A.M., AND MARSAGLIA, K.M., 2007, Sand and gravel provenance\nin the Waipaoa River System: sedimentary recycling in an actively deforming forearc basin, North Island, New Zealand, in Arribas J., Critelli, S., and Johnsson, M., eds., Sedimentary Provenance: Petrographic and Geochemical Perspectives: Geological Society of America, Special Paper 420, p. 253–276. KARNER, D.B., MARRA, F., AND RENNE, P.R., 2001, The history of the Monti Sabatini and\nAlban Hills volcanoes: groundwork for assessing volcanic–tectonic hazards for Rome: Journal of Volcanology and Geothermal Research, v. 107, p. 185–219. LAWTON, T.F., POLLOCK, S.L., AND ROBINSON, R.A.J., 2003, Integrating sandstone petrology\nand nonmarine sequence stratigraphy: application to the Late Cretaceous fluvial systems of southwestern Utah, U.S.A: Journal of Sedimentary Research, v. 73, p. 389–406. LE PERA, E., AND CRITELLI, S., 1997, Sourceland controls on the composition of beach and\nfluvial sand of the Tyrrhenian coast of Calabria, Italy: implications for actualistic petrofacies: Sedimentary Geology, v. 110, p. 81–97. LEOMBRUNI, A., BLOIS, L., AND MANCINI, M., 2009, First evaluation of soil erosion and\nsediment delivery in the high part of the Tevere watershed: Electronic Journal of Geotechnical Engineering, v. 14, p. 1–26. LOCARDI, E., LOMBARDI, G., FUNICIELLO, R., AND PAROTTO, M., 1976, The main volcanic\ngroup of Lazio (Italy): relations between structural evolution and petrogenesis: Geologica Romana, v. 15, p. 279–300. MALINVERNO, A., AND RYAN, W.B.F., 1986, Extension in the Tyrrhenian Sea and shortening\nin the Apennines as result of arc migration driven by sinking of the lithosphere: Tectonics, v. 5, p. 227–245. MACK, G.H., 1978, The survivability of labile light mineral grains in fluvial, eolian, and\nlittoral environments: the Permian Cutler–Cedar Mesa formations, Utah: Sedimentology, v. 25, p. 587–604. MANCINI, M., AND CAVINATO, G.P., 2005, The Middle Valley of the Tiber River, central Italy:\nPlio-Pleistocene fluvial and coastal sedimentation, extensional tectonics and volcanism, in Blum, M., Marriot, S., and Leclair, S., eds., Fluvial Sedimentology VII: International Association of Sedimentologists, Special Publication 35, p. 373–396. MARCHESINI, L., AMOROSI, A., CIBIN, U., SPADAFORA, E., ZUFFA, G.G., AND PRETI, D., 2000,\nDetrital supply versus facies architecture in the late Quaternary deposits of the southeastern Po Plain (Italy): Journal of Sedimentary Research, v. 70, p. 829–838. MARIANI, M., AND PRATO, R., 1988, I bacini Neogenici costieri del margine tirrenico:\napproccio sismico-stratigrafico: Società Geologica Italiana, Memorie, v. 41, p. 519–531. MARRA, F., DEOCAMPO, D., JACKSON, M.D., AND VENTURA, G., 2011, The Alban Hills and\nMonti Sabatini volcanic products used in ancient Roman masonry (Italy): an integrated stratigraphic, archeological, environmental and geochemical approach: Earth-Science Reviews, v. 108, p. 115–136. MARRA, F., SOTTILI, G., GAETA, M., GIACCIO, B., JICHA, B., MASOTTA, M., PALLADINO, D.M.,\nAND DEOCAMPO, D.M., 2014, Major explosive activity in the Monti Sabatini Volcanic District (central Italy) over the 800–390 ka interval: geochronological–geochemical overview and tephrostratigraphic implications: Quaternary Science Reviews, v. 94, p. 74–101. MARSAGLIA, K.M., 1992, Petrography and provenance of volcaniclastic sands recovered\nfrom the Izu–Bonin Arc, Leg 126: Proceedings of the Ocean Drilling Program, Scientific Results, v. 126, p. 139–154. MARSAGLIA, K.M., AND TAZAKI, K., 1992, Diagenetic trends in ODP Leg 126 sandstone:\nProceedings of the Ocean Drilling Program, Scientific Results, v. 126, p. 125–138.\nMARSAGLIA K.M., LATTER, K.K., AND CLINE, V., 1999, Sand provenance in the Alborian and\nTyrrhenian basins: Proceedings of the Ocean Drilling Program, Scientific Results, v. 161, p. 37–56. MARSAGLIA, K.M., DEVAUGHN, A.M., JAMES, D.E., AND MARDEN, M., 2010, Provenance of\nfluvial terrace sediments within the Waipaoa sedimentary system and their importance to New Zealand source-to-sink studies: Marine Geology, v. 270, p. 84–93. MARSAGLIA K.M., BARONE M., CRITELLI S., BUSBY C., AND FACKLER-ADAMS, B., 2016,\nPetrography of volcaniclastic rocks in intra-arc volcano-bounded to fault-bounded basins of the Rosario segment of the Lower Cretaceous Alisitos oceanic arc, Baja California, Mexico: Sedimentary Geology, v. 336, p. 138–146. MCBRIDE, E.F., 1985, Diagenetic processes that effect provenance determination in\nsandstone, in Zuffa, G.G., ed., Provenance of Arenites: Dordecht, Reidel, p. 95–114.\nMCBRIDE, E.F., AND PICARD, M.D., 1987, Downstream changes in sand composition,\nroundness, and gravel size in a short-headed high-gradient stream, north-western Italy: Journal of Sedimentary Petrography, v. 57, p. 1018–1026. MCMASTER, K., WHITMORE, J.H., AND STROM, R., 2010, A comparison of beach and dune\nsands along the southern Oregon coast, USA: Geological Society of America, Abstracts with Programs, v. 42, p. 311–322. MILLI, S., 1994, High-frequency sequence stratigraphy of the middle–late Pleistocene to\nHolocene deposits of the Roman Basin (Rome, Italy): relationships among high frequency eustatic cycles, tectonics and volcanism, in Posamentier, H.W., and Mutti, E., eds., Second High-Resolution Sequence Stratigraphy Conference: Tremp, Spain, p. 20– 27. MILLI, S., 1997, Depositional setting and high-frequency sequence stratigraphy of the\nmiddle–upper Pleistocene to Holocene deposits of the Roman Basin: Geologica Romana, v. 33, p. 99–136.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019\nMILLI, S., AND MOSCATELLI, M., 2001, The Torre in Pietra section: sedimentology and\nphysical stratigraphy: Poster session, 1st International Congress, The World of Elephants, Rome, 16–20 October. MILLI, S., AND PALOMBO, M.R., 2011, Stratigrafia fisica e assetto deposizionale della\nsuccessione del tardo Pleistocene inferiore/Olocene del Bacino Romano, in Milli, S., Palombo, M.R., and Anzidei, A.P., eds., I depositi pleistocenici di Ponte Galeria e la Polledrara di Cecanibbio: Congresso Aiqua Roma, 2011, Il Quaternario Italiano, Conoscenze e prospettive, Guida all’Escursione Post-congresso Roma 26 Febbraio, p. 2– 27. MILLI, S., MOSCATELLI, M., PALOMBO, M.R., PARLAGRECO, L., AND PACIUCCI, M., 2008,\nIncised-valleys, their filling and mammal fossil record: a case study from Middle-Upper Pleistocene deposits of the Roman Basin (Latium, Italy): GeoActa, Special Publication, v. 1, p. 67–88. MILLI, S., D’AMBROGI, C., BELLOTTI, P., CALDERONI, G., CARBONI, M.G., CELANT, A., DI\nBELLA, L., DI RITA, F., FREZZA, V., MAGRI, D., PICHEZZI, R.M., AND RICCI, V., 2013, The transition from wave-dominated estuary to wave-dominated delta: the Late Quaternary stratigraphic architecture of Tiber River deltaic succession (Italy): Sedimentary Geology, v. 284–285, p. 159–180. MILLI, S., MANCINI, M., MOSCATELLI, M., STIGLIANO, F., MARINI, M., AND CAVINATO, G.P., in\npress, From river to shelf, anatomy of a high-frequency depositional sequence: the late Pleistocene–Holocene Tiber depositional sequence: Sedimentology, doi:10.1111/sed. 12277. MITCHUM, R.M., JR., AND VAN WAGONER, J.C., 1991, High-frequency sequences and their\nstacking pattern: sequence stratigraphy evidence of high-frequency eustatic cycles: Sedimentary Geology, v. 70, p. 131–170. MORTON, A.C., AND HALLSWORTH, C., 2007, Stability of detrital heavy minerals during burial\ndiagenesis, in Mange, M.A., and Wright, D.T., eds., Heavy Minerals in Use: Amsterdam, Elsevier, Developments in Sedimentology, v. 58, p. 215–245. NESBITT, H.W., AND YOUNG, G.M., 1996, Petrogenesis of sediments in the absence of\nchemical weathering: effects of abrasion and sorting on bulk composition and mineralogy: Sedimentology, v. 42, p. 341–358. PARRA, J.G., MARSAGLIA, K.M., RIVERA, K.S., DAWSON, S.T., AND WALSH, J.P., 2012,\nProvenance of sand on the Poverty Bay shelf, the link between source and sink sectors of the Waipaoa River sedimentary system: Sedimentary Geology, v. 280, p. 208–233. PATACCA, E., SARTORI R., AND SCANDONE P., 1990, Tyrrenian basin and Apenninic arc:\nkinematic relations since late Tortonian times: Società Geologica Italiana, Memorie, v. 45, p. 425–451. PECCERILLO, A., 2005, Plio-Quaternary Volcanism in Italy: Petrology, Geochemistry,\nGeodynamics: Heidelberg, Springer, 365 p.\nPICARD, M.D., AND MCBRIDE, E.F., 1993, Beach sands of Elba Island, Tuscany, Italy:\nRoundness study and evidence of provenance, in Johnsson, M.J., and Basu, A., eds., Processes Controlling the Composition of Clastic Sediments: Geological Sociey of America, Special Paper 284, p. 235–246. PICARD, M.D., AND MCBRIDE, E.F., 2007, Comparison of river and beach sand composition\nwith source rocks, Dolomite Alps and drainage basin, northeastern Italy, in Arribas, J., Critelli, S., and Johnsson, M.J., eds., Sedimentary Provenance and Petrogenesis: Perspectives from Petrography and Geochemistry: Geological Society of America, Special Paper 420, p. 1–12.\nPOTTER, P.E., HUH, Y., AND EDMOND, J.M., 2001, Deep-freeze petrology of Lena River sand,\nSiberia: Geology, v. 29, p. 999–1002.\nSEYRAFIAN, A., AND TORABY, H., 2009, Petrofacies and sequence stratigraphy of the Qom\nFormation (Late Oligocene–Early Miocene?), north of Nain, southern trend of central Iranian Basin: Carbonates and Evaporites, v. 20, p. 82–90. SOTTILI, G., PALLADINO, D.M., AND ZANON, V., 2004, Plinian activity during the early\neruptive history of the Sabatini Volcanic District, Central Italy: Journal of Volcanology and Geothermal Research, v. 135, p. 361–379. SOTTILI, G., PALLADINO, D.M., MARRA F., JICHA B., KARNER, D.B., AND RENNE, P., 2010,\nGeochronology of the most recent activity in the Sabatini Volcanic District, Roman Province, central Italy: Journal of Volcanology and Geothermal Research, v. 196, p. 20– 30. SUTTNER, L.J., BASU, A., AND MACK, G.H., 1981, Climate and the origin of quartzarenites:\nJournal of Sedimentary Petrology, v. 51, p. 1235–1246.\nTENTORI, D., 2015, Sand compositional changes as a key for sequence-strartigraphic\ninterpretation: the Pleistocene Tiber River deltaic succession (Italy) [Master’s Thesis]: California State University, Northridge, 88 p. VALLONI, V., AND ZUFFA, G.G., 1984, Provenance changes for arenaceous formations of the\nnorthern Apennines, Italy: Geological Society of America, Bulletin, v. 95, p. 1035–1039. VELBEL, M.A., 2007, Surface textures and dissolution processes of heavy minerals in the\nsedimentary cycle: examples from pyroxenes and amphiboles, in Mange, M.A., and Wright, D.T., eds., Heavy Minerals in Use: Amsterndam, Elsevier, Developments in Sedimentology, v. 58, p. 112–150. WELTJE, G.J., 2006, Ternary sandstone composition and provenance: an evaluation of the\n‘‘Dickinson model,’’ in Buccianti, A., Mateu-Figueras, G., and Pawlowsky-Glahn, V., eds., Compositional Data Analysis: From Theory to Practice: Geological Society of London, Special Publication 264, p. 611–627. WINN, R.D., JR., STONECIPHER, S.A., AND BISHOP, M.G., 1984, Sorting and wave abrasion:\ncontrols on composition and diagenesis in lower Frontier Sandstones, southwestern Wyoming: American Association of Petroleum Geologists, Bulletin, v. 68, p. 268–284. ZUFFA, G.G., 1980, Hybrid arenites, their composition and classification: Journal of\nSedimentary Petrology, v. 50, p. 21–29.\nZUFFA, G.G., 1985, Optical analyses of arenites: influence of methodology on\ncompositional results, in Zuffa, G.G., ed., Provenance of Arenites: NATO-ASI, Dordrecht, Reidel, p. 165–189. ZUFFA, G.G., 1987, Unravelling hinterland and offshore palaeo-geography from deepwater\narenites, in Leggett, J.K., and Zuffa, G.G., eds., Marine Clastic Sedimentology, Models and Case Studies: London, Graham and Trotman, p. 39–61. ZUFFA, G.G., 1991, On the use of turbidite arenites in provenance studies: critical remarks,\nin Morton, A.C., Todd, S.P., and Haughton, P.D.W., eds., Developments in Sedimentary Provenance Studies: Geological Society of London, Special Publication 57, p. 21–28. ZUFFA, G.G., CIBIN, U., AND DI GIULIO, A., 1995, Arenite petrography in sequence\nstratigraphy: Journal of Geology, v. 103, p. 451–459.\nReceived 13 May 2016; accepted 11 August 2016.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1208/2813706/i1527-1404-86-10-1208.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [{
    "title": "Composition and provenance of the Macigno Formation (Late Oligocene–Early Miocene) in the Trasimeno Lake area (Northern Apennines)",
    "authors": ["U. AMENDOLA", "F. PERRI", "S. CRITELLI", "P. MONACO", "S. CIRILLI", "T. TRECCI", "R. RETTORI"],
    "venue": "Marine and Petroleum Geology,",
    "year": 2016
  }, {
    "title": "Glaucony and sequence stratigraphy: a conceptual framework of distribution in siliciclastic sequences",
    "authors": ["A. AMOROSI"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1995
  }, {
    "title": "Sand composition changes across key boundaries of siliciclastic and hybrid depositional sequences: Sedimentary Geology",
    "authors": ["A. AMOROSI", "G.G. ZUFFA"],
    "venue": "v. 236,",
    "year": 2011
  }, {
    "title": "Corrosion of heavy minerals during weathering and diagenesis: a catalogue for optical analysis",
    "authors": ["S. ANDÒ", "E. GARZANTI", "M. PADOAN", "M. LIMONTA"],
    "venue": "Sedimentary Geology,",
    "year": 2012
  }, {
    "title": "Composition of modern stream sand derived from a mixture of sedimentary and metamorphic rocks (Henares River, central Spain)",
    "authors": ["J. ARRIBAS", "S. CRITELLI", "E. LE PERA", "A. TORTOSA"],
    "venue": "Sedimentary Geology,",
    "year": 2000
  }, {
    "title": "Plio-Pleistocene geological evolution of the geothermal area of Tuscany and Lazio: Memorie",
    "authors": ["F. BARBERI", "G. BUANASORTE", "R. CIONI", "A. FIORDELISI", "L. FORESI", "S. IACCARINO", "M.A. LAURENZI", "A. SBRANA", "L. VERNIA", "I.M. VILLA"],
    "venue": "Descrittive della Carta Geologica d’Italia,",
    "year": 1994
  }, {
    "title": "Variabilità nel tempo della distribuzione granulometrica sui fondali del delta del Tevere: Società",
    "authors": ["P. BELLOTTI", "F.L. CHIOCCI", "S. MILLI", "P. TORTORA"],
    "venue": "Geologica Italiana, Bollettino,",
    "year": 1993
  }, {
    "title": "1993b, I sistemi deposizionali nei sedimenti clastici pleistocenici affioranti nei dintorni di Ponte Galeria (SW di Roma): Società",
    "authors": ["P. BELLOTTI", "U. CHIOCCHINI", "N. CIPRIANI", "S. MILLI"],
    "venue": "Geologica Italiana, Bollettino,",
    "year": 1993
  }, {
    "title": "Sequence stratigraphy and depositional setting of the Tiber delta: integration of high resolution seismics, welllogs and archaeological data",
    "authors": ["P. BELLOTTI", "F.L. CHIOCCI", "S. MILLI", "P. TORTORA", "P. VALERI"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1994
  }, {
    "title": "Deformation of the 125 ka marine terrace in Italy: tectonic implications",
    "authors": ["P. BORDONI", "G. VALENSISE"],
    "venue": "Coastal Tectonics: Geological Society of London, Special Publication",
    "year": 1998
  }, {
    "title": "Durabilities of sand size schist and ‘‘volcanic’’ rock fragments during fluvial transport, Elk Creek, Black Hills, South Dakota",
    "authors": ["K.L. CAMERON", "H. BLATT"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1971
  }, {
    "title": "Geochemical and Sr-Nd isotopic characterization of Middle Pleistocene sediments from the paleontological site of La Polledrara di Cecanibbio (Sabatini Volcanic District, central Italy)",
    "authors": ["F. CASTORINA", "U. MASI", "S. MILLI", "A.P. ANZIDEI", "G.M. BULGARELLI"],
    "venue": "Quaternary International,",
    "year": 2015
  }, {
    "title": "Sequence stratigraphy: methodology and nomenclature",
    "authors": ["O. CATUNEANU", "W.E. GALLOWAY", "KENDALL", "C.G.ST.C", "MIALL A.D", "H.W. POSAMENTIER", "A. STRASSER", "M.E. TUCKER"],
    "venue": "Newsletters on Stratigraphy,",
    "year": 2011
  }, {
    "title": "Correlazione tra i principali eventi tettonici, sedimentari, vulcanici ed eustatici che hanno interessato l’entroterra (conche intrappenniniche) ed il margine costiero tirrenico laziale durante il Pliocene superiore ed il Pleistocene: Studi Geologici Camerti",
    "authors": ["G. CAVINATO", "D. DE RITA", "S. MILLI", "F. ZARLENGA"],
    "venue": "Volume Speciale",
    "year": 1992
  }, {
    "title": "40Ar/39Ar chronostratigraphy of the initial activity in the Sabatini Volcanic Complex (Italy): Società",
    "authors": ["R. CIONI", "M.A. LAURENZI", "A. SBRANA", "I.M. VILLA"],
    "venue": "Geologica Italiana, Bollettino,",
    "year": 1993
  }, {
    "title": "Global chronostratigraphical correlation table for the last 2.7 million years: Cambridge, U.K., International Commission on Stratigraphy, Subcommission on Quaternary Stratigraphy",
    "authors": ["K.M. COHEN", "P. GIBBARD"],
    "year": 2011
  }, {
    "title": "Petrology and geochemistry of the ultrapotassic rocks from the Sabatini volcanic district, central Italy: the role of evolutionary process in the genesis of variably enriched alkaline magmas",
    "authors": ["S. CONTICELLI", "L. FRANCALIANCI", "P. MANETTI", "R. CIONI", "A. SBRANA"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1997
  }, {
    "title": "Provenance relations and modern sand petrofacies in an uplifted thrust-belt, northern Calabria, Italy: Memorie",
    "authors": ["S. CRITELLI", "E. LE PERA"],
    "venue": "Descrittive della Carta Geologica d’Italia,",
    "year": 2002
  }, {
    "title": "The effects of source lithology, transport, deposition and sampling scale on the composition of southern California",
    "authors": ["S. CRITELLI", "E. LE PERA", "R.V. INGERSOLL"],
    "venue": "sand: Sedimentology,",
    "year": 1997
  }, {
    "title": "Tectonic history of a Jurassic backarc basin sequence (the Gran Cañon Formation) based on compositional modes of tuffaceous deposits",
    "authors": ["S. CRITELLI", "K.M. MARSAGLIA", "C.J. BUSBY"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 2002
  }, {
    "title": "The recycled orogenic sand provenance from an uplifted thrust-belt, Betic Cordillera, southern Spain",
    "authors": ["S. CRITELLI", "J. ARRIBAS", "E. LE PERA", "A. TORTOSA", "K.M. MARSAGLIA", "K.K. LATTER"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2003
  }, {
    "title": "Interpreting siliciclastic–carbonate detrital modes in foreland basin systems: an example from upper Miocene arenites of the Central Apennines",
    "authors": ["S. CRITELLI", "E. LE PERA", "F. GALLUZZO", "S. MILLI", "M. MOSCATELLI", "S. PERROTTA", "M. SANTANTONIO"],
    "year": 2007
  }, {
    "title": "Catastrophic eruptions and eustatic cycles: example of Lazio volcanoes",
    "authors": ["D. DE RITA", "S. MILLI", "C. ROSA", "F. ZARLENGA", "G.P. CAVINATO"],
    "venue": "Atti dei Convegni Lincei,",
    "year": 1994
  }, {
    "title": "Stratigraphy and volcanotectonics, in Trigila, R",
    "authors": ["D. DE RITA", "C. FACCENNA", "R. FUNICIELLO", "C. ROSA"],
    "venue": "The Volcano of the Albani Hills: Tipografia S.G.S.,",
    "year": 1995
  }, {
    "title": "Volcaniclastic sedimentation in coastal environments: the interplay between volcanism and Quaternary sea level changes (central Italy)",
    "authors": ["D. DE RITA", "M. FABBRI", "I. MAZZINI", "P. PACCARA", "A. SPOSATO", "A. TRIGARI"],
    "venue": "Quaternary International,",
    "year": 2002
  }, {
    "title": "Interpreting detrital modes of graywacke and arkose",
    "authors": ["W.R. DICKINSON"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1970
  }, {
    "title": "Composition of modern stream sands Derived from sedimentary source rocks in a temperate climate (northern Apennines, Italy)",
    "authors": ["A. DI GIULIO", "CERIANI A", "E. GHIA", "F. ZUCCA"],
    "venue": "Sedimentary Geology,",
    "year": 2003
  }, {
    "title": "On the Tyrrhenian sea opening",
    "authors": ["C. DOGLIONI", "F. INNOCENTI", "C. MORELLATO", "D. PROCACCIANTI", "D. SCROCCA"],
    "venue": "Memorie Descrittive Carta Geologica Italiana, v",
    "year": 2004
  }, {
    "title": "The importance of eolian abrasion in supermature quartz sandstones and the paradox of weathering on vegetation free-landscapes",
    "authors": ["R.H. DOTT"],
    "venue": "The Journal of Geology,",
    "year": 2003
  }, {
    "title": "Petrology, transport, and environment in isochronous upper Devonian sandstone and siltstone units",
    "authors": ["F.G. ETHRIDGE"],
    "venue": "New York: Journal of Sedimentary Petrology,",
    "year": 1977
  }, {
    "title": "Lineamenti geologici dell’area sabatina orientale: Bollettino Società",
    "authors": ["R. FUNICIELLO", "E. LOCARDI", "M. PAROTTO"],
    "venue": "Geologica Italiana, v",
    "year": 1976
  }, {
    "title": "Le torbiditi arenacee Oligo-Mioceniche dell’Apennino settentrionale fra la Spezia ed Arezzo-Studio petrografico ed implicazioni paleogeografiche",
    "authors": ["G. GANDOLFI", "L. PAGANELLI"],
    "venue": "Giornale di Geologia,",
    "year": 1993
  }, {
    "title": "Petrology and dispersal pattern in the Marnoso Arenacea Formation (Miocene",
    "authors": ["G. GANDOLFI", "L. PAGANELLI", "G.G. ZUFFA"],
    "venue": "Northern Apennines): Journal of Sedimentary Petrology,",
    "year": 1983
  }, {
    "title": "Heavy-mineral associations as tracers of limited compositional mixing during turbiditic sedimentation of the MarnosoArenacea Formation (Miocene, Northern Apennines, Italy): Amsterdam, Elsevier",
    "authors": ["G. GANDOLFI", "L. PAGANELLI", "W. CAVAZZA"],
    "venue": "Developments in Sedimentology,",
    "year": 2007
  }, {
    "title": "Which minerals control the Nd–Hf–Sr–Pb isotopic compositions of river sediments?",
    "authors": ["M. GARÇON", "C. CHAUVEL", "C. FRANCE-LANORD", "M. LIMONTA", "E. GARZANTI"],
    "venue": "Chemical Geology,",
    "year": 2014
  }, {
    "title": "Source rock versus sedimentary control on the mineralogy of deltaic volcanic arenites (Upper Triassic, Northern Italy)",
    "authors": ["E. GARZANTI"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1986
  }, {
    "title": "Non-carbonate intrabasinal grains in arenites; their recognition, significance and relationship to eustatic cycles and tectonic setting",
    "authors": ["E. GARZANTI"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1991
  }, {
    "title": "From static to dynamic provenance analysis: sedimentary petrology upgraded",
    "authors": ["E. GARZANTI"],
    "venue": "Sedimentary Geology,",
    "year": 2016
  }, {
    "title": "Unraveling magmatic and orogenic provenance in modern sand: the back-arc side of the Apennine thrust belt, Italy",
    "authors": ["E. GARZANTI", "S. CANCLINI", "F.M. FOGGIA", "N. PETRELLA"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2002
  }, {
    "title": "From rifted margins to foreland basins: investigating provenance and sediment dispersal across desert Arabia (Oman, UAE)",
    "authors": ["E. GARZANTI", "S. ANDÒ", "G. VEZZOLI", "D. DELL’ERA"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2003
  }, {
    "title": "Grain-size dependence of sediment composition and environmental bias in provenance studies: Earth and Planetary",
    "authors": ["E. GARZANTI", "S. ANDÒ", "G. VEZZOLI"],
    "venue": "Science Letters,",
    "year": 2009
  }, {
    "title": "Mineralogical and chemical variability of fluvial sediments. 2. Suspended-load silt (Ganga Brahmaputra, Bangladesh)",
    "authors": ["E. GARZANTI", "S. ANDÒ", "C. FRANCE-LANORD", "V. GALY", "P. CENSI", "P. VIGNOLA"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2011
  }, {
    "title": "2011b, Paleogeographic and paleodrainage changes during Pleistocene glaciations (Po Plain, northern Italy): Earth-Science Reviews",
    "authors": ["E. GARZANTI", "G. VEZZOLI", "S. ANDÒ"],
    "venue": "v. 105,",
    "year": 2011
  }, {
    "title": "Weathering and relative durability of detrital minerals in equatorial climate: sand petrology and geochemistry in the East African Rift",
    "authors": ["E. GARZANTI", "M. PADOAN", "S. ANDÒ", "A. RESENTINI", "G. VEZZOLI", "M. LUSTRINO"],
    "venue": "The Journal of Geology,",
    "year": 2013
  }, {
    "title": "2015a, Physical controls on sand composition and relative durability of detrital minerals during longdistance littoral and eolian transport (coastal",
    "authors": ["E. GARZANTI", "A. RESENTINI", "S. ANDÒ", "G. VEZZOLI", "P. VERMEESCH"],
    "venue": "Namibia): Sedimentology,",
    "year": 2015
  }, {
    "title": "2015b, The Nile sediment system: processes and products: Quaternary",
    "authors": ["E. GARZANTI", "S. ANDÒ", "M. PADOAN", "G. VEZZOLI", "A. EL KAMMAR"],
    "venue": "Science Reviews,",
    "year": 2015
  }, {
    "title": "The sedimentation along the roman coast between middle and upper Pleistocene: the interplay of eustatism, tectonics and volcanism new data and review",
    "authors": ["G. GIORDANO", "A. ESPOSITO", "D. DE RITA", "M. FABBRI", "I. MAZZINI", "A. TRIGARI", "C. ROSA", "R. FUNICIELLO"],
    "venue": "Il Quaternario,",
    "year": 2003
  }, {
    "title": "The influence of climate and topography on rock-fragment abundance in modern fluvial sands of the southern Blue Ridge Mountains, North Carolina",
    "authors": ["J.H. GRANTHAM", "M.A. VELBEL"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1988
  }, {
    "title": "Source and Sediment: A Case study of Provenance and Mass Balance at an Active Plate Margin (Calabria",
    "authors": ["H. IBBEKEN", "R. SCHLEYER"],
    "year": 1991
  }, {
    "title": "Petrofacies and provenance of late Mesozoic forearc basin, northern and central California: American Association of Petroleum Geologists",
    "authors": ["R.V. INGERSOLL"],
    "venue": "Bulletin, v",
    "year": 1983
  }, {
    "title": "The effect of grain size on detrital modes: a test of the Gazzi-Dickinson point counting method",
    "authors": ["R.V. INGERSOLL", "T.F. BULLARD", "R.L. FORD", "J.P. GRIMM", "J.D. PIKLE", "S.W. SARES"],
    "venue": "Journal Sedimentary Petrology,",
    "year": 1984
  }, {
    "title": "Compositional variation in depositional sequences of the upper part",
    "authors": ["ITO M"],
    "year": 1994
  }, {
    "title": "Sand and gravel provenance",
    "authors": ["D.E. JAMES", "A.M. DEVAUGHN", "K.M. MARSAGLIA"],
    "venue": "Sedimentary Geology,",
    "year": 2007
  }, {
    "title": "Sourceland controls on the composition of beach",
    "authors": ["E. LE PERA", "S. CRITELLI"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1997
  }, {
    "title": "First evaluation of soil erosion",
    "authors": ["A. LEOMBRUNI", "L. BLOIS", "M. MANCINI"],
    "venue": "petrofacies: Sedimentary Geology,",
    "year": 2009
  }, {
    "title": "Association of Sedimentologists",
    "authors": ["L. MARCHESINI", "A. AMOROSI", "U. CIBIN", "E. SPADAFORA", "G.G. ZUFFA", "D. PRETI"],
    "venue": "Special Publication",
    "year": 2000
  }, {
    "title": "Major explosive activity in the Monti Sabatini Volcanic",
    "authors": ["D.M. DEOCAMPO"],
    "year": 2014
  }, {
    "title": "Petrography and provenance of volcaniclastic sands recovered",
    "authors": ["K.M. 74–101. MARSAGLIA"],
    "year": 1992
  }, {
    "title": "Depositional setting and high-frequency sequence stratigraphy",
    "authors": ["S. MILLI"],
    "year": 1997
  }, {
    "title": "The Torre in Pietra section: sedimentology",
    "authors": ["S. MILLI", "M. MOSCATELLI"],
    "year": 2001
  }, {
    "title": "Stratigrafia fisica e assetto deposizionale della",
    "authors": ["Elephants", "Rome", "S. 16–20 October. MILLI", "M.R. PALOMBO"],
    "year": 2011
  }, {
    "title": "High-frequency sequences and their",
    "authors": ["R.M. MITCHUM", "JR", "J.C. VAN WAGONER"],
    "year": 1991
  }, {
    "title": "Climate and the origin of quartzarenites",
    "authors": ["L.J. SUTTNER", "A. BASU", "G.H. MACK"],
    "year": 1981
  }, {
    "title": "Arenite petrography in sequence",
    "authors": ["G.G. ZUFFA", "U. CIBIN", "A. DI GIULIO"],
    "venue": "Provenance Studies: Geological Society of London, Special Publication",
    "year": 1995
  }],
  "id": "SP:53c311b590f06db89c9d18acdaa6a24fb592573e",
  "authors": [{
    "name": "DANIEL TENTORI",
    "affiliations": []
  }, {
    "name": "KATHLEEN M. MARSAGLIA",
    "affiliations": []
  }, {
    "name": "SALVATORE MILLI",
    "affiliations": []
  }],
  "abstractText": "Sand composition is one of the factors of a stratigraphic succession that best records the interaction between allogenic and autogenic processes. This is particularly true for the Quaternary successions where the effects of this processes are better recognized and differentiated. The Quaternary succession of the Roman Basin and, in particular, the one developed during the late early Pleistocene to Holocene, records a close interaction among tectonic uplift, volcanism, climate, and glacio-eustasy. Such interaction is reflected in a complex stratal pattern and stratigraphic architecture where high-rank and low-rank depositional sequences are developed and where qualitative and quantitative changes in sand composition are recorded in the same systems tracts. The analyzed succession corresponding to the high-rank Ponte Galeria sequence (PGS) was supplied by the Tiber River and its tributaries, which developed along the Latium Tyrrhenian margin; such deposits include sediment derived from carbonate to siliciclastic Meso-Cenozoic rocks and from Pleistocene volcanic complexes of the Roman Magmatic Province. We defined three main sand petrofacies (A, B, C) that have a good correspondence with lowstand (LST), transgressive (TST), and highstand (HST) systems tracts of PGS, which reflect changes in sand composition and sand provenance under the effects of tectonism, volcaniclastic input, sedimentary processes, and relative sea-level variations. Petrofacies A is feldspatho-litho-quartzose to feldspatho-quartzo-lithic in composition. It records the erosion and influx of siliciclastic and carbonate rock detritus without volcanic input into the LST fluvial and coastal sands of the PGS. Petrofacies B is characterized by a modal composition varying from feldspathic to litho-feldspathic and feldspatho-quartzo-lithic. It characterizes the TST of the PGS and reflects the abrupt and rapid introduction of volcaniclastic sediment into the system. Petrofacies C is feldspatho-quartzo-lithic in composition. This petrofacies characterizes the HST of PGS and, with respect to the other two petrofacies, better records the effects of downstream transport and river-mouth sedimentary processes. Sand samples collected from ancient deposits are similar in composition to the modern Tiber River, suggesting provenance from a similar river system. Results show that tectonism during middle–upper Pleistocene volcanic activity in the Sabatini, Cimini, and Vulsini volcanic complexes played a major role controlling stream-network reorganization in the Tiber drainage basin and resulted in enhanced volcaniclastic input from ash fall and recycling of pyroclastic flows. Volcanic input (volcanic lithics and associated phenocrysts) and postdepositional alteration during paleosol development define pre-, syn-, and post-volcanic compositions in the high-rank Ponte Galeria depositional sequence. In low-rank depositional sequences, several processes produced variable quartz/feldspar and quartz/lithic ratios, as well as textural changes; these include hydraulic sorting during fluvial and coastal transport and postdepositional in situ weathering processes. Weathering and pedogenic processes in the source area (catchment) potentially remove provenance information, reducing correlation potential of petrographic signatures of proximal successions in the Tiber River sedimentary basin. This work tests the effectiveness of using variation in sand composition as a tool in sequence stratigraphy.",
  "title": "SAND COMPOSITIONAL CHANGES AS A SUPPORT FOR SEQUENCE-STRATIGRAPHIC INTERPRETATION: THE MIDDLE UPPER PLEISTOCENE TO HOLOCENE DEPOSITS OF THE ROMAN BASIN (ROME, ITALY)"
}