{
  "sections": [{
    "text": "Sequence stratigraphic analysis reveals that the Rukwa Rift Basin episodically shifted between a balanced-fill lake basin and an overfilled lake basin. Deep water, basin-wide lake expansion occurred at different times during the late Quaternary. The final depositional sequence preserved in the basin, a fluvial–underfilled lake basin, initiated ~ 7.9 ka and has persisted to the present day. High-frequency climate change played the key role in sequence development in the upper Lake Beds. However, voluminous, rift-related volcanism and erosion of abundant labile volcanic materials from the Rungwe Volcanic Province, as well as syntectonic evolution of the rift, led to high sedimentation rates and transformation of flash floods and debris flows in the hinterlands (rift margin) to hyperpycnal flows towards the basin depocenter."
  }, {
    "heading": "INTRODUCTION",
    "text": "The late Cenozoic was an exceptionally dynamic period in the geologic\nand evolutionary history of East Africa. Large-scale rifting, volcanism, and\nuplift in this part of Africa record the development of the East African Rift\nSystem (EARS) during this time. Indeed, the Neogene–Quaternary is also\nmarked by significant climate changes, including a Miocene to Pleistocene\ntransition from warm to glacial, and the change from humid to arid\nconditions between the early and mid-Holocene (e.g., deMenocal 1995;\nThevenon et al. 2002; Barker et al. 2003; Trauth et al. 2003; Trauth et al.\n2005).\nHigh-resolution tectonic and climatic records, as well as abundant\npreservation of fossils in many portions of the EARS, are attributed to the\nrapid production and burial of large volumes of volcaniclastic sediments\n(Hay 1986; Stollhofen et al. 2008). Contemporaneously, active rifting led\nto the uplift and erosion of the basement rock along the rift flanks\n(WoldeGabriel et al. 2000). Pyroclastic flows and fallouts and fluvially reworked volcaniclastics are typically more widespread across volcanogenic basins of the northern part of the EARS, mainly in the eastern branch (e.g., Smith 1991; Smith et al. 2002; Ashley and Hay 2012). In contrast, the southern part of the EARS is less volcanogenic, and sedimentation is more limited to detritus derived from weathering and erosion of the uplifted Precambrian through Mesozoic basement rocks. Although the effects of volcanism on fluvial and lacustrine sedimentation patterns have been documented in volcanic-arc settings (e.g., Smith 1987; Smith 1991; Palmer and Shawkey 1997; Manville 2001; Lepre 2014), less well understood is the role of volcanism in the evolution of continental rift basins. In particular, few studies have investigated how punctuated voluminous volcanism affects facies architecture, depositional environments, and sequence development in rift basins (e.g., Yuretich 1982; WoldeGabriel et al. 2000; Ashley and Hay 2012). A better understanding of the linkages among climate, tectonism, and especially volcanism and the\nPublished Online: October 2016 Copyright 2016, SEPM (Society for Sedimentary Geology) 1527-1404/16/086-1179/$03.00\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\narchitecture of sedimentary deposits in rifts is crucial to efforts aimed at evaluating the hydrocarbon, mineral, and water-resource potential of such basins.\nThe late Quaternary upper Lake Beds succession in the Rukwa Rift Basin, southwestern Tanzania (Fig. 1) is a well exposed, volcanically influenced rift basin in the Western Branch of the EARS. Despite the considerable interest in the paleontologic and paleoanthropologic potential of this extensive sedimentary succession (e.g., Clark et al. 1970), very little outcrop-based sedimentology or stratigraphy has been conducted. With the exception of recent work by Cohen et al. (2013) and several older contributions (e.g., Haberyan 1987; Delvaux et al. 1998; Thevenon et al. 2002), few detailed studies of the Lake Beds have been published since the colonial geologic survey studies in the mid-twentieth century (Quennell et al. 1956; Grantham et al. 1958). As a result, the Lake Beds succession in the Rukwa Rift remains poorly understood, particularly in term of its sedimentology and depositional environments, stratigraphy, age, and provenance.\nA detailed investigation of the extensive outcrop exposures of the uppermost, exposed portion of the Lake Beds in the southern end of the Rukwa Rift Basin is presented here. The primary aims are: (1) to document the detailed sedimentology and stratigraphy of this very young Quaternary rift fill; (2) to reconstruct its depositional systems and paleoenvironments; and (3) to decipher the role and influence of explosive volcanism, climate, and tectonics on stratigraphy, architecture, and basin evolution."
  }, {
    "heading": "GEOLOGIC SETTING AND BACKGROUND",
    "text": "The Rukwa Rift Basin (RRB) forms part of the Western Branch of the East African Rift System, and is one of the thickest Phanerozoic sedimentary successions in East Africa. Regional seismic and gravity surveys conducted in the late 1980s reveal as much as 8–11 km of sedimentary fill in the basin (Kilembe and Rosendahl 1992; Morley at al. 1999). The basin is about 360 km long and 40 km wide, and is located in a structural relay zone between the Tanganyika and Malawi rifts (Fig. 1). The RRB is a down-to-northeast half-graben, bounded by the long-lived Lupa border fault and the Tanzania Craton to the northeast, by the Ufipa fault and uplifted Ufipa block to the west, and by the Rungwe Volcanic Province and Mbozi block to the south and southwest (Ebinger et al. 1989; Kilembe and Rosendahl 1992). Archean granitoids and uplifted Proterozoic metamorphic rocks of the Ubendian shear belt flank the RRB (Quennell 1956; Daly et al. 1985).\nDeposition in the RRB began in the late Carboniferous–Permian with the Karoo Supergroup, which ranges from 800 m to 3.5 km thick (Morley et al. 1999). Overlying this is the Red Sandstone Group, which has been subdivided into two members, the Cretaceous Galula Formation and the Oligocene Nsungwe Formation (Roberts et al. 2004; Roberts et al. 2010; Roberts et al. 2012; Stevens et al. 2013). The uppermost depositional unit in the RRB is the Neogene to Recent Lake Beds succession, which forms the focus of this investigation.\nThe Lake Beds succession constitutes a widespread stratigraphic unit in the RRB (Kilembe and Rosendahl 1992; Morley et al. 1999). Seismic reflection data demonstrate a west to east increase in stratal thickness, reaching up to 4 km thick near the Lupa border fault (Fig. 1; Kilembe and Rosendahl 1992). The uppermost parts of the succession are well exposed throughout much of the southern RRB, particularly in the Ilasilo–Galula, Ikuha, and Ikumbi areas, as well as in the Songwe valley and along the Chambua, Hamposia, Namba, and Chizi river drainages (Fig. 2). Deeper levels are recorded in the Ivuna-1 and Galula-1 wells, drilled in 1987 in the central and western portions of the basin, respectively (Fig. 1).\nThe depositional age and stratigraphy of the Lake Beds is poorly constrained. Earlier regional geological mapping by Quennell et al. (1956) suggested a two-phase subdivision of the Lake Beds into a lower\nPliocene–lower Pleistocene unit and an upper Pleistocene–Holocene unit. Based on structural and lithological features, a subsequent survey by Grantham et al. (1958) also suggested subdividing the Lake Beds into a lower unit consisting of gently NE-dipping sandstone and volcanic siltstone and an upper unit characterized by flat-lying conglomerate, pumice tuff, and limestone. Subsequent microfloral analysis of a limited suite of undifferentiated Lake Beds cuttings samples from the Ivuna and Galula wells yielded late Pliocene to Holocene ages (Wescott et al. 1991). Ebinger et al. (1989) suggested that the Lake Beds are probably late Miocene–Pleistocene based on K-Ar geochronology data on the Rungwe volcanics. Aside from these efforts to characterize the Lake Beds succession and estimate its age, there have been few stratigraphic investigations or facies descriptions since the regional geologic mapping of the 1950s. Although ‘‘Lake Beds’’ succession has not been classified into formal lithostratigraphic terms, they represents a widely recognized rock unit in the Rukwa Rift Basin. Different nomenclatures have been informally adopted for the Lake Beds in the published works on the Rukwa Basin, such as Lake Beds Group, Lake Beds Sequence, Lake Beds Formation, etc. (e.g., Kilembe and Rosendahl 1992; Morley et al. 1999; Roberts et al. 2010; Hilbert-Wolf and Roberts 2015) in which capital letters are applied for Lake Beds, and some adopting the informal lithostratigraphic subdivision proposed by Grantham et al. (1958). As such, we consider the ‘‘Lake Beds’’ as a semi-formal term for the uppermost mega-sequence in the Rukwa Rift Basin, and for the sake of consistency, we propose to adopt the capitalized style of nomenclature referring to these sedimentary strata.\nMost of the published research on the Lake Beds in the RRB has focused on paleolimnology (e.g., Haberyan 1987; Talbot and Livingstone 1989; Barker et al. 2002) and tectonics (e.g., Delvaux et al. 1998) as a basis for interpreting climate change and lake-level fluctuation. For example, analysis of two sediment cores recovered from modern Lake Rukwa yielded an ~ 23 ka record of climate and lake-level fluctuations in the rift (Haberyan 1987; Talbot and Livingstone 1989; Barker et al. 2002; Thevenon et al. 2002). These studies suggest that Lake Rukwa, which is now shallow (, 15 m deep) and covers the central portion of the basin, occupied the whole basin during the early Holocene, but nearly dried out at times during the late Holocene (Kennerley 1962; Haberyan 1987). Barker et al. (2002) suggested that a lowstand characterized the RRB during the Last Glacial Maximum (~ 23–20 ka), and that overall lake expansion and development of pluvial conditions followed, with maximum water depth being reached ca. 13.5 ka. Between ~ 16 and 5 ka, lake highstands are attributed to a wetter climate (Haberyan 1987). More arid conditions followed around 4 ka, resulting in elevated lake salinity and an overall lake-level drop throughout the late Holocene (Haberyan 1987; Talbot and Livingstone 1989; Nicholson 1999).\nCombining remote-sensing, structural, and sedimentologic data in the vicinity of the main basin-bounding faults, along with 14C dating of paleo-lake terraces and fan deltas around the edge of the lake, Delvaux et al. (1998) provided further evidence of long-term variations in water level and paleo-shoreline positions. These workers suggested that lake high stands reached upwards of 170 m above the present-day lake level, at which point Lake Rukwa overflowed into Lake Tanganyika. The latter findings support the interpretation by Haberyan (1987) that a maximum lake highstand of approximately 200 m occurred during a more humid climatic phase. Besides a strong climatic control, Delvaux et al. (1998) concluded that the late Quaternary lake level and sedimentation in the RRB were also influenced by displacements along several of the basinbounding faults.\nMost recently, Cohen et al. (2013) investigated ostracodes and mollusks preserved in the upper Lake Beds in natural exposures south and north of Lake Rukwa. They reported a suite of radiocarbon ages ranging from ~ 11 ka to 6 ka from the 1–2-m-thick Lake Beds sections north of modern Lake Rukwa, along the Katavi trench and from\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nhighstand fan delta deposits near Muze. From Lake Beds exposures south of modern Lake Rukwa, the authors obtained 14C ages between ~ 23 and 7 ka on ostracode and mollusk shells collected from the uppermost 20 m of a deep gully exposed along the Songwe River, a succession that we describe here as section IL1. They also summarized a similar range of published and unpublished radiocarbon ages from other nearby locations, including colluvial deposits on the foot wall of the Lupa Fault scarp along the bank of the Zira River (~ 23 ka) and a suite of samples from 3–8 km south of Galula town (11–6 ka).\nPublished investigations of the RRB Lake Beds suggest that only the uppermost 50–60 m of the . 4-km-thick Lake Beds deposits are actually exposed throughout most of the Rukwa Rift. As such, these rocks are informally referred to herein as the upper Lake Beds (ULB). A lower stratigraphic boundary has not yet been defined for the ULB, and a more full treatment of the stratigraphy and nomenclature of the entire Lake Beds must await better dating and analysis of the stratigraphy of the Ivuna-1 and Galula-1 wells, as well as investigation of as yet undescribed strata identified by the authors between the Cretaceous Galula Formation and the ULB strata on the western margin of the rift system."
  }, {
    "heading": "METHODS",
    "text": "This study involved geologic mapping and lithofacies analysis of the\nexposed Lake Beds strata across the southern end of the Rukwa Rift Basin (Fig. 2). A combination of Google Earth satellite imagery and topographic\nmaps were used to identify key field localities. Topographic maps and the\nMbeya 244 quarter-degree geological map (Grantham et al. 1958) were\nused as base maps. Stratigraphic sections were measured across the\nsouthern portion of the basin, particularly where well exposed cliffs are\nformed along incised stream drainages. Stratigraphic sections were measured using a Jacob’s staff and Brunton compass in most cases.\nHowever, for some cliff-face exposures, a laser range finder and tape\nmeasure were instead employed. Geographic locations of each section were\ntaken using a GPS set to the Arc 1960 datum. Paleocurrent orientations\nwere measured on three-dimensionally exposed ripple, planar, and trough cross-stratified beds using a Brunton compass. Lithofacies were identified\nbased on bedding style, sedimentary and biogenic structures, sediment\ntextures, and lithology. Facies codes used in this paper mainly follow Miall\n(1977), with minor modifications added to highlight the distinctive\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\ncharacteristics of the Lake Beds. Lithofacies were grouped into distinctive assemblages (facies associations) and linked to inferred depositional processes and environments. The definition and identification of individual facies associations is based on specific lithofacies present, bedding thicknesses, nature of the bounding contacts, postdepositional features, and fossil type and abundance.\nMeasured stratigraphic sections were correlated by physically walking out exposures in the field and tracing marker horizons where possible, and by correlating key marker horizons and both new (presented herein) and previously reported radiocarbon ages. Representative sandstone samples were collected for petrographic analysis. Sandstone and siltstone composition and texture (e.g., grain size, shape, sorting, and porosity) were investigated via petrographic microscopy and scanning electron microscopy (SEM). The detrital-mineral composition of siliciclastic sandstones in thin section were statistically analyzed by point-counting techniques, following the modified Gazzi-Dickinson method (Ingersoll et al. 1984), to determine percentage proportions of quartz, feldspar, and rock fragments. Pebble counts were also performed in the field to further characterize the composition of conglomerate units through the Lake Beds stratigraphy and to supplement the sandstone petrology. Five organic-rich mudstone and siltstone samples containing abundant large fragments of carbonized plant material, along with one unionoid bivalve shell sample, were collected from different units across the stratigraphic sections for radiocarbon dating. The analysis was conducted using the accelerator mass spectrometry (AMS) technique at the Beta Analytic Laboratory of Miami, Florida, USA."
  }, {
    "heading": "FACIES ANALYSIS",
    "text": "A total of 24 lithofacies were recognized in the ULB, and are presented in Tables 1 and 2. Lithofacies observed in this study are entirely clastic and grouped by grain size and composition, ranging from dominantly volcaniclastic to dominantly siliciclastic. Lithofacies and the presence of diagnostic architectural elements were used to define eleven genetically related facies associations (FAs). Each of these FAs is described below, followed by an interpretation of associated depositional environments (Table 3). FAs are ordered by descending grain size."
  }, {
    "heading": "FA1: Thick, Poorly Indurated Conglomerate",
    "text": "FA1 comprises gently (, 108) inclined lenticular and tabular, clastsupported extraformational conglomerate (Gcme) that is intercalated and/ or interbedded with similarly inclined medium- to coarse-grained muddy or tuffaceous sandstone (Sm, Smv) (Tables 1–3; Fig. 3A). Individual lenticular and locally tabular beds range from 0.5 to 2 m thick, but combine to form depositional packages (FAs) that are 2–6 m thick with erosional upper and lower contacts. In places, bedsets of FA1 reach 13 m thick.\nFA1 is well exposed throughout the Songwe Valley, the Ifisi area, and in particular, the Ikumbi area. Conglomerate and sandstone beds of this facies are typically moderately to poorly indurated. Conglomerate (Gcme) facies are typically massive or crudely stratified, with poorly preserved pebble imbrication and a crude upward fining. They are composed of angular, subangular, and subround pebbles, cobbles, and rare boulders in a matrix of poorly sorted medium- to coarse-grained muddy sandstone. Lithoclasts are polymictic and include vein quartz, metamorphic, metavolcanic, and rare volcanic and reworked sandstone clasts. Subordinate sandstone facies (Sm and Smv) are similarly massive or crudely bedded, muddy, and moderately to poorly sorted. Grain size ranges from medium- to coarsegrained sand, with abundant isolated pebbles. Calcareous concretions, commonly rhizocretions, and root traces are very common in some intervals of FA1, particularly in the Ifisi–Songwe areas, where they form discrete horizons.\nInterpretation.—FA1 is interpreted to represent alluvial deposition based on the predominance of large grain sizes and angularity, poor overall sorting, crude upward fining, and clast composition. Massive and poorly sorted conglomerate–sandstone couplets commonly form thick inclined macroform architectural elements, which are interpreted to be high-energy debris-flow or sheet-flood deposits on proximal to medial alluvial surfaces (cf. Miall 1996). Tabular beds of this FA represent sheet-flood deposition, whereas lenticular beds represent channelized debris-flow deposits, respectively.\nIn many places, FA1 exposures do not preserve large-scale inclined macroform elements, yet the general sedimentological character of the deposits remains similar. In these areas the lack of large-scale inclined macroforms is more consistent with more gently sloping distal alluvial settings, where fluvial processes dominate. The alternating nature of conglomerate and sandstone beds in FA1, as well as presence of horizonated calcareous concretions, rhizocretions, and root traces, indicates episodic sedimentation and pedogenesis."
  }, {
    "heading": "FA2: Thin, Indurated Conglomerate",
    "text": "FA2 is characterized by relatively indurated, clast-supported intraformational and extraformational conglomerate (Gcmi, Gcme) and thin, subordinate sandstones facies Sm and St (Tables 1, 3). This FA is found predominantly on the eastern and southeastern margins of the basin, in the Songwe, Ikumbi and Ifisi areas. Individual FA2 units range from 0.5 to 5 m thick, and are typically massive or crudely stratified with weak normal grading. The intraformational clasts are dominantly volcanic siltstone rip-up clasts and pumice, ranging from subangular to rounded pebble- and cobble-size particles. The extraformational conglomerate contains varying proportions of vein quartz, metamorphic, volcanic and metavolcanic clasts. Grain size ranges widely from subangular to subrounded pebbles, cobbles, and boulders. Matrix consists of a mixture of medium- to coarse-grained sandstone. FA2 units change character between the lower and upper parts of the exposed stratigraphic section, with coarser units lower in the section and finer units higher up in the section.\nInterpretation.—FA2 is interpreted to represent basal lag deposits of braided fluvial channels, based on its massive, poorly sorted nature and basal erosional contact (cf. Miall 1996). The coarseness and angularity of clasts in FA2, as well as its occurrence near the uplifted rift flanks, suggests proximity to sediment source regions. The recurrence of this FA across the study area, where it is interbedded or intercalated with lenticular to subhorizontal beds of volcanic sandstone and siltstone of FA9, suggests a channel belt that underwent multi-stage filling or reactivation. In places, deposits of FA2 are interbedded with or capped by profundal deposits, indicating episodic, rapid fluctuations of base level."
  }, {
    "heading": "FA3: Steeply Inclined Conglomerate and Sandstone",
    "text": "FA3 is developed in the Ikuha and Ilasilo areas and is characterized by 4–7-m-thick, steeply dipping (30 to 408) conglomerate or pebbly sandstone (Gcme, Smvp, Shvp) beds that grade down-dip into mediumto coarse-grained sandstone (St, Shv, Srv), and siltstone (Fhvs) facies (Tables 1–3). Bounding upper and lower contacts are typically sharp and locally erosional. Individual beds range from 10 to 25 cm thick and are characterized by erosional to gradational internal contacts. Conglomeratic beds (Gcme and Shvp facies) are moderately to well sorted. Clasts are subangular to rounded and of granule to pebble size. Lithologies include vein quartz, pumice, mafic volcanics, granitic gneiss, and metavolcanics. Matrix consists of fine- to medium-grained sandstone. Sandstone beds are well sorted, planar-stratified, and ripple or trough cross-laminated and commonly fine upward from medium- or coarse-grained sandstone into\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nTABLE 1.—Coarse-grained lithofacies of the upper Lake Beds.\nCode Lithofacies Texture\nStructures\nand Features Color Interpretation\nGcmi Clast-supported\nintraformational conglomerate\nClasts: pebble sized; moderately to poorly-\nsorted; subrounded to rounded; dominated by intraformational siltstone rip-up clasts and rare pumice clasts Matrix: fine- to medium-grained sand\nMassive to crudely bedded;\nweak normal grading in places\nGrayish yellow-green\n(5GY 7/2)\nUnidirectional high-\nenergy deposits\nGcme Clast-supported\nextraformational conglomerate\nClasts: pebble- to boulder-sized moderate- to\npoorly sorted; sub angular to rounded, oblate to prolate clasts; dominantly vein quartz, metamorphic, and volcanics, rare travertine clasts; poorly indurated to indurated\nTypically massive or\nmoderately graded, highrelief basal erosional surfaces\nMedium gray (N5),\nmedium light-gray (N6), to pale yellowish-brown (10YR 6/2)\nUnidirectional high-\nenergy deposits\nMatrix: medium- to coarse-grained sand\nSmvp Massive volcanic\nclastic and tuffaceous pebbly sandstone\nMedium sand- to pebble-sized; moderately\nwell sorted; pumice dominated; rare quartz grains\nCommonly massive, weakly\ngraded; bivalves, fish, and gastropods locally\nMedium light gray (N6),\ngrayish yellow green (5GY 7/2), pale red (5R 6/2), light olive-gray (5Y 6/1) ,to yellowishgray (5Y 7/2).\nMedium- to high-\nenergy deposits\nSpvp Planar cross-bedded\nvolcaniclastic pebbly sandstone\nVery coarse-grained sand to granules and\npebbles; moderately sorted; pebbles are subrounded to rounded, dominantly pumice\nPlanar cross-bedded Medium gray (N5),\nmedium light- gray (N6).\nUnidirectional\nmedium- to lowenergy flow deposits\nShvp Horizontally stratified\nvolcaniclastic pebbly sandstone\nMedium- to very coarse-grained sand with\npebbles; moderate to poorly sorted; subrounded to rounded; dominated by pumice and mafic volcanic lithic fragments; minor quartz, feldspars, and muscovite; rare siltstone rip-up clasts\nPlanar stratification and\nparting lineation\nMedium light-gray (N5),\nlight olive-gray (5Y 6/ 1).\nMedium- to high-\nenergy upperplane-bed deposits\nSp Planar cross-bedded\nsandstone\nMedium- to coarse-grained sand; moderately\nwell sorted; composed of mainly quartz, feldspar, and mica; less pumice and mafic volcanic lithics\nTabular cross-bedded Yellowish gray (5Y 7/2),\npale red (10R 6/6), pale brown (5Y 5/2), to pale yellowish brown (10YR 6/2)\nUnidirectional, low-\nand high-energy flow regime deposits\nSpv Planar cross-bedded\nvolcaniclastic sandstone\nFine- to medium-grained sand, locally coarse-\ngrained; moderately poorly sorted; with floating pumice granules and pebbles; less common rip-up siltstone less common ripup siltstone pebbles and cobbles\nTabular cross-bedded; fining\nupward, coset thickness ranging from 0.06 to 3m\nLight olive gray (5Y 6/1),\nmedium light gray (N6), to grayish yellow green (5GY 7/2)\nUnidirectional lower\nflow regime deposits\nSt Trough cross-bedded\nsandstone\nMedium- to coarse-grained sand; moderately\nto well-sorted, locally poorly sorted; dominated by quartz, feldspars and mica; less mafic volcanic lithics and pumice; rare floating pumice and quartz pebbles\nTrough cross-bedded; coset\nthickness ranges from 0.05 to 2m; localized fish bones\nYellowish gray (5Y), pale\nred (10R 6/6), to pale yellowish-brown (10YR 6/2)\nLow and high (3-D\ndunes) lower regime deposits\nStv Trough cross-bedded\nvolcaniclastic sandstone\nFine- to medium-grained sand; moderately\nwell sorted; dominated by pumice and mafic volcanic lithics, with subordinate silicate minerals; rare floating pumice granules and pebbles\nTrough cross-bedded; coset\nthicknesses range from 0.05 to 2.5 m\nMedium light gray (N6),\nyellowish gray (5Y)\nLow and high (3-D\ndunes) pyroclastic flow-regime deposits\nShv Horizontally stratified\nvolcaniclastic sandstone\nFine-, medium- to coarse-grained sand;\ndominantly volcaniclastic in composition; commonly with floating pumice granules and pebbles\nPlanar bedded Medium light-gray (N6), to\nmedium dark gray (N4)\nUnidirectional\nmedium-high flow-regime deposits\nSr Ripple cross-laminated\nsandstone\nFine- to medium-grained sand; dominantly\nsiliciclastic with proportionally less pumice grains\nRipple cross-lamination, and\nclimbing ripples\nPale red (10R 6/6) Unidirectional, lower-\nflow-regime migrating ripples\nSrv Ripple cross-laminated\nvolcaniclastic sandstone\nVery fine- to fine grained sand, exclusively\nvolcaniclastic in composition\nRipple cross-lamination, and\nclimbing ripples\nOlive gray (5Y 4/1),\ngrayish yellow-green (5GY 7/2)\nUnidirectional, lower\nflow regime\nSm Massive sandstone Fine-, medium- to coarse-grained sand;\ndominantly quartzo-feldspatholithic in composition, with isolated floating quartz and pumice\nTypically massive, crudely\nbedded or crudely fining upward in places\nPale red (10R 6/2), pale\nolive (10Y 6/2), to moderate reddish brown (10R 4/6)\nRapid (high energy)\nsedimentation deposits\nSmv Massive volcanic\nsandstone\nMedium- to coarse-grained sand; tuffaceous or\nvolcaniclastic-pumice rich; moderately well sorted\nMassive; fining upward bed\nform\nMedium light gray (N6),\nyellowish-gray (5Y 7/2), to grayish yellow- green (5GY 7/2)\nRapid (high-energy)\npyroclasticflow deposits\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nfine- to very fine-grained sandstone. Measurements of paleocurrent indicators on trough-cross bedding in the Ikuha area suggest southeast- to eastward-oriented flow, whereas at Ilasilo and near Hamposia, measurements of paleocurrent indicators indicate flow to the southeast and north (directions), respectively. Fossils recorded in FA3 are limited to isolated, locally pyritized fish bones.\nInterpretation.—FA3 is interpreted to record accretion of sediments on a steep subaqueous delta slope, typical of fluvial Gilbert-type deltas. This interpretation is based on the similarity in facies and facies architecture with Gilbert-delta deposits described in the literature (cf. Gilbert 1885, 1890; Garcia-Garcia et al. 2006). The massive or crudely stratified conglomeratic and pebbly sandstone intervals of this FA are interpreted to represent gravity flow deposits, whereas ripples and trough cross-stratified sandstones indicate deposition by traction processes. Thick bedsets consisting of alternating conglomerate and sandstone beds likely reflect the waxing and waning nature of a\nsustained hyperconcentrated flow that evolved from pseudoplastic\ndebris flows or sheet floods in the hinterlands (e.g., Pierson and Scott\n1985). Subangular to rounded, oblate to prolate pebble shapes (cf.\nZingg 1935) in these delta foresets suggest long-distance sediment\ntransportation."
  }, {
    "heading": "FA4: Minor Lenticular to Subhorizontal Sandstone",
    "text": "FA4 is rare, and comprises 0.5 to 1 m thick, conglomeratic, trough\ncross-bedded, and planar cross-bedded volcaniclastic (epiclastic) sand-\nstone (Gcme, Smv, Stv: Tables 1–3). FA4 beds are tabular (sheet-like) or\nlenticular (tens of meters long) and are separated from each other by\nprominent erosional surfaces. Conglomeratic sandstone beds are massive\nand characterized by isolated polymict pebble- to boulder-size clasts\n(dominantly subangular to rounded pumice and calcareous nodules) in a\nframework of medium-grained, moderately sorted volcaniclastic sand-\nstone.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nchannel deposition, based mainly on the nature of the bounding surfaces,\ntabular to broadly lenticular bedding geometry, subangular to rounded\npebble shapes, and cross-stratification. This interpretation is supported in\nthe associated conglomeratic sandstone facies (Smv) by the dominance of\nvolcanic siltstone rip-ups, which were likely reworked by erosion of\nunderlying Lake Bed units or derived from reworking of primary\nepiclastic fine-grained volcanic deposits up-slope. Lenticular, coarse-\ngrained and conglomeratic sandstone deposits in this FA are interpreted\nas high-energy fluvial deposits, whereas tabular massive vitric ash (tuff)\nunits are interpreted as sheet-flood deposits. Thick, structureless\n(massive) beds of this facies association suggests rapid sediment\ndeposition."
  }, {
    "heading": "FA5: Gently Inclined Sandstone and Siltstone",
    "text": "FA5 is observed both in various parts of the study area and at various stratigraphic levels. This FA consists of thick (up to 8 m) successions, of large-scale, low-angle (less than 308)-dipping sandstone and/or siltstone beds (clinoforms), which are composed of a combination of different facies, including: Shvp, Smvp, Sh, Sr, St, Srv, Fhvs, Fmvs, and Fva (Tables 1–3; Fig. 3B–D). FA5 units are commonly characterized by sharp to erosional basal contacts and erosional upper contacts. A distinctive volcanic pebbly sandstone facies (Shvp and Smvp) is most abundant, occurring as beds of 0.1–1.5 m thick dominated by subrounded to rounded coarse-grained sandstone. Granules and pebbles of pumice, quartz, and metamorphic lithics and rare siltstone rip-up clasts up to 6 cm in diameter (Fig. 3B) also occur. In most cases, FA5 is characterized by stacked beds\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\ncomposed of the facies Smvp or Shvp overlain by Sr and Srv and capped with Sh. Beds fine upward from pebbly conglomerate to very fine-grained sandstone. In other places and at different stratigraphic levels, FA5 is composed of repeated tripartite packages of sandstone–siltstone–volcanic ash. In the latter instances, individual sandstone beds (Shv, Srv, Sr, and St) are ~ 0.05–1 m thick, and consist of fine- to medium-grained sandstone with rare granule- to pebble-size pumice clasts. Volcanic siltstone beds (Fhvs and Fmvs facies) are typically well sorted, and commonly fine upwards to nearly pure ash (Fva).\nA range of sedimentary structures are preserved in FA5, from trough cross-stratification to planar stratification with parting lineations to currentripple cross-lamination. The large-scale, low-angle clinoform sets dip variably towards the north, northwest, and west in different parts of the sections around Ilasilo. FA5 is fossiliferous, with gastropods, bivalves, and isolated pyritized fish bones being locally abundant.\nInterpretation.—Based on the overall coarse-grained composition, sedimentary structures of individual beds, and large-scale, low-angledipping bedsets or clinoforms, FA5 is interpreted to represent delta-front deposits of a river-dominated delta. This interpretation is consistent with the presence of a wide array of freshwater gastropods, bivalves, and fish remains. Variations in grain size, from coarse- to fine-grained sandstone, siltstone, and ash beds in this FA are interpreted to reflect relative variations in flow velocity associated with proximal to distal subenvironments of a delta-front system (e.g., Smith 1991; Fielding 2010).\nUpper-flow-regime planar bedding and lower-flow-regime unidirectional ripple cross-lamination in FA5 indicate the presence of subaqueous tractive currents. In contrast, relatively fine-grained, thinly laminated intervals reflect episodic waning subaqueous flow and sediment fallout (cf. Tanner 1967). The alternating traction and fallout sedimentary structures and the common fining-upward grain-size trends in FA5 are interpreted to reflect proximal turbidite deposits (cf. Lamb et al. 2008) or waning currents from hyperpycnal events associated with storm-generated flash flooding.\nIn the upper, medial to distal reaches of these delta-front deposits, the repeated facies stacking pattern is consistent with proximal Bouma cycles (Bouma 1962). The basal parallel-laminated sandstone with parting lineations is interpreted as upper-plane bedding developed as part of the Bouma Tb interval. These are commonly overlain by highly aggradation current-ripple cross-laminated sandstone, interpreted to be Bouma Tc intervals. Overlying parallel-laminated very fine-grained sandstone or siltstone intervals are interpreted to reflect suspension settling during waning flow (Bouma Td intervals).\nThe recurrence of alternating, parallel-laminated pebbly sandstone beds with ripple cross-laminated fine- to medium-grained sandstone beds, commonly over 1 m thick, suggests fluctuating flow energy related to longlived fluvial discharge in a delta-mouth environment in which hyperpycnal flows are typical (e.g., Plink-Björklund and Steel 2004; Zavala et al. 2006). In the study area, the fluctuating flow discharge is inferred to have originated from the dilution of debris flows upstream that were initiated by high-intensity precipitation events, as described from terrestrial volcanic environments elsewhere (e.g., Pierson and Scott 1985)."
  }, {
    "heading": "FA6: Massive to Cross-Stratified Sandstone",
    "text": "FA6 consists of 1.5–4-m-thick lenticular and tabular massive to crossstratified sandstone (Sm, St, Smv) and subordinate conglomerate (Gcme, Gcmi) facies (Tables 1–3; Fig. 3E). FA6 is laterally extensive across the study area, particularly in the Songwe, Ikuha, and Ilasilo areas. In the Songwe area, FA6 is dominated by multistory clast-supported cobble and boulder conglomerate bodies of FA2 that are interbedded with horizontally stratified sandstone, siltstone, and ash beds. In most occurrences around Ilasilo and Ikuha, this FA is dominated by thick, medium- to coarsegrained sandstone units that are locally interbedded with organic-rich\nmudstone (Fvso, Fcf). Mudstone beds in FA6 are typically 30–40 cm thick but are limited in lateral extent to about 20 m.\nLocally, FA6 is characterized by beds with erosional lower contacts. The beds are up to 90 cm thick and fine upward from conglomerate to mediumor fine-grained sandstone. In many places, the uppermost sandstone beds are bioturbated, preserving carbonized rootlets and rare calcareous nodules. A distinctive feature of this FA is the presence of isolated ‘‘floating’’ pumice and quartz pebbles, in otherwise moderately to well sorted Smv and St facies.\nChannel-form architectural elements are commonly recognized in FA6. In places, channel-form conglomeratic sandstone units of this FA incise down into underlying, tabular organic-rich mudstone and volcanic siltstone deposits of FA11. The only large vertebrate fossils found in the upper Lake Beds occur in FA6 in the Ikuha Valley and consist of isolated and heavily abraded bones or bone fragments, typified by limb and vertebral skeletal elements of large ungulates. Outside of the Ikuha Valley, vertebrate fossils in FA6 are rare and limited to isolated fish bones.\nInterpretation.—FA6 is interpreted to record dominantly fluvial processes in an upper (subaerial) lacustrine delta-plain setting. This interpretation is based mainly on: (1) unidirectional paleocurrent indicators in sandstone and abundant cut-and-fill structures; (2) textural maturity consistent with fluvial processes; and (3) the presence of channel-form architectural elements. The thick and generally massive nature of many beds of this FA is attributed to gravitational collapse of bedload sedimentation (cf. Miall 1996), as well as the destruction of primary sedimentary structures by bioturbation and soil formation. The latter is suggested by the abundance of rootlets and pedogenic calcareous nodules indicating phases of soil development following channel abandonment, subaerial exposure, and localized erosion. The presence of mudstone beds in the upper parts of FA5 is interpreted to reflect rapid floodplain deposition under hydromorphic conditions. This interpretation is consistent with dark gray (high organic content) coloration in the mudstone facies, suggestive of low oxygenation common to hydromorphic floodplain environments.\nIn the Songwe area, FA6 is interpreted as part of a braided-channel succession with multistory multilateral channel-fill geometry and close association with conglomerate beds of FA1 and FA2. These characteristics are similar to those described by Antia and Fielding (2011), and are comparable to alluvial deposition models of Miall (1992). In contrast, lenticular, conglomeratic sandstone deposits of FA6 incise profundal deposits in the Ilasilo area and are interpreted to represent fluvial channel deposits developed during a much later stage of the basin history, postdating a major drop in base level.\nFA7: Interbedded Tabular Sandstone and Siltstone\nFA7 is defined by ~ 1.0–1.5-m-thick tabular bodies of massive or horizontally stratified siltstone (Fmvs, Fhvs) interbedded with fine- to medium-grained, ripple and trough cross-laminated sandstone (Sr, St) facies (Tables 1–3: Fig. 4A). Current ripples (Sr) range from 2 to 8 cm thick and sets of St are up to 0.5 m thick. Erosional lower contacts and sharp to gradational upper contacts are typical. Individual beds exhibit sharp internal erosional surfaces, and channel macroform elements are common. Fossils are locally abundant in FA7, including moderately abundant but isolated pyritized fish bones, as well as simple horizontal to vertical trace fossils.\nInterpretation.—Based on the fine-grained, well-sorted nature of the strata and the abundance of small-scale current-ripple lamination and trough cross-bedding, coupled with minor channelization, FA7 is interpreted to record sedimentation on a lower (subaqueous) delta plain. The repeated alternation of sandstone and siltstone facies in this FA\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nindicates waxing and waning of traction currents associated with stormgenerated flash floods. Trough or ripple cross-laminated sandstone is interpreted to have been deposited by traction currents, whereas massive and horizontally laminated siltstone intervals developed as rapid and gradual suspension fallout deposition from low-energy, waning-flow regimes. The tabular nature of the low-angle, ripple-laminated sandstone beds also suggest deposition by unconfined waning flows, and the asymmetric ripple-laminated intervals suggest influence by a unidirectional current."
  }, {
    "heading": "FA8: Crudely Stratified to Massive Interbedded Mudstone and Sandstone",
    "text": "FA8 deposits are represented by 25–60-cm-thick, tabular very finegrained, massive or crudely stratified sandstone and siltstone facies (Sm, Fmvs, Fvso), and massive and bioturbated mudstone facies (Fcf, Fr; Tables 1–3). Sandstone portions of this FA are typically well sorted and fine upward. FA8 is common in the Ilasilo and Ikuha areas, and is often vertically and laterally adjacent to coarser-grained FA7 deposits. FA7 units are typically organic-rich and often marked by an erosional top surface.\nLocally, these deposits contain abundant rootlets, burrows, and isolated calcareous nodules, which are particularly common below internal erosional surfaces and near the uppermost bounding surface.\nInterpretation.—The lateral and vertical association of FA8 with FA7, coupled with the abundance of features interpreted as pedogenic (rootlets, CaCO3 nodules), suggest a floodplain environment in which low-energy suspension fallout and sediment-gravity-flow deposits developed in an upper-delta-plain environment. Fining-upward patterns and lateral facies transitions into coarser-grained strata of FA5 further supports this interpretation. The fine-grained nature and tabular to lenticular bed geometry indicates deposition in an overbank setting including small ephemeral ponds with subsequent subaerial exposure of small lakes or pond-like depressions across a wide delta plain."
  }, {
    "heading": "FA9: Lenticular, Organic, Laminated Mudstone",
    "text": "FA9 is characterized by thin-bedded or laminated organic-rich mudstone and minor sandstone (Shv, Fhvs, Fvso, FcF, Fl; Tables 2, 3) and occurs commonly in the Songwe area. These deposits form lenticular bodies 0.4 to\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\n2 m thick that onlap onto buttress unconformities associated with significant predepositional topography (cf. Hilbert-Wolf and Roberts 2015) cut into conglomeratic packages of FA2. The sandstone facies are well sorted and, fine- to medium grained, whereas volcanic siltstone is generally massive or laminated. Both sandstone and siltstone beds display internal upward fining. FA9 is characterized by disseminated and fragmented carbonized plant material, mostly reeds.\nInterpretation.—This facies association is interpreted to represent lowenergy sediment accumulation into small ponded depressions, marshes in wetlands, or waterlogged floodplains. This interpretation is based on the fine-grained, lenticular nature of the sediment infill, high organic content, and the presence of abundant reedy plant debris, as well as seeds and leaves. Thin laminations and the upward-fining character of individual laminae and beds are attributed to gradual sediment accumulation mainly by suspension fallout. The buttress unconformities formed by onlap of FA9 (see fig. 2D in Hilbert-Wolf and Roberts 2015) with thick, multistory conglomerate bodies of FA 2 are interpreted to reflect deposition in abandoned channel segments. The spatial association of fluvial channel deposits (FA2), found both lateral to, above, and below FA9 deposits supports this interpretation."
  }, {
    "heading": "FA10: Tabular, Cross-Laminated Siltstone and Ash",
    "text": "FA10 consists of up to 4-m-thick, multistory tabular bodies of very finegrained sandstone and siltstone (Srv, Stv, Fcvs) that are locally interbedded and/or intercalated with tabular to lenticular ash beds (Fva) (Tables 1–3; Figs. 4B–D, 5A). FA10 deposits are defined by a gradational or erosional basal contact, overlying tabular organic-rich mudstone and volcanic siltstone–ash beds series of FA11, and in most cases an erosional upper bounding surface. FA10 is well exposed in the study area, especially around the Ilasilo and Ihuka areas. Sandstone intervals are characterized by ripple or trough cross-lamination. They are typically moderately to well sorted and in places contain stacked pumice granules and pebbles that occur as floats or thin lenticular beds only a few grain diameters thick. Locally, for instance at the lower parts of Ilasilo section 6, FA10 is dominated by siliciclastic deposits consisting of very fine-grained sandstone facies (Sr, Sh), interbedded with siltstone and mudstone (Fl, Fcf) facies. In the latter occurrences, individual sandstone and siltstone beds are well graded and fine upward.\nA wide variety of sedimentary structures occur in this FA10, including ripple cross-lamination, subcritically climbing ripples (Fig. 4C), convoluted bedding, and regionally extensive, meter-scale soft-sediment deformation features (intestiform folds) that are typically enclosed in horizontally stratified beds (Figs. 4B, 5A; Hilbert-Wolf and Roberts 2015). Freshwater and lacustrine fossils, including fish scales and cranial remains, as well as trace fossils (e.g., termite galleries and nests), are locally abundant in this FA.\nInterpretation.—FA10 is interpreted to record low-energy deposits in an area of transition from a delta front to prodelta environments. This interpretation is based mainly on the overall fine-grained nature of the FA, the abundance of current ripples and parallel lamination, and similarity to prodelta deposits described by Fielding (2010). Large-scale soft-sediment deformation features are interpreted to indicate seismically induced mobilization of sediment downslope through mass movement (cf. Syvitski and Schafer 1996; Hilbert-Wolf and Roberts 2015). Smaller-scale convoluted structures that commonly occur in this FA suggest localized slumping of sediment from the delta slope into deeper waters (e.g., Zavala et al. 2006). The presence of rippled, convolute-laminated intervals and isolated outsized (very coarse sand- to pebble-size) clasts interpreted to be ‘‘storm rollers’’ suggests reworking of slumped sediments by waveinfluenced turbidity currents. Collectively, these depositional features are\nrelated to traction-plus-fallout processes, generated by turbulent hyperpycnal flows with high suspended loads (cf. Plink-Björklund and Steel 2004; Zavala et al. 2006)."
  }, {
    "heading": "FA11: Tabular, Massive, Horizontally Stratified Organic Mudstone",
    "text": "This facies association consists of up to 5-m-thick, multistory tabular and laterally extensive (at least 7 km) organic-rich mudstone intervals (Fcf, Fl) that are commonly interbedded with thin, parallel- to ripple crosslaminated very fine-grained sandstone (Sr) and siltstone (Fl) facies (Tables 1–3; Fig. 5A–D). FA11 is the most abundant FA in the study area, and it forms the basal portion of the ULB in the well exposed sections near Ikuha and Ilasilo. Both sandstone and siltstone facies are well sorted, fine upward, and exhibit sharp to gradational bounding surfaces.\nUp-section, FA11 is defined by interbedded, alternating volcanic ash (Fva) and volcaniclastic siltstone (Fhvs, Fvso,) facies (Fig. 5A). Both facies are organic-rich in the lower portion of this FA, and exhibit upward increase in bed thickness. The volcanic ash beds range between 5 and 20 cm in thickness; bed thickness of volcaniclastic siltstone ranges between 15 and 60 cm. Locally, FA11 is incised by thick conglomeratic sandstone deposits of FA 6. FA11 contains abundant fish, diatoms (Fig. 6), and locally carbonized wood fragments (Fig. 5D).\nInterpretation.—Based on its generally fine-grained nature and well preserved, laterally extensive horizontal stratification, and abundance of diatoms, FA11 is interpreted as low-energy deposits formed by suspendedload fallout and land-generated hyperpycnal flows in a sub-wave-base profundal environment (e.g., Kataoka 2005; Fielding 2010). The excellent preservation of diatom fossils and the organic-rich composition of the lower intervals of FA11 suggest deposition under conditions of low oxygen, consistent with this interpretation. The interbedded siltstone and sandstone beds in the upper part of this facies fine upward and contain unidirectional ripple cross-lamination and rare climbing ripples, suggesting rapid sedimentation by low-density turbidity currents (cf. Fouch and Dean 1982). These flows are interpreted to be the basinward extension of rivergenerated hyperpycnal underflows (cf. Zavala et al. 2006), consistent with the presence of terrestrial plant (wood) remains.\nThe absence of prominent erosional surfaces and the upward increase in thickness of individual beds in this FA resulted from an overall upward increase in sediment supply associated with volcanic eruptions and subsequent downslope remobilization of unconsolidated volcaniclastic material (e.g., Kokelaar 1992). In places, the upper portion of FA11 is highly bioturbated and characterized by calcareous nodules and rootlets, suggesting that the FA11 profundal units were ultimately exposed to surface conditions by a major drop in base level. The recurrence of this FA across the ULB stratigraphy is interpreted to reflect multiple lake-level fluctuations."
  }, {
    "heading": "DEPOSITIONAL SYSTEMS",
    "text": "Detailed facies analysis of the upper Lake Beds indicates deposition on a dynamic fluvial–lacustrine setting (Figs. 7–10). Herein, three main depositional systems are recognized. These are: (1) the alluvial to fluvial channel system; (2) the delta system; and (3) the profundal lacustrine system."
  }, {
    "heading": "Alluvial to Fluvial Channel Deposystem",
    "text": "This deposystem comprises thick alluvial deposits developed along the basin margin, particularly in the Songwe, Ifisi, and Ikumbi areas. Alluvial deposits pass laterally into proximal fluvial channel belts with minor floodplain paleosols and wetlands.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nThe alluvial deposits are dominated by thick (up to 9 m), cobble to boulder conglomeratic bodies (FA1) with basal angular unconformities and high erosional relief. Clast packing and texture indicates rapid sedimentation by high-density pseudoplastic debris flows (inertial bedload or turbulent flows). In the Ifisi and Songwe areas, basal ULB alluvial deposits rest with angular unconformity directly upon folded Cretaceous strata of the Red Sandstone Group (Figs. 3, 7).\nBraided-stream deposits in the ULB are characterized by multistory conglomerate-filled channels (FA2), interbedded and intercalated with tabular to lenticular volcanic sandstone units as well as scour-filled, organic-rich siltstone beds, interpreted to be floodplain (FA8) and wetland marsh (FA9) deposits. The vertical stacking of lenticular conglomerate bodies (FA2), especially near the rift margins, suggests channel reactivation (cf. Benvenuti 2003). Floodplain deposits, including small ponds or wetlands, developed both on the braidplain channel systems and along the margins of the channel belt during low-flow stages and following channel abandonment (cf. Benvenuti 2003; Fielding 2010).\nA clear example of the alluvial-plain to fluvial-channel deposystem is observed in the Songwe section 1, where organic-rich, laminated FA9 deposits onlap directly onto a buttress unconformity that is interpreted to have developed following base-level fall and deep channel incision (see fig. 2D in Hilbert-Wolf and Roberts 2015). The upper parts of these units are highly bioturbated, characterized by root traces, and marked by prominent erosional upper contacts, suggesting that subaqueous sedimentation on the floodplain was followed by a period of subaerial exposure and paleosol development. Locally, in the Songwe–Ifisi area, thick calcareous paleosols indicate more intense pedogenesis, presumably under seasonal or periodic aridity."
  }, {
    "heading": "Delta System",
    "text": "The delta system is interpreted to have developed between the alluvial to fluvial channel deposystem and the profundal (deep lake bottom) deposystem. Lower-delta-plain, delta-front, and prodelta subenvironments are distinguished in the delta deposystem and defined by FA7, 5, and 10,\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nrespectively (Figs. 8–10). This deposystem is recognized extensively throughout the ULB in the Ilasilo and Ikuha areas, and is recorded at various levels across the stratigraphy.\nLower Delta Plain.—Lower-delta-plain deposits are not common in the ULB, and are documented at only one locality (Ilasilo section 2) in the Ilasilo area (Fig. 9). They consist of alternating fine-grained sandstone and volcanic siltstone beds (Sr, Fhvs, and Fmvs: FA7) suggesting alternating low-energy deposition by unconfined traction currents and settling of suspended sediments (cf. Zavala et al. 2006). Abundant pyritized fish bones suggest bottom-water anoxia, perhaps associated with low-energy swampy conditions on the distributary channels (cf. Dunham 1961). However, the presence of fossilized termite galleries and nests in other portions of this unit indicate subaerial exposure and pedogenesis, consistent with levee subenvironments on the lower delta plain (cf. Mazzullo 1973; Fielding 2010).\nDelta Front.—Delta-front deposits, characterized by FA5, are easily recognized by their thick, large-scale, low-angle (, 308) dipping foresets (Fig. 8). In a number of areas steeply dipping (. 308) foresets are observed near the rift flanks, where they are interpreted to be Gilbert-type deltas (FA3: Fig. 8A). Delta-front deposits range from volcaniclastic pebbly sandstone to medium- and coarse-grained sandstone, to fine-grained sandstone and volcanic siltstone (Fig. 8B). Fish bones and a wide variety of freshwater ostracodes and mollusks are common in these deposits (Fig. 3F; see also Cohen et al. 2013). Stratigraphic relationships with underlying and overlying prodelta (FA10) and delta-plain (FA6, 7) deposits in some areas (Figs. 8B, 10) conform to a classic progradational delta system (cf. Fielding 2010; Olariu et al. 2010).\nIndividual sedimentary units in these delta-front deposits are characterized by alternating traction and fallout depositional features, strongly suggesting bedload deposition from collapsing hyperpycnal flows (cf.\nZavala et al. 2006). Paleocurrent analysis of trough cross-stratified sandstone units and low-angle delta clinoform sets indicate north and northeast directions in the delta-front deposits in the Ilasilo area, and to east to southeast directions around Ikuha. These results suggest that delta fronts built out both normal to and parallel to the Lupa bounding fault (Fig. 1). Based on paleocurrent datasets, these deltaic successions are interpreted to have been deposited by distributary channels in river-dominated ‘‘birdfoot’’ deltas constructed into Lake Rukwa from rivers draining hinterlands to the northeast, southwest, and southeast.\nProdelta.—The prodelta environment is distinguished by tabular parallel- to ripple cross-laminated volcanic siltstone and ash beds that together constitute FA10 (Figs. 8–10). Sedimentation was dominated by hyperpycnal flows that reflect alternation of tractive and fallout, mediumand low-energy depositional conditions. These hyperpycnal flows may have originated from sheet-flooding events during a prolonged humid phase, as suggested by Haberyan (1987) during this time, and/or triggered by seismic activity related to modern tectonic development of the EARS (Delvaux et al. 1998). However, the dominance of volcanic detritus (ash, pumice) in these deposits suggests a strong linkage with periods of active volcanism and basinwide mobilization and reworking of volcaniclastic sediment down-slope (e.g., Cuitiño and Scasso 2013). Abundant millimeter- to centimeter-scale soft-sediment deformation features and ubiquitous climbing ripples in prodelta hyperpycnites suggests repeated, rapid sedimentation events and high sediment supply, as would be expected during periods of widespread explosive volcanism in the nearby Rungwe Volcanic Province."
  }, {
    "heading": "Profundal Lacustrine",
    "text": "The third depositional system documented in the ULB is defined by profundal deposits of FA11, which are best exposed in the Ilasilo 6 section\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nF IG\n. 7 .—\nS o n g w\ne se\nct io\nn 1\nal o n g\nth e\nu p p er\nS o n g w\ne R\niv er\n. A\n) O\nu tc\nro p\np h o to\ng ra\np h\no f\nth e\nS o n g w\ne se\nct io\nn 1 ,\nd o m\nin at\ned b y\nfl u v ia\nl ch\nan n el\nla g\n(G cm\ne) ,\nan d\nm ar\nsh an\nd la\ncu st\nri n e\n(F v so\nan d\nF v a)\nd ep\no si\nts (F\nA s\n2 ,\n9 ,\n1 1 ).\nS ec\nti o n\nis ex\np o se\nd al\no n g\nth e\nS o n g w\ne R\niv er\nV al\nle y\nin th\ne so\nu th\nea st\ner n\np ar\nt o f\nth e\nst u d y\nar ea\n. B\n) M\nea su\nre d\nse ct\nio n\n(8 85\n4 0\n3 6 00\nS ,\n3 3 81\n2 0\n3 6 00\nE ).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\n(Fig. 10). They are characterized by laterally extensive, multistory organicrich mudstone units that are commonly interstratified with thin beds of ripple cross-laminated siltstone and very fine-grained sandstone. The inclusion of both volcanics-dominated sediments and siliciclasticsdominated sediments in the profundal lacustrine deposystem demonstrates a mixed source provenance for the recent basin-fill sources. The overall fine-grained, thinly laminated nature of these thick profundal deposits resulted mainly from low-energy suspension fallout processes in a subwave-base lacustrine environment, with periodic land-generated hyperpycnal currents. This interpretation is consistent with an abundance of pyritized fish bones and finely disseminated organic material, including plant hash, suggesting terrestrial input into anoxic bottom waters (cf. Zavala et al. 2012). The typically horizontal stratification of the profundal deposits in the ULB suggests that deposition transpired on a relatively flat lake floor."
  }, {
    "heading": "CONGLOMERATE AND SANDSTONE PETROLOGY",
    "text": ""
  }, {
    "heading": "Composition of Conglomerate Lithoclasts",
    "text": "Pebble counting in conglomerate beds was performed on five samples and reveals both spatial and stratigraphic variations in lithoclast composition in the ULB (Fig. 11). Alluvial and fluvial-channel-lag conglomerate units (FA1 and FA2) in the lower portion of the ULB at the Songwe, Ikumbi, and Ifisi areas are composed of exclusively metagranitoid, vein quartz, and metavolcanic clasts. In contrast, at higher stratigraphic levels and in more distal environmental settings, conglomerate beds of delta-plain, Gilbert-delta, and proximal delta-front deposits at the Ilasilo and Ikuha areas are characterized by significant input of recycled intraformational and extraformation-sandstone, volcanic siltstone, and pumice clasts. These results indicate that in more proximal environments, alluvial conglomerates are dominantly sourced from metamorphic and granitoid basement rocks, most likely Paleoproterozoic Ubendian belt and Precambrian basement rocks from nearby rift flanks. The shift to mostly volcanic and intraformational sedimentary rip-up clasts up-section and in more distal environments is interpreted to reflect the introduction of penecontemporanous volcanic sources that resulted in the trapping of coarse-grained extrabasinal clastics near the basin margins (cf. Heller and Paola 1992)."
  }, {
    "heading": "Sandstone Petrology",
    "text": "Sandstone compositions in the ULB are highly variable, with siliciclastic to volcaniclastic end members. Considerable variation in grain size and sorting also occurs (Fig. 12A–F). Siliciclastic sandstone units are typically brownish (colored), ranging from pale red (10R 6/6) to pale yellowish brown (10YR 6/2), and quartzolithic to feldspatholithic in composition. Siliciclastic sandstone units occur mainly in the lower parts of the stratigraphy, mostly as lower-delta-plain deposits (FA7), with some interstratified fluvial channel deposits (FA 6).\nVolcaniclastic sandstone units range from yellowish gray (5Y 7/2), medium light-gray (N6), to medium dark-gray (N5), and range from fineto coarse-grained sand with floating pebble clasts composed of pumice, mafic volcanic fragments, and minor quartz feldspars and volcanic siltstone rip-ups. Many volcaniclastic sandstone units also contain abundant carbonized plant material.\nFour siliciclastic and two volcaniclastic sandstone samples were collected from relatively indurated intervals for thin-section analysis. The\nresults are discussed separately below for siliciclastic and volcaniclastic petrofacies.\nSiliciclastic Sandstone Petrofacies.—Siliciclastic sandstone petrofacies are typically moderately to well sorted and composed of very fine- to coarse-grained sand and isolated pebbles (Fig. 12E, F). Grains range from angular to subrounded and are dominated by (in the order of their abundance): quartz, alkali feldspars, plagioclase, and lithics, including granitic gneiss, mafic volcanic, metavolcanic, and sedimentary rock fragments. Accessory minerals include calcite, mica, and dense minerals dominated by magnetite and garnet. Matrix ranges between 2% and 40%, and porosity ranges between 8% and 16%. Cement varies between 5% and 10%, and is dominated by hematite and clay.\nSandstone framework compositions were analyzed by point counting, using a modified Gazzi-Dickinson method (Ingersoll et al. 1984). The results show that siliciclastic sandstone samples from the ULB are generally compositionally immature, with total quartz (including chert and polycrystalline and monocrystalline quartz) ranging from 58 to 79%, feldspars (alkali and plagioclase) ranging between 15 and 26%, and lithics (volcanic, metamorphic, sedimentary fragments) ranging from 12 to 40%. On Qt-F-L plots, the subarkosic, sublitharenitic, lithic arkosic, and litharenitic fields each are represented (Fig. 12). This compositional immaturity is interpreted to reflect nearby sediment sources and minimal physical or chemical weathering.\nThe most likely sediment sources for these siliciclastic sandstone units include granitoids, metagranites, and metavolcanics from the uplifted Proterozoic Ubendian metamorphic rocks and Archean granitoids along the rift flanks. This interpretation is consistent with pebble-count results from conglomerate beds in lower parts of the upper Lake Beds stratigraphy (Fig. 11).\nVolcaniclastic Sandstone Petrofacies.—Thin-section analysis provides a basis for subdividing the volcaniclastic sandstone petrofacies into two end members: (1) the crystal–lithic tuffaceous sandstone subfacies (Fig. 12A, B); and (2) the glass (shards þ pumice)–dominated tuffaceous sandstone subfacies (Fig. 12C, D). The crystal–lithic-tuff subfacies consists of subangular to rounded volcanic lithic fragments, quartz, fresh plagioclase, rare biotite, and dense minerals. Individual grains range from fine- to coarse-grained sand. The glass-dominated tuffaceous sandstone subfacies comprise over 65% pumice and glass shards, suggesting derivation from weakly reworked primary vitric tuffs. Roughly 40 to 55% of the glass consists of well-rounded pumice ranging in size between 0.05 mm (vf) and 0.56 mm (m-c). The remainder of the glass consists of coarse-silt- to fine-sand-size shards, suggesting derivation from abrasion of pumice clasts. The detrital component of the glass-dominated subfacies makes up only ~ 10% of the rock and is composed of volcanic lithic fragments, quartz, fresh plagioclase, and minor mica. Based on these textural and composition features, the volcaniclastic sandstone petrofacies in the ULB are interpreted to be sourced from reworked proximal to distal pyroclastic flow deposits that originated from the Rungwe Volcanic Province (cf. Ebinger et al. 1989).\nField observations and petrographic composition analyses of conglomerate and sandstone units of the ULB (Figs. 11, 12) permit the characterization into siliciclastics-dominated facies (fluvial channels and delta-plain deposits) and volcaniclastics-dominated facies (lacustrine to fluvial–deltaic deposits) (Fig. 13). In addition, variable sediment provenance serves as a useful lithostratigraphic correlation tool.\nNote inclined bedding of conglomerate and pebbly sandstone units (FA3: Gilbert-type delta foresets). Foresets dip north and down-lap with angular unconformity onto eroded Cretaceous Red Sandstone Group strata. B) Gently inclined pebbly to fine-grained sandstone and siltstone at Ilasio 3 section (FA5; see close-ups in Fig. 4B–D). Note the massive, tabular horizontally and cross-stratified volcanic siltstone and ash (FA10 and FA11). C) Measured section (88390 22 00 S, 33800 47 00 E).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nF IG\n. 9 .—\nIl as\nil o\nse ct\nio n\n2 ,\nlo ca\nte d\nal o n g\na tr\nib u ta\nry to\nth e\nS o n g w\ne R\niv er\n. A\n) O\nu tc\nro p\np h o to\no f\nw el\nl ex\np o se\nd fl\nu v ia\nl– d el\nta ic\nd ep\no si\nts .\nIn se\nt b o x\nsh o w\nn in\nP ar\nt C\n. B\n) C\nlo se\n-u p\nv ie\nw o f\nst ee\np ly\nd ip\np in\ng G\nil b er\ntty\np e\nd el\nta\nfo re\nst s\nco m\np o se\nd o f\nco n g lo\nm er\nat e\nan d\nsa n d st\no n e\nb ed\ns (G\ncm e\nan d\nS t\nfa ci\nes ;\nFA 3 ).\nC )\nM ea\nsu re\nd se\nct io\nn (8\n83 9 0\n1 3 00\nS ,\n3 3 80\n0 4 2 00\nE ).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nF IG\n. 1 0 .—\nIl as\nil o\nse ct\nio n\n6 ,\nlo ca\nte d\nal o n g\nth e\nS o n g w\ne R\niv er\n. A\n) O\nu tc\nro p\np h o to\no f\nth e\nw el\nlex\np o se\nd st\nra ti\ng ra\np h y\n(i n se\nt b o x\nis sh\no w\nn in\nF ig\ns. 4 B\n, 5 A\n, B\n). B\n) M\nea su\nre d\nse ct\nio n\n(8 83\n8 0\n0 7 00\nS ,\n3 3 80\n0 0\n4 7 00\nE ).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "RADIOCARBON DATING",
    "text": "The chronology of the upper Lake Beds succession herein is refined by\nreporting new radiocarbon ages and discussing these results along with recent 14C ages reported by Cohen et al. (2013). In the current study, five\norganic-rich siltstone samples and one aragonitic unionoid bivalve shell\nsample were collected from various areas and stratigraphic positions and\ncarbon dated via the AMS method at the Beta Analytic Laboratory, Miami, USA (Table 4). Sample preparations involved sieving to , 180 microns to\nremove any root or macrofossils and acid washing (or acid etching for\nbivalve shells) to remove carbonates."
  }, {
    "heading": "New Radiocarbon Ages and Geochronology of the ULB",
    "text": "New radiocarbon ages obtained from this study are presented in Table 4\nand collectively indicate that outcrop exposures of the ULB in the Rukwa Rift were deposited between ~ 45 and 7.9 ka. Notably, two other new radiocarbon samples from highly unusual, large-scale soft-sediment\ndeformation features at the Songwe 1 and Ilasillo 6 sections were recently\nreported in Hilbert-Wolf and Roberts (2015) as part of a separate study on\npaleoseismicity in the Rukwa Rift. Significantly, large-scale soft-sediment deformation features yielded identical ages (within error) of 27,750 6 110\nCal yr BP for sample 62312-6 (from 8 m above the base of the Songwe\nFIG. 11.—Pebble-count results for conglomerate beds in the upper Lake Beds, based on 50 cm2 grid counts.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nsection 1) and 27,650 6 105 Cal yr BP for sample 71014-2 (15 m above the base of the Ilasilo section 6).\nCohen et al. (2013) reported a number of other radiocarbon ages from across the Rukwa Rift Basin, including one sample (DD736/2009-17; Songwe Gully) herein referred to as Ilasillo section 1. They obtained an age of 22,010 6 320 Cal yr BP for this sample, consistent with the age of 22,177 6 305 reported in this study for sample 71513-10, collected at the same stratigraphic interval from Ilasilo section 3. Cohen et al. (2013) also reported radiocarbon ages between ~ 7–11 ka from the Galula area, which we can correlate with the upper part of the stratigraphy in our Ilasillo sections, and for which we obtained a similarly young age of 7.9 ka for sample 7913-10 (see Fig. 13). The youngest age reported for the ULB by Cohen et al. (2013) was 5.5 ka from north of Lake Rukwa.\nThe radiocarbon results presented here and integrated with previously published dates from outcrop and shallow core samples strongly indicate that the strata described as the upper Lake Beds in this study are late Quaternary (, 50 ka) and younger in age. Importantly, the previously proposed division of the Lake Beds in the Songwe and Galula (Ilasilo) areas, into ‘‘older’’ and ‘‘younger’’ mappable units (Grantham et al. 1958) is not supported by the extensive radiocarbon dating and stratigraphic correlations reported here and by Cohen et al. (2013). Rather, these results indicate a close late Quaternary age correspondence between the two mapped units. The previously considered ‘‘older’’ vs ‘‘younger’’ stratigraphic subdivisions is shown here to more accurately represent generally age-equivalent lateral facies transitions associated with a complex fluviolacustrine depositional system."
  }, {
    "heading": "SEQUENCE STRATIGRAPHIC FRAMEWORK",
    "text": "Nine stratigraphic sections were measured across three main study areas (Fig. 2), and dozens of additional localities were investigated during the course of this study in order to understand the stratigraphic relationships and paleoenvironments of the ULB. Sections range from ~ 19–50 m thick, and span a regional composite thickness of . 55 m, representing deposition between ~ 45 and ~ 5 ka (Fig. 13). Several key stratigraphic surfaces were identified along with landward- and basinward-stepping facies transitions, which collectively were used to interpret a sequence stratigraphic framework for the ULB in the southern end of the Rukwa Rift Basin.\nDepositional sequences are identified following methodology and nomenclature proposed by Catuneanu et al. (2011), which emphasizes a flexible model-independent approach to sequence stratigraphy. Sequence boundaries are identified by subaerial unconformities and regional erosion surfaces in the updip areas, and their corresponding abrupt basinward facies shift (correlative conformities) in the downdip areas. Parasequences are recognized as a relatively conformable succession of genetically related facies (facies associations), bounded by flooding surfaces. Five sequence boundaries, and their corresponding abrupt basinward facies shifts, along with multiple flooding surfaces are recognized in outcrop. These surfaces are used to document six depositional sequences in the ULB (Figs. 13–15). Following the continental nature of the Lake Beds succession, we apply the concepts of a lake-type basin stratigraphic model of Carroll and Bohacs (1999) and Bohacs et al. (2000) to infer changes in lake-type basins through time and assess controls on sedimentation by analyzing vertical\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nF IG\n. 1 3 .—\nS tr\nat ig\nra p h y\nan d\nfa ci\nes co\nrr el\nat io\nn o f\nm ea\nsu re\nd se\nct io\nn s\nth ro\nu g h\nth e\nu p p er\nL ak\ne B\ned s\no n\nth e\nso u th\ner n\nen d\no f\nth e\nR u k w\na R\nif t\nB as\nin .\nIn te\nrp re\nte d\nd ep\no si\nti o n al\nse q u en\nce s\nar e\nal so\nsh o w\nn .\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nstacking patterns of the strata and spatial distribution of the constituent depositional system tracts across the study area. This interpretive framework better captures the greater sensitivity of lake-basin systems (compared to marine systems) to changes in the rate at which accommodation space is filled by sediment and water. In the lake-basin model, base-level position is mainly a function of the balance between tectonics and climate change, and its influence on lake-basin sedimentation patterns (Carroll and Bohacs 1999; Bohacs et al. 2000; Renaut and Gierlowski-Kordesch 2010).\nThe six sequences documented in the ULB strata are described in stratigraphic order, from bottom to top, along with interpretations of laketype basins and the relative influence of tectonic, climatic, and sedimentsupply factors on sequence development."
  }, {
    "heading": "Sequence A",
    "text": "Sequence A is the lowermost sequence defined for the ULB and is incompletely exposed. It represents transgressive and highstand systems tracts comprising profundal lacustrine (FA11) and prodelta (FA10) deposits (Figs. 5B–D, 8, 13, 15), developed between ~ 50 and 43 ka. The stacking pattern of the strata in Sequence A corresponds to the fluctuating-profundal facies association of the lake-type basin model. Sequence A ranges in thickness from 2 to 6 m and crops out mainly in the Ilasilo and Ikuha areas. The lower portion of the sequence is dominated by siliciclastic shales, whereas its upper portion is dominated by volcanic siltstone. This change in sediment composition is consistent with the introduction of a large supply of sediment from primary and/or reworked pumice and volcanic ash during episodes of explosive volcanism documented between ~ 49 and ~ 42 ka in the Rungwe and Kyejo volcanic centers (Fig. 15; Ebinger et al. 1989, 1993; Ivanov et al. 1999; Fontijn et al. 2010. 2012). The transition from profundal (FA11) to prodelta (FA10) deposits is interpreted to reflect progradation and rapid filling of accommodation in the basin due to the high influx of volcaniclastic sediment. Sequence A is capped by an erosional scour surface that represents a subaerial unconformity or regressive surface (SB1).\nBased on its facies stacking patterns, Sequence A is interpreted to record a balanced-fill lake-type basin phase and establishment of a relatively deep lake, and subsequent base-level fall to an underfilled lake basin. Deposition in the lower portion (transgressive systems tract) of the sequence is\ninterpreted to have resulted from approximately proportional rates of influx of waterþ sediment fill versus accommodation generation (cf. Carroll and Bohacs 1999). Elevated base level during the early stage of deposition of this sequence is interpreted to reflect wet climatic conditions during this time. Sedimentation in the upper portion of Sequence A (the highstand system tract) and associated base-level fall is interpreted to record continued filling of accommodation created as a result of active rifting in the basin and associated contemporaneous volcanic activity in the Rungwe Volcanic Province (cf. Ebinger et al. 1989, 1993)."
  }, {
    "heading": "Sequence B",
    "text": "Sequence B consists of an ~ 5-m-thick parasequence set of fluvial deltaic (FA6) and profundal lacustrine (FA 11) deposits that accumulated above sequence boundary 1 (SB1), separated by a transgressive surface. The basal fluvial deltaic interval is interpreted to represent a lowstand system tract, whereas the upper profundal lacustrine deposits represent the succeeding transgressive system tract. Sequence B is well preserved in the Ikuha and Ilasilo areas, and is roughly constrained to have developed between ~ 42 and 34 ka. Sequence B also records a marked compositional shift from siliciclastics-dominated in the lower fluvial deltaic facies to volcaniclastics-dominated in the upper profundal facies. This set of relationships is interpreted to represent a transition from erosion of uplifted metamorphic rift flanks, to deposition or reworking of volcanic or reworked pyroclastics. Most likely this transition was associated with onset of the ~ 42 ka explosive volcanic episode recorded in the Rungwe Volcanic Province (Fontijn et al. 2012). Sequence B is capped by an erosional surface and abrupt basinward shift in stratal stacking patterns interpreted to represent a significant base-level fall and subaerial exposure prior to deposition of Sequence C.\nSequence B is interpreted to correspond to local climate-induced baselevel rise and increasing precipitation-to-evaporation rates associated with a shift from dry to wet conditions. During this time, water þ sediment fill in the Rukwa basin likely exceeded potential accommodation space. Sequence B is interpreted to record a transition from underfilled lake basin during the onset of this sequence to a balanced-fill lake basin which dominated for most this sequence (cf. Carroll and Bohacs 1999).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nvs. B) the transgressive, balance-filled or overfilled lake-basin type phase. Reconstructions also highlight variation of sediment input from explosive volcanism (volcaniclastic units) vs. weathering and erosion of the uplifted basement rocks (siliciclastic units).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "Sequence C",
    "text": "Preserved in the Ikuha and Ilasilo areas, Sequence C represents a complete sequence comprising proximal deltaic (FA5), prodelta (FA10), and profundal lacustrine (FA11) deposits. Sequence C was deposited between ~ 33 and 28 ka. In the Ikuha area, two flooding surfaces are recognized, separating several parasequences of Sequence C (Fig. 13), which is bounded above by an erosional sequence boundary (SB3) that records an abrupt basinward shift of fluvial deltaic facies associated with the onset of Sequence D. Sequence C is dominated by volcanic hyperpycnites interpreted to record high sedimentation rates due to the availability of primary and reworked pyroclastic sediments. Rapid baselevel rise and deposition of volcanic to volcaniclastic hyperconcentrated flows into prodelta and profundal environments are interpreted to have resulted from sustained flooding events associated with relatively longlived wet climatic periods that resulted in a balanced or overfilling of the Rukwa basin by waterþ sediment. Paleocurrent data reveal internal fluvial and deltaic drainage into the basin center throughout the deposition of sequences A, B, and C, suggesting that the Rukwa Rift Basin actively focused sediment delivery during the deposition of these sequences."
  }, {
    "heading": "Sequence D",
    "text": "Sequence D is widespread across the study area and is interpreted to reflect regional establishment of fluvial–lacustrine conditions during ~ 27 to 22 ka (Figs. 2, 13, 15). Proximal deltaic deposits and fluvial channels (FA2) at the base of this sequence are interpreted to be lowstand-systemstract (LST) deposits and are capped by a highly bioturbated surface interpreted to indicate base-level fall (cf. Scott and Smith 2015) prior to transgression and transition to lacustrine prodelta (FA10; transgressive system tract) and profundal (FA11; highstand system tract) depositional systems. A sequence-bounding erosional unconformity caps Sequence D (SB4: Figs. 7, 13, 15) and is interpreted to represent subaerial exposure during rapid lake-level fall. The timing of this event is consistent with a lake regression event reported by previous workers (e.g., Barker et al. 2002; Thevenon et al. 2002) to have occurred between ~ 23–20 ka, during the Last Glacial Maximum, and hence climate was probably the dominant control on the development of this sequence boundary. Sequence D exhibits a provenance shift similar to that observed in sequences A and B, in which the lower interval is siliciclastics dominated and sourced from nearby rift flanks, and the upper transgressive portion of the sequence is volcaniclastics dominated and associated with rapid erosion and transport of volcanic detritus. Penecontemporaneous volcanism likely included both primary ash flows and falls associated with a period of renewed explosive volcanism in the nearby Rungwe Province. The scarcity of volcanic sediments in the lower portion of Sequence D is consistent with a period of volcanic quiescence documented for the Rungwe Volcanics between ~ 42 ka and 20 6 6 ka (Fontijn et al. 2010; Fontijn et al. 2012; Figs. 14, 15). The vertical facies stacking pattern and widespread deposition of this sequence is interpreted to record deposition in an overfilled-lake-type basin. Shoreline transgression occurred around 27.6 ka (Fig. 15), broadly consistent with findings from shallow core investigations in Lake Rukwa suggesting base-level rise and significant expansion of Lake Rukwa during the late Pleistocene and early Holocene (e.g., Kennerley 1962; Haberyan 1987; Talbot and Livingstone 1989; Thevenon et al. 2002), overflowing into Lake Tanganyika through the Karema Gap (see figs. 2 and 3 in Cohen et al. 2013). Sequence D is also interpreted to have been controlled by a combination of climate change and sediment supply linked to volcanic activity in the Rungwe Province. The occurrence of widespread, large-scale soft-sediment deformation features in the upper half of this sequence also suggests that significant fault movement in the basin occurred during this time. Associated seismicity may have triggered hyperpycnal flows into paleo–Lake Rukwa (cf. Hilbert-Wolf and Roberts 2015)."
  }, {
    "heading": "Sequence E",
    "text": "Sequence E is spatially widespread, and is characterized by rapid lake deepening and filling, and a volcaniclastic provenance. Sequence E was deposited between , 22 and ~ 8 ka. In ascending stratigraphic order, Sequence E comprises three progradational parasequences consisting of fluvial deltaic (FA5), profundal (FA11), and distal delta front of FA5 deposits. Each parasequence is capped by a flooding surface (Figs. 3B– D, 8B). The sequence is marked by an erosional unconformity (SB5) at its top, indicating abrupt lake base-level fall. The presence of abundant, widespread high-density turbidites in Sequence E is attributable to elevated water supply to the basin associated with waning of Last Glacial Maximum and the establishment of widespread pluvial conditions reported between ~ 16–5 ka (cf. Haberyan 1987; Talbot and Livingstone 1989; Barker et al. 2002; Thevenon et al. 2002). Coeval episodes of explosive volcanism in the Rungwe Province reported at 20 ka and ~ 12–10 ka (Fig. 15; Ivanov et al. 1999; Fontijn et al. 2010; Fontijn et al. 2012) supplied abundant labile volcanic sediments to the landscape. Based on vertical facies stacking pattern and lateral widespread, Sequence E is interpreted to record the establishment of an overfilled lake basin, which is consistent with the last widespread lake highstand reported to have occurred at ~ 13.5 ka (Barker et al. 2002; Thevenon et al. 2002; Cohen et al. 2013). The development of this sequence is associated with high rates of sediment and water supply that likely exceeded available accommodation."
  }, {
    "heading": "Sequence F",
    "text": "Sequence F represents the youngest stratigraphic sequence in the ULB, deposited ~ 7 ka to recent, and is characterized by a relatively thin (, 3 m) lowstand system tract. It comprises a succession of fluvial deposits (FA6) that are best exposed in the Ilasilo area. The base of this sequence is characterized by incised volcanics-rich fluvial channels that are infilled with distinctive channel lag deposits composed of abundant mollusk shells and heavily abraded fish bones (Fig. 3F). The deposition of Sequence F is interpreted to reflect the establishment of an underfilled lake basin, and is associated with arid conditions during the middle Holocene (cf. Haberyan 1987; Thevenon et al. 2002). Radiocarbon ages reported here and by Cohen et al. (2013) from the Ilasilo and Galula areas, respectively, suggest that this final sequence was deposited between 7.9 and 5.5 ka. Deposits of Sequence F are currently exposed some 110þmeters above the current lake level, indicating that a significant base-level fall occurred in the area during the last 5.5 ka and that the modern Rukwa Rift Basin is currently underfilled."
  }, {
    "heading": "TECTONIC, CLIMATIC, AND VOLCANIC CONTROLS ON SEQUENCE",
    "text": "DEVELOPMENT IN THE UPPER LAKE BEDS\nDepositional controls on the upper Lake Beds succession in the Rukwa Rift Basin reflect a complex interplay of rift tectonics, climate change, and explosive volcanism in the nearby Rungwe Volcanic Province (Figs. 14, 15). This investigation subdivides the ULB into six depositional sequences (A–F) that reflect episodic lake cyclicity (base-level rises and abrupt falls) throughout the late Quaternary. The sequence stratigraphic analysis conducted herein reveals that the Rukwa Rift Basin evolved through time from a balance-filled lake basin (sequence A–C); to an overfilled lake basin, characterized by basin-wide lake expansion (sequences D and E); to rapid base-level fall, lake contraction, and establishment of an underfilledlake-basin type beginning with deposition of fluvial and lacustrine facies associated with Sequence F, which persist today. Below, the relative influence of tectonics, climate, and sediment supply (i.e., volcanism vs. basement provenance) on sedimentary processes and sequence development in the ULB is discussed.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019"
  }, {
    "heading": "Climatic Control",
    "text": "Climate is considered to have exerted a first-order control on sequence development in the upper Lake Beds succession. Rapid base-level changes, several of which involved fluctuations of several hundred meters over millennial time scales, reflect strong climate influence associated with both regional and local climate change. The cyclicity and sequence stratigraphy interpreted herein for the ULB corresponds well with previous limnological investigations of Lake Rukwa; however, these records extend back only to ~ 23 ka (Fig. 15). This study reveals that earlier phases of ULB deposition (sequences A–C) record balanced-fill lake basins. Following this, two major depositional cycles (sequences D and E) record the overfilled deep lakes. At times the influx of water was high enough to overtop the basin sill and Lake Rukwa temporarily expanded to form a brief connection with Lake Tanganyika (Haberyan 1987; Talbot and Livingstone 1989; Delvaux et al. 1998). In particular, the widespread occurrence of hyperpycnites across the basin and throughout the succession is associated with a high supply rate of both sediment and water, which are equally attributed to long-term wet climatic conditions and voluminous sediment supply from primary and reworked volcanics."
  }, {
    "heading": "Volcanic Control",
    "text": "Although millennial-scale climate change likely exerted the main control on precipitation–evaporation balance and the flux of water through the basin, rapid filling of available accommodation space was most likely driven by short periods of intense volcanism in the rift. Hence, volcanism is also considered to be a major control and important factor on sedimentary processes and sequence development in the ULB. This study has shown clearly that periods of intense volcanic activity in the Rungwe Volcanic Province played a key role in the depositional style and sediment packages observed throughout the ULB. Furthermore, the ULB stratigraphy is characterized by alternating patterns of siliciclastics- and volcaniclastics-dominated strata. This varied sedimentary composition reflects shifts in sediment source that are linked to alternating periods of volcanism in the Rungwe vs. periods of volcanic quiescence and sedimentation from weathering and erosion of the uplifted basement rocks along the basin margin.\nWhilst the deep wells, Ivuna-1 and Galula-1, show that most deeper Lake Beds sandstones are quartzo-feldspathic, the petrofacies of the ULB are 80% volcaniclastic; dominated by tuffaceous sandstone composed of relatively juvenile (weakly reworked) pyroclastic material including abundant pumice. This suggests syn-eruptive, volcanic-induced sedimentation in the basin, probably involving both primary air-fall and ash-flow deposits (e.g., Smith et al. 2002), as well as considerable reworking of these deposits. Both syn- and inter-eruptive stratigraphic intervals are dominated by thick successions of stacked hyperpycnites that developed within broad fluvial–lacustrine systems tracts (e.g., sequences C–F), in response to voluminous input of an abundant, easily erodible supply of volcanic ash and pyroclastic deposits. Recent work on the Rungwe, Masoko, and Ngozi volcanoes in the Rungwe Volcanic Province has shown a particularly explosive history over the last 49 ka, including major eruptive episodes at 49 ka, 42 ka, 20 ka, and 4–1 ka (Ivanov et al. 1999; Fontijn et al. 2010; Fontijn et al. 2012). Based on facies analysis, sequence stratigraphy, and the timing of eruptive episodes, explosive volcanism from the penecontemporaneous Rungwe Volcanic Province appears to have acted as a major source of the voluminous, rapid, and easily erodible supply of volcaniclastic and pyroclastic material to the sequence development in the late Quaternary ULB."
  }, {
    "heading": "Tectonic Control (Faulting and Seismicity)",
    "text": "Faulting exerts a first-order control on the development of the lake basins in rift systems (Yuretich 1982). Tectonic movements in such basins\ncan affect hydrology by controlling basin shape and depth (accommodation), watershed geology (sediment input), and drainage patterns by defining the sill height or spill point of the basin (Renaut and GierlowskiKordesch 2010). However, tectonic movements occur over relatively long time scales. This study reveals that the ULB units exposed in outcrop were deposited over a span of just ~ 40 ka, although a much thicker succession of Lake Beds strata recorded in well logs and seismic reflection profiles suggests a much longer depositional history (e.g., Morley et al. 1999). The initiation of the Lake Beds sedimentation is clearly tied to a long history of rifting in the Rukwa Rift (Ebinger et al. 1989, 1993).\nThe upper Lake Beds strata are characterized by abundant small-scale, as well as several examples of very large-scale, soft-sediment deformation features that are interpreted to be of seismogenic origin and demonstrate synsedimentary faulting during the late Quaternary (FA10: Figs. 4B, 5A, 10A) (Hilbert-Wolf and Roberts 2015). The occurrence of tectonic movements during the last stages of basin evolution is also consistent with findings by Ceramicola et al. (1997) and Morley et al. (2000), who documented Holocene faulting in the basin using high-resolution seismic reflection records. This active seismicity may have influenced sedimentation patterns in the Lake Beds, perhaps leading to the abundance of seismites and hyperpycnites in the upper Lake Beds. However, it is unlikely that these high-frequency fault movements exerted the major control on base level in the Rukwa Rift Basin over such a short time scale (~ 40 ka) because the magnitude of base-level change is too great and its frequency too high."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Detailed lithofacies mapping, along with radiocarbon dating and petrologic investigations of the upper Lake Beds in the Rukwa Rift Basin, southern Tanzania, provide the basis for interpretation of depositional environments and sequence stratigraphy and assessment of the relative roles of tectonism, climate, and volcanism on sedimentation. A total of 24 lithofacies and 11 facies associations are described and used to interpret a mosaic of depositional environments associated with three main depositional systems: (1) alluvial to fluvial channel system, (2) delta system, and (3) profundal lacustrine system.\nThe exposed ULB represent six (different) depositional sequences (A– F), which are characterized by alternating landward- and basinwardstepping stratal stacking patterns and sequence-bounding unconformities. Base-level changes and subsequent sedimentary sequence development in the ULB appears to be controlled largely by interplay between climate change and sediment supply, which was strongly influenced by synchronous, episodic volcanism in the Rungwe Volcanic Province. Siliciclastics- and volcaniclastics-dominated depositional sequences record shifts in provenance associated with episodic explosive volcanism. These provenance shifts reflect alternating episodes of rapid sedimentation due to pyroclastic fallout and secondary reworking of pyroclastic deposits versus slower sedimentation associated with weathering and erosion of the uplifted metamorphic and granitoid basement rocks along the rift flanks.\nBased on the new 14C age datasets obtained from this study, as well as previous published dates (Cohen et al. 2013), the top of the ULB sequence exposed in outcrop is assigned a late Quaternary age, ranging between ~ 45 and ~ 5 ka. However, a more full treatment of the stratigraphy and nomenclature of the entire Lake Beds succession awaits more thorough dating and analysis of the expansive stratigraphy of the Ivuna-1 and Galula-1 wells, as well as a thorough investigation of as yet undescribed strata overlying the Cretaceous Galula Formation and underlying ULB strata on the western margin of the rift system."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We are grateful to the Tanzania Petroleum Development Corporation (TPDC) and Heritage Oil Rukwa Tanzania Ltd. for providing a PhD bursary to the lead\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/86/10/1179/2813685/i1527-1404-86-10-1179.pdf by University of Arizona user on 20 February 2019\nauthor (CM) and funding to conduct three field seasons in the rift. This research was also supported by the US National Science Foundation (EAR_1349825, BCS_1127164), the National Geographic Society (CRE), and the post-graduate research fund from James Cook University. We are indebted to the staff of Heritage Oil Rukwa Tanzania Ltd in the Dar es Salaam office for support with fieldwork logistics. We thank H. Hilbert-Wolf, N. Boniface, J. Edmund, P. O’Connor, N. Stevens, Z. Jinnah, and the rest of the RRBP team members for their field assistance and valuable discussions. Finally, we thank the Associate Editor J. Scott and reviewers (A. Cohen and D. Delvaux) for constructive reviews that improved this manuscript."
  }],
  "year": 2016,
  "references": [{
    "title": "Sequence stratigraphy of a condensed lowaccommodation succession: Lower Upper Cretaceous Dakota sandstone, Henry Mountains, southeastern Utah: American Association of Petroleum Geologists",
    "authors": ["J. ANTIA", "C.R. FIELDING"],
    "venue": "Bulletin, v",
    "year": 2011
  }, {
    "title": "Sedimentation patterns in a Plio-Pleistocene volcaniclastic rift-platform, basin Olduvai Gorge, Tanzania",
    "authors": ["ASHLEY G.M", "HAY", "R.L"],
    "venue": "Sedimentation in Continental Rifts: SEPM, Special Publication",
    "year": 2012
  }, {
    "title": "Late Pleistocene and Holocene paleohydrology of Lake Rukwa, Tanzania, inferred from diatom analysis: Palaeogeography",
    "authors": ["P. BARKER", "R. TELFORD", "F. GASSE", "F. THEVENON"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2002
  }, {
    "title": "Climatic and volcanic forcing revealed in a 50,000-year diatom record from Lake Massoko, Tanzania",
    "authors": ["P. BARKER", "D. WILLIAMSON", "F. GASSE", "E. GIBERT"],
    "venue": "Quaternary Research,",
    "year": 2003
  }, {
    "title": "Facies analysis and tectonic significance of lacustrine fan–deltaic successions in the Pliocene–Pleistocene Mugello Basin, Central Italy: Sedimentary Geology",
    "authors": ["M. BENVENUTI"],
    "venue": "v. 157,",
    "year": 2003
  }, {
    "title": "Lake-basin type, source potential, and hydrocarbon character: an integrated sequence-stratigraphicgeochemical framework, in Gierlowski-Kordesch, E., and Kelts, K., eds., Lake Basins through Space and Time: American Association of Petroleum Geologists",
    "authors": ["K.M. BOHACS", "A.R. CARROLL", "J.E. NEAL", "P.J. MANKIEWICZ"],
    "venue": "Studies in Geology,",
    "year": 2000
  }, {
    "title": "Sedimentology of Some Flysch Deposits: A Graphic Approach to Facies Interpretation: Amsterdam, Elsevier",
    "authors": ["A.H. BOUMA"],
    "year": 1962
  }, {
    "title": "Stratigraphic classification of ancient lakes: balancing tectonic and climatic controls: Geology",
    "authors": ["A.R. CARROLL", "K.M. BOHACS"],
    "venue": "v. 27,",
    "year": 1999
  }, {
    "title": "Sequence stratigraphy: methodology and nomenclature",
    "authors": ["O. CATUNEANU", "W.E. GALLOWAY", "KENDALL", "C.G.ST.C", "A.D. MIALL", "H.W. POSAMENTIER", "A. STRASSER", "M.E. TUCKER"],
    "venue": "Newsletters on Stratigraphy,",
    "year": 2011
  }, {
    "title": "Structure, seismic stratigraphy and a tentative level change reconstruction of Southern Lake Rukwa (Tanzania): European Union of Geosciences",
    "authors": ["S. CERAMICOLA", "P. VANHAUWEART", "M. DE BATIST", "E. KILEMBE"],
    "venue": "Terra Nova,",
    "year": 1997
  }, {
    "title": "Interim report on palaeoanthropological investigations in the Lake Malawi Rift: Quaternaria",
    "authors": ["J.D. CLARK", "C.V. HAYNES", "JR", "J.E. MAWBY", "A. GAUTIER"],
    "venue": "v. 13,",
    "year": 1970
  }, {
    "title": "Quaternary ostracodes and mollusks from the Rukwa Basin (Tanzania) and their evolutionary and paleobiogeographic implications: Palaeogeography",
    "authors": ["A.S. COHEN", "B.V. BOCXLAER", "J.A. TODD", "M. MCGLUE", "E. MICHEL", "H.H. NKOTAGU", "A.T. GROVE", "D. DELVAUX"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2013
  }, {
    "title": "Reworked pyroclastic beds in the early Miocene of Patagonia: reaction in response to high sediment supply during explosive volcanic events",
    "authors": ["J.I. CUITIÑO", "R.A. SCASSO"],
    "venue": "Sedimentary Geology,",
    "year": 2013
  }, {
    "title": "Early Proterozoic terranes and strike-slip accretion in the Ubendian Belt of southwest Tanzania",
    "authors": ["M.C. DALY", "J. KLERKX", "J.T. NANYARO"],
    "venue": "Terra Cognita, v",
    "year": 1985
  }, {
    "title": "Late Quaternary tectonic activity and lake level change in the Rukwa Rift Basin",
    "authors": ["D. DELVAUX", "F. KERVYN", "E. VITTORL", "R.S.A. KAJARA", "E. KILEMBE"],
    "venue": "Journal of African Earth Sciences,",
    "year": 1998
  }, {
    "title": "Plio-Pleistocene African climate",
    "authors": ["P.B. DEMENOCAL"],
    "venue": "Science, New Series,",
    "year": 1995
  }, {
    "title": "Black shale, oil, and sulphide ore",
    "authors": ["K. DUNHAM"],
    "venue": "Advancement of Science,",
    "year": 1961
  }, {
    "title": "Chronology of volcanism and rift basin propagation: Rungwe Volcanic Province, East Africa",
    "authors": ["C. EBINGER", "A. DEINO", "R. DRAKE", "A. TESHA"],
    "venue": "Journal of Geophysical Research,",
    "year": 1989
  }, {
    "title": "Tectonic controls on rift basin morphology: evolution of the northern Malawi (Nyasa) Rift",
    "authors": ["C.J. EBINGER", "A.L. DEINO", "A.L. TESHA", "T. BECKER"],
    "venue": "AND RING,",
    "year": 1993
  }, {
    "title": "Planform and facies variability in asymmetric deltas: facies analysis and depositional architecture of the Turonian Ferron Sandstone in the Western Henry Mountains, South-Central Utah, U.S.A.",
    "authors": ["C.R. FIELDING"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2010
  }, {
    "title": "Holocene explosive eruptions in the Rungwe Volcanic",
    "authors": ["K. FONTIJN", "G.G.J. ERNST", "M.A. ELBURG", "D. WILLIAMSON", "E. ABDALLAH", "S. KWELWA", "E. MBEDE", "P. JACOBS"],
    "year": 2010
  }, {
    "title": "Lacustrine and associated clastic depositional environments",
    "authors": ["T.D. FOUCH", "W.E. DEAN"],
    "venue": "Sandstone Depositional Environments: American Association of Petroleum Geologists,",
    "year": 1982
  }, {
    "title": "Architecture and sedimentary Facies evolution in a delta stack controlled by fault growth (Betic Cordillera, southern Spain, late Tortonian)",
    "authors": ["F. GARCIA-GARCIA", "J. FERNANDEZ", "C. VISERAS", "J.M. SORIA"],
    "venue": "Sedimentary Geology,",
    "year": 2006
  }, {
    "title": "Quarter Degree Sheet 244 (Mbeya): Dodoma, Geological Survey of Tanganyika",
    "authors": ["D.R. GRANTHAM", "E.O. TEALE", "A.M. SPURR", "D.A. HARKIN", "P.E. BROWN"],
    "year": 1958
  }, {
    "title": "Fossil diatoms and the paleolimnology of Lake Rukwa, Tanzania",
    "authors": ["K.A. HABERYAN"],
    "venue": "Freshwater Biology, v",
    "year": 1987
  }, {
    "title": "Role of tephra in the preservation of fossils in Cenozoic deposits of East Africa",
    "authors": ["HAY R.L"],
    "venue": "Sedimentation in the African rifts: Geological Society of London, Special Publication",
    "year": 1986
  }, {
    "title": "The large-scale dynamics of grain-size variation in alluvial basins, 2: application to syntectonic conglomerate",
    "authors": ["P.L. HELLER", "C. PAOLA"],
    "venue": "Basin Research,",
    "year": 1992
  }, {
    "title": "Giant seismites and megablock uplift in the East African Rift: evidence for late Pleistocene large magnitude earthquakes",
    "authors": ["H.L. HILBERT-WOLF", "E.M. ROBERTS"],
    "venue": "PLoS ONE, v. 10,",
    "year": 2015
  }, {
    "title": "The effect of grain size on detrital modes: a test of the Gazzi–Dickinson pointcounting method",
    "authors": ["R.V. INGERSOLL", "T.F. BULLARD", "R.L. FORD", "J.P. GRIMM", "J.D. PICKLE", "S.W. SARES"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1984
  }, {
    "title": "Timing and late Cenozoic volcanic activity and rift basin formations in the Rungwe province of Tanzania substantiated by K–Ar and 40Ar/39Ar dating, in Proceedings of Rifting in Intracontinental Setting: Baikal",
    "authors": ["A.V. IVANOV", "S.V. RASSKAZOV", "A. BOVEN", "L. PUNZALAN", "I.S. BRANDT", "S.B. BRANDT", "M. FERNANDEZ-ALONSO"],
    "venue": "Rift System and Other Continental Rifts:",
    "year": 1999
  }, {
    "title": "Distal fluvio-lacustrine volcaniclastic resedimentation in response to an explosive silicic eruption: the Pliocene Mushono tephra bed, central Japan",
    "authors": ["K. KATAOKA"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 2005
  }, {
    "title": "Itaka: Geological Survey of Tanzania: Quarter Degree Sheet 243, with brief explanation, 1:125,000",
    "authors": ["J.B. KENNERLEY"],
    "year": 1962
  }, {
    "title": "Structure and stratigraphy of the Rukwa rift: Tectonophysics",
    "authors": ["E.A. KILEMBE", "B.R. ROSENDAHL"],
    "venue": "v. 209,",
    "year": 1992
  }, {
    "title": "Ordovician marine volcanic and sedimentary record of rifting and volcanotectonism: Snowdon, Wales, United Kingdom",
    "authors": ["B.P. KOKELAAR"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 1992
  }, {
    "title": "Evidence for superelevation, channel incision, and formation of cyclic steps by turbidity currents in Eel Canyon, California",
    "authors": ["M.P. LAMB", "J.D. PARSONS", "B.L. MULLENBACH", "D.P. FINLAYSON", "D.L. ORANGE", "C.A. NITTROUER"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 2008
  }, {
    "title": "Early Pleistocene lake formation and hominin origins in the Turkana– Omo rift: Quaternary",
    "authors": ["C.J. LEPRE"],
    "venue": "Science Reviews,",
    "year": 2014
  }, {
    "title": "Sedimentology and history of Lake Reporoa: an ephemeral supra ignimbrite lake, Taupo Volcanic Zone, New Zealand, in White, J.D.L., and Riggs, N.R., eds., Volcanogenic Sedimentation in Lacustrine Settings: International Association of Sedimentologists",
    "authors": ["V.R. MANVILLE"],
    "venue": "Special Publication",
    "year": 2001
  }, {
    "title": "Deltaic depositional environments in the Hamilton Group (Middle Devonian), southeastern",
    "authors": ["S.J. MAZZULLO"],
    "venue": "New York State: Journal of Sedimentary Petrology,",
    "year": 1973
  }, {
    "title": "A review of the braided river depositional environment: Earth-Science",
    "authors": ["A.D. MIALL"],
    "venue": "Reviews, v",
    "year": 1977
  }, {
    "title": "The Geology of Fluvial Deposits: Sedimentary Facies, Basin Analysis, and Petroleum Geology: Berlin, Springer-Verlag",
    "authors": ["A.D. MIALL"],
    "year": 1996
  }, {
    "title": "Geology and geophysics of the Rukwa Rift, East Africa, in Morley, C.K., ed., Geoscience of Rift Systems: Evolution of East Africa: American Association of Petroleum Geologists",
    "authors": ["C.K. MORLEY", "S.M. CUNNINGHAM", "R.M. HARPER", "W.A. WESTCOTT"],
    "venue": "Studies in Geology",
    "year": 1999
  }, {
    "title": "Evidence for high frequency cyclic fault activity from high resolution seismic reflection survey, Rukwa rift, Tanzania: Geological Society",
    "authors": ["C.K. MORLEY", "P. VANHAUWAERT", "M. DE BATIST"],
    "year": 2000
  }, {
    "title": "Historical and modern fluctuations of lakes Tanganyika and Rukwa and their relationship to rainfall variability: Climate Change",
    "authors": ["S.E. NICHOLSON"],
    "venue": "v. 41,",
    "year": 1999
  }, {
    "title": "Delta-front hyperpycnal bed geometry and implications for reservoir modeling: Cretaceous Panther Tongue delta, Book Cliffs, Utah: American Association of Petroleum Geologists",
    "authors": ["C. OLARIU", "R.J. STEEL", "A.L. PETTER"],
    "venue": "Bulletin, v",
    "year": 2010
  }, {
    "title": "Lacustrine sedimentation processes and patterns during effusive and explosive volcanism",
    "authors": ["B.A. PALMER", "E.P. SHAWKEY"],
    "venue": "Challis volcanic field, Idaho: Journal of Sedimentary Research,",
    "year": 1997
  }, {
    "title": "Downstream dilution of a lahar: transition from debris flow to hyperconcentrated stream flow: Water Resources",
    "authors": ["T.C. PIERSON", "K.M. SCOTT"],
    "venue": "Research, v",
    "year": 1985
  }, {
    "title": "Initiation of turbidity currents: outcrop evidence for Eocene hyperpycnal flow turbidites: Sedimentary Geology",
    "authors": ["P. PLINK-BJÖRKLUND", "R.J. STEEL"],
    "venue": "v. 165,",
    "year": 2004
  }, {
    "title": "Geological map of Tanzania: Dodoma, Geological Survey of Tanganyika, 1:2,000,000",
    "authors": ["A.M. QUENNELL"],
    "year": 1956
  }, {
    "title": "Summary of the Geology of Tanganyika: Geological Survey of Tanganyika, Memoir",
    "authors": ["A.M. QUENNELL", "A.C.M. MCINLEY", "W.G. AITKEN"],
    "year": 1956
  }, {
    "title": "Revised stratigraphy and age of the Red Sandstone Group in the Rukwa Rift Basin, Tanzania",
    "authors": ["E.M. ROBERTS", "P.M. O’CONNOR", "M.D. GOTTFRIED", "N.J. STEVENS", "S. KAPALIMA", "S. NGASALA"],
    "venue": "Cretaceous Research,",
    "year": 2004
  }, {
    "title": "Sedimentology and depositional environments of the Red Sandstone Group, Rukwa Rift Basin, southwest Tanzania: new insights into Cretaceous and Paleogene terrestrial ecosystems and tectonics in subequatorial Africa",
    "authors": ["E.M. ROBERTS", "P.M. O’CONNOR", "N.J. STEVENS", "M.D. GOTTFRIED", "Z.A. JINNAH", "S. NGASALA", "A.M. CHOH", "R.A. ARMSTRONG"],
    "venue": "Journal of African Earth Sciences,",
    "year": 2010
  }, {
    "title": "Initiation of the western branch of the East African Rift coeval with the eastern branch",
    "authors": ["E.M. ROBERTS", "N.J. STEVENS", "P.M. O’CONNOR", "DIRKS", "P.H.G.M", "M.D. GOTTFRIED", "W.C. CLYDE", "R.A. ARMSTRONG", "A.I.S. KEMP", "S. HEMMING"],
    "venue": "Nature Geoscience,",
    "year": 2012
  }, {
    "title": "Trace fossils of the Eocene Green River lake basins, Wyoming, Utah, and Colorado",
    "authors": ["J.J. SCOTT", "M.E. SMITH"],
    "venue": "Stratigraphy and Paleolimnology of the Green River Formation, Western USA: Syntheses in Limnology",
    "year": 2015
  }, {
    "title": "Sedimentology of volcanism-induced aggradation in fluvial basins: examples from the Pacific Northwest",
    "authors": ["G.A. SMITH"],
    "venue": "Recent Developments in Fluvial Sedimentology: SEPM, Special Publication",
    "year": 1987
  }, {
    "title": "Facies sequences and geometries in continental volcaniclastic sediments",
    "authors": ["G.A. SMITH"],
    "venue": "Special Publication",
    "year": 1991
  }, {
    "title": "Assessing roles of volcanism and basin subsidence in causing Oligocene–lower Miocene sedimentation in the Northern Rio Grande Rift, New Mexico, U.S.A.",
    "authors": ["G.A. SMITH", "J.D. MOORE", "W.C. MCINTOSH"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2002
  }, {
    "title": "Fingerprinting facies of the Tuff IF marker, with implications",
    "authors": ["F.T. MASAO"],
    "year": 2008
  }, {
    "title": "Late Cenozoic",
    "authors": ["M.H. TRAUTH", "M.A. MASLIN", "A.L. DEINO", "M.R. STRECKER"],
    "venue": "Science Letters,",
    "year": 2005
  }, {
    "title": "Possible influences upon lake development in the East African Rift",
    "authors": ["R.F. YURETICH"],
    "year": 1982
  }],
  "id": "SP:11f73874cb291129a306a8bbd8cc35dac70a1bb0",
  "authors": [{
    "name": "CASSY MTELELA",
    "affiliations": []
  }, {
    "name": "ERIC M. ROBERTS",
    "affiliations": []
  }, {
    "name": "ROBERT DOWNIE",
    "affiliations": []
  }, {
    "name": "MARC S. HENDRIX",
    "affiliations": []
  }],
  "abstractText": "This paper presents the first detailed, outcrop-based sedimentologic investigation of the Pleistocene– Holocene upper Lake Beds succession in the Rukwa Rift Basin, located in the Western Branch of the East African Rift System, southwestern Tanzania. The goal of this investigation is to examine the sedimentary facies and reconstruct the depositional environments of this important archive of Quaternary climate and environmental change. Eleven diagnostic facies associations comprising 24 facies were identified and provide the basis for recognition of three key deposystems: 1) alluvial-to-fluvial channel system; 2) lake delta system; and 3) profundal lacustrine system. Analysis of paleocurrent indicators and sandstone provenance indicate widely dispersed source regions and drainage patterns that were strongly influenced by major border-fault systems and episodic volcanism. Six stratigraphic sequences (A– F), ranging from ~ 2 to 17 m thick, were identified based on stratal stacking patterns and the development of sequence-bounding unconformities and lacustrine flooding surfaces. Sedimentation processes, facies architecture, and stratigraphic packaging record a complex interplay between Quaternary climate fluctuations and intense episodic volcanism in the nearby Rungwe Volcanic Province, set against large-scale tectonic controls associated with synchronous development of the East African Rift System. Sequence stratigraphic analysis reveals that the Rukwa Rift Basin episodically shifted between a balanced-fill lake basin and an overfilled lake basin. Deep water, basin-wide lake expansion occurred at different times during the late Quaternary. The final depositional sequence preserved in the basin, a fluvial–underfilled lake basin, initiated ~ 7.9 ka and has persisted to the present day. High-frequency climate change played the key role in sequence development in the upper Lake Beds. However, voluminous, rift-related volcanism and erosion of abundant labile volcanic materials from the Rungwe Volcanic Province, as well as syntectonic evolution of the rift, led to high sedimentation rates and transformation of flash floods and debris flows in the hinterlands (rift margin) to hyperpycnal flows towards the basin depocenter.",
  "title": "INTERPLAY OF STRUCTURAL, CLIMATIC, AND VOLCANIC CONTROLS ON LATE QUATERNARY LACUSTRINE–DELTAIC SEDIMENTATION PATTERNS IN THE WESTERN BRANCH OF THE EAST AFRICAN RIFT SYSTEM, RUKWA RIFT BASIN, TANZANIA"
}