{
  "sections": [{
    "text": "1Laboratorio de Biologı́a Floral, Instituto"
  }, {
    "heading": "Multidisciplinario de Biologı́a Vegetal (IMBIV), CONICET-Universidad Nacional de Córdoba, Casilla de Correo 495, 5000 Cordoba,",
    "text": "Argentina, 2Departamento de Biologı́a Evolutiva, Instituto de Ecologı́a, A. C.,"
  }, {
    "heading": "Apartado Postal 63, 91000 Xalapa, Veracruz,",
    "text": "Mexico, 3Department of Biology and S.L."
  }, {
    "heading": "Welsh Herbarium, Brigham Young University,",
    "text": ""
  }, {
    "heading": "683 WIDB, Provo, UT 84602, USA",
    "text": "*Correspondence: Andrea Cosacov, Laboratorio de Biologı́a Floral, Instituto Multidisciplinario de Biologı́a Vegetal (IMBIV), CONICETUniversidad Nacional de Córdoba, Casilla de Correo 495, 5000 Cordoba, Argentina. E-mail: acosacov@efn.uncor.edu\nAim We perform a phylogeographical study of an endemic Patagonian herbaceous plant to assess whether geographical patterns of genetic variation correspond to in situ Pleistocene survival or to glacial retreat and post-glacial expansion. We also seek to determine the locations of potential glacial refugia and post-glacial colonization routes.\nLocation Southern Andes and Patagonian steppe.\nMethods We used Calceolaria polyrhiza, a widely distributed Patagonian herbaceous plant that occurs mainly in the understorey of Nothofagus rain forests and in the arid Patagonian steppe, as our model system. The chloroplast intergenic spacer trnH–psbA was sequenced for 590 individuals from 68 populations. Sequence data were analysed using phylogenetic (maximum parsimony, maximum likelihood and Bayesian inference) and population genetic (spatial analyses of molecular variance, mismatch distributions and neutrality tests) methods. Nested clade phylogeographic analyses, and divergence time estimates using a calibrated molecular clock, were also conducted.\nResults A total of 27 haplotypes identified in the present study clustered into four primary genealogical lineages, revealing three significant latitudinal phylogeographical breaks. The two high Andean lineages probably split first, during the late Miocene, and the Patagonian lineage split around 4 Ma, coincident with the establishment of the Patagonian steppe. Within each haplogroup, major diversification occurred in the Pleistocene. The Patagonian groups show a pattern consistent with a rapid post-glacial expansion and colonization of the Andean flanks, achieved independently by four lineages. The highest haplotype diversity was found along a longitudinal transect that is remarkably congruent with the limit of the ice-sheet extension during the Greatest Patagonian Glaciation. A north-east expansion is evident, which is probably associated with the ‘Arid Diagonal’ fluctuations.\nMain conclusions Glacial climate fluctuations had a substantial impact on the diversification, distribution and demography of the study species. A scenario of multiple periglacial Pleistocene refugia and subsequent multiple recolonization routes, from eastern Patagonia to the Andean flanks, may explain the phylogeographical patterns observed. However, current genetic structure also preserves the imprints of older events that probably occurred in the Miocene and Pliocene, providing evidence that multiple processes, operating at different spatial and temporal scales, have moulded biodiversity in Patagonia.\nKeywords Arid Diagonal zone, demographic expansion, herbaceous plant, Patagonia, Pleistocene glaciations, secondary contact zone, South America, volcanism.\nª 2010 Blackwell Publishing Ltd www.blackwellpublishing.com/jbi 1463 doi:10.1111/j.1365-2699.2010.02307.x"
  }, {
    "heading": "INTRODUCTION",
    "text": "Environmental changes during the Quaternary, particularly during the last glacial period, substantially impacted species distribution patterns worldwide (e.g. Hewitt, 2000, 2004). Such impacts are relatively well studied in Europe and North America (e.g. Hewitt, 1996; Taberlet et al., 1998; Alsos et al., 2005; Mraz et al., 2007), but are far less well documented for southern South America (reviewed in Beheregaray, 2008). However, interest in understanding the historical processes impacting on Patagonian organisms is growing (e.g. marsupials, Himes et al., 2008; rodents, Kim et al., 1998; lizards, Morando et al., 2004, 2007; Ávila et al., 2006; fishes, Cussac et al., 2004; Ruzzante et al., 2006; crabs, Xu et al., 2009; gymnosperms, Premoli et al., 2000; Pastorino & Gallo, 2002; Acosta & Premoli, 2010; angiosperms, Muellner et al., 2005; Jakob et al., 2009). With a few exceptions (i.e. Kim et al., 1998; Morando et al., 2004, 2007; Ávila et al., 2006; Jakob et al., 2009), Patagonian phylogeographical studies are restricted to the Andes, and thus address primarily the impact of glaciations in the southern Andes without considering the extensive, arid plains east of the Andean slopes (the Patagonian steppe region). This is particularly true for botanical studies, in which only one publication includes steppe species (Jakob et al., 2009), with others dealing with trees or herbs restricted to the Andes (e.g. Muellner et al., 2005; Marchelli & Gallo, 2006; Acosta & Premoli, 2010).\nTo further our understanding of the evolutionary history of Patagonian organisms and assess the impact of Pleistocene glaciations on vegetation communities that span the southern Andes and the Patagonian steppe, we selected a widely distributed herbaceous plant that occurs both in the understorey of Nothofagus rain forests (i.e. Andean region) and in the arid Patagonian steppe, with enclaves in the high Andean grassland and Monte environments. This distribution includes both glaciated and non-glaciated areas, enabling us to perform phylogeographical and spatial genetic analyses to assess whether genetic patterns correspond to in situ Pleistocene survival or to glacial retreat and post-glacial expansion. With respect to the latter scenario, we also assess the locations of potential glacial refugia and recolonization routes. If populations persisted in situ during the glacial period, then genetic diversity and unique haplotypes within populations should be high, and comparable to that of populations located beyond the limits of ice sheets. Furthermore, demographic analyses should be consistent with historical population stasis. In contrast, under the second scenario, populations inhabiting previously glaciated areas should share the most common haplotype variants present in source populations following recurrent founder events, and should exhibit low to no haplotype diversity and fewer exclusive haplotypes compared with populations in nonglaciated areas. A strong signal of post-glacial population expansion accompanying the ice-sheet retreat should also be evident.\nGeographical context and historical background of Patagonia\nPatagonia includes two main ecoregions. The first, the Patagonian steppe, is a large (673,000 km2), dry, extra-Andean plain covered by grassland and scrubby vegetation that extends from the eastern slopes of the southern Andes to the Atlantic coast. The second is an Andean–Patagonian forest, which is much smaller (248,100 km2) and covered by woodlands that extend from 35 to 55 S on the eastern and western slopes of the Andes, and contacts the western edge of the Patagonian steppe to the east. To the north, the Andean–Patagonian forest grades into the high Andean grasslands and deserts of western Argentina. Also to the north, the Patagonian steppe is covered by thorn thickets and grades into the Monte phytogeographical province.\nThe evolutionary history of Patagonia has been shaped by climatic and geological events over the past several million years, such as orogeny, volcanism, cyclical glaciations and concurrent sea-level fluctuations along several basins of the Atlantic coast (Rabassa, 2008; Ramos & Ghiglione, 2008). Pleistocene glaciations (1.8 Ma–10 ka) greatly altered the landscape of this region, both by geographical extension of the ice shield, which may have affected populations located in the Andean region directly, and by concurrent shifts in climate and sea level (Heusser, 1987; McCulloch et al., 2000). The numerous glacial advances and retreats during the Pleistocene are well known (e.g. Rabassa, 2008), for example the Greatest Patagonian Glaciation (GPG; 1–1.2 Ma) and the Last Glacial Maximum (LGM; 20–18 ka). These differed in extent and duration, and thus probably also in their impact on the abundance and distribution of the local biota. It is well known that the ice-sheet extent during the GPG was significantly greater than that during the LGM and the last several glaciations (McCulloch et al., 2000; Rabassa, 2008).\nSome have hypothesized that these events forced many species and plant communities to remain in refugia to the north and/or east of the Patagonian steppe during the Pleistocene cold cycles, with dispersal occurring southwards and westwards when the climate warmed and the ice sheet retreated (e.g. Markgraf, 1983; Heusser, 1987). As suggested for some European organisms (e.g. Hewitt, 2004; Pinceel et al., 2005; Huck et al., 2009), species more tolerant of low temperatures may have survived in refugia near the borders of the ice sheet that correspond to the western Patagonian plains.\nAn outstanding but rarely considered climatic and geographical feature of South America is the ‘Arid Diagonal’, a narrow area with scarce precipitation (< 250 mm year)1) extending from 42 S at the Atlantic coast to 27 S at the eastern Andes flank and bounding the steppe and the Monte in northern Patagonia. Palaeoenvironmental reconstruction suggests a northward shift of the Patagonian steppe and displacement of the Arid Diagonal in response to cooler climates (Markgraf, 1983; Mancini et al., 2005). Thus, this phytogeographical boundary probably fluctuated during past\n1464 Journal of Biogeography 37, 1463–1477 ª 2010 Blackwell Publishing Ltd\nclimatic changes in such a way that, during glacial periods, the Arid Diagonal shifted northwards preceding the extension of the ice sheet, which enabled the north-east expansion of patagonian species. During interglacial periods, the Arid Diagonal shifted southwards, causing a concurrent retraction of the north-east boundary of species ranges."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": ""
  }, {
    "heading": "The study species",
    "text": "Calceolaria polyrhiza Cav. (Calceolariaceae) is a perennial rosulate herb distributed in Argentina, from southern San Juan Province (31 S) to southern Santa Cruz Province (52 S), with a maximal latitudinal extension of 2375 km. It is found from sea level to 3000 m a.s.l. and tolerates diverse climatic conditions. In the north-west, the species occurs in small, isolated populations, but it is more abundant in the south. The northernmost population is isolated from the main distribution range by a distance of 423 km (to the nearest populations in Mendoza Province, 35 S). In Chile, C. polyrhiza is less abundant and is found in scattered locations from 35 to 45 S.\nCalceolaria polyrhiza is a self-incompatible species pollinated by highly specialized oil-collecting bees – a very unusual plant– pollinator mutualism (Sérsic, 2004; A. Cosacov, A. Sérsic & A.A. Cocucci, unpublished data). Plants have a high seed set and seeds are dispersed mainly by gravity, with no apparent adaptation for long-distance dispersal (Molau, 1988; Fernández et al., 2002)."
  }, {
    "heading": "Sampling",
    "text": "A total of 590 individuals of C. polyrhiza from 68 localities covering most of its distribution areal range were collected (Fig. 1 and Table 1). Sampled individuals were separated by at least 5 m to avoid the collection of clones or close relatives. Jovellana punctata Ruiz & Pav., the sister genus to Calceolaria, was used as the outgroup in the analyses."
  }, {
    "heading": "DNA extraction, amplification and sequencing",
    "text": "Total genomic DNA was isolated from silica-gel-dried leaf tissue using a modified cetyl trimethyl ammonium bromide (CTAB) protocol (Cullings, 1992). The chloroplast intergenic spacer trnH–psbA (primers trnHGUG and psbA; Shaw et al., 2005) was sequenced because it showed the highest level of variation among a number of surveyed loci. It was amplified and sequenced with a protocol consisting of 94 C for 3 min followed by 30 cycles of 94 C for 1 min, 52 C for 1 min, and 72 C for 1 min. Amplification products were purified with Sephadex (GE Healthcare, Piscataway, NJ, USA), and both forward and reverse sequences were obtained using an AB 3730xl automated sequencer (Applied Biosystems, Carlsbad, CA, USA) at Brigham Young University’s DNA Sequencing Centre. Electropherograms were edited and assembled using\nSequencher 4.6 (Gene Codes, Ann Arbor, MI, USA). Sequences were aligned using the software mafft (Katoh et al., 2002) and adjusted by eye. Indels were coded as single binary characters using the simple indel coding method (Simmons & Ochoterena, 2000). GenBank accessions representing all haplotypes are GQ911693–GQ911720.\nHaplotype network and nested clade analysis\nNested clade phylogeographic analysis (NCPA) was performed to separate population structure from population history (Templeton et al., 1995; Templeton, 1998) using ANeCA (Panchal, 2007). A haplotype statistical parsimony network was constructed using tcs (Clement et al., 2000). Two ambiguous connections (loops) in the network were resolved using predictions from coalescent theory (Crandall & Templeton, 1993), which can be summarized by three criteria: (1) frequency criterion – haplotypes are more likely to be connected to haplotypes with higher frequency than to singletons; (2) topological criterion – haplotypes are more likely to be connected to interior than to tip haplotypes; and\nJournal of Biogeography 37, 1463–1477 1465 ª 2010 Blackwell Publishing Ltd\n(3) geographical criterion – haplotypes are more likely to be connected to haplotypes from the same population or region than to haplotypes in distant populations (Pfenninger & Posada, 2002). The resulting haplotype network was converted into a hierarchical nested design following Templeton et al. (1987) and Templeton & Sing (1993). Clade (Dc) and nested clades (Dn) distances were estimated to assess the association between the nested cladogram and geographical distances among sampled localities (Templeton et al., 1995) using geodis (Posada et al., 2000). Null distributions (i.e. under a hypothesis of no geographical association of clades and nested clades) for permutational contingency-table test comparisons were generated from 10,000 Monte Carlo replications, with a 95% confidence level. For significant associations, the latest version of the inference key of Templeton (2004) was used to recognize probable demographic processes and/or historical events of the clades."
  }, {
    "heading": "Phylogenetic analysis",
    "text": "Phylogenetic relationships among haplotypes and the outgroup specimen were reconstructed using maximum likelihood (ML), under the general time-reversible substitution model (GTR + I + C) allowing four C categories, using the program PhyML 3.0 (Guindon & Gascuel, 2003; Guindon et al., 2005). Robustness of phylogenetic relationships was evaluated through 1000 bootstrap replications. Bayesian inference was conducted to estimate additional clade support based on the same substitution model. Four Monte Carlo Markov chains starting with a random tree were run simultaneously in two independent runs for 6 · 106 generations using MrBayes 3.1.2 (Huelsenbeck & Ronquist, 2001). Trees were sampled every 1000 generations, and convergence diagnostics for log likelihood values and standard deviations of split frequencies were assessed visually using StatView 4.5 (Abacus Concepts, Berkeley, CA, USA). Trees prior to stationarity (burn-in\nfraction of 0.25) were excluded, and subsequent trees were used to estimate Bayesian posterior probabilities (PP).\nMolecular diversity and population genetic structure\nHaplotype diversity (h; Nei, 1987), nucleotide diversity (p; Nei, 1987) and mean number of pairwise differences (p; Tajima, 1983) were calculated for the species, for each location, and for every significant haploclade derived from the NCPA, using Arlequin 3.1 (Excoffier et al., 2005). Locations with high levels of genetic variation and unique haplotypes were examined as possible sites of refugia, whereas locations with low levels of genetic variation were examined as possible sites of recent colonization (Taberlet & Cheddadi, 2002).\nTo investigate hierarchical levels of population structure, two analyses of molecular variance (AMOVA) were performed that consider genetic distances between haplotypes and their frequencies using Arlequin. First, sampling localities were grouped according to the four phylogeographical groups defined by the major clades retrieved by NCPA to determine the amount of variation among and within groups. Then, to test if there were significant differences in the amount of genetic variation among non-glaciated (i.e. possible refugia) and glaciated (i.e. recent colonizations) sites during the GPG, two independent AMOVAs were performed for the Northern and Southern Patagonian clades. Significance levels of variance components were computed using a nonparametric permutation approach with 10,000 replicates."
  }, {
    "heading": "Demographic history analyses",
    "text": "Tajima’s D (Tajima, 1989) and Fu’s FS (Fu, 1997) tests of neutrality were calculated to detect range expansions. Significant negative values of Tajima’s D and Fu’s FS indicate an excess of low-frequency mutations relative to expectations under the standard neutral model (i.e. strict selective neutrality\nTable 1 Continued\nNloc Sample locations Province Ecoregion\nLatitude (ºS) Longitude\n(ºW) Nind h (± SD) p (± SD) p (± SD)\n55 Cajon de Ginebra Chubut Patagonian steppe 43.7559 69.4767 8 0.0000 0.0000 0.0000 56 El Pajarito Chubut Patagonian steppe 43.7971 69.3113 4 0.5000 ± 0.2652 0.0143 ± 0.0177 0.5000 ± 0.5191 57 Leleque Chubut Patagonian steppe 42.3159 71.1523 8 0.0000 0.0000 0.0000 58 El Escorial Chubut Patagonian steppe 43.2321 68.4456 8 0.0000 0.0000 0.0000 59 El Maitén Chubut Patagonian steppe 42.2069 71.1062 8 0.0000 0.0000 0.0000 60 Gastre Chubut Patagonian steppe 42.3929 68.9501 5 0.0000 0.0000 0.0000 61 Sa. Grande Rı́o Negro Monte 41.6629 65.2664 12 0.3030 ± 0.1475 0.0087 ± 0.0108 0.3030 ± 0.3370 62 Telsen Chubut Patagonian steppe 42.4494 67.0577 13 0.0000 0.0000 0.0000 63 Samuncurá Rı́o Negro Patagonian steppe 41.5000 67.1500 2 0.0000 0.0000 0.0000 64 Los Menucos Rı́o Negro Patagonian steppe 40.7998 68.0443 8 0.0000 0.0000 0.0000 65 Jacobacci Rı́o Negro Patagonian steppe 41.2828 70.0121 5 0.0000 0.0000 0.0000 66 Comallo Rı́o Negro Patagonian steppe 41.0905 70.2161 4 0.0000 0.0000 0.0000 67 Piedra del Aguila Neuquén Patagonian steppe 39.9843 70.0419 11 0.1818 ± 0.1436 0.0052 ± 0.0082 0.1818 ± 0.2534 68 Catan Lil Neuquén Patagonian steppe 39.7296 70.4703 8 0.7143 ± 0.1227 0.0286 ± 0.0243 1.0000 ± 0.7481\nJournal of Biogeography 37, 1463–1477 1467 ª 2010 Blackwell Publishing Ltd\nof variants and constant population size). The significance of both values was calculated from 1000 simulated samples using a coalescent algorithm. In addition, a ‘mismatch distribution’ analysis to distinguish between models invoking past exponential growth versus historical population stasis was performed (Rogers & Harpending, 1992; Excoffier, 2004). A multimodal distribution of differences between haplotypes is usually found in samples drawn from populations at demographic equilibrium, whereas the distribution is usually unimodal in populations having passed through a recent demographic expansion (Excoffier, 2004). The goodness-of-fit of the observed mismatch distribution to that expected under a sudden expansion model was evaluated using parametric bootstrapping with the sum of squared deviations (SSD). A significant sum of squared deviations (SSD; P £ 0.05) indicates a departure from the null model of population expansion. Neutrality tests and mismatch distribution analyses were performed for all the phylogroups identified by NCPA using Arlequin."
  }, {
    "heading": "Divergence time estimates",
    "text": "Based on substitution rates suggested for chloroplast DNA (cpDNA) spacers (Alsos et al., 2005), and one obtained in a phylogenetic analysis of Lamiales (including Calceolaria and Jovellana) using fossil records (Datson et al., 2008), we assumed substitution rates of 0.8–1% Myr)1 to estimate divergence times among haplotypes of the studied populations. This analysis was performed using the program mega 3.0 (Kumar et al., 2004) on a neighbour-joining (NJ) tree with a topology similar to the retrieved ML tree. We used published nucleotide substitution rates because there are neither fossil records nor specific substitution rates available by which to calibrate a molecular clock. Although these estimates are provisional and should be interpreted with caution, they provide approximations that allow us to hypothesize possible scenarios under which lineages would have diverged.\nLineage expansion time does not necessarily have to be coincident with a lineage’s divergence time; thus, to estimate the time since the beginning of an expansion, we used s = 2ut, where t is the time elapsed (in generations) between the initial and current population sizes, and u = 2lk, where l is the mutation rate and k is the length of the sequence (Rogers & Harpending, 1992). We assumed a generation time of 2.5 years because the time to first flower occurs 2–3 years after seed germination."
  }, {
    "heading": "RESULTS",
    "text": "Haplotype network and nested clade analysis\nA total of 27 haplotypes were identified (Fig. 2). Statistical parsimony retrieved a well-resolved network, in which four main haplogroups could be distinguished (Fig. 2). The most frequent and widespread haplotype (H1) was found in 44.2% of the individuals and in 52.98% of the sampled populations. It\nis distributed from the Andean area to the coast (65 –72 W) in the 38 –46 S zone, and is restricted to the central steppe and the coast (65 –70 W) in the 46 –48 S zone. This haplotype forms the core of the ‘star-like’ network topology (Fig. 2). Haplotype 1 and the immediate descendant haplotype tips (‘Northern Patagonian’ group; NP) range between 38 and 49 S, and between 65 and 71 W. Out of the 12 haplotypes connected by one step to H1, eight were found in a single population, and four of them (H2, H3, H7, H11) were shared by three or more populations restricted to specific geographical areas following a predominantly latitudinal pattern (Fig. 2).\nThe network also shows three groups of haplotypes connected to H1 by more than one step. Two consist of haplotypes located exclusively in high Andean populations north of 37 S: the ‘Northern high Andean’ group (NA), consisting of two highly divergent haplotypes (H20 and H22) fixed in the two northernmost populations, respectively, and the ‘Southern high Andean’ group (SA), consisting of related\n1468 Journal of Biogeography 37, 1463–1477 ª 2010 Blackwell Publishing Ltd\nhaplotypes (H23 and H24) found in the two southernmost high Andean populations (Figs 1 & 2).\nThe third group of haplotypes connected to H1 (‘Southern Patagonian’ group; SP) consists of haplotypes localized south of 48 S (Fig. 2). Haplotype 13 appears as an internal node connected through one step to H8 or H9, the two most frequent haplotypes in this area (66 and 80 individuals, respectively). The phylogenetic structure of this clade follows a longitudinal pattern in the distribution of its haplotypes, with H16, present in a single western population, and H9, although abundant in the west, decreasing to the east. In contrast, H8 and H10 predominate in the east and decrease to the west.\nNested clade phylogeographic analysis (Fig. 3) shows a significant relationship between genetic and geographical distributions in C. polyrhiza (Table 2). Past gradual range expansion followed by fragmentation, or a past larger range followed by extinction in intermediate areas, was inferred for clade 1-3, which included almost all haplotypes of the NP group. Past gene flow and past larger range, followed by extinction of intermediate populations, was inferred for clades 2-2 and 3-1, respectively. Clade 2-2 included all haplotypes of the NP group, whereas clade 3-1 included NP and SP groups.\nAllopatric fragmentation was inferred for clade 2-1 (all haplotypes of the SP group), for clade 3-3 (the two divergent haplotypes of the NA group), and at the entire cladogram level (Table 2)."
  }, {
    "heading": "Phylogenetic analysis",
    "text": "Topologies retrieved by maximum likelihood reconstruction and Bayesian inference are congruent with the topology resulting from NCPA (Figs 3 & 4). These analyses also provide further support for a deep split between clade 3-1 (all haplotypes south of 38 S; NP and SP groups), and clades 3- 2 and 3-3 (all haplotypes north of 37 S; SA and NA groups). These two high Andean lineages formed a paraphyletic grade of two highly supported clades at the base of the tree.\nWithin clade 3-1, haplotypes of the NP group (clade 2-2) did not form a monophyletic group and showed little phylogenetic structure, whereas the SP group (clade 2-1) was recovered as monophyletic, with distinctive eastern and western subclades (Fig. 4).\nMolecular diversity and population genetic structure\nHaplotype diversity (h) ranged from 0.0 to 0.75, with an average of 0.21. Nucleotide diversity (p) ranged from 0.0 to 0.07, with an average of 0.01. The mean number of pairwise differences among haplotypes within populations (p) ranged from 0.0 to 2.43, with an average of 0.36 (Table 1). The highest haplotype diversity was found within coastal populations of the San Jorge Gulf (populations 48, 49), and within populations located along a longitudinal transect at c. 71 W across the Patagonian steppe (populations 23, 29, 30, 52, 53, 68; Fig. 5). With the exception of population 23, these populations all contained private haplotypes (Fig. 2).\nPopulations with the lowest haplotype diversity were found along the western margin and along a northern strip of the distribution range, where the majority of populations were monomorphic. Western monomorphic populations, which are located within or very close to areas glaciated during the GPG, possess one of four of the more frequent haplotypes (H1, H2, H7, H9), whereas monomorphic populations located in the north-western corner (i.e. north of the northern limit of the ice sheet) possess exclusive haplotypes connected to H1 by one to ten steps. Monomorphic populations located at the northeastern edge possess the common haplotype H1 (Table 1 and Fig. 2).\nThe highest mean number of pairwise differences among haplotypes was found in three populations located between 48 and 49 S (populations 23, 38, 41; Table 1), along a nearly diagonal line. These populations possess haplotypes from NP and SP groups (Fig. 2).\nStandard diversity indices estimated for clades derived from the NCPA are shown in Table 3. The Patagonian clade (clade 3-1) presented higher levels of haplotype and nucleotide diversity than the two high Andean clades (clades 3-2 and 3-3). Within the Patagonian group, the highest level was found in\nJournal of Biogeography 37, 1463–1477 1469 ª 2010 Blackwell Publishing Ltd\nthe southern clade (clade 2-1; SP group), particularly in the south-east (clade 1-1). The lowest haplotype and nucleotide diversity values were found in the Southern high Andean clade (clade 3-2), whereas the highest mean number of pairwise nucleotide differences per population was found in the Andean region, particularly in the Northern high Andean clade (3-3; Table 3).\nThe AMOVA revealed that 65.88% of the variation was explained by differences among the geographical groups (i.e. NA, SA, NP and SP), whereas inter- and intrapopulation differences explained 23.14% and 10.98% of the variation, respectively (Table 4). Within Southern Patagonia, 40.95% of the variation was explained by differences between glaciated and non-glaciated areas, whereas in Northern Patagonia no\nFigure 4 Maximum likelihood tree (ln L = )669.1609) for the 27 cpDNA haplotypes of Calceolaria polyrhiza. Numbers above branches are support values from Bayesian inference/bootstrap resampling. Numbers below branches or given for each node are the estimated divergence times in million years ago. The black bars on the right indicate the corresponding clade number in the nested clade phylogeographic analysis.\nTable 2 Inferences of historical processes affecting genetic structure in Calceolaria polyrhiza populations from southern South America, based on nested clade phylogeographic analysis (NCPA). Hierarchically nested clades, geographical groups (NP, Northern Patagonia; SP, Southern Patagonia; NA, Northern high Andes; SA, Southern high Andes), results of permutation contingency tests, NCPA inference chain, and inferred events are shown.\nClade Group v2 statistic P-value Inference chain Inferred event\n1-3 NP 1183.29 < 0.01 1-2-3-5-15-21 NO Past gradual range expansion followed by fragmentation or\na past larger range followed by extinction in intermediate areas\n2-1 SP 133.91 < 0.01 1-2-3-4-9 YES Allopatric fragmentation 2-2 NP 1109.85 < 0.01 1-2-3-5-6-7-8 YES Past gene flow followed by extinction of intermediate populations 3-1 NP + SP 525.66 < 0.01 1-2-3-5-15-21 NO Past larger range followed by extinction in intermediate populations 3-3 NA 10.00 < 0.05 1-19 NO Allopatric fragmentation Total NP + SP + NA + SA 1181.00 < 0.01 1-19 NO Allopatric fragmentation\n1470 Journal of Biogeography 37, 1463–1477 ª 2010 Blackwell Publishing Ltd\nsignificant effect of glaciation in the partition of the molecular variation was found (Table 4)."
  }, {
    "heading": "Demographic history analyses",
    "text": "Demographic analysis showed evidence of range expansion in the Patagonian clade (clade 3-1), particularly in the north (clades 2-2 and 1-3) and in the south-west (clade 1-2) and in the species-level analysis (Table 3). Although mismatch analysis was consistent with a model of population expansion for the high Andean group, the more conservative estimate of population expansion, FS, did not indicate a departure from population equilibrium (Table 3)."
  }, {
    "heading": "Divergence time estimates",
    "text": "Divergence times estimated for supported clades are shown in Fig. 4. According to these estimates, NA lineages (H20 and\nH22) and the remaining haplotypes diverged between 10.33 and 12.99 Ma (late Miocene; Lourens et al., 2004), whereas SA lineages (H23 and H24) diverged from the Patagonian group around 6.85–8.55 Ma. The estimated time of diversification within the NA clade is between 8.14 and 10.17 Ma (late Miocene). In contrast, haplotypes nested within SA diverged more recently, around 1.16–1.45 Ma (Pleistocene). Diversification of haplotypes in Patagonia began around 4.6–2.96 Ma (late Pliocene), and most of the main subclades of NP and SP originated almost simultaneously during the Pleistocene, between 1.16 and 1.45 Ma (Fig. 4).\nBased on the location of the crest of the unimodal mismatch distribution (s), all demographic expansions began in the late Pleistocene, c. 16–158 ka (Table 3)."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Phylogroups",
    "text": "Phylogeographical analyses identified four geographically structured phylogroups of C. polyrhiza haplotypes, and two of them are strongly divergent. Distribution of these phylogroups follows a latitudinal, and largely allopatric, pattern. Genetic diversity and historical processes vary within these four groups, suggesting different and independent evolutionary pathways. Overall, NCPA suggests that the evolutionary history of C. polyrhiza exhibits a phylogeographical footprint consistent with past fragmentations and allopatric differentiation.\nThe four phylogroups – two exclusively from the high Andes and two from Patagonia – correspond to three latitudinal phylogeographical breaks. The first break occurs at 35 S and divides the high Andean populations into a Northern (NA) and a Southern (SA) clade. This latitudinal break coincides with breaks reported in previous phylogeographical studies based on different organisms (lizards, Ávila et al., 2006; Morando et al., 2007; grasses, Jakob et al., 2009; trees, Azpilicueta et al., 2009). The northernmost clade, NA, occurs between 30 and 35 S and includes two highly divergent haplotypes found exclusively in the two northernmost populations. Within this clade, the highest mean number of pairwise differences between haplotypes is observed, and a history of allopatric fragmentation is inferred. In addition to this genetic gap, there is also a discontinuity in the species’ distribution. The same geographical and genetic gap has also been reported in two groups of Patagonian lizards (Morando et al., 2004; Ávila et al., 2006), suggesting a shared vicariant history among these organisms. The second high Andean phylogroup (SA) is located at c. 37 S. It is strongly divergent from the Northern clade (NA) and includes two exclusive and closely related haplotypes; the most frequent of these is shared by two close populations. The second phylogeographical break is located south of 38 S, the latitude at which the northern limit of the distribution of haplotype H1 is found. All populations located south of this geographical break have haplotypes\nJournal of Biogeography 37, 1463–1477 1471 ª 2010 Blackwell Publishing Ltd\nnested within the Patagonian clade. Interestingly, this break also agrees with results of phylogeographical studies in plants (Muellner et al., 2005; Marchelli & Gallo, 2006; Azpilicueta et al., 2009) and lizards (Morando et al., 2007).\nThe Patagonian clade is large and includes two primary haplotype groups: the Northern (NP; 39 43¢–48 S) and Southern (SP; 48 –51 S) Patagonian clades. The limit between these subclades defines a third phylogeographical break, which is located along a diagonal line that approximates the present course of the Chico River in Santa Cruz province, Argentina. Along this line, haplotypes from the Northern and Southern Patagonian clade were found syntopically at three locations. These populations showed the highest mean number of pairwise differences, as expected for populations that include distantly related haplotypes (Avise, 2000; Petit et al., 2002). This suggests a secondary contact zone between the two Patagonian clades (NP and SP).\nDivergence times and a possible past scenario\nOur results suggest that the initial divergence among C. polyrhiza lineages occurred before the onset of the major Quaternary glaciations. Thus, not only Pleistocene glaciation cycles, but also earlier volcanic and tectonic events that occurred during the late Miocene and Pliocene (e.g. Ramos & Ghiglione, 2008) probably influenced the diversification of this species. This result is highly congruent with the time-scale suggested for the diversification of the genus Calceolaria, which would have originated after the major uplifting of the Andes, c. 20 Ma (Molau, 1988; Datson et al., 2008). Based on our dating estimates, the Northern high Andean lineages became isolated c. 11 Ma (late Miocene). Around this period, strong tectonic activity was taking place at the Pacific coast, promoting the uplifting of the Andes and the formation, in southern Mendoza (c. 35 S), of a major landscape discontinuity (Las Loicas trough) west of a volcanic arc (Ramos & Kay, 2006). The second split is estimated to have taken place c. 7.7 Ma,\n1472 Journal of Biogeography 37, 1463–1477 ª 2010 Blackwell Publishing Ltd\nand separated the Southern high Andean haplotypes from Patagonian lineages (c. 37 S). This break coincides with the Cortaderas lineament, an area of extensive volcanic and tectonic activity during the late Miocene (Ramos & Kay, 2006; Ramos & Ghiglione, 2008). Because these geological events produced remarkable climatic and landscape changes, they probably contributed to the differentiation of the high Andean lineages.\nThe origin of the large clade that includes all haplotypes present in the Patagonian steppe is estimated to have occurred c. 3.7 Ma (middle Pliocene), after the final uplifting of the southern Andes (c. 5 Ma). This major geological event reduced the westerlies precipitation regime, causing the aridization of the eastern plains and the establishment of the Patagonian steppe (Barreda et al., 2008; Ramos & Ghiglione, 2008). A phylogeographical study of a shrub (Anarthrophyllum desideratum) characteristic of the steppe vegetation, for which there is a specific calibrated molecular clock, also suggests that differentiation in the steppe started c. 4 Ma (A.N. Sérsic et al., in prep.). The main diversification of the Northern and Southern Patagonian clades, as well as the differentiation of the two South high Andean haplotypes, is estimated to have occurred between 1.16 and 1.45 Ma. Thus, these diversifications were probably associated with climatic and landscape changes that occurred during the Pleistocene glacial cycles. Interestingly, these results are highly concordant with the estimated origin (c. 1.3 Ma) of three recently diverged grass species of the genus Hordeum characteristic of Patagonian steppe communities (Jakob et al., 2009). Although our divergence time estimates mesh with the other studies cited here, limitations in our ability to estimate divergence times more accurately also limit the robustness of our inferences; these inferences should be accepted with caution and, as hypotheses, remain open for testing and refinement by future studies.\nMultiple Pleistocene refugia and post-glacial expansion\nOur analyses provide several lines of evidence for identifying potential Pleistocene refugia for C. polyrhiza. These include: (1) the lack of genetic variability in previously glaciated areas as a result of bottlenecks; (2) the high genetic variability and the presence of private haplotypes along a transect located along the limit of the ice sheet and in central-eastern Patagonia; (3) the pattern of haplotype overlap and range expansion in south-western and northern Patagonia; and (4) the fact that the estimation of the time since exponential growth occurred suggests that demographic expansions began after the GPG ice sheet retreated.\nIn C. polyrhiza, the highest haplotype diversity was found in a restricted area of central-eastern Patagonian steppe (in the zone of the San Jorge Gulf) and in the vicinity of four points along a longitudinal transect located at c. 71 S, which is remarkably congruent with the limit of the ice-sheet extension during the GPG. High haplotype diversity in populations\nsuggests either that these populations have persisted for a long time, being sufficiently large to maintain the observed level of genetic variation, or that the area was recolonized by a number of lineages present in source refugia (e.g. Hewitt, 1996; Petit et al., 2002; Mraz et al., 2007). However, in the area near the Gulf of San Jorge and at three of the four points along the longitudinal transect, the presence of private haplotypes is indicative of population persistence rather than of recolonization from refugia, as also concluded by other studies (e.g. Pinceel et al., 2005; Mraz et al., 2007; Ronikier et al., 2008; Huck et al., 2009). Moreover, all but two previously glaciated sites (those with populations 16 and 27) are monomorphic for one of the four most common haplotypes (H1, H2, H7, H9), and these haplotypes are also found in putative source populations located in the Patagonian steppe outside the GPG and LGM limits. These haplotypes define four latitudinal zones, and each haplotype is the most abundant within the populations in the previously glaciated areas in the respective latitudinal zone. This pattern strongly suggests post-glacial colonization of the formerly glaciated western areas by four independent genetic lineages dispersing from the non-glaciated eastern Patagonian steppe. This pattern is also congruent with patterns of genetic diversity observed in most temperate plants and animals, which typically show low levels of diversity in previously glaciated areas owing to repeated bottlenecks during colonization (e.g. Hewitt, 1996, 2004; Taberlet et al., 1998; Ronikier et al., 2008). In southern Patagonia, the pattern of decreasing genetic diversity from east to west is quite evident, and the AMOVA suggested that glaciations influenced the genetic structure of populations located in the southern Patagonian steppe. In the northern steppe, however, the effect was not statistically significant owing to the prevalence of monomorphic populations both in the west (i.e. previously glaciated areas) and at the eastern edge of the range, an area affected by fluctuations in the Arid Diagonal (see below).\nDemographic analyses indicated a strong signal of demographic expansion in the Patagonian clade, particularly in its northern (1-3) and south-western (1-2) subclades. In addition, the Northern Patagonian clade showed a star-like topology centred on the most widespread haplotype – a pattern suggesting a rapid expansion of the ancestral haplotype over a large geographical area (Avise, 2000). Moreover, estimation of the time since exponential growth occurred suggests that all detected demographic expansions began 16–158 ka. These populations therefore appear to be recovering from bottlenecks that occurred during the GPG (1–1.2 Ma) and the LGM (18– 20 ka; McCulloch et al., 2000).\nBased on current patterns of genetic variation, along with results of demographic analyses, we propose the existence of multiple periglacial refugia (sensu Holderegger & Thiel-Egenter, 2009) in the Patagonian steppe during the Pleistocene, as has also been hypothesized in previous studies (e.g. Premoli et al., 2000; Marchelli & Gallo, 2006). We suggest at least three distinct refugia in the immediate vicinity of the ice sheet, located in south-western Neuquén (c. 40 S), central-western\nJournal of Biogeography 37, 1463–1477 1473 ª 2010 Blackwell Publishing Ltd\nChubut (c. 43 S) and south-western Santa Cruz (c. 51 S) provinces. Because a fourth area with high diversity (located c. 48 S) contains haplotypes from the Northern and Southern Patagonia clades and does not have private haplotypes, we suggest that it was recently recolonized from different source populations. This area, located along a diagonal following the course of the Chico River, is proposed as a secondary contact zone between NP and SP. The Chico River, at present, is an intermittent stream with a much-reduced discharge, but during Pleistocene glaciations it was a powerful, glaciofluvial current draining to the east into the Atlantic Ocean (Hernández et al., 2008; Martı́nez & Coronato, 2008). During glacial melting, the Chico River’s upper watershed tributaries, such as the huge palaeolake Caldenius (47 –48 S), shifted their direction of drainage from the Atlantic to the Pacific Ocean, reducing greatly the Chico River discharge (Tatur et al., 2002; del Valle et al., 2007). The changing geology and hydrology of this region may well have influenced the underlying processes of fragmentation, recolonization and secondary contact of NP and SP lineages, giving rise to the observed pattern of genetic variation.\nThe great molecular diversity found in populations from the eastern range margin of C. polyrhiza, along the coastline and primarily near the San Jorge Gulf, is likely to be the remnant of a more extensive easterly distribution. During glacial cycles, the coastline fluctuated around four longitudinal degrees to the east (Rabassa, 2008). As also proposed for Hordeum species (Jakob et al., 2009), C. polyrhiza probably survived Pleistocene glaciations in a much larger, but now submerged, eastern part of the Patagonian steppe. Coastline fluctuations associated with glacial periods would have caused alternating cycles of fragmentation and expansion in populations of C. polyrhiza, probably resulting in repeated vicariance events with concomitant differentiation of populations.\nWith respect to populations located beyond the northern limit of the ice sheet (north of 38 S), it is possible that the persistence of small and isolated populations was favoured during the Pleistocene glaciations. The long-lasting isolation of these populations is indicated by the high number of private and fixed haplotypes, and by the high genetic divergence among them (cf. Avise, 2000). In fact, the area located at 35 S has previously been postulated as a relictual zone characterized by fragmented, high-elevation forests (Donoso, 1993); our results corroborate the existence of this zone. In addition, it is well documented that the region north of 36 S was characterized by alpine valley-type glaciation, with glaciers confined to valleys and not extending beyond the mountain front (Rabassa, 2008). It is possible that ice-free areas could have favoured the persistence of small, isolated populations. Such a scenario would explain the current pattern of genetic diversity in high Andean populations of C. polyrhiza and also agrees with previous studies on plants and animals (Marchelli & Gallo, 2004; Himes et al., 2008; Azpilicueta et al., 2009)."
  }, {
    "heading": "Fluctuation of the Arid Diagonal",
    "text": "Most plant communities in this region migrated northwards during Pleistocene cold cycles and recolonized their habitats at higher latitudes when the climate warmed (Markgraf, 1983). Current genetic patterns observed on the north-east edge of the distribution range of C. polyrhiza strongly support this hypothesis, and may be related to fluctuations in the Arid Diagonal and associated displacements of the phytogeographical boundary between Monte and Patagonian steppe (Mancini et al., 2005). The high frequency of monomorphic populations for H1 on the north-east edge of the distribution of the species suggests a recent colonization of this area, probably during the LGM. In addition, the geographical zone where these populations occur shows a diagonal pattern coincident with the Arid Diagonal. The genetic divergence of a single C. polyrhiza population from the Monte phytogeographical province (population 61) suggests a long-lasting persistence and isolation in this area. This population could be the remnant of an older north-east expansion, which was followed by extirpation and southward retraction of the geographical range. Supporting this hypothesis, the NCPA suggested past gene flow followed by the extinction of intermediate populations for this area. Although the location of the Arid Diagonal in the Pleistocene is uncertain, we suggest that current genetic patterns of C. polyrhiza may reflect past fluctuations of this important climatic barrier in Patagonia."
  }, {
    "heading": "CONCLUSIONS",
    "text": "This phylogeographical study of C. polyrhiza reveals the influence of contrasting and complex geological and climatic events contributing to patterns of diversification and distribution in this Patagonian species. Glacial climate fluctuations substantially impacted the diversification, distribution and demography of C. polyrhiza, yet the phylogeographical structure preserves the imprints of older events such as Miocene and Pliocene volcanism and orogeny. The initial divergence among C. polyrhiza lineages probably took place during the late Miocene, in the high Andes, from where populations expanded southwards. The divergence of the Patagonian lineages (c. 4 Ma) was probably related to a major climatic change in the eastern plains, when the rise of the Andes had progressed enough to decrease westerly precipitation, with consequent aridization and the establishment of the current steppe. Within the Patagonian lineages, major diversifications seem to be related to climatic and landscape changes during the GPG and LGM. However, the effects of the Pleistocene glaciations apparently varied along the geographic range of this species.\nFinally, our results suggest that a model of multiple periglacial refugia may be proposed for Patagonian organisms. Recolonization of the Andes flanks by C. polyrhiza was presumably achieved independently by four lineages confined to specific latitudinal zones, revealing the existence of latitudinal migration corridors and supporting the hypothesis of\n1474 Journal of Biogeography 37, 1463–1477 ª 2010 Blackwell Publishing Ltd\nmultiple recolonization routes from eastern Patagonian steppe to the Andean flanks."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank E. Glinos, V. Paiaro, M. Nicola and staff of INTASanta Cruz for assistance with fieldwork; Flor Rodriguez for assistance in the laboratory; and Francisco Córdoba for valuable discussion on the climatic and geological features of Patagonia. Frank Fontanella, Noemı́ Gardenal and two anonymous referees provided valuable comments on an earlier version of this manuscript. A. C. thanks Red Latinoamericana de Botánica for fellowship RLB-P05; A. A. C. and A. N. S. acknowledge the National Research Council of Argentina (CONICET) as researchers and A. C. as its doctoral fellowship holder. This study was supported by CONICET (PIP 11220080101264), FONCyT (PICT 01-10952 and 01-33755) and SeCyT- UNC; DNA sequencing was assisted by a US NSF grant (DBI 0520978), and fieldwork, in part, by Brigham Young University’s MLBM. We acknowledge a US NSF-PIRE award (OISE 0530267), for supporting collaborative research on Patagonian biodiversity, granted to the following institutions (alphabetically): Brigham Young University, Centro Nacional Patagónico (AR), Dalhousie University, Instituto Botánico Darwinion (AR), Universidad Austral de Chile, Universidad de Concepción, Universidad Nacional del Comahue, Universidad Nacional de Córdoba and University of Nebraska."
  }],
  "year": 2010,
  "references": [{
    "title": "Evidence of chloroplast capture in South American Nothofagus (subgenus Nothofagus, Nothofagaceae)",
    "authors": ["M.C. Acosta", "A.C. Premoli"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2010
  }, {
    "title": "Impact of ice ages on circumpolar molecular diversity: insights from an ecological key species",
    "authors": ["I.G. Alsos", "T. Engelskjøn", "L. Gielly", "P. Taberlet", "C. Brochmann"],
    "venue": "Molecular Ecology,",
    "year": 2005
  }, {
    "title": "Congeneric phylogeography: hypothesizing species limits and evolutionary processes in Patagonian lizards of the Liolaemus boulengeri group (Squamata: Liolaemini)",
    "authors": ["L.J. Ávila", "M. Morando", "J.W. Sites"],
    "venue": "Biological Journal of the Linnean Society,",
    "year": 2006
  }, {
    "title": "Phylogeography: the history and formation of species",
    "authors": ["J.C. Avise"],
    "year": 2000
  }, {
    "title": "The effects of Quaternary glaciations in Patagonia as evidenced by chloroplast DNA phylogeography of Southern beech Nothofagus obliqua",
    "authors": ["M.M. Azpilicueta", "P. Marchelli", "L.A. Gallo"],
    "venue": "Tree Genetics and Genomes,",
    "year": 2009
  }, {
    "title": "Late Miocene continental and marine palynological assemblages from Patagonia",
    "authors": ["V. Barreda", "V. Guler", "L. Palazzesi"],
    "venue": "The late Cenozoic of Patagonia and Tierra del Fuego (ed. by J. Rabassa),",
    "year": 2008
  }, {
    "title": "Twenty years of phylogeography",
    "authors": ["L.B. Beheregaray"],
    "year": 2008
  }, {
    "title": "Design and testing of a plant",
    "authors": ["K.W. 959–969. Cullings"],
    "year": 1992
  }, {
    "title": "Patterns of DNA sequence diversity",
    "authors": ["Universitaria", "L. Santiago de Chile. Excoffier"],
    "year": 2004
  }, {
    "title": "The genetic legacy of the Quaternary ice",
    "authors": ["G.M. Hewitt"],
    "venue": "Linnean Society,",
    "year": 2000
  }, {
    "title": "Genetic consequences of climatic oscillations in the Quaternary",
    "authors": ["G.M. Hewitt"],
    "venue": "Proceedings of the Royal Society B: Biological Sciences,",
    "year": 2004
  }, {
    "title": "Historical biogeography and post-glacial recolonization of South American temperate rain forest by the relictual marsupial Dromiciops gliroides",
    "authors": ["C.M.T. Himes", "M.H. Gallardo", "G.J. Kenagy"],
    "venue": "Journal of Biogeography,",
    "year": 2008
  }, {
    "title": "A discussion of different types of glacial refugia used in mountain biogeography and phylogeography",
    "authors": ["R. Holderegger", "C. Thiel-Egenter"],
    "venue": "Journal of Biogeography,",
    "year": 2009
  }, {
    "title": "Range-wide phylogeography of the European temperatemontane herbaceous plant Meum athamanticum Jacq: evidence for periglacial persistence",
    "authors": ["S. Huck", "B. Burkhard", "J.W. Kadereit", "C. Printzen"],
    "venue": "Journal of Biogeography,",
    "year": 2009
  }, {
    "title": "Phylogeographic analyses and paleodistribution modeling indicate Pleistocene in situ survival of Hordeum species (Poaceae) in southern Patagonia without genetic or spatial restriction",
    "authors": ["S.S. Jakob", "E. Martinez-Meyer", "F.R. Blattner"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2009
  }, {
    "title": "MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform",
    "authors": ["K. Katoh", "K. Misawa", "K. Kuma", "T. Miyata"],
    "venue": "Nucleic Acids Research,",
    "year": 2002
  }, {
    "title": "Habitat islands, genetic diversity, and gene flow in a Patagonian rodent",
    "authors": ["I. Kim", "C.J. Phillips", "J.A. Monjeau", "E.C. Birney", "K. Noack", "D.E. Pumo", "R.S. Sikes", "J.A. Dole"],
    "venue": "Molecular Ecology,",
    "year": 1998
  }, {
    "title": "MEGA3: integrated software for molecular evolutionary analysis and sequence alignment",
    "authors": ["S. Kumar", "K. Tamura", "M. Nei"],
    "venue": "Briefings in Bioinformatics,",
    "year": 2004
  }, {
    "title": "The Neogene Period. A geologic time scale (ed",
    "authors": ["L. Lourens", "F. Hilgen", "N.J. Shackleton", "J. Laskar", "D. Wilson"],
    "year": 2004
  }, {
    "title": "Mid-Holocene climatic variability reconstruction from pollen records (32–52 S, Argentina)",
    "authors": ["M.V. Mancini", "M.M. Paez", "A.R. Prieto", "S. Stutz", "M. Tonello", "I. Vilanova"],
    "venue": "Quaternary International,",
    "year": 2005
  }, {
    "title": "The combined role of glaciation and hybridization in shaping the distribution of genetic variation in a Patagonian southern beech",
    "authors": ["P. Marchelli", "L.A. Gallo"],
    "venue": "Journal of Biogeography,",
    "year": 2004
  }, {
    "title": "Multiple ice-age refugia in a southern beech of South America as evidenced by chloroplast DNA markers",
    "authors": ["P. Marchelli", "L.A. Gallo"],
    "venue": "Conservation Genetics,",
    "year": 2006
  }, {
    "title": "Late and postglacial vegetational and paleoclimatic changes in subantarctic, temperate, and arid environments in Argentina",
    "authors": ["V. Markgraf"],
    "venue": "Palynology,",
    "year": 1983
  }, {
    "title": "The Late Cenozoic fiuvial deposits of Argentine Patagonia",
    "authors": ["O.A. Martı́nez", "A.M.J. Coronato"],
    "venue": "The late Cenozoic",
    "year": 2008
  }, {
    "title": "Climatic inferences from glacial and palaeoecological evidence at the last glacial termination, southern South America",
    "authors": ["R.D. McCulloch", "M.J. Bentley", "R.S. Purves", "N.R.J. Hulton", "D.E. Sugden", "C.M. Clapperton"],
    "venue": "Journal of Quaternary Science,",
    "year": 2000
  }, {
    "title": "Scrophulariaceae–Part I. Calceolarieae",
    "authors": ["U. Molau"],
    "venue": "Flora Neotropica,",
    "year": 1988
  }, {
    "title": "Phylogeny and phylogeography of the Liolaemus darwinii complex (Squamata: Liolaemidae): evidence for introgression and incomplete lineage",
    "authors": ["M. Morando", "L.J. Ávila", "J. Baker", "J.W. Sites", "Jr."],
    "venue": "sorting. Evolution,",
    "year": 2004
  }, {
    "title": "Molecular evidence for a species complex in the Patagonian lizard Liolaemus bibronii and phylogeography of the closely related Liolaemus gracilis (Squamata: Liolaemini)",
    "authors": ["M. Morando", "L.J. Ávila", "C.R. Turner", "J.W. Sites", "Jr."],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2007
  }, {
    "title": "Pleistocene refugia and recolonization routes in the southern Andes: insights from Hypochaeris palustris (Astraceae, Lactuceae)",
    "authors": ["A.N. Muellner", "K. Tremetsberger", "T. Stuessy", "C.M. Baeza"],
    "venue": "Molecular Ecology,",
    "year": 2005
  }, {
    "title": "Molecular evolutionary genetics",
    "authors": ["M. Nei"],
    "year": 1987
  }, {
    "title": "The automation of nested clade phylogeographic",
    "authors": ["M. Panchal"],
    "venue": "analysis. Bioinformatics,",
    "year": 2007
  }, {
    "title": "Quaternary evolutionary history of Austrocedrus chilensis, a cypress native to the Andean–Patagonian forest",
    "authors": ["M.J. Pastorino", "L.A. Gallo"],
    "venue": "Journal of Biogeography,",
    "year": 2002
  }, {
    "title": "Identification of refugia and post-glacial colonization routes of European white oaks based on chloroplast DNA and fossil pollen evidence",
    "authors": ["R.J. Petit", "S. Brewer", "S Bordács"],
    "venue": "Forest Ecology and Management,",
    "year": 2002
  }, {
    "title": "Phylogeographic history of the land snail Candidula unifasciata (Helicellinae, Stylommatophora): fragmentation, corridor migration, and secondary",
    "authors": ["M. Pfenninger", "D. Posada"],
    "venue": "contact. Evolution,",
    "year": 2002
  }, {
    "title": "Rangewide phylogeography of a terrestrial slug in Europe: evidence for Alpine refugia and rapid colonization after the Pleistocene glaciations",
    "authors": ["J. Pinceel", "K. Jordaens", "M. Pfenninger", "T. Backeljau"],
    "venue": "Molecular Ecology,",
    "year": 2005
  }, {
    "title": "GeoDis: a program for the cladistic nested analysis of the geographical distribution of genetic haplotypes",
    "authors": ["D. Posada", "K.A. Crandall", "A.R. Templeton"],
    "venue": "Molecular Ecology,",
    "year": 2000
  }, {
    "title": "Isozyme variation and recent biogeographical history of the longlived conifer Fitzroya cupressoides",
    "authors": ["A.C. Premoli", "T. Kitzberger", "T.T. Veblen"],
    "venue": "Journal of Biogeography,",
    "year": 2000
  }, {
    "title": "Late Cenozoic glaciations in Patagonia and Tierra del Fuego",
    "authors": ["J. Rabassa"],
    "venue": "The late Cenozoic of Patagonia and Tierra del Fuego (ed. by J. Rabassa),",
    "year": 2008
  }, {
    "title": "Tectonic evolution of the Patagonian Andes",
    "authors": ["V.A. Ramos", "J. Ghiglione"],
    "venue": "The late Cenozoic of Patagonia and Tierra del Fuego (ed. by J. Rabassa),",
    "year": 2008
  }, {
    "title": "Overview of the tectonic evolution of the southern Central Andes of Mendoza and Neuquén",
    "authors": ["V.A. Ramos", "S.M. Kay"],
    "venue": "S latitude). Geological Society of America, Special Paper,",
    "year": 2006
  }, {
    "title": "Population growth makes waves in the distribution of pairwise genetic differences",
    "authors": ["A.R. Rogers", "H. Harpending"],
    "venue": "Molecular Biology and Evolution,",
    "year": 1992
  }, {
    "title": "Phylogeography of Pulsatilla vernalis (L.) Mill. (Ranunculaceae): chloroplast DNA reveals two evolutionary lineages across central Europe and Scandinavia",
    "authors": ["M. Ronikier", "A. Costa", "J. Fuertes Aguilar", "G. Nieto Feliner", "F. Küpfer", "Z. Mirek"],
    "venue": "Journal of Biogeography,",
    "year": 2008
  }, {
    "title": "Phylogeography of the Percichthyidae (Pisces) in Patagonia: roles of orogeny, glaciations, and volcanism",
    "authors": ["D.E. Ruzzante", "S.J. Walde", "V.E. Cussac", "M.L. Dalebout", "J. Seibert", "S. Ortubay", "E. Habit"],
    "venue": "Molecular Ecology,",
    "year": 2006
  }, {
    "title": "Reproductive biology of the genus Calceolaria",
    "authors": ["A.N. Sérsic"],
    "venue": "Stapfia,",
    "year": 2004
  }, {
    "title": "The tortoise and the hare. II: Relative utility of 21 noncoding chloroplast DNA sequences for phylogenetic analysis",
    "authors": ["J. Shaw", "E.B. Lickey", "J.T. Beck", "S.B. Farmer", "W.S. Liu", "J. Miller", "K.C. Siripun", "C.T. Winder", "E.E. Schilling", "R.L. Small"],
    "venue": "American Journal of Botany,",
    "year": 2005
  }, {
    "title": "Gaps as characters in sequence-based phylogenetic analyses",
    "authors": ["M.P. Simmons", "H. Ochoterena"],
    "venue": "Systematic Biology,",
    "year": 2000
  }, {
    "title": "Quaternary refugia and persistence of biodiversity",
    "authors": ["P. Taberlet", "R. Cheddadi"],
    "year": 2002
  }, {
    "title": "Comparative phylogeography and post-glacial colonization routes in Europe",
    "authors": ["P. Taberlet", "L. Fumagalli", "A.G. Wust-Saucy", "J.F. Cosson"],
    "venue": "Molecular Ecology,",
    "year": 1998
  }, {
    "title": "Evolutionary relationship of DNA sequences in finite populations",
    "authors": ["F. Tajima"],
    "year": 1983
  }, {
    "title": "The effect of change in population size on",
    "authors": ["F. Tajima"],
    "venue": "DNA polymorphism. Genetics,",
    "year": 1989
  }, {
    "title": "Late Pleistocene palaeolakes in the Andean and Extra-Andean Patagonia at midlatitudes of South America",
    "authors": ["A. Tatur", "R. del Valle", "M.M. Bianchi", "V. Outes", "G. Villarosa", "J. Niegodzisz", "G. Debaene"],
    "venue": "Quaternary International,",
    "year": 2002
  }, {
    "title": "Nested clade analyses of phylogeographic data: testing hypotheses about gene flow and population history",
    "authors": ["A.R. Templeton"],
    "venue": "Molecular Ecology,",
    "year": 1998
  }, {
    "title": "Statistical phylogeography: methods of evaluating and minimizing inference errors",
    "authors": ["A.R. Templeton"],
    "venue": "Molecular Ecology,",
    "year": 2004
  }, {
    "title": "A cladistic analysis of phenotypic associations with haplotypes inferred from restriction endonuclease mapping. IV. Nested analyses with cladogram uncertainty and recombination",
    "authors": ["A.R. Templeton", "C.F. Sing"],
    "year": 1993
  }, {
    "title": "A cladistic analysis of phenotypic associations with haplotypes inferred from restriction endonuclease mapping. 1. Basic theory and an analysis of alcohol dehydrogenase activity in Drosophila",
    "authors": ["A.R. Templeton", "E. Boerwinkle", "C.F. Sing"],
    "year": 1987
  }, {
    "title": "Separating population structure from population history: a cladistic analysis of the geographical distribution of mitochondrial DNA haplotypes in the tiger salamander",
    "authors": ["A.R. Templeton", "E. Routman", "C.A. Phillips"],
    "venue": "Ambystoma tigrinum. Genetics,",
    "year": 1995
  }, {
    "title": "Cambios en lagos y circulación fluvial vinculados al calentamiento climático del Pleistoceno tardı́o-Holoceno temprano en Patagonia e isla 25 de mayo, islas Shetland del Sur, Antártida",
    "authors": ["R.A. del Valle", "A. Tatur", "C.A. Rinaldi"],
    "venue": "Revista de la Asociación Geológica Argentina,",
    "year": 2007
  }, {
    "title": "Pleistocene glaciation leaves deep signature on the freshwater crab Aegla alacalufi in Chilean Patagonia",
    "authors": ["J.W. Xu", "M. Pérez-Losada", "C.G. Jara", "K.A. Crandall"],
    "venue": "Molecular Ecology,",
    "year": 2009
  }],
  "id": "SP:89ad8b7ad35bd722c471adb38c264dc863eb8de6",
  "authors": [{
    "name": "Andrea Cosacov",
    "affiliations": []
  }, {
    "name": "Alicia N. Sérsic",
    "affiliations": []
  }, {
    "name": "Victoria Sosa",
    "affiliations": []
  }, {
    "name": "Leigh A. Johnson",
    "affiliations": []
  }, {
    "name": "Andrea A. Cocucci",
    "affiliations": []
  }],
  "abstractText": "Laboratorio de Biologı́a Floral, Instituto Multidisciplinario de Biologı́a Vegetal (IMBIV), CONICET-Universidad Nacional de Córdoba, Casilla de Correo 495, 5000 Cordoba, Argentina, Departamento de Biologı́a Evolutiva, Instituto de Ecologı́a, A. C., Apartado Postal 63, 91000 Xalapa, Veracruz, Mexico, Department of Biology and S.L. Welsh Herbarium, Brigham Young University, 683 WIDB, Provo, UT 84602, USA",
  "title": "Multiple periglacial refugia in the Patagonian steppe and post‐glacial colonization of the Andes: the phylogeography of Calceolaria polyrhiza"
}