{
  "year": 2012,
  "references": [{
    "title": "Ice in the lunar polar regions",
    "authors": ["R. J"],
    "venue": "J. Geopbys. Res",
    "year": 1979
  }, {
    "title": "Asteroids: The big picture",
    "authors": ["J. M"],
    "venue": "In Asteroids I1",
    "year": 1989
  }, {
    "title": "Lunar impact basins and crustal heterogeneity: New western limb and far side data from Galileo",
    "authors": ["B. PACZOWSKI"],
    "venue": "PILCHER c. B. AND VEVERKA J",
    "year": 1992
  }, {
    "title": "Revised model calculations for the thermal histories of ordinary chondrite parent bodies",
    "authors": ["H. Y", "JR"],
    "venue": "Meteorit. Planet. Sci.,",
    "year": 1996
  }, {
    "title": "The moments of inertia of Mars",
    "authors": ["G. B"],
    "year": 1989
  }, {
    "title": "Discovery of a main-belt asteroid resembling",
    "authors": ["S. E"],
    "year": 1993
  }, {
    "title": "Groundbased reconnaissance of asteroid 253 Mathilde: Visible wavelength spectrum and meteorite comparison",
    "authors": ["P. R", "H. BuRBINE T", "J. Bus S"],
    "year": 1996
  }, {
    "title": "Chemically anomalous, preaccretionally irradiated",
    "authors": ["P. J"],
    "year": 1994
  }, {
    "title": "An interplanetary dust particle linked directly to type CM meteorites and an asteroidal origin",
    "authors": ["E. D"],
    "venue": "Science BRADLEY J. P.,",
    "year": 1991
  }, {
    "title": "Reflectance spectroscopy of interplanetary dust particles",
    "authors": ["L. K"],
    "venue": "Meteorit. Planet. Sci. 31,394-402. BRITT D. AND PIETERS",
    "year": 1996
  }, {
    "title": "Darkening in black and gas-rich ordinary chondrites: The spectral effects of opaque morphology and distribution. Geochim. Cosmochim. Acta 58,3905-3919. lated alteration effects in CM carbonaceous chondrites",
    "authors": ["M. C"],
    "venue": "Geochim. Cosmochim",
    "year": 1994
  }, {
    "title": "Identification and analysis of cometary IDPs (abstract)",
    "authors": [],
    "venue": "AND SCHLUTTER D. J",
    "year": 1994
  }, {
    "title": "Earth and Mars: Water inventories as clues to accretional histories",
    "authors": ["H. WANKE"],
    "venue": "Icarus 98,61-71",
    "year": 1992
  }, {
    "title": "S-type asteroids, ordinary chondrites, and space weathering: ' The evidence from Galileo's fly-bys of Gaspra and Ida",
    "authors": ["R. C"],
    "venue": "Meteorit. Planet. Sci.,",
    "year": 1996
  }, {
    "title": "Near Earth Asteroid Rendezvous: First launch",
    "authors": ["F. A"],
    "year": 1995
  }, {
    "title": "Sample collection from planetary surfaces (abstract)",
    "authors": ["L. S"],
    "venue": "Lunar Planet. Sci",
    "year": 1996
  }, {
    "title": "InterMarsnet-An international network of stations on Mars for global Martian characterization",
    "authors": ["A. CHICARRO", "G. SCOON", "M. CORADINI"],
    "venue": "ESA Journal 18,207-218",
    "year": 1994
  }, {
    "title": "Magnetic properties of Antarctic shergottite meteorites EETA79001 and ALHA77005: Possible relevance to a Martian magnetic field",
    "authors": ["W. D"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1986
  }, {
    "title": "Mars: Epochal climate change and volatile history",
    "authors": [],
    "year": 1992
  }, {
    "title": "Remote determination of exposure degree and iron concentration of lunar soils using VIS-NIR spectroscopic methods",
    "authors": ["M. C"],
    "venue": "Icarus",
    "year": 1994
  }, {
    "title": "Mineralogic variations within the S-type asteroid class",
    "authors": ["D. CHAKY"],
    "venue": "Icarus",
    "year": 1993
  }, {
    "title": "Selection of the Mars Pathfinder landing site",
    "authors": ["J. T"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Scientijk guidelines for preservation o j samples collectedfrom Mars",
    "authors": ["L. J"],
    "venue": "NASA Tech. Memorandum 4184",
    "year": 1990
  }, {
    "title": "The case for planetary sample return missions",
    "authors": ["P. C"],
    "venue": "History of Mars. EOS70,",
    "year": 1989
  }, {
    "title": "U-Pb systematics of phosphates from equilibrated ordinary chondrites",
    "authors": ["C. GOPEL", "G. MANHI", "LEG", "J. C"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Water and the thermal evolution of carbonaceous chondrite parent bodies",
    "authors": ["H. Y", "JR"],
    "venue": "Icarus",
    "year": 1989
  }, {
    "title": "Heliocentric zoning of the",
    "authors": ["H. Y", "JR"],
    "year": 1993
  }, {
    "title": "Determing the composition of Mars: Vibrational spectroscopy of the Zogami meteorite (abstract)",
    "authors": ["E. HAMILTON V", "R. CHRISTENSEN P"],
    "venue": "Lunar Planet. Sci",
    "year": 1996
  }, {
    "title": "Silicate emission feature in the spectrum of Comet Mueller 1993a",
    "authors": ["K. D"],
    "venue": "Icarus 112,490-49s",
    "year": 1994
  }, {
    "title": "The rotation rates of very small asteroids: Evidence",
    "authors": ["W. A"],
    "year": 1996
  }, {
    "title": "A model for the thermal and chemical evolution of the Moon's interior: Implications for the onset of mare volcanism",
    "authors": ["M. E"],
    "venue": "Earth Planet. Sci. Lett. 134,501-514",
    "year": 1995
  }, {
    "title": "Evidence of thermal metamorphism on the C, G, B, and F asteroids",
    "authors": ["E. M"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "ALH84001: Alien or progenitor of the SNC family? (abstract)",
    "authors": ["A SOROWKA"],
    "venue": "VOGEL J. D. AND WANKE H",
    "year": 1994
  }, {
    "title": "Water in SNC meteorites: Evidence for a Martian hydrosphere",
    "authors": ["K. T"],
    "year": 1992
  }, {
    "title": "Catastrophic fragmentation of asteroids: Evidence from meteorites",
    "authors": ["K. KEIL", "H. HAACK", "D. Scorn E. R"],
    "venue": "Planet. Space Sci",
    "year": 1995
  }, {
    "title": "Mineralogical and chemical modification of components in CV3 chondrites: Nebular or asteroidal processing? Meteoritics 30,748-775",
    "authors": ["E. M"],
    "venue": "LAWLER",
    "year": 1995
  }, {
    "title": "Iron, magnesium, and silicon in dust from Comet Halley",
    "authors": ["M. M"],
    "venue": "Icarus 80,",
    "year": 1989
  }, {
    "title": "The intrinsic magnetic field and solar-wind interaction of Mars",
    "authors": ["H. L", "L. VAISBERG"],
    "year": 1992
  }, {
    "title": "The enigmatic object 2201 Oljato: Is it",
    "authors": ["K. W"],
    "year": 1993
  }, {
    "title": "Redox effects in ordinary chondrites and implications for asteroid spectrophotometry",
    "authors": ["H. Y", "JR"],
    "venue": "Icarus",
    "year": 1992
  }, {
    "title": "What we have learned about Mars from SNC",
    "authors": ["H. Y", "JR"],
    "year": 1994
  }, {
    "title": "Outgassed water on Mars: Constraints from melt inclusions in SNC meteorites",
    "authors": ["P. R"],
    "venue": "Science 259,",
    "year": 1993
  }, {
    "title": "Cosmochemical implications of the physical processing of cometary nuclei. Ge&&m Cosmochim",
    "authors": ["Y. H", "JR", "R. WEISSMAN P"],
    "year": 1989
  }, {
    "title": "Spectral properties and rotational spectral heterogeneity of 433 Eros",
    "authors": ["L. S", "M. PrETERs c"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "The shape of Eros",
    "authors": ["F. R"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "Evidence for komatiite-type lavas on Mars from Phobos ISM data and other observations",
    "authors": ["R. P"],
    "venue": "Geophys. Res. Lett. 21,887-890",
    "year": 1994
  }, {
    "title": "The case for planetary sample return missions 3: Origin and evolution of the Moon and its environment, EOS",
    "authors": ["J. G"],
    "year": 1989
  }, {
    "title": "Interplanetary dust particles collected in the stratosphere: Observations of atmospheric heating and constraints on their internelationships and sources",
    "authors": ["P. J"],
    "venue": "Icarus",
    "year": 1989
  }, {
    "title": "Original structures, and fragmentation and reassembly histories of asteroids: Evidence from meteorites",
    "authors": ["E. A", "K. KEIL"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Planetaiy Science: A Lunar Perspective",
    "authors": ["R. S"],
    "venue": "Lunar and Planetary Institute,",
    "year": 1982
  }, {
    "title": "Heterogeneity in the nebula: Evidence from stable isotopes",
    "authors": ["H. M"],
    "venue": "In Meteorites and the Early Solar System",
    "year": 1988
  }, {
    "title": "Carbon abundance and silicate mineralogy of anhydrous interplanetary dust particles",
    "authors": ["S. MCKAY D"],
    "venue": "Geochim. Cosmochim",
    "year": 1993
  }, {
    "title": "The Tburber Carnival",
    "authors": [],
    "year": 1945
  }, {
    "title": "The MacAlpine Hills lunar meteorite and implications of the lunar meteorites collectively for the composition and origin of the Moon",
    "authors": ["W. G"],
    "venue": "Geochim. Cosmochim",
    "year": 1991
  }, {
    "title": "Geochemical investigation of two lunar mare meteorites: Yamato-793169 and Asuka-881757",
    "authors": ["H. P", "W. KALLEMEYN G"],
    "venue": "Proc. NIPR Symp. Antarct. Meteor",
    "year": 1993
  }, {
    "title": "Lunar meteorites: Siderophile element contents, and implications for the composition and origin of the Moon",
    "authors": ["W. G"],
    "venue": "Earth Planet. Sci. Lett. 91,245-260. WASSON J. T. AND WETHERILL",
    "year": 1989
  }, {
    "title": "Dynamical, chemical and isotopic evidence regarding the formation locations of asteroids and meteorites",
    "authors": ["W. G"],
    "venue": "In Asteroids (ed. T. Gehrels),",
    "year": 1979
  }, {
    "title": "Compositional evidence regarding the influx of interplanetary materials onto the lunar surface",
    "authors": ["A. P"],
    "venue": "The Moon",
    "year": 1975
  }, {
    "title": "Water on Mars: Clues from deuteriudhydrogen and water contents of hydrous phases in SNC meteorites",
    "authors": ["M. STOLPER E"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Multispe@al studies of western limb and farside maria from Galileo Earth-Moon encounter",
    "authors": ["D. S"],
    "venue": "I . J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Carbon, oxygen and nitrogen isotopic compositions of possible Martian weathering products in EETA79001",
    "authors": ["T. C"],
    "venue": "Geochim. Cosmochim",
    "year": 1988
  }, {
    "title": "Structural water in the Bench Crater chondrite returned from the Moon",
    "authors": ["E. M"],
    "venue": "Meteorit. Planet. Sci. 32,",
    "year": 1997
  }, {
    "title": "Aqueous alteration. In Meteorites and the Early Solar System",
    "authors": ["H. Y", "JR"],
    "year": 1988
  }, {
    "title": "The shape and internal structure of the Moon from the Clementine mission",
    "authors": ["A. G"],
    "venue": "Science",
    "year": 1994
  }],
  "id": "SP:634701586468ac125f662a7557bd50d13270199b",
  "authors": [],
  "abstractText": "Research on extraterrestrial materials plays a critical role in formulating the science rationale and design for spacecraft missions, and, conversely, spaceflight holds great promise for solving perplexing problems in meteoritics. The connections between meteoritics and sample-return missions are obvious: Meteorite research can define sampling strategies, the capabilities of sampling devices, acceptable levels of chemical contamination and physical alteration of samples, and the conditions under which samples are stored prior to and during recovery. For their part, sample-return missions can provide geologic context for meteorites, increased sampling diversity (including materials not sampled as meteorites, such as unconsolidated regolith, ices, and atmosphere), calibration for crater-counting chronology, and ground truth for remote sensing measurements of meteorite parent bodies. Meteoritics also relates to spacecraft flyby, rendezvous, and lander missions that do not necessarily return samples. Specific illustrations of this mutual relationship, based on a selection of recent or planned spacecraft missions include: Identifying source asteroid classes for ordinary and carbonaceous chondrites and reconstructing their thermal and collisional histories (Galileo, NEAR, Clementine 11, and Muses-C); determining the extent to which cometary dust and interstellar grains are found as interplanetary dust particles and assessing volatile abundances, isotopic compositions, and molecular species in cometary nuclei (Stardust and Rosetta); understanding the compositions of ancient Martian crust and the mantle sources for SNC meteorites, as well as inventorying the planet's volatile reservoirs and interactions (Mars Pathfinder, Mars Global Surveyor, and Mars Volatiles and Climate Surveyor); assessing whether lunar meteorites provide a more representative chemical sampling of the highlands crust and of mare volcanism than do Apollo samples (Galileo, Clementine, and Lunar Prospector). Spaceflight is the first priority of the space agencies that fund most research on extraterrestrial materials, and the continued level of support for such research may be linked, in part, to its use in exploration by spacecraft. INTRODUCTION In a very real sense, the science of meteoritics informs spaceA young and impressionable moth once set his heart on a certain star. He told his mother about this and she counseled him to set his heart on a bridge lamp instead.. . . \"You don't get anywhere chasing stars,'' said the moth's father. But the moth would not heed the words of either parent.. . . Every evening at dusk when the star came out he would start flying toward it and every morning at dawn he would crawl back home worn out with his vain endeavor. He never did reach the star, but he went right on trying, night after night, and when he was a very, very old moth he began to think that he really had reached the star and he went around saying so. This gave him a deep and lasting pleasure, and he lived to a great old age. His parents and his brothers and sisters had all been burned to death when they were quite young. (James Thurber, The Thurber Carnival) It is time, past time really, that the meteoritics community involve itself more fully in spaceflight or, to use Thurber's metaphor, that we reach for the stars (hopefully more successfully than did the moth in the passage above). We have learned a great deal by having the stars come to us, so to speak, and this essential work must continue. However, a deeper understanding of meteorites and interplanetary dust particles also requires that we have geologic (i.e., asteroidal, cometary, or planetary) context for these samples, and that can be best provided from spacecraft flyby, rendezvous, lander, and sample-return missions to their parent bodies. From a pragmatic view, spaceflight is the first priority of the space agencies that fund most research on extraterrestrial materials, and participation of meteoriticists in the design and execution of these missions is desirable to insure the continued health of this discipline (Thurber has nicely spelled out the perils of limited vision). craft missions and, conversely, spaceflight holds great potential for informing meteoritics. This paper will illustrate this mutual relationship by summarizing a few important problems whose resolution may be nearly at hand because of recent or planned missions to meteorite parent bodies. More specifically, I will discuss the critical role of extraterrestrial materials research in formulating the scientific basis and design of spacecraft missions as well as consider what kind of scientific insights the meteoritics community might reasonably expect to gain in return. The specific missions highlighted are described briefly in the Appendix. Because the number of flown or approved missions that are directly relevant to meteoritics is modest, the list of meteorite problems they can address is illustrative rather than all-inclusive. Indeed, my purpose is to prompt meteoriticists to become involved in expanding the number of relevant missions. Returned samples from asteroids, comets, planets, and the Moon are, of course, especially relevant to meteoritics, and the scientific rationale for sample-return missions has been made repeatedly (Drake et al., 1987; Gooding et al., 1989; Ryder et al., 1989; Swindle et al., 1991) and amply demonstrated by lunar samples from the Apollo and Luna programs. Extraterrestrial materials research provides critical information that is used to define sampling strategies and the capabilities of sampling devices. The kinds of analyses to which returned samples will be subjected determine acceptable levels of chemical contamination or physical alteration of the samples as well as the conditions under which the samples must be stored during cruise and recovery. Conversely, sample-return missions will provide geologic context for meteorites and increase sampling di-",
  "title": "The role of meteoritics in spaceflight missions and vice versa"
}