{
  "sections": [{
    "text": "1Departamento de Biolog ıa Evolutiva, Instituto de Ecolog ıa AC, Xalapa, Veracruz, Mexico 2Laboratorio de Gen etica de la Conservaci on, Instituto de Investigaciones en Ecosistemas y Sustentabilidad (IIES), UNAM, Morelia, Michoac an, Mexico 3Escuela Nacional de Estudios Superiores Unidad Morelia (UNAM), Morelia, Michoac an, Mexico\nCorrespondence Juan Francisco Ornelas, Departamento de Biolog ıa Evolutiva, Instituto de Ecolog ıa, AC, Xalapa, Veracruz, M exico. Email: francisco.ornelas@inecol.mx\nFunding information Consejo Nacional de Ciencia y Tecnolog ıa, Grant/Award Number: 61710, 155686, 365006/248109, 155686; Departamento de Biolog ıa Evolutiva, Instituto de Ecolog ıa, AC, Grant/Award Number: 20030/10563\nEditor: Alain Vanderpoorten\nAim: The formation of the Trans-Mexican Volcanic Belt (TMVB) played an impor-\ntant role in driving inter- and intraspecific diversification at high elevations. How-\never, Pleistocene climate changes and ecological factors might also contribute to\nplant genetic structuring along the volcanic belt. Here, we analysed phylogeographi-\ncal patterns of the parrot-mistletoe Psittacanthus calyculatus to determine the rela-\ntive contribution of these different factors.\nLocation: Trans-Mexican Volcanic Belt.\nMethods: Using nuclear and chloroplast DNA sequence data for 370 individuals, we\ninvestigate the genetic differentiation of 35 populations across the species range.\nWe conducted phylogenetic, population and spatial genetic analyses of P. calyculatus\nsequences along with ecological niche modelling and Bayesian inference methods to\ngain insight into the structuring of genetic variation of these populations.\nResults: Our analyses revealed population structure with three genetic groups cor-\nresponding to individuals from Oaxaca and those from the central-eastern and west-\nern TMVB regions. A significant genetic signal of demographic expansion, an east-\nto-west expansion predicted by species distribution modelling, and approximate\nBayesian computation analyses strongly supported a scenario of habitat isolation\nand invasion of TMVB by P. calyculatus during the late-Pleistocene.\nMain conclusions: The genetic differentiation of P. calyculatus may be explained by\nthe combined effects of (1) geographical isolation linked to the effects of the gla-\ncial/interglacial cycles and environmental factors, driving genetic differentiation from\ncongeners into more xeric vegetation and (2) the invasion of TMVB from east to\nwest, suggesting a role for both colonization and glacial/interglacial cycles models.\nK E YWORD S Loranthaceae, Mesoamerica, Mexico, mistletoes, phylogeography, Pleistocene, Psittacanthus, Trans-Mexican Volcanic Belt\nJournal of Biogeography. 2017;44:2501–2514. wileyonlinelibrary.com/journal/jbi © 2017 John Wiley & Sons Ltd | 2501"
  }, {
    "heading": "1 | INTRODUCTION",
    "text": "The geological development of the Trans-Mexican Volcanic Belt (TMVB), a magmatic arc of c. 8,000 volcanic structures, had a profound impact as a biogeographical barrier between Nearctic and Neotropical biotas (Halffter, 1987). The formation of the TMVB is divided into four episodes: (1) the early to mid-Miocene arc formation (19–8 Ma), (2) a late Miocene episode of eastward migrating volcanism (11–3 Ma), (3) very late Miocene to early Pliocene volcanism (7.5–3 Ma), and (4) late Pliocene to Quaternary arc formation (3.5 Ma–Holocene; Ferrari, Orozco-Esquivel, Manea, & Manea, 2012; G omez-Tuena, Orozco-Esquivel, & Ferrari, 2007). The final episode was characterized by the construction of large stratovolcanoes during the last 1.5 Myr, some of which are still active (Ferrari et al., 2012; G omez-Tuena et al., 2007), and it coincided with the dramatic climate fluctuations of the Pleistocene (Mastretta-Yanes, Moreno-Letelier, Pi~nero, Jorgensen, & Emerson, 2015). Five periods of ice cap advances are identified for volcanoes in the central TMVB (V azquez-Selem & Heine, 2011), including the Nexcoalango advance at 195 ka in which glaciers reached 3,000 m above sea level. There were four pulses of glacial maxima between 20 and 7 ka, with glaciers reaching 3,400–4,000 m (V azquez-Selem & Heine, 2011). The impact of these glaciations on the distribution of TMVB taxa was probably not as dramatic as that observed at more northerly latitudes; however, during Pleistocene glacial advances, mean annual temperatures between 3,000 and 4,000 m above sea level were 5–9°C lower than at present (12–5°C), the timberline shifted to 700–900 m below its present position (from 5,000 m to 3,800–4,000 m), and most extensions of pine–oak forest shifted downward by 730–930 m, from 4,000 to 3,000 m (Caballero, Lozano-Garc ıa, V azquez-Selem, & Ortega, 2010; Lozano-Garc ıa, Sosa-N ajera, Sugiura, & Caballero, 2005; V azquez-Selem & Heine, 2011).\nPhylogeographical studies have indicated that the uplift of the TMVB played an important role in driving inter- and intraspecific diversification along or across the volcanic belt in plants (MastrettaYanes et al., 2014; Ruiz-Sanchez & Ornelas, 2014; Ruiz-Sanchez & Specht, 2013) and vertebrates (Bryson, Garc ıa-V azquez, & Riddle, 2011; Kingston et al., 2014; McCormack, Heled, Delaney, Peterson, & Knowles, 2011; Parra-Olea, Windfield, Velo-Ant on, & Zamudio, 2012; Rodr ıguez-G omez & Ornelas, 2015; Velo-Ant on, Parra, ParraOlea, & Zamudio, 2013). The age of genetic patterns reported for the region temporally fall across the range from the Miocene-Pliocene (e.g. Ruiz-Sanchez & Specht, 2013) to Pleistocene (e.g. McCormack et al., 2011). In the case of the latter, since volcanoes in the TMVB are < 1.5 Myr old (Ferrari et al., 2012), the patterns might be the result of Miocene-Pliocene landscape configurations (Ornelas, Gonz alez, Espinosa de los Monteros, Rodr ıguez-G omez, & Garc ıaFeria, 2014), Pleistocene climate fluctuations (McCormack et al., 2011), and/or more recent volcanism (Mastretta-Yanes et al., 2015). The potentially synergistic effect of volcanic activity during the last episode of the TMVB formation and Plio-Pleistocene climatic\nchanges on the distribution of genetic variation needs further investigation (Mastretta-Yanes et al., 2015).\nThe aim of this study was to investigate the relative contribution of historical and contemporary climate–volcanism interaction along the TMVB in shaping phylogeographical diversity in Psittacanthus calyculatus (DC.) G. Don, 1834 (Loranthaceae), a mistletoe characteristic of temperate forest edges. This hemiparasite of trees is likely to have tracked host range changes linked to Pleistocene climate events (e.g. Ornelas et al., 2016). The first three episodes of evolution of the TMVB (Ferrari et al., 2012) formed highlands where populations could have differentiated allopatrically, generating an east–west differentiation of sister lineages (Mastretta-Yanes et al., 2015; Figure 1). The emergence of more recent intermediate volcanoes created continuous highlands that might have facilitated either colonization and admixture from differentiated east–west sources (fragmentation model) or stepping-stone east-to-west colonization and interglacial differentiation (colonization model). Glacial advances might have resulted in secondary contact of populations isolated during interglacial cycles, leading to admixture and gene flow and erasing earlier patterns of genetic structuring (glacial/interglacial cycles model; Figure 1).\nIn this article, we examine nuclear and chloroplast DNA sequence variation to explain genetic diversity in P. calyculatus. Specifically, we test the following hypotheses: (1) the genetic differentiation in P. calyculatus was pre-Pleistocene in origin, concordant with the first three episodes of the TMVB formation, (2) that the Miocene east–west division of the TMVB was a long-standing barrier to dispersal that separated groups of populations, and (3) that further genetic differentiation occurred in response to changes in the distribution of habitats during Pleistocene glacial/interglacial cycles. We aim to test these hypotheses by using an integrative analytical approach that includes phylogenetic, population, and spatial genetic analyses coupled with ecological niche modelling (ENM) and Bayesian inference (BI) methods to give insight into the structuring of genetic variation of P. calyculatus populations."
  }, {
    "heading": "2 | MATERIALS AND METHODS",
    "text": ""
  }, {
    "heading": "2.1 | Study system",
    "text": "Psittacanthus calyculatus is a morphologically variable species that possibly intergrades with P. schiedeanus (Kuijt, 2009; Ornelas et al., 2016). Its orange-to-red, hummingbird-pollinated flowers are selfcompatible (Azpeitia & Lara, 2006; D ıaz Infante, Lara, Arizmendi, Eguiarte, & Ornelas, 2016), and its purplish-black, fleshy (one-seed) fruits are consumed by several bird species (D ıaz Infante et al., 2016; Lara, P erez, & Ornelas, 2009). According to Kuijt (2009), it commonly parasitizes Quercus along the TMVB, but it has a broad range of hosts (c. 50 host tree species of diverse angiosperm families), including non-native tree species in agricultural landscapes or near cities (P erez-Crespo, Lara, & Ornelas, 2016 and references therein). Although cross-seed inoculation experiments have shown local adaptation to their hosts (Lara et al., 2009), the broad host\nrange of P. calyculatus suggests low host specificity and, consequently, the distribution of genetic variation in this species is unlikely influenced by the distribution of potential host species at a larger geographical scale (D ıaz Infante et al., 2016; Ornelas et al., 2016)."
  }, {
    "heading": "2.2 | Samples and DNA sequencing",
    "text": "Leaf tissue samples were collected from 370 individuals on a wide variety of host species in 35 localities (hereafter referred to as populations) covering the species range (Figure 1, Appendix S1: Table S1 of the Supporting Information), spanning from 54 to 2,700 m above sea level. Target sampling populations were chosen based on localities of occurrence from Kuijt (2009), including six populations in each of the eastern (eTMVB), central (cTMVB) and western (wTMVB) areas of the TMVB (Ferrari et al., 2012), and 17 populations from Puebla and Oaxaca south of the TMVB (OAX); most populations collected have an accompanying herbarium voucher (Appendix S1: Table S1). Care was taken to collect only samples from one adult, flowering individual per individual host tree and the individuals present in the same location were treated as a population, ranging from 3 to 23 individuals per population.\nThe internal transcribed spacer (ITS) region of the nuclear ribosomal DNA (nrDNA) in combination with sequences of trnL-F\nintergenic spacer from the chloroplast genome (cpDNA) was amplified by PCR and sequenced for 370 individuals. These markers show the appropriate level of variation for mistletoe studies at the species and population levels (e.g. Amico, Vidal-Russell, Garc ıa, & Nickrent, 2012; Ornelas et al., 2016). As the chloroplast genome is maternally inherited in most angiosperms, cpDNA sequences provide insight into seed-mediated gene flow compared to the nrDNA sequences reflecting a combination of both pollen and seed movement (Ornelas et al., 2016). Primers and protocols for DNA extraction, for PCR reactions and for sequencing the PCR products are described elsewhere (Ornelas et al., 2016). All sequence data were deposited in GenBank (accession nos. ITS: KX640930–KX640946, trnL-F: KX640947–KX640960). We additionally included 96 ITS and trnL-F sequences of 14 Psittacanthus species and 36 sequences of 18 representatives of Loranthaceae tribes downloaded from the GenBank to be used as outgroups (Appendix S1: Table S2)."
  }, {
    "heading": "2.3 | Palaeodistribution modelling and environmental variation",
    "text": "We used ENM (Elith et al., 2011) to predict the distribution of P. calyculatus at the Mid-Holocene (MH; c. 6 ka), Last Glacial Maximum\n(a) (b)\nF IGURE 1 (a) Elevation range in metres (m) and location of the Trans-Mexican Volcanic Belt (TMVB). The approximate east-central-west divisions of the TMVB formation are indicated with dashed lines. Main cities and some stratovolcanoes of the TMVB that emerged during the Pleistocene are indicated. (b) Late Miocene to Quaternary scenarios and expected effects of the climate–volcanism interaction are shown according to Mastretta-Yanes et al. (2015). The first three episodes of the TMVB evolution formed highlands where populations of P. calyculatus could have differentiated allopatrically, generating the east–west division of sister lineages. The emergence of more recent intermediate volcanoes created continuous highlands in what used to be a geographical barrier, which according to the fragmentation model allowed colonization of these new intermediate habitats and admixture from differentiated east–west sources or a stepping-stone east-to-west colonization and interglacial differentiation according to the colonization model. The glacial/interglacial cycles model poses that the overlap of volcanic episodes created an isolated distribution of suitable conditions for Psittacanthus calyculatus advancing into the lowlands during glacial stages, potentially leading to admixture and gene flow and erasing previous patterns of genetic structuring generated during interglacial cycles [Colour figure can be viewed at wileyonlinelibrary.com]\n(LGM, c. 20 ka) and Last Interglacial (LIG, c. 130 ka), and to examine whether range expansion/contraction and population connectivity are congruent with the predicted changes in the distribution of temperate forests along the TMVB as suggested by Mastretta-Yanes et al. (2015).\nWe constructed ENMs and projected onto past climatic conditions with MAXENT 3.3.3e (Phillips, Anderson, & Schapire, 2006) and 19 bioclimatic variables from the WorldClim database (Hijmans, Cameron, Parra, Jones, & Jarvis, 2005) at c. 1 km2 spatial resolution. We also obtained data for past climate layers for two MH (2.5 arc-minutes, pixel size c. 21.62 km2) and LGM (2.5 arc-minutes) past conditions based on CCSM4 and MIROCESM global models (Braconnot et al., 2007; Hijmans et al., 2005). Coordinates of occurrence data obtained from Kuijt (2009) were assembled and supplemented with our geo-referenced records from field collection. We restricted the dataset to 148 presence records for the analysis where precise coordinates were available. Lastly, we compared the distribution models for the present, MH, LGM and LIG to analyse climatic stability among populations of P. calyculatus. Further details and measures of model performance and stability are given in Appendix S1: Methods and Appendix S2: Figures S1–S2."
  }, {
    "heading": "2.4 | Phylogenetic analysis, divergence time estimation and haplotype relationships",
    "text": "We estimated phylogenetic relationships from the concatenated dataset using BI. We conducted BI analyses using MRBAYES 3.12 (Huelsenbeck & Ronquist, 2001; Ronquist & Huelsenbeck, 2003) on the CIPRES Science Gateway computing cluster (Miller, Pfeiffer, & Schwartz, 2010), with further details in Appendix S1: Methods.\nWe used a Bayesian approach implemented in BEAST 1.8.4 (Drummond, Suchard, Xie, & Rambaut, 2012) to estimate the phylogenetic relationships among P. calyculatus ribotypes and haplotypes and time to most recent common ancestor for lineages related to pre-Pleistocene and Pleistocene events (for a detailed description of our analysis, see Appendix S1: Methods).\nTo infer genealogical relationships among ribotypes (ITS) and haplotypes (trnL-F), statistical parsimony networks for both datasets were constructed using TCS 1.2.1 (Clement, Posada, & Crandall, 2000), with gaps treated as single evolutionary events (trnL-F) or missing data (ITS) and a connection limit set to 95%. Loops were resolved following the criteria given by Pfenninger and Posada (2002)."
  }, {
    "heading": "2.5 | Population genetic diversity indices, geographical structure and relationships among populations",
    "text": "Population diversity indices for unordered (hS, hT) and ordered haplotypes (vS, vT) and differentiation (GST, NST) parameters were estimated for each marker using PERMUT 1.0 (Pons & Petit, 1996). Significant differences between NST and GST parameters were tested\nwith 10,000 permutations. If NST is significantly larger than GST, this means that two alleles sampled from the same region are phylogenetically more closely related than two alleles sampled from different regions, evidencing the presence of a significant phylogeographical signal in the data (Pons & Petit, 1996). Molecular diversity indices, neutrality tests and pairwise comparisons of FST values between groups (Appendix S1: Table S1) were calculated using ARLEQUIN 3.01 (Excoffier, Laval, & Schneider, 2005).\nFour analyses of molecular variance (AMOVAs; Excoffier, Smouse, & Quattro, 1992) were performed using ARLEQUIN based on pairwise differences to explore population structure along the TMVB, with populations treated as (a) a single group to determine the amount of variation partitioned among and within populations, and (b) grouped into two (TMVB, OAX) or (c) three (wTMVB, cTMVB+eTMVB, OAX) according to the first episodes of TMVB formation or (d) four groups (wTMVB, cTMVB, eTMVB, OAX) resembling the final episode of TMVB formation together with Pleistocene climatic fluctuations (Figure 1, Appendix S1: Table S1). The AMOVAs were performed using the Tamura and Nei model and 16,000 permutations to determine the significance of each AMOVA. Spatial analysis of molecular variance (SAMOVA 1.0; Dupanloup, Schneider, & Excoffier, 2002) was also used to identify clusters of populations that are geographically homogeneous and maximally differentiated (for a detailed description of our analysis, see Appendix S1: Methods).\nTo estimate the relationships among groups of populations (Figure 1, Appendix S1: Table S1), we used ITS and trnL-F sequences for P. calyculatus samples and *BEAST (Heled & Drummond, 2010) with the multispecies coalescent model (Appendix S1: Methods)."
  }, {
    "heading": "2.6 | Demographic history",
    "text": "We used mismatch distributions and Bayesian skyline plots (BSP) to assess population expansion and time variation in effective population size (Ne) (Appendix S1: Methods). Note that the spatial population expansion or historical population size changes can be influenced by several sources of error (e.g. sample size, sampling scheme, levels of polymorphism, mutation rates) or by genetic hitchhiking of polymorphism linked to genes under positive selection (e.g. Grant, 2015)."
  }, {
    "heading": "2.7 | Divergence and colonization of the TMVB",
    "text": "To compare scenarios of divergence and colonization history of P. calyculatus, we used an approximate Bayesian computation (ABC) approach using DIYABC (Cornuet et al., 2008, 2014) and both ITS and trnL-F datasets. Four evolutionary scenarios were constructed considering the haplotype network, AMOVA, SAMOVA and *BEAST results. Although there are numerous possible scenarios of divergence, we considered that these four scenarios represent the close relationships among the groups and the complex patterns of genetic divergence and admixture predicted by both the colonization and glacial/interglacial cycles’ models illustrated in Figure 1.\nComparison of scenarios was implemented in DIYABC with 2 million coalescent-based simulated datasets under each evolutionary scenario. For this analysis, we used a prior distribution of mutation rates of 1 9 10 9–1 9 10 7 for ITS and 1 9 10 8–1 9 10 9 for cpDNA to include those in the literature (Appendix S1: Methods). As the ABC computation jointly samples the mutation rates and effective population sizes, it is often hard to estimate confidently the Ne of populations. Thus, to ensure convergence, we defined a Ne prior with a normal distribution for the OAX population based on previous estimates in P. schiedeanus (Ornelas et al., 2016). This normal distribution was set with a mean of 70,000 (SD = 20,000), minimum of 10,000 and maximum of 140,000. For all other populations, we used uniform priors with upper bounds that were defined with preliminary ABC runs. Given the absence of independent sources of information on population sizes, these uniform priors can be thought of as uninformative priors. However, defining these priors with very high upper boundaries often leads to the exploration of unrealistic parameter space. Often, initial runs using wideranging flat priors lead to simulations that are very far away in parameter space from the observed data. In this context, the upper boundaries of the Ne priors were set in order to obtain simulations that closely resembled the observed data. In any case, we believe these upper boundaries had little effect on the estimations, given that all Ne posterior distributions are skewed toward the lower limit of the prior.\nThus, we used uniform prior distributions (minimum, maximum) for the size of the sampled populations: wTMVB (0, 40,000); cTMVB (0, 50,000); eTMVB (10,000, 100,000). In addition, we used a uniform prior distribution (10,000, 1,200,000) for the ancestral population size (Na), with the condition Na ≤ Ne OAX. Finally, the prior distribution of the timing of events was set to encompass the time periods of interest and considering a generation time of 11 years: t1 (100, 10,000); t2 (100, 10,000); t3 (1,000, 30,000). To avoid incongruences in the simulated genealogies, we set two conditions on the prior time distributions: t1 ≤ t2 < t3.\nThe overall performance of scenarios was evaluated with a principal components analysis in the space of summary statistics on the two million simulated datasets and the observed data (Cornuet et al., 2014). After this pre-evaluation, the posterior probability of scenarios was assessed using a logistic regression procedure on the 1% (20,000) of simulated datasets closest to the observed data (Fontaine et al., 2013). For the best-supported scenario, we used the posterior distributions to simulate 1,000 pseudo-observed datasets in order to evaluate whether this model could successfully reproduce the observed data. We used 1,000 datasets simulated under different scenarios to estimate the posterior predictive error of the analyses and estimate Type I error rates for our selected model (Robert, Cornuet, Marin, & Pillai, 2011). Finally, the posterior probability distributions for demographic and temporal parameters were obtained by local linear regression on the 1% of simulations for the best-supported scenario (5,000) closest to the observed dataset (Cornuet et al., 2008, 2014)."
  }, {
    "heading": "3 | RESULTS",
    "text": ""
  }, {
    "heading": "3.1 | Palaeodistribution modelling and environmental variation",
    "text": "The ENMs yielded a good fit for the current geographical distribution of P. calyculatus (Figure 2). The performance of the models was high in 20-fold cross-validation of AUC (mean SD = 0.959 0.009). Determination of the threshold probability for predicted presence using the true skill statistic (TSS) resulted in a mean proportion of correctly classified training observations of 0.732 0.073. The estimated potential distribution of P. calyculatus indicates that this species had a relatively unstable distribution range during the last 140,000 years. Predicted present and past models showed some important changes in distribution since LIG, with more stable portions of the predictions in OAX, followed by expansion from LIG to LGM toward the higher TMVB (lower probability applying CCSM than MIROC simulations), and contraction from LGM to MH in northern portions of the region (Figure 2, Appendix S2: Figures S1–S2)."
  }, {
    "heading": "3.2 | Phylogenetic analysis, divergence time estimation and haplotype relationships",
    "text": "The topology of the resulting BI tree confirmed the monophyly of Psittacanthus samples (PP = 1; Appendix S2: Figure S3). Samples from Psittacanthus calyculatus and P. schiedeanus form a monophyletic group (PP = 1), with genealogical relationships within the ingroup unresolved.\nThe BEAST analyses placed the diversification of the Psittacanthus crown clade as occurring in the Late Miocene (Appendix S2: Figure S4). Although a split between P. auriculatus and samples of P. schiedeanus and P. calyculatus is estimated at 1.77 Ma (95% HPD 2.62–0.68 Ma) with strong support (PP = 1), the relationships within the P. calyculatus/schiedeanus clade were poorly resolved with diversification of the clade occurring in the Pleistocene (1.28 Ma, 95% HPD 1.81–0.53 Ma; Appendix S2: Figure S4).\nThe aligned ITS dataset for 334 samples of P. calyculatus (559 bp) yielded 21 ribotypes (Table 1). In the ribotype network (Figure 3), one ribotype (R1) was found in 235 of the 334 samples for 33 of the 35 sampled populations and forms the core of the network, from Zacatecas to southern Oaxaca. This widespread and most frequent ribotype (70.4% of the individuals and 97% of the sampled populations) was separated from most other ribotypes by one or two mutations, which were largely singletons. The second most frequent and most widespread ribotype (R16; 64 samples, 19% of all individuals) was found in 19 populations (54% of the sampled populations). Ribotypes R6–R7, R9–R11, R13, R15, R17–R18 and R20 were not singletons and were mostly distributed in Tlaxcala, Puebla and Oaxaca (Figure 3).\nThe aligned trnL-F dataset for 318 samples of P. calyculatus (294 bp) yielded 14 haplotypes (Table 1). Statistical parsimony retrieved a well-resolved network (Figure 4), in which the most frequent (136 samples) and widespread haplotype H1 (42.7% of the\nF IGURE 2 Results from the MAXENT analyses showing species distribution models for Psittacanthus calyculatus at Last Inter Glacial (LIG, 140–120 ka), Last Glacial Maximum (LGM, CCSM, 21 ka), Last Glacial Maximum (LGM, MIROC, 21 ka), Mid-Holocene (MH, CCSM, 6 ka), MidHolocene (MH, MIROC, 6 ka), and at present. The output of MAXENT consists of grid maps with each cell having an index of suitability between 0 and 1. Low values (white to yellow) indicate that the conditions are unsuitable for the species to occur, whereas high values (orange to dark blue) indicate that the conditions are suitable [Colour figure can be viewed at wileyonlinelibrary.com]\nindividuals and 45.7% of the sampled populations) was mostly retrieved in populations located from the eastern to central portions of the TMVB and south-eastern Oaxaca, followed by haplotypes H4 (20 samples) and H6 (41 samples) exclusively found in the western portion of the TMVB, and haplotypes H7–H14 only retrieved in Oaxaca sites (19–33). Lastly, haplotypes H2 and H3 connected to H1 by one or two steps are haplotypes exclusively found in two sites of Oaxaca (34–35; Figure 4)."
  }, {
    "heading": "3.3 | Population genetic diversity indices, geographical structure and relationships among populations",
    "text": "Differentiation among populations based on ITS variation (mean SE, GST = 0.259 0.0585) indicated that P. calyculatus is genetically subdivided. Genetic diversity across all populations (hT = 0.481 0.0576; vT = 0.481 0.0899) was higher than the\nRegion abbreviations are as follows: TMVB = Trans-Mexican Volcanic Belt; wTMVB = western TMVB; cTMVB = central TMVB; eTMVB = eastern TMVB; OAX = Oaxaca.\naverage within-population value (hS = 0.356 0.0497; vS = 0.347 0.0656). PERMUT analysis showed that NST (0.279 0.0359) was not significantly different (p > .05) than GST, indicating no phylogeographical structuring. Differentiation among populations based on trnL-F variation indicated high genetic structuring (GST = 0.869 0.0398, NST = 0.878 0.0466), with genetic diversity across all populations (hT = 0.811 0.0495; vT = 0.812 0.0963) much higher than the average within-population value (hS = 0.106 0.0337; vS = 0.099 0.0397). However, the NST and GST values were not statistically different (p > .05). Pairwise comparisons of FST values were mostly low and non-significant for the ITS when groups\nof populations were compared, whereas those for trnL-F were moderate and significant in all cases (Table 2).\nThe AMOVA results showed that 75.7% of the genetic variation for ITS and 10% for trnL-F was explained by differences within populations when all locations were treated as a single group (Table 3). The AMOVA for the trnL-F revealed population structure, with the highest FCT value obtained when populations are grouped into wTMVB, cTMVB+eTMVB and OAX, but for the ITS, these differences were not significant (Table 3), suggesting that seedmediated dispersal is more limited than pollen-mediated dispersal. When sampling sites are grouped as two or four groups, significant\nF IGURE 3 Geographical distribution and statistical parsimony network of 21 ITS ribotypes of Psittacanthus calyculatus overlaid on a relief map of Mexico. Pie charts represent ribotypes found in each sampling locality [Colour figure can be viewed at wileyonlinelibrary.com]\nF IGURE 4 Geographical distribution and statistical parsimony network of 14 trnL-F haplotypes of Psittacanthus calyculatus overlaid on a relief map of Mexico. Pie charts represent haplotypes found in each sampling locality [Colour figure can be viewed at wileyonlinelibrary.com]\nbut smaller proportion of the trnL-F variation was attributed to group differences (Table 3). SAMOVA results revealed significant FCT values for groups between K = 2 and K = 10. For the ITS dataset, the FCT value was highest for K = 2 (Table 3). When K = 3, FCT\nis smaller than K = 2, and an additional increase in the number of K led to a dissolution of group structure and single-population groups were formed. For the trnL-F dataset, the FCT value was highest for K = 6 (Table 3). The six groups were geographically consistent and encompassed three OAX clusters (cluster 1: sites 28– 29, 31; cluster 2: sites 20, 23–27, 30; cluster 3: sites 19, 21–22), one cTMVB cluster (sites 7, 9–12), one eTMVB cluster (sites 14– 15) + OAX (sites 32–35), and one wTMVB (sites 1–6) + cTMVB (site 8) + eTMVB (sites 13, 16–18) cluster. Nucleotide diversity (p) was low for ITS and low-to-moderate for trnL-F datasets (Table 4); cpDNA variation was not correlated with altitude variance among areas (Appendix S2: Figure S5).\nThe *BEAST tree of multilocus data for differentiation between the wTMVB, cTMVB+eTMVB and OAX clades was the best-supported delimitation hypothesis compared with alternative group assignments (Appendix S2: Figure S6). However, the difference was\nSignificant values at p < .001 are shown in bold. Group abbreviations are as follows: wTMVB = western TMVB; cTMVB = central TMVB; eTMVB = eastern TMVB; OAX = Oaxaca.\nns, not significant (p > .05), *p < .01, **p < .001, ***p < .0001.\nnot very strong, tree nodes showed no strong support (PP < 0.6), and the ESS values were low (< 50)."
  }, {
    "heading": "3.4 | Demographic history",
    "text": "For populations grouped by geography (wTMVB, cTMVB, eTMVB, OAX), neutrality test values were positive (except for cTMVB and eTMVB) and non-significant for the trnL-F dataset, indicating demographic stability (Table 4). Negative and significant values for the ITS dataset were detected for cTMVB, eTMVB and OAX (except for Tajima’s D value in cTMVB and OAX). In the mismatch distribution, sudden demographic expansion was not rejected for OAX (Hri value) in the ITS, and for wTMVB, eTMVB and OAX (SSD values) in the trnL-F (Table 4). The BSPs suggest that the effective population size has not changed in the TMVB and OAX populations over time (Appendix S2: Figure S7)."
  }, {
    "heading": "3.5 | Divergence and colonization of the TMVB",
    "text": "DIYABC analysis indicated that the south-east to north-west colonization model (scenario 2) is the best-supported scenario (Figure 5), with a higher posterior probability value and 95% confidence intervals (PP, 95% CI; scenario 2: 0.983, 0.979–0.986) that did not overlap with those obtained for the other scenarios (scenario 1: 0.016, 0.013–0.019; scenario 3: 0.0004, 0.0003–0.0006; scenario 4:\n0.0003, 0.0002–0.0003). Analyses to estimate confidence in scenario choice indicated that Type I error for the best-supported scenario was low (0.124). Under scenario 2, posterior mean parameter estimates indicated that the divergence between OAX and TMVB (t3) occurred 177,100 years before present (CI: 308.00–73.81 ka), assuming an 11-year generation time. In accordance with the colonization model, the splits between eTMVB and cTMVB+wTMVB (t2) and between cTMVB and wTMVB (t1) were dated to 56,000 (104.06–17.93 ka) and 32,010 years before present (72.16–8.77 ka), respectively (Figure 5; Appendix S3: Table S3)."
  }, {
    "heading": "4 | DISCUSSION",
    "text": ""
  }, {
    "heading": "4.1 | Mistletoes along the TMVB temperate forests",
    "text": "Our phylogenetic and divergence time estimates indicate that the diversification of P. calyculatus is not pre-Pleistocene in origin. This result is discordant with the volcanic origin of mountains along the TMVB and with the idea that the east–west division of the TMVB was a long-standing barrier to dispersal that separated groups of populations. The *BEAST and DIYABC results revealed that the divergence between TMVB and OAX populations occurred 87 and 177 ka, respectively (Figure 5 and Figure S6). These estimates suggest a recent divergence scenario, in which haplotype sharing\nN = number of individuals, NH = number of ribotypes or haplotypes, h = gene diversity, p = nucleotide diversity, DT = Tajima’s D, FS = Fu’s Fs, SDD = differences in the sum of squares or mismatch distribution, Hri = Harpending’s raggedness index. n.a. = not available; *p < .05; ***p < .001. DT and FS positive values are indicative of mutation-drift-equilibrium, which is typical of stable populations, and negative values that result from an excess of rare haplotypes indicate that populations have undergone recent expansions, often preceded by a bottleneck. Significantly negative values (at the 0.05 level) reveal in both tests historic demographic expansion events. Significant (p ≤ .05) SSD and Hri values indicate deviations from the sudden expansion model. In bold are shown values that are consistent with demographic expansion.\n(a)\n(e)\n(g)\n(f)\n(b) (c) (d)\nF IGURE 5 Competing demographic scenarios of Psittacanthus calyculatus divergence. Four evolutionary scenarios were built and tested considering haplotype network, AMOVAs, SAMOVA and *BEAST results: (a) four populations (Pop1, Pop2, Pop3 and Pop4) that diverged simultaneously from an ancestral population at t3 (scenario 1, null model), which corresponded to the four mistletoe genetic groups, eastern (eTMVB), central (cTMVB) and western (wTMVB) populations along the TMVB, and populations from Puebla and Oaxaca (OAX); (b) colonization model 1 (scenario 2), in which Pop1 (wTMVB) merged with Pop2 (cTMVB) at t1, then both populations merged with Pop3 (eTMVB) at t2 and subsequently with Pop4 (OAX) at t3; (c) isolation split model (scenario 3), in which Pop4 merged with Pop3 at t1, then Pop1 merged with Pop2 at t2, and subsequently both groups of populations merged with Pop4 (OAX) at t3; and (d) colonization model 2 (scenario 4), in which Pop4 merged with Pop3 at t1, then both populations merged with Pop2 at t2 and subsequently with Pop1 at t3. (e) The posterior probability of scenarios was assessed using a weighted logistic regression on the 1% of simulated datasets closest to the observed data and, for the best-supported scenario (scenario 2), (f) a model checking procedure by applying a PCA on test statistic vectors was performed to visualize the fit between the simulated and the observed datasets. Note the large cloud of data from the prior and observed datasets centred on a small cluster from the posterior predictive distribution, suggesting that the best-supported scenario explained the observed data well. (g) Point estimates for temporal parameters (t1–t3) were obtained by local linear regression on the 1% of simulations closest to the observed dataset for the best-supported scenario [Colour figure can be viewed at wileyonlinelibrary.com]\nbetween regions results from either retention of ancestral polymorphisms because of insufficient time for lineage sorting, ongoing gene flow across habitats or complete haplotype turnover. The haplotype network, FST pairwise comparisons, AMOVAs, SAMOVA and *BEAST species delimitation suggest fairly high levels of genetic structuring and the existence of three or more genetic groups, especially when considering the cpDNA data. Altogether these results suggest that changes in the habitat distribution and shifting altitudinal ranges linked to Pleistocene climatic cycles might have fragmented the distribution of P. calyculatus.\nInferred patterns of genetic differentiation in P. calyculatus appear partially correlated with the ecological differentiation among geographical regions. The pine-oak forests that extend from Jalisco in the west to Veracruz in the east between 2,470 and 2,600 m are surrounded at lower elevations by tropical dry forest to the west (Jalisco dry forests), north-west (Baj ıo dry forests in the basin of the Rio Grande de Santiago and the lower R ıo Lerma) and south (Balsas dry forests in the basin of the Balsas River) and by shrub land to the north (high basins of the Mexican Plateau, Valley of Mexico and upper reaches of the R ıo Lerma); the Tehuac an valley with arid tropical shrub and adjacent tropical dry forests lies in the rain shadow valley, adjacent to the pine-oak-dominated portions of the Sierra Madre Oriental to the south-east in Puebla and Tlaxcala states. To the east, the cloud forests of Veracruz and Oaxaca are the transition between the pine-oak forests and the lowland tropical forests along the Gulf of Mexico.\nDespite the genetic differentiation of P. calyculatus populations observed, widespread ribotypes and haplotypes do occur. The lower variation found in ITS and the presence of widespread ribotypes along with negative values of Tajima’s D, Fu’s Fs and the results of mismatch distribution suggest effective nuclear gene flow via pollen and recent demographic expansion for populations of P. calyculatus, most likely during the LGM. In contrast, the population differentiation of P. calyculatus shown by the plastid data suggests that seed flow has been more restricted. Nonetheless, the mechanisms for the observed differentiation call for further analysis."
  }, {
    "heading": "4.2 | The climate–volcanism interaction along the",
    "text": "Trans-Mexican Volcanic Belt\nGiven the age of the structuring of genetic variation of P. calyculatus mistletoes, it is not congruent with geographical isolation resulting from the Miocene TMVB east–west separation (fragmentation model; Mastretta-Yanes et al., 2015; Figure 1). Nor is it congruent with current connectivity along the TMVB of a recently expanded population. The weak genetic structure of P. calyculatus populations is more consistent with a scenario of fixed topography and a glacial/ interglacial cycle model, involving expansion to the west by stepping-stone colonization and then subsequent interglacial differentiation between populations (colonization model; Mastretta-Yanes et al., 2015; Figure 1, Appendix 2: Figure S2).\nThis scenario is supported by the fact that haplotypes found in the western P. calyculatus collection sites differ from the most\nfrequent and widely distributed haplotype (H1) by only one mutation and that haplotypes H7–H14 were only retrieved in Oaxaca. Furthermore, the combination of relatively low values of genetic diversity and nucleotide diversity, and the non-significant differences between the NST and GST values, indicates rapid population growth from ancestral populations with a small effective population size (Avise, 2000).\nPleistocene climate oscillations influenced the vegetation distribution on the Northern Hemisphere, in which north-to-south contraction and migration of vegetation units seem to predominate in the LGM followed by post-glacial northern expansion and colonization after the glaciers receded (e.g. Hewitt, 1996; Mart ınez-Meyer & Peterson, 2006). In the Southern Hemisphere, there is no evidence for range shifts toward the north during the LGM and re-colonization of southerly habitats afterward, but rather in situ survival of highland plant species within their extant distribution ranges (e.g. Barros et al., 2015; Jacob, Mart ınezMeyer, & Blattner, 2009; Turchetto-Zolet et al., 2016). For P. calyculatus in the TMVB, the predictions of ENMs under past LGM climatic conditions and the significant signal of demographic expansion suggest that populations experienced a northward range expansion toward the west of the TMVB and to the lowlands with population connectivity during the LGM, as predicted by the east-to-west colonization and glacial/interglacial cycles models (Mastretta-Yanes et al., 2015). The ENMs predicted major range shifts in suitable habitat for P. calyculatus from the LIG to LGM, but minimal east-to-west expansion along the TMVB and contraction of northern areas of the region from LGM to present conditions. Accordingly, we hypothesize that during glacial periods, populations of P. calyculatus expanded to the lowlands, where gene flow was extensive, and habitats in which populations had gone extinct during interglacials were probably re-colonized. Throughout interglacial periods, populations fragmented and contracted as they moved up in elevation with the warming climate and genetic divergence commenced.\nInterestingly, we found that the number of haplotypes and nucleotide diversity were greater in the OAX population (Table 4). Altitudinal gradients can play an important role in shaping genetic diversity (e.g. Barros et al., 2015; Kingston et al., 2014). Although the diversity of cpDNA haplotypes was not correlated to altitude variance, it is possible that the higher diversity in the P. calyculatus cpDNA haplotypes was caused by the higher altitude variance found in the OAX area in addition to the larger stability since the LIG (Appendix S2: Figures S1 and S5).\nIn conclusion, ENM and phylogeographical evidence both support the unstable distribution of P. calyculatus during the last 140,000 years. The ABC analyses strongly supported the scenario of an early split between the OAX and TMVB populations and east-towest colonization of the TMVB dating back c. 177 and 56 ka, respectively. Genetic evidence coupled with expansion/contraction changes in distribution since LIG indicates that climatic fluctuations throughout the Pleistocene would have altered the distribution of suitable habitat for mistletoes along the TMVB, leading to genetic differentiation of P. calyculatus by geographical isolation linked to the effects of the glacial/interglacial cycles and environmental factors, driving genetic differentiation from congeners into more xeric vegetation and the colonization of TMVB from east to west. Further\nstudy using faster molecular markers (e.g. SSRs) should provide finer resolution of genetic structure, detection of processes influenced by short periods of time, and critically important to test hypotheses associated with potential factors that may limit the distribution of these mistletoes (e.g. host and abiotic factors)."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank S. D ıaz Infante, M. Flores-Herrej on, L. M. Garc ıa-Feria, A. Langle, C. Lara, H. Mart ınez-Rold an, F. Rodr ıguez-G omez, S. Rodr ıguez-Mendieta, C. Soberanes and M. V asquez for field assistance; G. Amico, C. B arcenas, Y. Licona-Vera and A. Ortiz-Rodr ıguez for laboratory assistance and data analysis; and C. Lara and Mark Carine for their valuable criticisms and suggestions. Our fieldwork was conducted with the permission of Mexico’ Secretar ıa del Medio Ambiente y Recursos Naturales, Instituto Nacional de Ecolog ıa (permit number: SGPA/DGGFS/712/1299/12). This project was funded by competitive grants (grant numbers: 61710, 155686) from the Consejo Nacional de Ciencia y Tecnolog ıa (CONACyT; http://www.conacyt. mx) and research funds from the Departamento de Biolog ıa Evolutiva, Instituto de Ecolog ıa, AC (20030/10563) awarded to J.F.O. M.J.P.C. was supported by a doctoral scholarship (365006/248109) and S.R.B. by a postdoctoral fellowship (155686) from CONACyT.\nDATA ACCESSIBILITY\nDNA sequences: GenBank Accession numbers ITS: KX640930– KX640946, trnL-F: KX640947–KX640960. Sequence (FASTA) and MAXENT data available from the Dryad Digital Repository: https://d oi.org/10.5061/dryad.3jq14. Specimen information: uploaded as Appendix S1: Tables S1 and S2."
  }],
  "year": 2017,
  "references": [{
    "title": "Evolutionary history of the South American mistletoe Tripodanthus (Loranthaceae) using nuclear and plastid markers",
    "authors": ["G.C. Amico", "R. Vidal-Russell", "M.A. Garc ıa", "D.L. Nickrent"],
    "venue": "Systematic Botany,",
    "year": 2012
  }, {
    "title": "Phylogeography: The history and formation of species",
    "authors": ["J.C. Avise"],
    "year": 2000
  }, {
    "title": "Reproductive biology and pollination of the parasitic plant Psittacanthus calyculatus (Loranthaceae) in central Mexico",
    "authors": ["F. Azpeitia", "C. Lara"],
    "venue": "Journal of the Torrey Botanical Society,",
    "year": 2006
  }, {
    "title": "Environmental drivers of diversity in subtropical highland grasslands",
    "authors": ["M.J.F. Barros", "G.A. Silva-Arias", "J.N. Fregonezi", "A.C. Turchetto-Zolet", "J.R.V. Iganci", "J.A.F. Diniz-Filho", "L.B. Freitas"],
    "venue": "Perspectives in Plant Ecology, Evolution and Systematics,",
    "year": 2015
  }, {
    "title": "Results of PMIP2 coupled simulations of the Mid-Holocene and Last Glacial Maximum –Part 2: Feedbacks with emphasis on the location of the ITCZ and mid- and high latitudes heat budget",
    "authors": ["P. Braconnot", "B. Otto-Bliesner", "S. Harrison", "S. Joussaume", "J.Y. Peterchmitt", "A. Abe-Ouchi", "Y. . . Zhao"],
    "venue": "Climate of the Past,",
    "year": 2007
  }, {
    "title": "Relative roles of Neogene vicariance and Quaternary climate change on the historical diversification of bunchgrass lizards (Sceloporus scalaris group) in Mexico",
    "authors": ["R.W. Bryson", "U.O. Garc ıa-V azquez", "B.R. Riddle"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2011
  }, {
    "title": "Evidencias de cambio clim atico y ambiental en registros glaciales y en cuencas lacustres del centro de M",
    "authors": ["M. Caballero", "S. Lozano-Garc ıa", "L. V azquez-Selem", "B. Ortega"],
    "year": 2010
  }, {
    "title": "TCS: A computer program to estimate gene genealogies",
    "authors": ["M. Clement", "D. Posada", "K.A. Crandall"],
    "venue": "Molecular Ecology,",
    "year": 2000
  }, {
    "title": "DIYABC v2.0: A software to make approximate Bayesian computation inferences about population history using single nucleotide polymorphism, DNA sequence and microsatellite data",
    "authors": ["J.M. Cornuet", "P. Pudlo", "J. Veyssier", "A. Dehne-Garcia", "M. Gautier", "R. Leblois", "A. . . Estoup"],
    "year": 2014
  }, {
    "title": "Inferring population history with DIY ABC: A user-friendly approach to approximate Bayesian computation",
    "authors": ["J.M. Cornuet", "F. Santos", "M.A. Beaumont", "C.P. Robert", "J.M. Marin", "D.J. Balding", "A. . . Estoup"],
    "year": 2008
  }, {
    "title": "Reproductive ecology and isolation of Psittacanthus calyculatus and P. auriculatus mistletoes (Loranthaceae)",
    "authors": ["S. ıaz Infante", "C. Lara", "M.C. Arizmendi", "L.E. Eguiarte", "J.F. Ornelas"],
    "venue": "PeerJ,",
    "year": 2016
  }, {
    "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
    "authors": ["A.J. Drummond", "M.A. Suchard", "D. Xie", "A. Rambaut"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2012
  }, {
    "title": "A simulated annealing approach to define the genetic structure of populations",
    "authors": ["I. Dupanloup", "S. Schneider", "L. Excoffier"],
    "venue": "Molecular Ecology,",
    "year": 2002
  }, {
    "title": "A statistical explanation of MaxEnt for ecologists",
    "authors": ["J. Elith", "S.J. Phillips", "T. Hastie", "M. Dud ık", "Y.E. Chee", "C.J. Yates"],
    "venue": "Diversity and Distributions,",
    "year": 2011
  }, {
    "title": "Arlequin ver. 3.0: An integrated software package for population genetics data analysis",
    "authors": ["L. Excoffier", "G. Laval", "S. Schneider"],
    "venue": "Evolutionary Bioinformatics Online,",
    "year": 2005
  }, {
    "title": "Analysis of molecular variance inferred from metric distances among DNA haplotypes: Application to human mitochondrial DNA restriction data",
    "authors": ["L. Excoffier", "P. Smouse", "J. Quattro"],
    "year": 1992
  }, {
    "title": "The dynamic history of the Trans-Mexican Volcanic Belt and the Mexico subduction",
    "authors": ["L. Ferrari", "T. Orozco-Esquivel", "V. Manea", "M. Manea"],
    "venue": "zone. Tectonophysics,",
    "year": 2012
  }, {
    "title": "Genetic signature of a range expansion and leap-frog event after the recent invasion of Europe by the grapevine downy mildew pathogen Plasmopara viticola",
    "authors": ["F. e", "D. Papura", "S. RichardCervera", "F. Delmotte"],
    "venue": "Molecular Ecology,",
    "year": 2013
  }, {
    "title": "Igneous petrogenesis of the Trans-Mexican Volcanic Belt. Geology of Mexico: Celebrating the centenary of the Geological Society of Mexico (ed",
    "authors": ["A. omez-Tuena", "M.T. Orozco-Esquivel", "L. Ferrari"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2007
  }, {
    "title": "Problems and cautions with sequence mismatch analysis and Bayesian skyline plots to infer historical demography",
    "authors": ["W.S. Grant"],
    "venue": "Journal of Heredity,",
    "year": 2015
  }, {
    "title": "Biogeography of the montane entomofauna of Mexico and Central America",
    "authors": ["G. Halffter"],
    "venue": "Annual Review of Entomology,",
    "year": 1987
  }, {
    "title": "Bayesian inference of species trees from multilocus data",
    "authors": ["J. Heled", "A.J. Drummond"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2010
  }, {
    "title": "Some genetic consequences of ice ages, and their role, in divergence and speciation",
    "authors": ["G.M. Hewitt"],
    "venue": "Biological Journal of the Linnean Society,",
    "year": 1996
  }, {
    "title": "Very high resolution interpolated climate surfaces for global land areas",
    "authors": ["R.J. Hijmans", "S.E. Cameron", "J.L. Parra", "P.G. Jones", "A. Jarvis"],
    "venue": "International Journal of Climatology,",
    "year": 2005
  }, {
    "title": "Phylogeographic analyses and paleodistribution modeling indicate Pleistocene in situ survival of Hordeum species (Poaceae) in Southern Patagonia without genetic or spatial restriction.Molecular",
    "authors": ["E. ınez-Meyer", "F.R. Blattner"],
    "venue": "Biology and Evolution,",
    "year": 2009
  }, {
    "title": "Genetic differentiation and habitat connectivity across towhee hybrid zones in Mexico",
    "authors": ["A.G. uenza", "E.A. Garc ıa-Trejo", "H. V azquez-Miranda", "W.F. Fagan", "M.J. Braun"],
    "venue": "Evolutionary Ecology,",
    "year": 2014
  }, {
    "title": "Monograph of Psittacanthus (Loranthaceae)",
    "authors": ["J. Kuijt"],
    "venue": "Systematic Botany Monographs,",
    "year": 2009
  }, {
    "title": "Provenance, guts, and fate",
    "authors": ["G. erez", "J.F. Ornelas"],
    "year": 2009
  }, {
    "title": "Biodiversity in the Mexican highlands and the interaction of geology, geography and climate within the Trans-Mexican Volcanic Belt",
    "authors": ["D. nero", "T.H. Jorgensen", "B.C. Emerson"],
    "venue": "Journal of Biogeography,",
    "year": 2015
  }, {
    "title": "Gene duplication, population genomics, and species-level differentiation within a tropical mountain shrub",
    "authors": ["D. nero", "B.C. Emerson"],
    "venue": "Genome Biology and Evolution,",
    "year": 2014
  }, {
    "title": "Calibrating divergence times on species trees versus gene trees: Implications for speciation history",
    "authors": ["J.E. McCormack", "J. Heled", "K.S. Delaney", "A.T. Peterson", "L.L. Knowles"],
    "venue": "Aphelocoma jays. Evolution,",
    "year": 2011
  }, {
    "title": "Creating the CIPRES Science Gateway for inference of large phylogenetic trees",
    "authors": ["M.A. Miller", "W. Pfeiffer", "T. Schwartz"],
    "venue": "Proceedings of the Gateway Computing Environments Workshop (GCE),",
    "year": 2010
  }, {
    "title": "A mistletoe tale: Postglacial invasion of Psittacanthus schiedeanus (Loranthaceae) to Mesoamerican cloud forests revealed by molecular data and species distribution modeling",
    "authors": ["C. alez", "E. . . Ruiz-Sanchez"],
    "venue": "BMC Evolutionary Biology,",
    "year": 2016
  }, {
    "title": "In and out of Mesoamerica: Temporal divergence of Amazilia hummingbirds predates the orthodox account of the completion of the Isthmus of Panama",
    "authors": ["F. omez", "L.M. Garc ıa-Feria"],
    "venue": "Journal of Biogeography,",
    "year": 2014
  }, {
    "title": "Isolation in habitat refugia promotes rapid diversification in a montane tropical salamander",
    "authors": ["G. Parra-Olea", "J.C. Windfield", "G. Velo-Ant on", "K.R. Zamudio"],
    "venue": "Journal of Biogeography,",
    "year": 2012
  }, {
    "title": "Uncorrelated mistletoe infection patterns and mating success with local host specialization in Psittacanthus calyculatus (Loranthaceae)",
    "authors": ["M.J. erez-Crespo", "C. Lara", "J.F. Ornelas"],
    "venue": "Evolutionary Ecology,",
    "year": 2016
  }, {
    "title": "Phylogeographic history of the land snail Candidula unifasciata (Helicellinae, Stylommatophora): Fragmentation, corridor migration, and secondary",
    "authors": ["M. Pfenninger", "D. Posada"],
    "venue": "contact. Evolution,",
    "year": 2002
  }, {
    "title": "Maximum entropy modeling of species geographic distributions",
    "authors": ["S.J. Phillips", "R.P. Anderson", "R.E. Schapire"],
    "venue": "Ecological Modelling,",
    "year": 2006
  }, {
    "title": "Measuring and testing genetic differentiation with ordered versus unordered alleles",
    "authors": ["O. Pons", "R.J. Petit"],
    "year": 1996
  }, {
    "title": "Lack of confidence in approximate Bayesian computation model choice",
    "authors": ["C.P. Robert", "J.M. Cornuet", "J.M. Marin", "N.S. Pillai"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2011
  }, {
    "title": "At the passing gate: Past introgression in the process of species formation between Amazilia violiceps and A. viridifrons hummingbirds along the Mexican Transition Zone",
    "authors": ["F. Rodr ıguez-G omez", "J.F. Ornelas"],
    "venue": "Journal of Biogeography,",
    "year": 2015
  }, {
    "title": "MrBayes 3: Bayesian phylogenetic inference under mixed models",
    "authors": ["F. Ronquist", "J. Huelsenbeck"],
    "year": 2003
  }, {
    "title": "Phylogeography of Liquidambar styraciflua (Altingiaceae) in Mesoamerica: Survivors of a Neogene widespread temperate forest (or cloud forest) in North America",
    "authors": ["E. Ruiz-Sanchez", "J.F. Ornelas"],
    "venue": "Ecology and Evolution,",
    "year": 2014
  }, {
    "title": "Influence of the geological history of the Trans-Mexican Volcanic Belt on the diversification of Nolina parviflora (Asparagaceae: Nolinoideae)",
    "authors": ["E. Ruiz-Sanchez", "C.D. Specht"],
    "venue": "Journal of Biogeography,",
    "year": 2013
  }, {
    "title": "Phylogeography and ecological niche modelling in Eugenia uniflora (Myrtaceae) suggest distinct vegetational responses to climate change between the southern and the northern Atlantic Forest",
    "authors": ["A.C. Turchetto-Zolet", "F. Salgueiro", "C. Turchetto", "F. Cruz", "N.M. Veto", "M.J.F. Barros", "R. . . Margis"],
    "venue": "Botanical Journal of the Linnean Society,",
    "year": 2016
  }, {
    "title": "Late Quaternary Glaciation in Mexico",
    "authors": ["L. azquez-Selem", "K. Heine"],
    "venue": "Amsterdam: Elsevier. Velo-Ant on,",
    "year": 2011
  }, {
    "title": "Phylogeography and population differentiation in the Psittacanthus calyculatus (Loranthaceae) mistletoe: a complex scenario of climate–volcanism interaction along the Trans-Mexican Volcanic Belt",
    "authors": ["S. ırez-Barahona"],
    "venue": "J Biogeogr. 2017;44:2501–2514",
    "year": 2017
  }],
  "id": "SP:3dcefd3fc1d4cb130d0069316be59348a58c84f7",
  "authors": [{
    "name": "Mar ıa",
    "affiliations": []
  }, {
    "name": "Jos e P erez-Crespo",
    "affiliations": []
  }, {
    "name": "Juan Francisco Ornelas",
    "affiliations": []
  }, {
    "name": "Antonio Gonz",
    "affiliations": []
  }, {
    "name": "alez-Rodr ıguez",
    "affiliations": []
  }, {
    "name": "Eduardo Ruiz-Sanchez",
    "affiliations": []
  }, {
    "name": "Antonio Acini V asquez-Aguilar",
    "affiliations": []
  }, {
    "name": "Santiago Ram ırez-Barahona",
    "affiliations": []
  }, {
    "name": "Alain Vanderpoorten",
    "affiliations": []
  }],
  "abstractText": "Editor: Alain Vanderpoorten Abstract Aim: The formation of the Trans-Mexican Volcanic Belt (TMVB) played an important role in driving interand intraspecific diversification at high elevations. However, Pleistocene climate changes and ecological factors might also contribute to plant genetic structuring along the volcanic belt. Here, we analysed phylogeographical patterns of the parrot-mistletoe Psittacanthus calyculatus to determine the relative contribution of these different factors. Location: Trans-Mexican Volcanic Belt. Methods: Using nuclear and chloroplast DNA sequence data for 370 individuals, we investigate the genetic differentiation of 35 populations across the species range. We conducted phylogenetic, population and spatial genetic analyses of P. calyculatus sequences along with ecological niche modelling and Bayesian inference methods to gain insight into the structuring of genetic variation of these populations. Results: Our analyses revealed population structure with three genetic groups corresponding to individuals from Oaxaca and those from the central-eastern and western TMVB regions. A significant genetic signal of demographic expansion, an eastto-west expansion predicted by species distribution modelling, and approximate Bayesian computation analyses strongly supported a scenario of habitat isolation and invasion of TMVB by P. calyculatus during the late-Pleistocene. Main conclusions: The genetic differentiation of P. calyculatus may be explained by the combined effects of (1) geographical isolation linked to the effects of the glacial/interglacial cycles and environmental factors, driving genetic differentiation from congeners into more xeric vegetation and (2) the invasion of TMVB from east to west, suggesting a role for both colonization and glacial/interglacial cycles models.",
  "title": "Phylogeography and population differentiation in the Psittacanthus calyculatus (Loranthaceae) mistletoe: a complex scenario of climate–volcanism interaction along the Trans‐Mexican Volcanic Belt"
}