{
  "sections": [{
    "text": "1Centre for Ecology Evolution and Conservation, School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, UK, 2Jard ın Bot anico, Instituto de Biolog ıa, Universidad Nacional Aut onoma de M exico, Mexico, DF 04510, Mexico, 3Departamento de Ecolog ıa Evolutiva, Instituto de Ecolog ıa, Universidad Nacional Aut onoma de M exico, Mexico, DF 04510, Mexico, 4Department of Bioscience, Aarhus University, 8000 Aarhus, Denmark, 5Island Ecology and Evolution Research Group, Instituto de Productos Naturales y Agrobiolog ıa (IPNA-CSIC), 38206 San Crist obal de La Laguna, Santa Cruz de Tenerife, Spain\n*Correspondence: Alicia Mastretta-Yanes, Comisi on Nacional para el Conocimiento y Uso de la Biodiversidad, M exico, DF 14010, M exico. E-mail: a.mstt.yanes@gmail.com / amastretta@conabio.gob.mx †Present address: Comisi on Nacional para el Conocimiento y Uso de la Biodiversidad, M exico, DF 14010, M exico\nAim (1) To synthesize data on the physical and phylogeographical history of the Mexican highlands, with a focus on the Trans-Mexican Volcanic Belt (TMVB), and (2) to propose approaches and analyses needed for examining the interaction of climate and volcanism.\nLocation Mexico.\nMethods We performed a literature and data survey of the climatic, geological and phylogeographical history of the Mexican highlands. We then assessed how the expected effects of topographic isolation, co-occurring palaeoclimatic fluctuations and volcanism can be tested against the distribution of genetic diversity of high-elevation taxa.\nResults The Mexican highlands present a complex biogeographical, climatic and geological history. Montane taxa have been exposed to a sky-island dynamic through climate fluctuations, allowing for long-term in situ population persistence, while also promoting recent divergence and speciation events. Volcanic activity transformed part of the Mexican highlands during the Pleistocene, mainly in the TMVB, leading to co-occurring climate and topographical changes. The TMVB highlands provide a suitable template to examine how low-latitude mountains can facilitate both the long-term persistence of biodiversity as well as allopatric and parapatric speciation driven by climatic and geological events.\nMain conclusions Climate fluctuations, together with recent volcanism, have driven the diversification and local persistence of biodiversity within the Mexican highlands. The climate–volcanism interaction is challenging to study; however, this can be overcome by coupling genomic data with landscape analyses that integrate the geological and climatic history of the region.\nKeywords Genetic diversity, glacial periods, Mexico, Neogene, Pleistocene, phylogeography, tropical mountains, volcanism."
  }, {
    "heading": "INTRODUCTION",
    "text": "The high species richness of tropical mountains cannot be fully explained by ecological factors, thus making it necessary to include historical variables to explain the origin of their biodiversity (Fjelds a & Bowie, 2008). Over the last decade, studies examining the role of history have been aided by the integration of molecular data, generating new perspectives on the origin and diversification of montane tropical taxa\nworldwide (Fjelds a et al., 2012). In the Americas, considerable research has focused on the Mexican highlands, because they are a biodiversity hotspot for temperate taxa (Myers et al., 2000) and are part of the transition zone at the northern limit of the tropics (Morrone & M arquez, 2001). Interest in this region has increased over the last few years. For instance, of the 75 phylogeographical studies that deal with montane taxa within Mexico, 86% were published in the last 10 years, and more than 55% in the last four (see Appendix\n1586 http://wileyonlinelibrary.com/journal/jbi ª 2015 John Wiley & Sons Ltd doi:10.1111/jbi.12546\nS1 in Supporting Information). Studies of the Mexican highlands have proven useful for understanding the diversification of North American temperate biodiversity (e.g. Gugger et al., 2011; Wood et al., 2011; Aguirre-Planter et al., 2012, Table 1). Although not the specific focus of research efforts to date, the recent volcanic origin of some of the Mexican highlands (Ferrari et al., 2012) may facilitate studying the importance of colonization and evolution in situ within newly formed sky-islands. However, as we discuss below, studies of biodiversity and diversification within this region will have to carefully consider the complex biological and physical history of the Mexican highlands, in particular of the Trans-Mexican Volcanic Belt (TMVB). Previously, this has not been possible, because sufficiently detailed data on\nthe climatic and geological history of the Mexican highlands have only recently been produced, and previously produced data are dispersed. Thus, reviewing the phylogeographical, geological and climatic data of the Mexican highlands is timely for obtaining a synthetic understanding of their natural history, and will facilitate further research on the origin and maintenance of biodiversity in tropical mountains.\nMexico is located between tropical and subtropical latitudes within North America, forming the Mexican Transition Zone between the Nearctic and Neotropical biogeographical realms (Halffter, 1987; Morrone & M arquez, 2001). Mexico is characterized by mostly warm climates and arid ecosystems; however, biotas of temperate and cold affinity also exist in highland areas (> 1000–1800 m, depending on the latitude), which are colder and moister than lower elevations (Fig. 1a; Rzedowski, 1978; Garc ıa, 1998; Challenger & Sober on, 2008), and represent a hotspot of temperate biodiversity (Myers et al., 2000). For example, Mexican highland forests contain approximately 50% of all Pinus species and 30% of all Quercus species (Farjon & Styles, 1997; Valencia, 2004). Most of the Mexican highlands represent a heterogeneous topography of different geological ages (Ferrusqu ıa-Villafranca, 1993) where species distributions would have been subject to elevational shifts during the Pleistocene climate fluctuations (Toledo, 1982; Metcalfe et al., 2000). Thus, what makes the region interesting also makes it challenging to study: in some geographical areas volcanic activity modified the landscape during the Pliocene–Pleistocene (Ferrari et al., 2012) and climate variation was also important during the Neogene (Graham, 1999; Salzmann et al., 2011). To formulate and test specific phylogeographical hypotheses, it is therefore necessary to integrate both climate and geological data within a geographically explicit framework. The necessary data for this type of spatial analysis has only recently become available for the Mexican highlands (e.g. climate data of Hijmans et al., 2005 and geological data of Ferrari et al., 2012).\nHere, we review the climatic, geological and phylogeographical history of the Mexican highlands. We then focus on the TMVB to discuss the expected effect of topographic isolation, co-occurring climate fluctuations and orographic processes on the distribution of genetic diversity. We focus on the TMVB, because it has been geologically active since the late Miocene (Ferrari et al., 2012) and it extends west– east in Central Mexico, partially overlapping with most of the other mountain ranges. The TMVB is thus an area of cooccurring climate and geological change, both of which have greatly influenced the biodiversity of the Mexican highlands. Finally, we suggest how climate and geological data may be used to test geographically explicit phylogeographical hypotheses."
  }, {
    "heading": "GEOGRAPHICAL SETTING",
    "text": "The Mexican highlands extend from the south of the Rocky Mountains in the USA down to the northern limits of the Central America mountain systems. Within Mexico, the\nSMOcc, Sierra Madre Occidental; SMOr, Sierra Madre Oriental; TMVB, Trans-Mexican Volcanic Belt; SMS, Sierra Madre del Sur; CGH, Chiapan-Guatemalan Highlands. *See Appendix S1 for more details and examples.\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd\n1587\nmontane areas can be divided into the Sierra Madre Occidental (SMOcc), Sierra Madre Oriental (SMOr), TMVB, Sierra Madre del Sur (SMS) and Chiapan-Guatemalan Highlands (CGH) (Ferrusqu ıa-Villafranca, 1990; Fig. 1b). Together, these mountain ranges present elevations from 1000 to 1800 m to up to > 5000 m, and are composed of mountain chains that extend for hundreds of kilometres, as well as isolated peaks (Fig. 1c). The SMOcc and SMOr are north–south mountain ranges separated by the Chihuahuan Desert. The TMVB is composed of hundreds of volcanic structures extending west–east at a latitude of c. 19–20° N. The SMS and the CGH are in southern Mexico and are divided by the Isthmus of Tehuantepec (IT, Fig. 1a). The exact limits among highlands in central Mexico are difficult to establish and vary depending on the features used to define them. In particular, the region extending from southern Puebla and adjacent to Veracruz to northern Oaxaca contains geological and biotic elements of the SMOr, TMVB and SMS (Bryson et al., 2011a).\nThe vegetation types that characterize the Mexican highlands are oak, conifer and cloud forests, as well as subalpine and alpine grasslands, distributed in an elevational gradient from c. 1000 m to > 4000 m (Rzedowski, 1978; Calder on de Rzedowski & Rzedowski, 2005; Challenger & Sober on, 2008;\nGonz alez-Elizondo et al., 2012). The lowlands that separate the higher areas have warmer climates with deserts, dry rain forests and tropical rain forests (Challenger & Sober on, 2008)."
  }, {
    "heading": "PHYSICAL AND NATURAL HISTORY",
    "text": ""
  }, {
    "heading": "Climate history",
    "text": "After the mid-Miocene climatic optimum c. 15 Ma, global climate began a cooling trend that was followed by the establishment of a major ice-sheet in Antarctica (c. 10 Ma) and later the onset of the Northern Hemisphere glaciation (c. 3.2 Ma) (Zachos et al., 2001). Despite this cooling trend, global temperature was still 2–3 °C higher than today by the end of the Pliocene (3.6–2.5 Ma) (Salzmann et al., 2011). There is little information for Mexico, but it is possible that ecosystems existed with species compositions that lack a modern analogue (Salzmann et al., 2011). Pliocene fossils of temperate plant genera have been found outside their current distributional range (Fig. 2; Graham, 1999), so it has been suggested that during the Pliocene: (1) arid scrublands extended throughout most of northern Mexico; (2) warmtemperate evergreen conifer forests existed in the northernmost mountains of the SMOr; and (3) a warm-temperate\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd 1588\nmixed forest with broadleaved trees and conifers covered the highland regions of southern Mexico (Graham, 1999; Salzmann et al., 2011).\nThe Pliocene was followed by the high magnitude glacial– interglacial climate oscillations of the Pleistocene (2.58 Ma to 11.7 ka) (Cohen & Gibbard, 2011). During the glacial periods of this epoch, polar ice sheets advanced southwards across North America, but did not penetrate into Mexico (Porter, 2000; Lachniet & Vazquez-Selem, 2005). However, temperatures still decreased considerably, and precipitation patterns and seasonality changed (Metcalfe et al., 2000). Mean temperatures were, for example, around 6 °C lower than today in some parts of the SMOcc during the Last Glacial Maximum (LGM, c. 20 ka) (Metcalfe, 2006). Similarly, ice caps formed on some mountains in the TMVB that are currently unglaciated, thereby lowering the vegetation line by c. 1000 m (Metcalfe, 2006; V azquez-Selem & Heine, 2011; see Appendix S2). The effect of the glacial periods also varied over time. For example, the mean elevation of the glacier\nterminus on Iztaccihuatl volcano (TMVB), today above 4700 m, was 3390 160 m during the LGM and down to 3000 m during a previous glacial period 200–175 ka (V azquez-Selem & Heine, 2011).\nAs a consequence of the Pleistocene climate fluctuations, the distributions of temperate to cold-affinity taxa underwent elevational changes. Fossil records show that temperate-cold affinity taxa extended to lower elevations during the LGM and contracted to higher elevations as conditions started to become warmer during the Holocene (Van Devender, 1990a, b; Lozano-Garc ıa & Ortega-Guerrero, 1994; McAuliffe & Van Devender, 1998; Lozano-Garc ıa et al., 2005; Ortega-Rosas et al., 2008). Fossil records and glacial deposits of other glacial stages previous to the LGM suggest that similar conditions would have characterized previous glacial periods (Caballero & Guerrero, 1998; Lozano-Garc ıa et al., 2002; Ortega et al., 2002; V azquez-Selem & Heine, 2011). Changes in precipitation also occurred and were of particular importance to some taxa, such as cloud forest species\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd\n1589\n(Ram ırez-Barahona & Eguiarte, 2013). Fossil records and geological evidence of the glacial/interglacial fluctuations for the Mexican highlands are available in Appendix S2.\nIn addition to point fossil records and geological evidence, changes in environmental conditions through time can now also be examined with present climate data and simulated conditions of the past (e.g. Hijmans et al., 2005; Braconnot et al., 2007). Models of temperature and precipitation show that cold and humid conditions were geographically more extensive within the Mexican highlands during the LGM, compared to their present restriction to the highest mountains of the TMVB, SMOr and SMOcc (see Appendix S3)."
  }, {
    "heading": "Geological history",
    "text": "The Mexican highlands are a complex mosaic of distinct geological provinces with different ages and origins (Fig. 2). The SMOr is the oldest of the mountain ranges as its formation, related to the Laramide orogeny (c. 70–40 Ma), ceased in the Oligocene (Eguiluz de Antu~nano et al., 2000). The SMOcc and SMS are also relatively old, with the major part of their orogeny occurring during the Oligocene, although they were still active during the early Miocene, with some parts still active during the Pleistocene (Ferrari et al., 2007; Mor anZenteno et al., 2007; Ferrari & Luna-Gonz alez, in press). Tectonic activity and volcanism formed the CGH during the late Miocene and Pliocene (Manea & Manea, 2006; Mora et al., 2007; Witt et al., 2012). The region between CGH and SMS suffered a partial down-dropping during the late Miocene to early Pliocene, leading to the destruction of what is thought to have been a highland corridor spanning the current IT (Barrier et al., 1998). The most recent geological changes occurred within the TMVB, generating thousands of volcanic structures in central Mexico from the Miocene to the present, with the largest volcanoes (> 3500 m) forming during the Pleistocene (Ferrari et al., 2012, Fig. 3d).\nThe TMVB is very complex and our understanding of its geological history is still incomplete. However, there are comprehensive summaries of the origin and ages of many volcanoes and regions (see G omez-Tuena et al., 2007; Ferrari et al., 2012 and supplementary materials therein). Briefly, the geological evolution of the TMVB has been divided into four episodes: (1) early- to mid-Miocene, (2) late Miocene, (3) late Miocene–early Pliocene, and (4) late Pliocene and Pleistocene (Fig. 3, Ferrari et al., 2012). The final episode of the TMVB formation was characterized by the construction of large (> 3500 m) stratovolcanoes during the last 1.5 Myr, some of which are still active (G omez-Tuena et al., 2007; Ferrari et al., 2012). Therefore, the topography of the TMVB has changed considerably over the last 3 Myr, coincident with the dramatic climate fluctuations of the Pleistocene."
  }, {
    "heading": "Origin and diversification of lineages",
    "text": "The Mexican highlands are inhabited by temperate-cold tolerant taxa that include species with Nearctic, Neotropical\nand Palaeoamerican biogeographical origins (Halffter, 1987; Marshall & Liebherr, 2000; Halffter et al., 2008; Morrone, 2010). Biogeographical affinities can be identified for each species by analysing the history and distribution of other closely related species. Nearctic taxa are those that have northern relatives within the Rocky Mountains and areas across the USA and Canada (Morrone, 2010). Neotropical taxa (corresponding to Panamanian taxa in the regional biogeographical update of Holt et al., 2013) are those related to species from Central and South America. Among the Neotropical taxa, the subset that inhabits temperate to cold and humid ecosystems are of Mesoamerican origin, whose major centre of diversity is the montane habitats of Central America (Morrone, 2010). Palaeoamerican taxa are those whose closest relatives are temperate or tropical taxa from the Old World and whose presence in Mexico is thought to precede the Pliocene (Halffter, 1987; Morrone, 2010).\nThe Nearctic or Neotropical origin of taxa can serve as a null hypothesis when testing for demographic signatures of range expansion and colonization routes (e.g. as in Zarza et al., 2008). For Nearctic species, ancestral genetic variation is expected in the northern part of their distribution, with a west–east colonization of the TMVB for species related to taxa from the SMOcc, and east–west for species from the SMOr (e.g. Rodr ıguez-Banderas et al., 2009; Aguirre-Planter et al., 2012; Mathis et al., 2014). For Neotropical taxa, ancestral genetic variation is expected to be in the southern region of a given species range, as has been observed in a cloud-forest shrub (Ornelas & Gonz alez, 2014). Similarly, the Nearctic or Neotropical origins of species are expected to involve distinct time frames and biogeographical hypotheses regarding diversification. Neotropical taxa are thought to be composed of groups that arrived only after the closure of the Panama land bridge between 3.5 and 2.5 Ma (Fig. 2; Graham, 1992; Coates et al., 1992; Webb, 2006; but see Montes et al., 2012 for evidence of the bridge existing since late Eocene to late Miocene) and by groups that diversified in Central America during the Oligocene (33–23 Ma) (Graham, 1992; Wendt, 1993; Morrone, 2006, 2010). In contrast, it has been suggested that Mexican species of Nearctic origin may be the product of southward migrations that occurred as a consequence of the cooling trend after the mid-Miocene climatic optimum (15–10 Ma) (Fig. 2; Graham, 1999), followed by diversification during the Pliocene–Pleistocene (Marshall & Liebherr, 2000; Morrone, 2010). Pleistocene divergence times (Appendix S1) have been inferred in some Mexican highland taxa of Nearctic origin, such as mice (Edwards & Bradley, 2002) and snakes (Bryson et al., 2011a,b; Wood et al., 2011). However, in a number of other Nearctic reptiles (Devitt, 2006; Bryson & Riddle, 2011; Bryson et al., 2012a,b), birds (McCormack et al., 2008, 2011) and conifers (Willyard et al., 2007; Aguirre-Planter et al., 2012; Moreno-Letelier et al., 2014) divergence times are estimated to fall within the Miocene (Appendix S1, and see more examples reviewed in Bryson et al., 2012b). This is in conflict with a strict Pliocene–Pleistocene diversification hypothesis (Marshall &\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd 1590\nLiebherr, 2000; Morrone, 2010) and suggests that Mexican highland taxa of Nearctic origin could be the product of multiple, and old, arrival events (Halffter, 1987; Graham, 1999; Morrone & M arquez, 2001)."
  }, {
    "heading": "PHYLOGEOGRAPHICAL PATTERNS",
    "text": "Describing explicit phylogeographical patterns for the Mexican highlands is difficult, because the geographical sampling\nof available studies is not comparable. However, some common findings are emerging (Table 1) regarding the consequences of the Pleistocene climate fluctuations and the geological events that have affected the area."
  }, {
    "heading": "Pleistocene climate fluctuations",
    "text": "The fact that the Mexican highlands are at the limit of the tropics has had two important consequences for species"
  }, {
    "heading": "Late Miocene to early Pliocene (11 – 3 Ma)",
    "text": ""
  }, {
    "heading": "Late Pliocene to Quaternary",
    "text": "Journal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd\n1591\ndistributions through the Pleistocene climate fluctuations. First, some species that today inhabit the USA had southern glacial refugia in the northern regions of the SMOcc and the SMOr within Mexico (e.g. Masta, 2000; Gugger et al., 2011; Table 1, Appendix S1). Second, the Mexican highlands are areas of low-climate change velocity, meaning that biodiversity could potentially persist in situ through global climate fluctuations by undertaking comparatively short elevational shifts instead of long latitudinal movements (Sandel et al., 2011). Under such a dynamic, species from the Mexican highlands seem to have persisted in high-elevation refugia throughout interglacial periods, during which the probability of divergence would be enhanced by reduced gene flow (Table 1, Appendix S1). In contrast, genetic admixture would be promoted at lower elevations during the glacial periods. This can be considered a ‘sky-island’ dynamic (Fig. 4a), similar to other montane regions of the world (e.g. Knowles, 2000).\nThe extent and rates of population differentiation and speciation within a taxon through a sky-island dynamic will be a function of several factors, including: the time since the taxon established in the area, the geographical scale of the area the taxon inhabits, its environmental preferences and its dispersal ability. With regard to time, evidence from several\nspecies of the Mexican highlands suggests that a sky-island dynamic may explain divergence events that extend back several millions of years within a single taxon (e.g. AguirrePlanter et al., 2012; Bryson et al., 2012b). In contrast, this dynamic has also been suggested to be the driver of some recent speciation events (e.g. Bryson et al., 2011a,b). Regarding geographical scale, the sky-island dynamic can occur both within and between mountain ranges (Appendix S1). For example, populations of some species may have survived in situ through several glacial/interglacial fluctuations by undertaking down/upslope movements in ‘archipelagos’ within the SMOcc (e.g. Wood et al., 2011). Alternatively some populations may have extended their distributions from a mountain range to lower elevations, facilitating the colonization of a new mountain range (e.g. from the SMOcc and TMVB to the SMOr; Moreno-Letelier & Pi~nero, 2009; Guti errez-Rodr ıguez et al., 2011). Whether species remained within a single mountain range, or extended across the Mexican highlands, would have been influenced by their dispersal ability but also their environmental preferences. Species with a more temperate than cold temperature affinity tend to be distributed at lower elevations, so connectivity during glacial periods and gene flow among different mountain ranges is more likely (e.g. Anducho-Reyes et al., 2008; Cavender-Bares\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd 1592\net al., 2011; Moreno-Letelier et al., 2013). In contrast, species with colder affinities tend to be more restricted to mountain tops and present higher population differentiation (e.g. Aguirre-Planter et al., 2000; Gugger et al., 2011). Similarly, species with a high hydraulic vulnerability (like cloud forest taxa) are considerably influenced by the distribution of precipitation through climate fluctuations (Ram ırez-Barahona & Eguiarte, 2013).\nEvidence from both the fossil record (e.g. Lozano-Garc ıa et al., 2005; Ortega-Rosas et al., 2008) and palaeoclimatic data (V azquez-Selem & Heine, 2011) reveal that the probable influence of the Pleistocene fluctuations on species distributions varied across Mexico and within each mountain range. For instance, in addition to elevational shifts, latitudinal migrations in northern areas (e.g. the northern SMOcc) are expected to have been more pronounced than in southern areas (e.g. Wood et al., 2011). In southern areas, like the TMVB and the SMS, changes in species distributions and population differentiation are expected to be driven mainly by elevation, topographic isolation and distance to the oceans (because this influences precipitation; Metcalfe et al., 2000). These variables have been discussed within several phylogeographical studies of taxa from the TMVB (e.g. Bryson & Riddle, 2011; Bryson et al., 2011b, 2012b; CavenderBares et al., 2011; Salas-Lizana et al., 2011; Appendix S1), but explicit landscape analyses have only recently been performed (Bryson et al., 2011a; Parra-Olea et al., 2012; Kingston et al., 2013; Ruiz-Sanchez & Specht, 2013; Velo-Ant on et al., 2013; Malpica & Ornelas, 2014; Ornelas & Gonz alez, 2014).\nGeological events and past topographic configurations\nThe geological activity of the Mexican highlands may have promoted diversification by two mechanisms: (1) generating new geographical barriers promoting allopatric speciation; or (2) as a source of new mountains for colonization and subsequent divergence (Halffter, 1987). The orogenic processes that formed most Mexican highlands either finished by, or mostly occurred during, the Miocene (Fig. 2), such that divergence times that fall within the Pleistocene have been inferred to be a consequence of climate fluctuations of that epoch, whereas older dates tend to be attributed to geological activity (e.g. Bryson et al., 2012a and column 2 of Appendix S1). Relating divergence times to geological or climatic history has been informative when examining taxa distributed among several mountain ranges. For instance, the geographical distributions of major lineages among closely related species from the SMOcc, SMOr, TMVB and SMS tend to match each mountain range and are temporally congruent with major geological events (e.g. Bryson & Riddle, 2011; McCormack et al., 2011; Aguirre-Planter et al., 2012). Similarly, east–west population divergence across the IT has been found for several species at different times after its formation (e.g. Ornelas et al., 2013; Rodr ıguez-G omez et al., 2013;\nTable 1, Appendix S1), supporting the hypothesis that its emergence created a geographical barrier.\nHowever, when it comes to population or species differentiation within the TMVB, there is a caveat for interpreting divergence times: although the TMVB started to form in the Miocene, many of the volcanoes of this area are less than 1.5 Myr old (Ferrari et al., 2012), meaning that genetic patterns that temporally fall within the Pleistocene could be a consequence not only of climate fluctuations, but also volcanism. In other words, a sky-island dynamic probably occurred within a largely unchanged landscape configuration during the last 1 Myr of the Pleistocene, but older genetic signatures may also be a consequence of previous landscape configurations (Miocene–Pliocene; Fig. 3). This is an important analytical challenge: although estimates of the timing of divergence are central for testing the underlying causes of diversification (McCormack et al., 2011), in this case they alone are not informative enough to distinguish between the relative roles of orogeny and climate. Below we propose the expected effects of climate–volcanism interactions, and suggest some ways in which it can be studied.\nLANDSCAPE HYPOTHESES FOR THE TRANSMEXICAN VOLCANIC BELT\nScenarios and expected effects of the climate– volcanism interaction\nWithin the TMVB, climatic and topographic changes coincided during the last several Myr (V azquez-Selem & Heine, 2011; Ferrari et al., 2012). The expected effect of the Pleistocene climate fluctuations is a sky-island dynamic that would promote both differentiation during interglacial periods and admixture during glacial periods. Instead, the expected consequence of volcanism is the promotion of species divergence either in allopatry (among highlands created in different volcanic events) or parapatry (by colonizing newly emerged high-elevation habitats from lower elevations). These two phenomena cannot be easily disentangled; however, it is possible to construct general hypotheses of the consequences of their interaction for both the distribution of diversity and diversification events.\nUnder a sky-island dynamic caused by Pleistocene climate fluctuations, the geographical distance separating mountain tops of the TMVB is not the only variable determining isolation. Depending on the elevation of intervening lowlands, continuous suitable habitat between two or more mountains may have existed during glacial periods, leading to differences between the geographical and the effective distance separating two mountains (Fig. 4a). If a sky-island dynamic occurred within a fixed topography (Fig. 4b), a steppingstone colonization of new mountains would lead to a gradient of decreasing ancestral genetic diversity from the source population, and the level of differentiation of each mountain would be expected to conform to a model of isolation by distance from the source. This can be used as the null\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd\n1593\nhypothesis against a more complex scenario where recent volcanism modifies the landscape. For instance, a newly emerged sky-island could be colonized from multiple sources, leading to admixture (Fig. 4c). Under such a model isolation by distance from the source is not expected, but the age of the stratovolcanoes would correlate positively with the relative contributions of ancestral and derived genetic variation within the gene pool (Fig. 4c).\nScenarios from Fig. 4 are of relevance to cold-adapted taxa that arrived in the TMVB during the Pliocene–Pleistocene, when the early stages of the TMVB formation had already finished and most of the high stratovolcanoes were forming. However, several species inhabiting the highest mountain peaks of the TMVB are closely related to species that inhabit nearby lowlands (but that are still high, relative to sea level), and that presumably existed within the TMVB during the early stages of its formation (Halffter, 1987; Graham, 1999; Morrone & M arquez, 2001). If such species do have a longer history within the TMVB, they may have diverged in different highlands that gradually became less isolated from one another due to continuous geological activity (Fig. 5a). This should be particularly true for the eastern part of the TMVB, where some stratovolcanoes emerged during the first stage of the TMVB formation (Ferrari et al., 2012; Fig. 3a). There are two plausible outcomes of this process (Fig. 5b): (1) the evolution of reproductive isolation mechanisms that prevent genetic admixture, or (2) the formation of zones of genetic admixture. The subsequent emergence of large stratovolcanoes in the Pleistocene (Ferrari et al., 2012) would have generated new habitat, providing a geographical template where both allopatric and parapatric speciation could occur (Fig. 5c). Glacial periods would be expected to result in different scenarios\nof range expansion and secondary contact (e.g. by admixture of populations previously restricted to mountain tops) as a function of species-specific traits (e.g. niche, dispersal) and the effective distance among mountains (Fig. 5d). However, genetic differentiation caused by pre-Pleistocene landscape configurations could still remain detectable within species genomes. In particular for the TMVB, the first two episodes (Fig. 3a,b) could have created a set of highlands (corresponding to the volcanic arc of the central-eastern region and the eastwards migrating pulse, Fig. 3b) separated by lowlands acting as barriers. Such barriers would become less prominent as volcanism continued during the following stages (Fig. 3c,d). Thus, a set of west–east phylogeographical breaks could be expected within the TMVB despite the absence of contemporary geographical barriers.\nData and analyses needed for examining the climate–volcanism interaction\nAlthough the scenarios described above (Figs 4 & 5) would lead to complex patterns that may be difficult to disentangle, geographically explicit hypotheses can be plausibly constructed and tested by: (1) focusing on species for which the effect of the climate–volcanism interaction is expected to be clear; (2) using climatic and geological data to generate models for landscape genetic and comparative phylogeographical analyses; and (3) using multilocus genetic data with sufficient resolution and power to examine differentiation among populations, as well as hybridization and incomplete lineage sorting among populations or recently diverged species. Below we treat these three points in more detail. However, it is important to note that further geographical complexity\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd 1594\nshould be considered when exploring these scenarios with real data. In particular, river drainages are likely to have played an important role as barriers to dispersal and are also modified through time (e.g. Mej ıa-Madrid et al., 2007).\na) Study species. Although the scenarios described above should hold for all montane taxa, they are expected be more pronounced for species with a higher coldness affinity. This is because (1) such species are distributed at the highest elevations, thus enhancing the effect of topographic isolation, and (2) the high elevation of stratovolcanoes (which emerged during the most recent episode of the TMVB formation, Ferrari et al., 2012) would have served as refugia to more extreme cold tolerant taxa during interglacial periods. For the TMVB, the uppermost vegetation is alpine grassland growing above 3900 m, where the annual mean temperature is 3–5 °C. The timberline occurs around 3500–3900 m, where open and monospecific forests of Pinus hartwegii occur (Calder on de Rzedowski & Rzedowski, 2005). We suggest species from these ecosystems are suitable to examine the scenarios proposed in Figs 4 and 5. To explore signatures of recent parapatric speciation among taxa growing at different elevations (as suggested in Fig. 5c), selected species should ideally come from neighbouring communities within the elevational gradient. For instance, interesting cases could be some of the c. 25 alpine–subalpine plant species (e.g. Draba spp.) that are morphologically similar to species growing in ecosystems immediately below (estimated based on Calder on de Rzedowski & Rzedowski, 2005). It is important to note that, regardless of the scenarios to be explored, phylogeographical signal will also be influenced by traits such as the ecology (e.g. dispersal characteristics) and generation time of study species.\nb) Landscape and comparative phylogeographical analyses. The sky-island dynamic predictions from the scenarios of Fig. 4 can be tested with the aid of comprehensive volcanic age data (summarized by G omez-Tuena et al., 2007 and Ferrari et al., 2012) and a matrix of effective distances (i.e. considering landscape features instead of only horizontal distance) among the TMVB mountains under the current landscape. Effective distance can be estimated with spatial methods and species distribution models allowing for the incorporation of spatially explicit analyses (see Alvarado-Serrano & Knowles, 2013 and Chan et al., 2011 for reviews). For example, landscapes can be represented as conductive surfaces, with low resistances assigned to areas that best promote gene flow (McRae et al., 2008), which in turn can be modelled based on elevation or present and past climate data. Both Ruiz-Sanchez & Specht (2014) and Velo-Ant on et al. (2013) have applied these methods to explicitly test for population connectivity across the TMVB, and in Fig. 6 we show how elevation data can be used to estimate effective distances under different gene flow scenarios.\nScenarios from Fig. 5 and the west–east split are more difficult to test with spatial data for two reasons. First, the stages of the TMVB formation partially overlapped in the same geographical area (Fig. 3), thus the topography generated by the early stages may not be part of the current landscape. Second, it is likely that species distributions would have changed considerably since the early stages of the TMVB formation. However, Escalante & Ocegueda (2007) and G amez et al. (2012) have suggested that western and eastern biogeographical districts may exist, and that they may be related to episodes of the TMVB formation. To further examine this under a comparative phylogeographical framework, it is necessary to look for com-\nJournal of Biogeography 42, 1586–1600 ª 2015 John Wiley & Sons Ltd\n1595\nmon phylogeographical breaks and Neogene divergence times among several taxa distributed across regions of the TMVB that emerged during different episodes. This has already been partially achieved: several TMVB taxa show a west–east division of sister lineages, or structuring of genetic variation, that are neither congruent with geographical distances among sampling sites, nor with current topographic connectivity (e.g. Bryson & Riddle, 2011; Bryson et al., 2012a,b; Parra-Olea et al., 2012; Ruiz-Sanchez & Specht, 2014). However, the geographical sampling among these studies is not comparable. A comparative phylogeographical analysis would thus require sampling of codistributed taxa and methods that allow for analyses across community assemblages, such as hierarchical approximate Bayesian computation (Chan et al., 2014).\nc) Genetic data. The interaction of climate and recent volcanism, as represented in Figs 4 and 5, would probably involve complex scenarios of gene flow among populations, hybridization and incomplete lineage sorting between closely related populations and species. As a consequence, similar geographical patterns of genetic variation at given loci could be produced by different processes. The causal explanations of such genetic patterns are unlikely to be resolved using traditional molecular markers such as mitochondrial or chloroplast sequences. Incorporating nuclear multilocus data and coalescent analyses could help to estimate divergence times more accurately (McCormack et al., 2011), but they still may not be sufficient to disentangle how taxa have evolved within the complex history of the TMVB. Excitingly, high-resolution genomic data are increasingly becoming accessible and cost effective for phylogeographical and phylogenetic analyses (see McCormack et al., 2013 for a review), such as the sequencing of reduced representation libraries (e.g. Leach e et al., 2013; Mastretta-Yanes et al., 2014). Such data would be useful to examine the climate–volcanism interaction because they can provide thousands of variable loci, thus allowing for more fine-scale population history analyses. Genomic data can also better facilitate the exploration of the processes underlying speciation in novel ways, including the effect of secondary contact (Leach e et al., 2013) and the potential role of gene duplication on population differentiation (Mastretta-Yanes et al., 2014)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The Mexican highlands have allowed for long-term in situ population persistence of montane taxa while also promoting divergence and speciation. Volcanic activity transformed part of the Mexican highlands during the Pleistocene, specifically the TMVB, leading to co-occurring climate and topographical changes. Complex patterns of both allopatric and parapatric divergence are expected as a consequence, adding to the challenge of studying the Mexican highlands. However, it is possible to overcome this challenge by coupling genomic data with landscape analyses that integrate the geological and climatic history of the region. This is not only necessary to accomplish a more detailed natural history of the TMVB,\nbut also to better understand how high species richness can evolve in tropical mountains."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We dedicate this work to the late Godfrey M. Hewitt, who contributed to early versions of the manuscript and was a great inspiration. We are thankful to Lewis Spurgin for comments and to Luca Ferrari for advice on geology and for providing base files for Fig. 3. We also thank the editors, Flor Rodr ıguez-G omez and four anonymous referees for their constructive review. This work was supported by Consejo Nacional de Ciencia y Tecnolog ıa doctorate scholarship to A.M.Y. (CONACYT 213538) and by CONACYT grant 178245."
  }],
  "year": 2015,
  "references": [{
    "title": "Low levels of genetic variation within and high levels of genetic differentiation among populations of species of Abies from southern Mexico and Guatemala",
    "authors": ["E. Aguirre-Planter", "G.R. Furnier", "L.E. Eguiarte"],
    "venue": "American Journal of Botany,",
    "year": 2000
  }, {
    "title": "Phylogeny, diversification rates and species boundaries of Mesoamerican firs (Abies, Pinaceae) in a genus-wide context",
    "authors": ["E. Aguirre-Planter", "J.P. Jaramillo-Correa", "S. Gomez-Acevedo", "D.P. Khasa", "J. Bousquet", "L.E. Eguiarte"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2012
  }, {
    "title": "Ecological niche models in phylogeographic studies: applications, advances and precautions",
    "authors": ["D.F. Alvarado-Serrano", "L.L. Knowles"],
    "venue": "Molecular Ecology Resources,",
    "year": 2013
  }, {
    "title": "Phylogeography of the bark beetle Dendroctonus mexicanus Hopkins (Coleoptera: Curculionidae: Scolytinae)",
    "authors": ["G. niga"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2008
  }, {
    "title": "Neotectonic evolution of the Isthmus of Tehuantepec (southeastern Mexico)",
    "authors": ["E. Barrier", "L. Velasquillo", "M. Chavez", "R. Gaulon"],
    "venue": "Tectonophysics,",
    "year": 1998
  }, {
    "title": "Results of PMIP2 coupled simulations of the Mid-Holocene and Last Glacial Maximum – Part 1: experiments and large-scale features",
    "authors": ["P. Braconnot", "B. Otto-Bliesner", "S Harrison"],
    "venue": "Climate of the Past,",
    "year": 2007
  }, {
    "title": "Tracing the origins of widespread highland species: a case of Neogene diversification across the Mexican sierras in an endemic lizard",
    "authors": ["R.W. Bryson"],
    "venue": "Biological Journal of the Linnean Society,",
    "year": 2011
  }, {
    "title": "Ephemeral Pleistocene woodlands connect the dots for highland rattlesnakes of the Crotalus intermedius group",
    "authors": ["R.W. Bryson", "R.W. Murphy", "M.R. Graham", "A. Lathrop", "D. Lazcano"],
    "venue": "Journal of Biogeography,",
    "year": 2011
  }, {
    "title": "Evolutionary drivers of phylogeographical diversity in the highlands of Mexico: a case study of the Crotalus triseriatus species group of montane rattlesnakes",
    "authors": ["R.W. Bryson", "R.W. Murphy", "A. Lathrop", "D. Lazcano-Villareal"],
    "venue": "Journal of Biogeography,",
    "year": 2011
  }, {
    "title": "Diversification in the Mexican horned lizard Phrynosoma orbiculare across a dynamic landscape",
    "authors": ["R.W. Bryson", "U.O. Garc ıa-V azquez", "B.R. Riddle"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2012
  }, {
    "title": "Relative roles of Neogene vicariance and Quaternary climate change on the historical diversification of bunchgrass lizards (Sceloporus scalaris group) in Mexico",
    "authors": ["R.W. Bryson", "U.O. Garc ıa-V azquez", "B.R. Riddle"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2012
  }, {
    "title": "Lake levels since about 40,000 years ago at Lake Chalco, near Mexico City",
    "authors": ["M. Caballero", "B.O. Guerrero"],
    "venue": "Quaternary Research,",
    "year": 1998
  }, {
    "title": "Phylogeography and climatic niche evolution in live oaks (Quercus series Virentes) from the tropics to the temperate zone",
    "authors": ["J. Cavender-Bares", "A. Gonzalez-Rodriguez", "A. Pahlich", "K. Koehler", "N. Deacon"],
    "venue": "Journal of Biogeography,",
    "year": 2011
  }, {
    "title": "Integrating statistical genetic and geospatial methods brings new power to phylogeography",
    "authors": ["L.M. Chan", "J.L. Brown", "A.D. Yoder"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2011
  }, {
    "title": "Detecting concerted demographic response across community assemblages using hierarchical approximate Bayesian computation",
    "authors": ["Y.L. Chan", "D. Schanzenbach", "M.J. Hickerson"],
    "venue": "Molecular Biology and Evolution,",
    "year": 2014
  }, {
    "title": "Closure of the Isthmus of Panama: the near-shore marine record of Costa Rica and western Panama",
    "authors": ["A.G. Coates", "J.B.C. Jackson", "L.S. Collins", "T.M. Cronin", "H.J. Dowsett", "L.M. Bybell", "P. Jung", "J.A. Obando"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1992
  }, {
    "title": "Global chronostratigraphical correlation table for the last 2.7 million years v",
    "authors": ["K.M. Cohen", "P.L. Gibbard"],
    "year": 2011
  }, {
    "title": "Phylogeography of the Western Lyresnake (Trimorphodon biscutatus): testing aridland biogeographical hypotheses across the Nearctic–Neotropical transition",
    "authors": ["T.J. Devitt"],
    "venue": "Molecular Ecology,",
    "year": 2006
  }, {
    "title": "Molecular systematics and historical phylobiogeography of the Neotoma mexicana species group",
    "authors": ["C.W. Edwards", "R.D. Bradley"],
    "venue": "Journal of Mammalogy,",
    "year": 2002
  }, {
    "title": "Pinus (Pinaceae). Flora Neotropica Monograph 75",
    "authors": ["A. Farjon", "B.T. Styles"],
    "year": 1997
  }, {
    "title": "Slab detachment control on mafic volcanic pulse and mantle heterogeneity in central Mexico",
    "authors": ["L. Ferrari"],
    "venue": "Geology,",
    "year": 2004
  }, {
    "title": "Magmatism and tectonics of the Sierra Madre Occidental and its relation with the evolution of the western margin of North America",
    "authors": ["L. M exico. Ferrari", "M. Valencia-Moreno", "S. Bryan"],
    "year": 2007
  }, {
    "title": "The dynamic history of the Trans-Mexican Volcanic Belt and the Mexico subduction",
    "authors": ["L. Ferrari", "T. Orozco-Esquivel", "V. Manea", "M. Manea"],
    "venue": "zone. Tectonophysics,",
    "year": 2012
  }, {
    "title": "Provincias Bi oticas con enfasis en criterios morfotect onicos",
    "authors": ["I. Ferrusqu ıa-Villafranca"],
    "venue": "Regionalizaci on Biogeogr afica, IV.8.10. Atlas Nacional de M",
    "year": 1990
  }, {
    "title": "Geology of Mexico: a synopsis. Biological diversity of Mexico: origins and distribution (ed",
    "authors": ["I. Ferrusqu ıa-Villafranca"],
    "venue": "Instituto de Biolog ıa,",
    "year": 1993
  }, {
    "title": "The role of mountain ranges in the diversification of birds",
    "authors": ["J. Fjelds a", "R.C.K. Bowie", "C. Rahbek"],
    "venue": "Annual Review of Ecology, Evolution, and Systematics,",
    "year": 2012
  }, {
    "title": "Caracterizaci on biogeogr",
    "authors": ["G. ıguez", "M. Linaje", "J.J. Morrone"],
    "year": 2012
  }, {
    "title": "Climas (clasificaci on de Koppen, modificado por Garc ıa). Escala 1:1000000",
    "authors": ["E. Garc ıa"],
    "year": 1998
  }, {
    "title": "Igneous petrogenesis of the Trans-Mexican Volcanic Belt. Geology of M exico: celebrating the centenary of the Geological Society of M",
    "authors": ["A. omez-Tuena", "M.T. Orozco-Esquivel", "L. Ferrari"],
    "year": 2007
  }, {
    "title": "Utilization of the isthmian land bridge during the Cenozoic – paleobotanical evidence for timing, and the selective influence of altitudes and climate",
    "authors": ["A. Graham"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1992
  }, {
    "title": "The Tertiary history of the northern temperate element in the northern Latin American biota",
    "authors": ["A. Graham"],
    "venue": "American Journal of Botany,",
    "year": 1999
  }, {
    "title": "Southward Pleistocene migration of Douglas-fir into Mexico: phylogeography, ecological niche modeling, and conservation of “rear edge",
    "authors": ["P.F. Gugger", "A. Gonz alez-Rodr ıguez", "H. Rodr ıguez-Correa", "S. Sugita", "J. Cavender-Bares"],
    "venue": "populations. New Phytologist,",
    "year": 2011
  }, {
    "title": "Chloroplast DNA phylogeography of a distylous shrub (Palicourea padifolia, Rubiaceae) reveals past fragmentation and demographic expansion in Mexican cloud forests",
    "authors": ["C. Guti errez-Rodr ıguez", "J.F. Ornelas"],
    "venue": "Rodr ıguez-G omez, F",
    "year": 2011
  }, {
    "title": "Biogeography of the montane entomofauna of Mexico and Central America",
    "authors": ["G. Halffter"],
    "venue": "Annual Review of Entomology,",
    "year": 1987
  }, {
    "title": "La perspectiva biogeogr afica hist",
    "authors": ["G. Halffter", "J. Llorente-Bousquets", "J.J. Morrone"],
    "year": 2008
  }, {
    "title": "LlorenteBousquets) pp. 67–88",
    "authors": ["J.G. Halffter"],
    "year": 2005
  }, {
    "title": "An update of Wallace’s zoogeographic regions of the world",
    "authors": ["J. a", "C. Rahbek"],
    "year": 2013
  }, {
    "title": "Genetic differentiation and habitat connectivity across towhee hybrid zones in Mexico",
    "authors": ["A.G. uenza", "E.A. Garc ıa-Trejo", "H. V azquez-Miranda", "W.F. Fagan", "M.J. Braun"],
    "venue": "Evolutionary Ecology,",
    "year": 2013
  }, {
    "title": "Tests of Pleistocene speciation in montane grasshoppers (genus Melanoplus) from the sky islands of western North America",
    "authors": ["L.L. Knowles"],
    "venue": "Evolution, International Journal of Organic Evolution,",
    "year": 2000
  }, {
    "title": "Last Glacial Maximum equilibrium line altitudes in the circum-Caribbean (Mexico, Guatemala, Costa Rica, Colombia, and Venezuela)",
    "authors": ["M.S. Lachniet"],
    "venue": "Quaternary International,",
    "year": 2005
  }, {
    "title": "Comparative species divergence across eight triplets of spiny lizards (Sceloporus) using genomic sequence data",
    "authors": ["A.D. Leach e", "R.B. Harris", "M.E. Maliska", "C.W. Linkem"],
    "venue": "Genome Biology and Evolution,",
    "year": 2013
  }, {
    "title": "Palynological and magnetic susceptibility records of Lake Chalco",
    "authors": ["M.S. Lozano-Garc ıa", "B. Ortega-Guerrero"],
    "year": 1994
  }, {
    "title": "Mid- to late-Wisconsin pollen record of San Felipe Basin, Baja California",
    "authors": ["M.S. Lozano-Garc ıa", "B. Ortega-Guerrero", "S. Sosa-N ajera"],
    "venue": "Quaternary Research,",
    "year": 2002
  }, {
    "title": "23,000 yr of vegetation history of the Upper Lerma, a tropical high-altitude basin in Central Mexico",
    "authors": ["S. Lozano-Garc ıa", "S. Sosa-N ajera", "Y. Sugiura", "M. Caballero"],
    "venue": "Quaternary Research,",
    "year": 2005
  }, {
    "title": "Postglacial northward expansion and genetic differentiation between migratory and sedentary populations of the broad-tailed hummingbird (Selasphorus platycercus)",
    "authors": ["A. Malpica", "J.F. Ornelas"],
    "venue": "Molecular Ecology,",
    "year": 2014
  }, {
    "title": "The origin of modern Chiapanecan volcanic arc in southern Mexico infered from thermal models",
    "authors": ["V.C. Manea", "M. Manea"],
    "year": 2006
  }, {
    "title": "Cladistic biogeography of the Mexican transition zone",
    "authors": ["C.J. Marshall", "J.K. Liebherr"],
    "venue": "Journal of Biogeography,",
    "year": 2000
  }, {
    "title": "Phylogeography of the jumping spider Habronattus pugillis (Araneae: Salticidae): recent vicariance of sky island",
    "authors": ["S.E. Masta"],
    "venue": "populations? Evolution,",
    "year": 2000
  }, {
    "title": "Gene duplication, population genomics, and species-level differentiation within a tropical mountain shrub",
    "authors": ["D. nero", "B.C. Emerson"],
    "venue": "Genome Biology and Evolution,",
    "year": 2014
  }, {
    "title": "Evolution and phylogeography of the Thomomys umbrinus species complex (Rodentia: Geomyidae)",
    "authors": ["V.L. Mathis", "M.S. Hafner", "D.J. Hafner"],
    "venue": "Journal of Mammalogy,",
    "year": 2014
  }, {
    "title": "A 22,000-year record of vegetation change in the north-central Sonoran Desert",
    "authors": ["J.R. McAuliffe"],
    "year": 1998
  }, {
    "title": "Speciation in the highlands of Mexico: genetic and phenotypic divergence in the Mexican jay (Aphelocoma ultramarina)",
    "authors": ["J.E. McCormack", "A.T. Peterson", "E. Bonaccorso", "T.B. Smith"],
    "venue": "Molecular Ecology,",
    "year": 2008
  }, {
    "title": "Calibrating divergence times on species trees versus gene trees: implications for speciation history",
    "authors": ["J.E. McCormack", "J. Heled", "K.S. Delaney", "A.T. Peterson", "L.L. Knowles"],
    "venue": "Aphelocoma jays. Evolution,",
    "year": 2011
  }, {
    "title": "Applications of next-generation sequencing to phylogeography and phylogenetics",
    "authors": ["J.E. McCormack", "S.M. Hird", "A.J. Zellmer", "B.C. Carstens", "R.T. Brumfield"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2013
  }, {
    "title": "Using circuit theory to model connectivity in ecology, evolution, and conservation",
    "authors": ["B.H. McRae", "B.G. Dickson", "T.H. Keitt", "V.B. Shah"],
    "year": 2008
  }, {
    "title": "Phylogeography and freshwater basins in central Mexico: recent history as revealed by the fish parasite Rhabdochona lichtenfelsi (Nematoda)",
    "authors": ["G. on"],
    "venue": "Journal of Biogeography,",
    "year": 2007
  }, {
    "title": "Late Quaternary environments",
    "authors": ["S.E. Metcalfe"],
    "year": 2006
  }, {
    "title": "Evidence for middle",
    "authors": ["J. Bryan", "J.A. Flores"],
    "year": 2012
  }, {
    "title": "Geology and geochemistry characteristics of the Chiapanecan Volcanic Arc (Central Area), Chiapas Mexico",
    "authors": ["V.H. no-Monroy", "P.W. Layer", "V. Pompa-Mera", "M.L. Godinez"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2007
  }, {
    "title": "The Cenozoic tectonic and magmatic evolution of southwestern M exico: advances and problems of interpretation",
    "authors": ["D. Mor an-Zenteno", "M. Cerca", "J.D. Keppie"],
    "venue": "Geology of M",
    "year": 2007
  }, {
    "title": "Phylogeographic structure of Pinus strobiformis Engelm. across the Chihuahuan Desert filter-barrier",
    "authors": ["D. nero"],
    "venue": "Journal of Biogeography,",
    "year": 2009
  }, {
    "title": "Niche divergence versus neutral processes: combined environmental and genetic analyses identify contrasting patterns of differentiation in recently diverged pine species",
    "authors": ["D. nero"],
    "venue": "PLoS ONE,",
    "year": 2013
  }, {
    "title": "Late Miocene lineage divergence and ecological differentiation of rare endemic Juniperus blancoi: clues for the diversification of North American conifers",
    "authors": ["A. Moreno-Letelier", "A. Mastretta-Yanes", "T.G. Barraclough"],
    "venue": "New Phytologist,",
    "year": 2014
  }, {
    "title": "Biogeographic areas and transition zones of Latin America and the Caribbean islands based on panbiogeographic and cladistic analyses of the entomofauna",
    "authors": ["J.J. Morrone"],
    "venue": "Annual Review of Entomology,",
    "year": 2006
  }, {
    "title": "Fundamental biogeographic patterns across the Mexican Transition Zone: an evolutionary approach",
    "authors": ["J.J. Morrone"],
    "venue": "Ecography,",
    "year": 2010
  }, {
    "title": "Halffter’s Mexican Transition Zone, beetle generalized tracks, and geographical homology",
    "authors": ["J.J. Morrone", "J. M arquez"],
    "venue": "Journal of Biogeography,",
    "year": 2001
  }, {
    "title": "Biodiversity hotspots for conservation priorities",
    "authors": ["N. Myers", "R.A. Mittermeier", "C.G. Mittermeier", "G.A.B. da Fonseca", "J. Kent"],
    "year": 2000
  }, {
    "title": "Interglacial genetic diversification of Moussonia deppeana (Gesneriaceae), a hummingbird-pollinated, cloud forest shrub in northern Mesoamerica",
    "authors": ["C. alez"],
    "venue": "Molecular Ecology,",
    "year": 2014
  }, {
    "title": "Phylogeography of Podocarpus matudae (Podocarpaceae): pre-Quaternary relicts in northern Mesoamerican cloud forests",
    "authors": ["J.F. Ornelas", "E. Ruiz-S anchez", "V. Sosa"],
    "venue": "Journal of Biogeography,",
    "year": 2010
  }, {
    "title": "Comparative phylogeographic analyses illustrate the complex evolutionary history of threatened cloud forests of Northern Mesoamerica",
    "authors": ["C. ıguez", "A.E. de los Monteros", "T.A. Castoe", "C. Bell", "E. Ruiz-Sanchez"],
    "venue": "PLoS ONE,",
    "year": 2013
  }, {
    "title": "52,000 years of environmental history in Zacapu basin, Michoacan, Mexico: the magnetic record",
    "authors": ["B. Ortega", "C. Caballero", "S. Lozano", "I. Israde", "G. Vilaclara"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2002
  }, {
    "title": "Holocene altitudinal shifts in vegetation belts and environmental changes in the Sierra Madre Occidental, Northwestern Mexico, based on modern and fossil pollen data",
    "authors": ["M.C. nalba", "J. Guiot"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2008
  }, {
    "title": "Isolation in habitat refugia promotes rapid diversification in a montane tropical salamander",
    "authors": ["G. Parra-Olea", "J.C. Windfield", "G. Velo-Ant on", "K.R. Zamudio"],
    "venue": "Journal of Biogeography,",
    "year": 2012
  }, {
    "title": "Snowline depression in the tropics during the Last Glaciation",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Science Reviews,",
    "year": 2000
  }, {
    "title": "The role of glacial cycles in promoting genetic diversity in the Neotropics: the case of cloud forests during the Last Glacial Maximum",
    "authors": ["S. Ram ırez-Barahona", "L.E. Eguiarte"],
    "venue": "Ecology and Evolution,",
    "year": 2013
  }, {
    "title": "Genetic diversity and phylogeographic analysis of Pinus leiophylla: a post-glacial range expansion",
    "authors": ["A. Rodr ıguez-Banderas", "C.F. Vargas-Mendoza", "A. Buonamici", "G.G. Vendramin"],
    "venue": "Journal of Biogeography,",
    "year": 2009
  }, {
    "title": "Genetic, phenotypic and ecological divergence with gene flow at the Isthmus of Tehuantepec: the case of the azure-crowned hummingbird (Amazilia cyanocephala)",
    "authors": ["F. Rodr ıguez-G omez", "C. Guti errez-Rodr ıguez", "J.F. Ornelas"],
    "venue": "Journal of Biogeography,",
    "year": 2013
  }, {
    "title": "Influence of the geological history of the Trans-Mexican Volcanic Belt on the diversification of Nolina parviflora (Asparagaceae: Nolinoideae)",
    "authors": ["E. Ruiz-Sanchez", "C.D. Specht"],
    "venue": "Journal of Biogeography,",
    "year": 2013
  }, {
    "title": "Ecological speciation in Nolina parviflora (Asparagaceae): lacking spatial connectivity along of the Trans-Mexican Volcanic Belt",
    "authors": ["E. Ruiz-Sanchez", "C.D. Specht"],
    "venue": "PLoS ONE,",
    "year": 2014
  }, {
    "title": "The Pleistocene glacial cycles shaped the hisJournal of Biogeography",
    "authors": ["D.I. nero"],
    "year": 2011
  }, {
    "title": "Climate and environment of a Pliocene warm world",
    "authors": ["U. Salzmann", "M. Williams", "A.M. Haywood", "A.L.A. Johnson", "S. Kender", "J. Zalasiewicz"],
    "year": 2011
  }, {
    "title": "The influence of late Quaternary climate-change velocity on species endemism",
    "authors": ["B. Sandel", "L. Arge", "B. Dalsgaard", "R.G. Davies", "K.J. Gaston", "W.J. Sutherland", "J.C. Svenning"],
    "year": 2011
  }, {
    "title": "Genetic differentiation among mountain island populations of the striped plateau lizard, Sceloporus virgatus (Squamata: Phrynosomatidae)",
    "authors": ["J.A. Tennessen", "K.R. Zamudio"],
    "venue": "Copeia,",
    "year": 2008
  }, {
    "title": "Pleistocene changes of vegetation in tropical Mexico. Biological diversification in the tropics (ed. by G.T. Prance), pp. 93–111",
    "authors": ["V. Toledo"],
    "year": 1982
  }, {
    "title": "Diversidad del g enero Quercus (Fagaceae) en M",
    "authors": ["S. Valencia"],
    "year": 2004
  }, {
    "title": "Late Quaternary vegetation and climate of the Chihuahuan Desert, United States and Mexico. Packrat middens. The last 40,000 years of biotic change (ed",
    "authors": ["T.R. Van Devender"],
    "year": 1990
  }, {
    "title": "Late Quaternary vegetation and climate of the Sonoran Desert, United States and Mexico. Packrat middens. The last 40,000 years of biotic change (ed",
    "authors": ["T.R. Van Devender"],
    "year": 1990
  }, {
    "title": "Late Quaternary Gla",
    "authors": ["L. azquez-Selem", "K. Heine"],
    "year": 2011
  }, {
    "title": "The Great American biotic interchange",
    "authors": ["S.D. Webb"],
    "year": 2006
  }, {
    "title": "Composition, floristic affinities, and ori",
    "authors": ["T. Wendt"],
    "year": 1993
  }, {
    "title": "Refugial isolation and",
    "authors": ["R.N", "A.T. Holycross"],
    "year": 2011
  }],
  "id": "SP:db71f37250886b5222c583dc06df55c98b56cd2e",
  "authors": [{
    "name": "Alicia Mastretta-Yanes",
    "affiliations": []
  }, {
    "name": "Alejandra Moreno-Letelier",
    "affiliations": []
  }, {
    "name": "Daniel Pi~ nero",
    "affiliations": []
  }, {
    "name": "Tove H. Jorgensen",
    "affiliations": []
  }, {
    "name": "Brent C. Emerson",
    "affiliations": []
  }],
  "abstractText": "Centre for Ecology Evolution and Conservation, School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, UK, Jard ın Bot anico, Instituto de Biolog ıa, Universidad Nacional Aut onoma de M exico, Mexico, DF 04510, Mexico, Departamento de Ecolog ıa Evolutiva, Instituto de Ecolog ıa, Universidad Nacional Aut onoma de M exico, Mexico, DF 04510, Mexico, Department of Bioscience, Aarhus University, 8000 Aarhus, Denmark, Island Ecology and Evolution Research Group, Instituto de Productos Naturales y Agrobiolog ıa (IPNA-CSIC), 38206 San Crist obal de La Laguna, Santa Cruz de Tenerife, Spain",
  "title": "SYNTHESIS Biodiversity in the Mexican highlands and the interaction of geology, geography and climate within the Trans-Mexican Volcanic Belt"
}