{
  "sections": [{
    "text": "www.jgeosci.org\nJournal of Geosciences, 58 (2013), 271–282 DOI: 10.3190/jgeosci.150\nOriginal paper\nGeology and Re–Os molybdenite geochronology of the Kurišková U–Mo deposit (Western Carpathians, Slovakia)\nMilan KOhút1*, Jakub trubač2, Ladislav NOvOtNý3, Lukáš acKerMaN2,4, rastislav DeMKO1, boris bartaLsKý3, vojtěch erbaN2"
  }, {
    "heading": "1 Dionýz Štúr State Institute of Geology, Mlynská dolina 1, 817 04 Bratislava, Slovakia; milan.kohut@geology.sk",
    "text": ""
  }, {
    "heading": "2 Czech Geological Survey, Geologická 6, 152 00 Praha 5, Czech Republic",
    "text": ""
  }, {
    "heading": "3 Ludovika Energy Ltd., Fraňa Kráľa 2, 052 80 Spišská Nová Ves, Slovakia",
    "text": ""
  }, {
    "heading": "4 Institute of Geology v.v.i., Academy of Sciences of the Czech Republic, Rozvojová 269, 165 00 Praha 6, Czech Republic * Corresponding author",
    "text": "The Kurišková U–Mo deposit from the Gemeric Unit of the Western Carpathians (Slovakia) is an example of polygenic deposit whose origin involved several events: endogenous, related to magmatism/volcanism, and exogenous, associated with precipitation from meteoric hydrothermal fluids in repeated tectonically-driven (fold & thrust and shear zones) channel ways penetrating the Permian Huta volcano–sedimentary complex. Sources of the U–Mo mineralization were multiple: (a) molybdenite was derived directly from juvenile hydrothermal fluids related to igneous activity, (b) the U mineralization formed from meteoric fluids circulating through altered and metamorphosed basaltic and rhyolitic volcanics intercalated by clastic sediments (sandstones and mudrocks), which interacted in an arid to humid climate with organic and carbonate substances within Permian basin. The principal ore-forming minerals are uraninite, coffinite, molybdenite and apatite with rare orthobrannerite and powellite. Two basic mineralization forms are present: (a) tabular – “stratiform like” and (b) stockwork intraformational and/or dislocation stockworks in shear zones. The Re–Os molybdenite dating confirmed crystallization from igneous source in Late Permian (Lopingian; 257.2 ± 3.0 Ma to 255.6 ± 3.7 Ma) for massive vein mineralization, whereas the superimposed U remobilization within shear zones occurred in the Triassic/Jurassic period. The Kurišková U–Mo deposit represents a polygenic endo/exogenous hydrothermal deposit of the Permian/Paleo-Alpine age, with metals sourced in Permian volcanosedimentary rocks that were leached by shear zone-related meteoric fluids.\nKeywords: U–Mo ore deposit, Re–Os, molybdenite geochronology, genetic model, Gemeric Unit, Western Carpathians Received: 1 November 2012; accepted: 26 September 2013; handling editor: D. Dolejš"
  }, {
    "heading": "1. Introduction",
    "text": "The large Permian belt of the Alpine–Carpathians area reflects vanning stages of the Variscan orogeny with extensional taphrogenic tectonics accompanied by continental volcanic activity and mineralization processes within systems of rifts and grabens. The Alpine depositional cycle was initiated with sedimentation in these grabens under predominantly arid climate. Many uranium mineralization occurrences displaying spatial relationship to the Permian volcanosedimentary sequences are known in France, Italy, Austria, Slovakia, Hungary, and Romania (Petrascheck et al. 1977; Giobbi et al. 1982; Haditsch and Mostler 1982; Burkhard et al. 1985; Finch and Barthel 1985; Badia and Fuchs 1987; Meisel 1987; Pagel 1990; Rojkovič et al. 1993, Rojkovič 1997 and references therein).\nAlso the Permian sedimentation and volcanic activity in the Central Western Carpathians (CWC) took place in a continental environment. Various volcanic stages were distinguished including rhyolites and basaltic andesites\naccompanied by volcaniclastics, whereas basalts form local thin flows only. Sedimentary components represent a complete sedimentary mesocycle from basal polymictic conglomerates through sandstones, aleuropelites to evaporates (Bajaník et al. 1983; Vozárová and Vozár 1988). These sediments belong to the lithofacies of fanglomeratic, fluvial and limnic types evolving to shallow marine products.\nThe most important uranium mineralization types in the Western Carpathians occur in the rocks of Permian age. Low-grade stratiform uranium mineralization was originally formed due to adsorption and reduction by organic matter, titanium oxides, iron hydroxides, pyrite and clay minerals within a volcanosedimentary sequence. During the Alpine orogeny, U ± Mo and Cu were remobilized and stratabound ores formed. The dominant ore minerals are uraninite, coffinite, U–Ti oxides, molybdenite, pyrite and chalcopyrite.\nThe uranium industry has long tradition in former Czechoslovakia since the end of the World War II, when the Jáchymov mines state enterprise was established. In\n1946 field exploration in the Central Western Carpathians on territory of Slovakia commenced and many deposits and occurrences in the surroundings of Spišská Nová Ves such as Novoveská Huta, Hnilčík, and/or other areas like Švábovce, Vikartovce, Jahodná, Špania Dolina, Kravany, Kalnica and Selec were discovered and investigated. De-\ntailed exploration studies in Košice Jahodná–Kurišková district were carried out within the last years by the Ludovika Energy Ltd., branch of the European Uranium Resources Ltd. This paper describes the geological background, ore geology and Re–Os geochronology of molybdenite of the U–Mo Kurišková deposit and provides\nnew evidence for the evolution of the North Gemeric metallogenic province.\n2. Geological setting\n2.1. Gemeric superunit\nThe basement of the Gemeric Superunit is composed of Early Paleozoic (Cambrian) to Late Carboniferous rocks, mostly low-grade flysch-like metasediments and metavolcanics, with remnants of an ophiolite complex metamorphosed under high-grade conditions. This volcanosedimentary sequence was intruded by small granite apophyses derived from a large underlying postorogenic granite body of Permian age (Kohút and Stein 2005, and references therein). The Upper Paleozoic volcanosedimentary rocks, unconformably overlying the folded Lower Paleozoic formations, occur in the northern and southern part of the Gemeric unit. The presence of evaporites with gypsum and anhydrite of Permian age is typical of the Northern Gemeric (NG). Stratabound U, Mo and Cu mineralization occurs within the same unit (Rojkovič et al. 1993; Rojkovič 1995, 1997). N V E P O R I C U M (cry stal line bas eme nt a nd c ove r un its) Č r m e ľ G r o u p (Low er? and Up per Car bon ifero us) roa d Koš ice\nČrmeľ Fm.\nPetrova Hora Fm.\nNovoveská Huta Fm.\nKurišková\ncross section\nKnola Fm.\nRakovec Group\nVeporicum\nb\nR a k o v e c G r o u p (Silurian–Devonian)\nN48°46 30' \"\n1 km\nK r o m p a c h y G r o u p(Permian)\nG E\nM E\nR I\nC U\nM\nE 2 1 ° 0 9\n0 0 ' \"\n17° 18° 19° 20° 21° 22°\n48°\n49°\nKlip pen\neltB\nGe me\nric um\nTa tri\ncu m\nCWC\nOWC\nVe po\nric um Košice\nHUNGARY\nU K\nR A\nIN E\nA U\nS T\nR IA\nBratislavaVienna\nCZ EC\nH RE\nPU BL\nIC\nPOLAND\nBudapest\nN\nother towns\ncapital city\nposition of Kurišková Fig. 1b\nKuriskovaš á\nDanube\nSLOVAKIA\na\nBanská Bystrica\n2\nFig. 1a – Simplified tectonic and geological sketch map of the Western Carpathians (Slovak part), displaying the principal tectonic units and position of the Kurišková area. Explanations: OWC – Outer Western Carpathians, CWC – Central Western Carpathians. b – Detailed geological sketch of the study area with the positions of cross-section presented in Fig. 2."
  }, {
    "heading": "2.2. Kurišková deposit",
    "text": "The Kurišková deposit is situated in the NG area c. 7 km NW of Košice–Jahodná (Fig. 1a–b), close to the topographic elevation of Kurišková (622.1 m a.s.l.). The deposit is situated in the Permian Krompachy Group (KG) (Bajaník et al. 1983; Novotný and Miháľ 1987), which is composed of the Knola Fm., the Petrová hora Fm. and the Novoveská Huta Fm. (Figs 1b and 2). The Knola Fm. consists of polymict conglomerates and sandstones locally with lenses of metarhyolites of the Lower Permian age. The Petrová hora Fm. (Lower Permian in age) is formed by sandstones, basalts, basaltic andesites with subordinate dacites and rhyolites, intermediate tuffs and tuffites as well as chlorite–sericite schists with laminae and concretions of carbonates (Fig. 2). The Novoveská Huta Fm. (Upper Permian to Lower Triassic?) is charac-\nterized by the presence of evaporites within sandstones and conglomerates reflecting changes of sedimentary setting from fluvial up to lagoonal and shallow marine types. The KG Permian rocks form arc structure at the northern margin of the Gemeric Unit in the vicinity of the Kurišková deposit, together with the underlying Devonian?–Carboniferous Črmeľ Group mainly consisting of metamorphosed volcanosedimentary sequences with magnesite lenses (Bajaník et al. 1983; Vozárová and Vozár 1988). These complexes overthrust the Veporic Unit composed of various granitic and medium-grade metamorphic rocks, which are covered by Upper Paleozoic–Lower Triassic? low-grade metaclastics. The Rakovec Group (Silurian–Devonian), formerly called the phyllite– diabase series, is built up by subduction-related, mostly low-grade flysch-like metasediments and metavolcanics with remnants of an ophiolite complex metamorphosed\nunder high-grade conditions (Vozárová 1998; Radvanec 1999). This complex was overthrust from south over the Krompachy Group. Strong Alpine tectonic overprint of the Permian rocks of the KG fold/thrust is indicated by fabric with steep inclination (Fig. 2). All rock complexes in the Kurišková deposit are strongly tectonically deformed, metamorphosed and altered as a consequence of the Alpine deformation stage AD1 (Németh et al. 2012), corresponding to compressional overthrusting of the Gemericum over the Veporicum. On the other hand, the AD2 post-collisional stage (Németh et al. 2012) represents an extension with formation of subhorizontal faults (№ 614 and 645 in Fig. 2)."
  }, {
    "heading": "3. Analytical methods",
    "text": ""
  }, {
    "heading": "3.1. samples",
    "text": "Various samples of very fine-grained molybdenite were collected from the boreholes situated in the Permian volcanic rocks of the Kurišková deposit. The first sample (LE-K-32; depth 97.5 m) represents massive layered molybdenite ore extracted from quartz–carbonate vein in metasedimentary rocks covered by chlorite pigment and showing grade of U = 0.223 wt. % and Mo = 1.09 wt. %. Other samples for comparison (e.g., LE-K-41; depth 124.1 m) are flaky aggregates in foliation of a shear zone within metatuffitic schists with contents of U = 0.0036 wt. % and Mo = 0.068 wt. %. Samples were homogenized due to high heterogeneity of molybdenite to analytical grain size."
  }, {
    "heading": "3.2. the re–Os dating",
    "text": "Rhenium and osmium separation was performed at the Institute of Geology, Academy of Sciences of the Czech Republic (AS CR) using the Re spike–Os normal method (Selby and Creaser 2001). The 185Re spike obtained in metallic form from the Oak Ridge National Laboratory was dissolved and calibrated against NIST SRM 3143 standard solution using reverse isotopic dilution technique. After diluting the Re spike stock solution to appropriate concentration, weighted amounts of diluted osmium standard\nsolution (Johnson Matthey; Specpure) were added to prepare the 185Re spike–Os normal solution. Molybdenite aliquots (30–60 mg) were mixed with the 185Re spike–Os normal solution and dissolved using Carius tube technique in 4 ml concentrated HCl and 5 ml concentrated HNO3 at 260 °C for 2–3 days (Shirey and Walker 1995). After decomposition, Os was separated from aqua regia by solvent extraction to CCl4 and back reduction to HBr (Cohen and Waters 1996). The final Os fraction was purified by microdistillation (Birck and Barman 1997). Rhenium was separated by anion exchange chromatography using AG 1×8 resin (BioRad). The samples were loaded into columns in 1M HCl and Re fraction was collected by 6M HNO3. The total procedural blank was <1 pg for Os with 187Os/188Os of 0.3 ± 0.1 and 8 pg for Re.\nRhenium concentrations were determined by sectorfield single-collector inductively coupled plasma mass spectrometry (SF-ICP MS) using Element 2 (Thermo) at the Institute of Geology AS CR. The instrument was coupled with desolvation nebulizer Aridus II (CETAC) to enhance stability of the signal. The isotopic fractionation was corrected using a linear law and 300 ppt Re standard solution (NIST 3143) and the 185Re/187Re ratio of 0.5975. In-run precision (relative standard deviation) of rhenium isotopic ratio measurements was better than ± 0.4 % (2σ). For determination of Os concentration and isotopic compositions, samples were analyzed as OsO3\n– using a Finnigan MAT 262 thermal ionization spectrometer equipped with five Faraday cups (N-TIMS; Creaser et al. 1991; Völkening et al. 1991) at the Czech Geological Survey. Measurements were performed in a dynamic mode, with samples on the Faraday cups and blanks measured using the electron multiplier. The samples were loaded with concentrated HBr acid onto Pt filaments and dried. Freshly prepared Ba(OH)2 activator was subsequently added for electron production. Internal precision of 187Os/188Os determination was always equal to or better than ± 0.2% (2σ). The external precision was monitored using the UMCP standard solution (JohnsonMatthey) yielding 0.11387 ± 23 (2σ), which is in good agreement with the published values (Shirey and Walker 1998). The measured Os isotopic ratios were corrected offline for oxygen OsO3\n– isobaric interferences and then for Os mass fractionation using 192Os/188Os = 3.08271.\nTab. 1 Re–Os data for molybdenite sample LE-K-32/97.5 from the Kurišková U–Mo deposit and the Henderson mine standard NIST 8599\nSample Locality Description Re (ppm) 187Os (ppb) Age (Ma) NIST 8599 Henderson Mine, USA Molybdenite reference material 11.85 (6) 3.44 (4) 27.7 ± 0.3 NIST 8599 Henderson Mine, USA Molybdenite reference material 11.88 (5) 3.42 (3) 27.5 ± 0.3 NIST 8599 Henderson Mine, USA Molybdenite reference material 11.65 (5) 3.39 (3) 27.8 ± 0.3 NIST 8599 Henderson Mine, USA Molybdenite reference material 11.80 (5) 3.38 (3) 27.4 ± 0.3\nK-32 / 97.5 m Kurišková, Western Carpathians Molybdenite from U–Mo deposit; Permian volcanic rocks 6.57 (4) 17.7 (2) 257.2 ± 3.0 K-32 / 97.5 m, duplicate Slovakia 6.67 (7) 17.8 (2) 255.6 ± 3.7 Absolute uncertainties shown, all at 2-sigma level\nThe 187Os was determined from the 187Os/188Os ratio of sample-spike/normal solution mixture and corrected for minor contribution of blank.\nAccuracy of the Re–Os method was monitored by analyses of the NIST 8599 Henderson mine molybdenite reference material (Markey et al. 2007). Four analyses (Tab. 1) yielded average of 27.6 ± 0.2 Ma (2σ), which is well within the certified uncertainty (27.66 ± 0.10 Ma) and similar to values reported by Porter and Selby (2010) and Lawley and Selby (2012). Please note that total analytical uncertainties (2σ) for all Re–Os ages presented in Tab. 1 include propagated uncertainties arising from Re and Os isotopic measurements on mass spectrometers, Re spike–Os normal solution calibration and blank correction."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Lithostratigraphic relations",
    "text": "The Kurišková deposit is situated in the Petrová hora Fm., which is composed of two main complexes, the Huta volcanosedimentary complex (HVSC) in the lower and the Grúň volcanosedimentary complex (GVSC) in the upper parts. The basis of the Permian sedimentary cycle in this area is represented by the Knola Fm. with the Markušovce sandstones and schists. The Petrová hora Fm. hosts locally along its basis the Čierna hora conglomerates (Fig. 4). Economically prospective U–Mo ore mineralization is present in the HVSC only, and it is designated as the main ore body (Fig. 2). The base of the HVSC consists of a sandy metatuff layer, 0.5–10 m thick, dark grey to black, with variable concentrations of U and Mo. The 95 % ore reserves of the main ore body are confined to a tabular body 500 × 800 m across. The 40–100 m thick sequence of basaltic andesites, basalts and dacites represents immediate hanging wall of the main ore body at the Kurišková deposit. The main ore body is bordered by a competent volcanic sheet in the hanging wall and the layered and schistose Markušovce beds in the foot wall. The quartz–dolomite vein network with low-grade U–Mo mineralization parallel to lithological boundaries is present within this volcanic body. Similar ore occurrences were also observed directly in its hanging wall built by fine-grained metatuffs and metatuffites forming thin laminas or thick layers with clasts of detrital quartz (few mm up to 20 cm in diameter). Local evidence for syn-sedimentary pyritization was observed as well. One up to 20–30 m thick layer of schists (marked as 45) consists of fine-grained clastic sediments, i.e. siltstones with volcaniclastic admixture and Fe-bearing dolomites in laminas and concretions and/or frequent pyrite impregnations, which represent\nan important lithostratigraphic member of the HVSC. These sediments constitute typical fanglomeratic, fluvial and lacustrine depositional types and were locally mixed with carbonate mudstones. This layer showed a contrasting rheological behavior due to the presence of rigid metavolcanics, whereas volcaniclastics caused its tectonic deformation. Higher grades of U and Mo were observed in the roof zone of the layer 45 and economically important ore mineralization is indeed present only in the northern part of deposit. Lithologically, the HVSC is built by the volcanic rocks of a bimodal basalt–rhyolite association, intercalated with sandstones and mudstones (Fig. 3a–f). Compositionally, the basic–intermediate volcanic rocks are represented by primitive subalkaline basalts and basaltic andesites as products of effusive and eruptive activity at convergent plate margin. Acid volcanics show high-K dacitic and peraluminous compositions. Both extrusive and explosive types were identified in the HVSC. Based on the sedimentary facies reconstruction, it is assumed that the sandstone and siltstone strata alternating with mudrocks were sediments of seasonally flooded shallow lakes. The paleoenvironmental conditions of this sedimentary association are assumed to be those of a continental fluvial plain facies. There is a transition to estuaries and shallow marine facies of continental shelf in the upper part of HVSC (as evidenced by the presence of phosphate nodules and evaporites).\nThe upper part of HVSC, overlying the metatuffs, is formed by an acid volcanic layer consisting of lapilli and bomb agglomerates that constitute hanging wall of diverse and/or leached fine-ash metatuffs and metatuffites. It is obvious that this layer represented a short break in the volcanic activity within the HVSC. The Novoveská Huta Fm. is bordered by the Stražanské layers and/or Stražanské conglomerates at the contact to the Rakovec Group (Bartalský et al. 2011). The molybdenite samples for the Re–Os study were collected from borehole LE-K32 (Fig. 3g), whereas suitable samples for the U–Th–Pb uraninite study were obtained from borehole LE-K-41 (Fig. 3h)."
  }, {
    "heading": "4.2. tectonics and deformation",
    "text": "The metamorphic foliation is mostly parallel to the original bedding. Superimposed cleavage separates rock sequence, mainly acid volcaniclastics and aleurites, into lithons. However, rigid metavolcanics of the HVSC have weak cleavage only. Generally, the strike of bedding and that of the cleavage are nearly identical to development of overthrust faults, which have subvertical (80–65°) dip from surface to at least 200 m depth, whereas at a depth of 450 m they dip at 45° only, but deeper than 600 m they again become subvertical. Imbrications of foliation planes commonly incline toward the SW in external parts, close\nhg\na b\nCpx\nPl\nmetabasalt metarhyolite\nc d\nPl\nQz\nMs\nDol\narenite siltstone\ne fmudstone claystone\nto the contact with the Veporicum. The foliation in the internal tectonic blocks close to the Rakovec Group has mainly an inverted dip to the NE, and this is reminiscent of a development of the fan-like flower-structure within the Permian sequences in the NG, rooted in the depth of c. 2 km. Due to compressional/extensional processes one can only observe compressed and detached limbs of folds.\nThe deposit area is controlled by two groups of subhorizontal faults. The first are shallow faults inclined 15–25° to the SW, coincident with the sense of hanging block thrusting over tens to hundred meters. The fault gauge composed of fault breccias (rocks fragments and tectonic clays) and, scarcely, fragments of earlier U–Mo-mineralized veins, has thickness of 1–20 meters (№ 614 and 645 in Fig. 2). Subhorizontal faults inclined 0–20° to the SW with typical crenulation cleavage belong to the second group. They have thickness tens to one hundred meters, and are present mainly in the upper parts of the GVSC.\nBoth groups of subhorizontal faults originated during extensional unroofing (AD2 sensu Németh et al. 2012) with back-thrust evidence in the first one. Steep subvertical faults (E–W and complementary NE–SW directions, inclined 65–80° to the N) forming boundaries of lithon segments, have generally normal fault and/or overthrust character (Fig. 2) mainly in the SE part of deposit. These faults and shear zones locally crosscut the ore bodies thus creating pathways for remobilization of the U mineralization to hanging wall in the central part of deposit where they cut the main ore body and in the north where they penetrate the ore body 45."
  }, {
    "heading": "4.3. the u–Mo mineralization",
    "text": "The uranium ore mineralization and mineral composition were studied by Rojkovič (1993, 1997) in the NorthGemeric metallogenic belt. Detailed petrological and\nmineralogical study of the Kurišková deposit was carried out recently by Ferenc and Demko (2010) and Demko et al. (2011, 2012). The main ore-forming minerals are uraninite and coffinite; rarely appear orthobrannerite, molybdenite, apatite and powellite. They occur in various metasedimentary and metavolcanic rock types of the HVSC, especially at the contact with the upper surface of the basaltic unit. Generally, two main mineralization styles were identified: (a) tabular, “stratiform” style of the main ore body and ore body 45; (b) stockwork intraformation and/or dislocation stockworks in shear zones. The main ore body is closely spatially linked to mylonitized metabasalt tuffs along the contact with metasediments. This observation suggests the role of mechanical and geochemical barrier as the key factor for the U–Mo precipitation in suitable tectonic and lithological structures. The U mineralization is disseminated along sedimentary structures and tectonic fractures – shear zones in both main rock types. In many cases was observed evidence for contemporaneous deformation of the uranium mineralization, accompanied by additional ore precipitation. Some of the molybdenite-rich subvertical faults are likely to be the remnants of primary structures transporting the mineralized fluids into the deposit. Rocks of the Kurišková U–Mo deposit show Th/U ratio << 1, i.e. significantly lower than the average Th/U of 2–3 for rhyolite rocks (Nash 2010). Other geochemical data show strong correlation between U, P and Pb (r > 0.9), but only a weak one with Mo (r ≤ 0.6). This suggests evidence for common behavior of U–P–Pb and U–Mo during ore-forming processes. The conditions of the metamorphic overprint were reconstructed using X-ray powder diffraction methods on clay minerals (Demko et al. 2011, 2012). It revealed peak temperature of 350 °C (2M1 illite/muscovite) of the low-grade regional metamorphism, followed by an exhumation to ~200°C (1 M illite, mixed-layered illite–smectite). The retrogression occurred during tectonic uplift of the buried HVSC along with the hydrothermal alteration by circulating hydrothermal fluids (≤ 200 °C)."
  }, {
    "heading": "4.4. re–Os dating",
    "text": "Molybdenite is exceptionally suitable for the direct Re– Os dating of ore deposits because it usually contains ppm level Re and essentially no initial or common Os, making it a single mineral chronometer (Stein et al. 1997, 2001, 2003; Selby and Creaser 2001; Stein 2006; Selby et al. 2007). Rhenium and 187Os concentrations together with Re–Os ages for molybdenite from the Kurišková U–Mo deposit are given in Tab 1. Duplicate analyses of molybdenite separates from the sample representing massive vein mineralization (borehole LE-K-32, depth 97.5 m) yielded Re–Os ages 257.2 ± 3.0 Ma and 255.6 ± 3.7\n\nFig. 3 Examples of host-rock textures and photographs of the molybdenite samples. a – Altered porphyritic basalt with trachytic texture of matrix plagioclase. The texture documents flow of the lava during eruption. Pyroxene phenocrysts are altered to carbonate. Crossed nicols (Cpx – pyroxene, Pl – plagioclase). b – Porphyritic, slightly deformed rhyolite. c – Typical arenite consisting of detrital plagioclase (Pl), quartz (Qz), white mica (Ms) and interstitial dolomite (Dol) of authigenic origin. Crossed nicols. d – Fine-grained silty sediment containing quartz, micas and clays with authigenic carbonates. e – Variable sedimentary microfacies in mudstone. Dolomitic carbonate with erosional surface on the right side is overlain by a new sedimentary layer rich in detrital quartz, clays and a fine-grained pelitic layer on the left (originally top of the sedimentary sequence). Crossed nicols. f – Claystone overprinted by deformation. Light part of the photograph is built by quartz, clays and partially by remobilized carbonates. All minerals are product of a recrystallization during deformation. g – Representative massive molybdenite vein mineralization, sample from the borehole LE-K-32, depth 97.5 m. h – Molybdenite sample from the borehole LE-K-41, depth 124.1 m representing shear zone-related molybdenite mineralization.\nMa. The Re contents were 6.57 and 6.67 ppm; the 187Os contents were 17.7 and 17.8 ppb."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. age of the Kurišková u–Mo deposit",
    "text": "The first age data for the U mineralization came from the former Soviet (Russian) laboratories, where the U–Pb\nisotopic composition was determined. The results were only rarely presented in literature; see e.g. Arapov et al. (1984). Rojkovič et al. (1993) summarized these data as follows: “U–Pb isotopic dating of uranium mineralization gave two age groups: (a) the age of stratiform concentrations of low-grade uranium ores is 240 ± 30 Ma; (b) highgrade uranium ores near faults give ages of 130 ± 20 Ma, whereas Pb model ages of galena are close to 110 Ma according to Stacey and Kramers (1975)”. Generally, these data indicate multiple events involved in the U–Mo\nmineralization in this area. A chemical U–Th–Pb electron-microprobe dating (Ferenc and Demko 2010; Demko et al. 2011, 2012) was applied to uraninite, however, with large errors. More than 150 spot analyses clustered to three oreforming periods and provided ages of the main U-ore forming processes within the interval of 240–160 Ma (97 spot determinations fit this period with a maximum of the age distribution near 200 Ma). It is noteworthy that this corresponds to the Triassic/Jurassic boundary, which coincides with a significant climate change from arid to humid conditions. Subsequent uranium remobilization and ore maturation was dated to 140–80 Ma (maximum at c. 100 Ma) and 40–10 Ma. However, these younger remobilization processes were only active on a limited scale. Interestingly, ages for uraninites from the ore body 45 and stockwork mineralization vary surprisingly little suggesting a single ore-forming process (at c. 200 Ma), whereas uraninites from the footwall and main ore bodies formed during all three mineralization events. This indicates frequent re-opening of channels for orebearing hydrothermal fluids. 45\nC is\nu ra\nlia n\n(T h u ri n g ia\nn )\nP e tr\no vá\nh o ra\nF m\n.\nG u a d a lu\np ia\nn\nP E\nR M\nI A\nN\nK n o la F m .\nBiele Vody layers\nMalý Muráň layers\nLower transitive layers\nČierna hora conglomerates\nMarkušovce sandstones, aleurites\nStražanské layers\núň olcano–sedimentary complex Gr v\nStražanské conglomerates\nth ic\nkn e ss\n( m\n)\nstockwork type U–Mo\n45 ore body U–Mo\n3 ore bodyrd\n2 ore bodynd\n150– –200\n>200\n40– –150\n50\n>200\n50– –150\n0–40\n10– –30\n0–2\nN o vo\nve sk\ná H\nu ta\nF m\n.\nU–Mo\nU–Mo\nU–Mo\nU–Mo\nfootwall ore body\n>100\nSlivniky Cu–U horizon 0–2\nmain ore body\ntuffogenic layersfootwal\ntuffogenic layerstransitional\nbasaltic metaandesites and metabasalts\nH u ta\nv o lc\na n o\n– se\nd im\ne n ta\nry c\no m\np le\nx\nhangingwall layers with\nintercalations\ntuffogenic carbonatic shales\n(A u tu\nn ia\nn )\n(S a xo\nn ia\nn )\nL o p in\ng ia\nn\nFig. 4 Lithostratigraphic column of the Permian rock sequence from the Northern Gemeric territory close to the Kurišková deposit with location of ore bodies and rock thickness according Bartalský et al. (2011).\nThe origin of molybdenite was most likely associated with magmatic activity and related hydrothermal activity in the surrounding volcanosedimentary rocks. Our Re–Os ages of molybdenites fall between 257.2 ± 3.0 Ma and 255.3 ± 3.7 Ma and are in a good agreement with previous age determinations. Interestingly, molybdenite from the Sn–W–Mo granite-related mineralization in the Hnilec Gemer granite body, 40 km to the west from the studied deposit, yielded Re–Os ages of 262.2 ± 0.9 Ma and 263.8 ± 0.8 Ma (Kohút and Stein 2005). This indicates nearly contemporaneous magmatic/volcanic Mo-bearing hydrothermal activity in broad Gemeric area."
  }, {
    "heading": "5.2. Genetic model",
    "text": "Felsic volcanic rocks have long been considered to be primary source of uranium for many types of mineralization but volcanogenic U deposits s. s. do not generally belong to significant resources (Nash 2010). For purposes of exploration and resource assessment there have been designed various classifications or models of U deposits, focused on geological setting and ore characteristics, and/or additional factors such as volcanic environment, sedimentary relations, hydrothermal and tectonic activity, ore-forming uranium and related aqueous solutions, conditions of uranium mobilization, transport, redeposition and repetitive redistribution (Goodell 1981; Dahlkamp 1993, 2009, 2010; Cuney and Kyser 2009). Cuney and Kyser (2009) proposed the following genetic types of uranium mineralization: (a) deposits related to magmatic differentiation, (b) deposits related to partial melting, (c) deposits related to Na-metasomatism and high-grade metamorphism, (d) hydrothermal uranium deposits related to igneous rocks, (e) unconformity-related uranium deposits, (f) sandstone-hosted uranium deposits, and (g) other types of uranium deposits. The Kurišková U– Mo deposit is not well correlated with any of the models or genetic types (a–f) as its origin is related to the generation of volcaniclastic rocks with magmatic hydrothermal activity combined with specific climatic conditions, their metamorphic or alteration overprint, and a repeated tectonic and meteoric hydrothermal activity. It is noteworthy that IAEA/UDEPO (2009) report assigned the Kurišková deposit to the volcanogenic type of U deposits.\nThe proposed genetic model assumes a series of endoand exogenous ore-forming processes such as magmatic hydrothermal activity followed by stepwise leaching and re-precipitation. The initial stage of the Mo mineralization was confined to the Upper Permian footwall volcanics infiltrated by Mo-bearing hydrothermal fluids at ~ 256 Ma. Later, at 240–160 Ma, mainly close to 200 Ma at the Triassic/Jurassic boundary, the percolating meteoric groundwater probably invaded the uppermost parts of the buried HVSC and started to leach U probably\nfrom metarhyolitic and metasedimentary rocks of the upper GVSC. In the deeper parts of the rock sequence, the U-bearing fluids could have interacted with evaporites and phosphorus-bearing strata. Such interaction resulted in the U–P–Pb–Mo–S geochemical pattern, changed the fluid composition to pH < 4 to 5 and Eh > 0, and enabled transport of uranium in the form of UO2(H2PO4)2\n0 or UO2HPO4\n0 complexes (Ferenc and Demko 2010; Demko et al. 2011). As the fluids infiltrated the subvertical fault channel, continuous reduction resulted in the separation of Mo–S/U–P–Pb fluids and uraninite precipitation. The main stage of the U-ore precipitation is related to alteration of infiltrated metamorphosed rocks contemporaneously with deformation of the HVSC. The reduction and increasing pH during alteration destabilized the aqueous U complexes and initiated the uraninite–coffinite precipitation. The younger ore-forming process occurred in Early Cretaceous times (140–100 Ma) and it was mainly related to shear-zone deformation and rejuvenation of the U mineralization. The origin of the Kurišková deposit was thus most likely complex and prolonged, which was confirmed by the U–Th–Pb (CHIME) and new Re–Os dating. Several aspects, including appropriate rock source represented by the Permian volcanics with associated hydrothermal activity, intercalated with sedimentary rocks, their metamorphism, climatic conditions, precipitation from deep-circulating hydrothermal fluids, intensive Alpine deformation event and/or their repetitive synergies played crucial role in the origin of this deposit. However, the relative scarcity of the primary Permian uranium mineralization at this locality is rather unusual for the Western Carpathians as elsewhere, e.g., at Novoveská Huta, Kalnica, Selec, and Kozie chrbty the Permian U mineralization was identified (Rojkovič et al. 1993; Rojkovič 1997). The majority of the age estimates for the U mineralization overlap with the stage of maximum subsidence of the Mesozoic basin (240–160 Ma) in the Western Carpathians (Andrusov 1968). The burial of Permian sediments under thick sequence of young sediments (5 km) together with basin subsidence probably created suitable conditions for initiation of fluid circulation. The precipitation of U minerals was related to favorable geochemical conditions. We propose that synergy of several factors was the necessary prerequisite for the origin of the Kurišková U–Mo mineralization.\nComparing the principal features of the Kurišková deposit, namely its mineral assemblage, host rocks (basalts and rhyolites, tuffs and tuffites together with contemporaneous sandstones and mudrocks of the HVSC), climatic circumstances during the host-rock formation (arid to humid environment and/or interactions with organic and calcareous substances), metamorphic overprint and alteration (low-grade regional metamorphism), repeated tectonic (fold, thrust and shear-zone\ndeformations) and/or hydrothermal activity, with the main types of the uranium deposits (Dahlkamp 2010), none of them satisfies all the criteria. There are some similarities to type 5 (volcanic deposits), as indeed there are unambiguous field relationships to the Permian volcanics and/or endogenous hydrothermal activity with juvenile magmatic hydrothermal fluids but this applies solely to the initial molybdenite mineralization. On the other hand, the Mesozoic U mineralization was related to fluids of meteoric origin. However, some similarity to type 7 (undifferentiated metasedimenthosted deposits) exists also because interaction of the volcanosedimentary rocks with organic and carbonate material during appropriate climatic conditions and subsequent metamorphism were important as well, although the source of uranium was rather volcanic than sedimentary. The Kurišková U–Mo deposit has been compared to the Gurvanbulag deposit in Mongolia (Bartalský et al. 2011), which is a typical volcanic vein-type deposit related to volcanic/granitic rocks with coffinite dominating over uraninite and/or negligible Cu mineralization (Dahlkamp 2009). Some genetic link to contemporaneous ore-bearing evolved Gemeric granites (Kohút and Stein 2005) appears likely. Taken together, we now view this deposit as a polygenic endoand exogenous hydrothermal U–Mo deposit of the Paleo-Alpine age drawing its metal endowment from the Permian volcanosedimentary rocks and postulate an important role of rejuvenated meteoric fluids percolating through tectonically predisposed channel ways."
  }, {
    "heading": "6. Conclusions",
    "text": "We can draw the following conclusions from our field and analytical study of the Kurišková U–Mo deposit: 1. The deposit is situated in the Permian Huta volcano-\nsedimentary complex, consisting of mafic and felsic volcanics, tuffs and tuffites deposited contemporaneously with sandstones and mudrocks under arid to humid conditions. The interaction with organic and carbonate material and subsequent metamorphism were significant as well. 2. The main ore-forming minerals are uraninite, coffinite, molybdenite and apatite; rarely occur orthobrannerite and powellite. 3. The deposit formed in response to long-term activity of juvenile hydrothermal fluids and repeated precipitation from meteoric fluids during continuous fold, thrust and shear zone deformation. 4. The Re–Os molybdenite age of the initial stage producing massive veins and tabular, “stratiform-like” type of mineralization ranges from 257.2 ± 3.0 to 255.6 ± 3.7 Ma (Upper Permian, Lopingian).\n5. The previously published electron-microprobe chemical dating of uraninite indicates superimposed U mineralization stages related to remobilization within shear zones in the stockwork between c. 200 and 100 Ma.\nAcknowledgements. This work is a contribution to the project Centre of Excellence for Integrated Research of the Earth’s Geosphere (ITMS: 26220120064). This study was supported by the Slovak Research and Development Agency under the grant contract No. APVV-549-07 (to M. Kohút). The Re–Os geochronology was performed within the framework of the Czech Geological Survey Internal Project 329400 and the Czech Science Foundation Project 13-15390S (both to L. Ackerman). Reviews by Dave Selby and an anonymous reviewer are gratefully acknowledged. The authors wish to thank David Dolejš and Vojtěch Janoušek for editorial help and suggestions for improvements to the manuscript. The authors are also grateful to Mrs. M. Kočišová, Mrs. M. Rusnáková and Mr. S. Gonda (Ludovika Energy Ltd.) for help with figure preparation. We thank Jana Ďurišová (Institute of Geology AS CR, v.v.i.) for help with the ICP-MS analyses and Dagmar Sedliaková and Eva Haluzová for their assistance during sample preparation in the laboratory."
  }],
  "year": 2013,
  "references": [{
    "title": "lAžAnský M, MIlovAnov IA, nový v, šorf f (1984) Czechoslovak Uranium Deposits",
    "authors": ["JA ArApov", "vJ BoJco", "nI Česnekov", "Av DJAkonov", "J HAlBrštát", "AM JAkovJenko", "M kolek", "J koMínek", "vn kozyrev", "GA kreMČukov"],
    "venue": "SNTL, Praha,",
    "year": 1984
  }, {
    "title": "novotný l, szABo s (2011) Kurišková U–Mo deposit",
    "authors": ["B BArtAlský", "J ČIšovský"],
    "venue": "Unpublished final report, Ludovika Energy Ltd. Manuscript Archive Geofond,",
    "year": 2011
  }, {
    "title": "The geodynamic–magmatic evolution of the European Plate during Late Carboniferous and Lower Permian and its significance for the formation of volcanic uranium deposits. In: frIeDrIcH G, VoGt J, GAtzweIler R (eds) Uranium Mineralization",
    "authors": ["D BADIA", "Y fucHs"],
    "venue": "Mineral",
    "year": 1987
  }, {
    "title": "vozárová A (1983) Explanation to Geological Map of the East Part of Slovak Ore Mountains",
    "authors": ["Š BAJAník", "v HAnzel", "J IvAnIČkA", "J Mello", "J prIstAš", "p reIcHwAlDer", "l snopko", "J vozár"],
    "venue": "Dionýz Štúr Institute of Geology,",
    "year": 1983
  }, {
    "title": "BäcHtIGer p (1985) Uranium and copper ore mineralization in a Lower Permian lapilli– agglomerate tuff in Eastern Switzerland (Wiesstannental",
    "authors": ["BurkHArD DJM", "ryBAcH l"],
    "venue": "Kanton St. Gallen). Schweiz Mineral Petrogr Mitt",
    "year": 1985
  }, {
    "title": "Negative thermal ion mass spectrometry of osmium, rhenium, and iridium",
    "authors": ["rA creAser", "DA pApAnAstAssIou", "GJ wAsserBurG"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1991
  }, {
    "title": "Recent and not-so-recent developments in uranium deposits and implications for exploration",
    "authors": ["M cuney", "K kyser"],
    "venue": "Mineralogical Association of Canada, Short Course Series",
    "year": 2009
  }, {
    "title": "Uranium Deposits of the World: Asia",
    "authors": ["FJ DAHlkAMp"],
    "year": 2009
  }, {
    "title": "Uranium Deposits of the World, Part I – Typology of Uranium Deposits",
    "authors": ["FJ DAHlkAMp"],
    "year": 2010
  }, {
    "title": "The genesis of the Kurišková U–Mo ore deposit",
    "authors": ["r DeMko", "Š ferenc", "A BIroň", "l novotný", "B BArtAlský"],
    "venue": "Miner Slov",
    "year": 2012
  }, {
    "title": "Additional mineralogical and petrological study from the ore deposit Košice I – Kurišková, season",
    "authors": ["ferenc š", "DeMko R"],
    "venue": "Unpublished report, Dionýz Štúr State Institute of Geology, Manuscript Archive Geofond,",
    "year": 2010
  }, {
    "title": "Petrologic and metalogenic investigations on the Colio Formation of the Novazza uranium mine, Bergamasc Alps (Italy)",
    "authors": ["eo GIoBBI", "A BernAsconI", "D rAvAGnAMI"],
    "venue": "Rc Soc Ital Mineral Petrol",
    "year": 1982
  }, {
    "title": "Late Variscan and Early Alpine mineralization in the Eastern Alps. Ore genesis: the state of the art",
    "authors": ["JG HADItscH", "H Mostler"],
    "year": 1982
  }, {
    "title": "Re–Os molybdenite dating of granite-related Sn–W–Mo mineralization at Hnilec, Gemeric Superunit, Slovakia",
    "authors": ["M koHút", "HJ steIn"],
    "venue": "Mineral Petrol",
    "year": 2005
  }, {
    "title": "Uranium mineralization in Permian volcanics and conglomerates of the Donnersberg area, Saar-Nahe Trough, Germany. In: FrIeDrIcH G, voGt J, GAtzweIler R (eds) Uranium Mineralization",
    "authors": ["S MeIsel"],
    "venue": "Mineral Deposits Monograph Series 27: Gebruder Bornträger,",
    "year": 1987
  }, {
    "title": "Volcanogenic Uranium Deposits: Geology, Geochemical Processes, and Criteria for Resource Assessment",
    "authors": ["TJ nAsh"],
    "venue": "U.S. Geological Survey, Open-File Report 2010–1001,",
    "year": 2010
  }, {
    "title": "Allochthonous position of the Meliaticum in the North-Gemeric zone (Inner Western Carpathians) as demonstrated by paleopiezometric data",
    "authors": ["z néMetH", "M rADvAnec", "J koBulský", "Ľ GAzDAČko", "M putIš", "B zákršMIDová"],
    "venue": "Miner Slov",
    "year": 2012
  }, {
    "title": "New lithostratigraphic units in the Krompachy Group",
    "authors": ["novotný l", "MIHáĽ F"],
    "venue": "Miner Slov",
    "year": 1987
  }, {
    "title": "Rhenium–Osmium (Re–Os) molybdenite systematics and geochronology of the Cruachan granite skarn mineralization, Etive Complex: implications for emplacement chronology",
    "authors": ["porter sJ", "selBy D"],
    "venue": "Scottish J Geol",
    "year": 2010
  }, {
    "title": "Eclogitized clinopyroxene-gabbro with retrograde metamorphism in pumpellyite–actinolite facies on Babiná and Ostrá hills (Gemericum)",
    "authors": ["M rADvAnec"],
    "venue": "Miner Slov",
    "year": 1999
  }, {
    "title": "Mineralogical study of technological samples from deposit Jahodná; seasons 1991–1993",
    "authors": ["I roJkovIČ"],
    "venue": "Unpublished report, Manuscript Archive Uranpres, Spišska Nová Ves,",
    "year": 1993
  }, {
    "title": "Alpine remobilization of Permian uranium mineralization in the Western Carpathians, Slovakia. In: HAusen DM, HAGnI rD (eds) Process Mineralogy with Respect to Minerals Exploration",
    "authors": ["I roJkovIČ"],
    "venue": "Warrendale, Pa.,",
    "year": 1995
  }, {
    "title": "Uranium mineralization in Slovakia",
    "authors": ["I roJkovIČ"],
    "venue": "Acta Geol Uni Comenianae, Monograph series,",
    "year": 1997
  }, {
    "title": "Stratiform and vein U, Mo and Cu mineralization in the Novoveská Huta area, ČSFR",
    "authors": ["I roJkovIČ", "l novotný", "M HáBer"],
    "venue": "Miner Depos",
    "year": 1993
  }, {
    "title": "Approximation of terrestrial lead isotope evolution by a two-stage model",
    "authors": ["stAcey Js", "krAMers JD"],
    "venue": "Earth Planet Sci Lett",
    "year": 1975
  }, {
    "title": "Low-rhenium molybdenite by metamorphism in northern Sweden: recognition, genesis, and global implications",
    "authors": ["HJ steIn"],
    "venue": "Lithos",
    "year": 2006
  }, {
    "title": "Highly Precise and accurate Re–Os ages for molybdenite from the East Quinling Molybdenum Belt, Shaanxi Province, China",
    "authors": ["HJ steIn", "rJ MArkey", "Jw MorGAn", "A Du", "Y sun"],
    "venue": "Econ Geol",
    "year": 1997
  }, {
    "title": "MArkey rJ, MorGAn Jw, HAnnAH Jl, scHerstén A (2001) The remarkable Re–Os chronometer in molybdenite: how and why it works",
    "authors": ["HJ steIn"],
    "venue": "Terra Nova",
    "year": 2001
  }, {
    "title": "Subgrain scale decoupling of Re and 187Os and assessment of laser ablation ICP-MS spot dating in molybdenite",
    "authors": ["HJ steIn", "A scHerstén", "J HAnnAH", "R MArkey"],
    "venue": "Geochim Cosmochim Acta",
    "year": 2003
  }, {
    "title": "Late Paleozoic in the Western Carpathians",
    "authors": ["A vozárová", "J vozár"],
    "venue": "Dionýz Štúr Institute of Geology Monograph,",
    "year": 1988
  }, {
    "title": "Osmium isotope ratio determinations by negative thermal ionization mass spectrometry",
    "authors": ["völkenInG J", "wAlczyk t", "HeuMAnn kG"],
    "venue": "Int J Mass Spectrom",
    "year": 1991
  }],
  "id": "SP:e7b3ac2a08299c7a6d48412faf571640ed4c73fe",
  "authors": [{
    "name": "Milan KOhút",
    "affiliations": []
  }, {
    "name": "Jakub trubač",
    "affiliations": []
  }, {
    "name": "Ladislav NOvOtNý",
    "affiliations": []
  }, {
    "name": "Lukáš acKerMaN",
    "affiliations": []
  }, {
    "name": "rastislav DeMKO",
    "affiliations": []
  }, {
    "name": "boris bartaLsKý",
    "affiliations": []
  }, {
    "name": "vojtěch erbaN",
    "affiliations": []
  }],
  "abstractText": "The Kurišková U–Mo deposit from the Gemeric Unit of the Western Carpathians (Slovakia) is an example of polygenic deposit whose origin involved several events: endogenous, related to magmatism/volcanism, and exogenous, associated with precipitation from meteoric hydrothermal fluids in repeated tectonically-driven (fold & thrust and shear zones) channel ways penetrating the Permian Huta volcano–sedimentary complex. Sources of the U–Mo mineralization were multiple: (a) molybdenite was derived directly from juvenile hydrothermal fluids related to igneous activity, (b) the U mineralization formed from meteoric fluids circulating through altered and metamorphosed basaltic and rhyolitic volcanics intercalated by clastic sediments (sandstones and mudrocks), which interacted in an arid to humid climate with organic and carbonate substances within Permian basin. The principal ore-forming minerals are uraninite, coffinite, molybdenite and apatite with rare orthobrannerite and powellite. Two basic mineralization forms are present: (a) tabular – “stratiform like” and (b) stockwork intraformational and/or dislocation stockworks in shear zones. The Re–Os molybdenite dating confirmed crystallization from igneous source in Late Permian (Lopingian; 257.2 ± 3.0 Ma to 255.6 ± 3.7 Ma) for massive vein mineralization, whereas the superimposed U remobilization within shear zones occurred in the Triassic/Jurassic period. The Kurišková U–Mo deposit represents a polygenic endo/exogenous hydrothermal deposit of the Permian/Paleo-Alpine age, with metals sourced in Permian volcanosedimentary rocks that were leached by shear zone-related meteoric fluids.",
  "title": "Geology and Re–Os molybdenite geochronology of the Kurišková U–Mo deposit (Western Carpathians, Slovakia)"
}