{
  "sections": [{
    "text": "Two likely stratospheric volcanic eruptions in the 1450s C.E. found in a bipolar, subannually dated 800 year ice core record\nJihong Cole-Dai,1 David G. Ferris,1 Alyson L. Lanciki,1 Joël Savarino,2 Mark H. Thiemens,3 and Joseph R. McConnell 4\nReceived 6 November 2012; revised 10 May 2013; accepted 15 June 2013; published 17 July 2013.\n[1] An 800 year volcanic record is constructed from high-resolution chemical analysis of recently obtained West Antarctica and central Greenland ice cores. The high accuracy and precision of the ice core chronologies are a result of dating by annual ice layer counting. Nineteen bipolar volcanic signals in this record represent large, explosive eruptions in the tropics with probable climatic impact. One of the two bipolar volcanic signals dated at 1453 and 1459 is probably left by the eruption of the submarine volcano Kuwae in the tropical Pacific, one of the largest volcanic eruptions in the last millennium. The discovery of the two signals in the 1450s casts doubt on the eruption year of 1452 or 1453 for Kuwae based on previous ice core records. The volcanic sulfate deposition patterns in this bipolar record suggest that the later signal is likely from the Kuwae eruption in 1458, although a firm attribution is not possible. Sulfur isotope composition in the volcanic sulfate in the central Greenland cores indicates that both eruptions in the 1450s injected sulfur gases into the stratosphere with probable impact on the global climate. These results are in agreement with tree ring records showing two short cold episodes during that decade. The bipolar volcanic record supports the hypothesis that unusually active volcanism in the thirteenth century contributed to the onset of the Little Ice Age and another active period in the mid fifteenth century may have helped to sustain the Little Ice Age.\nCitation: Cole-Dai, J., D. G. Ferris, A. L. Lanciki, J. Savarino, M. H. Thiemens, and J. R. McConnell (2013), Two likely\nstratospheric volcanic eruptions in the 1450s C.E. found in a bipolar, subannually dated 800 year ice core record, J. Geophys. Res. Atmos., 118, 7459–7466, doi:10.1002/jgrd.50587."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Records of past volcanic eruptions are often used to assess the role of volcanism in climate change [Robock, 2000]. Among the most valuable are those from polar ice cores, in part because the ice core chemical measurement, on which the volcanic forcing is quantitatively based, is independent of the climate response to the forcing [Cole-Dai, 2010; Robock, 2000]. Although numerous ice core volcanic records exist, the quality of the records varies significantly, depending on the characteristics of the ice cores, the type and quality of the chemical measurement, and the methods used to date the ice cores [Cole-Dai, 2010]. For example, records based on measurement of sulfate derived from volcanic sulfur gases (i.e., SO2) are considered superior over those based on physical properties (e.g., electric conductivity) of the ice [Gao et al., 2008]. Ice cores from locations of high snow accumulation rates can be dated with the annual layer counting (ALC) technique, when physical, isotopic, and chemical measurements are carried out in high temporal (i.e., subannual) resolution, leading to high-resolution records including volcanic records. Recent advances in ice core chemical analysis techniques [Bigler et al., 2011; Cole-Dai et al., 2006; McConnell et al., 2002] have made high-resolution measurements more common; even cores from locations of low snow accumulation can be analyzed with subannual resolution. However, many previously published volcanic records are based on relatively low resolution measurements with limited ice core dating accuracy and precision. [3] Many large, explosive volcanic eruptions in the last\n800 years have been found, in the form of outstanding sulfate signals in ice, in Greenland and Antarctica ice cores. A sulfate signal cannot be unequivocally attributed to a specific volcanic eruption, unless tephra in ice can be chemically matched to the ash of the erupting volcano. Eruption identification by tephra “fingerprinting” is very rare, because of the difficulty of finding and analyzing trace amounts of tephra in ice cores [Coulter et al., 2012; Dunbar et al., 2003; Palais et al., 1990]. Instead, volcanic eruptions are usually identified by matching known eruption dates with accurate dating of the volcanic signals. Several historically documented\n1Department of Chemistry and Biochemistry, South Dakota State University, Brookings, South Dakota, USA.\n2Laboratoire de Glaciologie et Géophysique de l’Environnement, CNRS/Université Joseph Fourier–Grenoble 1, Saint Martin d’Hères, France.\n3Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, California, USA.\n4Desert Research Institute, Nevada System of Higher Education, Reno, Nevada, USA.\nCorresponding author: J. Cole-Dai, Department of Chemistry and Biochemistry, South Dakota State University, Box 2202, Brookings, SD 57007, USA. (jihong.cole-dai@sdstate.edu)\n©2013. American Geophysical Union. All Rights Reserved. 2169-897X/13/10.1002/jgrd.50587\nJOURNAL OF GEOPHYSICAL RESEARCH: ATMOSPHERES, VOL. 118, 7459–7466, doi:10.1002/jgrd.50587, 2013\neruptions, such as the 1815 C.E. eruption of Tambora (8.25°S, 118.00°E) in Indonesia, have been so identified in nearly all records [Cole-Dai et al., 2009]. The signals and dates of these eruptions are often used as time stratigraphic markers to facilitate and validate ice core dating and to reduce dating uncertainty to a few years [Cole-Dai et al., 2000; Ferris et al., 2011]. [4] Among the frequently used timemarkers is the eruption, in the middle of the fifteenth century, of the Kuwae submarine volcano in the tropical Pacific (Vanuatu, 16.83°S, 168.54°E). Since no historic documentation on the Kuwae eruption has been found, ice core records and chronologies have been enlisted to determine the eruption date or year. An exceptionally large signal in several previously published, annually dated Antarctica ice core records [Cole-Dai et al., 1997; Stenni et al., 2002; Traufetter et al., 2004] was dated to the interval of 1453–1456. The ice core date of a volcanic signal usually lags the eruption date by 1 or 2 years, due to the 1 to 2 years for volcanic aerosols from a low-latitude eruption to reach the polar regions. Consequently, the Kuwae eruption year would be in the range of 1451–1455, with a slightly larger range owing to the ice core dating uncertainties. The range of the possible eruption year is even larger (1445–1465) according to Greenland ice core records, due to multiple volcanic signals potentially related to Kuwae and to time scale uncertainties in those cores [Gao et al., 2006]. For example, the Kuwae signal in the high-resolution Greenland Ice Sheet Project 2 (GISP2; Summit, Greenland) ice core with a time scale uncertainty of ±2 years was dated [Zielinski et al., 1994] to 1459 and/or 1460, leading to 1457 or 1458 as the eruption year. No volcanic signal was found in the period of 1452–1456 in the GISP2 record. After a detailed examination of a large set of bipolar ice core records and the presumed climatic response to Kuwae, Gao et al. [2006] concluded that the probable year of the Kuwae eruption is 1452 or 1453, resulting in the appearance of the Kuwae signal in the interval of 1453–1456 in bipolar ice core records. They also suggested that the eruption of another volcano, probably near Greenland or in the middle or high latitudes of the Northern Hemisphere, occurred in 1457 or 1458 and that this eruption is responsible for the 1459–1460 volcanic signal in GISP2 and other Greenland cores. The presumed Northern Hemisphere location can explain the lack of a signal in Antarctica ice cores corresponding to the later eruption. [5] Recently, Plummer et al. [2012] report that in the precisely dated (±1 year) Law Dome, Antarctica ice core record, the very large mid-fifteenth century volcanic signal appears in the 1458–1460 ice layers, indicating a probable eruption date of 1457 or 1458. This is supported by the dating of a prominent volcanic signal in other Antarctic ice cores, such as the European Project for Ice Coring in Antarctica Dome C cores [Castellano et al., 2005; Parrenin et al., 2007]. Plummer et al. [2012] suggest that the same eruption is responsible for the large signal in the decade of the 1450s found in most previous Antarctica ice cores. This implies that the date of the eruption believed to be Kuwae should be revised to 1457/1458. The signal of this eruption appears to be the Southern Hemisphere counterpart of the 1459–1460 signal in Greenland records [Plummer et al., 2012]. [6] The data from the more precisely dated Law Dome ice cores point to 1457 or 1458 as the probable year of the Kuwae eruption. The Kuwae eruption date, as a time stratigraphic marker, has important implications for the dating precision of published and future ice core chronologies. A crucial justification for Gao et al. [2006] to suggest 1452/1453 as the Kuwae eruption date is that only the signal of one large volcanic eruption appears in the Antarctic ice core records in the decade of the 1450s [Hofstede et al., 2004; Udisti et al., 2000]. Indeed, in most previously published Antarctica records [e.g., Castellano et al., 2005; Cole-Dai et al., 2000; Jiang et al., 2011], the large signal in the 1450s is the only one in the fifteenth century, which is attributed by default to the Kuwae eruption. [7] Plummer et al. [2012] suggest that possibly two volcanic eruptions took place in the 1450s. The later eruption of 1457/ 1458 appears in both Greenland and Antarctica ice cores as a large signal at 1458–1460. The lack of an early-1450s volcanic signal in Antarctica ice cores including the Law Dome core implies that the earlier eruption may have occurred in a middleor high-latitude Northern Hemisphere location or may be an eruption elsewhere but left little evidence in Antarctica [Gao et al., 2006; Plummer et al., 2012]. In either scenario, this eruption would have had minimal or no significant global climatic impact. However, tree-ring-based climatic records clearly show that average Northern Hemisphere temperatures in 1452 and/or 1453 were much lower than the long-term average [Briffa et al., 1998], signaling the climatic aftermath of a large volcanic eruption in 1452 or 1453. [8] We present an 800 year volcanic record constructed from detailed chemical analysis of two sets of ice cores, one from Greenland and the other from West Antarctica. Each is dated independently with annual layer counting and without reference to time markers or other chronologies. This volcanic record, along with volcanic sulfur isotope composition data, provides evidence that two large eruptions occurred in the decade of the 1450s and that both eruptions likely took place in the tropics."
  }, {
    "heading": "2. Ice Cores and Measurement",
    "text": "[9] In 2007, four shallow cores were drilled at Summit, Greenland (72.58°N, 38.62°W), near the site of the GISP2 deep core, where annual snow accumulation averages 0.24 m ice equivalent. Cores 1 and 3 were about 80 m in length, while Cores 2 and 4 were 211 and 217 m, respectively. The entire length of Core 1 and portions of Cores 2 and 4 have been analyzed with continuous flow analysis with online ion chromatography detection (CFA-IC) [Cole-Dai et al., 2006] for concentrations of major ionic species (Na+, K+, Mg2+, Ca2+, Cl , NO3 , and SO42 ) at a depth resolution of approximately 0.025 m. [10] The drilling at the West Antarctica Ice Sheet (WAIS) Divide location (79.47°S, 112.08°W) began in 2006/2007 and has recovered an ice core (WDC06A) to 3405 m. The top 114 m was analyzed for major ions with CFA-IC [Cole-Dai et al., 2009]. The top 570 m of the core has been analyzed for a suite of elements including sulfur with inductively coupled plasma–mass spectrometry (ICP-MS) interfaced to a continuous flow analysis with trace elements (CFA-TE) [McConnell et al., 2002]. The relatively high ;annual accumulation rate (0.22 m ice equivalent) [Banta et al., 2008] at WAIS Divide combined with high sampling resolution (~0.005 m) yielded subannually resolved element concentration data. The Summit cores have been dated with\nthe ALC technique [Cole-Dai et al., 2009]; the ALC dating of WDC06A is ongoing and has resulted in a preliminary chronology (time scale WDC06A-7) for the analyzed portion of the core. [11] Prominent volcanic events in the ice cores are identified using the outstanding sulfate signals [Ferris et al., 2011] and the dates of the signals according to the time scale established with the dating procedures (discussed below). For example, the largest volcanic signal in the Summit cores appearing in the second half of 1783 is left by the June 1783 eruption of the Laki volcano in Iceland [Lanciki et al., 2012]. Sulfate of several outstanding volcanic events including two in the 1450s decade in the Summit cores was extracted. For each event, two temporally consecutive or time-separated sulfate samples were produced, with the exception of the Laki event (four samples). Extracted sulfate of all samples was analyzed for sulfur isotope (32S, 33S, and 34S) composition. The methods and procedures of the extraction process and isotope measurement have been described elsewhere [Cole-Dai et al., 2009; Lanciki et al., 2012]. No sulfur isotope measurement was performed for volcanic events in WDC06A, due to insufficient volcanic sulfate mass."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Ice Core Dating",
    "text": "[12] The CFA-IC-analyzed sections of Summit Cores 1, 2, and 4 are spliced together for a composite core (SM07C) with continuous CFA-IC data, based on matching outstanding sulfate signals of prominent volcanic events in overlapping core sections. The annual Ca2+ concentration peaks in Summit Core 1 were counted to yield the age of 1820 C.E. at the\ndepth of 66.50 m. By matching the Tambora volcanic sulfate signal in Core 2 (maximum sulfate concentration at 67.62 m) with that in Core 1 (at 67.44 m), the 1821 layer in Core 2 was determined to begin at 66.68 m. By subtracting 0.18 m from the depth of Core 2, the portion of Core 2 from 66.68 to 161.47 m (Core 2 was analyzed from 66.38 to 161.75 m and from 199.43 to 206.39 m) was appended onto the depth scale of Core 1. This enabled the annual layer counting to continue in Core 2. Similarly, deeper portions of Core 2 (199.55–205.15 m) and Core 4 (161.41–199.90 m and 205.23–217.49 m) were appended onto the depth scale of the portion of Core 2 appended on the Core 1 depth scale, yielding a combined core of 0–217.65 m. Continuous counting of annual Ca2+ concentration maxima [Cole-Dai et al., 2009; Lanciki et al., 2012], complemented with annual maxima of Na+ and NO3\nconcentrations, yielded the year of 1200 C.E. for the layer at the bottom (217 m) of this composite core. A year resulting from this dating procedure begins in the boreal spring (nominally 1 April), when Ca2+ concentration in Greenland snow reaches the annual maximum, and ends in March of the next calendar year. Dating errors result from ambiguous annual cycles, either as a positive error when a questionable cycle is counted or as a negative one if the cycle is omitted. The cumulative dating error or uncertainty, resulting from ambiguous annual layer indicators, for SM07C is +3/ 3 years at 1200 C.E. [13] The annual cycles of non-sea-salt-(nss-)SO4\n2 , Na+, and Mg2+ concentrations by CFA-IC were used to date the top 114 m portion of WDC06A, while those of several elements including nss-S and black carbon were used to date the top 203 m [Banta et al., 2008]. In the overlapping portion (0–114 m), the dating results using the CFA-IC ion data and\nCFA-TE element data are essentially the same (the difference is 1 year at 114 m). In the integrated time scale (WDC06A-7) adopted for this work, the cumulative dating uncertainty at 203 m (1200 C.E.) is +3/ 3 years from the top of the core. The sulfate measurement of the top 114 m analyzed by CFA-IC is combined with the CFA-TE sulfur measurement from 114 to 203 m to yield the 800 year volcanic record of WDC06A. [14] The high-resolution analysis of WDC06A allows each annual layer (averaging 11 CFA-IC measurements and 40 CFA-TE measurements) to be divided into layer fractions representing subannual dates, using procedures described by Cole-Dai et al. [2009]. The annual austral summer nssSO4\n2 /nss-S maximum is assigned as the start (1 January) of a calendar year [Ferris et al., 2011]. Similarly, fractions of each of the annual layers in SM07C are subannually dated. The estimated range of a subannual date is ±0.3 year [Cole-Dai et al., 2009]."
  }, {
    "heading": "3.2. Volcanic Signals and Deposition Flux",
    "text": "[15] Annual average nss-SO4 2 concentrations for SM07C and WDC06A (WDC06A nss-S in the depth range of 114–203 m corresponding to the period of 1586 to 1200 C.E. is converted to nss-SO4\n2 ) are shown in Figure 1. The sulfur measurement by CFA-TE using ICP-MS includes sulfur species other than sulfate [McConnell et al., 2002], such as methanesulfonate or methanesulfonic acid (MSA), which are present in polar snow and ice core samples [Legrand, 1997]. As a result of MSA and the possible presence of other sulfurcontaining species, the nss-SO4\n2 concentrations converted from nss-S in the period of 1200–1586 C.E. are slightly higher than the nss-SO4\n2 in the 1587–2006 period in the WDC06A core (Figure 1b). Volcanic sulfate is superimposed on background sulfate in polar snow. Detection of volcanic signals relies on establishing a threshold or upper limit for the nonvolcanic background [Ferris et al., 2011]. Here the threshold concentration in annual average nss-SO4\n2 is established using a modified Z score test. Briefly, this involves calculating the median of the annual average nss-SO4\n2 concentration [Ferris et al., 2011] and the median of the absolute deviations (MAD) of annual concentrations from the median [Fischer et al., 1998; Traufetter et al., 2004]. The threshold level is set at 4 ×MAD above the median annual average nss-SO4\n2 . The duration of a volcanic event signal is defined as the length of time where nss-SO4\n2 concentration exceeds the median annual average by 2×MAD. Because MSA and any other nonsulfate species are present in all ice core samples, the higher nss-SO4\n2 in the 1200–1586 portion of the WDC06A record has little effect on the detection of volcanic events or the subsequent flux calculation. [16] In a year with volcanic deposition, the volcanic sulfate flux is calculated as the difference between the nss-SO4 2 flux of that year and the mean of all nonvolcanic annual nss-SO4\n2 flux. The amount of sulfate deposition by a volcanic eruption (i.e., total volcanic sulfate deposition or flux) is then the sum of the volcanic sulfate fluxes in the years when the volcanic signal appears in the core [Ferris et al., 2011]."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Date/Year of Volcanic Signal and of Eruption",
    "text": "[17] Volcanic signals in polar ice cores, particularly those of large eruptions in the low latitudes, may appear as elevated sulfate concentrations for 2–3 consecutive years, usually commencing 1–2 years after the eruption. For example, the signal of the April 1815 Tambora eruption appears in Antarctica and Greenland snow layers of 1815, 1816, and 1817 [Cole-Dai et al., 2009]. Therefore, any of the 2–3 years of a signal may be used as the ice core date or year of the volcanic event. In practice, either the first or initial year [Ferris et al., 2011] or the time of maximum concentration of volcanic sulfate deposition is designated as the signal date. The difference, if any, between the initial date and the maximum signal date is usually 1 year. Here the time of maximum volcanic sulfate concentration is chosen as the date of the signal. When more than one sulfate concentration maximum is observed during volcanic deposition, the midpoint of the entire deposition period (duration) is used as the date of the event [Cole-Dai et al., 2009]."
  }, {
    "heading": "1241.9 14.6",
    "text": ""
  }, {
    "heading": "1269.8 18.6",
    "text": ""
  }, {
    "heading": "1622.9 10.3",
    "text": ""
  }, {
    "heading": "4.2. The 800 Year Volcanic Records",
    "text": "[18] The SM07C record (Figure 1a) covers the last 800 years (1200–2007). The annually resolved time scale and subannual resolution chemical measurement are an improvement over records from previous Summit ice cores. The SM07C record is matched with the top 203 m of WDC06A covering the same time period (Figure 1b). The dating uncertainty is +1/ 1 year for both WDC06A and SM07C for the last 600 years (1400–2007). [19] A list of large or moderately large (volcanic sulfate flux> 10 kg km 2) volcanic events in each core is presented in Table 1. If a small signal appears in one core at the same time as a large or moderately large event in the other core, it is also included as an event. A third list (the Bipolar columns in Table 1) is composed of volcanic events that appear simultaneously in both WDC06A and SM07C. The volcanic eruptions on this bipolar list probably took place in the low latitudes and likely impacted the global atmosphere and climate [Cole-Dai et al., 2009], with possible but rare coincidental small eruptions in both the Northern and Southern Hemispheres. Note that due to the change in nonvolcanic background in Greenland snow from the input of anthropogenic sulfate beginning in the late nineteenth century, no effort was made to detect volcanic events in SM07C that occurred in the twentieth century. Nevertheless, the 1991 Pinatubo eruption is included in the bipolar list, for Pinatubo is known to have had global impact [McCormick et al., 1995; Trepte et al., 1993]."
  }, {
    "heading": "4.3. Two Volcanic Signals in the Decade of the 1450s",
    "text": "[20] The detailed chemical measurement and high dating precision for the WDC06A core and the SM07 cores provide improved volcanic event detection, signal date determination, and age constraint of volcanic events over previously published ice core records. Consequently, the quality of the 800 year bipolar volcanic record (Table 1) is significantly improved over the previous records. Two prominent volcanic events appear in the decade of the 1450s in the SM07C record (Figure 2a and Table 2). The chronologically later event (Eruption X, signal date 1459.8) is likely the same event (1459–1460) found in the GISP2 core [Zielinski et al., 1994]. The earlier event (Eruption Y, signal date 1453.6) was not found or detected in GISP2. However, two closely spaced volcanic signals appear in the well-dated North Greenland Ice Core Project (Greenland) core in that time period, with the earlier event appearing in 1452–1455 [Gao et al., 2006; Plummer et al., 2012]. [21] Two events in the WDC06A record have signal dates (1459.7 and 1454.2, respectively; Figure 2b) within the ranges of those in the SM07C events (Table 2). Most previously published volcanic records from Antarctica ice cores refer to only one event in the 1450s, which is usually attributed to the Kuwae eruption. A detailed record from a recent South Pole core (SP04), which was analyzed with the CFA-IC technique at high resolution and dated with annual layer counting [Ferris et al., 2011], contains a small but unambiguous volcanic signal 6 years prior to the\npresumed Kuwae signal (Figure 2c). The later and larger signal was dated at 1454, while the earlier one was dated at 1448 [Ferris et al., 2011]. The SP04 annual layer counting errors are +11/ 11 years, indicating that the range of the presumed Kuwae signal is 1443–1465; the period of 1458–1460 for the later event is within this range. This period is consistent with that suggested by Plummer et al. [2012]. Such a redating of the later signal in SP04 (Figure 2c) would result in the date of 1454 for the earlier signal, the same as the signal date of Eruption Y in WDC06A and SM07C. [22] The presence of a volcanic signal in both Greenland and Antarctica ice core records at the same time is a strong indication of a large explosive eruption in the low latitudes, for only such an eruption is capable of distributing volcanic aerosols globally and to both polar regions [Cole-Dai et al., 2009; Langway et al., 1988; Robock, 2000]. The simultaneous bipolar signals strongly support the proposal by Plummer et al. [2012] that two volcanic eruptions in the 1450s are recorded in polar snow. The later event (Eruption X) appears in both polar regions from mid-1458 to early 1461, with a probable eruption year of 1458 (Table 1). The earlier event (Eruption Y, eruption year 1452) appears from early 1453 to early 1455. The duration and magnitude of Eruption X in Greenland are approximately half of those of the event in Antarctica (Table 2), suggesting that the distribution of aerosols of this eruption was slightly in favor of the Southern Hemisphere. The 3.5:1 ratio in the volcanic sulfate flux of Eruption Y in SM07C (29.9 kg km 2) versus WDC06A (8.4 kg km 2) is an indication that the bulk of the aerosol was distributed to the Northern Hemisphere. The relatively small signal of Eruption Y in WDC06A and SP04 (4.0 kg km 2) may explain why it was not detected in several previous Antarctica ice cores and is therefore not present in volcanic records from those cores."
  }, {
    "heading": "4.4. Sulfur Isotope Composition of Volcanic Sulfate",
    "text": "[23] Coincidental, small, or moderate eruptions in the two hemispheres that emit volcanic materials only into the troposphere can leave simultaneous sulfate signals in the polar ice sheet of the respective hemisphere [Yalcin et al., 2006]. These tropospheric eruptions usually do not exert significant impact on hemispheric or global climate, due to the small quantities and short residence times of the volcanic aerosols [Cole-Dai et al., 2009]. Only stratospheric eruptions, i.e., eruptions directly injecting volcanic gases into the stratosphere, can significantly perturb hemispheric or global climate [Robock, 2000]. [24] Sulfur isotope measurements of volcanic sulfate in the SM07 cores are presented inTable 3. Earlier work [Baroni et al., 2007; Savarino et al., 2003] on volcanic sulfate in ice cores has\nfound that known stratospheric eruptions are characterized by significant nonzero Δ33S (Δ33S = δ33S 0.515 × δ34S) or Δ33S excess, resulting from the UV-catalyzed photochemical conversion of SO2 to sulfate above the stratospheric ozone layer. These include the Tambora eruption, the 1809 Unknown eruption, and the unidentified eruption in 1258 [Cole-Dai et al., 2009]. [25] Volcanic sulfate from an eruption must be divided into temporally sequential or time-separated samples to detect Δ33S excess [Baroni et al., 2007; Cole-Dai et al., 2009]. The SM07 sulfate of Eruption X was partitioned into two approximately equal length samples, representing sulfate from the early and late stages of the deposition process. Owing to the small amount of Eruption Y sulfate present in available SM07 ice samples, the partitioning was for the early sample to contain approximately the initial two thirds of the deposition, leaving the late one third in a separate sample, which contained an amount (0.38 μmol) insufficient for sulfur isotope measurement. [26] The analytical uncertainty of Δ33S, equal to 2 times standard deviation (2σ) of replicate Δ33S measurement, is ±0.08‰ for most samples analyzed in this and previous work [Cole-Dai et al., 2009; Lanciki et al., 2012]. Values of Δ33S outside the range of analytical uncertainty ( 0.08‰ to +0.08‰) are considered significant or nonzero excess. The Δ33S of the two Eruption X sulfate samples are +0.88‰ (early) and 0.46‰ (late), significantly outside the range of the Δ33S analytical uncertainty. Moreover, the sign of the Δ33S changes from positive to negative as the deposition proceeded, consistent with the pattern observed in the Δ33S of all known stratospheric eruptions such as Tambora (Table 3) and others [Baroni et al., 2008; Cole-Dai et al., 2009]. The Δ33S data of Eruption X in SM07 are also notably similar to the Δ33S data of Eruption X (presumed to be Kuwae) in South Pole cores [Cole-Dai et al., 2009], shown in Table 3. These results together indicate that the volcanic gases of Eruption X (1458) entered the stratosphere and the sulfate aerosols were distributed globally including both polar regions. [27] The single sulfate sample for Eruption Y in SM07 exhibited a positive Δ33S value (+0.16‰; Table 3) larger than the measurement uncertainty. The positive Δ33S value is consistent with the fact that the sulfate was from the early part of the sulfate deposition of this eruption. At the present, no sulfur isotope data exist for this eruption in the WDC06A and SP04 cores because of insufficient mass for sulfur isotope measurement. The available data for Eruption Y are very similar to the case of the 1809 Unknown eruption discussed by Cole-Dai et al. [2009], who used the significant Δ33S of the 1809 Unknown eruption in SM07 and the\nsimultaneous deposition of volcanic sulfate on both the Greenland and Antarctica ice sheets to support the conclusion that the 1809 eruption took place in the low latitudes and its aerosols were distributed globally."
  }, {
    "heading": "4.5. Climatic Impact",
    "text": "[28] Volcanic eruptions affect climate by reducing the amount of solar energy reaching the Earth surface and lower atmosphere, as volcanic aerosols reflect and scatter incoming solar radiation [Robock, 2000]. The magnitude of volcanic forcing is strongly dependent on, among other things, the aerosol mass loading, which is quantitatively related to the magnitude of sulfate deposition (flux) measured in ice cores. [29] Briffa et al. [1998] found very narrow ring widths for the years 1452 and 1453 in a Northern Hemisphere tree ring network record, indicating a brief cold episode. Additional evidence of this unusually cold episode of 1452–1453 was found in frost-damaged rings of 1453 [Salzer and Hughes, 2007]. These findings point to a probable, large eruption in 1452, consistent with the ice core data of Eruption Y. [30] The tree ring data of Briffa et al. [1998] show no apparent climatic impact of an eruption in the late 1450s. But Salzer and Hughes [2007] reported narrow/minimal ring widths for the years of 1458–1464, suggesting an eruption consistent with the timing of Eruption X, and showed that the climatic impact is likely significant for both eruptions in the 1450s. [31] The most prominent century-scale climatic episode in the last 1000 years is likely the Little Ice Age (LIA), a cold Northern Hemisphere period of several hundred years ending in the nineteenth century [Mann et al., 2009]. Cold episodes contemporaneous with LIA have also been found in Southern Hemisphere records [Bertler et al., 2011; Li et al., 2009; Neukom et al., 2011; Orsi et al., 2012]. Reduced solar activities and enhanced volcanism have been proposed and debated as the direct causes of LIA [Bradley et al., 2003]. Even though the direct radiative forcing by a volcanic eruption is short lived due to the short residence time (up to 2–3 years) of volcanic aerosols, periodic large eruptions occurred during the thirteenth century (Table 1), a time of gradual, orbital-forced climatic cooling since the midHolocene [Jansen et al., 2007], and could have accelerated the transition to LIA. Recently, those thirteenth century volcanic eruptions have been suggested [Miller et al., 2012] as the most significant trigger for the onset of LIA, while negative feedback involving sea ice in the polar regions may have sustained the volcano-initiated cooling on a century time scale. Miller et al. [2012] also found substantial glacier advance in the Canadian Arctic and Iceland around the mid fifteenth century, considerably before the Maunder Minimum (1645–1715) of sunspots. The intensification or acceleration of cold conditions appears to be related to the timing of the two large eruptions in the 1450s."
  }, {
    "heading": "5. Conclusions",
    "text": "[32] Nineteen bipolar volcanic signals appear in the 800 year record of explosive eruptions constructed from bipolar ice cores, with subannual core chronologies based on detailed chemical measurement and annual layer counting. These signals are very likely from large volcanic eruptions\nin the low latitudes that distributed aerosols to the Northern and Southern Hemispheres and impacted the global climate. [33] This improved bipolar record contains two such eruptions in the 1450s, whereas previous ice core records provide evidence for only one low-latitude volcanic eruption often attributed to the Kuwae eruption. The strong evidence for a second eruption in this period calls into question the timing of the Kuwae eruption, previously proposed to be 1452/1453. Sulfur isotope composition of the volcanic sulfate indicates that both eruptions probably emitted volcanic gases directly into the stratosphere, with significant impact on atmospheric chemistry and potential consequence for global climate. The volcanic sulfate deposition for the later eruption (Eruption X, eruption date 1458) is higher in Antarctica snow than in Greenland by a factor of 2, favoring a volcano with a Southern Hemisphere location in the tropics. The earlier eruption (Eruption Y, eruption date 1452) deposited volcanic sulfate in Greenland and Antarctica with a 3.5:1 flux ratio. Although the available ice core data do not conclusively determine which of the two eruptions is Kuwae, the evidence suggests that Kuwae is the later eruption, which took place in 1458 and left during the period of 1459–1460 one of the largest bipolar volcanic signals in the last 800 years. However, which of the two signals of the 1450s is that of the Kuwae eruption remains to be ascertained in future research. [34] The evidence of two large low-latitude eruptions is consistent with tree-ring-based climate records of significant, short-term cooling in both the early and late halves of the 1450s. In addition, these two eruptions, along with the large (1476/1477) and moderately large (1480/1481) eruptions probably in the Northern Hemisphere, could have contributed to a long-term cooling through a possible sea ice feedback mechanism.\n[35] Acknowledgments. We thank A. Orsi for helpful discussion during manuscript preparation. Financial support was provided by NSF via awards 0337933, 0538553, and 0612461 to South Dakota State University (J.C.-D.), 0338363 and 0612422 to the University of California, San Diego (M.H.T.), and 0739780 and 0839093 to the Desert Research Institute (J.R.M.). We thank the Ice Drilling Design and Operations, formerly Ice Coring and Drilling Services, University of Wisconsin, for field assistance in drilling the ice cores. The collection and distribution of the WAIS Divide ice core is organized by the WAIS Divide Science Coordination Office at the Desert Research Institute (DRI) of Reno, Nevada, and the University of New Hampshire (Kendrick Taylor, NSF awards 0230396, 0440817, 0944348, and 0944266). J.R.M. thanks the students and staff of the DRI ice core analysis team and M. Sigl for careful dating of the WD 06A ice core. The French Polar Institute, Institut Polaire Paul-émile Victor, and Agence Nationale de la Recherche (via contract NT09-431976-VOLSOL) are acknowledged for the financial support to J.S. We wish to thank the three anonymous reviewers whose comments and suggestions helped improve the manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "The climate of the last millennium, in Paleoclimate",
    "authors": ["R.S. Bradley", "K.R. Briffa", "J. Cole", "M.K. Hughes", "T.J. Osborn"],
    "venue": "Global Change, and the Future,",
    "year": 2003
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E. Castellano", "S. Becagli", "M. Hansson", "M. Hutteli", "J.R. Petit", "M.R. Rampino", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2005
  }, {
    "title": "Volcanoes and climate, Wiley Interdiscip",
    "authors": ["J. Cole-Dai"],
    "venue": "Rev. Clim. Change,",
    "year": 2010
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "High speed, high resolution, and continuous chemical analysis of ice cores using a melter and ion chromatography",
    "authors": ["J. Cole-Dai", "D.M. Budner", "D.G. Ferris"],
    "venue": "Environ. Sci. Technol.,",
    "year": 2006
  }, {
    "title": "Cold decade (AD 1810–1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption",
    "authors": ["J. Cole-Dai", "D. Ferris", "A. Lanciki", "J. Savarino", "M. Baroni", "M. H"],
    "venue": "Thiemens",
    "year": 2009
  }, {
    "title": "Holocene tephras highlight complexity of volcanic signals in Greenland ice",
    "authors": ["S.E. Coulter", "J.R. Pilcher", "G. Plunkett", "M. Baillie", "V.A. Hall", "J.P. Steffensen", "B.M. Vinther", "H.B. Clausen", "S.J. Johnsen"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 2012
  }, {
    "title": "Tephra layers in the Siple Dome and Taylor Dome ice cores, Antarctica: Sources and correlations",
    "authors": ["N.W. Dunbar", "G.A. Zielinski", "D. T"],
    "venue": "Voisins",
    "year": 2003
  }, {
    "title": "South Pole ice core record of explosive volcanic eruptions in the first and second millennia AD and evidence of a large eruption in the tropics around 535 AD",
    "authors": ["D.G. Ferris", "J. Cole-Dai", "A.R. Reyes", "D. M"],
    "venue": "Budner",
    "year": 2011
  }, {
    "title": "Little Ice Age clearly recorded in northern Greenland ice",
    "authors": ["H. Fischer", "M. Werner", "D. Wagenbach"],
    "venue": "cores, Geophys. Res. Lett.,",
    "year": 1998
  }, {
    "title": "The 1452 or 1453 A.D. Kuwae eruption signal derived from multiple ice core records: Greatest volcanic sulfate event of the last 700 years",
    "authors": ["C. Gao", "A. Robock", "S. Self", "J.B. Witter", "J.P. Steffensen", "H.B. Clausen", "M.-L. Siggaard-Anderson", "S. Johnsen", "P.A. Mayewski", "C.M. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice-core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C.M. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Firn accumulation records for the past 1000 years on the basis of dielectric profiling of six cores from Dronning Maud",
    "authors": ["Hofstede", "C. M"],
    "year": 2004
  }, {
    "title": "Palaeoclimate, in Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, edited by S",
    "authors": ["E Jansen"],
    "year": 2007
  }, {
    "title": "A detailed 2840-year record of explosive volcanism in a shallow ice core from Dome A, East Antarctica",
    "authors": ["S. Jiang", "J. Cole-Dai", "Y. Li", "D.G. Ferris", "H. Ma", "C. An", "G. Shi", "B. Sun"],
    "venue": "J. Glaciol.,",
    "year": 2011
  }, {
    "title": "Sulfur isotope evidence of little or no stratospheric impact by the 1783 Laki volcanic eruption",
    "authors": ["A. Lanciki", "J. Cole-Dai", "M.H. Thiemens", "J. Savarino"],
    "venue": "Geophys. Res. Lett., 39,",
    "year": 2012
  }, {
    "title": "An interhemispheric volcanic time-marker in ice cores from Greenland and Antarctica",
    "authors": ["C.C.J. Langway", "H.B. Clausen", "C.U. Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1988
  }, {
    "title": "Ice-core records of atmospheric sulphur",
    "authors": ["M. Legrand"],
    "venue": "Philos. Trans. R. Soc. B,",
    "year": 1997
  }, {
    "title": "Glaciochemical evidence in an East Antarctica ice core of a recent (AD 1450–1850",
    "authors": ["Y. Li", "J. Cole-Dai", "L. Zhou"],
    "venue": "Neoglacial episode, J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Atmospheric effects of the Mt",
    "authors": ["M.P. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Pinatubo eruption,",
    "year": 1995
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["Miller", "G. H"],
    "venue": "Geophys. Res. Lett., 39,",
    "year": 2012
  }, {
    "title": "Little Ice Age cold reversal in West Antarctica: Evidence from borehole temperature at West Antarctica Ice Sheet (WAIS) Divide",
    "authors": ["A.J. Orsi", "B.D. Cornuelle", "J.P. Severinghaus"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2012
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirchner", "R.J. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "The EDC3 chronology for the EPICA Dome C ice",
    "authors": ["F Parrenin"],
    "venue": "core, Clim. Past,",
    "year": 2007
  }, {
    "title": "An independently dated 2000-year volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the c. 1450s eruption of Kuwae, Vanuatu, Clim",
    "authors": ["C.T. Plummer", "M.A.J. Curran", "T.D. Van Ommen", "S.O. Rasmussen", "A.D. Moy", "T.R. Vance", "H.B. Clausen", "B.M. Vinther", "P. A"],
    "venue": "Mayewski",
    "year": 2012
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["M.W. Salzer", "andM.K. Hughes"],
    "venue": "Quat. Res.,",
    "year": 2007
  }, {
    "title": "UV induced mass-independent sulfur isotope fractionation in stratospheric volcanic sulfate, Geophys",
    "authors": ["J. Savarino", "A. Romero", "J. Cole-Dai", "S. Bekki", "M. H"],
    "venue": "Thiemens",
    "year": 2003
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Spatiotemporal variability in volcanic sulphate deposition over the past 2 kyr in snow pits and firn cores from Amundsenisen, Antarctica",
    "authors": ["F. Traufetter", "H. Oerter", "H. Fischer", "R. Weller", "H. Miller"],
    "venue": "J. Glaciol.,",
    "year": 2004
  }, {
    "title": "The poleward disposal of Mt. Pinatubo volcanic aerosol",
    "authors": ["C.R. Trepte", "R.E. Veiga", "M.P. McCormick"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Holocene electrical and chemical measurements from the EPICA-Dome C ice",
    "authors": ["R. Udisti", "S. Becagli", "E. Castellano", "R. Mulvaney", "J. Schwander", "S. Torcini", "E. Wolff"],
    "venue": "core, Ann. Glaciol.,",
    "year": 2000
  }, {
    "title": "Ice core evidence for a second volcanic eruption around 1809 in the Northern Hemisphere",
    "authors": ["K. Yalcin", "C.P. Wake", "K.J. Kreutz", "M.S. Germani", "S.I. Whitlow"],
    "year": 2006
  }],
  "id": "SP:2bfa9a97de93dd6096b04e5684010c7414829046",
  "authors": [{
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }, {
    "name": "David G. Ferris",
    "affiliations": []
  }, {
    "name": "Alyson L. Lanciki",
    "affiliations": []
  }, {
    "name": "Joël Savarino",
    "affiliations": []
  }, {
    "name": "Mark H. Thiemens",
    "affiliations": []
  }, {
    "name": "Joseph R. McConnell",
    "affiliations": []
  }],
  "abstractText": "[1] An 800 year volcanic record is constructed from high-resolution chemical analysis of recently obtained West Antarctica and central Greenland ice cores. The high accuracy and precision of the ice core chronologies are a result of dating by annual ice layer counting. Nineteen bipolar volcanic signals in this record represent large, explosive eruptions in the tropics with probable climatic impact. One of the two bipolar volcanic signals dated at 1453 and 1459 is probably left by the eruption of the submarine volcano Kuwae in the tropical Pacific, one of the largest volcanic eruptions in the last millennium. The discovery of the two signals in the 1450s casts doubt on the eruption year of 1452 or 1453 for Kuwae based on previous ice core records. The volcanic sulfate deposition patterns in this bipolar record suggest that the later signal is likely from the Kuwae eruption in 1458, although a firm attribution is not possible. Sulfur isotope composition in the volcanic sulfate in the central Greenland cores indicates that both eruptions in the 1450s injected sulfur gases into the stratosphere with probable impact on the global climate. These results are in agreement with tree ring records showing two short cold episodes during that decade. The bipolar volcanic record supports the hypothesis that unusually active volcanism in the thirteenth century contributed to the onset of the Little Ice Age and another active period in the mid fifteenth century may have helped to sustain the Little Ice Age.",
  "title": "Two likely stratospheric volcanic eruptions in the 1450s C.E. found in a bipolar, subannually dated 800 year ice core record"
}