{
  "sections": [{
    "text": "The effect of volcanic eruptions on global precipitation\nCarley E. Iles,1 Gabriele C. Hegerl,1 Andrew P. Schurer,1 and Xuebin Zhang2\nReceived 28 February 2013; revised 19 July 2013; accepted 19 July 2013; published 20 August 2013.\n[1] We examine robust features of the global precipitation response to 18 large low-latitude volcanic eruptions using an ensemble of last millennium simulations from the climate model HadCM3. We then test whether these features can be detected in observational land precipitation data following five twentieth century eruptions. The millennium simulations show a significant reduction in global mean precipitation following eruptions, in agreement with previous studies. Further, we find that the response over ocean remains significant for around 5 years and matches the timescale of the near-surface air temperature response. In contrast, the land precipitation response remains significant for 3 years and reacts faster than land temperature, correlating with aerosol optical depth and a reduction in land-ocean temperature contrast. In the tropics, areas experiencing posteruption drying coincide well with climatologically wet regions, while dry regions get wetter on average, but there changes are spatially heterogeneous. This pattern is of opposite sign to, but physically consistent with, projections under global warming. A significant reduction in global mean and wet tropical land regions precipitation is also found in response to twentieth century eruptions in both the observations and model masked to replicate observational coverage, although this is not significant for the observed wet regions response in boreal summer. In boreal winter, the magnitude of this global response is significantly underestimated by the model; the discrepancy originating from the wet tropical regions although removing the influence of ENSO improves agreement. The modeled precipitation response is detectable in the observations in boreal winter but marginal in summer.\nCitation: Iles, C. E., G. C. Hegerl, A. P. Schurer, and X. Zhang (2013), The effect of volcanic eruptions on global precipitation, J. Geophys. Res. Atmos., 118, 8770–8786, doi:10.1002/jgrd.50678."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Large explosive volcanic eruptions, such as that of Mount Pinatubo in 1991, emit SO2 to the stratosphere, where it is oxidized to sulfate aerosols on a timescale of weeks. These aerosols spread out globally over subsequent months in the case of low-latitude eruptions or over the hemisphere of eruption for high-latitude eruptions [e.g., Robock, 2000; Timmreck, 2012, and references therein]. Sulfate aerosols reflect incoming solar radiation, reducing the amount of energy entering the Earth’s atmosphere. This has a widespread surface and tropospheric cooling effect, lasting a few years, accompanied by changes in precipitation and atmospheric circulation [e.g., Robock and Liu, 1994; Robock, 2000, and references therein; Gillett et al., 2004; Trenberth and Dai, 2007; Joseph and Zeng, 2011; Timmreck, 2012, and references therein]. As well as reflecting shortwave radiation, sulfate aerosols absorb near-infrared radiation and outgoing longwave radiation, thereby warming the lower stratosphere [Wielicki et al., 2002]. This leads on average to a positive North Atlantic Oscillation (NAO)-like response in the boreal winter following tropical eruptions, caused by the enhanced temperature gradient between the tropical and high-latitude stratosphere [e.g., Robock and Mao, 1992, 1995]. The NAOlike response causes warming over Northern Hemisphere extratropical continents [e.g., Robock and Mao, 1992, 1995; Stenchikov et al., 2006] that affects winter temperatures in Europe, although with a relatively low signal-to-noise ratio [Fischer et al., 2007;Hegerl et al., 2011]. However, this effect on the NAO is not well captured by the CMIP5 models [Driscoll et al., 2012]. [3] Both observational and modeling studies have consis-\ntently found a decrease in global precipitation following large explosive eruptions, lasting a few years (e.g., Robock and Liu [1994] using the GISS model, Schneider et al. [2009] using NCAR CCSM3, Gu et al. [2007] and Gu and Adler [2011] using observational precipitation data for eruptions in the latter part of the twentieth century, Trenberth and Dai [2007] using land precipitation and global streamflow data, and Broccoli et al. [2003] for Pinatubo in both the GFDL R30 model and observational data). A cooler atmosphere following eruptions undergoes less radiative cooling to space and experiences less condensation and precipitation [O’Gorman et al., 2012]. The saturation mixing ratio of the air also decreases. At the same time, a reduction in shortwave 1School of Geosciences, University of Edinburgh, Edinburgh, UK. 2Climate Research Division, Environment Canada, Toronto, Ontario, Canada. Corresponding author: C. E. Iles, School of Geosciences, University of Edinburgh, West Mains Road, Edinburgh EH9 3JW, UK. (c.e.iles@sms.ed.ac.uk) ©2013. American Geophysical Union. All Rights Reserved. 2169-897X/13/10.1002/jgrd.50678\nJOURNAL OF GEOPHYSICAL RESEARCH: ATMOSPHERES, VOL. 118, 8770–8786, doi:10.1002/jgrd.50678, 2013\nradiation reaching the surface cools the surface, stabilizing the atmosphere, and reduces evaporation, both tending to reduce precipitation [Bala et al., 2008; Cao et al., 2012]. Precipitation decreases over both global land and ocean following eruptions, in contrast to El Nino–Southern Oscillation (ENSO)-related variations in which it shifts between the two [Gu et al., 2007; Gu and Adler, 2011; Liu et al., 2012]. The influence of volcanic forcing on the smoothed time series of globally averaged land precipitation has been formally detected through optimal fingerprinting studies (Gillett et al. [2004], Lambert et al. [2004], but only for five of nine general circulation models (GCMs) in Lambert et al. [2005]). The models that did exhibit this volcanic precipitation response tended to underestimate its magnitude. [4] The main regions experiencing decreased precipitation following low-latitude eruptions tend to be the tropics [Robock and Liu, 1994; Trenberth and Dai, 2007; Schneider et al., 2009] and monsoon regions [Schneider et al., 2009; Joseph and Zeng, 2011]. The former has been associated with a weakened Hadley Circulation (Robock and Liu [1994] in the GISS model) or a contracted one (Schneider et al. [2009] in NCAR CCSM3). The change in monsoon precipitation has been associated with a weakened land-ocean temperature gradient associated with the lower heat capacity of land compared to the ocean. This in turns leads to a weakening of the monsoon winds and precipitation [Schneider et al., 2009; Joseph and Zeng, 2011; Peng et al., 2010; Cao et al., 2012]. These features are seen in both modeling and observational studies, although the monsoon response is less robust in the observations [e.g., Joseph and Zeng, 2011; Anchukaitis et al., 2010]. Other features of the precipitation response to low-latitude eruptions identified in previous modeling studies include an increase over large parts of the subtropics [Schneider et al., 2009] and a decrease over the Sahel in summer [Robock and Liu, 1994; Schneider et al., 2009]. Using a precipitation reconstruction based on instrumental and proxy data, Fischer et al. [2007] found an NAO-like precipitation response over Europe in winter. The precipitation response pattern to high-latitude eruptions is similar to that of low-latitude ones in Schneider et al. [2009] using NCAR CCSM3, while the most notable feature for high-latitude eruptions in Oman et al. [2006] was a decrease in rainfall over the Sahel in summer in the GISS model, supported by historical stream flow records from the Nile and Niger. [5] Our work builds on previous studies, many of which are either based on modeling [e.g., Schneider et al., 2009; Robock and Liu, 1994] or observations only [e.g., Trenberth and Dai, 2007; Gu et al., 2007; Gu and Adler, 2011] by comparing models with observations and applying a detection analysis. We identify robust features of the precipitation response to 18 large low-latitude volcanic eruptions that occurred between 1400 and 2000 in an ensemble of 11 HadCM3 simulations, analyzing the response separately for climatologically wet and dry regions. We also examine the difference in timing between the land and ocean precipitation response and examine the sensitivity of global precipitation to volcanic forcing. We then examine the extent to which the main land precipitation features identified in response to 18 eruptions in HadCM3 can also be identified in observational gauge data for five twentieth century eruptions. Joseph and Zeng [2011] also compare the observed and modeled precipitation response for the most recent three eruptions using a model of intermediate complexity with a slab mixed layer ocean for the tropical land regions and find the observed and modeled response to be similar. We quantify the extent to which model and observations agree through performing a detection analysis that regresses the observed patterns onto the model patterns and determines whether precipitation variability not associated with volcanism can generate comparable regression coefficients. We build on previous detection studies [Lambert et al., 2004, 2005; Gillett et al., 2004] but specifically target the volcanic response by focusing on interannual timescales and including information about the spatial patterns of response. We also show that the precipitation response to volcanism is robust to using a different observational data set. Section 2 describes the observational data and model runs used, section 3 outlines the methods employed, while results are presented and discussed in section 4, and conclusions are drawn in section 5."
  }, {
    "heading": "2. Data",
    "text": ""
  }, {
    "heading": "2.1. Observational Data",
    "text": "[6] The observational precipitation data set used is an updated version of that detailed in Zhang et al. [2007] (hereafter Z07). This is a 5 × 5 degree gridded gauge based data set that runs from January 1900 to December 2009. It uses a subset of stations from version 2 of the Global Historical Climatology Network’s (GHCN) precipitation data set [Vose et al., 1992] that have at least 25 years of data during the 1961–1990 base period and at least 5 years of data in every decade from 1950 to 1999 (Z07). Data are stored as monthly anomalies with respect to this base period. Half year values for the boreal cold (November–April; NDJFMA) and warm seasons (May–October, MJJASO) were calculated by taking the mean of the monthly anomalies where there were at least 4 months of data present in a given season. We present results for these half year seasons rather than traditional seasons since they capture the main differences in the precipitation response between the cold and warm seasons, while signal-to-noise ratios are improved relative to seasonal or monthly values. Results were very similar when using 3 month seasons (not shown). [7] In order to test whether results were robust to using a different data set, the analysis was repeated using the Global Precipitation Climatology Centre’s (GPCC) Full Data Reanalysis Version 6 [Becker et al., 2013]. This is a 2.5× 2.5 degree resolution gauge data set that runs from January 1901 to December 2010. While Z07’s data set focuses on homogeneity through time, GPCC makes use of as many station records as possible (67,200 stations with at least 10 years of data) and is spatially interpolated, giving complete land coverage over the time period. These differences lend themselves well to testing how sensitive results are to the method of data set construction and spatial coverage differences."
  }, {
    "heading": "2.2. Model Runs",
    "text": "[8] We used simulations from the coupled climate model HadCM3. This comprises a 3.75× 2.5 degree longitude-latitude resolution atmospheric model, with 19 levels in the vertical and an upper boundary at 10 hPa. This is coupled to an ocean model of 1.25 degree horizontal resolution with 20 vertical levels [Pope et al., 2000; Gordon et al., 2000]. HadCM3 has been used extensively in the literature and\ncan be used to simulate climate change over millennia since it is not too computationally expensive (A. Schurer, et al., Constraining the effect of solar variation on the climate of the last millennium, submitted to Nature Geoscience, 2013). Having a relatively low upper boundary in the atmosphere, it may not capture the observed Northern Annual Mode circulation response in the cold season [Stenchikov et al., 2006; Tett et al., 2007], although recent studies found no improvement when using models with much higher vertical extents and stratospheric resolution [Charlton-Perez et al., 2013; Driscoll et al., 2012]. Many aspects of the hydrological cycle are well represented by HadCM3, although the Hadley and Walker circulations are too strong, resulting in an overestimation of precipitation in wet regions, while evaporation is overestimated in tropical and subtropical regions [Pardaens et al., 2003; Inness and Slingo, 2003; Turner et al., 2005]. The Asian monsoon is reasonably well simulated [Annamalai et al., 2007], as is ENSO variability [Collins et al., 2001; Joseph and Nigam, 2006] (see also section 3.3). We found that both the main features of the precipitation response in HadCM3 and the detection analysis results were consistent with results of models from the CMIP5 archive (C. E. Iles et al., manuscript in preparation, 2013). Hence, we consider this model appropriate to study the large scale precipitation response to volcanism. [9] We used all 11 runs available to us that were forced by volcanic aerosols. Some of these also included other external forcings (for more detail, see A. Schurer et al. manuscript in preparation, 2013). They all span the years 1400–2000. The “ALL” ensemble consists of four runs that were forced with historical changes in greenhouse gas forcing, variations in solar activity, volcanic aerosols, land use change, anthropogenic aerosols, tropospheric and stratospheric ozone, and orbital variations. The “NoLUSE” ensemble consists of four runs with the same forcings as the “ALL” ensemble but with land use fixed at 1400 conditions. Finally, the “VOLC” ensemble consists of three runs forced with historical volcanic aerosols (Figure 1), while other forcings were kept constant at 1400 conditions or excluded in the case of anthropogenic aerosols. We use all 11 ensemble members throughout this analysis. Since the analysis focuses on changes within a decade following eruptions relative to the preceding 5 years, the difference in the slower varying forcings should not matter. We tested this for the global mean precipitation response (Figure 2) and the spatial patterns (not shown) and found the response to be indistinguishable between ensemble types. [10] The volcanic forcing data set used is that detailed in Crowley et al. [2008] (Figure 1a). This is a reconstruction of aerosol optical depth (AOD) in four latitudinal bands based on ice core records from Antarctica and Greenland, calibrated to satellite estimates of AOD for the 1991 Pinatubo and much smaller Hudson eruption. The Hansen et al. [2002] AOD data set is shown from 1850 onwards for comparison and is based on satellite, aircraft, balloon, and ground-based observations [Hansen et al., 2002]. The volcanic forcing is implemented in HadCM3 as stratospheric aerosols of constant radius distributed across four latitudinal bands that interact with radiation, such that the lower stratospheric\nwarming effect is reproduced as well as the surface cooling [Tett et al., 2007]."
  }, {
    "heading": "3. Methods",
    "text": "[11] There are three main components to the analysis. The first is to identify robust features of the precipitation response\nto strong eruptions in HadCM3 with full data coverage, using a large ensemble of eruptions over the period 1400–2000. Second, we examine whether these features identified in HadCM3 can also be seen in response to twentieth century eruptions in the observations and how closely HadCM3 matches the observations for these same eruptions when it is masked to replicate the observational data spatial coverage. Lastly, we determine if the observed land precipitation response following volcanic eruptions is detectable against internal variability, subdividing the global response into the Northern Hemisphere extratropics, tropical wet and dry regions."
  }, {
    "heading": "3.1. Selection of Volcanic Events",
    "text": "[12] Since precipitation is very variable, a technique called epoch analysis was used. This involves averaging the response across multiple eruptions in order to reduce internal variability and make the volcanic influence clearer. For the model response, eruptions with peak global mean AOD >0.05 whose aerosol clouds affected both hemispheres were chosen, based on Crowley et al.’s [2008] data (Figure 1a). This ensures that eruptions should be large enough to have an effect on climate while excluding high-latitude eruptions. For reference, the 1991 Pinatubo eruption had a peak global mean AOD of 0.16 and the 1963 Agung eruption 0.06 using this same data. Eighteen eruptions were selected through this method (Table 1). For the twentieth century, the five largest eruptions as measured by global mean AOD were chosen (Figure 1a and Table 1). These are low latitude apart from Novarupta in 1912."
  }, {
    "heading": "3.2. Epoch Analysis",
    "text": "[13] For each eruption and grid cell, precipitation anomalies for each of the 10 years following the eruption, or up until the next eruption if that occurred first, were calculated with respect to a 5 year preeruption mean [see also Hegerl et al., 2003, 2011; Fischer et al., 2007]. This minimizes the effect of trends or low-frequency climate variability on our results, for example, due to increasing greenhouse gases in the “ALL” and “NoLUSE” runs. We then averaged across all the eruptions for each grid cell before making spatial averages. We define “year 1” as the first season in question that starts after the eruption date. For example, if the eruption went off in June 1991, year 1 for NDJFMA would be 1992 (defined as the calendar year that January to April falls in rather than November and December) and year 1 for MJJASO would be 1992. Volcanic aerosols take a few months to spread out globally and reach their peak forcing [Ammann et al., 2003]. This is why we do not use MJJASO 1991 as year 1. “Year 0” would then be 1991 for both seasons, and year 2 1993. This means that in some cases year 0 contains some degree of volcanic forcing. Table 1 defines year 1 for both seasons for each eruption used. Where annual data are used for epoch analysis, the start month of year 1 is defined as occurring 3 complete months after the eruption date. [14] For Z07’s data, which has variable spatial coverage through time, we set a requirement of at least 2 out of 5 years of data being present for calculating the preeruption mean for a given eruption before a grid cell was used. Requiring more years made little difference to results, whereas requiring only one made a much more noticeable difference (not shown). There were only 2 years of data available for making the preeruption mean for the 1902 eruption since the data set\nstarts in 1900, so both of these years were required to be present (for GPCC, which starts in 1901, and for Z07 data in Figure 10 for comparability with GPCC, the preeruption mean for 1902 was augmented with data starting from 5 years after the eruption, when the land precipitation response will have decayed). When presenting spatial patterns, data are sometimes expressed as percent of climatological precipitation, since otherwise some impact-relevant changes are overwhelmed by large changes in very wet regions in the tropics. In that case, percentages are calculated for a given grid cell as the anomaly divided by the grid point climatology for the full analysis period (i.e., 1400–2000) times 100. For spatial averages, absolute values were used to avoid overemphasis of changes in very dry grid boxes. Where HadCM3 is compared to Z07’s data for the twentieth century eruptions, it was first regridded and masked to match the observational data coverage. [15] Significance of the average precipitation response to volcanic eruptions was assessed using a Monte Carlo technique. For seasonal data, the analysis described above was repeated 1000 times using randomly selected years as year 0, and only results beyond 5–95% of these Monte Carlo results were considered significant. This meant choosing 5 random eruption years per cycle for the twentieth century results, and 18 for the 1400–2000 model results and using these to conduct an epoch analysis [see, e.g., Fischer et al., 2007; Hegerl et al., 2003, 2011]. This led to 1000 epoch analysis results based on random years, which were used to calculate confidence intervals for sampling variability by taking the 5th and 95th percentiles of the range of results. The same random year was not allowed to be chosen twice per cycle to replicate the observed distribution. When using annual data, a random eruption month had to be chosen as well as a year and so 10,000 cycles were run due to the increased number of possible random eruption dates.\nsubselection of them. To make sure that enough useable eruption combinations are available for all grid cells, we performed 5000 cycles rather than 1000. We allowed overlap with the next eruption for the spatial patterns analysis. This is because the real eruptions are fairly well spaced, meaning that up until and including year 8 there is no overlap with subsequent eruptions. However, the random eruptions tend to be less well spaced, and truncating data at the time of the next eruption means that if all five real eruptions had data in year 8, it is less likely that all five random eruptions will, reducing the number of usable random eruption combinations for later years overall."
  }, {
    "heading": "3.3. Removing the ENSO Influence",
    "text": "[17] The El Nino–Southern Oscillation (ENSO) has a large influence on global precipitation patterns, tending to decrease precipitation over land and increase it over the ocean during El Nino years, and vice versa for La Nina years [Gu et al., 2007; Gu and Adler, 2011; Liu et al., 2012]. Regressing out its influence enables the volcanic precipitation response to be seen more clearly and avoids confusing it with ENSO variability. This is particularly the case for observational data where there are few eruptions to average over, and where the most recent three eruptions were followed by El Nino events, albeit a weak one for the 1963 Agung eruption. For results based on the model ensemble mean, the large number of ensemble members, each with different natural variability, overcomes this problem as does the large number of eruptions used for the 1400–2000 results. Nevertheless, we removed the ENSO influence from the model when performing a detection analysis for consistency (section 4.2). There has been debate in the literature about whether\nor not volcanic eruptions can trigger El Nino events. For example, Adams et al. [2003] and Emile-Geay et al. [2008] found an increased probability of El Nino events following large eruptions, while Self et al. [1997] found no link and Chen et al. [2004] showed that all major El Ninos since 1956 could be predicted up to 2 years ahead just using initial sea surface temperatures. We find no evidence of an El Nino response to eruptions in our HadCM3 runs. In addition, of the three twentieth century eruptions occurring around the time of El Nino events, El Chichon (1982) and Pinatubo (1991) occurred after the corresponding El Nino event had started [Self et al., 1997]. Therefore, we ignore the possibility of a link between volcanic eruptions and El Nino events in this study. [18] We used the cold tongue index (CTI) as a measure of ENSO. This is defined as the average sea surface temperature (SST) anomaly over the 6°N–6°S, 180–90°W region in the central-eastern pacific, minus the global mean SST anomaly. Due to this subtraction, the CTI index should be less affected by a general cooling of global SSTs following eruptions compared to Nino 3.4, for example, nor will it be affected by global warming. CTI data for the twentieth century were obtained from the Joint Institute for the Study of the Atmosphere and Ocean at the University of Washington (available at http://www.jisao.washington.edu/data/cti/). This index has been used in other studies of interannual and decadal climate variability, e.g., Zhang et al. [1997] and Kenyon and Hegerl [2008, 2010], and yields similar results to using Nino 3.4 [Kenyon and Hegerl, 2008]. [19] For each grid cell and season, a regression coefficient for precipitation on CTI was calculated, using detrended time series of half year values for nonvolcanically influenced years (i.e., not year 0 to 5 following an eruption). These coefficients were then used to calculate the ENSO-related precipitation anomalies for their respective grid cells, which were then subtracted from the actual precipitation to arrive at non-ENSO-related precipitation. Removing the ENSO influence decreases the standard deviation of the observed global mean annual time series of land precipitation from 0.062 to 0.045 mm d 1 (Figure 8). We also removed the ENSO influence from the twentieth century model results and found that it made very little difference to the ensemble mean (not shown). We therefore present only the raw model results without removing the ENSO influence, with the exception of the detection analysis in Figure 12. For the latter, ENSO-precipitation regression coefficients were defined for each ensemble member separately and the ENSO influence was removed from each member before averaging across the ensemble. The ENSO-related precipitation patterns in the model and observations were very similar, except that the area of increased precipitation associated with El Nino events in NDJFMA extends too far into the Western Pacific in the model, in agreement with the findings of Joseph and Nigam [2006]. HadCM3 simulates the amplitude, frequency, and seasonal phase locking of ENSO variability well, while its SST footprint is reasonable but extends too far westward into the West Pacific warm pool [Collins et al., 2001; Joseph and Nigam, 2006]."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Climate Model Results",
    "text": "[20] A clear decrease in global mean precipitation can be seen following eruptions in the HadCM3 runs, both in the ensemble mean and ensemble members, the size of which appears to be related to the magnitude of the volcanic forcing (Figure 1b). A clear, highly significant reduction can also be seen when averaging across these 18 eruptions, both for the global mean (Figure 2a) and when land and ocean are examined separately (Figures 2b and 2c, respectively), in agreement with previous studies [e.g., Robock and Liu, 1994; Trenberth and Dai, 2007; Schneider et al., 2009; Gu et al., 2007; Gu and Adler, 2011]. This reduction is more rapid and of greater magnitude over land than ocean, the ensemble mean reaching a minimum of 0.05 mm d 1 over land in year 1 (which is 2.3% of the global land preeruption mean) and remaining significant until year 3, compared to a minimum of around 0.035 mm d 1 ( 1.1%) in year 3 for the ocean, remaining significant until year 7. [21] We compared the timing of the global precipitation and near-surface air temperature response to eruptions over land and ocean to gain insight into the difference in timing of the precipitation response (Figure 3). Findings were consistent when the tropics were examined separately (not shown). Over ocean, precipitation and temperature decrease on a similar timescale to each other. This is consistent with the model results of Joseph and Zeng [2011] who find that evaporation lags SSTs by 1 month and that precipitation responds 1 month after that, suggesting that precipitation changes are being driven by changes in SSTs. In contrast, over land we find that precipitation responds before temperature, also in agreement with Joseph and Zeng [2011]. We plot the anomaly in land minus ocean temperature (Figure 3) and find that it correlates reasonably well with land precipitation, suggesting that weakening of monsoon circulations may be involved [e.g., Cao et al., 2012; Peng et al., 2010]. We also plot aerosol optical depth (Figure 3), which matches the timescale of the land precipitation response very well, implying also a directly forced component. In contrast, Gu and Adler [2011] found that precipitation led temperature over both land and ocean, based on an analysis of a merged satellite and gauge data set (GPCP) [Adler et al., 2003] for the Pinatubo\nand El Chichon eruptions. This, however, might be affected by sampling variability. [22] Figure 4 shows the ensemble mean spatial patterns of precipitation response to 18 eruptions in the four cold and warm seasons following the eruptions. The patterns are broadly the opposite of, but physically consistent with, projections under climate change in which the wet regions get wetter and the dry regions get drier with warming [Held and Soden, 2006; Trenberth, 2011; see also Meehl et al., 2007, Figure 10.9 and 10.12]. They generally agree with the volcanic response found in other recent modeling studies [e.g., Schneider et al., 2009; Joseph and Zeng, 2011]. The main areas exhibiting drying are the extratropics and the monsoon regions in their respective warm season, with the exception of the monsoon regions of India and Papua New Guinea, which get wetter. An increase in rainfall is seen over northern Africa, the Middle East, the Southern Indian Ocean, and the Atlantic subtropics. These patterns\nshift northward in MJJASO relative to NDJFMA, following the passage of the overhead sun. This monsoon response and seasonal shift agree with the model results of Joseph and Zeng [2011]. The main features of the response persist until year 3 or 4 although details of the response vary from year to year. The ocean response generally takes until year 2 to fully establish (see also Figure 2) and then remains more stable over time, with the exception of the Pacific. There is little evidence of a positive NAO pattern of precipitation in the boreal winter following the eruptions, consistent with the findings of Tett et al. [2007]. This lack of dynamic response also occurs in CMIP5 models, and its cause is presently not well understood [Driscoll et al., 2012].Table 2 shows the number of grid cells exhibiting a significant response for each year and season in Figure 4 compared to that expected by chance. The percentage of grid cells experiencing a significant drying is well above what we would expect by chance until around year 6. There are also more grid cells than expected that get significantly wetter, but to a lesser extent and only until year 3 or 4. [23] Previous studies find shifts in the position of the Intertropical Convergence Zone (ITCZ) in response to volcanic forcing. Since volcanic forcing causes a greater reduction in temperature in the summer hemisphere relative to the winter one, the ITCZ should not migrate as far poleward as it normally would [Schneider et al., 2009; Yoshimori and Broccoli, 2008; G. Stenchikov, personal communication, 2012]. There is some evidence of a shift in the position of the ITCZ in Figure 4. For example in NDJFMA, there is a northward shift in the Atlantic in years 2–4 and a northward shift of the South Pacific Convergence zone in years 1–2. However, over the Indian Ocean, there appears to be a southward shift. In MJJASO, there is a southward shift over the Pacific in year 2 and over the Atlantic in year 1. These shifts for year 2 are clearer in Figures 5e–5f. Overall, however, the precipitation response patterns appear to be better explained by changes in the Hadley circulation and a weakening of the monsoon circulations. [24] To explore this further, we split the tropics into climatologically wet and dry regions which has been shown to help capture precipitation changes due to radiative forcing, e.g., Allan et al. [2010], Liu et al. [2012], and Chou et al. [2013]. A cutoff of 40° latitude was chosen between the tropics and extratropics (41.25° for the 1400–2000 model results). This choice was based on the edge of the subtropical regions that get wetter following eruptions in Figure 4, but many of the model results are robust to using narrower or wider tropics. The wet regions were defined as the climatologically wettest third of grid cells within this tropical band, while the dry regions were defined as the remaining two thirds. The driest and middle third were combined since they\nbehaved similarly. The thirds were defined according to the ensemble mean climatology for the model results and were defined separately for each season and after any land or ocean masking, or masking according to observational data coverage. This method was chosen as opposed to a set precipitation criterion since it can be applied to different data sets and the model whose climatological precipitation may differ in magnitude, or whose circulation patterns may differ from the observations. Our results are robust to using different criteria. Furthermore, when grid cells were classified as wet or dry regions based on individual ensemble members rather than the ensemble mean climatology, only 1–1.5% of grid cells changed between wet and dry for the 1400–2000 results and 5% for the masked twentieth century results. We chose not to move regions that are considered wet and dry between analysis years as Allan et al. [2010] do as our analysis focuses on year-to-year responses, which are quite noisy, particularly when based on observations. [25] The wet regions show a clear and highly significant precipitation decrease for both seasons, and both over land and ocean, of around 0.16–0.18 mm d 1 (Figure 5). The land response is more rapid than the ocean response, peaking in year 1 rather than year 2, in agreement with the results for the global mean. In contrast, the dry regions exhibit a smaller but significant increase in precipitation of 0.04 mm d 1 over the ocean, which is more short lived than the wet regions response. Over land, the dry regions experience a small but significant decrease for NDJFMA and a small but insignificant decrease followed by a prolonged and significant increase for MJJASO. The similarity between the two seasons despite\ndifferent spatial response patterns (Figures 5e–5h) suggests that this wet-dry split captures the response well. Figures 5e– 5h show the spatial patterns for year 2. The areas experiencing drying generally fit very well with the climatologically wet regions (Figures 5e and 5f). The ocean precipitation drying response over these wet regions persists until year 4 and seems to come from the ITCZ and South Pacific Convergence Zone. The climatologically dry regions are more spatially heterogeneous in their response (Figures 5g and 5h). Potential shifts in the position of the ITCZ and South Pacific Convergence zone can be seen as described above, leading to a visible divergence from the wet get drier paradigm, although this only affects a small fraction of the area. Results mostly seem to suggest changes in monsoon and Hadley circulations, although the more noisy response over dry land areas could be due to limited moisture availability. [26] A significant decrease in precipitation can be seen for the extratropics, for both seasons and for both land and ocean (Figure 6). However, the Southern Hemisphere extratropical land response is less clear, perhaps due to noise in this small spatial area. Apart from the Southern Hemisphere land, the precipitation response generally peaks in year 2 and remains significant until year 5 or 6. It is larger over ocean than over land with no obvious difference in timing between the two, in contrast to the results for the global mean and the tropics. [27] Finally, we examine how much annual global mean precipitation changes for a given change in temperature in response to volcanic forcing and greenhouse gases and due to internal variability (Figure 7). For this we used single forcing runs, i.e., the VOLC ensemble (three runs, forced only with volcanic aerosols; other forcings are kept constant at preindustrial levels), and greenhouse gas only runs (GHG, four simulations), together with the 1200 year control run in which all forcings are held constant at ninth century levels (see A. Schurer et al. manuscript in preparation, 2013, for more detail). For the VOLC runs, we plot the ensemble mean precipitation anomaly for each eruption against the corresponding temperature anomaly relative to the global-scale 5 year preeruption mean, separately for 4 years following the eruptions. The temperature-precipitation relationship associated with interannual internal variability is shown using data from the control run (grey crosses). For the effect of greenhouse gases, we plot the precipitation difference for the 1980–1999 mean minus 1840–1859 mean for each run, against the equivalent for temperature, and plot a line from the ensemble mean result to zero. [28] The resulting slopes are 3.3% K 1 for volcanic years in the VOLC runs compared to 2.7% K 1 for nonvolcanic years, 2.0% K 1 for internal variability in the control run, and 1.5% K 1 for greenhouse gases. This greater sensitivity to shortwave forcing compared to greenhouse gases is consistent with other studies [e.g., Liu et al., 2013; O’Gorman et al., 2012; Cao et al., 2012; Bala et al., 2008; Allen and Ingram, 2002], although this is the first study to focus specifically on volcanic forcing. Global precipitation is linked to the amount of radiative cooling of the atmosphere to space, and both increase with warming. However, CO2 also reduces the ability of the atmosphere to radiate longwave radiation to space, reducing the increase in precipitation with temperature [O’Gorman et al., 2012; Allen and Ingram, 2002; Lambert and Allen, 2009]. Volcanic aerosols have a much smaller longwave effect, while their influence is felt most strongly at\nthe surface through reduced shortwave-related heating and evaporation. Therefore, precipitation is more sensitive to changes in volcanic aerosols than CO2 [Bala et al., 2008; Lambert and Allen, 2009; Allen and Ingram, 2002]. The slope for internal variability in the control run is predominantly due to ENSO variability [see also Allan and Soden, 2008]."
  }, {
    "heading": "4.2. Twentieth Century Results",
    "text": "[29] Having identified the main features of the precipitation response in HadCM3 with full data coverage and many strong eruptions, we now turn our attention to the observations. We will examine whether the precipitation response is identifiable given the larger amount of noise associated with fewer eruptions, a single representation of observed change rather than an ensemble as in the model results, and limited spatial coverage over land regions only. We also examine whether model and data are consistent. All 11 HadCM3 runs are regridded and masked according to observational data coverage, in order to assess to what extent they agree with the observational findings. [30] Figure 8 compares the observed and modeled time series of twentieth century global mean land precipitation, with eruption dates denoted by vertical black lines. The volcanic response is less clear than it was in Figure 1b, although a reduction in precipitation can be seen in the ensemble mean following the 1963, 1982, and 1991 eruptions and is also reflected in a downward shift of the ensemble envelope. A reduction can also be seen in the observations following the 1982 and 1991 eruptions. The magnitude of the observed response better matches the ensemble mean once the ENSO influence is removed (Figure 8). The delayed decrease after the 1963 eruption in the observations largely disappears once ENSO is removed, while the reduction around 1912 coincides better with the eruption date after ENSO removal. [31] When the precipitation response is averaged across all five twentieth century eruptions, a significant decrease in global mean land precipitation can be seen for both seasons in both the observations and the model ensemble mean when masked to replicate the observational coverage (Figures 9a and 9b). While the timescale of this response is similar between model and observations, the observed response is larger than the ensemble mean reaching 0.12 mm d 1 for\nNDJFMA compared to 0.03 mm d 1 for the model and 0.07 and 0.04 mm d 1, respectively, for MJJASO. In NDJFMA, the model underestimate is significant, with the observed response lying outside the ensemble envelope at 2.94 ensemble member standard deviations away from the ensemble mean in year 1. Removing the ENSO influence brings the observed response closer to the ensemble mean, particularly for MJJASO, although the latter is no longer significant. In NDJFMA, while the observed response in year 1 is much closer to the ensemble mean after removing ENSO, in year 2 it is still significantly greater than the model response at 2.17 standard deviations away from the ensemble mean, with ENSO also removed from the model (not shown). El Nino events are associated with decreased precipitation over land [e.g., Gu et al., 2007; Liu et al., 2012]. Therefore, given the coincidence of three of these five eruptions with El Nino events, we would expect removing its influence to decrease the apparent size of the volcanic response as seen in our results. We also removed the ENSO influence for all the model results in Figure 9 (not shown), but this made very little difference to the ensemble mean, due to the large number of ensemble members with different ENSO variability. [32] Agreement between the model and observations is poor for the Northern Hemisphere extratropical land masses (Figures 9c and 9d) (the Southern Hemisphere extratropics are not shown due to poor data coverage). The observations exhibit a significant peak in precipitation in year 0 for MJJASO (further analysis could not pin this to an individual event or cause, suggesting it to be due to spurious sampling variability) and a lesser insignificant one in year 1 for NDJFMA, both of which remain once the ENSO influence has been removed. Some of the observed peak in year 1 NDJFMA seems to originate from a positive NAO pattern over Europe, characterized by wetter than average conditions in Northern Europe and drier conditions in southern Europe, which is present for three of five eruptions (see also Figure 11). In contrast, the model ensemble mean shows a significant drying for years 2–3 in NDJFMA and an insignificant drying for years 0–4 in MJJASO and no visible NAO response consistent with findings for CMIP5 models [e.g., Driscoll et al., 2012]. [33] The results for the entire tropical land masses (not shown) are very similar to but larger than those for the global land mean, suggesting that the global land mean largely reflects the precipitation changes over the tropics. The tropical land masses, in turn, seem to be mostly reflecting the wet tropical land regions, where changes are of larger magnitude still (Figures 9e and 9f). The observed tropical wet land regions decrease in NDJFMA is highly significant and lies outside the ensemble envelope, at 3.56 ensemble member standard deviations from the ensemble mean. When repeated as percentage changes to account for potential differences in climatological precipitation, the observations are still 2.3 standard deviations away from the ensemble mean (not shown). This drying signal largely comes from the 1991, 1982, and to a lesser extent 1902 eruptions. The 1982 and 1991 eruptions havemore weight due to better data coverage and are again coincident with El Nino, exaggerating the drying signal over land [e.g.,Gu et al., 2007; Liu et al., 2012], but even with the ENSO influence removed, the observed response remains significant and 2.04 standard deviations away from the ensemble mean. Investigating the cause of this discrepancy is beyond the scope of this paper,\nbut possibilities include model errors in ocean heat uptake, climatology, SST response, monsoon responses, or other circulation responses to eruptions. Other possibilities include larger observed variability due to station data being sparse and recording point values rather than area ones, observational errors, or incomplete removal of the ENSO signal. In MJJASO, the observed decrease in the wet tropical land regions is not significant but matches the size of the ensemble mean response better. However, there is a second larger dip in years 5–6, occurring after we expect the volcanic response to have decayed. This seems to be partly accounted for by ENSO variability in year 6. The modeled wet land regions response is significant for both seasons. The dry land region response in NDJFMA is not significant for either the observations or ensemble mean (Figures 9g and 9h), while in MJJASO the observations appear very noisy. [34] Observational results are broadly similar if GPCC data are used with their complete land coverage (Figure 10) and\nare very similar for the two observational data sets if only points where both have data are used (not shown). The main difference is that the agreement in magnitude between the masked model and observations for the global, tropical, and tropical wet regions in MJJASO response is worse when GPCC is compared to HadCM3 using the full land coverage of GPCC (see Figure 10b for the global mean results); the observed response is larger than in Z07’s data, particularly for the wet tropics (not shown), and the model response is smaller using the larger area coverage. The degraded agreement with GPCC is possibly, at least in part, due to interpolation of sparsely data covered regions in GPCC. Results for NDJFMA are more similar between both data sets (Figure 10a). [35] We also repeated the twentieth century analysis excluding the 1912 high-latitude Novarupta eruption and excluding both early twentieth century eruptions, 1902 and 1912, when data coverage was poor. This did not make much difference to the observational results. Adding the two next\nbiggest eruptions to the existing five (1907 and 1974) made the results noisier, as these were quite small eruptions in comparison. The masked model results were broadly the same whichever eruptions were used. [36] Figure 11 shows the average spatial patterns for these twentieth century eruptions for Z07’s data and the masked model ensemble mean. Both are smoothed by a 5 point filter in which the central grid cell is given twice the weight of each of the adjacent four. Our observed patterns match the observational results of Trenberth and Dai [2007] and Joseph and Zeng [2011] fairly well, except that we do not see their drying signal over Southeast Asia. The number of grid cells experiencing a significant change in precipitation for both the observations and the model for the twentieth century eruptions is fairly close to that expected by chance (Table 3), although slightly higher in year 1 and years 1 and 2 combined, suggesting that the spatial patterns are rather noisy. The patterns in Z07’s data are of much greater amplitude than those in HadCM3, at least in part due to the cancelation of noise in the ensemble mean. The monsoon regions response is less clear in both the masked model and observations than it was for the 18 eruptions model case. There appears to be a southward shift of the ITCZ over Africa in MJJASO in year 1 (not shown), in agreement with the findings of Stenchikov (personal communication, 2012) over the same region in summer. This is not seen in the model data for the twentieth century eruptions nor for the 18 large eruptions. There is also a positive NAO-like pattern in year 1 in NDJFMA in the observations and a similar but much weaker insignificant pattern in the model. The observed spatial patterns look very similar if GPCC is used instead of Z07’s data. [37] As the analysis up to this point uses multiple significance tests, some of which would be expected to detect a change by chance, we performed a fingerprint analysis to determine whether the overall response is significant and whether model and data are consistent. The volcanic response in precipitation has been so far only detected by Gillett et al. [2004] for global land precipitation. The model they used (NCAR PCM) significantly underestimated the observed response. We build on this study by incorporating information on the spatial response patterns, subdividing the global land response into the Northern Hemisphere extratropics, tropical wet and dry regions. (We exclude the Southern Hemisphere extratropics due to poor spatial data coverage). We also better represent the time response of volcanic forcing. For each year following the eruptions we regress a three-element vector of the observed response, averaged across all five eruptions, onto the equivalent for observationally masked model ensemble mean (the three elements correspond to the three regions above, whose response is that shown in Figure 9). This yields a scaling factor describing whether the modeled response is bigger or smaller than that in the observations. We test whether or not scaling factors are significantly different from that expected by chance by conducting Monte Carlo analysis, in which the analysis is repeated 1000 times choosing random eruption years for the observations and regressing the resulting fingerprint against the model fingerprint, as described in section 3.2. We might expect significant results in years 1–2 and maybe 3 based on the model results for land precipitation (see Figures 2b, 5a, and 5b). We also repeated the analysis regressing results for each ensemble member separately against the ensemble mean\nof the remaining ensemble members to assess whether the observations were consistent with the ensemble members. In order to maximize the power of the detection approach, we also combined years 1 and 2, since this is when we expect the clearest response based on the model results, by using a six (rather than three)-element vector for the regression. [38] The volcanic response is detectable in NDJFMA in year 1 and years 1 and 2 combined at the 99% level using a one-sided test (Figure 12). It is marginally detectable in MJJASO at the 90% level in year 2 and years 1 and 2 combined. This is a greater number of significant results than expected by chance and shows that there is indeed a significant volcanic influence on precipitation at large scales, even though the response is hard to detect at a grid point scale. The large scaling factor indicates that the model underestimates the magnitude of the precipitation response in year 1 and years 1 and 2 combined in NDJFMA and to a lesser extent in years 2 and 3. However, some individual ensemble member results are similar, suggesting that this is not a significant underestimate. Analysis of the fingerprint vector indicates that this underestimate in year 1 seems to be mostly originating in the wet tropics (consistent with results described above), and it is substantially reduced once the ENSO influence has been removed. The wet tropical regions dominate all of the coefficients due to the large magnitude of variations there. In MJJASO, there appears to be good agreement between model and observations in years 1 and 2, but this breaks down in year 1 once the ENSO influence has been removed. In years 4 and 5, agreement between the model and observations deteriorates, presumably because the volcanic response is now decaying, similarly indicated by the widening of the uncertainty bars (note that the larger coefficients and widening uncertainty bars are due to the fingerprint decaying leading to small values in the denominator of the regression equation). The ensemble members exhibit the best agreement with the ensemble mean in the 2 years following the eruption, suggesting that they have some level of agreement in their volcanic response. The scaling factors derived from the observations generally lie within the range of the ones calculated from the ensemble members, suggesting that\nwhile we found a significant underestimate in the wet tropics (see also Figure 9), there is no significant model underestimate in the overall response."
  }, {
    "heading": "5. Conclusions",
    "text": "[39] The aim of this study was to identify robust features of the precipitation response to large volcanic eruptions. We examined first the response to 18 large low-latitude eruptions in an ensemble of 11 HadCM3 runs. We found a significant reduction in global mean precipitation, in agreement with previous studies [e.g., Robock and Liu, 1994; Trenberth and Dai, 2007; Schneider et al., 2009; Gu et al., 2007; Gu and Adler, 2011]. Over the ocean, the response remained significant for around 5 years and matched the timescale of the near-surface air temperature response, suggesting that the precipitation response could be driven by changes in sea surface temperature. In contrast, the land response remained significant for 3 years and reacted faster than land temperature. These findings agree with Joseph and Zeng [2011]. We further found the land precipitation response correlated well with aerosol optical depth and a reduction in land-ocean temperature contrast, suggesting a directly forced component and possible contributions from weakening monsoons. Spatial patterns did indeed show a drying signal in monsoon regions in agreement with previous studies [Joseph and Zeng, 2011; Schneider et al., 2009; Trenberth and Dai, 2007], with the notable exception of India, along with a wettening signal in the subtropics and drying in the extratropics. We built on previous studies by splitting the tropics into wet and dry regions. We found that the tropical areas experiencing drying after eruptions coincided very well with the climatologically wet regions, while the dry ocean areas, which are the primary moisture source regions [e.g., Gimeno et al., 2010], got wetter on average but were patchier. This is broadly the opposite pattern to, but physically consistent with, projections under global warming [Held and Soden, 2006; Trenberth, 2011; Meehl et al., 2007]. We found these HadCM3 results to be consistent with the other CMIP5 models (Iles et al., manuscript in preparation, 2013). We also found a greater sensitivity of precipitation to temperature changes for volcanic forcing (3.3% K 1)\ncompared to greenhouse gas forcing (1.5% K 1) or internal variability (2.0% K 1). [40] We then examined whether the volcanic response could be detected in observational land precipitation data for five twentieth century eruptions, replicating the observational data coverage in the model. Again we found a significant reduction in global mean precipitation in both the model and observations, lasting 2–3 years, although the signalto-noise ratio was sharply reduced when data were limited to station-covered land regions (as found for twentieth century forcing in Balan Sarojini et al. [2012]). There was also a significant reduction in the wet tropical regions for model and observations in NDJFMA but only for the model in MJJASO. The global land precipitation response in NDJFMAwas significantly underestimated by the model, and this originated from the wet tropical regions. Once the ENSO influence had been removed from the observations, the global and wet tropical region results remained significant in NDJFMA and agreed better with the masked model but became insignificant in MJJASO. Agreement between the model and observations was poor for the extratropics, while the tropical dry regions response was noisy. Spatial patterns were only marginally significant, and monsoon regions did not always dry in either the masked model or the observations. The observational findings were broadly consistent when an alternative data set was used, although model-data agreement deteriorated for MJJASO in data sparse interpolated regions. [41] We performed a detection analysis to determine if the volcanic response is detectible and consistent between models and observations. The fingerprint of the volcanic precipitation response from the model was detected in observations for the boreal cold season for year 1 following the eruption and years 1 and 2 combined, but it was only marginally significant for the boreal warm season. The detection analysis also suggested that the global-scale model response was smaller than that in the observed data, although the discrepancy appeared to be explained by internal variability and reduced once the influence of ENSO had been removed.\n[42] Acknowledgments. The authors would like to thank S.F.B Tett, T. J. Crowley, D. Polson, R.P. Allan, G. Stenchikov, and S. Solomon for their useful discussion and suggestions. G. Hegerl is supported by NERC project PAGODA (grant NE/I006141/1) and NE/GO19819/1, A. Schurer is supported by NERC grant NE/GO19819/1, and C. E. Iles is supported by a NERC studentship. We would also like to thank three anonymous reviewers for their very helpful comments and suggestions."
  }],
  "year": 2013,
  "references": [{
    "title": "Proxy evidence for an El Nino-like response to volcanic forcing",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "venue": "Nature, 426(6964),",
    "year": 2003
  }, {
    "title": "The Version 2 Global Precipitation Climatology Project (GPCP) Monthly Precipitation Analysis (1979–Present)",
    "authors": ["Adler", "R. F"],
    "venue": "J. Hydrometeor.,",
    "year": 2003
  }, {
    "title": "Atmospheric warming and the amplification of precipitation",
    "authors": ["R.P. Allan", "B.J. Soden"],
    "year": 2008
  }, {
    "title": "Constraints on future changes in climate and the hydrologic cycle, Nature",
    "authors": ["M.R. Allen", "W.J. Ingram"],
    "year": 2002
  }, {
    "title": "A monthly and latitudinally varying volcanic forcing dataset in simulations",
    "authors": ["C.M. Ammann", "G.A.Meehl", "W.M.Washington", "C.S. Zender"],
    "year": 2003
  }, {
    "title": "Influence of volcanic eruptions on the climate of the Asian monsoon",
    "authors": ["K.J. Anchukaitis", "B.M. Buckley", "E.R. Cook", "B.I. Cook", "R.D. D’Arrigo", "C.M. Ammann"],
    "venue": "region, Geophys. Res. Lett., 37,",
    "year": 2010
  }, {
    "title": "The South Asian summer monsoon and its relationship with ENSO in the IPCC AR4",
    "authors": ["H. Annamalai", "K. Hamilton", "K.R. Sperber"],
    "venue": "simulations, J. Clim.,",
    "year": 2007
  }, {
    "title": "Impact of geoengineering schemes on the global hydrological cycle",
    "authors": ["G. Bala", "P.B. Duffy", "K.E. Taylor"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2008
  }, {
    "title": "Fingerprints of changes in annual and seasonal precipitation from CMIP5 models over land and ocean",
    "authors": ["B.B. Balan Sarojini", "P.A. Stott", "E. Black", "D. Polson"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2012
  }, {
    "title": "A description of the global land-surface precipitation data products of the Global Precipitation Climatology Centre with sample applications including centennial (trend) analysis from 1901",
    "authors": ["A. Becker", "P. Finger", "A. Meyer-Christoffer", "B. Rudolf", "K. Schamm", "U. Schneider", "M. Ziese"],
    "venue": "present, Earth Syst. Sci. Data,",
    "year": 2013
  }, {
    "title": "Twentieth-century temperature and precipitation trends in ensemble climate simulations including natural and anthropogenic forcing",
    "authors": ["A.J. Broccoli", "K.W. Dixon", "T.L. Delworth", "T.R. Knutson", "R.J. Stouffer", "F.R. Zeng"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Climate response to changes in atmospheric carbon dioxide and solar irradiance on the time scale of days to weeks, Environ",
    "authors": ["L. Cao", "G. Bala", "K. Caldeira"],
    "year": 2012
  }, {
    "title": "On the lack of stratospheric dynamical variability in low-top versions of the CMIP5 models",
    "authors": ["Charlton-Perez", "A. J"],
    "venue": "J. Geophys. Res. Atmos.,",
    "year": 2013
  }, {
    "title": "Predictability of El Niño over the past 148",
    "authors": ["D. Chen", "M.A. Cane", "A. Kaplan", "S.E. Zebiak", "D. Huang"],
    "venue": "years, Nature,",
    "year": 2004
  }, {
    "title": "Increase in the range between wet and dry season",
    "authors": ["C. Chou", "J.C.H. Chiang", "C.W. Lan", "C.H. Chung", "Y.C. Liao", "C.J. Lee"],
    "venue": "precipitation, Nat. Geosci.,",
    "year": 2013
  }, {
    "title": "The internal climate variability of HadCM3, a version of the Hadley Centre coupled model without flux adjustments",
    "authors": ["M. Collins", "S. Tett", "C. Cooper"],
    "venue": "Clim. Dyn.,",
    "year": 2001
  }, {
    "title": "CoupledModel Intercomparison Project 5 (CMIP5) simulations of climate following volcanic eruptions",
    "authors": ["S. Driscoll", "A. Bozzo", "L.J. Gray", "A. Robock"],
    "venue": "Stenchikov",
    "year": 2012
  }, {
    "title": "Volcanoes and ENSO over the past millennium",
    "authors": ["J. Emile-Geay", "R. Seager", "M.A. Cane", "E.R. Cook", "G.H. Haug"],
    "venue": "J. Clim.,",
    "year": 2008
  }, {
    "title": "European climate response to tropical volcanic eruptions over the last half millennium",
    "authors": ["E.M. Fischer", "J. Luterbacher", "E. Zorita", "S.F.B. Tett", "C. Casty", "H. Wanner"],
    "venue": "Geophys. Res. Lett., 34,",
    "year": 2007
  }, {
    "title": "Detection of volcanic influence on global precipitation, Geophs",
    "authors": ["N.P. Gillett", "A.J. Weaver", "F.W. Zwiers", "M.F. Wehner"],
    "venue": "Res. Lett., 31,",
    "year": 2004
  }, {
    "title": "On the origin of continental precipitation",
    "authors": ["L. Gimeno", "A. Drumond", "R. Nieto", "R.M. Trigo", "A. Stohl"],
    "venue": "Geophys. Res. Lett., 37,",
    "year": 2010
  }, {
    "title": "The simulation of SST, sea ice extents and ocean heat transports in a version of the Hadley Centre coupled model without flux adjustments, Clim",
    "authors": ["C. Gordon", "C. Cooper", "C.A. Senior", "H. Banks", "J.M. Gregory", "T.C. Johns", "J.F.B. Mitchell", "R.A. Wood"],
    "venue": "Dyn., 16(2–3),",
    "year": 2000
  }, {
    "title": "Precipitation and temperature variations on the interannual time scale: Assessing the impact of ENSO and volcanic eruptions",
    "authors": ["G. Gu", "R.F. Adler"],
    "venue": "J. Clim.,",
    "year": 2011
  }, {
    "title": "Tropical rainfall variability on interannual-to-interdecadal and longer time scales derived from the GPCP monthly product",
    "authors": ["G.J. Gu", "R.F. Adler", "G.J. Huffman", "S. Curtis"],
    "venue": "J. Clim.,",
    "year": 2007
  }, {
    "title": "Climate forcings in Goddard Institute for Space Studies SI2000 simulations",
    "authors": ["J Hansen"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleoreconstructions of Northern Hemispheric temperature, Geophys",
    "authors": ["G.C. Hegerl", "T.J. Crowley", "S.K. Baum", "K.Y. Kim", "W.T. Hyde"],
    "year": 2003
  }, {
    "title": "Robust responses of the hydrological cycle to global warming",
    "authors": ["I.M. Held", "B.J. Soden"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Simulation of the Madden-Julian oscillation in a coupled general circulation model. Part I: Comparison with observations and an atmosphere-only GCM",
    "authors": ["P. Inness"],
    "venue": "Slingo",
    "year": 2003
  }, {
    "title": "ENSO evolution and teleconnections in IPCC’s twentieth-century climate simulations: Realistic representation",
    "authors": ["R. Joseph", "S. Nigam"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Seasonally modulated tropical drought induced by volcanic aerosol",
    "authors": ["R. Joseph", "N. Zeng"],
    "venue": "J. Clim.,",
    "year": 2011
  }, {
    "title": "Influence of modes of climate variability on global temperature extremes",
    "authors": ["J. Kenyon", "G.C. Hegerl"],
    "venue": "J. Clim.,",
    "year": 2008
  }, {
    "title": "Influence of modes of climate variability on global precipitation extremes",
    "authors": ["J. Kenyon", "G.C. Hegerl"],
    "venue": "J. Clim.,",
    "year": 2010
  }, {
    "title": "Are changes in global precipitation constrained by the tropospheric energy budget",
    "authors": ["F.H. Lambert", "M.R. Allen"],
    "venue": "J. Clim.,",
    "year": 2009
  }, {
    "title": "Detection and attribution of changes in 20th century land precipitation",
    "authors": ["F.H. Lambert", "P.A. Stott", "M.R. Allen", "M.A. Palmer"],
    "venue": "Geophys. Res. Lett., 31,",
    "year": 2004
  }, {
    "title": "Attribution studies of observed land precipitation changes with nine coupled models, Geophys",
    "authors": ["F.H. Lambert", "N.P. Gillett", "D.A. Stone"],
    "venue": "Huntingford",
    "year": 2005
  }, {
    "title": "Divergent global precipitation changes induced by natural versus anthropogenic forcing",
    "authors": ["J. Liu", "B. Wang", "M.A. Cane", "S.Y. Yim", "J.Y. Lee"],
    "year": 2013
  }, {
    "title": "Global climate projections, in Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, edited by S",
    "authors": ["Meehl", "G. A"],
    "year": 2007
  }, {
    "title": "Energetic constraints on precipitation under climate change",
    "authors": ["P.A. O’Gorman", "R.P. Allan", "M.P. Byrne", "andM"],
    "venue": "Previdi",
    "year": 2012
  }, {
    "title": "Highlatitude eruptions cast shadow over the African monsoon and the flow of the Nile",
    "authors": ["L. Oman", "A. Robock", "G.L. Stenchikov", "T. Thordarson"],
    "venue": "Geophys. Res. Lett., 33,",
    "year": 2006
  }, {
    "title": "Freshwater transports in HadCM3, Clim",
    "authors": ["A.K. Pardaens", "H.T. Banks", "J.M. Gregory", "P. R"],
    "venue": "Rowntree",
    "year": 2003
  }, {
    "title": "Response of summer precipitation over eastern China to large volcanic eruptions",
    "authors": ["Y. Peng", "C. Shen", "W.C.Wang", "Y. Xu"],
    "venue": "J. Clim.,",
    "year": 2010
  }, {
    "title": "The impact of new physical parametrizations in the Hadley Centre climate model: HadAM3",
    "authors": ["V.D. Pope", "M.L. Gallani", "P.R. Rowntree", "R.A. Stratton"],
    "venue": "Clim. Dyn.,",
    "year": 2000
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "The volcanic signal in Goddard Institute for Space Studies three-dimensional model simulations",
    "authors": ["A. Robock", "Y. Liu"],
    "venue": "J. Clim.,",
    "year": 1994
  }, {
    "title": "Winter warming from large volcanic eruptions,Geophys",
    "authors": ["A. Robock", "J. Mao"],
    "year": 1992
  }, {
    "title": "The volcanic signal in surface-temperature observations",
    "authors": ["A. Robock", "J.P. Mao"],
    "venue": "J. Clim.,",
    "year": 1995
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community Climate System",
    "authors": ["D.P. Schneider", "C.M. Ammann", "B.L. Otto-Bliesner", "D.S. Kaufman"],
    "venue": "Model, J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Volcanic aerosol perturbations and strong El Nino events: No general correlation, Geophys",
    "authors": ["S. Self", "M.R. Rampino", "M.G. Katz"],
    "year": 1997
  }, {
    "title": "Arctic Oscillation response to volcanic eruptions in the IPCC AR4 climate",
    "authors": ["G. Stenchikov", "K. Hamilton", "R.J. Stouffer", "A. Robock", "V. Ramaswamy", "B. Santer", "H.F. Graf"],
    "venue": "models, J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Modeling the climatic effects of large explosive volcanic eruptions",
    "authors": ["C. Timmreck"],
    "venue": "WIREs Clim. Change.,",
    "year": 2012
  }, {
    "title": "Changes in precipitation with climate change, Clim",
    "authors": ["K.E. Trenberth"],
    "venue": "Res., 47(1–2),",
    "year": 2011
  }, {
    "title": "Effects of Mount Pinatubo volcanic eruption on the hydrological cycle as an analogue of geoengineering",
    "authors": ["K.E. Trenberth", "A. Dai"],
    "venue": "Geophys. Res. Lett., 34,",
    "year": 2007
  }, {
    "title": "The role of the basic state in the ENSO-monsoon relationship and implications for predictability, Q",
    "authors": ["A.G. Turner", "P.M. Inness", "J. M"],
    "venue": "Slingo",
    "year": 2005
  }, {
    "title": "The Global Historical Climatology Network: Long-term monthly temperature, precipitation, sea level pressure, and station pressure data, ORNL/CDIAC-53",
    "authors": ["R.S. Vose", "R.L. Schmoyer", "P.M. Steurer", "T.C. Peterson", "R. Heim", "T.R. Karl", "J. Eischeid"],
    "year": 1992
  }, {
    "title": "Evidence for large decadal variability in the tropical mean radiative energy budget",
    "authors": ["Wielicki", "B. A"],
    "venue": "Science, 295(5556),",
    "year": 2002
  }, {
    "title": "Equilibrium response of an atmosphere-mixed layer ocean model to different radiative forcing agents: Global and zonal mean response",
    "authors": ["M. Yoshimori", "A.J. Broccoli"],
    "venue": "J. Clim.,",
    "year": 2008
  }, {
    "title": "ENSO-like interdecadal variability: 1900–93",
    "authors": ["Y. Zhang", "J.M. Wallace", "D.S. Battisti"],
    "venue": "J. Clim.,",
    "year": 1997
  }, {
    "title": "Detection of human influence on twentieth-century precipitation",
    "authors": ["X. Zhang", "F.W. Zwiers", "G.C. Hegerl", "F.H. Lambert", "N.P. Gillett", "S. Solomon", "P.A. Stott", "T. Nozawa"],
    "year": 2007
  }],
  "id": "SP:097bd895e0a0e2ca77ac3e64210a9c62488640ed",
  "authors": [{
    "name": "Carley E. Iles",
    "affiliations": []
  }, {
    "name": "Gabriele C. Hegerl",
    "affiliations": []
  }, {
    "name": "Andrew P. Schurer",
    "affiliations": []
  }, {
    "name": "Xuebin Zhang",
    "affiliations": []
  }],
  "abstractText": "[1] We examine robust features of the global precipitation response to 18 large low-latitude volcanic eruptions using an ensemble of last millennium simulations from the climate model HadCM3. We then test whether these features can be detected in observational land precipitation data following five twentieth century eruptions. The millennium simulations show a significant reduction in global mean precipitation following eruptions, in agreement with previous studies. Further, we find that the response over ocean remains significant for around 5 years and matches the timescale of the near-surface air temperature response. In contrast, the land precipitation response remains significant for 3 years and reacts faster than land temperature, correlating with aerosol optical depth and a reduction in land-ocean temperature contrast. In the tropics, areas experiencing posteruption drying coincide well with climatologically wet regions, while dry regions get wetter on average, but there changes are spatially heterogeneous. This pattern is of opposite sign to, but physically consistent with, projections under global warming. A significant reduction in global mean and wet tropical land regions precipitation is also found in response to twentieth century eruptions in both the observations and model masked to replicate observational coverage, although this is not significant for the observed wet regions response in boreal summer. In boreal winter, the magnitude of this global response is significantly underestimated by the model; the discrepancy originating from the wet tropical regions although removing the influence of ENSO improves agreement. The modeled precipitation response is detectable in the observations in boreal winter but marginal in summer.",
  "title": "The effect of volcanic eruptions on global precipitation"
}