{
  "sections": [{
    "text": "JOURNAL OF GEOPHYSICAL RESEARCH: PLANETS, VOL. 118, 1082–1093, doi:10.1002/jgre.20088, 2013\nEvidence for a short period of hydrologic activity in Newton crater, Mars, near the Hesperian-Amazonian transition R. A. Parsons,1 J. M. Moore,1 and A. D. Howard2\nReceived 16 August 2012; revised 6 February 2013; accepted 26 April 2013; published 24 May 2013.\n[1] Hesperian/Amazonian-aged valleys and alluvial fans distributed in regional clusters throughout the southern middle- to low-latitudes were formed during a period of fluvial runoff and erosion which acted over a smaller spatial and temporal scale than the older, “classical” Martian valley networks dated to the Noachian-Hesperian boundary. In order to explore the potential sources of water which formed these younger valleys, we calculated the expected sediment transport and water discharge rates for a valley and alluvial fan located in Newton crater (40ıS, –159ıE) over a wide range of water-filled channel depths and sediment grain sizes in order to constrain the formation timescale and required water volume. Depending on the depth of the water-filled channel within the valley, the alluvial fan was likely emplaced over 0.1 to 10 years of fluvial activity involving between 1.8 and 5.7 km3 of water. These results imply water runoff rates of between 1 and 10 cm/d over a typical 300 km2 drainage area. Possible processes for delivering water to these drainages include high obliquity snowpack melting via volcanism or impacts resulting in either scattered, local to regional melting events or a brief global warming event. An extended, perhaps episodic, period of fluvial activity lasting hundreds of years driven by insolation-induced melting of high obliquity snowpacks is another possibility. Citation: Parsons, R. A., J. M. Moore, and A. D. Howard (2013), Evidence for a short period of hydrologic activity in Newton crater, Mars, near the Hesperian-Amazonian transition, J. Geophys. Res. Planets, 118, 1082–1093, doi:10.1002/jgre.20088."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The geomorphology of Noachian terrains tell us that large-scale hydrologic activity involving valley network formation and deposition of fluvial deltas peaked around the Noachian-Hesperian transition [e.g., Howard et al., 2005a, 2005b; Malin and Edgett, 2003; Moore et al., 2003; Fassett and Head, 2008]. As activity waned, the subsequent Hesperian and Amazonian periods were punctuated by one or more episodes of outflow channel and valley network formation [Fassett and Head, 2006, 2007; Fassett et al., 2010; Mangold et al., 2004, 2012; Grant and Wilson, 2011; Quantin et al., 2005]. Large obliquity excursions, perhaps in combination with impacts and/or volcanic activity, are the most likely candidates for altering the martian climate on regional to global scales [e.g., Forget et al., 2006; Madeleine et al., 2009; Segura et al., 2008; Russell and Head, 2007]. However, links between fluvial features and potential sources of water remain ambiguous. In order to better resolve the sources of water and the nature of\n1NASA Ames Research Center, Moffett Field, California, USA. 2Department of Environmental Sciences, University of Virginia,\nCharlottesville, Virginia, USA.\nCorresponding author: R. A. Parsons, NASA Ames Research Center, MS 245-3, Moffett Field, CA 94035, USA. (reid.a.parsons@nasa.gov)\n©2013. American Geophysical Union. All Rights Reserved. 2169-9097/13/10.1002/jgre.20088\npost-Noachian climate excursions, we quantify the fluvial processes which incised valleys in Newton crater.\n[3] A global map of incised valleys of different ages is shown as colored lines in Figure 1 illustrating a clustered distribution throughout the low to middle latitudes of the southern highlands [Hynek et al., 2010; Irwin et al., 2005b]. The black, pink, and blue lines represent Noachian-, Hesperian-, and Amazonian-aged valleys, respectively, where the geologic age is based on the youngest unit cut by the valley and, therefore, gives the oldest possible age [Hynek et al., 2010]. The yellow stars in Figure 1 give the locations of large alluvial fans found within craters which are concentrated between eastern Vallis Marineris and northeastern Hellas Basin (–40ıE to 120ıE) [Kraal et al., 2008; Moore and Howard, 2005]. Crater density measurements made using Context Camera (CTX) (6 m/pixel) images indicate that many of these alluvial deposits substantially postdate the Noachian-Hesperian period of valley incision, suggesting that fluvial activity intermittently persisted until the Hesperian-Amazonian transition [e.g., Grant and Wilson, 2011]. Therefore, valleys initially formed in the Noachian (black lines in Figure 1) may have been episodically active into the Hesperian and Amazonian. Here we focus on young, abruptly initiated valleys in Newton Basin (gray circle in Figure 1) because they are abundant, well preserved, and were crater-age dated by Howard and Moore [2011] to between the late Hesperian to early Amazonian at this location. Also, the distributed nature of channels within the drainages in Newton crater indicates a\ndistributed source of surface water—potentially from rainfall or snowpack melt.\n[4] In Howard and Moore [2011], these valleys are referred to as midlatitude valleys; however, here we use the term Hesperian/Amazonian-aged Valleys (HAVs) since their age rather than their distribution is what distinguishes them from other valley networks (Figure 1). HAVs form long (approximately tens of kilometers) sparsely branched networks and are predominantly found in the Martian southern low to middle latitudes. A high density of HAVs is found in Newton and Gorgorum Basins (40ıS, –159ıE and 36.5ıS, –171ıE, respectively) where Howard and Moore [2011] collected crater density data suggesting an age that is potentially contemporaneous with the last stages of fluvial activity in Margaritifer Terra (e.g., Eberswalde Delta) [Grant and Wilson, 2011, 2012]. Furthermore, some or all of the Tharsis outflow channels may also have been active during the period of HAV formation [Tanaka, 1986] suggesting that humid regional or global climate conditions may have permitted water to be redistributed as snowfall at high elevations which melted to produce the widespread fluvial activity which formed HAVs.\n[5] Alternatively, other studies of post-Noachian fluvial activity indicate an association with local geologic events (e.g., cratering [Mangold et al., 2012], or volcanism [Fassett and Head, 2006, 2007]). In this hypothesis, the low and middle latitudes of Mars would have been blanketed uniformly by ice derived from the polar caps during high obliquity. A combination of impacts and/or volcanism would result in isolated melting at various locations and at different times resulting in the distribution seen in Figure 1. To better constrain the source of water runoff that formed HAVs, we quantify the expected water and sediment discharge rates to determine the duration and rate of water runoff in Newton crater.\n[6] Qualitatively, based on the observed number ( 10) and length (up to 75 km) of HAV networks in Newton Basin, their braided or distributary channel morphology, and their valley width to meander wavelength ratios, a significant volume of liquid water must have been released over a large\narea around the basin rim during the late Hesperian to early Amazonian (2–3 Gyr ago based on crater statistics and modeled impact flux rates) and flowed into the interior—perhaps forming a lake [Howard and Moore, 2011].\n[7] Recent works applying theory from terrestrial hydrology to channels on Mars [e.g., Heldmann et al., 2005; Hoke et al., 2011; Howard et al., 2005a; Irwin et al., 2005a; Kleinhans, 2005; Kraal et al., 2008; Lanza et al., 2010; Parsons and Nimmo, 2010] have provided important constraints on the volumes of liquid, discharge rates, mode of sediment transport, and channel properties in these systems. In addition, alluvial fans and valley networks have been previously used to constrain long-term average rainfall rates [e.g., Armitage et al., 2011; Barnhart et al., 2009]. We build on these earlier works by calculating fluvial deposition rates using a variety of channel depths and sediment grain sizes to constrain the timescale and water volumes involved in depositing alluvial fans at the mouth of valleys in Newton crater. In the following section, we present observations regarding the formation of HAVs and their alluvial deposits. Quantitative analysis of fan deposition and the results from the analytic models are given in sections 3 and 4, respectively. A discussion of the results and their implications for potential water sources is provided in section 5, followed by our conclusions."
  }, {
    "heading": "2. Observations",
    "text": "[8] A topographic shaded relief map (contour interval of 200 m) of the geologic units in northwestern Newton crater is shown in Figure 2a with the dark gray and pink regions representing Noachian and Hesperian units, respectively [Scott and Tanaka, 1986]. The bluish region represents a low-lying mesa which Howard and Moore [2011] interpret as a possible lacustrine deposit inverted by aeolian erosion. The red lines give the locations of the largest valleys (many more smaller valleys exist) and the colored dots indicate the valley incision depth measured from adjacent points in the Mars Orbiter Laser Altimeter (MOLA) tracks which intersect the valleys. The topographic profile shown in Figure 2b\n(associated with the thin black line in Figure 2a) gives a slope of 5ı for the crater wall which abruptly shallows to 1ı on the basin floor.\n[9] Fluvial valleys incise roughly 10 m deep into a background slope of 5ı along the crater wall forming valleys 30 to 55 m wide [Howard and Moore, 2011] (Figure 2a). Despite being somewhat degraded by impact processes, observations from CTX images indicate that small-scale channels initiate at many locations in the upland portion of the drainage basin and collect to form networks which cut valleys when the slope is large enough for fluvial activity\nto do significant work (Figure 2c). Although a large-scale dendritic morphology like that seen in the Valles Marineris region [Mangold et al., 2008] is not observed in Newton crater, the branched morphology of the valley heads suggests a distributed water source such as a melting snowpack or rainfall. The number of tributaries does significantly decrease downslope (Figure 2c), however, suggesting that overland runoff was limited to topographic highs either because a snowpack was only deposited there, or because melting was limited to that region. Drainage areas ranging from 50 to 390 km2 (Table 1) were measured above seven alluvial fans on the northwest rim of Newton crater using a combination of high-resolution stereo camera (HRSC) visual and elevation data, the boundaries of which are given by the yellow lines in Figures 2a and 2c. Using CTX imagery, the lengths of the alluvial fan deposits were measured (Table 1) although some are obscured by the ejecta from nearby craters and indistinct fan boundaries give measurement errors of roughly 0.5 km. Fan length generally increases with drainage area except for drainage #5, in which a 3.5 km diameter crater is breached by a valley which may have resulted in a large discharge and deposition event (see section 5).\n[10] Valleys terminate in alluvial deposits at the basin floor after which a second set of valleys incise a few meters deep into the 1–2ı slopes at the crater floor and extend toward the basin center (Figures 2a and 2c). One of the largest alluvial fan complexes in Newton Basin is highlighted by the white line in Figure 2c (#5 in Table 1). Located at this break in slope between the crater wall and floor, the fan extends 4 km radially and has an opening angle of 60ı. The MOLA profile provided in the inset of Figure 2 lies just to the east of this alluvial fan. A subset of two MOLA shot tracks is shown in Figure 2c, one which intersects the alluvial fan (cross symbols) and one which lies just to east (square symbols). The topography from these profiles is shown in Figure 3a, and the difference between them gives an estimate of the fan thickness (circles in Figure 3b). An estimate for the fan volume can be made by calculating the definite integral of the thickness variation using the trapezoid rule while treating negative values as zero (shaded region in Figure 3b). Multiplying this integral by the fan width (3.2 km), and dividing by 4 to account for a pyramidlike geometry, gives an estimate for the total fan volume of 6.2 107 m3. For the exploratory purposes of this paper, we will use a value of 7 107 m3 with the understanding that the estimates which result from the subsequent calculations will have inaccuracies of about an order of magnitude (see section 5 for more details).\n[11] This volume is likely a minimum estimate because the off-fan MOLA track is likely sampling elevations from a smaller alluvial fan complex to the east rather than an unmodified crater surface. Also, the drainage which deposited this fan may have deposited material to the sides of this fan or further downslope. However, there are no visible scroll bars, channel avulsions, or other evidence of channel migration outside of the highlighted fan complex (Figure 2c), and the calculations in the next section suggest that downslope transport should account for less than 7% of the fan volume due to the reduced slope on the crater floor (Figure 2b).\n[12] The lack of high-resolution elevation data from CTX and HiRISE stereo and the high frequency noise seen in HRSC elevation data (H2421_0000DT4) limited our fan volume estimate to the aforementioned MOLA transect analysis. However, the MOLA track coverage and small size of the alluvial fans limited our fan volume measurement to the largest fan in Newton crater (Figure 2c). The future availability of high-resolution topography will provide a test to our results."
  }, {
    "heading": "3. Quantitative Analysis",
    "text": "[13] Terrestrial hydrology studies quantifying the dependence of water and sediment discharge rates on the channel and sediment properties have been previously applied to Martian fluvial and outflow channels in order to estimate the duration and total water volumes involved in forming these features [Kleinhans et al., 2010; Kleinhans et al., 2005; Wilson et al., 2004; Andrews-Hanna and Phillips, 2007; Hoke et al., 2011]. In extending this work to HAVs in Newton crater, our approach is to incorporate several different sediment transport prediction functions and use a large range of values for the unconstrained parameters (channel depth and sediment grain size) in order to determine the plausible range of water and sediment discharge rates from which the alluvial fan formation timescale can be estimated."
  }, {
    "heading": "3.1. Water Discharge",
    "text": "[14] Equations commonly used to predict water discharge rates on Mars include the Manning and Chezy relations which have been scaled to Martian gravity [e.g., Knighton, 1998; Goldspiel and Squyres, 1991; Irwin et al., 2005a; Komar, 1979] as well as the Darcy-Weisbach equation [e.g., Wilson et al., 2004; Andrews-Hanna and Phillips, 2007; Hoke et al., 2011]. The benefits and drawbacks of these different equations have been discussed at length in Kleinhans [2005] and Wilson et al. [2004]. In this work, because we are investigating the influence of a wide range of channel depths (h) and grain sizes (D), the explicit dependence of the DarcyWeisbach equation on the relative roughness (h/D) makes it the most logical choice. In this equation, the mean flow velocity (u) is\nu =\ns 8ghS\nf (1)\nwhere g, h, and S are gravity, hydraulic radius (approximately equal to channel depth), and slope ( z/ x), respectively. The friction factor (f) depends on the relative roughness (h/D) of the bed and incorporates effects from bed forms and turbulence. There are, once again, many equations which can be used to calculate the value of f which have been calibrated to laboratory and/or field data resulting in a range of predicted values [see Kleinhans, 2005]. A commonly used and well-verified predictor is the White-Colebrook function [Silberman et al., 1963] which is applicable over a wide range of Reynolds numbers and roughness coefficients and is used here because of the uncertainty in these parameters in HAVs: s\n8 f = 5.74 log10 12.2 h ks\n(2)\nwhere ks = 2.5D50 is the Nikuradse roughness length [Kleinhans, 2005] and D50 is the median grain size in the sediment mass-frequency distribution. The total water discharge (Qw) can be calculated as\nQw = uhw (3)\nwhere w is the channel width. Figure 4 gives the discharge rate calculated from equations (1)–(3) as the dashed gray line—illustrating the square root dependence of Qw on slope. The vertical error bar labeled “Qw HM2011” gives the range in HAV water discharge rates predicted by Howard and Moore [2011] based on empirical relationships in terrestrial channels between the water discharge rate and either channel width (lower bound) or meander wavelength (upper bound) after scaling to Martian gravity [Irwin et al., 2008]. In this and subsequent calculations, the channel width is fixed to a value of w = 40 m, equal to the measured valley width just upslope from the alluvial fan in Figure 2c."
  }, {
    "heading": "3.2. Bed Load Sediment Discharge",
    "text": "[15] The calculated rate of sediment transport is specific to the prediction function used (of which there are many—see Kleinhans [2005]). A sediment transport predictor is an equation relating empirical sediment flux data (from flume experiments and/or stream observations) to quantifiable physical properties of stream channels with the assumption that there is no shortage in available sediment\nto be carried. If the Martian and lunar regoliths are of similar thickness ( 10 m) [Melosh, 2011], then only the deepest valleys in Newton Basin would incise to bedrock. The rate of sediment transport is therefore more likely limited by the ability for streams to transport the sediment than it is by the availability of unconsolidated material.\n[16] Bed load sediment transport initiates when the shear stress ( = gh sin(S)) applied to a stream bed exceeds a critical value ( cr, see section A1). Generally, stresses are nondimensionalized in the form of the Shields parameter ( )\n= ( s – )gD50 (4)\nwhere the sediment and fluid density are given by s and , respectively. For > cr, sediment transport will initiate as grains saltate on the channel bed and are eventually suspended at higher stresses. The sediment flux (Qs) is often nondimensionalized as\n= Qs w\ns –\ngD3\n(5)\nwhere is the dimensionless Einstein transport parameter and the remaining parameters are listed in Table 2. The number of variables influencing the rate of fluvial sediment transport and the spread in the data collected from both\nthe field and the laboratory has resulted in a large number of sediment transport prediction functions. These functions, or formulae, relate to different combinations of variables relating to the physical properties of the stream channel in a way that best fits a particular data set. Here we use four different transport predictors: Ribberink [1998]; Parker et al. [1982]; Meyer-Peter and Mueller [1948], and Smart [1984]. Two predictors [Ribberink, 1998; Smart, 1984] are described in detail here as they represent the extremes in the range in discharge rates predicted from this set of four predictors (Figure 4). The sediment prediction functions from Parker et al. [1982] and Meyer-Peter and Mueller [1948] are provided in section A2.\n[17] An equation describing the value of as a function of channel and sediment properties is referred to as a sediment transport prediction function. The Ribberink [1998] predictor (Ribb) was carefully calibrated on a large amount of data in currents, waves, combined flow, mostly sand and also gravel, and in conditions near the beginning of motion and far into the sheet flow range. The equation is\nRibb = 11( – cr)1.65 (6)\n[18] Smart [1984] conducted shallow (h 10 cm), steepslope (5ı to 11ı or 8.7–20%) flume experiments to derive an equation giving the total transport capacity (from bed and suspended transport processes)\nSmart = 4.2 tan(S)0.6C 0.5( – *cr) (7)\nwhere *cr is the slope-corrected critical Shield’s stress (section A1) and C 4.5 is a factor inversely related to friction given by the ratio of the shear velocity (u* = p ghS) to the mean flow velocity and is taken to be a constant. This equation is appropriate for steeply sloping channels transporting alluvial materials with a mean grain size greater than about 0.4 mm in the absence of fine suspended material and bed armoring [Smart, 1984].\n[19] Figure 4 plots sediment discharge rates (Qs) versus slope for all four of the previously mentioned studies for h = 50 cm and D50 = 1 cm. The predictor from Ribberink [1998] tends to give the largest discharge rates whereas Smart [1984] tends to give the smallest over the range of h and D50 used in this work. We will focus on these two transport functions in the rest of this paper as they represent the range of uncertainty inherent in these calculations.\n[20] Figures 5a and 5b give the deposition rate for a channel encountering a break in slope such as that shown in Figure 2c using prediction functions from Ribberink [1998]\nand Smart [1984], respectively. These deposition rates (contours) are plotted over a wide range in h (1 cm to 10 m) and D50 (1 mm to 10 cm) to capture a wide range of conditions which potentially apply to HAVs. We highlight results associated with the most likely channel depths (between 0.2 and 1.3 m) based on the 40 m observed valley widths (section 2) and a width to depth ratio of 58 [Finnegan et al., 2005] (with a factor of 2 margin of error). The channel width to depth ratios associated with the highlighted range in channel depth are consistent with observations from terrestrial gravel-bed streams [Finnegan et al., 2005] and give channel depths that are shallower than all but one of the 29 valley depth measurements shown in Figure 2a. Grain size constraints are more difficult to determine, but we selected a D50 range from fine gravel to cobbles (1 mm to 10 cm) based on the size range used to calibrate the prediction functions we utilize. In theory, the sediment deposition rate ( Qs) should be the steep slope (5ı) sediment flux minus the shallow slope (1ı) sediment flux—the former being 20 to 40 times (depending on the prediction function used) greater than the latter (Figure 4). In reality, however, distributary channels formed over an alluvial fan surface have a much larger width to depth ratio than the incised channels on steep slopes resulting in an even smaller outgoing sediment flux. Therefore, we assume that all sediment transported over the 5ı slope is deposited onto the fan ( Qs = Qs(5ı))—making our sediment deposition calculation an upper bound. This deposition rate calculated using transport functions from Ribberink [1998] and Smart [1984] is shown in the contour plots in Figures 4a and 4b, respectively as a function of h (y axis) and D50 (x axis). The combination of h and D50 required to initiate sediment transport via bed load on a 5ı slope is given by the line labeled cr."
  }, {
    "heading": "3.3. Suspended Sediment Transport",
    "text": "[21] Because the sediment transport prediction equations generally focus on the bed load transport regime, it is important to determine for what parts of the parameter space that bed load transport is appropriate. We demarcate the conditions under which bed load processes transition to suspension-dominated sediment transport using the Rouse number Rn = ws u* (8) where ws is the particle settling velocity (as calculated in Dietrich [1982]) and =0.4 is the Von Kármán constant. Initiation of suspended transport occurs when u* = ws (Rn = 2.5). The suspended load becomes significant (equal to the bed load sediment flux) at Rn = 1.2 and is given by the dotted line labeled “qsus = qbed” in Figure 5. Because our analysis relies on sediment transport prediction functions that were, in general, calibrated to bed load transport\nconditions, the results plotted to the left of the dotted line in Figure 5 (and in subsequent plots) should be discounted. However, the most likely range of channel depths (shaded region in Figure 5 and subsequent plots) lies mostly within the bed load regime with transport via suspension only becoming significant when large flow thicknesses are paired with small grain sizes. Knowing the extent of the bed load transport regime and the likely range of deposition rates, we can now determine the minimum time scale of alluvial fan formation."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Alluvial Fan Formation Time Scale",
    "text": "[22] An estimate for the minimum timescale (assuming constant flow) required for a channel to incise a valley and deposit an alluvial apron can be given by\nT = Vs(1 – ) Qs\n(9)\nwhere Vs is the total volume deposited in the apron, is the pore space volume fraction which usually takes a value between 0.2 and 0.4, and Qs is a change in the sediment flux between the apex and toe of the alluvial fan [Kleinhans, 2005]. Using the sediment deposition rates shown in Figures 5a and 5b, the minimum time scale for fan deposition can be easily attained using equation (9). These time scales for fan formation are shown in Figures 5c and 5d assuming = 0.3 and the aforementioned fan volume (including pore space) of 7 107. Again, these time scales assume constant flow conditions and therefore only represents the cumulative time in which a water-filled channel occupied the valley floor and not the total time over which the valleys and fans formed. Despite using different sediment discharge prediction functions, the formation time scales determined using Ribberink [1998] (Figure 5c) are similar to the time scales predicted using Smart [1984] (Figure 5d) ranging from 0.1 to 10 years over the likely range of h and D50."
  }, {
    "heading": "4.2. Water Volumes",
    "text": "[23] When Qw is multiplied by T to calculate the total volume of water involved in eroding and depositing sediment\nin HAV fan systems, the result is only weakly dependent on h and D50 and reflects changes in the predicted sediment concentration (with high sediment concentrations reflecting small water volumes). For Ribberink [1998], the sediment concentration varies by roughly a factor of two (Figure 6a), whereas sediment concentrations predicted by Smart [1984] vary by less than 50% (Figure 6b). Taken together, the predicted water volumes from the four different sediment transport predictors used in this work gives a range between 1.8 and 5.7 km3 of liquid water. This range in water volume is an underestimate because it only accounts for the water required to form the alluvial fan and does not include losses due to percolation, evaporation, or freezing, nor does it include periods of low flow rates below the threshold for sediment mobilization.\n[24] In Figure 6c, an estimate of the minimum amount of water (2 km3) required to form HAVs in Newton Basin is used in combination with the water discharge rate (equation (3)) to determine the rate of runoff (solid contours) required by a particular drainage area (x axis) in order to fill a channel to the depth on the left y axis. This calculation assumes a channel width of 40 m and a bed roughness (h/D50) of 50. As expected, larger channel depth and smaller drainage areas require larger melting rates in order to keep pace with the water discharge rate in the channel. The dashed line (and right y axis) gives the thickness of the layer of water needed to account for the total water volume if it were spread (as a snowpack, for instance) over the drainage area indicated by the x axis.\n[25] The alluvial fan shown in Figure 2c is one of the largest in Newton Basin and was deposited, at least in part, from the breach in the upslope crater lake. A lake depth of at least 50 m would be needed to breach the intact crater rim giving a total volume of about 0.5 km3. The water volume required to breach the crater provides a lower bound on the water volume involved in fan deposition, but it may have been larger—as our calculations suggest.\n[26] Assuming each of the ( 10) large valleys in Newton crater required 2 km3 of water to form, the floor of Newton crater would be filled to the dotted line shown in Figure 1 if all this water flowed from the rim to the center of the crater as a single flow event neglecting evaporation or infiltration. The putative lacustrine deposit described in Howard and Moore [2011] (blue region in Figure 2a) is shown for\ncomparison, but given the uncertainty as to the nature of this geologic unit, we hesitate to draw firm conclusions from this comparison."
  }, {
    "heading": "4.3. Runoff Rates",
    "text": "[27] The runoff rate resulting from a water source distributed equally over a drainage catchment (e.g., in the form of liquid precipitation or from a melting snowpack) can be calculated using equation (3) and\nP = Qw A\n(10)\nwhere P and A are the runoff rate and the drainage area, respectively. The value of P is therefore independent of the sediment transport calculations because it is based solely on the water discharge rate for a particular channel depth. Equation (10) assumes that no water is lost to evaporation or percolation as it flows down hillslopes and through channels resulting in an underestimation of the actual amount of water required. Figure 6c plots the minimum runoff rate (contours) as a function of h (y axis) and D50 (x axis) using a relatively large drainage area of 300 km2. A large drainage area is used in Figure 6c in order to get a conservative runoff estimate that is representative of the regional hydrologic conditions that formed HAVs. These runoff estimates vary by roughly an order of magnitude (from 1 to 10 cm/d) over the likely range of channel depths and grain sizes. Note that at least 0.1 mm/d (3.6 cm/yr) is required to initiate sediment transport of centimeter-sized particles."
  }, {
    "heading": "5. Discussion",
    "text": "[28] Artifacts in HRSC data and sparse laser altimeter and stereo imagery coverage of northwest Newton Basin limited our fan volume measurement to the single deposit shown in Figure 2c. This alluvial fan is unique because it is one of the largest in Newton Basin. However, this relatively large deposit is found at the outlet of one of the smallest drainage areas (55 km2) because a portion (0.5 km3) of the total runoff within the drainage was stored in a 3.5 km diameter crater (Figure 2c). If the crater was filled with water, a large discharge and downslope deposition event may have occurred following the crater breach. Alternatively, if the crater was filled with a snowpack, a more gradual incision of the crater wall may have occurred as melt water flowed over the snowpack and the crater rim. In terms of the water source, the crater breach suggests that either a 40 m thick layer of snow/ice melted to fill the crater or that a thinner snowpack melted and that contributions from shallow or deep groundwater contributed to over-topping the crater rim. The smooth, indistinct morphology of the fan itself provides no clues regarding the nature of its emplacement, nor are there noticeable crater density variations among the fan surfaces observed within the wider Newton crater that would indicate episodic activity. Combined with the lack of high resolution topographic data from other fans, the fraction of the alluvial fan that was deposited as a result of the crater breach event is unconstrained.\n[29] Rather than try to simulate the more complex hydrology of the special case involving a crater breach, we apply the measured fan volume from this location to other, more extensive (300 km2) drainages which terminate in alluvial\nfans covering a similar area to the one that was measured in Figure 2c. If melting rates were constant among the different HAV drainage catchments, and they were all active for the same length of time, then one would generally expect larger catchments to be associated with larger alluvial fan volumes. However, the crater breach case which we have focused on likely has an inflated fan volume relative to its drainage area due to the storage and release of a large water volume. Analysis of high resolution topography data in the future could test this expected relationship between fan volume and drainage area. The runoff rates given in Figure 6c are calculated for these larger, more integrated drainages and are assumed to be representative of the regional ( 500 km scale) conditions that formed HAVs in Newton crater.\n[30] The calculations presented previously (section 4) are limited by the availability of high resolution topography to better constrain the fan volume. Verification of the time scales, water volumes, and runoff rates calculated herein should be undertaken at other locations which record fluvial activity during this period on different slope angles, drainage areas, etc., using higher resolution data. In this preliminary work, we calculated the likely range in sediment and water flux to roughly an order of magnitude accuracy over a range of channel depths (based on terrestrial channel width:depth ratios) and grain sizes (based on sediment transport prediction functions—section 3). Assuming constant flow, the minimum formation time scale ranges from 0.1 to 10 years (Figure 5) and requires surface runoff of 10 and 1 cm/d (Figure 6c), respectively. Under reduced flow conditions, runoff of at least 0.1 mm/yr would be necessary to initiate sediment transport of centimeter sized grains (Figure 6c) and fluvial activity would need to last hundreds of years (Figure 5) to transport the sediment volume observed in the alluvial fan. Analysis of 5 km scale alluvial fans and deltas in the equatorial Xanthe Terra and Nepenthes Mensae regions [Kleinhans et al., 2010, and references therein] has arrived at formation time scales ranging from several days to a couple years for features likely formed in the late Hesperian.\n[31] It is possible that many melting events were involved in HAV formation, but the following observations suggest otherwise: (1) At least one ice deposition and melting event must have been large enough to fill the 3.5 km diameter crater shown in Figure 2c to result in a rim breach—likely eroding and depositing a significant sediment volume in a single event; (2) HAV fans in Newton crater take the form of single lobes, rather than a collection of deposits with different crater densities as is seen elsewhere [Williams et al., 2011]; (3) Newton fans do not express abandoned sections as would form during channel migration and avulsion if discharge occurred in several episodes, or over an extended period of time. Abandoned channels and crater density variations are seen in younger gully fans [Schon et al., 2009], but are absent (because they were either never present or were removed by aeolian erosion) in the Newton crater fans.\n[32] The formation of HAVs was likely a two-step process. First, water needed to be stored, presumably as ice, throughout the southern low to middle latitudes. The distribution of this snowpack is uncertain as is the time scale over which it accumulated, but it likely required an extended period ( Myr) of high obliquity. Once this ice was deposited, however, melting and the formation of\nHAVs with a clustered distribution can be explained by either widespread ice deposition and local to regional melting or by local to regional ice deposition and widespread melting. These two scenarios are explored further in the following sections."
  }, {
    "heading": "5.1. Melting a Snowpack Deposited During High Obliquity via Volcanism or Impact Cratering",
    "text": "[33] One possible explanation for the patchy but widespread distribution of HAVs is that a number of distinct impact/volcanic events resulted in several instances of localized melting of a snowpack or rainfall at specific locations separated in space and time. In particular, the basal melting of ice deposits on volcanic edifices [Fassett and Head, 2006, 2007] and melting from the emplacement of hot impact ejecta [Mangold et al., 2012] have been previously documented. A moderate (few tens of kilometer diameter) impactor could have catastrophically altered the regional or global climate and either rained on the Martian landscape, or melted an existing, widely distributed snowpack to form HAVs. The climate effects of a larger impact (30 to 50 km) as modeled by Segura et al. [2008] would result in a year of rainfall and a total precipitation amounting to a global layer 40 to 85 cm thick. In this scenario, the low and middle latitudes of Mars would have been blanketed uniformly by ice derived from the polar caps during high obliquity, and melting would only occur at locations affected by impacts or volcanism.\n[34] Although the timing of valley network incision during the Noachian-Hesperian transition has been well documented [Fassett and Head, 2008], both the small-scale and recent formation of HAVs give large errors (due to the lack of good crater statistics) associated with their crater-derived age. Although crater-derived ages for HAVs and alluvial fans in Amazonis Planitia fall broadly within the period around the Hesperian to Amazonian transition and are within error of being the same age, there are variations in the crater density measurements at different locations, which may be evidence for different formation times [Fassett et al., 2010; Howard and Moore, 2011; Grant and Wilson, 2011, 2012; Mangold et al., 2012]. If these age variations are real, they would support the formation of HAVs by isolated melting events occurring throughout the Hesperian and Amazonian eras as a result of impacts and/or volcanism."
  }, {
    "heading": "5.2. Volcanism and an SO2 Greenhouse",
    "text": "[35] An alternative explanation for the distribution of fluvial features formed near the Amazonian-Hesperian transition is that ice may have been preferentially deposited at specific locations and a subsequent, short-lived warming event caused melting and valley formation in many regions simultaneously. This hypothesis requires a significant temperature decrease with altitude in order to preferentially deposit snow at high elevations. Global climate model simulations by Wordsworth et al. [2013] (at 75% current solar luminosity) suggest that a few hundred millibars CO2 atmosphere and a high ( 35ı) obliquity is needed to get significant snow accumulation in the Newton crater region. A somewhat thinner atmosphere may be adequate to generate this accumulation under more recent solar luminosity conditions, although more simulations are needed for verification. Under these atmospheric and obliquity conditions, the\ndeposition of ice at low latitudes will be spatially heterogeneous due to the effect of global topography on atmospheric circulation [Forget et al., 2006], the geographic location of evaporating ice deposits [Madeleine et al., 2009] and the albedo feedback of deposited snow acting as a cold trap which can accumulate more snow/frost [Vincendon et al., 2010]. If these dispersed snowpack were to melt, the resulting fluvial activity would have a similar distribution to the observed activity in the Hesperian and Amazonian [e.g., Hynek et al., 2010].\n[36] Johnson et al. [2008] have run Mars climate simulations under SO2 greenhouse conditions which give a 20 K warming of the southern midlatitudes for 50 mbars of CO2 and an SO2 partial pressure ranging between 1.22 10–6 (1.1 1013 kg of SO2) and 8.4 10–5 bars (4.6 1014 kg of SO2). As will be discussed below, these SO2 levels require a large eruption rate. The consumption of sulfur dioxide by aerosol-producing photochemical reactions results in a residence time of 600 days [Wong et al., 2004, 2005]. A SO2 weight percent of 0.14 [Craddock and Greeley, 2009] in Martian lavas requires eruption rates in excess of 5 1011 kg h–1 in order to reach the lower of the atmospheric SO2 concentration invoked by Johnson et al. [2008].\n[37] For comparison, the Roza flow field in the Columbia River Plateau on Earth was emplaced via inflation of pahoehoe lobes under laminar flow conditions at rates of 1.5 1010 kg h–1 over, at most, a 14 year period. This rate is roughly equal to the peak eruption rates of the 1783–1784 Laki flood lava eruption in Iceland. Using a 0.14 wt % for SO2, the Martian greenhouse scenario invoked by Johnson et al. [2008] would have required a global eruption rate about 30 times larger than the average effusion rates for the terrestrial Laki and Roza eruptions and would need to be sustained for 5.5 years in order for atmospheric SO2 concentrations to be in equilibrium.\n[38] Although such large eruption rates may be unprecedented, the intrusion rate of lava into large dikes on Mars likely superseded such rates, although only for a day [Wilson and Head, 2002]. Such an event would have likely resulted in a pulse of atmospheric SO2 which would have decayed over the course of 2 years. Regardless of the style of SO2 injection, the formation of HAVs via a short-lived volcanic greenhouse would explain the distribution of HAVs and other post-Noachian fluvial features if ice were previously accumulated at high elevations during a period of high obliquity and inflated atmospheric conditions. Therefore, the convergence of a high obliquity state, a sustained period of volcanic activity causing atmospheric inflation and the redistribution of ice, followed by a large volcanic outpouring is one possible sequence of events that led to HAV formation."
  }, {
    "heading": "5.3. Further Discussion",
    "text": "[39] Pedestal craters (a crater and ejecta deposit atop a topographic mesa) provide geologic evidence for a thick, ice-rich deposit which, once protected from sublimation by the impact process, is preserved following the sublimation of ice from the surrounding region [Kadish et al., 2010]. The majority of pedestal craters in the Newton Basin region have heights between 20 and 60 m, but are only found poleward of 40ı in the southern hemisphere. These features are found throughout the high latitudes in both hemispheres and are presumed to be associated with obliquity-induced ice\nredistribution during the Amazonian [Kadish et al., 2010]. Although there is no association between pedestal craters and fluvial features, they provide evidence for a widespread, tens of meters thick ice deposit occupying the Martian midlatitudes in the recent past.\n[40] Superposition relationships between HAVs and large volcanic units would help indicate the relative timing of these events and provide a test to some of these hypotheses. Faults on the rim and wall of Newton crater itself (Figure 2c) appear to be dissected by HAVs—suggesting that fluvial activity postdates this tectonic activity, but evidence for the association of these small faults with the nearest large dike (150 km to the west) is nonexistent. A putative volcanic feature in the region is a roughly 10 km wide rift extending from the northern rim of Newton (the red unit in the upper left of Figure 2a, mapped by Scott and Tanaka [1986]) 150 km to the west where it connects to the larger Sirenum Fossae rift system. Shallow valleys incise the northern margin of this rift (Figure 7), but seem to disappear before reaching the floor indicating that the valleys postdate at least the initiation of the rift, but may postdate or be contemporaneous with the putative lava flows that fill it.\n[41] An alternative to the scenarios described above is the slow, perhaps episodic, insolation-driven melting of high-obliquity snowpacks. Numerical models suggest 0.25 mm/h melting rates are possible for a few days during late spring for a thin (5 cm) snowpack on both poleand equator-facing slopes at 35ı obliquity [Williams et al.,\n2009]. Such melting rates would be sufficient to transport sediment in a 100 km2 size drainage, but, because the number of tributaries decreases downslope, the lack of meltwater addition would likely result in water loss to freezing, evaporation, or percolation into the ground before carving valleys tens of kilometers in length."
  }, {
    "heading": "6. Conclusions",
    "text": "[42] HAVs record a significant episode of hydorlogic activity in the Hesperian and/or Amazonian eras and are distinct from older valley networks in both their age and morphology. Generally, valleys head in a poorly developed dendritic network at the rim of Newton crater which changes to a parallel morphology as slopes increase along the crater walls followed by an alluvial fan at the crater floor. Valleys continue along the 1ı slopes on the crater floor and gradually coalesce into sparsely branched networks as they reach the center of Newton crater. The contrast in drainage densities between the rim and floor of the basin suggests one of two things: (1) preferential snowpack deposition at high elevation resulting from a more massive atmosphere and a more pronounced atmospheric lapse rate and subsequent melting or (2) a more extensive ice deposit that preferentially melted at these locations due to volcanic activity (Figure 7).\n[43] Estimates for the formation timescales for alluvial fan in Figure 2c suggest the cumulative duration of water runoff was likely a decade or less, but may have lasted as long as hundreds of years (section 4). The most significant source of error in determining the sediment discharge rate and fan formation time scale comes from uncertainty in the water-filled channel depth which we assume is between 20 and 130 cm based on channel width:depth ratios observed in terrestrial gravel streams. The fan formation time scale estimates are only weakly dependent on sediment grain size or our choice of sediment transport function (Figure 5). However, the differences in sediment transport rate predicted by different transport functions become important when determining the total water volume (Figures 6a and 6b). Formation of the alluvial fan shown in Figure 2c required at least 0.5 km3 of water to breach the crater upslope from the alluvial fan, although it may have been filled with ice and gradually dissected by the runoff of meltwater. Our calculations in section 4.2 estimate a total water volume ranging between 2 and 6 km3.\n[44] In the 300 km2 drainages seen in Newton crater, a water runoff rate of 10 cm/d would be required to fill a channel to a depth of 1.3 m on a 5ı slope and could erode a valley and deposit an alluvial fan over a 0.1 year period. A 20 cm deep channel, however, requires a 1 cm/d runoff rate and would form a valley and alluvial fan like the one shown in Figure 2c over a 10 year period. Alternatively, a long duration flow (lasting hundreds of years) involving a channel depth of 2 cm would only require a 0.1 mm/d runoff rate and would only transport grains less than a centimeter in diameter. However, this low-flow, long-duration scenario conflicts with the crater breach observation (Figure 2c) which suggests that at least 0.5 km3 of water (and ice) filled the crater and that was released over a short period, to form the large alluvial fan relative to the drainage area size (Table 1). The source of water which formed these features remains\nunclear, but it must have involved the aforementioned runoff rates, and was widely distributed within each drainage catchment, and regionally over Newton crater and the southern highlands.\n[45] Volcanism and, perhaps in conjunction with, outflow channel activity during the Hesperian or Amazonian may have coincided with valley formation in Newton crater. A thicker atmosphere resulting from volcanic outgassing, and more humid conditions associated with either high obliquity or outflow activity would tend to preferentially deposit ice on topographic highs due to a more pronounced atmospheric lapse rate [Wordsworth et al., 2013] over, say, millions of years. High humidity and warming due to a CO2 and SO2 greenhouse may have melted the ice and permitted it to flow for tens of kilometers resulting in valley erosion, fan deposition, and, perhaps, the formation of a central lake. This scenario would require an eruption rate one and a half (or more) orders of magnitude larger than the terrestrial Roza flow or Laki flood basalt eruptions and would need to last between roughly 3 and 15 years to accumulate enough SO2 and provide enough time for HAVs to form. Alternatively, the rapid injection of magma into one or more large dikes (e.g., Sirenum Fossae) over a single day may have injected enough SO2 to warm the climate for a few years [Wilson and Head, 2002; Johnson et al., 2008]. Regional to global climate change imparted by a moderate impact ( 100 km diameter crater) or gradual, insolation-driven melting of distributed snowpacks over hundreds of years are alternative mechanisms for forming HAVs."
  }, {
    "heading": "Appendix A: The Critical Shields Stress",
    "text": "[46] The onset of bed load sediment transport occurs when the applied stress equals the critical Shields stress ( cr). Many empirical fits to calculate the value of cr have been submitted, and here we use that of Zanke [2003]:\ncr = 0.145Re–0.333p + 0.045 10–1100Re –1.5 p (A1)\nwhere the particle Reynolds number (Rep) is\nRep =\ns D350( s – )g\n2 (A2)\nand = 1.6 10–6 m2 s–1 is the kinematic viscosity of water at 3ıC. The critical Shields parameter ( cr) can be calculated using equations (A1) and (A2) for 0.05 < D50 < 5 mm. For grain sizes larger than 5 mm, the critical Shields stress remains constant at the value associated with a 5 mm grain size ( cr = cr(D = 5 mm) [Zanke, 2003]. Smart [1984] applied a slope correction to cr arguing that the geometry of steep slopes result in the initiation of sediment transport at a reduced stress, although subsequent work has actually shown an increase in cr at steep slopes due to flow turbulence and grain emergence [Lamb et al., 2008]. The slope-corrected critical Shields stress ( *cr) described in Smart [1984] is\n*cr = cr cos(˛) 1 – tan(˛) tan(ˇ)\n(A3)\nwhere ˛ is the slope angle (in degrees) and ˇ = 33ı is the angle of repose."
  }, {
    "heading": "Appendix B: Additional Sediment Transport Prediction Functions",
    "text": "[47] In addition to the Ribberink [1998] and Smart [1984] sediment prediction functions described in detail in the text, we calculated sediment transport rates from two other works. The first is the Meyer-Peter and Mueller [1948] predictor (MPM1948 in Figure 3) which was derived from flume experiments with well-sorted gravel near the beginning of motion. The equation is\nMPM = 8( – cr)1.5 (B1)\n[48] The second additional study is that of Parker et al. [1982] which gives an approximation to the Einstein equation (Park1982 in Figure 3) developed for gravel transport in natural streams near the beginning of motion (without bed forms). The equation is\nPark = 11.2 ( – cr)4.5\n3 (B2)\nThese equations, together with those given in section 3.2 constitute the set of sediment transport predictors utilized in this work.\n[49] Acknowledgments. This research was supported by an appointment of the first author to the NASA Postdoctoral Program at the Ames Research Center, administered by Oak Ridge Associated Universities through a contract with NASA. J. M. Moore and A. D. Howard were supported by a grant from NASA’s Mars Data Analysis Program. The authors would like to thank Francis Nimmo for his support of the initial work for this project, Ross Beyer for providing technical assistance with ISIS, and Brian Hynek for sharing his valley network data. This manuscript benefited from constructive reviews from Cathy Quantin and an anonymous reviewer."
  }],
  "year": 2013,
  "references": [{
    "title": "Minimum estimates of the amount",
    "authors": ["R. Greeley"],
    "year": 2009
  }, {
    "title": "Settling velocity of natural particles, Water Resour",
    "authors": ["E. W"],
    "venue": "eruptions, ICARUS,",
    "year": 1982
  }, {
    "title": "activity: Constraints from buffered crater counting, Icarus",
    "authors": ["C.I. Fassett", "J.W. Head III"],
    "year": 2007
  }, {
    "title": "Formation of Martian gullies by the action of liq",
    "authors": ["D. Andersen"],
    "year": 2005
  }, {
    "title": "Late Hesperian to early Amazonian mid",
    "authors": ["A. 1–12. Howard", "J. Moore"],
    "year": 2011
  }, {
    "title": "Interior channels",
    "authors": ["Mars", "John Wiley", "Sons", "Chichester", "R.P. UK. Irwin", "R.A. Craddock", "A.D. Howard"],
    "year": 2005
  }, {
    "title": "Flow discharge and sediment transport",
    "authors": ["deposits", "Icarus", "M.G. 92–101. Kleinhans"],
    "year": 2005
  }, {
    "title": "Catalogue of large alluvial fans in Martian impact",
    "authors": ["E. Kraal", "E. Asphaug", "J. Moore", "A. Howard", "A. Bredt"],
    "venue": "craters, Icarus,",
    "year": 2008
  }, {
    "title": "Martian stepped-delta formation by rapid water release, Nature, 451, 973–U2, doi:10.1038/nature06615",
    "authors": ["E. Kraal", "M. van Dijk", "G. Postma", "M. Kleinhans"],
    "year": 2008
  }, {
    "title": "A model for fluvial bedrock incision by impacting suspended and bed load sediment",
    "authors": ["M. Lamb", "W. Dietrich", "L. Sklar"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Evidence for debris flow gully formation initiated by shallow subsurface water",
    "authors": ["N.L. Lanza", "G.A. Meyer", "C.H. Okubo", "H.E. Newsom", "R.C. Wiens"],
    "year": 2010
  }, {
    "title": "Evidence for persistent flow and aqueous sedimentation on early",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Mars, Science,",
    "year": 2003
  }, {
    "title": "Evidence for precipitation on Mars from dendritic valleys in the Valles",
    "authors": ["N. Mangold", "C. Quantin", "V. Ansan", "C. Delacourt", "P. Allemand"],
    "venue": "Marineris area,",
    "year": 2004
  }, {
    "title": "Geomorphic study of fluvial landforms on the northern Valles Marineris plateau, Mars",
    "authors": ["N. Mangold", "V. Ansan", "P. Masson", "C. Quantin"],
    "venue": "Neukum",
    "year": 2008
  }, {
    "title": "Bedload and size",
    "authors": ["Res. Lett"],
    "year": 1982
  }, {
    "title": "Numerical modeling of Martian gully",
    "authors": ["R.A. 544–571. Parsons", "F. Nimmo"],
    "year": 2010
  }, {
    "title": "Bed-load transport for steady flows and unsteady",
    "authors": [],
    "year": 1998
  }, {
    "title": "Unique chronostratigraphic",
    "authors": ["S. 315–332. Schon", "J. Head", "C. Fassett"],
    "year": 2009
  }, {
    "title": "Geologic map of the western equatorial",
    "authors": ["D. 207–210. Scott", "K. Tanaka"],
    "year": 1986
  }, {
    "title": "Evidence for episodic alluvial fan",
    "authors": ["C. Hardgrove", "F. Chuang"],
    "year": 2011
  }, {
    "title": "Chemical markers",
    "authors": ["Houston", "TX"],
    "year": 2002
  }],
  "id": "SP:dce6ca19bba601460c560faf5cd43cd07a39546a",
  "authors": [{
    "name": "R. A. Parsons",
    "affiliations": []
  }, {
    "name": "J. M. Moore",
    "affiliations": []
  }, {
    "name": "A. D. Howard",
    "affiliations": []
  }],
  "abstractText": "[1] Hesperian/Amazonian-aged valleys and alluvial fans distributed in regional clusters throughout the southern middleto low-latitudes were formed during a period of fluvial runoff and erosion which acted over a smaller spatial and temporal scale than the older, “classical” Martian valley networks dated to the Noachian-Hesperian boundary. In order to explore the potential sources of water which formed these younger valleys, we calculated the expected sediment transport and water discharge rates for a valley and alluvial fan located in Newton crater (40ıS, –159ıE) over a wide range of water-filled channel depths and sediment grain sizes in order to constrain the formation timescale and required water volume. Depending on the depth of the water-filled channel within the valley, the alluvial fan was likely emplaced over 0.1 to 10 years of fluvial activity involving between 1.8 and 5.7 km3 of water. These results imply water runoff rates of between 1 and 10 cm/d over a typical 300 km2 drainage area. Possible processes for delivering water to these drainages include high obliquity snowpack melting via volcanism or impacts resulting in either scattered, local to regional melting events or a brief global warming event. An extended, perhaps episodic, period of fluvial activity lasting hundreds of years driven by insolation-induced melting of high obliquity snowpacks is another possibility.",
  "title": "Evidence for a short period of hydrologic activity in Newton crater, Mars, near the Hesperian‐Amazonian transition"
}