{
  "sections": [{
    "text": "KEYWORDS: climate change; last interglacial; palynology; tephrostratigraphy; New Zealand; debris avalanche."
  }, {
    "heading": "Introduction",
    "text": "Understanding global patterns of climate at times of marked change can provide important insight into causal mechanisms and are an essential prerequisite for the development of models of future climatic scenarios (Broecker, 1998; Houghton et al., 2001). The interval spanning the last interglacial to last glacial stages is one such critical period as it marks the most recent example in the geological record of the transition from warm to cold climate. This transition is characterised by a protracted period of climate oscillations spanning ca. 50 kyr, which are thought to have been orbitally forced (CLIMAP Project Members, 1984; Martinson et al., 1987). It commences in the marine isotope record with the onset of full interglacial conditions, marine isotope substage (MISS) 5e ca. 127 kyr (or possibly a few thousand years earlier; see Muhs et al., 2002). This period, referred to as the Last Interglacial (Shackleton and Opdyke, 1973), was succeeded by four major intervals of alternating isotopically heavy and light values (MISS 5d to 5a) that indicate\npronounced oscillations as global climates returned to glacial conditions.\nThis fivefold subdivision is evident in a range of proxy data from marine, terrestrial and ice records. Reliable age determination is often problematic, however, and few sequences have secure chronostratigraphical markers that are independent of assumptions about the climate-proxy information presented. With a few notable exceptions (e.g. Colhoun, 2000), continuous terrestrial sequences from the Southern Hemisphere are lacking. This paper presents a palynological record of environmental change obtained from a marine terrace coverbed sequence at Airedale Reef, Taranaki, New Zealand, spanning the interval from MISS 5e to marine isotope stage (MIS) 4 inclusive. Secure chronological constraint is provided by an underlying marine terrace correlated to MISS 5e and the overlying tephra layer, Rotoehu Ash, deposited during early MIS 3."
  }, {
    "heading": "Study region",
    "text": "The Taranaki landscape of western North Island, New Zealand, is dominated by Egmont Volcano (Mount Egmont, also known * Correspondence to: R. M. Newnham, School of Geography, University of Plymouth, Plymouth PL4 8AA, England. E-mail: rnewnham@plymouth.ac.uk\nlocally as Mount Taranaki)—a 2518 m high late Quaternary andesitic stratovolcano (Fig. 1). To the northwest are two progressively older and eroded volcano remnants—the ca. 250 kyr Pouakai Volcano (1399 m) and the ca. 500 kyr Kaitake Volcano (684 m). The latest definitive eruption of Egmont Volcano was in ca. AD 1755, just before European settlement (Neall and Alloway, 1986), but stratigraphical studies (e.g. Alloway et al., 1995) indicate that tephra emission and lahar inundation are typical and frequently recurring features of Egmont Volcano. Peats are found in areas of Taranaki that lie beyond the overwhelming influence of significant quantities of accreting tephra that would otherwise engulf and transform the peats into deep, imperfectly or poorly drained andisols. Across the broad Taranaki ring plain that surrounds Mount Egmont, many peat deposits have been buried and preserved beneath subsequent laharic detritus. They also are typically interbedded with numerous millimetre- and centimetre-thick Egmont-sourced tephra and occasional silicic tephra from the Taupo Volcanic\nZone (TVZ; Fig. 1) that, where dated, permit correlation with other depositional sites.\nCoastal Taranaki has a mild warm-temperate climate with few extremes, whereas inland areas have cooler annual temperatures and higher average rainfall with frosts and fogs common (New Zealand Meteorological Service, 1963). Mean annual temperatures decline from about 13 C at the coast at New Plymouth to 9.5 C at 850 m.a.s.l. Radiosonde plot data show the temperature lapse rate to be about 0.6 C per 100 m altitude. Annual rainfall varies between 900 and 1600 mm, increasing with altitude, and is evenly distributed throughout the year. The climate is windy and gales are relatively frequent.\nThe strong temperature and rainfall gradients from the coast to the summit of Mount Egmont are reflected in a distinctive zonal vegetation pattern (Clarkson, 1986; Fig. 2). Little remains of the coastal, semicoastal and lowland forests owing to human settlement and deforestation for agriculture, but remnants occur that have provided a basis for characterising the probable\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\noriginal vegetation. Semicoastal forests are characterised by a range of broadleaved angiosperms, whereas further inland, dense, warm-temperate podocarp–angiosperm forest probably covered the lowlands and lower slopes of Mount Egmont (McGlone and Neall, 1994). The dominant canopy trees probably included Beilschmiedia tawa, Dacrydium cupressinum, Metrosideros robusta and Weinmannia racemosa. Above 760 m, lowland forest is gradually replaced by montane podocarp–angiosperm forest dominated by W. racemosa and Podocarpus hallii with Libocedrus bidwillii important above 900 m (Clarkson, 1986). Above the treeline (1050 m), the subalpine shrubland contains a broad range of species including scattered emergent L. bidwillii, Griselinia littoralis and Podocarpus hallii. Shrubland gives way to shrub–tussockland and ultimately, above 1400 m, to tussockland.\nAlthough this bioclimatic zonation (Fig. 2) provides a basic framework for inferring past climate from pollen records in this region, modern vegetation patterns also reflect the effects of volcanic disturbance and of local soil and drainage characteristics. Much of the vegetation on Mount Egmont is still in the process of readjustment following disturbance by volcanic activity. Primary succession has occurred where the former vegetation has been completely destroyed by lavas, lahars or floods. Thus on the northwest slopes of Mount Egmont, the treeline is depressed to about 790 m a.s.l (Fig. 2). Approximately 460 species found at similar altitudes elsewhere in the North Island do not occur on Mount Egmont (Clarkson, 1986). This deficiency, most noticeable among the subalpine and alpine species, is thought to be a consequence of both geographical isolation and continuing volcanic activity. Palynologically prominent taxa missing from Mount Egmont today include Nothofagus, Phyllocladus, Halocarpus and Empodisma, species of\nwhich are common in montane and subalpine forests or bogs elsewhere in North Island.\nPrevious Late Quaternary palynological studies in Taranaki\nThe stratigraphical record, continuous Quaternary uplift and volcanic activity in the Taranaki Region have provided an excellent framework for major palynological investigations (e.g. McGlone, 1980; Lees, 1987; Bussell, 1988a). Correlations and chronologies are based on stratigraphical position in relation to marine terraces, tephrochronology and independent radiometric dating, supported in some cases by palynostratigraphy. Interpretation of the fossil pollen record is supported by modern pollen-rain studies in the region (McGlone, 1982; Bussell, 1988b). Key pollen sites and their inferred MIS correlations are listed in Table 1 together with those for the adjacent Wanganui Region to the south (Fig. 1). The record is fragmentary. For example, no single site covers all of MIS 5. However, each of the major warm intervals for the late Quaternary are represented at one site at least. Not surprisingly, coverage is best for the late glacial and Holocene and weakest generally for cold stages.\nOn the basis of the key palynological criteria used to establish these stratigraphical relationships, Newnham and Alloway (2001) proposed a pollen-climate model to assist with interpreting and correlating new records in the Taranaki Region (Table 2). In this model, full interglacial conditions are indicated by podocarp–angiosperm forest, analagous to pollen\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nassemblages of the early Holocene in the region. In lowland areas there should be some representation of the broadleaved angiosperm trees that characterise the present lowland, coastal, and semicoastal forests of western Taranaki (Fig. 2). A key taxon for interglacial peaks appears to be Ascarina lucida, a frost sensitive angiosperm shrub, comparatively rare in New Zealand today, but abundant in the early to mid-Holocene at many western sites including lowland Taranaki. Ascarina is abundant in all inferred full interglacial spectra in these Taranaki records, always in association with other taxa characteristic of podocarp–angiosperm forests, including high levels of Dacrydium cupressinum pollen and, usually, high levels of Cyathea tree fern spores. Interstadial pollen floras may be similar but lack Ascarina and other thermophilous angiosperm taxa, and have lower levels of the tall podocarp Dacrydium. A key interstadial taxon appears to be Prumnopitys taxifolia, another tall podocarp tree, but more tolerant of drier and cooler conditions. Interstadial pollen floras may also have higher levels of shrub taxa broadly analagous to the cooler montane forests on the flanks of Mount Egmont.\nStadial pollen floras tend to have low levels of podocarp pollen and they may contain high levels of grass pollen together with more of the shrub and less of the tree pollen taxa of the interstadial floras. They may contain the shrub Halocarpus, which is absent from Mount Egmont today, but which elsewhere in North Island occurs in wet areas, often towards or at the upper limits of forest. Both stadial and interstadial assemblages may also have higher levels of Nothofagus and Libocedrus bidwillii. The former is absent from Mount Egmont today, but modern pollen-rain studies show that both may be\nindicative of the shrubland and grassland communities found close to either side of the treeline. At times during full glacial conditions, high levels of Nothofagus pollen are recorded, although this is usually interpreted as overrepresentation of scattered pockets of beech trees, the pollen of which may mask other taxa in the absence of other big pollen producers (Bussell, 1988b)."
  }, {
    "heading": "Chronology and stratigraphy of Airedale Reef Section",
    "text": "The palynological sequence at Airedale Reef is chronologically constrained by three geological features, discussed below in turn: the underlying NT2 marine terrace; the mid-section Okawa debris avalanche formation; and the overlying tephric andisol succession.\nMarine terraces\nThe North Taranaki coastal plain is dominated by a sequence of uplifted marine terraces. Two terraces, informally named NT2 and NT3, were originally mapped (Chappell 1975) below 50 m elevation. These were correlated to the Rapanui and Ngarino Terraces of Wanganui described earlier by Dickson et al. (1974) and subsequently dated at ca. 125 and 210 kyr, respectively (Pillans, 1983). The Airedale Reef section exposes NT2 terrace coverbeds (Alloway, 1989), including the Okawa Formation (see below), which is absent from a younger terrace (NT1) that occurs immediately northeast of the Airedale Reef section and was correlated by Alloway (1989) with the 81 kyr Hauriri Marine Terrace of Wanganui.\nOkawa debris avalanche deposit\nThe Okawa debris avalanche deposit is a prominent 4.25 m thick unit exposed in coastal sections at Airedale Reef (Figs 3– 6). Okawa Formation has been mapped over a minimum area of 255 km2 in northern and northeastern Taranaki, and has a calculated minimum volume of 3.62 km2 (Alloway, 1989). On the coastal plain, the Okawa debris avalanche deposit drapes over a fossil cliff bounded at its inner edge by the NT2 terrace and partially surmounts Last Interglacial sand dunes on the NT3 terrace. Although not directly dated, the Okawa debris avalanche is indirectly dated at ca. 100 kyr based on its position with respect to the overlying andisol unit Sr5 (see below).\nAndisols and tephrochronology\nIn Taranaki, allophane dominated coverbed (andisol) deposits have formed from intermittent accretion and subsequent weathering of aerially transported fine-grained volcaniclastic sediment. The upper Airedale Reef section exposes an andisol succession consisting of six reddish beds with moderately to well-developed soil structure that alternate with five contrasting yellowish loess-like beds with poorly developed to massive soil structure. Alloway et al. (1992a,b) showed that reddish beds accumulated during warm climatic episodes,\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nand yellowish units accumulated during cool or cold episodes. The age of reddish and yellowish beds can be established from the presence of multiple Egmont-derived andesitic tephras near the ground surface, three widespread central North Island rhyolitic tephras found within the section, the indirectly dated underlying NT2 marine terrace, and by matching the climatic intervals deduced from the succession of beds to marine isotope stratigraphy.\nAt Airedale Reef, Sr1 is dominated by andic soil material but at sites more proximal to source contains numerous radiocarbon-dated tephra interbeds of late last glacial to late post-glacial age. The uppermost yellowish bed (Sy1) is correlated with early and mid-MIS 2 as it contains Kawakawa Tephra (Table 3)—a widespread ca. 22 500 14C yr silicic chronohorizon from the Central North Island and the ca. 23 400 14C yr Tuikonga Tephra derived from Egmont Volcano (Alloway et al., 1995). Rotoehu Ash, containing the diagnostic mineral cummingtonite as well as distinctive glass chemistry (Table 3), is dispersed within the uppermost part of Sr3. At present the precise age of the Rotoehu Ash is not known, but appears to be at about the limit of radiocarbon dating (Santos et al., 2001). Its occurrence in marine cores off northeastern New Zealand indicates deposition probably during early MIS 3, ca. 55 kyr. (Wright et al., 1995; Newnham et al., 1999; in press).\nAiredale Reef section\nThe Airedale Reef section (Q19/178461) is a coastal cliff 1.6 km northeast of the Waitara River mouth (Figs 1 and 3–6). Most of the coverbeds of the NT2 uplifted marine terrace are exposed here (Chappell, 1975; Alloway, 1989; Fig. 7). The base of the exposed section is interpreted as a dune–interdune sequence and comprises >0.30 m of wedging, cross-bedded, moderately well-sorted grey andesitic sands, which upwardly grade to 0.85 m of carbonaceous muds containing wood and two unnamed andesitic tephras (Figs 3 and 4). At low tide the carbonaceous muds with numerous tree stumps in growth position are exposed on an extensive beach platform, which gently descends below sea-level (Fig. 3). The carbonaceous mud unit is thickest in the depressions between cross-bedded dunes. Overlying the dune–interdune sequence in the cliff section is a 4.25 m laharic diamicton, which has been mapped as marginal facies of Okawa Formation (Alloway, 1989). Along most of the exposed cliff section, the upper boundary of Okawa Formation is nearly planar. However, in part of the cliff section the Formation appears to mimic the underlying topography, resulting in the development of a shallow concave basin on its upper surface. Within this basin is a ca. 1.6 m thick peat deposit containing wood and preserving units of Epiha Tephra (Fig. 5; Alloway, 1989). Above this peat deposit the remainder of the section comprises ca. 2.6 m of alternating reddish (Sr-) and yellowish (Sy-) andic beds (Alloway, 1992a,b) with proportionately thinner andesitic tephra interbeds."
  }, {
    "heading": "Palynology",
    "text": "Pollen samples were taken at 5-cm intervals through the organic sediments (Fig. 8). Pollen slides were prepared following standard procedure (Faegri and Iversen, 1989) including the addition of exotic Lycopodium tablets to permit calculation of pollen concentrations. Counting proceeded to a dryland pollen sum of 250. Total pollen and spore counts average\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nca. 750. The standard of pollen preservation was generally very good and concentrations, although highly variable, exceed 10 000 grains cm 3 except in the uppermost 40 cm (Fig. 8). Cluster analysis, based on total sums of squares, and detrended correspondence analysis (DECORANA) were performed on the pollen data set using the palynology software package TILIA. These analyses assisted with zonation of the pollen diagram and with the determination of stratigraphical associations between the pollen taxa.\nThe pollen diagram is subdivided into six local pollen assemblage zones with two obvious breaks in the sequence (Fig. 8).\nZone AR1: below 900 cm\nThe lowermost zone is dominated by Dacrydium pollen (47–60%), with Prumnopitys, Dacrycarpus, Podocarpus and\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nFuscospora (Nothofagus fusca subgenus fuscospora) comprising most of the remaining tree pollen. These assemblages record the highest percentages of tree pollen in the entire profile. Shrub (mostly Myrsine) and herb pollen levels are low but rise towards the top of the zone. Mire and aquatic pollen are rare, whereas Cyathea tree fern spores and monolete fern spores are common.\nThese pollen assemblages indicate that a dense and presumably extensive podocarp forest occupied the area around the site, with beech forest probably further inland at higher elevations. None of the diagnostic coastal forest trees are represented. Tree ferns and forest floor or epiphytic ferns were abundant in the podocarp forest. The depositional site may have been a Dacrydium–Dacrycarpus (podocarp) swamp forest. These assemblages are similar to those recorded at late Holocene sites in lowland Taranaki (Newnham, 1990; McGlone and Neall, 1994) except that they include significant levels of Fuscospora pollen. This, together with the overall dominance of lowland tree pollen, but lack of coastal elements, suggests that these sediments were deposited towards the latter stages of an interglacial, with the coastline beyond its present position at Airedale Reef.\nZone AR2: 900–849 cm\nThe lower boundary of this zone coincides with a lithological change from slightly carbonaceous olive-brown muds (below)\nto highly carbonaceous muds and peat. The upper boundary is formed by the base of the Okawa debris avalanche deposit.\nTree pollen percentages fall dramatically at the beginning of this zone to ca. 20% and then decline further to ca. 10% at the top of the zone. Shrub taxa rise to a dominance of ca. 80% dryland pollen, whereas herb pollen, mostly Poaceae, increases to between 5 and 10%. Successive peaks in the shrub taxa Myrsine, Coprosma, Leptospermum, Halocarpus (coinciding with a Libocedrus peak) then Myrsine again characterise the lower half of the zone, then Halocarpus remains dominant throughout the upper half. Wetland taxa also increase dramatically, in particular Cyperaceae, Gleichenia and Empodisma, with the latter two taxa expanding towards the top of the zone.\nThese assemblages indicate replacement of podocarp forest by extensive shrubland vegetation, probably similar to that occurring at around the treeline in the region today. At the same time, the depositional site changed from podocarp swamp forest to a peat swamp that became increasingly oligotrophic.\nThe occurrence of subalpine vegetation at a site currently at sea-level attests to a climate considerably cooler than the present, indicating stadial conditions. With reference to modern vegetation patterns and the environmental lapse rate on Mount Egmont today (Fig. 2), a reduction of treeline of the order of 1000 m, equivalent to ca. 6 C temperature depression from present, is implied. The development of peatland at the site indicates moist conditions although, initially, the climate need not have been wetter than in the previous zone when swamp forest prevailed under warmer conditions. However, parallel increases in taxa common in ombrogenous peats—Gleichenia,\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nT ab\nle 3\nM ea\nn m\naj o r\nel em\nen t\nco m\np o si\nti o n\nc o f\ngl as\ns sh\nar d s\nfr o m\nR o to\neh u\nan d\nK aw\nak aw\na te\np h ra\ns an\nd th\nei r\nA ir\ned al\ne R\nee f\nco rr\nel at\niv es\nSo u rc\ne Sa\nm p le\nLo ca\nti o n\nSi O\n2 T iO\n2 A\nl 2 O\n3 Fe\nO M\ngO C\naO N\na 2 O\nK 2 O\nC l\nH 2 O\nn\nK aw\nak aw\na T ep\nh ra\nA T -4\n8 1\na ,1\nA ir\ned al\ne R\nee f,\nT ar\nan ak\ni 7 7 .7\n4 0 .1\n4 1 2 .5\n6 1 .2\n0 0 .1\n2 1 .1\n4 4 .0\n8 2 .9\n2 0 .1\n9 5 .6\n8 1 1\n(0 .5\n1 )\n(0 .0\n4 )\n(0 .3\n5 )\n(0 .0\n4 )\n(0 .0\n1 )\n(0 .1\n9 )\n(0 .1\n6 )\n(0 .1\n4 )\n(0 .0\n2 )\n(0 .0\n7 )\nA T -1\n6 3\na ,1\nM t\nR ic\nh m\no n d ,\nA u ck\nla n d\n(R 1 1 /7\n4 2 7 2 9 )\n7 8 .2\n5 0 .1\n9 1 2 .4\n5 1 .2\n0 0 .1\n7 1 .0\n5 3 .3\n3 3 .0\n1 0 .2\n2 6 .9\n0 1 0\n(0 .2\n5 )\n(0 .0\n9 )\n(0 .1\n7 )\n(0 .1\n5 )\n(0 .0\n9 )\n(0 .0\n6 )\n(0 .1\n3 )\n(0 .1\n2 )\n(0 .0\n9 )\n(1 .2\n3 )\n5 0 8 1 9\nb ,2\nIn gl\new o o d ,\nT ar\nan ak\ni 7 9 .3\n5 0 .1\n2 1 2 .4\n0 1 .1\n9 0 .1\n2 1 .0\n7 2 .4\n7 3 .0\n8 0 .1\n8 7 .1\n4 1 5\n(Q 1 9 /1\n4 7 2 6 7 )\n(0 .3\n0 )\n(0 .0\n3 )\n(0 .1\n2 )\n(0 .1\n1 )\n(0 .0\n1 )\n(0 .0\n9 )\n(0 .3\n7 )\n(0 .1\n0 )\n(0 .0\n2 )\n(0 .9\n8 )\n5 0 8 2 1\nb ,2\nO n ae\nro ,\nT ar\nan ak\ni 7 9 .0\n0 0 .1\n3 1 2 .3\n9 1 .2\n0 0 .1\n2 1 .0\n8 2 .8\n1 3 .1\n0 0 .1\n8 6 .4\n5 1 5\n(Q 1 9 /2\n8 5 4 4 1 )\n(0 .6\n6 )\n(0 .0\n3 )\n(0 .1\n0 )\n(0 .1\n2 )\n(0 .0\n2 )\n(0 .1\n0 )\n(0 .4\n6 )\n(0 .2\n8 )\n(0 .0\n3 )\n(0 .9\n4 )\n5 0 3 3 4 -4\n0 b ,2\nW h an\nga m\nat a\nR d\nT S\n7 9 .0\n1 0 .1\n3 1 2 .1\n5 1 .1\n5 0 .1\n2 1 .0\n5 3 .3\n1 3 .0\n7 —\n5 .6\n5 7 4\n(T 1 7 /6\n1 9 8 3 0 )\n(0 .3\n8 )\n(0 .0\n3 )\n(0 .3\n0 )\n(0 .1\n0 )\n(0 .0\n2 )\n(0 .1\n9 )\n(0 .2\n1 )\n(0 .2\n5 )\n(1 .6\n2 )\nR o to\neh u\nA sh\nA T -4\n8 2\na ,1\nA ir\ned al\ne R\nee f,\nT ar\nan ak\ni 7 8 .1\n0 0 .2\n2 1 2 .3\n5 0 .9\n2 0 .2\n5 0 .8\n6 3 .9\n9 3 .0\n8 0 .2\n4 3 .5\n2 9\n(0 .2\n9 )\n(0 .0\n6 )\n(0 .2\n0 )\n(0 .1\n2 )\n(0 .0\n9 )\n(0 .0\n6 )\n(0 .1\n9 )\n(0 .1\n3 )\n(0 .0\n4 )\n(1 .0\n0 )\n5 0 8 2 0\nb ,2\nO n ae\nro ,\nT ar\nan ak\ni 7 9 .3\n2 0 .1\n4 1 2 .4\n0 0 .8\n9 0 .1\n4 0 .8\n3 2 .9\n5 3 .1\n5 0 .1\n7 6 .4\n2 9\n(Q 1 9 /2\n8 5 4 4 1 )\n(0 .2\n9 )\n(0 .0\n3 )\n(0 .0\n9 )\n(0 .0\n6 )\n(0 .0\n2 )\n(0 .0\n7 )\n(0 .3\n2 )\n(0 .0\n6 )\n(0 .0\n2 )\n(0 .7\n3 )\nA T -3\n0 a ,1\nP ap\nat o et\no e,\nA u ck\nla n d\n(R 1 1 /7\n7 6 6 8 4 )\n7 8 .1\n0 0 .1\n5 1 2 .2\n6 0 .9\n3 0 .1\n3 0 .8\n8 4 .2\n4 3 .1\n4 0 .1\n5 4 .0\n2 1 2\n(0 .1\n8 )\n(0 .0\n5 )\n(0 .1\n0 )\n(0 .0\n4 )\n(0 .0\n2 )\n(0 .0\n4 )\n(0 .1\n2 )\n(0 .1\n0 )\n(0 .0\n2 )\n(1 .0\n4 )\nA T -1\n0 8\na ,1\n,3 M\nim ih\na St\nre am\n7 8 .2\n6 0 .1\n2 1 2 .1\n9 0 .9\n2 0 .1\n3 0 .8\n6 4 .0\n9 3 .3\n2 0 .1\n2 3 .0\n5 1 2\n(D JL\n-2 B\n) B\nay o f\nP le\nn ty\n(V 1 5 /3\n5 2 6 3 8 )\n(0 .1\n9 )\n0 .0\n6 0 .1\n4 (0\n.0 4 )\n(0 .0\n2 )\n(0 .0\n5 )\n(0 .1\n1 )\n(0 .1\n5 )\n(0 .0\n3 )\n(1 .7\n5 )\na A\nn al\nys es\nm ad\ne u si\nn g\na C\nam ec\na SX\n-5 0\nw av\nel en\ngt h\nd is\np er\nsi ve\nm ic\nro p ro\nb e\no p er\nat in\ng at\n1 5\nke V\nac ce\nle ra\nti n g\nvo lt\nag e\nan d\nh o u se\nd at\nU n iv\ner is\nty o fT\no ro\nn to\n.B ea\nm cu\nrr en\nto f1\n5 n A\nan d\na 1 0 –2\n0 mm\nb ea\nm d ia\nm et\ner w\ner e\nu se d fo r al l an al ys es . b A n al ys es m ad e u si n g a JE O L JX A -7 3 3 el ec tr o n m ic ro p ro b e h o u se d at V ic to ri a U n iv er si ty o f W el li n gt o n . A b ea m cu rr en t o f 8 0 n A an d a 2 0 mm b ea m d ia m et er w er e u se d fo r al l an al ys es . c A ll el em en ts ca lc u la te d o n a w at er -f re e b as is , w it h H 2 O b y d if fe re n ce fr o m 1 0 0 % . A ll Fe ex p re ss ed as Fe O . M ea n an d 1 SD (i n p ar en th es es ) b as ed o n n an al ys es . 1 A n al ys t— B . V . A ll o w ay ; 2 A n al ys t— P . C . Fr o gg at t; 3 Sa m p le co u rt es y o f D . J. Lo w e, W ai ka to U n iv er si ty .\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nEmpodisma and Halocarpus—point to rising precipitation through the upper half of the zone.\nZone AR3: 424–410 cm\nThis zone is separated from the previous zone by the ca. 425 cm thick debris avalanche deposit. There is also a lithological change to olive-grey muds at the base. The two pollen\nassemblages in this zone are markedly different from those in zone AR2, as indicated by a major division in the cluster analysis (Fig. 8). The shrub-dominant assemblages have now given way to higher levels of tree pollen, in particular Dacrydium, Metrosideros, Prumnopitys, Podocarpus, Dacrycarpus, Fuscospora, Libocedrus and Lagarostrobos. Cyathea tree fern spores and monolete fern spores are common once again. Halocarpus pollen levels are dramatically reduced although this taxon persists along with Asteraceae, Coprosma, Leptospermum, Myrsine and Poaceae. Although less prominent than in the\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nFi gu\nre 8\nA ir\ned al\ne R\nee f\np er\nce n ta\nge p o ll\nen d ia\ngr am\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nprevious zone, shrub pollen levels increase during this zone, at the expense of tree pollen. Empodisma pollen and Gleichenia spore levels decline, whereas Cyperaceae pollen levels increase along with Gunnera, Myriophyllum, Potamogeton and the colonial alga Pediastrum.\nThis zone signals the return of podocarp forest, with some angiosperm trees and tree ferns prominent, although this vegetation type appears to be declining as the shrub vegetation expands. The occurrence of macrophytic pollen and spores together with the decline in terrestrial peatland taxa reflects the development of a lacustrine environment at the site.\nThese assemblages may be seen as being intermediate between those of the previous two zones and so are interpreted as indicating interstadial conditions. However, the decline in podocarp forest suggests that climate was cooling during this zone. Although the deposition of the debris avalanche deposit is likely to have been geologically instantaneous, it is apparent from the marked differences with the top of the previous zone that some of the organic record has been lost. The sharp and irregular basal contact of the debris avalanche deposit, as well as the presence of carbonaceous mud rip-up clasts (Fig. 6) and large trees within its matrix, supports the conclusion that sediments at the top of zone AR2 were sheared off when the debris avalanche deposit was emplaced. The subsequent development of aquatic conditions is attributed to the impermeability of the clay-dominated debris avalanche deposit and shallow surface depressions developed on the upper surface of the debris avalanche deposit.\nZone AR4: 410–370 cm\nThe lower boundary of this zone coincides with a lithological change from pale muds to highly carbonaceous muds and peats. The upper boundary is formed at the 10-cm-thick Epiha.b tephra. Tree pollen levels continue to decline from the previous zone, whereas the shrub taxa Leptospermum, Coprosma, Myrsine and Asteraceae return to dominance. Nothofagus menziesii pollen is more prominent than previously, as is Poaceae pollen and, at the top of the zone, Astelia pollen. Cyperaceae pollen persists albeit at lower levels than in zone AR3, and Phormium, Gleichenia and monolete fern spores are prominent in some assemblages.\nThis zone records the continuing decline of podocarp– angiosperm forest evident in the previous zone and expansion of shrubland–grassland vegetation. The inferred vegetation is similar to that of zone AR2 and, therefore, is interpreted as indicating a return to stadial conditions. However, this was a drier climate than the previous stadial, judging by lower levels of Halocarpus and associated peatland plants, in particular Empodisma and Gleichenia. The site remained a sedge swamp, but there appears to have been a transition to more mesotrophic conditions.\nZone AR5: 370–304 cm\nThe lower and upper boundaries of this zone coincide approximately with the Epiha.b and Epiha.e tephras, respectively.\nThe highly carbonaceous muds in this zone are rich in tree pollen, in particular Dacrydium, Prumnopitys, Dacrycarpus, Podocarpus, Lagarostrobos and Nestegis. Prumnopitys taxifolia, initially prominent along with Libocedrus and Elaeocarpus, gives way to Dacrydium as the dominant taxon. Shrub pollen levels are initially high but decline to ca. 15% at the top of the\nzone, the main taxa being those shrub taxa prominent in the previous zone together with Pseudopanax and Griselinia. Cyathea smithii tree fern spores and those of a range of fern taxa are prominent, whereas wetland taxa are much reduced.\nThese assemblages indicate the return of lowland podocarp forest in the region and possibly swamp forest at the site. The presence of a significant shrub element together with the lack of key interglacial angiosperm taxa, in particular Ascarina, favours a classification of interstadial rather than interglacial. The lower part of the zone, immediately above the 10 cm thick Epiha.b tephra layer, is characterised by seral shrubs and trees such as Prumnopitys taxifolia and Libocedrus (presumably L. bidwillii) that may rapidly colonise fresh volcanic or alluvial surfaces. These assemblages indicate a possible volcanic impact on the vegetation.\nHiatus 304–265 cm\nImmediately overlying Epiha.e tephra layer, the carbonaceous to slightly carbonaceous muds contain several unnamed tephra layers as well as two prominent charcoal layers. The pollen content is impoverished and therefore not quantifiable. Some pollen is preserved, but in low concentrations and mostly unidentifiable. These characteristics indicate a significant environmental change in this region following deposition of the 10- cm-thick Epiha.e tephra layer. The lack of well preserved pollen, together with charcoal layers and further deposition of tephras, point to a period of environmental instability, during which fires, possibly triggered by volcanism, were effective in damaging vegetation or burning the surface at the site.\nZone AR6: 265–254 cm\nThe uppermost two assemblages, straddling the Te Arei tephra layer, reveal a different pollen spectrum to any others in the sequence. Pollen concentrations are comparatively low and the spectra are dominated by Fuscosopora and Nothofagus menziesii. Associated taxa include Myrsine, Dracophyllum, Coprosma, Halocarpus, Nestegis, Lagarostrobos, Astelia and Gleichenia.\nInterpretation of these assemblages is problematic. The pollen percentage data suggest the expansion of beech forest in the region, yet this is not supported by the relatively low pollen concentrations. More likely, the higher percentages of Nothofagus pollen may represent a greater proportion of long distance pollen transport to the site owing to a decline in local vegetation. Low pollen concentrations, together with evidence for environmental stability prior to this period, lend weight to this contention. In addition, the lack of a modern analogue in the Taranaki vegetation—where Nothofagus is largely absent—makes it difficult to determine any climatic signals from these assemblages. However, the scarcity of pollen indicative of Holocene vegetation in the region, in particular lowland podocarp taxa, rules out an interglacial or interstadial climate.\nDetrended correspondence analysis\nDetrended correspondence analysis (DECORANA) is a multivariate statistical method used frequently to examine underlying patterns in palaeoecological data sets (Maddy and Brew,\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\n1996). This method has assisted with climatic and ecological interpretations of the Airedale Reef pollen data.\nA biplot of taxa scores on the first two axes (Fig. 9) distinguished four groups of taxa that can be broadly related to present-day vegetation communities.\n1 Podocarp–angiosperm forest taxa, analagous to the lowland to montane forests in the modern (Holocene) vegetation, have high positive scores on the first axis. 2 Montane–subalpine forest/shrubland/tussock taxa, reflecting vegetation of cooler climate in the region today, have low positive scores on the first axis.\nThe other two groups effectively have no modern analogues in Taranaki.\n3 A group of taxa characteristic of peat bogs elsewhere in New Zealand—Halocarpus, Empodisma, Gleichenia and Cyathodes cf. juniperina—but which are either absent or rare in Taranaki today, have negative scores on the first axis. Stratigraphically these taxa are associated most closely with the previous group and ecologically they are also consistent with cooler (but moister) climate. 4 Another group indicative of beech forest and shrubland have high scores on the second DECORANA axis. This group is prominent only during zone AR6 and is also interpreted as reflecting cooler climate than exists at this locality today.\nSome climatic inferences can be drawn from these groupings. Axis 1 clearly separates the warm-temperate interglacial or interstadial taxa from two types of cool stage assemblage— one indicating a comparatively wet climate (group 3), the other comparatively dry (group 2). A stratigraphical plot of sample scores on the first axis, therefore, may be used to illustrate the extent of warm-temperate forest development in the region (Fig. 9). Axis 2 strongly distinguishes the Nothofagus group.\nThese analyses also provide some insight into why taxa in groups 3 and 4 are rare or absent from the Taranaki region today. Abundant during cooler episodes of the Pleistocene, these taxa were progressively replaced by more thermophilous elements during the Holocene (McGlone et al., 1984a; McGlone and Neall, 1994; Newnham and Alloway, 2001)."
  }, {
    "heading": "Discussion",
    "text": "Volcanic impacts\nIn addition to the climatic changes discussed below, the Airedale Reef sequence also provides some clear examples of significant volcanic impact on the vegetation and landscape. The 4.25 m debris avalanche deposit clearly had a devastating effect on the environment while at the same time sealing and preserving the underlying sedimentary profile. Similarly, the debris avalanche deposit created a new environment for deposition and preservation of the overlying carbonaceous muds. However, as a considerable time gap probably exists between deposition of the two organic units (AR2 and AR3) separated by the debris avalanche deposit, it is not possible to determine the nature of any destruction of existing vegetation or successional vegetation that may have followed.\nThere are also signs of significant vegetation change following deposition of the thickest and coarsest tephra units. Epiha Tephra Unit b (10 cm thick) occurs at the end of a stadial during which subalpine-like shrub and herb vegetation occupied the area around the site, with forest trees rare. Immediately above the tephra the pollen of tall tree species increase substantially, initially Prumnopitys taxifolia and Libocedrus bidwillii, and then Dacrydium cupressinum. Prumnopitys taxifolia is known to be an early coloniser of fresh volcanic surfaces in central North Island (Beveridge, 1983) and a similar possibly accelerated invasion by this species occurred in the Waikato lowlands following the deposition of the 14 700 14C yr Rerewhakaaiutu Tephra at the Last Glacial–Interglacial transition (Newnham et al., 2003). Similarly L. bidwillii is known to be able to colonise freshly disturbed surfaces in Taranaki and elsewhere (Veblen and Stewart, 1982; Norton, 1983; McGlone et al., 1988; Ogden et al., 1997). These two tree species also have distinct climatic preferences. Libocedrus bidwillii is one of the most cold-tolerant tree species in New Zealand and frequently occurs around the treeline, whereas P. taxifolia occurs most frequently at sites with extreme temperature minima, such as frost-prone rhyolitic basins of central North Island. By contrast, D. cupressinum is much less frost-tolerant than either. Thus the palynological progression of L. bidwillii!P. taxifolia!D.\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\ncupressinum, although undoubtedly reflecting initial disturbance by tephra fall, also indicates that Epiha.a tephra fell at a time of substantial and progressive climate warming. It is possible that deposition of Epiha.b tephra accelerated the reafforestation process that was otherwise occurring gradually as climate shifted from stadial to interstadial mode.\nA less well-defined but apparently more severe volcanic impact follows the deposition of another coarse-grained 10 cm tephra at the top of this zone. Although the immediately overlying sediments are devoid in pollen, two macroscopic charcoal layers attest to a period of burning perhaps associated with continuing volcanic activity indicated by several thin unnamed tephra layers (Fig. 7). The pollen record resumes with distinctly different assemblages to those immediately beneath the Epiha.e tephra. Our interpretation of this evidence is that this eruption caused widespread damage to the vegetation, probably through a variety of mechanisms that may include ash fall, pyroclastic density currents and lahars. There then followed a phase of volcanism over an unknown length of time, during which fires were frequent.\nCorrelation with the marine isotope record\nThe organic sequence at Airedale Reef is chronostratigraphically constrained to lie between the maximum sea-level highstand of MISS 5e and the deposition of Rotoehu Ash early in MIS 3. An amino acid racemisation age of 80 20 kyr on the Epiha tephra series (Bussell, 1988a), which occurs in pollen zones AR4 and AR5, provides further coarse chronological constraint. Assessment of this chronostratigraphical setting and climatic signals of the Airedale Reef pollen profile permits correlation with the marine isotope record (Fig. 10).\nThe Airedale Reef pollen record can be compared with part of a pollen profile from DSDP Site 594 (Heusser and van der Geer, 1994) located ca. 250 km east of South Island, New Zealand (Nelson et al., 1985) which provides a continuous record at ca. 2.4 kyr intervals for the past 350 kyr, spanning MIS 1 to 10. It is believed to represent changing vegetation pat-\nterns from eastern South Island with pollen predominantly transported by fluvial, marine and to a lesser extent, aeolian proccesses, whereas the latter is likely to have been the dominant process in pollen deposition at Airedale Reef. Other factors such as the greater source area, lower concentrations, generally poorer preservation state and lower diversity of marine pollen spectra must be taken into account when comparing these with terrestrial records. Nevertheless, there is good agreement between the two records. The pollen record from Site 594 indicates that the relative abundance of forest elements is closely correlated with major and minor variations in global ice volume reflected in the benthic oxygen isotope record at that site, and with New Zealand alpine glaciations as reconstructed from silt variations in the same samples (Heusser and van de Geer, 1994). Conversely, expansion of herb-dominated vegetation is associated with global cooling and glacial advance.\nOn the basis of these comparisons and the chronostratigraphical constraints at Airedale Reef, it is possible to assign the pollen zones to marine isotope stages with the precise zone/ stage boundaries designated by cluster analysis (Fig. 9). The lowermost olive-brown muds and underlying andesitic sands (AR1) were deposited late in MISS 5e, and the overlying carbonaceous muds (AR2) beneath the Okawa Formation accumulated during MISS 5d. The Okawa debris avalanche probably occurred during MISS 5c and removed organic sediments corresponding to early 5c and late 5d. Alternatively, this event may have occurred late in MISS 5d and altered the nature of the site to a non-depositional setting until late in MISS 5c, when the olive-grey lake muds (AR3) began to accumulate. The overlying carbonaceous muds and peats (AR4) up to the base of Epiha.b tephra and including Epiha.a tephra correspond to MISS 5b. Deposition of the remainder of the Epiha tephra series (AR5), during MISS 5a, was followed by a period of environmental instability characterised by continuing volcanic activity and fire. The uppermost sediments, accumulating around the time of the Te Arei tephra, follow a break in the pollen record of unknown length, and are overlain by the Rotoehu Ash of early MIS 3 age. This zone (AR6), therefore, may correspond to MIS 4 or MIS 3; the pollen spectra could support either correlation. The extremely low pollen concentrations, despite the\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)\nhigh percentages of Nothofagus pollen, which are interpreted as derived from distant sources, suggest that deposition during the cooler stage (4) is the more likely.\nApart from providing more precise age constraints on the volcanogenic units in the Airedale Reef profile, this correlation has important implications for models of interhemispherical climate change. First, the Airedale Reef record clearly supports the five stage subdivision of MIS 5, presumed to be a global signal, and shows that these fluctuations should be detectable in terrestrial sequences in New Zealand. Second, it indicates the vegetation response to these climatic fluctuations and provides insights into the type of climate prevailing during substages. In particular, the climate of MISS 5b appears to have been considerably drier than during MISS 5d which was the coolest substage of MIS 5, and the transition from MISS 5a to MIS 4 may also have been comparatively dry. Finally, the rich suite of volcanogenic sediments at Airedale Reef provides further potential for radiometric dating, for correlation with other sequences in the Taranaki Region (Table 1) and for broadening the spatial and temporal scope of this previous work.\nComparison with other onshore pollen sequences from Taranaki–Wanganui\nAs discussed above, earlier work demonstrates the potential of the Taranaki–Wanganui region for providing detailed chronostratigraphically constrained terrestrial records for the late Quaternary and in particular MIS 5. Although the record is fragmentary, with no one site covering all of MIS 5, there are sufficient overlaps between these records as to provide insights into contemporaneous environmental variability between sites. The Airedale Reef sequence presented here provides the most detailed and complete record for MIS 5 yet obtained for the region. It extends the record of environmental variability for MISS 5d, by revealing a subalpine-like shrubland vegetation at what is now the north Taranaki coast (cf. Bussell, 1992; Bussell and Pillans, 1992) and provides further evidence for the role of volcanism in vegetation development in the region. The similarities with the record at Inaha Terrace are noteworthy, especially for the near full forested conditions evident in MISS 5a and for the subsequent period of fire-ravaged vegetation, probably associated with volcanic activity, wind, lower rainfall and drought (McGlone et al., 1984a).\nMIS 5 in New Zealand\nElsewhere in New Zealand, environmental change during MIS 5 has been investigated in detail in the central North Island (McGlone and Topping, 1983; McGlone et al., 1984b), the Wellington area, southernmost North Island (e.g. Mildenhall, 1994, 1995), and the West Coast of the South Island, summarised by Moar and Suggate (1996). In addition, parts of MIS 5 have been depicted in discontinuous records reported from Banks Peninsula, eastern South Island (Shulmeister et al., 1999), Omapere, northern North Island (Newnham et al., in press), and Lake Poukawa, eastern North Island (Shulmeister et al., 2001)\nPollen profiles in the Tongariro and Rotorua regions of central North Island indicate a sequence of at least two interstadials, separated by cooler intervals, during the past ca. 100 kyr. The earlier warm interval, the Otamangakau Interstadial, was tentatively correlated with MISS 5a. Forest, similar to the present upper montane zone, was dominant and consisted of abundant Libocedrus, Nothofagus and podocarps. The\nclimate was cool and wet with temperatures perhaps as much as 2 C below present levels (McGlone and Topping, 1983). This forested interval was followed by a long period of harsh climate characterised by sparse grassland–shrubland, during which there were episodes of severe erosion. A subsequent warm interval, the Moerangi Interstadial, began just before deposition of the Rotoehu Ash (early MIS 3).\nMildenhall (1994) summarised the vegetation, landscape and climatic developments during the past ca. 80 kyr in southern North Island near Wellington from ca. 20 drillhole sites. These sites consistently showed a transition from Nothofagusdominant forest to shrubland–grassland, similar to the end of the Otamangakau Interstadial in central North Island, and which was provisonally correlated to the MISS 5a–MIS 4 transition. Although most of these drillhole sites were discontinuous and poorly dated, the longest and most continuous sequences, from the Petone and Seaview drillholes, contain ca. 300 m of sediment spanning the last four major glacial– interglacial cycles (Mildenhall, 1995). The most recent of these cycles commences with a period of maximum warmth for the sequence, correlated to MISS 5e, and marked by pollen of some taxa now restricted to the north of the North Island. Differential function analysis, used to determine broad climatic trends in the sequence, shows a fluctuating but generally cooling trend during the remainder of MIS 5, with fluctuations apparently corresponding to marine isotope stratigraphy (Mildenhall, 1995).\nMoar and Suggate (1996) reviewed the evidence from a number of sites from the Hokitika–Westport area, West Coast, South Island, spanning the Last (Kaihinu) Interglacial to the present. Chronological control is provided by a range of geological features, including marine terraces and outwash gravels. No one site has a record spanning all of MIS 5, but the Candle Light sequence spans from early MISS 5e to 5b, reflecting fluctuating but generally deteriorating climates. The basal zones at Chesterfield Road site 81/8 show a palynological succession for the transition from penultimate (Waimea) Glaciation to Last (Kaihinu) Interglacial that closely resembles the transition from last glaciation to Holocene. At a regional level, MISS 5e is characterised by podocarp forests that resemble the Aranui (Holocene) optimum, implying a mild wet climate with frequent summer rainfall. A change to more extensive Nothofagus forest during MISS 5d appears to be a response to severe cooling, with the high values of N. menziesii pollen indicating a cool wet climate characteristic of subalpine conditions. Nothofagus remains characteristic of the Kaihinu Interglacial from MISS 5d to 5a, but the temporary return of milder conditions during MISS 5c is indicated by the disappearance of N. menziesii and a clear though minor increase in Dacrydium cupressinum. These broadscale vegetation developments are also evident in a new long continuous record from Okarito Bog, South Westland, spanning the interval MIS 6 to late Holocene, which additionally provides new insights into possible abrupt climate change in this glaciated region (Vandergoes et al., unpublished).\nIn summary, there is good concordance between these fragmentary pollen records. As is the case today, there are some interregional differences in vegetation composition at certain times. For example, during MISS 5a, podocarp forest developed in Taranaki when Nothofagus forest was prominent in central and southern North Island and the West Coast, South Island. Unlike the West Coast, Nothofagus was never dominant in Taranaki, in keeping with its absence from the region today. Nevertheless, although the vegetation patterns varied between regions, the sequence of climatic shifts inferred are consistent both between these regions as well as with those indicated by marine isotope stratigraphy.\nCopyright 2004 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 19(3) 299–314 (2004)"
  }, {
    "heading": "Conclusions",
    "text": "The record from Airedale Reef concurs with others from the Taranaki Region, together with those from elsewhere in New Zealand, in showing a coherent pattern of fluctuating climate for the last interglacial-cycle that corresponds with marine isotope stratigraphy. Interpretations for each of these regions have invoked a five-fold subdivision of MIS 5, followed by a harsh cooling interval (MIS 4) and a subsequent interstadial (MIS 3) on the basis of pollen-based climatic inferences. Where independent stratigraphical criteria exist, such as the Rotoehu Ash and marine terraces formed during glacio-eustatic high sea-levels, tentative correlations between sequences and with the marine isotope record can be invoked.\nThe coherent picture emerging from the New Zealand record suggests that the major swings in climate during the last interglacial–glacial cycle in this part of the Southern Hemisphere were a response to Milankovitch orbital forcing. However, a lack of precision in chronological markers precludes any judgement on the exact correspondence between the climate changes evident in the New Zealand record and their presumed Northern Hemisphere equivalents. Although interhemispheric synchrony may be implied by correspondence with the marine isotope record, alternatively it is possible that local insolation forcing at the precessional period (19 and 23 kyr), which is out of phase between the Southern and Northern Hemispheres, may also be important in Southern Hemisphere climate change, as suggested by Kim et al. (1998). Improved chronological precision of the Southern Hemisphere records is required to test these alternative hypotheses. As the Airedale Reef pollen profile extends from MISS 5e to MIS 4, is exposed in a laterally extensive section and includes several regionally extensive volcanogenic deposits, further work at this important site would be appropriate.\nAcknowledgements BVA acknowledges financial support of this research from the New Zealand Foundation of Research, Science and Technology (FRST; contract CO5X0202). RMN acknowledges support from the Leverhulme Trust Study Abroad Fellowship. We are grateful to Matt McGlone for conducting preliminary pollen analysis of the Airedale Reef section and to Eric Colhoun and Brad Pillans for helpful reviews. Tim Absolom drafted the figures."
  }],
  "year": 2004,
  "references": [{
    "title": "Quaternary Research 38: 170–179",
    "authors": ["an andesitic terrain"],
    "venue": "Alloway BV, Neall VE, Vucetich CG",
    "year": 1995
  }, {
    "title": "Egmont Ecological Region Survey",
    "authors": ["Bayfield MA", "Benson MA"],
    "year": 1986
  }, {
    "title": "The end of the present interglacial: how and when",
    "authors": ["Broecker WS"],
    "venue": "Quaternary Science Reviews",
    "year": 1998
  }, {
    "title": "Quaternary vegetational and climatic changes recorded in cover beds of the South Wanganui Basin marine terraces, North Island, New Zealand",
    "authors": ["Bussell MR."],
    "venue": "Unpublished PhD thesis, Australian National University, Canberra.",
    "year": 1988
  }, {
    "title": "Modern pollen rain, central-western North Island, New Zealand",
    "authors": ["Bussell MR."],
    "venue": "New Zealand Journal of Botany 26: 431–451.",
    "year": 1988
  }, {
    "title": "Palynology of oxygen isotope stages 6 and 5e from the coverbeds of a marine terrace, Taranaki, New Zealand",
    "authors": ["Bussell MR."],
    "venue": "Quaternary Research 34: 86–100.",
    "year": 1990
  }, {
    "title": "Late Pleistocene palynology of terrestrial coverbeds at the type section of the Rapanui Terrace, Wanganui, New Zealand",
    "authors": ["Bussell MR."],
    "venue": "Journal of the Royal Society of New Zealand 22: 77–90.",
    "year": 1992
  }, {
    "title": "A late Pleistocene vegetation and climatic history of part oxygen isotope stage 5, Ararata, south Taranaki, New Zealand",
    "authors": ["Bussell MR."],
    "venue": "Journal of the Royal Society of New Zealand 23: 129–145.",
    "year": 1993
  }, {
    "title": "Vegetational and climatic history during oxygen isotope stage 9, Wanganui District, New Zealand, and correlation of the Fordell Ash",
    "authors": ["Bussell MR", "Pillans BJ."],
    "venue": "Journal of the Royal Society of New Zealand 22: 41–60.",
    "year": 1992
  }, {
    "title": "Upper Quaternary warping and uplift rates in the Bay of Plenty and West Coast, North Island, New Zealand",
    "authors": ["J. Chappell"],
    "venue": "New Zealand Journal of Geology and Geophysics 18: 129–155.",
    "year": 1975
  }, {
    "title": "Vegetation of Egmont National Park, New Zealand",
    "authors": ["Clarkson BD."],
    "venue": "Science Information Publishing Centre DSIR: Wellington.",
    "year": 1986
  }, {
    "title": "The last interglacial ocean",
    "authors": ["CLIMAP Project Members."],
    "venue": "Quaternary Research 21: 123–224.",
    "year": 1984
  }, {
    "title": "Vegetation and climate change during the Last Interglacial–Glacial cycle in western Tasmania, Australia",
    "authors": ["Colhoun EA."],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 155: 195–209.",
    "year": 2000
  }, {
    "title": "Ngarino Terrace: an addition to the Late Pleistocene standard sequence in the WanganuiTaranaki District",
    "authors": ["M Dickson", "CA Fleming", "TL. Grant-Taylor"],
    "venue": "New Zealand Journal of Geology and Geophysics 17: 789–798.",
    "year": 1974
  }, {
    "title": "Textbook of Pollen Analysis, 4th edn",
    "authors": ["K Faegri", "J. Iversen"],
    "venue": "Wiley: Chichester; 328 pp.",
    "year": 1989
  }, {
    "title": "Direct correlation of terrestrial and marine paleoclimatic records from four glacial–interglacial cycles— DSDP Site 594 Southwest Pacific",
    "authors": ["LE Heusser", "G. van de Geer"],
    "venue": "Quaternary Science Reviews",
    "year": 1994
  }, {
    "title": "The Scientific Basis: Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change (IPCC)",
    "authors": ["JT Houghton", "Y Ding", "DJ Griggs", "M Noguer", "PJ van der Linden", "(eds). Xiaosu D"],
    "year": 2001
  }, {
    "title": "Local orbital forcing of Antarctic climate change during the last interglacial",
    "authors": ["S-J Kim", "TJ Crowley", "A. Stössel"],
    "venue": "Science 280: 728–730.",
    "year": 1998
  }, {
    "title": "The late Holocene changes in the vegetation of western Taranaki by soil palynology",
    "authors": ["Lees CM."],
    "venue": "Unpublished PhD thesis, Massey University, Palmerston North.",
    "year": 1987
  }, {
    "title": "Statistical Modelling of Quaternary Science Data",
    "authors": ["Maddy DS", "Brew JS."],
    "venue": "Technical Guide No. 5, Quaternary Research Association: Cambridge; 271 pp.",
    "year": 1995
  }, {
    "title": "Age dating and the orbital thorey of the ice ages: development of a high resolution 0 to 300 000-year chronostratigraphy",
    "authors": ["DG Martinson", "NG Pisias", "JD Hays", "J Imbrie", "Jr Moore TC", "NJ. Shackleton"],
    "venue": "Quaternary Research 27: 1–29.",
    "year": 1987
  }, {
    "title": "Late Quaternary vegetation history of central North Island, New Zealand",
    "authors": ["McGlone MS."],
    "venue": "Unpublished PhD thesis, University of Canterbury, Christchurch.",
    "year": 1980
  }, {
    "title": "Modern pollen rain, Egmont National Park, New Zealand",
    "authors": ["McGlone MS."],
    "venue": "New Zealand Journal of Botany 20: 253–262.",
    "year": 1982
  }, {
    "title": "The late Pleistocene and Holocene vegetation history of Taranaki, North Island, New Zealand",
    "authors": ["McGlone MS", "Neall VE."],
    "venue": "New Zealand Journal of Botany 32: 251–269.",
    "year": 1994
  }, {
    "title": "Late Quaternary vegetation, Tongariro region, central North Island, New Zealand",
    "authors": ["McGlone MS", "Topping WW."],
    "venue": "New Zealand Journal of Botany 21: 53–76.",
    "year": 1983
  }, {
    "title": "Inaha Terrace deposits: a late Quaternary terrestrial record in south Taranaki, New Zealand",
    "authors": ["MS McGlone", "VE Neall", "BJ. Pillans"],
    "venue": "New Zealand Journal of Geology and Geophysics 27: 35–49.",
    "year": 1984
  }, {
    "title": "Late Pleistocene stratigraphy, vegetation and climate of the Bay of Plenty and Gisborne regions, New Zealand",
    "authors": ["MS McGlone", "R Howorth", "WA. Pullar"],
    "venue": "New Zealand Journal of Geology and Geophysics 27: 327–350.",
    "year": 1984
  }, {
    "title": "The effect of recent volcanic events and climate changes on the vegetation of Mt Taranaki (Egmont), New Zealand",
    "authors": ["MS McGlone", "VE Neall", "BD. Clarkson"],
    "venue": "New Zealand Journal of Botany 26: 123–144.",
    "year": 1988
  }, {
    "title": "Palynstratigraphy and paleoenvironments of Wellington, New Zealand, during the last 80 kyr, based on palynology of drillholes",
    "authors": ["Mildenhall DC."],
    "venue": "New Zealand Journal of Geology and Geophysics 37: 421–436.",
    "year": 1994
  }, {
    "title": "Pleistocene palynology of the Petone and Seaview drillholes, Petone, Lower Hutt Valley, North Island, New Zealand",
    "authors": ["Mildenhall DC."],
    "venue": "Journal of the Royal Society of New Zealand 25: 207–262.",
    "year": 1995
  }, {
    "title": "Vegetation history from the Kaihinu (Last) Interglacial to the present: West Coast, South Island, New Zealand",
    "authors": ["Moar NT", "Suggate RP."],
    "venue": "Quaternary Science Reviews 15: 521–547.",
    "year": 1996
  }, {
    "title": "Timing and warmth of the Last Interglacial period: new U-series evidence from Hawaii and Bermuda and a new fossil compilation for North America",
    "authors": ["DR Muhs", "KR Simmons", "B. Steinke"],
    "venue": "Quaternary Science Reviews 21: 1355–1383.",
    "year": 2002
  }, {
    "title": "International Volcanological Congress, New Zealand",
    "authors": ["Neall VE", "Alloway BV."],
    "venue": "Tour Guide C3: Quaternary volcaniclastics and volcanic hazards of Taranaki. New Zealand Geological Survey Record 12.",
    "year": 1986
  }, {
    "title": "Near synchroneity on New Zealand alpine glaciations and Northern Hemisphere continental glaciations during the past 750 kyr",
    "authors": ["CS Nelson", "CH Hendy", "AM Cuthbertson", "GR. Jarrett"],
    "venue": "Nature 318: 361–363.",
    "year": 1985
  }, {
    "title": "Late Quaternary palynological investigations into the history of vegetation and climate in northern New Zealand",
    "authors": ["Newnham RM."],
    "venue": "PhD thesis, University of Auckland.",
    "year": 1990
  }, {
    "title": "The last Interglacial/Glacial cycle in Taranaki, Western North Island, New Zealand: a palynostratigraphic model",
    "authors": ["Newnham RM", "Alloway BV."],
    "venue": "Proceedings of the lX International Palynological Congress, Houston, Texas, U.S.A., 1996, Goodman DK (ed.). American Association of Stratigraphic Palynologists Foundation: Dallas, Texas;",
    "year": 2001
  }, {
    "title": "Quaternary environmental change in New Zealand: a review",
    "authors": ["RM Newnham", "DJ Lowe", "PW. Williams"],
    "venue": "Progress in Physical Geography 23: 567–610.",
    "year": 1999
  }, {
    "title": "Rerewhakaaitu Tephra, a land-sea marker for the Last Termination in New Zealand, with implications for global climate change",
    "authors": ["RM Newnham", "DN Eden", "DJ Lowe", "CH. Hendy"],
    "venue": "Quaternary Science Reviews 22: 289–308.",
    "year": 2003
  }, {
    "title": "Summaries of radiosonde data",
    "authors": ["New Zealand Meteorological Service."],
    "venue": "New Zealand Meteorological Service Miscellaneous Publication 119.",
    "year": 1963
  }, {
    "title": "Population dynamics of subalpine Libocedrus bidwillii forests in the Cropp River Valley, Westland, New Zealand",
    "authors": ["Norton DA."],
    "venue": "New Zealand Journal of Botany 21: 127–140.",
    "year": 1983
  }, {
    "title": "Structure and composition of the subalpine forest on Mount Hauhungatahi North Island, New Zealand, during the Holocene",
    "authors": ["J Ogden", "M Horrocks", "JG Palmer", "RA. Fordham"],
    "venue": "The Holocene 7: 13–23.",
    "year": 1997
  }, {
    "title": "Upper Quaternary marine terrace chronology and deformation, South Taranaki, New Zealand",
    "authors": ["Pillans BJ."],
    "venue": "Geology 11: 292–297.",
    "year": 1983
  }, {
    "title": "Climate and sea level during oxygen isotope stage 7b: on land evidence from New Zealand",
    "authors": ["BJ Pillans", "G Holgate", "MS. McGlone"],
    "venue": "Quaternary Research 29: 176–185.",
    "year": 1988
  }, {
    "title": "Radiocarbon dating of wood using different pretreatment procedures: application to the chronology of Rotoehu Ash, New Zealand",
    "authors": ["GM Santos", "MI Bird", "B Pillans", "LK Fifield", "BV Alloway", "J Chappell", "PA Hausladen", "A. Arneth"],
    "venue": "Radiocarbon 43: 239–248.",
    "year": 2001
  }, {
    "title": "Oxygen isotope and paleomagnetic stratigraphy of Equatorial Pacific Core V28-238: oxygen isotope temperatures and ice volume on a 105 and 106 year scale",
    "authors": ["Shackleton NJ", "Opdyke ND."],
    "venue": "Quaternary Research 3: 39–55.",
    "year": 1973
  }, {
    "title": "Environmental and sea-level changes on Banks Peninsula (Canterbury, New Zealand) through three glaciation–interglaciation cycles",
    "authors": ["J Shulmeister", "JM Soons", "GW Berger", "M Harper", "S Holt", "N Moar", "JA. Carter"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 152: 101–127.",
    "year": 1999
  }, {
    "title": "A long late-Quaternary record from Lake Poukawa, Hawke’s Bay, New Zealand",
    "authors": ["J Shulmeister", "PAR Shane", "OB Lian", "M Okuda", "JA Carter", "M Harper", "W Dickinson", "P Augsutinus", "H. Heijnis"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 176: 81–107.",
    "year": 2001
  }, {
    "title": "On the conifer regeneration gap in New Zealand: the dynamics of Libocedrus bidwillii stands on South Island",
    "authors": ["Veblen TT", "Stewart GH."],
    "venue": "Journal of Ecology 70: 413–436.",
    "year": 1982
  }, {
    "title": "An integrated latest Quaternary (Stage 3 to present) paleoclimatic and paleooceanographic record from offshore northern New Zealand",
    "authors": ["IC Wright", "MS McGlone", "CS Nelson", "BJ. Pillans"],
    "venue": "Quaternary Research 44: 283–293.",
    "year": 1995
  }],
  "id": "SP:1579c9570599df302397d95561c6556f3d2d6e2e",
  "authors": [{
    "name": "REWI NEWNHAM",
    "affiliations": []
  }, {
    "name": "BRENT ALLOWAY",
    "affiliations": []
  }],
  "abstractText": "At Airedale Reef, western North Island, New Zealand, a ca. 4 m thick volcanogenic debris avalanche deposit has facilitated the preservation of an enveloping sequence of peats with interbedded andesitic tephras spanning marine isotope (MIS) 5. The sequence closely overlies a wave-cut terrace correlated to MIS 5e and, in turn, is overlain by andic beds with tephra interbeds including the Rotoehu and Kawakawa tephras deposited during early MIS 3 and mid-MIS 2, respectively. Pollen analysis of the organic sequence shows a coherent pattern of fluctuating climate for the Last Interglacial–Last Glacial transition that corresponds with marine isotope stratigraphy and supports the contention that orbital variations were a primary factor in late Quaternary southern midlatitude climate change. A five-stage subdivision of MIS 5 is clearly recognised, with marine isotope substage (MISS) 5b drier than MISS 5d, and the cooling transition from 5a to MIS 4 also may have been comparatively dry and characterised by natural fire, perhaps associated with volcanism. Several other examples of volcanic impact on vegetation and the landscape are evident. The Airedale Reef sequence exhibits strong similarities with fragmentary MIS 5 pollen records preserved elsewhere in New Zealand and enables the proxy record of southern mid-latitude climatic variability during the Last Interglacial–Glacial cycle to be extended. Copyright 2004 John Wiley & Sons, Ltd.",
  "title": "A terrestrial record of Last Interglacial climate preserved by voluminous debris avalanche inundation in Taranaki, New Zealand"
}