{
  "sections": [{
    "text": "KEYWORDS: Basin of Mexico; carbonates; charcoal; paleofires; volcanism."
  }, {
    "heading": "Introduction",
    "text": "Fire is a significant agent of disturbance in terrestrial ecosystems and affects ecological processes, atmospheric chemistry and the global carbon cycle (Power et al., 2010). The likelihood of fire occurrence at any given moment is largely determined by the weather, i.e. amount of precipitation, relative humidity, frequency of lightning, air temperature and wind (Pyne et al., 1996). However, the amount of materials and their flammability also play a significant role in controlling fire episodes. Thus, historical records associate fire regime characteristics (i.e. frequency, season and intensity of fire events) in a particular ecosystem with both climate and vegetation (Patterson et al., 1987 Whitlock and Larsen, 2001; Gavin et al., 2007; Bowman et al., 2009). However, volcanic activity may also play a significant role in initiating fire events (Fuentes and Espinosa, 1986; Davis and McNutt, 1993; Heusser, 1994; McNutt and Davis, 2000) and it can interfere in climate–vegetation–fire linkages. Sedimentary records provide a good opportunity to study the interplay between fire, vegetation and volcanism at different time scales, and the role of fire in structuring landscapes and as a central element of the natural history. The incomplete combustion of organic matter produces charred particles (charcoal) that are transported into lakes and bogs via surface runoff and wind, constituting a natural archive of fire history (Patterson et al., 1987; Whitlock and Larsen, 2001). Watershed size and surrounding vegetation determine the amount of charcoal deposited in a basin, and total charcoal abundance in sedimentary records is proportional to the total biomass burned (Marlon et al., 2006). Thus, using high-resolution sampling, individual fire events can be identified from charcoal accumulation peaks registered in sedimentary records (Long et al., 1998; Higuera et al., 2010). Understanding late Quaternary fire regimes might provide insights into the coupling and feedbacks between fire events\nand changes in climatic conditions, vegetation type, fuel amount, volcanic eruptions and human activity (Power et al., 2008). Specific factors are addressed depending upon the size of the charcoal analysed (e.g. particles of >100mm and <100mm), regional transport factors (e.g. wind versus waterborne), type of sedimentary basin (e.g. large lakes versus small hollows), spatial extent of fire regimes, etc. (Higuera et al., 2005). Charcoal particle concentration in sedimentary records can be estimated through image analysis, which consists of counting the number of particles and the area they occupy by digitally analysing sample images (Tolonen, 1983; Patterson et al., 1987; Clark, 1988; Mooney and Tinner, 2011). Lake Chalco in central Mexico has a ca. 300- to 400-mthick lacustrine sedimentary sequence (Urrutia and Chavez, 1991; Rodrı́guez-Chávez, 2003). Considering a sedimentation rate of 0.2–0.8mm a 1, calculated for the upper 26m of sediments by Guerrero (1992) this sediment sequence was possibly deposited over the last 600 000 years. Previous studies of sediments from this lake have documented changes in vegetation (Lozano-Garci ca et al., 1993; Lozano-Garcı́a and Ortega-Guerrero, 1998; Correa-Correa-Metrio et al., 2013), limnological conditions (Caballero and Guerrero, 1998), magnetic properties (Guerrero et al., 2000) and volcanic activity (Espinasa-Pere~na and del Pozo, 2006) over the late Pleistocene and Holocene. However, none of the studies has focused on past fire activity. In fact, the only available long fire record from the northern Neotropics comes from Lake Petén Itza, representing the last 85 k cal a BP (Correa-Metrio et al., 2012), and given that charcoal accumulation data were not statistically manipulated to identify fire events and hence fire frequency, it has not been interpreted in terms of fire episodes and fire regimes. We present here records of charcoal particle accumulation and inorganic carbon precipitation from Lake Chalco to document fire history and droughts in the northern limit of the American tropics for the period between 85 and 10.8k cal a BP. Any associations between fire, climate and volcanic activity were Correspondence: E. Torres-Rodrı́guez, as above. E-mail: alarbol@gmail.com\nCopyright # 2015 John Wiley & Sons, Ltd.\nestablished by comparing the charcoal record with the deposition of authigenic carbonates estimated from concentrations of total inorganic carbon and tephra layers identified by both visual observations and magnetic susceptibility. Insolation variability and latitudinal position of the Intertropical Convergence Zone (ITCZ) over the last glacial period were considered as possible controls of fire regimes and droughts over the last glacial period."
  }, {
    "heading": "Study area",
    "text": "Lake Chalco (19˚300N, 99˚000W, 2240m a.s.l.) was spread over an area of ca. 120 km2 in the Basin of Mexico, which is located in the central part of the Trans-Mexican Volcanic Belt (TMVB) (Fig. 1A). The lake has been reduced to an alkaline marsh with a ca. 1-m-deep water column. The carbonate/ bicarbonate-rich water dries out during years with low precipitation (Lozano-Garci ca et al., 1993). In the Basin of Mexico, Pinus–Quercus forests are the characteristic plant communities (Rzedowski and Rzedowski, 2001). Climate is high-altitude subtropical with an average annual precipitation of 540mm with most of the rainfall occurring during the summer months (late June to September 390mm) when the ITCZ is at its northerly position. The passage of frontal systems brings occasional rain in winter. The region experiences maximum temperatures ( 27–28 ˚C) during late spring and lowest temperatures ( 4–7 ˚C) during the winter (Fig. 2). This lake is located in an ENE–WSW-orientated semigraben (Vázquez-Sánchez and Jaimes-Palomera, 1989). The geology of the watershed comprises volcanic and volcaniclastic deposits (Schlaepfer, 1968; Bloomfield, 1975; Siebe et al., 2005). Mooser et al. (1974) and Urrutia-Fucugauchi and Martı́n del Pozzo (1993) related the hydrologically closed nature of the basin to the emplacement of the Chichinautzin monogenetic volcanic field (CVF) at <0.78–0.79 Ma. The blockage at the southern part of the basin led to the development of a large lake system (Fig. Fig. 1B) whose modern era relicts are lakes Zumpango–Xaltocan in the north, Texcoco in the center and Xochimilco–Chalco in the south (Ortega-Guerrero and Newton, 1998). The surrounding volcanic structures form the mountain ranges and the basin deposits consist of fluvio-lacustrine sediments and volcanic products from the surrounding volcanoes (Fig. Fig. 1C). The Santa Catarina Range was contemporary with the CVF (Arce et al., 2013b) and has a maximum age of 0.79Ma (Mooser et al., 1974). The monogenetic structures in the western portion of the CVF are older (1.2 Ma) than those at the southern part (1.0–0.09 Ma) (Arce et al., 2013a). The Sierra Nevada Range in the east includes the active Popocatépetl (5452m), Iztaccı́huatl (5272m), Telapo n (4000m) and Tláloc (4150m) stratovolcanoes (Fig. 1) (Macı́as et al., 2012; Rueda et al., 2013)."
  }, {
    "heading": "Materials and methods",
    "text": ""
  }, {
    "heading": "Sediment sequence",
    "text": "Sediments were collected from the central part of the former Lake Chalco by drilling with a Livingstone coring system. In six parallel cores, 268m of sediments was recovered from the surface to a depth of 122m (Fig. 1C). Initial description of the cores was made at the Limnological Research Center (LRC) of the University of Minnesota and consisted of physical data, such as magnetic susceptibility, bulk density and highresolution images. A 72-m-long master sequence was constructed by correlating the magnetic susceptibility data of four different cores (Fig. 3A). Also, three different tephra layers, namely Upper Toluca Pumice (UTP), Tutti Frutti Pumice (TFP)\nand Great Basaltic Ash (GBA), were used as stratigraphic markers during the correlation. The lithological description included identification of 26 different tephra layers. Samples of 1 cm3 of sediment were taken every 10 cm along the sequence for proxy analysis (pollen, diatoms, geochemical, magnetics and charcoal), which excluding tephras and the Holocene section (2.5m) accounted for 549 samples. We used 0.5 cm3 of sediment for charcoal analysis and 0.5 cm3 for inorganic carbon estimations. Abundance of charcoal and total inorganic carbon was measured in 549 samples collected along the master sequence, excluding the uppermost 2.5m, which was not included in this study."
  }, {
    "heading": "Chronology",
    "text": "Ten accelerator mass spectrometry (AMS) radiocarbon ages in pollen concentrates and two AMS ages on ostracod valves provided the chronological control of the sedimentary sequence (Table 1; Fig. 3B). Pollen extraction for dating included treating the sample with HCl (10%, 1m), KOH (5%) and HF (100%) (Brown et al., 1992; Mensing and Southon, 1999). Approximately 5mg of adult valves of Candona sp., Limnocythere sp. and Heterocypris sp. were separated and cleaned with distilled water and fine brushes under an Olympus stereo microscope. A U/Th age was obtained from zircons collected from an ash layer at 63.5m depth (Fig. 3A). The age–depth model (Fig. 3B) for the sequence is based on a P-sequence deposition model (Ramsey, 2008) generated in the online version of OxCal 4.2 (Bronk-Ramsey, 2009) using the calibration curve IntCal 13 (Reimer et al., 2013). The 12 AMS 14C ages were stratigraphically ordered with the three tephras (UTP, TFP and GBA) included as boundaries at their corresponding position and considered as instantaneous events. The reported ages for the UTP dated to 10.4 95 ka (Garcı́a-Palomo et al., 2002; Arce et al., 2003), the TFP dated to 14.5 100 ka (Sosa-Ceballos et al., 2012) and the U/Th date obtained from the zircons were included as prior information, whereas the GBA was included only as a stratigraphic marker. The median calibrated age was obtained every centimeter along the core by interpolation, allowing the proxies used here to be plotted against age.\nTotal inorganic carbon and magnetic susceptibility\nTotal inorganic carbon (TIC) was measured after oven drying the samples at 40 ˚C and homogenizing and grinding them with an agate mortar. TIC concentration (%) was analysed in a Thermo Scientific HiperTOC solid analyser by provoking a chemical reaction of the sample with 10% H3PO4 and measuring the liberated carbon dioxide. The TIC values are presented after standardizing the data with respect to the mean and standard deviation. Although magnetic susceptibility (MS) was measured every 0.5–1 cm (with a Bartington Susceptibilimeter MS2 mounted in the multisensor MSCL-S at the LRC of the University of Minnesota) we present only the MS value for each charcoal macro particle and TIC level depth and it is expressed in SI units."
  }, {
    "heading": "Charcoal analysis",
    "text": "Charcoal macro-particles (>100mm size) were extracted from 0.5-cm3 samples of sediment following the technique of Clark and Royall (1996). Each sample was deflocculated using hot Na4P2On (10%) over 20min and subsequently sieved through a 180-mm sieve. The sample was then analysed under a stereomicroscope at 40 magnification to separate charcoal particles by hand (Clark, 1988) and take a digital picture using a 5-MPixel Zeiss Axiocam. Lastly, the number of pixels\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)\ncovered by charcoal particles was counted using and transformed to area using ImageJ (Rasband, 2005). Charcoal area (cm2) was standardized by analysed volume and expressed in terms of concentration (mm2 cm 3). We then calculated charcoal accumulation rates (CHARs) by dividing charcoal concentration by accumulation rate, so CHAR units are mm2 cm 2 a 1."
  }, {
    "heading": "Statistical analysis",
    "text": "CHAR data were statistically processed to isolate background (low-frequency or slowly varying component) from peak charcoal (a higher or rapidly varying component) (Long et al., 1998; Carcaillet et al., 2001; Gavin et al., 2006; Higuera et al., 2009; Kelly et al., 2011). Fire-associated charcoal peaks\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)\nwere identified by estimating threshold values to separate the fire signal from the background component (continuous input of charcoal unrelated to fire occurrence), with CHAR values higher than the threshold being assumed to represent fire events (periods of high fire activity in this case) (Whitlock and Larsen, 2001; Higuera et al., 2010; Kelly et al., 2011). The charcoal background component was estimated by smoothing the data using a loess regression with a 0.25 span (Cleveland and Devlin, 1988). Predicted CHAR values were subtracted from the actual signal to produce a charcoal peaks data series, which was subsequently modeled through a lowcomponent Gaussian mixture model (GMM) (Gavin et al., 2006). Parameters l1 and l2 of the GMM represented the mixing proportions of two normal distributions describing the noise and the fire signal, respectively. Thus, the quantile associated with a probability equal to l2 in the GMM was defined as the threshold to determine whether a CHAR peak was associated with fire. The peak identification procedure was carried out using the entire dataset and repeated nine times subsequently dividing the record into 2–10 parts. When the record was divided, a GMM was adjusted for each part of it, and each sample was assigned each time to either noise or signal. Consequently, each charcoal peak was assigned a likelihood score that reflected the number of times it was identified as fireassociated in the successive divisions of the record. Only those peaks with a likelihood score of 0.5 or more were considered to represent periods with significant fire activity. The maximum division of the record was taken to 10 because a reasonable number of observations (55) was needed for the local estimation of the loess regression. Additionally, a 0.5-span bivariate loess model (an extension of loess using 50% of the data for local estimation of CHAR as a function of two variables) was adjusted to explain CHAR in terms of TIC and MS as surrogates for drought and volcanism, to provide elements for the interpretation of our results. All statistical processing was performed using R (R Development Core Team, 2010), specifically packages paleoMAS (CorreaMetrio et al., 2011) and mixtools (Benaglia et al., 2009)."
  }, {
    "heading": "Results",
    "text": ""
  }, {
    "heading": "Lithology",
    "text": "The master sequence showed six different litho-facies (Fig. 3A): (a) silt with organic matter and diatoms, (b) sandy silt with plant debris, (c) gray silty sands with ostracods and diatoms, (d) yellowish brown clayey silt, (e) grayish brown\nclayey silt and (f) gray silty clay. The sequence had 26 different tephra layers of variable thickness (<5 cm, 5–10 cm and >10 cm). The three tephra markers, UTP (15 cm thick), TFP (35 cm thick) and GBA (50 cm thick), were present in the upper 30m of the sedimentary sequence (Fig. 3A). The rhyolitic UTP was a product of the Nevado de Toluca volcano (Bloomfield and Valastro, 1977; Arce et al., 2005) and was characterized by fine pale brown ash in the sequence (Herrera-Hernández, 2011). The basaltic–andesitic TFP was a product of the Popocatépetl volcano (Siebe et al., 1996) and comprised subangular lapilli (of up to 5mm in diameter). The basaltic–andesitic GBA was probably a product of the Teuhtli volcano (OrtegaGuerrero et al., in press) and was represented by a thick layer of black fine ash (Ortega-Guerrero and Newton, 1998)."
  }, {
    "heading": "Age model",
    "text": "Results for the calibration of the age–depth model (Table 1) (Fig. 3B), reported as the 95.4% (2s) posterior probability density intervals with the corresponding median in cal a BP, were in good agreement with the data as evaluated in terms of the agreement index (A) estimated by OxCal (Ramsey, 2008), having a value of 77%. Sedimentation rates between adjacent pairs of dates (considering the median value) were variable (0.2–10mm a 1), with a mean value of 2.5mm a 1 (Fig. 3B). Extrapolation down to the bottom part of the sediment sequence gives an age estimate of 85.4 1.5k cal a BP at a depth of 72m. The age–depth model calibration also allows us to estimate an age for the GBA of 28.81–27.60k cal a BP (median 28.14 k cal a BP), which has been reported previously to be older than 34 ka (Ortega-Guerrero and Newton, 1998). Considering the limitations of the age model, we assume that the 72-m-long sediment sequence represents the last 85k cal a BP with an approximate sampling resolution for charcoal and TIC data of 120 years."
  }, {
    "heading": "Total inorganic carbon",
    "text": "The down-core variations in standardized TIC are presented in Fig. 4. TIC concentrations varied between 0.3 and 5.2%, with an average of 1.1%. Based on the TIC content, seven different intervals of change were identified visually. Generally higher than average values were observed in the sediments deposited during 85–77k cal a BP and 64–59k cal a BP. Intervals of generally lower than average values were present during 77–64k cal a BP and 18–10.8k cal a BP. Average TIC values were observed in the sediments deposited during 59–47k cal a bP. Sediments of 47–27k cal a BP are characterized by highly variable values. The highest concentrations of TIC were observed in sediments of 42–28k cal a BP and TIC values gradually reduced to lower than average after deposition of the GBA tephra at 28k cal a BP."
  }, {
    "heading": "Charcoal particles",
    "text": "CHARs varied between 0.00027 and 0.24 mm2 cm 2 a 1 with a mean of 0.014mm2 cm 2 a 1 (Fig. 4). The lowest CHAR values (0.0003–0.03mm2 cm 2 a 1) were observed between 65 and 43k cal a BP. In general, the sediments deposited over the last 42k cal a BP had the highest CHAR values (0.0003–0.24mm2 cm 2 a 1). The period between 42 and 28k cal a BP had the highest charcoal accumulation (0–0.24mm2 cm 2 a 1). Between 42 and 28k cal a BP, CHAR varied from 0.0005 to 0.07 mm2 cm 2 a 1 and from 23 to 10.8k cal a BP varied from 0.0003 to 0.10 mm2 cm 2 a 1. Intermediate CHAR values (0–0.05mm2 cm 2 a 1) were observed in the sediments dating to 85–65k cal a BP.\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)"
  }, {
    "heading": "Magnetic susceptibility",
    "text": "Sediments had MS values of 0.1–245 10 6 SI. The mean MS of the sequence was 8.20 10 6 SI (Fig. 4). Lower MS (<15 10 6 SI) was observed in sediments deposited during\n85–42k cal a BP and higher MS values were associated with sediments deposited between 42 and 10.8k cal a BP. In general, higher MS was associated with the tephra layers, i.e. the GBA had values of 245 10 6 SI while the UTP presents values of 37 10 6 SI and TFP presents values of 32 10 6 SI.\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)"
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Drought record",
    "text": "The watershed of Lake Chalco has mafic (i.e. basalt) and intermediate (i.e. basalt–andesite, andesite and dacite) volcanic deposits (Lugo-Hubp et al., 1994; Siebe et al., 2005). TIC content in bulk sediments represents the abundance of authigenic carbonate minerals precipitated in the basin because of increased salinity and evaporation of the water column during arid intervals (Cohen, 2003). Standardized TIC values are presented to document millennial-scale droughts at the northern limit of the American tropics over the last 85 k cal a BP (Fig. 4). Sediments with higher than average TIC represent intervals of drought and lower than average values represent relatively wet periods. Compared with the intervals 77–64 and 27–14k cal a BP, carbonate abundance is higher than average during 85–77 and 14–10.8k cal a BP. Sediments of 64–27 k cal a BP are characterized by high variations in TIC and represent several intervals of higher than average carbonate content. In general, longer duration drought periods are present before 64k cal a BP and there is an increase in drought events after 64k cal a BP. Hodell et al. (2008) observed a shift in the hydrological regime in the sedimentary record of Petén Itza in the latest part of Marine Isotope Stage (MIS) 3. In these Central American lowlands, wet–dry cycles became frequent after 60 ka, a phenomenon that has been linked to a more dynamic Laurentide Ice Sheet and an increase in meltwater input to the Gulf of Mexico, a mechanism that probably operated in the central Mexican highlands represented in the sediments of Lake Chalco."
  }, {
    "heading": "Fire history",
    "text": "Our charcoal record led to the identification of 123 charcoal peaks over the last 85k cal a BP, which were associated with periods of high fire activity (Fig. 5A). The charcoal record shows three different intervals of variable burning: (i) 49 fire-associated charcoal peaks from 85 to 59k cal a BP, (ii) 24 fire-associated charcoal peaks between 59 and 42k cal a BP and (iii) 50 fire-associated charcoal peaks during 42–10.8 k cal a BP. Fire activity was more intense during 42–10.8k cal a BP and the highest CHARs are observed in sediments deposited between 42 and 27k cal a BP. In our study area, within the studied time frame, fires were probably the result of droughts and/or volcanic activity, and identification of both causes would be of interest for understanding the natural history of the region. To separate the fire events related to drought and volcanic activity, we plot the charcoal peaks as a function of TIC and MS (Fig. 5B). Higher TIC values represent the droughts and higher MS values are associated with the tephra layers. Of the 123 charcoal peaks, 97 are distributed along the TIC axis in the bivariate loess model. Sediments hosting these charcoal peaks have lower MS values (Fig. 4). As TIC content is used here as a proxy to demarcate the drought intervals, we consider that all these fire events occurred during the drought conditions. Similarly, 26 charcoal peaks are present along the MS axis. Sediments containing these charcoal peaks have lower TIC content and are associated with 19 different tephra layers in the sedimentary sequence (Fig. 4). We relate all these fireassociated peaks to volcanic activity in the region documented for the late Quaternary (Ortega-Guerrero and Newton, 1998). In fact, the Sierra Nevada Range, CVF and Santa Catarina Range have been active volcanic regimes over the last 1.8Ma. Also, Popocatépetl has a volcanic history from 1.2 Ma to the Holocene (Macı́as et al., 2012; Arce et al., 2013a). The 26 tephra layers identified in the sedimentary\nsequence provide evidence that volcanic activity took place near Lake Chalco. These tephra layers were concentrated into three different periods (i.e. 80–70, 60–54 and 42–10k cal a BP). Three important sub-Plinian to Plinian eruptions of the Nevado de Toluca volcano (south-west of Chalco) are represented by the Lower Toluca Pumice (LTP) at 21.7k cal a BP (Capra et al., 2006), Middle Toluca Pumice (MTP) at 12.1k cal a BP (Arce et al., 2005) and UTP at 10.5k cal a BP (Arce et al., 2003). Similarly, the Popocatéptl volcano located to the south-east of Chalco had at least seven Plinian eruptions and produced extensive pumice-fall and ash-flow deposits (Schaaf, 2005). A Plinian-type eruption at 14k cal a BP (Siebe and Macı́as, 2004) is represented by the TFP marker tephra. The origin of the basaltic–andesitic GBA tephra is unknown but its thickness (50 cm) suggests that the source must have been a nearby volcano (Ortega-Guerrero et al., in press). The impact of the GBA is reflected in the higher MS values (>200 SI) and high CHAR values (0.05–0.11mm2 cm 2 a 1) in the sediments of Lake Chalco."
  }, {
    "heading": "Forcings",
    "text": "The Chalco sequence provides proxy records of drought and fire episodes in the central Mexican highlands over the last glacial cycle. The proxy records are compared with orbitalscale variations of summer as well as spring insolation at 20 ˚N to evaluate solar forcing (Fig. 6), given that most rainfall occurs during the summer months in Lake Chalco while during late spring the region experiences maximum temperatures ( 27–28 ˚C). Higher than average amounts of carbonate did not precipitate during the periods of higher summer insolation. However, the drought record shows a first-order positive correlation with the orbital variations of spring insolation. In the well-dated 50–10.8k cal a BP portion of the record, the two higher than average carbonate precipitation phases (i.e. 47–27 and 14–10.8k cal a BP) coincide with intervals of higher spring insolation values. Similarly, the deposition of lower than average carbonate between 27 and 14k cal a BP occurred during an interval of minimum spring insolation. In the extrapolated component of the record, the drought intervals show a similar relationship to spring insolation. Despite a slight delay, higher than average drought frequency during 85–77 and 65–59k cal a BP also occurred during intervals of higher spring insolation. Presentday meteorological data from the region indicate that maximum annual temperature (i.e. 27–28 ˚C) is reached during the months of spring (March–June) (Fig. 2). The similarity between the drought record and spring insolation suggests that during the late Pleistocene droughts and fire regimes in central Mexico were controlled by spring insolation. Over the last 85 k cal a BP, most of the fire-associated charcoal peaks are associated with drought intervals (i.e. 97 of 123 episodes). The interval with more fire events corresponds to MIS 3 (59–28k cal a BP). Conversely, intervals of fewer fire episodes correspond to MIS 5 (85–74k cal a BP), MIS 4 (74–59k cal a BP) and MIS 2 (28–10k cal a BP) in comparison with MIS 3 (Fig. 5A). Fire activity was relatively higher during MIS 5, MIS 4 and the earlier part of MIS 3 and the intervals of highest fire activity were present during the final parts of MIS 3 and MIS 2 where we observed more peaks closer to a score of 1.0 (Fig. 5A). It is interesting to note that intervals with the most fire activity do not correspond to periods with the highest spring insolation, reaching 480W m 2 during 85–77k cal a BP (MIS 5) and at 14–10.8k cal a BP (MIS 2) (Fig. 6), which are concentrated over a small number of years (point of inflection). Instead, the frequent fire activity in our record ( 40–27k cal a BP) occurred in an\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)\ninterval characterized by higher spring insolation that extended over a longer period (flatter curve). We assume that if spring insolation values extend over a longer period of years, this would have a more significant effect on the recurrence of fire episodes.\nA regime of low fire activity during 59 and 40k cal a BP (MIS 3) coincides with an interval with minimum spring insolation. They may reflect, as for the Last Glacial Maximum (LGM), a possible reduction in temperature (Vázquez-Selem and Heine, 2004; Caballero et al., 2010).\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)\nA synthesis of sedimentary charcoal records (Power et al., 2008) since the LGM indicates that fire activity has occurred because of climatic variability, changes in vegetation and human impact. Over the Lateglacial, most of the fire activity in the Neotropics took place during periods of reduced precipitation (Power et al., 2010). The ITCZ is a band of low atmospheric pressure and marks the meteorological equator with respect to precipitation. During the boreal summer with a northerly located\nITCZ, the low-level easterly trade winds bring moisture from the Atlantic and the monsoon circulation from the Pacific into central Mexico (Maga~na et al., 1999). The southward migration of the ITCZ during the winter causes less convective activity and decreases the amount of rainfall in the region. A similar process was probably responsible for the millennial-scale changes in moisture availability in central Mexico during the last glacial period.\nCopyright # 2015 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 30(1) 88–99 (2015)\nIn fact, the drought record of Lake Chalco expressed as TIC content shows a similar millennial-scale trend as the Cariaco Basin record, which reflects the dynamics of the ITCZ during the last glacial (Peterson et al., 2000; Peterson and Haug, 2006). Higher than average carbonate deposition at Chalco occurred during intervals of lighter sediment deposition in the Cariaco Basin, which reflects drier conditions in the northern Neotropics. Conversely, lower than average carbonate deposition at Lake Chalco occurred during deposition of darker sediments in the Cariaco Basin, corresponding to intervals of more fluvial discharge into the marine basin. These similarities suggest that millennial-scale variability of the ITCZ probably played an important role at modulating moisture availability in central Mexico, and therefore drove climateassociated fire regimes. Furthermore, it is likely that during times of extreme drought, volcanic mechanisms were not able to produce fire because of the lack of biomass to burn. Higher than average (lower than average) carbonate deposition at Chalco also coincided with negative (positive) excursions of d18O in the NGRIP record (low temperatures). This pattern suggests that global temperature changes during the last glacial were also an important driver of climatic conditions in central Mexico. As has been reported for other northern Neotropical locations (e.g. González and Dupont, 2009; Correa-Metrio et al., 2012), our data show that North Atlantic dynamics became dominant during the last glacial on the northern tropical climatic system."
  }, {
    "heading": "Conclusions",
    "text": "Using the concentration of authigenic carbonates we obtained a Lateglacial millennial-scale drought record for Lake Chalco. Drought periods are characterized by higher than average TIC concentrations and this signal was recorded from 85 to 77k cal a BP and during the deglaciation between 14 and 10.8k cal a BP. After 64 k cal a BP, we document a change in drought frequency, particularly between 47 and 27k cal a BP when the highest TIC concentrations are observed in the record. This result is comparable to the change documented in the hydrological regime of Petén Itza, a tropical lowland record in which a link between frequent wet/dry cycles with a more dynamic Laurentide Ice Sheet and increases in meltwater input to the Gulf of Mexico was established (Hodell et al., 2008). The influence of ice masses since 42 k cal a BP seems to have played an important role in the climate variability of the northern American tropics since this period. The fire episodes reconstructed with the loess regression of the CHAR data show 123 charcoal peaks distributed into three frequency intervals. Most of the fire episodes (97) are related to droughts and the highest activity of burning was detected during the latest part of MIS 3 (40–27k cal a BP) associated with the highest TIC concentrations and a long high spring insolation period. The geological setting of the Basin of Mexico as a tectono-volcanic basin with significant Quaternary volcanic activity suggested a feedback between fire and volcanic eruptions. Our record showed that 26 fire episodes characterized by the presence of tephra layers and/ or high MS values can be linked to volcanism. According to the loess model (Fig. 4B) fire activity has a positive relationship with both MS and TIC as surrogates for volcanic activity and drought. However, each of these elements independently accounts for a small fraction of charcoal variability, with most of the fire activity better explained by consideration of both factors. Our data indicate that fire regime in the basin of Lake Chalco was driven largely by climate forcing, with high\ntemperatures regulated by spring insolation that controlled carbonate precipitation and maintained drought conditions necessary for fire.\nAcknowledgements. This work was supported by projects DGAPAPAPIIT of the Universidad Nacional Auto noma de México (UNAM), IN109012, IN220609, and IN107013, Coordinacio n de la Investigacio n Cientifica, UNAM and CONACyT 130963, and a research Doctoral Fellowship 10939 from CONACYT and by the Posgrado en Ciencias de la Tierra from UNAM. We thank Anders Noren and Kristina Brady of the LacCore of the University of Minnesota for their assistance in core curation. We are also grateful to Mark Bush for access to facilities for charcoal extraction and Juan Pablo Bernal for U/ Th dating. We thank two anonymous reviewers for constructive comments on an earlier version of the manuscript.\nAbbreviations. AMS, accelerator mass spectrometry; CHAR, charcoal accumulation rate; CVF, Chichinautzin monogenetic volcanic field; GBA, Great Basaltic Ash; GMM, Gaussian mixture model; ITCZ, Intertropical Convergence Zone; LGM, Last Glacial Maximum; MIS, Marine Isotope Stage; MS, magnetic susceptibility; TFP, Tutti Frutti Pumice; TIC, total inorganic carbon; UTP, Upper Toluca Pumice."
  }],
  "year": 2015,
  "references": [{
    "title": "The 12.1 ka Middle Toluca Pumice: a dacitic Plinian–subplinian eruption of Nevado de Toluca in Central Mexico",
    "authors": ["JL Arce", "KE Cervantes", "JL Macı́as"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "New constraints on the subsurface geology of the Mexico City Basin: the San Lorenzo Tezonco deep well, on the basis of 40Ar/39Ar geochronology and whole-rock chemistry",
    "authors": ["JL Arce", "PW Layer", "E Morales-Casique"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2013
  }, {
    "title": "The 10.5 ka Plinian eruption of Nevado de Toluca volcano, Mexico: stratigraphy and hazard implications",
    "authors": ["JL Arce", "JL Macı́as", "L. Vázquez-Selem"],
    "venue": "Geological Society of America Bulletin",
    "year": 2003
  }, {
    "title": "Mixtools: an R package for analyzing finite mixture models",
    "authors": ["T Benaglia", "D Chauveau", "DR Hunter"],
    "venue": "Journal of Statistical Software",
    "year": 2009
  }, {
    "title": "A late-Quaternary monogenetic volcano field in central Mexico",
    "authors": ["K. Bloomfield"],
    "venue": "Geologische Rundschau 64:476–497.",
    "year": 1975
  }, {
    "title": "Late Quaternary tephrochronology of Nevado de Toluca volcano, central Mexico",
    "authors": ["K Bloomfield", "S. Valastro"],
    "venue": "Overseas Geology and Mineral Resources 46:1–15.",
    "year": 1977
  }, {
    "title": "Bayesian analysis of radiocarbon dates",
    "authors": ["C. Bronk-Ramsey"],
    "venue": "Radiocarbon 51:337–360.",
    "year": 2009
  }, {
    "title": "Radiocarbon AMS dating of pollen extracted from peat samples",
    "authors": ["TA Brown", "GW Farwell", "PM Grootes"],
    "venue": "Radiocarbon",
    "year": 1992
  }, {
    "title": "Lake Levels since about 40,000 years ago at Lake Chalco, near Mexico City",
    "authors": ["Caballero M", "Guerrero BO."],
    "venue": "Quaternary Research 50:69–79.",
    "year": 1998
  }, {
    "title": "Evidencias de cambio climático y ambiental en registros glaciales y en cuencas lacustres del centro de México durante el último máximo glacial. VázquezSelem L 62:359–377",
    "authors": ["M Caballero", "S Lozano-Garcı́a"],
    "year": 2010
  }, {
    "title": "The Lower Toluca Pumice: a ca",
    "authors": ["L Capra", "LM Carreras", "JL Arce"],
    "venue": "yrB. P. Plinian eruption of Nevado de Toluca volcano, México. Geological Society of America",
    "year": 2006
  }, {
    "title": "Comparison of pollen-slide and sieving methods in lacustrine charcoal analyses for local and regional fire history. Holocene 11:467–476",
    "authors": ["C Carcaillet", "M Bouvier", "B Fréchette"],
    "year": 2001
  }, {
    "title": "Particle motion and the theory of charcoal analysis: source area, transport, deposition, and sampling",
    "authors": ["Clark JS."],
    "venue": "Quaternary Research 30:67–80.",
    "year": 1988
  }, {
    "title": "Local and regional sediment charcoal evidence for fire regimes in presettlement north-eastern North America",
    "authors": ["Clark JS", "Royall PD."],
    "venue": "Journal of Ecology 84:365–382.",
    "year": 1996
  }, {
    "title": "Paleolimnology: the History and Evolution of Lake Systems",
    "authors": ["Cohen AS."],
    "venue": "New York: Oxford University Press.",
    "year": 2003
  }, {
    "title": "Millennialscale temperature change velocity in the continental northern Neotropics",
    "authors": ["A Correa-Metrio", "M Bush", "S Lozano-Garcı́a"],
    "venue": "PLOS ONE 8:e81958",
    "year": 2013
  }, {
    "title": "Pollen distribution along climatic and biogeographic gradients in northern Central America. The Holocene 21:681–692",
    "authors": ["A Correa-Metrio", "MB Bush", "L Pérez"],
    "year": 2011
  }, {
    "title": "The influence of abrupt climate change on the ice-age vegetation of the Central American lowlands",
    "authors": ["A Correa-Metrio", "MB Bush", "DA Hodell"],
    "venue": "Journal of Biogeography",
    "year": 2012
  }, {
    "title": "Lightning associated with the 1992 eruptions of Mt Spurr Volcano, Alaska",
    "authors": ["Davis CM", "McNutt SR."],
    "venue": "Eos, Transactions American Geophysical Union 74:649.",
    "year": 1993
  }, {
    "title": "Morphostratigraphic evolution of Popocatépetl volcanoe, México",
    "authors": ["na RM", "del Pozo AL"],
    "venue": "Geological Society of America",
    "year": 2006
  }, {
    "title": "Resilience of central Chile shrublands: a vulcanism-related hypothesis",
    "authors": ["ER Fuentes", "G. Espinosa"],
    "venue": "Interciencia 11:164–165.",
    "year": 1986
  }, {
    "title": "Geology of Nevado de Toluca Volcano and surrounding areas, central Mexico",
    "authors": ["A Garcı́a-Palomo", "JL Macı́as", "L Capra"],
    "venue": "Geological Society of America: Boulder, CO. Map and Chart Series MCH089",
    "year": 2002
  }, {
    "title": "Forest fire and climate change in western North America: insights from sediment charcoal records. Frontiers in Ecology and the Environment 5:499–506",
    "authors": ["DG Gavin", "DJ Hallett", "FS Hu"],
    "year": 2007
  }, {
    "title": "Tropical salt marsh succession as sea-level indicator during Heinrich events",
    "authors": ["González C", "Dupont LM."],
    "venue": "Quaternary Science Reviews 28:939–946.",
    "year": 2009
  }, {
    "title": "Paleomagnetismo, magnetoestratigrafı́a y paleoecologı́a del Cuaternario tardı́o en el lago de Chalco, cuenca de México",
    "authors": ["Guerrero BO."],
    "venue": "PhD Thesis. Universidad Nacional Auto",
    "year": 1992
  }, {
    "title": "Magnetic properties of lake sediments from Lake Chalco, central Mexico, and their palaeoenvironmental implications",
    "authors": ["BO Guerrero", "R Thompson", "JU. Fucugauchi"],
    "venue": "Journal of Quaternary Science 15:127–140.",
    "year": 2000
  }, {
    "title": "Estratigrafı́a y análisis de facies de los sedimentos lacustres del Cuaternario tardı́o en la cuenca de Chalco, México",
    "authors": ["D. Herrera-Hernández"],
    "venue": "Master Thesis. Universidad Nacional Auto",
    "year": 2011
  }, {
    "title": "Paleoindians and fire during the late Quaternary in southern South America",
    "authors": ["Heusser CJ."],
    "venue": "Revista Chilena de Historia Natural 67:435–443.",
    "year": 1994
  }, {
    "title": "Reconstructing fire regimes with charcoal from small-hollow sediments: a calibration with tree-ring records of fire",
    "authors": ["PE Higuera", "DG Sprugel", "LB. Brubaker"],
    "venue": "The Holocene 15:238–251.",
    "year": 2005
  }, {
    "title": "Vegetation mediated the impacts of postglacial climate change on fire regimes in the south-central Brooks Range, Alaska",
    "authors": ["PE Higuera", "LB Brubaker", "PM Anderson"],
    "venue": "Ecological Monographs",
    "year": 2009
  }, {
    "title": "Peak detection in sediment–charcoal records: impacts of alternative data analysis methods on fire-history interpretations",
    "authors": ["PE Higuera", "DG Gavin", "PJ Bartlein"],
    "year": 2010
  }, {
    "title": "An 85-ka record of climate change in lowland Central America",
    "authors": ["DA Hodell", "FS Anselmetti", "D Ariztegui"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "A signal-to-noise index to quantify the potential for peak detection in sediment–charcoal records. Quaternary Research 75:11–17",
    "authors": ["RF Kelly", "PE Higuera", "CM Barrett"],
    "year": 2011
  }, {
    "title": "A 9000-year fire history from the Oregon Coast Range, based on a high-resolution charcoal study",
    "authors": ["CJ Long", "C Whitlock", "PJ Bartlein"],
    "venue": "Canadian Journal of Forest Research",
    "year": 1998
  }, {
    "title": "Late Pleistocene and Holocene paleoenvironments of Chalco lake, central Mexico",
    "authors": ["MS Lozano-Garcı́a", "B Ortega-Guerrero", "M Caballero-Miranda"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "Late Quaternary environmental changes of the central part of the Basin of Mexico; correlation between Texcoco and Chalco basins",
    "authors": ["MS Lozano-Garcı́a", "B. Ortega-Guerrero"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1998
  }, {
    "title": "The midsummer drought over Mexico and Central America",
    "authors": ["V na", "JA Amador", "S. Medina"],
    "venue": "Journal of Climate",
    "year": 1999
  }, {
    "title": "Fire-fuel-climate linkages in the northwestern USA during the Holocene",
    "authors": ["J Marlon", "PJ Bartlein", "C. Whitlock"],
    "venue": "The Holocene 16:1059–1071.",
    "year": 2006
  }, {
    "title": "Lightning associated with the 1992 eruptions of Crater Peak, Mount Spurr volcano, Alaska",
    "authors": ["McNutt SR", "Davis CM."],
    "venue": "Journal of Volcanology and Geothermal Research 102:45–65.",
    "year": 2000
  }, {
    "title": "A simple method to separate pollen for AMS radiocarbon dating and its application to lacustrine and marine sediments",
    "authors": ["Mensing SA", "Southon JR."],
    "venue": "Radiocarbon 41:1–8.",
    "year": 1999
  }, {
    "title": "The analysis of charcoal in peat and organic sediments",
    "authors": ["S Mooney", "W. Tinner"],
    "venue": "Mires and Peat, volume 7. A Review of Protocols in Peat Palaeoenvironmental Studies, De Vleeschouwer F, Hughes P, Nichols J, Chambers F (eds). International Mire Conservation Group and International Peat Society. Article 09;",
    "year": 2011
  }, {
    "title": "Palaeomagnetic investigations of the tertiary and quaternary igneous rocks: VIII A palaeomagnetic and petrologic study of volcanics of the valley of Mexico",
    "authors": ["F Mooser", "AEM Nairn", "JFW. Negendank"],
    "venue": "Geologische Rundschau 63:451–483.",
    "year": 1974
  }, {
    "title": "High-resolution records of northern hemisphere climate extending into the last interglacial period",
    "authors": ["North Greenland Ice Core Project members."],
    "venue": "Nature 431:147–151.",
    "year": 2004
  }, {
    "title": "Geochemical characterization of Late Pleistocene and Holocene tephra layers from the Basin of Mexico, Central Mexico",
    "authors": ["Ortega-Guerrero B", "Newton AJ."],
    "venue": "Quaternary Research 50:90– 106.",
    "year": 1998
  }, {
    "title": "Microscopic charcoal as a fossil indicator of fire",
    "authors": ["WA Patterson", "KJ Edwards", "DJ. Maguire"],
    "venue": "Quaternary Science Reviews 6:3–23.",
    "year": 1987
  }, {
    "title": "Variability in the mean latitude of the Atlantic Intertropical Convergence Zone as recorded by riverine input of sediments to the Cariaco Basin (Venezuela)",
    "authors": ["Peterson LC", "Haug GH."],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 234:97–113.",
    "year": 2006
  }, {
    "title": "Rapid changes in the hydrologic cycle of the tropical Atlantic during the Last Glacial",
    "authors": ["LC Peterson", "GH Haug", "KA Hughen"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Changes in fire regimes since the Last Glacial Maximum: an assessment based on a global synthesis and analysis of charcoal data",
    "authors": ["MJ Power", "J Marlon", "N Ortiz"],
    "venue": "Climate Dynamics",
    "year": 2008
  }, {
    "title": "Fire history and the Global Charcoal Database: a new tool for hypothesis testing and data exploration",
    "authors": ["MJ Power", "JR Marlon", "PJ Bartlein"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2010
  }, {
    "title": "Development Core Team",
    "authors": ["R http://www.R-project.org"],
    "year": 2010
  }, {
    "title": "Deposition models for chronological records",
    "authors": ["Ramsey CB."],
    "venue": "Quaternary Science Reviews 27:42–60.",
    "year": 2008
  }, {
    "title": "ImageJ Version 1.32 j. National Institutes of Health: Bethesda, MD",
    "authors": ["Rasband WS"],
    "year": 2005
  }, {
    "title": "IntCal13 and Marine13 radiocarbon age calibration curves 0–50,000 years cal BP",
    "authors": ["PJ Reimer", "E Bard", "A. Bayliss"],
    "venue": "Radiocarbon 55:1869–1887.",
    "year": 2013
  }, {
    "title": "Modelado gravimétrico de la estructura de la cuenca de México",
    "authors": ["Rodrı́guez-Chávez FM"],
    "year": 2003
  }, {
    "title": "The 31ka rhyolitic Plinian to sub-Plinian eruption of Tlaloc Volcano, Sierra Nevada, central Mexico",
    "authors": ["H Rueda", "JL Macı́as", "JL Arce"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2013
  }, {
    "title": "Flora fanerogámica del Valle de México",
    "authors": ["GC Rzedowski", "J. Rzedowski"],
    "venue": "Instituto de Ecologı́a, A.C. y Comisio",
    "year": 2001
  }, {
    "title": "Hoja México 14Q-h(5)",
    "authors": ["46:1243–1282. Schlaepfer CJ"],
    "venue": "Con resumen de la",
    "year": 1968
  }, {
    "title": "Repeated volcanic disasters in Prehispanic time at Popocatépetl, central Mexico: past key to the future",
    "authors": ["C Siebe", "M Abrams"],
    "venue": "Luis Macı́as J 24:399–402",
    "year": 1996
  }, {
    "title": "Geology and radiocarbon ages of Tláloc, Tlacotenco, Cuauhtzin, Hijo del Cuauhtzin, Teuhtli and Ocusacayo monogenetic volcanoes in central part of the Sierra",
    "authors": ["C Siebe", "L Arana-Salinas", "M. Abrams"],
    "year": 2005
  }, {
    "title": "Continental Margin Volcanism. México: Geological Society",
    "authors": ["JE Gardner", "C Siebe"],
    "year": 2012
  }, {
    "title": "The post-glacial fire record",
    "authors": ["K. Tolonen"],
    "venue": "The Role of Fire in Northern Circumpolar Ecosystems, Wein RW, MacLean DA (eds). John Wiley and Sons: New York.",
    "year": 1983
  }, {
    "title": "Gravity modelling of lake basin structure: the lakes of Xochimilco and Chalco, southern basin of Mexico",
    "authors": ["Urrutia FJ", "Chavez RS."],
    "venue": "Society of Exploration Geophysics (SEG). Annual Meeting Proceedings.",
    "year": 1991
  }, {
    "title": "Martı́n delPozzo",
    "authors": ["J Urrutia-Fucugauchi"],
    "venue": "Implicaciones de los datos paleomagnéticos sobre la edad de la Sierra de Chichinautzin, cuenca de México. Geofı́sica Internacional",
    "year": 1993
  }, {
    "title": "Geologı́a de la cuenca de México",
    "authors": ["E Vázquez-Sánchez", "R Jaimes-Palomera"],
    "venue": "Geofı́sica Internacional 28:133–190.",
    "year": 1989
  }, {
    "title": "Late Quaternary glaciation of Mexico",
    "authors": ["L Vázquez-Selem", "K Heine"],
    "venue": "Developments in Quaternary Sciences 2:233–242.",
    "year": 2004
  }, {
    "title": "Charcoal as a fire proxy",
    "authors": ["C Whitlock", "C Larsen"],
    "venue": "Dordrecht: Kluwer Academic Publishers, pp. 75–97. Copyright # 2015 John Wiley & Sons, Ltd.",
    "year": 2001
  }],
  "id": "SP:cf5ee973e445397974101c9384d58b09ff2db12b",
  "authors": [{
    "name": "E. TORRES-RODRÍGUEZ",
    "affiliations": []
  }, {
    "name": "S. LOZANO-GARCÍA",
    "affiliations": []
  }, {
    "name": "P. ROY",
    "affiliations": []
  }, {
    "name": "B. ORTEGA",
    "affiliations": []
  }, {
    "name": "L. BERAMENDI-OROSCO",
    "affiliations": []
  }, {
    "name": "A. CORREA-METRIO",
    "affiliations": []
  }, {
    "name": "M. CABALLERO",
    "affiliations": []
  }],
  "abstractText": "Over the last glacial cycle, climate variations in the Neotropics were related to diverse forcing mechanisms whose understanding has been limited because of the scarcity of continuous long records. Here we use high-resolution charcoal particle accumulation, inorganic carbon precipitation and magnetic susceptibility data from Lake Chalco, located in high-altitude tropical central Mexico, to assess the fire regimes and drought periods between 85 and 10.8k cal a BP. Overall, drought intervals were characterized by high carbonate deposition and were contemporary with high spring insolation. Most of the high fire activity periods were coupled with droughts, whereas some of them seem to have responded to volcanic activity in the basin. Periods of more fire activity during the latest part of Marine Isotope Stage 3 were associated with a long interval of higher spring insolation. Increase in drought frequency during 47–27k cal a BP were possibly linked to a more active Laurentide Ice Sheet influencing the oceanic and atmospheric controls of the tropical climatic system. In fact, Chalco and Cariaco records show similar millennial-scale trends, suggesting a role of the Intertropical Convergence Zone in modulating moisture availability in the region. Copyright # 2015 John Wiley & Sons, Ltd.",
  "title": "Last Glacial droughts and fire regimes in the central Mexican highlands"
}