{
  "sections": [{
    "text": "KEYWORDS: Britain; Cenozoic; erosional isostasy; North Sea; uplift."
  }, {
    "heading": "Introduction",
    "text": "Westaway (2009a) proposed that the Quaternary uplift of northern England is coupled to subsidence of the southern North Sea (Fig. 1), these processes being mediated by westward flow of mobile lower crust from beneath the central–southern North Sea to beneath the uplifting region, which balances the sediment flux in the opposite direction. This combination of coupled processes (described algebraically by Westaway, 2002, 2007; illustrated schematically in many cartoons in these papers and elsewhere, which are not repeated here) thus arguably provides a case study illustrating the general mechanism of erosional isostasy within the continental crust, consistent with many other examples, worldwide (e.g. Bridgland and Westaway, 2008a,b; Westaway et al., 2009). This process is additional to the better-known mantle-driven isostasy (the predominant isostatic compensation process in glacio-isostasy, although distinct contributions from these two processes are sometimes resolvable in glacioisostatic studies; e.g. Bridgland et al., 2010) and, importantly, differs in being non-reversible, thus providing a mechanism for the progressive Quaternary uplift evident in many parts of the world. The absence of comparable vertical crustal motions in regions of cratonic Archaean crust, which (because of compositional differences and low heat flow caused by great lithospheric thickness) lack any mobile lower-crustal layer, provides a supporting argument (Westaway et al., 2003). Westaway (2009a) established this hypothesis of coupling between uplift of northern England and North Sea subsidence by numerical modelling of the data then available. Significant\nnew datasets relating to this topic have subsequently developed, including onshore datasets from cave levels and fluvial terrace staircases and offshore data from the Mid North Sea High (MNSH), a region hitherto under-researched. The present study will synthesize these new data, along with existing offshore data, and show that they support the essential argument, albeit with modifications. However, on the same timescale, others have argued for entirely different hypotheses for the Cenozoic, or Late Cenozoic, landscape development of Britain. Much of this recent literature, which claims that the overall topography of Britain has remained essentially unaltered for many tens of millions of years, can be discounted because of inconsistency with the observational evidence; it indeed represents a ‘throwback’ to the ideas of a generation ago, before the modern onshore datasets pertaining to uplift had been developed (cf. Hancock and Rawson, 1992). These issues will also be discussed.\nEvidence for Quaternary uplift of northern England; comparison with other parts of Britain\nIn general, Quaternary uplift in onshore areas can be quantified using river terraces, raised beaches, and cave levels (e.g. Westaway, 2010a). In southern England, the principal constraint comes from river terraces (e.g. Westaway et al., 2002; Westaway, 2011a, 2014; cf. Gibbard and Lewin, 2009); these are consistent with the raised-beach evidence in localities where both occur in proximity, such as along the coasts of Sussex (Westaway et al., 2006a; Harding et al., 2012), southeast Norfolk/north-east Suffolk (Westaway, 2009b) and south Devon (Westaway, 2010a, 2011b). Uplift rates since the Correspondence to: R. Westaway, as above. E-mail: robert.westaway@gla.ac.uk.\nCopyright # 2016 John Wiley & Sons, Ltd.\nMid-Pleistocene Revolution (MPR) have thus been as high as 0.1mma 1 in much of central-southern England. The applicability of cave-levels relates to their formation by lowering of the water table in adjacent river valleys, making them a proxy for the fluvial (and/or glacial; cf. Cope and Bowen, 2015) downcutting that itself can indicate uplift. Such analysis typically involves identifying the oldest speleothem deposits present, to date the phreatic-to-vadose transition in each cave-level (e.g. Westaway, 2009a). The growing importance of caves as indicators of landscape development reflects improvements in dating technologies, which offer the potential for accurately dating speleothems as old as the Early Pleistocene (e.g. Woodhead and Pickering, 2012). The terrace staircase of the principal river in central England, the Trent, is more difficult to interpret than its counterparts in southern England, because much of the catchment has been overridden by glaciations, including the recently identified Marine Isotope Stage (MIS) 8 Wragby Glaciation (e.g. Westaway, 2010b, White et al., 2010, 2016, Bridgland et al., 2014, 2015, Westaway et al., 2015). By virtue of its principal tributary, the Derbyshire Derwent, which drains most of the Peak District uplands, the Trent catchment spans the transition between ‘lowland’ and ‘upland’ Britain, thus enabling comparison of the uplift histories indicated by the fluvial terraces in lowland parts of the catchment and by cavelevels in the Carboniferous limestone in its upland part. These cave-levels indicate post-MPR uplift rates of up to 0.2mm a 1 (Westaway, 2009a, Bridgland et al., 2014), faster than in the adjoining lowlands; the observed lateral variations in Quaternary uplift are thus enhancing the overall domed structure of these uplands, rather than the uplands being a relic of ancient crustal deformation as was formerly thought. In addition to such evidence from cave-levels, the Easington Raised Beach on the North Sea coast of County Durham (at NZ 44318 45301) has recently been re-investigated in detail (e.g. Davies et al., 2009; Davies and Bridgland, 2013); using modern optically stimulated luminesence and protein decomposition (amino acid) techniques it is dated to the penultimate interglacial,\nMIS 7, probably its late substage MIS 7a ca. 190ka. The fauna indicates interglacial conditions; if the contemporaneous sea level was similar to that at present (e.g. Siddall et al., 2003), its 35m OD height indicates a time-averaged uplift rate of 35m since 190ka or 0.18mma 1, similar to the aforementioned cave evidence. Conversely, at Sewerby (ca. TA 199 686), on the East Yorkshire coast 110km farther south-east, raised-beach gravel that reaches 4m OD is dated to the last (Ipswichian) interglacial (MIS 5e) from the occurrence of Hippopotamus amphibius and a luminescence date of 121 12ka from overlying aeolian sand (Bateman and Catt, 1996). A local uplift rate of 0.03mma 1 ( 4m since 125ka) is indicated. The difference between these two rates graphically illustrates the variation in Quaternary landscape evolution across the northward transition from lowland to upland Britain. Significant new evidence has also recently emerged regarding Pleistocene cave development and its chronology in other parts of Britain. Three examples will be illustrated here: the Three Counties cave system and Victoria and Ogof Draenen caves. The disposition of the dated, superimposed cave levels in the Three Counties (or Leck Fell) cave system (on the North Yorkshire–Lancashire–Cumbria border; ca. SD 687 793) provides arguably the best evidence for a 0.2mma 1 uplift rate in the Yorkshire Dales (Westaway, 2009a). Recent discoveries have increased its known length to >86 km, making it the longest cave system in the UK (Allen, 2014); Waltham and Walsh (2016) provide updated documentation of the evidence (cf. Westaway, 2015). Victoria Cave, near Settle in North Yorkshire (ca. SD 838 650),\n410m OD, or 160m above the adjacent River Ribble, was investigated in the 1870s by William Boyd Dawkins and Richard Tiddeman. As Lord et al. (2012) have described, Tiddeman recognized that the cave deposits represent multiple alternations between temperate and cold conditions. This was disputed by Dawkins; this argument over interpretation led to the abandonment of research on the cave for more than a century. The oldest sediments now recognized are assigned to MIS 15 (Lundberg et al., 2010) but they post-date the phreatic-to-vadose transition by\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nan unknown interval. If the rate of regional uplift/fluvial downcutting has been 0.15mma 1 (as suggested by Waltham, 2013), then the 160m of incision indicates an age of 1070ka, whereas with the 0.2mma 1 rate favoured by Westaway (2009a) the resulting age is 800ka. Conversely, if the 200m of overall young fluvial downcutting in the vicinity, recognized by Waltham (2013), post-dates the MPR (cf. Bridgland et al., 2014) and has occurred at a constant rate, then the phreatic-tovadose transition was ca. 720ka, or MIS 17. Discovered in 1994, Ogof Draenen has a surveyed length of >70km, making it currently the second longest cave known in Britain. It is located in the eastern Brecon Beacons upland of South Wales, near Blaenavon (entrance at SO 24631 11779; 360m OD), the vertical extent of its multiple cavelevels spanning 300m (e.g. Farrant and Simms, 2011; Simms and Farrant, 2011). Notwithstanding other complexities noted by Farrant et al. (2014), this cave system has developed in response to downcutting by the small River Llwyd, which is a tributary of the River Usk, joining this larger river 23km away to the SSE (ca. ST 347 906). Simms and Farrant (2011) estimated 60m of fluvial incision since some of the highest and oldest cave-levels formed and speculated that the timescale was 1Ma. Subsequently, Smith (2014) has reported a laser-ablation U Pb age of 1136.7 15.7 ka for speleothem in one of these higher cave levels. Simms and Farrant (2011) argued that since this instance of fluvial incision is by a tributary, rather than by the principal river in the region, it is not necessarily a proxy for uplift. This example is, indeed, similar to the case study analysed by Bridgland et al. (2014), for the Derbyshire Derwent and its tributaries in relation to the Trent. In the latter study, although the observed incision was indeed not a direct proxy for uplift, the authors\nquantified and corrected for the various effects (e.g. knickpoint development; course changes) that influence fluvial incision but are unrelated to uplift, thus extracting an uplift history from the dataset. In the absence of any reported evidence of any such effects in the Llwyd or Usk, one may take the observed incision as an indicator of uplift. Thus, the 60m of uplift since 1140ka indicates a time-averaged uplift rate of 0.05mma 1. This is less than in many other parts of southern England but supports the general westward tapering in uplift rates across southern Britain that is attributed to increasing stiffness of the crust caused by increasing thickness of the mafic underplating at its base (Westaway, 2010a; Green et al., 2012; Bridgland et al., 2014; see also below)."
  }, {
    "heading": "Offshore evidence",
    "text": "The North Sea is a major Cenozoic and, indeed, Quaternary depocentre (Fig. 2). For much of the Cenozoic, the main sediment source was in the east, from the ancestral Baltic or Eridanos river system, which resulted in westward progradation of delta systems across the region that is now the North Sea (e.g. Bijlsma, 1981; Huuse, 2002a). During the Pleistocene, the principal sediment source switched to the south, via the German rivers especially the Rhine (e.g. Gibbard, 1988). Thus, in the early Middle Pleistocene the Southern North Sea, south of 55˚N, formed an extensive delta system, comprising deposits known, in the UK sector, as the Yarmouth Roads Formation (e.g. Stoker et al., 2011). The Anglian/Elster glaciation (MIS 12), represented by glacigenic sediments of the Swarte Bank Formation, marked the end of this continuous deltaic sedimentation. At this time, as is well known, a proglacial lake in the southernmost North Sea\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\noverflowed into the English Channel, initiating the development of the Dover Strait; during subsequent cold-climate stages, with lowered sea level, the Rhine and adjacent rivers have flowed via this strait, depositing their sediment load in the Western Approaches/Bay of Biscay instead of the North Sea (e.g. Smith, 1985, 1989; Gibbard, 1995; Toucanne et al., 2009; Westaway and Bridgland, 2010; Mellett et al., 2013). The thickness of Quaternary sediment beneath the North Sea has proved difficult to determine; early studies (e.g. Caston, 1977; Balson and Cameron, 1985; Cameron et al., 1987) tended towards underestimation. The sediment thicknesses illustrated in Fig. 2, from Kooi et al. (1991), agree reasonably well with modern studies for the Southern North Sea, but indeed underestimate the thicknesses currently accepted for the Central North Sea (cf. Stoker et al., 2011; Ottesen et al., 2014). In the latter region, the sediment thickness depicted in Fig. 2 is that above the Upper Regional Unconformity, now regarded as marking the base Middle Pleistocene rather than the base Pleistocene (Ottesen et al., 2014). In general, the Quaternary sediment tapers westward from the North Sea axis towards the English/Scottish coastline, with angular unconformities that are very slight relative to underlying Oligocene–Pliocene deposits and more pronounced relative to older rocks, the feather-edge of the deposit overlapping onto Palaeozoic bedrock as depicted schematically in Fig. 3 (e.g. Balson and Cameron, 1985; Cameron et al., 1987). Because of the northward delta progradation, the base Yarmouth Roads Formation is diachronous; in the south, much of this deposit is Early Pleistocene, whereas ca. 55–56˚N\nthis base [overlying (?glacio) marine deposits of the Aberdeen Ground Formation] is early Middle Pleistocene (e.g. Stoker et al., 1983). For example, borehole 81/34 (ca. 56˚N, 2˚E) informs this history (e.g. Stoker et al., 1983; Cameron et al., 1987; Ekman, 1999): the seabed at 83m depth is underlain by 20m of glacigenic sediments, then 140m of Yarmouth Roads Formation, with the Matuyama–Brunhes transition 190m below the seabed. The time-averaged local early Middle Pleistocene sedimentation rate was thus 170m between 780 and 450 ka or 0.52mma 1. Conversely, during the pre-Jaramillo Early Pleistocene, the sedimentation rate was much lower, the local record being discontinuous (Ekman, 1999). However, a nearby representative cross-section depicts 90m of seawater underlain by 90m of Anglian and younger deposits, then 620m of older Pleistocene sediments, their base 800m below sea level (Stoker et al., 2011): the deposition of 620–180m of sediment between 2600 and 780 ka indicates a time averaged Early Pleistocene sedimentation rate of 0.24mma 1. This representative thickness is consistent with recent 3D seismic work (Ottesen et al., 2014), which depicts the base Pleistocene deepening eastward in this vicinity to a maximum of 1000m ca. 56˚N, 2.5˚E. Similar calculations for the Central North Sea (56–59˚N) indicate that here, too, sedimentation rates were faster during the Middle Pleistocene than during the Early Pleistocene (Table 1). This tendency of increasing sedimentation rates was recognized in the Southern North Sea by Kooi et al. (1991), who estimated typical rates of 0.1mma 1 during the Quaternary, compared with 0.005mma 1 earlier in the Cenozoic. This\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nmirrors the tendency for corresponding increases in uplift rates that became apparent in the onshore records more than a decade later; climate change was evidently the driver of both sets of processes through the mechanism of erosional isostasy (e.g. Bridgland and Westaway, 2008a,b; Westaway et al., 2009). The above calculations indicate a significant increase in North Sea sedimentation rates around the MPR, likewise consistent with the increase in uplift rates now widely recognized around this time onshore. The MNSH, occupying most of the UK sector of the North Sea ca. 55–56˚N, offshore of north-east England and southeast Scotland, had until recently experienced limited exploration. Release by Milton-Worssell et al. (2010) and DECC (2014) of modern seismic data (Fig. 4) now establishes that the MNSH has very similar structure to these onshore regions, comprising a mosaic of grabens of mainly Early Carboniferous age bounded by ‘highs’ in normal-fault footwalls, typically ‘cored’ by Caledonian-age granite plutons. DECC (2014) indeed noted many offshore analogues of more familiar structures onshore in north-east England and south-east Scotland that are inherited from the Early Carboniferous crustal extension and subsequent crustal shortening during the end-Carboniferous Variscan orogeny (cf. e.g. Chadwick et al., 1995; De Paola et al., 2005; Kimbell et al., 2010; Andrews, 2013). It is well established that the relative buoyancy of these onshore granites controlled the Early Carboniferous structural development (e.g. Bott et al., 1984); it enabled the granite-cored blocks to resist sediment loading and to thus remain relatively stable in normal-fault footwalls while adjoining hanging-walls subsided by many kilometres (e.g. Chadwick et al., 1995). In modern isostatic analyses, the combination of low density and high radioactive heat production in these granites maintains the underlying base of the brittle upper crust at a relatively shallow depth and low lithostatic pressure, facilitating the inflow of lower crust from beneath the adjoining depocentre to the east, thus sustaining the observed uplift (e.g. Westaway, 2009a; see also below). The western limit of the Mid-Cenozoic North Sea depocentre adjoined the Dogger Granite (Fig. 4), 200– 250 km east of the modern British coastline, in a manner that suggests similar control on vertical crustal motions by the buoyancy of and/or heat production in this granite. Conversely, the Quaternary depocentre extends westward across much more of the MNSH than did its Mid-Cenozoic predecessor; it covers the Dogger Granite and other granitecored crustal blocks, its western feather-edge reaching within 50–100 km of the modern coastline (e.g. Dingle, 1970; Fig. 2)."
  }, {
    "heading": "Discussion",
    "text": "Cope and Bowen (2015) have recently proposed that estimates of Cenozoic denudation in and around Britain may be exaggerated because loading effects of Pleistocene ice sheets (e.g. on compaction of the Chalk) may have been\nmisinterpreted as loading by former overburden since lost to erosion; in their view, given the different densities involved, a 2000-m-thick ice sheet would have a similar loading effect to 1000m of sediment. They drew attention to estimates of Cenozoic denudation by up to 1500m in the Central Irish Sea Basin (west of Wales, Fig. 1; 52.5˚N, 6.5˚W), reported by Hillis et al. (2008), which they considered implausibly high, and suggested that perhaps 1000m of the effect might have been caused by a 2000-m-thick Pleistocene ice sheet. However, this offshore dataset was discussed in detail by Green et al. (2001a) and Williams et al. (2005), who showed that the estimates of denudation from sediment compaction were consistent with other techniques, including apatite fission-track analysis (AFTA); Green et al. (2012) also subsequently deduced 1500m of Cenozoic denudation from other parts the Irish Sea region. Although Cope and Bowen (2015) have evidently misinterpreted this example, it is nonetheless possible that they are correct regarding other localities in the North Sea basin (see below). The mismatch between the 1000m of Cenozoic erosion on the Danish side of the North Sea, estimated by Japsen (1998) from compaction of the Chalk, has been noted as anomalous in connection with Fig. 3, given that Huuse (2002a,b) deduced at most 200–300m of Cenozoic denudation in this region from angular relations of stratigraphic units. However, Huuse (2002a,b) could not explain why this standard method, use of compaction to estimate denudation, went wrong for Denmark. It is suggested (cf. Cope and Bowen, 2015) that in Denmark the peak loading experienced by the Chalk resulted from Pleistocene ice-loading, not former overburden lost to denudation. Many workers have indeed proposed that the Scandinavian ice sheet attained 3 km maximum thickness during multiple Pleistocene glaciations (e.g. Milanovsky, 2008). Although Denmark was only partly ice-covered during MIS 6 and MIS 2, the ice was more extensive during the Elster glaciation (MIS 12) and apparently again in MIS 8, the Treldenæs Glaciation (Houmark-Nielsen, 2011). Høyer et al. (2013) have noted evidence of deepseated glaciotectonism in Denmark, indicative of loading by thick ice, and thus inferred that past ice margins were steep, the ice exceeding 1000m thickness within 6 km of its margin. It is thus plausible that this region was covered on at least one occasion by thick enough ice to replicate 1000m of sediment loading, thus explaining Japsen’s (1998) results. It is therefore important to check this potential cause of sediment compaction elsewhere in the North Sea region, to ensure that other estimates of Cenozoic denudation are not also overestimated. The rest of this Discussion will consider two key issues: first, the integration of onshore and offshore vertical crustal motions; and, second, alternative scenarios for the state of isostatic equilibrium in the North Sea region, including the often-repeated notion that this has some connection with the Iceland mantle plume.\nTable 1. Quaternary sedimentation in the Central North Sea.\nTime A (km2) V (km3) Hmax (m) Hav (m) vmax (mma 1) vav (mma 1)\nMiddle/Late Pleistocene 172000 31000 300 180 0.38 0.23 Early Pleistocene 172000 40000 600 230 0.33 0.12\nData for the Central North Sea (56–59˚N) are from Ottesen et al. (2014). Early Pleistocene and Middle/Late Pleistocene are taken as 2600–780 ka and post-780 ka, respectively. A is the area of study; V is the volume of sediment deduced from 3D seismic data; Hmax is the maximum thickness of this sediment, obtained from fig. 6 of Ottesen et al. (2014); Hav is the spatial average thickness of this sediment, calculated as V/A; the timeaveraged maximum and spatial average sedimentation rates, vmax and vav, are calculated by dividing Hmax and Hav by the respective durations.\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nIntegration of onshore uplift and offshore subsidence\nThe first suggestion that Quaternary uplift of any part of Britain has been coupled to subsidence of the North Sea was by Preece et al. (1990). These authors deduced that Middle Pleistocene littoral sediments now 40m O.D. in the Isle of Wight (the island off southern England, depicted in Fig. 2) date from one of the mid-Middle Pleistocene interglacial marine highstands (probably MIS 11) and thus indicate an uplift rate of 0.1mma 1. These authors also noted that the Lenham Beds (then thought to be Late Miocene; nowadays considered probably Early Pliocene) elsewhere in southeast England reach 200m O.D. and that other Late Cenozoic marine deposits in northern France indicate similar amounts of uplift. They thus envisaged the occurrence of up to 400m of Late Cenozoic uplift in and around the English Channel, and concluded that ‘by contrast, the massive subsidence of the southern North Sea is well documented by its thick Pleistocene deposits. It is possible that the central Channel uplift represents a compensation (mouvement de bascule) associated with this rapid subsidence . . . . The volumes of uplift and fill in the two areas appear to be roughly comparable.’ Interpretations of the Late Cenozoic history of vertical crustal motions in these parts of southern England and their surroundings have been refined through subsequent modelling studies (e.g., Bridgland, 2000; Bridgland and Westaway, 2008a, 2008b, 2014; Westaway et al., 2002, 2006a; Westaway, 2010b, 2011a, 2011b, 2014; Westaway and Bridgland, 2010; Harding et al., 2012) but the essential picture remains the same, notwithstanding the concurrent development of a parallel ‘uplift denier’ literature (see below). Independent of these investigations based on the disposition of preserved Late Cenozoic sediments, other workers have attempted to determine histories of vertical crustal motion for the North Sea and its surroundings using other techniques, notably by using thermochronology and sediment compaction to estimate denudation. Japsen (1998) thus presented an integrated synthesis of evidence pertaining to Cenozoic (and, indeed, Quaternary) vertical crustal motions for the North Sea and its surroundings. This synthesis is summarized in Fig. 3, a west–east cross-section along the 56˚N parallel between Edinburgh, in south-east Scotland, and Copenhagen, Denmark. It is based largely on estimates of maximum burial from Chalk compaction, supported by thermochronological data. As noted above, the apparent symmetry of this reconstruction has been criticized by Danish workers (e.g. Huuse, 2002a,b), who note that it exaggerates the true angular discordance between bodies of Cenozoic sediment on the Danish side of the North Sea and thus overestimates the Cenozoic denudation by many hundreds of metres. On the British side, the 1500m of Cenozoic denudation depicted is derived from the estimated 1600m of excess burial indicated by Chalk compaction in the Cleethorpes-1 borehole. Although Cleethorpes is far from Edinburgh (Fig. 1), this estimate of the earliest Cenozoic landsurface height (relative to the modern landscape) is now considered reasonable for much of the intervening region. Thus, for example, Green (2002) showed using AFTA data that in the Scafell area of the Lake District the palaeo-land surface was 700m above the highest parts of the presentday landscape, which reach 1000m OD. The AFTA dataset from the Eastgate-1 borehole likewise places the palaeoland surface at 1700–1800m OD, 1100–1200m above the highest points in the local landscape (Green et al., 2012). Furthermore, the estimate of 700m of Quaternary uplift from the projected height of the part of the Pliocene\nsediment body that is depicted as subsequently lost to erosion is roughly what one would get by extrapolating the 0.2mma 1 uplift rate characteristic of northern England back to the Mid-Pliocene climatic optimum (0.2mma 1 3 Ma¼ 600m), as Westaway (2009a) noted. However, the evidence now available, discussed above, suggests that such high uplift rates are only applicable post-MPR; for example, Bridgland et al. (2014) estimated 400m as an upper bound to the post-3 Ma uplift in the Peak District, indicating timeaveraged uplift rates of 0.1mma 1 between 3 Ma and the MPR. [Correction added on 23 March 2016, after first online publication: Due to an earlier omission, the first paragraph in the “Integration of onshore uplift and offshore subsidence” has now been added above and the reference “Preece et al. (1990)” added in the References at the end of the article.] Since part of the cross-section in Fig. 3 (where it passes from the MNSH to the Central Graben, then exits the UK sector of the North Sea) is near the north-east end of the cross-section in Fig. 4, one may make a comparison. Allowing for 70m of water (Fig. 1) with a seismic velocity of 1400m s 1, and taking a representative seismic velocity of 1800m s 1 for the Quaternary sediments (cf. Ottesen et al., 2014), the base Pleistocene at 1.0 s two-way time (TWT) is at 880m depth, with the base Pliocene (estimated at 1.3 s TWT) at 1150m. These values compare with the 900 and 1000m depths depicted in Fig. 3. Figure 3 thus provides a reasonable schematic summary of the evidence in this offshore region, as well as for Britain. One should anyway not expect the North Sea basin and its surroundings to exhibit symmetrical denudation about a north–south axis, because its eastern margin adjoins the transEuropean Suture Zone (or Sorgenfrei–Tornquist Zone; STZ), the boundary between the ancient crust of Scandinavia and eastern Europe and the younger, hotter and more easily deformable crust of western and central Europe. By analogy with other localities, in Poland, Moldova and western Ukraine, one expects much less Late Cenozoic/Quaternary crustal deformation near (and east of) this major geological boundary compared with well west of it (e.g. Bridgland and Westaway, 2008a,b, 2014; Westaway et al., 2009; Westaway, 2012). Heat flow in localities adjoining the STZ is indeed low: it has been measured as 43mWm 2 at Grøndals Eng in eastern Denmark (near Copenhagen; 55.69˚N, 12.51˚E; Balling, 1979), and 49–54mWm 2 at Lysse in south-west Sweden (58.33˚N, 11.43˚E; Eriksson and Malmqvist, 1979); this compares with measurements up to 115mWm 2 in northern England (Manning et al., 2007), due largely to the radioactive heat production in the Caledonian granites. The resulting high geothermal gradient maintains the base of the brittle upper crust relatively shallow and thus the underlying mobile lower-crustal layer relatively thick, facilitating the horizontal flow of lower-crust that contributes to sustaining the high onshore uplift rates (Westaway, 2009a). Similar high radioactive heat production and thus high geothermal gradients can be anticipated beneath the MNSH because of the granites there (Fig. 4), likewise facilitating lower-crustal flow beneath the region (see below). Conversely, the much lower heat flow on the Danish side of the Southern North Sea leads to the expectation of much lower rates of crustal deformation (cf. Westaway, 2012). As already noted, the estimate in Fig. 3 that the top Chalk projects to a 1500-m height over northern England and south-east Scotland is entirely reasonable (cf. Green et al., 2012). The estimate in Fig. 3 of 800m of post-Middle Miocene erosion over northern England and south-east Scotland, which follows from the interpretation of an\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nangular discordance of 0.2˚ between the Mid-Miocene Unconformity in the North Sea and the base Quaternary (see Fig. 3 caption) is also in rough agreement with Green et al. (2012), although the latter authors placed the start of the Late Cenozoic erosion phase in northern England in the earliest Miocene rather than post-Middle Miocene. During the Oligocene and subsequent Miocene–Pliocene erosion phases, the ‘hinge zone’ between uplift and subsidence evidently adjoined the Dogger Granite (Fig. 4), so the depiction of these aspects in Fig. 3 is reasonable, even though in 1998, when this reconstruction was developed, little of the evidence now available to confirm it on the British side of the North Sea existed. By contrast, the inference in Fig. 3 that Pliocene sediments, deposited over the MNSH, have since been eroded and their former position is now 700m OD is difficult to accept; rather than indicating so much denudation above an erosional unconformity, the 0.4˚ angle between the base and top Pliocene in Fig. 4 evidently results instead from the westward tapering of these sediments towards the Dogger Granite. Any thin feather edge of Pliocene sediments that extended as far west as that depicted in Fig. 3 would anyway not have experienced uplift; it would have been buried beneath the Pleistocene sediments laid down in the broader depocentre that subsequently developed (cf. Fig. 4). The increase in sediment supply into the North Sea around the start of the Pleistocene evidently resulted from climate deterioration, which led to reduction in vegetation cover and thus increased rates of erosion (e.g. Bridgland and Westaway, 2008a), supplemented in more northerly localities by the erosional effects of incipient glaciation (e.g. Ottesen et al., 2014). It is evident that this dramatic increase in sediment supply resulted, at least near the MNSH, in a major expansion of the depocentre, extending the feather-edge of the Pleistocene sediment body westward to within 50–100km of the modern British coast (Fig. 2), thus burying the Dogger Granite and other MNSH granites that had formerly delineated the ‘hinge zone’ between uplift and subsidence. The uplift evident on the North Sea coast of northern England (from the aforementioned Easington raised beach) is thus inferred to persist for many tens of kilometres offshore, before tapering towards subsidence. This offshore zone has indeed long been recognized as an erosional submerged landform (e.g. Dingle, 1970), consistent with the occurrence of uplift. Modelling studies (e.g. Westaway, 1994) indicate that an increase in sediment supply can cause widening of a depocentre, because of the finite (albeit small) flexural rigidity of the crust to which the sediment load is applied. This may well be the physical mechanism responsible for this instance of depocentre expansion. By contrast, different effects have occurred elsewhere along the British coastline. For example, in south-east Norfolk/ north-east Suffolk the hinge zone between uplift and subsidence has adjoined the modern coastline during the Pleistocene, but was also similarly located earlier during the Cenozoic (Westaway, 2009b). Conversely, in east Essex, adjoining the modern Thames estuary, the disposition of Thames terrace deposits relative to the Red Crag indicates a transition from Early Pleistocene subsidence to post-MPR uplift (Westaway et al., 2002; Westaway, 2014), demonstrating that this hinge zone has locally migrated seaward. By analogy with the proposed explanation for northern England, the depocentre narrowing in this latter locality might well be a consequence of the finite flexural rigidity of the onshore crust, which began to experience faster erosion because of the post-MPR climate deterioration (cf. Bridgland and Westaway, 2008a,b). Other examples of paired vertical crustal motions, involving onshore uplift synchronous with offshore subsidence, have been widely recognized in the Cenozoic records from\nother regions adjoining the North Atlantic Ocean (e.g. Stoker et al., 2005), but have been explained differently. For example, Stoker et al. (2005) explained them as consequences of small-scale convection within the mantle, somehow induced by the progressive movement of the continental lithosphere away from the oceanic spreading centre. However, similar vertical movements are also observed in other parts of the world (e.g. Westaway et al., 2009), where such an explanation would not be applicable. Coupling between surface processes and induced lower-crustal flow provides a simpler and more natural explanation for such observations. Overall, it is thus envisaged that the North Sea and onshore surroundings are indeed developing in response to coupling between surface processes and the resulting induced lowercrustal flow, as depicted schematically in Fig. 5. The excess of uplift over erosion, increasing the onshore relief during the Quaternary, and concurrent excess of subsidence over sedimentation (while the Southern North Sea has changed, post-MPR, from a deltaic environment to a marine basin up to 100m deep) are thus explicable, as such features are characteristic of the response of such coupled systems to more vigorous surface processes (Westaway, 2002, 2007). The North Sea is indeed generally thought to have been very shallow around the Pliocene–Pleistocene transition (e.g. Huuse, 2002a,b), before the deepening that followed the increase in surface process rates. Other details also support this interpretation, such as the presence of the thickest Quaternary sediment in the Southern North Sea in the Dutch Central Graben ca. 54.5˚N 4.5˚E (Fig. 2), which coincides with the relatively deep bathymetry of the Oyster Ground (Fig. 1), suggesting (in the absence of independent tectonic activity; see below) that the sediment loading has dynamically created this bathymetry. The aforementioned discussion of sediment thickness and bathymetry over the MNSH, which indicates that the subsidence rate decreased following the rerouting of the north European sediment load to the English Channel during MIS 12, also supports this argument. Paired onshore uplift and offshore subsidence was also evident in the North Sea region during the Palaeocene–Eocene, this instance of subsidence being likewise explicable because of coupling with mantle-plume-induced uplift and denudation associated with the British Tertiary Igneous Province (BTIP) magmatism (Green et al., 2012), so it is not surprising that the same general mechanism can also account for this region’s Quaternary development. Such a scenario has been considered previously, by Huuse (2002a), who referred to it as the ‘self-perpetuating passive model’. Nonetheless, he argued that this model is incorrect, because it cannot explain various details of the Cenozoic landscape development of Scandinavia. However, none of the modelling studies cited in support of this rejection used software that incorporates the dynamic coupling between erosion and sediment loading in the way that is required for such a test to be valid. In contrast, numerous well-constrained studies, each modelled appropriately, establish the general validity of this coupled mechanism (e.g. Westaway, 2002, 2007; Westaway et al., 2006b, 2009; Bridgland and Westaway, 2008b). The North Sea is unlikely to be an exception, once all key parameters (such as the difference in geometry of the Quaternary depocentre compared with its preQuaternary counterpart) are established."
  }, {
    "heading": "Alternative scenarios",
    "text": "The interpretations presented here of onshore areas follow from applying the standard assumption that, in the absence of complicating factors, vertical separations of subparallel river\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nterraces and cave levels that have formed under equivalent sets of climatic conditions provide proxies for uplift (e.g. Bridgland, 2000; Bridgland and Westaway, 2008b; Westaway et al., 2009). Analyses must nonetheless take care to identify potential complicating factors in each case, arising for example from the development of knickpoints or from changes in hydrology. The various publications (e.g. those by Bridgland et al., 2014, 2015, and Westaway et al., 2015, on the River Trent) discuss the details of how, for each case study, the effects of such complexities can be analysed to quantify differences between fluvial incision and uplift. However, others (notably Gibbard and Lewin, 2009, and Lewin and Gibbard, 2010) have argued that height differences between terraces of British rivers do not indicate uplift or, more specifically, that the processes involved are so complex that one has no way of knowing whether they do or not. However, a test of this argument is possible, as already noted, by comparing uplift estimates derived from fluvial terraces, cave levels and raised beaches, in areas where these occur in close proximity (e.g. Westaway et al., 2006a; Westaway, 2009a, 2010a). The assumption that river terrace deposits are emplaced under equivalent conditions is also testable using sedimentological techniques, such as grain-size or bedform analysis; however, setting aside hydrological changes resulting from catchment changes, no one has ever reported any such effect for any Quaternary British river, although such effects have been identified elsewhere. An example is provided by the Platte River in the US Midwest, whose terraces converge downstream, an effect that has been interpreted by Bridgland and Westaway (2008a,b) and Westaway and Bridgland (2014) as resulting from downstream tapering in uplift and by Duller et al. (2012) as an effect of changing hydrology. However, no comparative sedimentological analysis has been reported that might substantiate this latter claim; Duller et al. (2012) compared grain sizes and bedforms of Miocene and Pliocene fluvial sediments with each other but not with the deposits of the modern Platte River or its young terrace deposits. The legacy idea that Britain has experienced essentially zero crustal deformation during the Cenozoic (e.g. Hancock and Rawson, 1992) was first challenged in the late 1980s/ early 1990s with the advent of AFTA data (e.g. Green, 1986, 1989; Bray et al., 1992; Lewis et al., 1992). Initial AFTA interpretations, which assumed that the present-day geothermal gradient prevailed throughout the Cenozoic, indicated 2 km of Cenozoic erosion across much of northern England and originated the notion of a centre of maximum Cenozoic denudation, or ‘erosional bullseye’, in the northern Irish Sea (e.g. Cope, 1994), an idea recently re-stated (despite the contrary evidence now available; see below) by Cope and Bowen (2015). The idea that magmatic underplating, such as might originate from the presence of a mantle plume beneath a region, can cause uplift via its effect on the mean density of the lithosphere had been proposed by McKenzie (1984). Subsequently, numerous papers by the Cambridge ‘plumist’ team have tried to integrate this mechanism with the chronology of the BTIP magmatism and the evidence of Cenozoic uplift and denudation of Britain. Thus, for example, White and Lovell (1997) proposed that that the emplacement of 8 km of mafic underplating during the BTIP magmatism caused up to 2.5 km of uplift and denudation in the northern Irish Sea, consistent with the early AFTA data, since when the region was inferred by these authors to have remained static. Al-Kindi et al. (2003) subsequently reported that the gravity anomaly predicted from the thickness of underplating in turn predicts the denudation consistent with these AFTA data. However, as Westaway (2010a) pointed\nout, rather than reaching a maximum thickness beneath the Irish Sea, the underplating continues to thicken westward (cf. Fig. 5). Furthermore, the Al-Kindi et al. (2003) gravity modelling omits the low density of granite intrusions (as are present, for example, in south-west England, northern England and the Grampian Highlands of Scotland) and any other density anomalies within the crust. The original McKenzie (1984) idea that magmatic underplating will necessarily cause uplift and lead to denudation has nonetheless been challenged; Green et al. (2012) pointed out that underplating will heat the crustal material into which it intrudes and thus increase its mobility. Depending on regional conditions (i.e. depending on the orientation of the horizontal pressure gradient acting on it) this material may either flow inward and thus accumulate within the heated region, or flow outward and thus escape from the region. This adjustment process, both initially and while the crust subsequently cools, is therefore complicated, and currently not amenable to fully quantitative analysis. However, the ultimate configuration will be one of two possible cases. If the underplating is thick enough that its top cools below the temperature of the brittle–ductile transition within the crust, then the final configuration will lack any mobile lower-crustal layer. Westaway (2010a) and Green et al. (2012) proposed that this scenario explains the extreme Late Cenozoic crustal stability of Ireland. By contrast, if the combination of thinness of underplating and high steady-state geothermal gradient is sufficient to maintain the top of the underplating above the brittle–ductile transition, then a mobile lower-crustal layer will be re-established and ‘conventional’ isostatic compensation processes will resume. Green et al. (2012) envisaged this to be the case for northern England. Both these situations are illustrated schematically in Fig. 5. More recently, Davis et al. (2012) have proposed that thickness variations of the underplating beneath Britain do not correlate with gravity anomalies (i.e. they reached the opposite conclusion to the same team in the Al-Kindi et al., 2003, publication, although they agreed with its inference that the present-day topography has thus persisted since the Early Cenozoic). Therefore, in their view, rather than being a residual consequence of underplating, the observed gravity anomalies and topography are being dynamically supported by hot, low-density, mantle material originating from the Iceland mantle plume. This latter hypothesis had been previously suggested by Arrowsmith et al. (2005), who measured seismic velocity anomalies indicative of subsurface temperature anomalies. However, that work had in turn been criticized by Westaway (2006a), because the subsurface temperature anomalies thus indicated correlate with granite intrusions, which – because of their radioactive heat production – generate their own temperature anomalies that have nothing to do with the Iceland mantle plume. Some of the localities where Davis et al. (2012) report dynamic topography supported by the Iceland mantle plume are likewise regions of pervasive granite intrusion, raising the possibility that (like Al-Kindi et al., 2003; see above) they have not modelled the crust using appropriate densities and that their inference of dynamic support of topography by this mantle plume is therefore an artefact of incorrect gravity modelling. Furthermore, it should be apparent that, regardless of detailed mechanisms, any analysis that predicts that present-day topography of Britain is a relic of the BTIP magmatism is inconsistent with the evidence, such as that presented in this study, which indicates that much of the present-day topography has developed during the Quaternary indeed, since the MPR. In the meantime, Green et al. (2001b) and Green (2002) presented AFTA evidence indicating that in parts of Britain,\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nincluding north-west England, some of the Cenozoic denudation occurred while the geothermal gradient was significantly elevated because of the BTIP magmatism. Green et al. (2012) subsequently identified distinct phases of denudation in northern England, associated with the BTIP magmatism (when the geothermal gradient was elevated) and during the MidCenozoic (when it had re-adopted its present value). The overall denudation for a given amount of overall cooling thus depends on the proportion of denudation during each of these phases, but provided any of it was associated with an elevated geothermal gradient the overall denudation will be less than would otherwise be predicted. Green et al. (2012) also recalculated many older AFTA-based estimates of denudation to account for the elevated Palaeocene geothermal gradient, including values from Hillis et al. (2008), which had the effect of eliminating any Irish Sea ‘erosional bullseye’, leading to the inference of westward tapering in denudation as illustrated in Fig. 5. White et al. (2013) subsequently criticized Hillis et al. (2008) for producing estimates of denudation that were too high, because they did not consider any effect of elevated palaeo-geothermal gradient, in agreement with Green et al. (2012). However, White et al. (2013) also criticized the Hillis et al. (2008) analyses of parts of Britain that are outside any region of elevated Palaeocene geothermal gradient, such as the Weald Basin in south-east England; here Hillis et al. (2008) deduced an upper bound of 2300m of Cenozoic denudation, whereas White et al. (2013) claimed that the value should be 1000m and possibly only 100m. However, to inform evaluation of the local shale gas/shale oil resource, Andrews (2014) produced a best-estimate upper-bound of 2100m, similar to the Hillis et al. (2008) value. A related debate has concerned localized effects of active faulting on isostatic equilibrium within Britain. Holford et al. (2005) and Hillis et al. (2008) proposed that much of the denudation revealed by AFTA data and other denudation proxies, such as sediment compaction, relates to localized uplift in hanging-walls of reverse faults during Late Cenozoic basin inversion. White et al. (2013) also criticized Hillis et al. (2008, 2013) over this, since their interpretation would require hundreds of kilometres of Late Cenozoic crustal shortening across Britain, for which there is no evidence. Although active faults have now been recognized in southern England, from warped river-terraces and cave-levels (Westaway et al., 2006a; Westaway, 2010a; Harding et al., 2012), their slip-rates are very low ( 0.2mma 1), so only a few kilometres (rather than hundreds of kilometres) of crustal shortening are expected if these slip rates are extrapolated throughout the Late Cenozoic. This limited extent of Late Cenozoic active reverse faulting onshore in Britain emphasizes the role of regional-scale denudation, and thus erosional isostasy, as the predominant deformation mechanism on this timescale (e.g. Westaway, 2010a; Green et al., 2012). Normal fault offsets of Pleistocene sediments have also been recognized offshore in the UK sector of the Southern North Sea (e.g. Cameron et al., 1987) and, more extensively, in the Netherlands (Fig. 2). Some authors (e.g. Kooi et al., 1991; Cloetingh and Burov, 1996; Cloetingh et al., 2005) have regarded such evidence, as well as the Quaternary increases in rates of vertical crustal motions in the North Sea region, as indicative of changing plate motions or changing plate boundary stresses. However, it seems more likely that the observed faulting is a consequence of the crustal warping that is required to accommodate the rates of surface processes (onshore erosion and offshore sedimentation, plus glacial loading and unloading) that have been occurring (cf. Westaway, 2006b), which are themselves\nconsequences of climate change. In particular, the aforementioned changes in the width of different parts of the North Sea depocentre in response to variations in rates of surface processes cast doubt on the notion that the uplift of Britain and Scandinavia and North Sea subsidence are the result of ‘buckling’ of the Eurasian plate in response to plate boundary stresses, with a wavelength governed by the flexural rigidity of this plate (cf. Cloetingh and Burov, 1996; Cloetingh et al., 2005), since this explanation lacks any mechanism whereby such dimensions can vary in response to surface process rates. The observed synchrony between phases of accelerated vertical crustal motions and times of climate change, known independently, is indeed better explained as a consequence of erosional isostasy with no independent tectonic cause (e.g. Bridgland and Westaway, 2008a,b, 2014; Westaway et al., 2009; Westaway, 2012); the same synchrony also calls into question the Stoker et al. (2005) isostatic mechanism involving convective instabilities, as these likewise have no plausible connection with climate change."
  }, {
    "heading": "Conclusions",
    "text": "New data from offshore and onshore regions confirm the view (e.g. Westaway, 2009a) that the Quaternary uplift of Britain has been coupled to subsidence beneath the North Sea, these processes being mediated by lower-crustal flow induced by the lateral pressure gradient caused by the surface processes. Most onshore uplift rates, deduced from observations of raised beaches, river terraces and cave-levels in both upland and lowland parts of Britain, are only applicable postMPR; beforehand, generally lower rates prevailed. These Quaternary processes were preceded by earlier Cenozoic phases of uplift and subsidence, at rates that were typically even lower. However, the geometry was rather different; in particular, the western margin of the North Sea depocentre off north-east England was located in a distal part of the MNSH, rather than its present location 200 km nearer the modern British coastline. The MNSH indeed consists of a mosaic of crustal blocks bounded by Early Carboniferous normal faults, thus structurally resembling northern England; the buoyancy and heat production in the Caledonian-age granites in these blocks have evidently influenced the state of isostasy, like in northern England. Earlier in the Cenozoic, complex isostatic adjustment processes occurred in response to the BTIP magmatism associated with the Iceland mantle plume; in the earliest Cenozoic the land surface height (relative to the present-day rock column) in northern England was 1500m OD. However, this activity died out during the Palaeogene; the main effect of these events on the modern isostatic configuration was via the emplacement of thick mafic underplating, which has subsequently constricted the mobile lower-crustal layer, explaining the present ultrastability of Ireland. The evidence indicates that the topography of Britain is not static, so interpretations that regard it as resulting from the BTIP magmatism or from dynamic support by the Iceland mantle plume can be decisively excluded. Interpretations that the present-day vertical crustal motions are caused by plate motions or plate boundary forces can likewise be excluded, as this mechanism cannot explain the correlations of phases of motion with climate change or the changing dimensions of the uplifting and subsiding regions.\nAcknowledgments. I thank Dave Bridgland and Trevor Faulkner for thoughtful and constructive reviews.\nAbbreviations. MNSH, Mid North Sea High; MPR, Mid-Pleistocene Revolution; MIS, Marine Isotope Stage; AFTA, apatite fission-track\nCopyright # 2016 John Wiley & Sons, Ltd. J. Quaternary Sci., Vol. 32(2) 169–182 (2017)\nanalysis; TWT, two-way time; STZ, Sorgenfrei–Tornquist Zone; BTIP, British Tertiary Igneous Province."
  }],
  "year": 2017,
  "references": [{
    "title": "Crustal trace of a hot",
    "authors": ["S Al-Kindi", "NJ White", "M Sinha"],
    "year": 2003
  }, {
    "title": "Fluvial sedimentation from the Fennoscandian area",
    "authors": ["S. Bijlsma"],
    "year": 1981
  }, {
    "title": "Deep structure and origin",
    "authors": ["MHP Bott", "PM Swinburn", "RE. Long"],
    "venue": "Geologie en Mijnbouw",
    "year": 1984
  }, {
    "title": "Thermal history reconstruction",
    "authors": ["RJ pygs.44.4.479]. Bray", "PF Green", "IR. Duddy"],
    "year": 1992
  }, {
    "title": "Quaternary Science Reviews",
    "authors": ["DR Bridgland", "AJ Howard", "MJ White"],
    "year": 2015
  }, {
    "title": "Preservation patterns of Late",
    "authors": ["DR 06.004]. Bridgland", "R. Westaway"],
    "year": 2008
  }, {
    "title": "Climatically controlled river",
    "authors": ["DR 08.036]. Bridgland", "R. Westaway"],
    "year": 2008
  }, {
    "title": "Oxbow Books: Oxford; 295–372",
    "authors": ["White MJ", "White TS (eds"],
    "venue": "Cameron TDJ, Stoker MS, Long D",
    "year": 1987
  }, {
    "title": "Report of the Institute of Geological Sciences",
    "authors": ["North Sea"],
    "year": 1995
  }, {
    "title": "Thermomechanical structure of Euro",
    "authors": ["London. Cloetingh S", "Burov EB"],
    "year": 1996
  }, {
    "title": "Crustal structure",
    "authors": ["MW 183–198. Davis", "NJ White", "KF Priestley"],
    "year": 2012
  }, {
    "title": "Buried granites within",
    "authors": ["JA Donato", "W Martindale", "MC. Tully"],
    "year": 1983
  }, {
    "title": "Abrupt landscape",
    "authors": ["AC Whittaker", "JB Swinehart"],
    "year": 2012
  }, {
    "title": "A review of past and present",
    "authors": ["KG Eriksson", "D. Malmqvist"],
    "year": 1979
  }, {
    "title": "Ogof Draenen: speleogenesis",
    "authors": ["Simms MJ. 267–277. Farrant AR"],
    "year": 2011
  }, {
    "title": "Speleogenetic evidence",
    "authors": ["AR Farrant", "CJM Smith", "SR Noble"],
    "year": 2014
  }, {
    "title": "River incision and terrace formation",
    "authors": ["J. Lewin"],
    "year": 2009
  }, {
    "title": "The influence of thermal",
    "authors": ["PF Green", "IR Duddy", "RJ Bray"],
    "year": 2001
  }, {
    "title": "Recognition of tectonic",
    "authors": ["K Thomson", "JD. Hudson"],
    "year": 2001
  }, {
    "title": "Cenozoic exhumation",
    "authors": ["SP Holford", "PF Green"],
    "year": 2008
  }, {
    "title": "Palaeothermal and compac",
    "authors": ["SP Holford", "PF Green", "JP. Turner"],
    "venue": "Geophysical Journal International",
    "year": 2005
  }, {
    "title": "Quaternary river terraces in England",
    "authors": ["Lewin J", "Gibbard PL"],
    "year": 2010
  }, {
    "title": "Elevated K/T palae",
    "authors": ["PF Green", "A Carter"],
    "year": 1992
  }, {
    "title": "A guide to work at Victoria",
    "authors": ["TC Lord", "J Lundberg", "PJ. Murphy"],
    "year": 2012
  }, {
    "title": "Thermal ionization mass",
    "authors": ["Association: London", "84–97. Lundberg J", "Lord TC", "Murphy PJ"],
    "year": 2010
  }, {
    "title": "A deep geother",
    "authors": ["PL Younger", "FW Smith"],
    "year": 2007
  }, {
    "title": "Geological Society: London; 57–75",
    "authors": ["Vining BA", "Pickering SC (eds"],
    "venue": "Ottesen D, Dowdeswell JA, Bugge T",
    "year": 2014
  }, {
    "title": "A catastrophic origin for the palaeovalley system",
    "authors": ["Smith AJ"],
    "year": 1985
  }, {
    "title": "The English Channel – by geological design",
    "authors": ["Smith AJ"],
    "year": 1989
  }, {
    "title": "Neogene evolution",
    "authors": ["MS Stoker", "D Praeg", "PM Shannon"],
    "venue": "Research Report,",
    "year": 2005
  }, {
    "title": "Palaeomagnetic evidence for Early Pleistocene sediments in the central and northern North Sea",
    "authors": ["MS Stoker", "AC Skinner", "JA Fyfe"],
    "venue": "Nature 304: 332–334 [DOI: 10.1038/304332a0].",
    "year": 1983
  }, {
    "title": "Timing of massive ‘Fleuve Manche’ discharges over the last 350 kyr: insights into the European ice-sheet oscillations and the European drainage network from MIS 10 to 2",
    "authors": ["S Toucanne", "S Zaragosi", "JF Bourillet"],
    "venue": "Quaternary Science Reviews 28: 1238–1256.",
    "year": 2009
  }, {
    "title": "Karst geomorphology",
    "authors": ["Waltham TC."],
    "venue": "Caves and Karst of the Yorkshire Dales, Vol. 1, Waltham TC, Lowe D (eds). British Cave Research Association: Buxton; 65–92. Copyright # 2016 John Wiley & Sons, Ltd.",
    "year": 2013
  }, {
    "title": "Caves of Leck and Ireby Fells",
    "authors": ["TC Waltham", "A. Walsh"],
    "venue": "Caves",
    "year": 2016
  }, {
    "title": "Seismic imaging of a hot upwelling beneath",
    "authors": ["R. Westaway"],
    "year": 2006
  }, {
    "title": "Investigation of coupling between surface",
    "authors": ["R. G22093.1]. Westaway"],
    "year": 2006
  }, {
    "title": "Quaternary vertical crustal motion and drainage",
    "authors": ["R. 03.005]. Westaway"],
    "year": 2009
  }, {
    "title": "Causes, consequences and",
    "authors": ["Westaway R", "Bridgland DR"],
    "year": 2010
  }, {
    "title": "Rheological differences",
    "authors": ["DR Bridgland", "S. Mishra"],
    "year": 2003
  }, {
    "title": "The use of uplift",
    "authors": ["R 06.005]. Westaway", "DR Bridgland", "TS White"],
    "year": 2015
  }, {
    "title": "Late Cenozoic uplift",
    "authors": ["H Guillou", "S Yurtmen"],
    "year": 2006
  }, {
    "title": "Flow in the lower",
    "authors": ["D Maddy", "DR. Bridgland"],
    "year": 2002
  }, {
    "title": "Measuring the pulse of a plume",
    "authors": ["NJ White", "B. Lovell"],
    "year": 1997
  }, {
    "title": "Reply to comment",
    "authors": ["NJ White", "LM Mackay", "SM Jones"],
    "venue": "sedimentary record. Nature",
    "year": 2013
  }, {
    "title": "Evidence for late",
    "authors": ["TS White", "DR Bridgland", "R Westaway"],
    "year": 2016
  }, {
    "title": "Inversion and exhumation",
    "authors": ["North Sea"],
    "venue": "Journal of Quaternary Science,",
    "year": 2005
  }, {
    "title": "Beyond 500 ka: progress",
    "authors": ["J Woodhead", "R. Pickering"],
    "year": 2012
  }],
  "id": "SP:954e97e280c136dd873115c69b9653d8cd732b1f",
  "authors": [{
    "name": "ROB WESTAWAY",
    "affiliations": []
  }],
  "abstractText": "New data from offshore and onshore regions confirm the view that the Quaternary uplift of Britain and subsidence beneath the North Sea are coupled, mediated by lower-crustal flow induced by the lateral pressure gradient caused by climate-driven surface processes. Most measured onshore uplift rates, in both upland and lowland localities, are only applicable since the Mid-Pleistocene Revolution; beforehand, generally lower rates prevailed. Earlier (? Oligocene–Pliocene) phases of uplift and subsidence had typically even lower rates; furthermore, the western margin of the North Sea depocentre was 200km farther from the modern coastline of north-east England. In the earliest Cenozoic, complex isostatic adjustments occurred in response to the magmatism associated with the Iceland mantle plume; the contemporaneous land surface (relative to the present-day rock column) in northern England was typically 1500m OD. However, this activity died out during the Palaeogene; the main effect of these events on the modern isostatic configuration was via the emplacement of thick mafic underplating, which now constricts the mobile lowercrustal layer, explaining the Late Cenozoic ultra-stability of Ireland. The evidence enables interpretations of the presentday topography of Britain as static, caused by the Iceland mantle plume, or actively developing in response to plate motions or plate boundary forces, to be excluded. Copyright # 2016 John Wiley & Sons, Ltd.",
  "title": "Isostatic compensation of Quaternary vertical crustal motions: coupling between uplift of Britain and subsidence beneath the North Sea"
}