{
  "sections": [{
    "text": "well as the surrounding resistant volcaniclastic successions (i.e. Visegrád Castle Hill) and a hilltop lava dome (Szent Mihály Hill). The process accelerated and the present narrow gorge of the Danube Bend was formed by very rapid, as young as late Quaternary differential tectonic uplift, also enhancing the original volcanic morphology. On the basis of comparative long-term erosion-rate calculations, we estimated successive elevation changes of the volcanic edifice, including partial burial in late Miocene time. In comparison with various order-of-magnitude changes, the mid-to-late Quaternary vertical movements show increased rates and/or base level drop in the Pannonian Basin.\nKeywords Miocene volcanism Æ Horseshoe-shaped caldera Æ Differential uplift Æ River incision Æ Pannonian basin"
  }, {
    "heading": "Introduction: the problem of Danube Bend",
    "text": "The arcuate rocky ‘‘Visegrád Gorge’’ of the Danube Bend in Northern Hungary (Fig. 1), conspicuous on satellite images, separates two mid-Miocene volcanic areas: the Börzsöny and Visegrád Mountains (Fig. 2). These are among the oldest members of the Inner Carpathian Volcanic Chain (e.g. Pécskay et al. 1995). It is widely accepted that the Danube river found its place between these mountains in Plio-Pleistocene times (e.g. Bulla 1941; Pécsi 1959; Gábris 1994). However, the fundamental questions: (1) how and why the 12-km long horseshoe-shaped section of the gorge was formed and (2) what the relationship is, if any, between its two sides: the northern Visegrád Mountains to the south and the Szent Mihály Hill to the north, have not adequately been addressed so far. Láng (1955) proposed an epigenetic origin of a previous meander of a ‘‘large palaeoriver’’, but evidence and field data were not presented.\nOur main objective is twofold. Firstly, the possible contribution of the original volcanic landforms to the present fluvial landform has never been investigated.\nD. Karátson (&) Æ Zs. Ruszkiczay-Rüdiger Department of Physical Geography, Eötvös University, Pázmány P. sétány 1/c, 1117, Budapest, Hungary E-mail: dkarat@ludens.elte.hu\nK. Németh Hungarian Geological Institute, Stefánia út 14, 1143, Budapest, Hungary\nB. Székely Institut für Geowissenschaften, Universität Tübingen, Sigwartstr. 10, 72076, Tübingen, Germany\nB. Székely Space Research Group, Department of Geophysics, Eötvös University, Pázmány P. sétány 1/b, 1117, Budapest, Hungary\nZs. Ruszkiczay-Rüdiger Netherlands Research Centre for Integrated Solid Earth Science (ISES), de Boelelaan 1085, HV 1081, Amsterdam, The Netherlands\nZ. Pécskay Institute of Nuclear Research, Hungarian Academy of Sciences, Bem József tér 18/c, 4001, Debrecen, Hungary\nPresent address: K. Németh Soil and Earth Sciences, Institute of Natural Resources, College of Sciences, Massey University, PO Box 11 222, Palmerston North, New Zealand\nWe present new results on the Miocene volcanism of the Visegrád Mountains, and show that the preserved volcanic landforms served as an important geomorphological background for the fluvial relief evolution. Secondly, subsidence and sedimentation in the Pannonian Basin and recent evidence of subsequent differential uplift and erosion, which is of broader interest, are discussed. We point out that the Danube Bend is a key element to check the applicability of new ideas to the relief evolution of the Pannonian Basin (e.g. Dunkl and Frisch 2002). Moreover, we think that the proposed evolutionary scenario may serve as a useful model for\nother segments of peri-Alpine evolution of large river channels."
  }, {
    "heading": "Landforms and volcanic successions",
    "text": "Geographical and geological setting\nThe northern part of the Visegrád Mountains (700 m asl) is situated along the southern side of the Danube Bend (ca 100 m asl). It has long been considered a uniform volcanic field together with the well exposed, steep Szent Mihály Hill on the northern side (Cholnoky 1937; Korpás 1998), which is swept round by the river in a 5·6 km large loop (Fig. 1). Both sides consist of andesitic lava and volcaniclastic rocks (Fig. 2) but a detailed mapping has not yet been carried out. To the south, the Danube River is surrounded by 500–700 m tall, steep ridges and tributaries in between that are more or less perpendicular to the course of the river (Figs. 2, 3). A single location, the Visegrád Castle Hill (333 m) at the eastern edge of the river curvature, has very steep (>35 ) slopes. After passing the Castle Hill, the river turns southward, and reaches the Great Hungarian Plain, forming islands of gravelly alluvium (e.g. Szentendre Island: Fig. 2). The Szent Mihály Hill also has very steep (>40 ) lower flanks and slight breaks midslope (Figs. 1, 3).\nDue to deep erosion, in some areas of the mountains the underlying Oligocene–Lower Miocene sedimentary formations crop out. In other places the sedimentary cover deposits are exposed. In Table 1, a brief summary of the preserved mid-Miocene volcanic pile is given. Field data indicate that the majority of the volcanic rocks belong to the main amphibole andesite unit, making up both sides of the Danube Bend. In order to clarify the type and age of volcanic processes, field volcanological and K/Ar geochronological studies have been made.\nRole of volcanic successions in palaeo-geomorphology\nSelected stratigraphic logs (Figs. 4, 5) represent various facies associations from bottom to top of the volcanic pile and are arranged approximately along a N–S section (locations in Figs. 2, 3a, 7b).\nAt the southern periphery, the section from the ravine of Holdvilág Creek to the rocky Csikóvár Hill (V-15: Fig. 4a) reveals a complex succession of dacitic to andesitic, shallow subaqueous to emergent volcanic activity. Small-volume ignimbrites, abundant block-andash flow and debris-flow deposits were related to lava dome eruptions (Gméling et al. 2000; Höfer 2003).\nIn the central part, the elevated Rocks of Zsiványsziklák (V-14: Fig. 4b) exhibit a somewhat similar succession to Holdvilág Creek, except that the lower phreatomagmatic deposits are absent. A great number of pyroclastic and reworked volcaniclastic flow units\nindicate distal deposition on a ring plain. Similar successions are present at V-52 to 55 and V-118 (see Fig. 3a).\nThe Rocks of Vadálló-kövek (V-11, hereafter referred to as VK; Fig. 5) are a series of well-exposed rock towers made up by proximal, coarse-grained, andesitic blockand-ash flow deposits (Karátson et al. 2001) with thin, interbedded fluvial and hyperconcentrated streamflow deposits. The unsorted, unstratified, monolithologic (amphibole andesite) breccia sequences, composed of up to 10 m thick flow units, as well as the presence of interbedded epiclastic deposits with moderate (15–25 ) dips (Fig. 5), imply the preservation of the lower flanks of an explosive lava dome complex.\nThe Dobogók}o Hill breccias (Rocks of Thirringsziklák, V-13: Fig. 4c) exhibit identical lithology and similar sedimentological features to VK. More developed stratification and grading, thinner flow units, as well as overall finer grain sizes than at VK, argue for a more distal deposition of the same deposit type. Orientation of elongated rock towers (originally as valleyfilling, now exhumed deposits) along the southwestward dip of strata, locate the possible source of both deposits (V-11 and V-13) to the northeast.\nThe Visegrád Castle Hill (hereafter referred to as VCH: Fig. 2) exposes a more than 200 m succession on its western, very steep side facing the Danube. It consists\nof a lower andesite autoclastic breccia and an upper andesite breccia of identical lithology to VK and its vicinity. The upper part shows the characteristics of\nblock-and-ash-flows similar to VK. However, shear zones, plastic deformation of embedded, fine-grained strata and jigsaw-fit of oversized (>5 m) blocks imply additional debris-avalanche transport mechanism, possibly from the volcanic centre of VK.\nThe Szent Mihály Hill (hereafter referred to as SM) composite section (SM-3, 4, 31, 32, 33: Fig. 4d) displays even more complex sequences. At the base, highly fractured lava rock (the possible subvolcanic level, found also in boreholes) is overlain, among others, by very coarse-grained debris-flow as well as small-volume debris-avalanche deposits. Lithological similarities to VK (i.e., VK-type amphibole andesite and a basic pyroxene andesite (SM-3) that occurs near VK (V-66), as well as the general, gentle northward dip of strata, indicate that these volcaniclastic successions were deposited on a ring plain (term after Palmer and Neall 1991), extending from the south. The topmost, 150–200 m thick blocky andesite lava unit may have originated from a local vent that erupted subsequent to the volcaniclastic sedimentation on the ring plain.\nIn order to infer the source and the geometric centre of the amphibole andesitic volcanism, dips of the above and other relevant deposits have been measured (Table 2, Fig. 6). Azimuth and inclination data have been determined for (a) flat surfaces of individual, oversized clasts in block-and-ash and debris-flow deposits, (b) layered matrix or laminated, fluvial/hyperconcentrated streamflow deposits, and (c) strike of elongated, originally valley-filling rock formations such as described with the Dobogók}o Hill breccias.\nK/Ar datings\nThe exact timing of the mid-Miocene volcanism of the Visegrád Mountains is thought to lie within an interval of 16.5–13.5 Ma (Pécskay et al. 1995; Korpás 1998). In our study, we selected identical or similar amphibole andesite rock types from both sides of the Danube. For methods used, see Balogh (1985) and Pécskay et al. (1995).\nThe obtained data show identical ages within the analytical error. The age of the amphibole andesite of VK (V-11: 15.43±0.60 Ma) is the same either for the Dobogók}o Hill breccia (V-13) of distal block-and-ash flow origin, or the VCH upper breccia (V-2b) of possibly debris-avalanche origin. At SM, amphibole andesite lava similar in age to VK (15.50±0.66 Ma) is overlain by the topmost andesite lava unit of slightly younger age (14.55±0.64 to 14.03±0.80 Ma); moreover, all rocks of SM have identical paleomagnetic characteristics with those of VK (E. Márton-Szalay, personal communication).\nWe note that, due to analytical ( 0.7 Ma) as well as geological errors, a single eruptive stage cannot be proven. However, the good fit of the available volcanological, petrographical and K/Ar isotopic data indicate that the andesite sequence was the result of a\nwell-defined eruptive stage ca 14.5–15 Ma ago, determined by the amphibole andesitic block-and-ash flow activity of Keser}us Hill volcano."
  }, {
    "heading": "Interpretation of the volcanic structure",
    "text": "For the amphibole andesitic series, an early ‘‘caldera hypothesis’’ about the volcanic structure of the Northern Visegrád Mountains (Schafarzik and Vendl 1929; Cholnoky 1937) is still maintained in recent literature (Korpás 1998). These authors proposed a double, nested caldera (the Dobogók}o and Keser}us Hill ‘‘Somma-type’’ volcanoes). This interpretation was based on arcuate ridge sections, drainage patterns, and the Somma-Vesuvius geomorphological analogy, but with little field-based information and detailed discussion. Morphologically, both ‘‘calderas’’ are open to the north encircling the U-shaped loop of the Danube Bend (Figs. 2, 3a). The outer ‘‘caldera’’ rim, which is much less clear in the\nmorphology, was proposed to be 10 km and the inner one 4 km in diameter. However, no caldera-related deposits such as ignimbrites, and no explanations as to how the ‘‘calderas’’ were formed, have been presented.\nOn the basis of our data, neither volcanological nor geomorphological evidence support large caldera-forming eruptions in the study area. This negative evidence includes (1) the general lack of ignimbrites; (2) dominance of resedimented volcaniclastic deposits, implying small-scale eruptions and effective reworking in quiescent periods; (3) centimetre-sized pumice and typically subrounded pumice and subangular andesite clasts which also imply small-scale eruptions and considerable reworking; (4) no clear caldera morphology along the outer, larger ‘‘caldera’’ (i.e. linear instead of arcuate ridges, and missing ridge sections, see Fig. 3a); (5) slope category distribution (Fig. 3b) shows no indication of a double caldera structure; (6) the outer ‘‘caldera rim’’\nsuccessions (e.g. V-13, 14, 39) reveal stratified, 5–15 dipping layers of various debris-flow deposits, typical of a ring plain; (7) those successions (e.g. at Dobogók}o Hill, V-13) exhibit the same lithologic and volcanicsedimentary features as the central area (e.g. VK); (8) the inferred small- to medium-scale eruptions fit with those concluded in the coeval, neighbouring Börzsöny Mountains (Karátson and Németh 2001) to the north, and the Burda (Helemba) Mountains (Konečny and Lexa 1994) to the northwest.\nIn contrast, for the inner (Keser}us Hill) proposed caldera, the existence of a deeply eroded volcanic structure can be verified. The edifice has an easily recognizable, arcuate ‘‘caldera rim’’ (Figs. 2, 3). Along the rim, at the area of VK and Öreg Pap Hill (V-24, etc.), monolithologic, coarse-grained sequences of block-andash flow deposits are exposed, characteristic of lava dome complexes (Fig. 5). At the southeastern rim of the\n‘‘caldera’’ (Tüskés Hill: V-88), platy jointed, outwarddipping lava flows also occur. In addition, the VK and Öreg Pap Hill breccia successions are characterized by interbedded, low-angle (15–20 dipping) hyperconcentrated streamflow and fluvial deposits. These indicate that the lower flanks of the original lava dome have been preserved: undulations and varying thickness of the interbedded deposits point to temporary gullies cut into the volcano flanks. Dip data of the described breccias, lava flows and volcanic-sedimentary deposits at Keser}us, Prédikálószék, Tüskés and Öreg Pap hills, as well as those of reworked block-and-ash flow and other debrisflow deposits at distal localities (Table 2, Fig. 6), show a systematic quaquaversal orientation. This is a compelling evidence for the existence of a volcanic cone surface, displaying radial pathways of gravity mass flows. Hence, we interpret the Keser}us Hill volcano as a lava dome complex exhibiting a truncated cone shape. To the north of Keser}us Hill, at several localities of VCH and SM, debris-flow to small debris-avalanche deposits (with oversized blocks 5–8 m in diameter) crop out. The steep morphology of the VCH upper part, which has the same age as Keser}us Hill volcano, may be due to the exposure of a hummock rather than an edifice vent (cf. Korpás 1998; Harangi et al. 1999). Interpretation of the SM sequence is more complex. Its basal successions may correspond to the proximal part of the ring-plain series around Keser}us Hill volcano. The short distance of the ring-plain from the calculated geometrical centre of the volcano (3–4 km) as well as the high proportion of high-energy mass-flow deposits (Fig. 3) fit in with such an assumption.\nThe fact that the VCH top sequence and much of the SM successions are related to destructive, voluminous mass-flows has important implications for the original volcanic landform. Because they are located opposite the U-shaped Keser}us Hill depression, its open scar can be explained as remnant of a horseshoe-shaped caldera related to a series of sector collapses, similar to that which occurred e.g. on Mt. St. Helens (Lipman and Mullineaux 1981). Accordingly, we use the term Keser}us Hill ‘‘caldera’’ in this sense hereafter. To illustrate the size and character of the original relief, a real example, the DEM of Mt. St. Helens (2,500 m after the 1980 eruption) has been combined with the DEM of the northern Visegrád Mountains (Fig. 7a upper image). The Mt. St. Helens data have been rotated 30 counterclockwise and lowered by 1,000 m to compensate for the topographic differences.\nThat the present landform is inherited from the original one is also suggested by the DEM-derived slope angle map (see Fig. 3b) which shows similar steep slopes in the depression, especially along its inner rim. This spatial arrangement of slope distributions is common all over the Carpathian Miocene to Pliocene volcanic depressions (Karátson 1996). Other exceptionally high average slopes occur typically along fault planes. The reconstruction of the original Keser}us Hill cone by dip data (Fig. 6) shows that its centre should have been located near the southern tip of the present-day Danube Bend.\nIn the following section, in order to link the original geomorphic situation to the formation of the Danube\nBend, we give a step-by-step evolutionary scheme of Keser}us Hill volcano, deciphering successive palaeogeographic changes since mid-Miocene time. Inferred topographic profiles, tentatively connected to changing erosion rates, are displayed in Fig. 7b. In order to make erosion history more quantitative, we applied erosion rates (a) mostly adopted from the literature for specific climate conditions, (b) estimated as the ratio of eroded thickness and elapsed time, and (c) cited numerical values from publications. All the data and relevant methods are comprised in Table 4, whereas calculated elevation decrease, erosion base level changes, and denudation rates are summarized in Fig. 8 and Table 3.\nEvolution of the Danube Bend region: palaeogeographic reconstruction\nBadenian—early Pannonian (15–8 Ma)\nStratigraphic data indicate a widespread, littoral shallow submarine basin all over the Börzsöny-Visegrád Mountains prior to and coeval with the mid-Miocene volcanism (e.g. Karátson et al. 2000). In the so-called Central Slovakian Volcanic Field 5 km northward as well as the Burda (Helemba) Mts. 10 km northwestward, closely related in time and character of volcanic activity (Pécskay et al. 1995), a shallow-water initial palaeogeography has also been pointed out (Konečny and Lexa 1994). Consequently, the erosional base level corresponded to the sea level for a long time.\nThe Keser}us Hill lava-dome complex, with similar dimensions to Unzen, Merapi or Mont Pelée, might have originally been 1,300–1,500 m high (Fig. 7b). The environment was subtropical, having a mild climate (17–18 C mean annual temperature) and heavy rainfall (ca 1,500 mm: Kordos 1979; Bruch et al. 2004) similar to the present Philippines and Lesser Antilles arcs. It was characterized by intense mass wasting and short, steep valleys. Therefore, erosion rate may have been much higher than during the last 10 Ma in the CarpathoAlpine region (i.e. 30–50 m/Ma: Einsele 1992; Karátson 1996; Németh and Martin 1999; Németh et al. 2003). However, the amount of sediment removal by erosive processes should have been reduced by the (1) very near position of erosion base level fed by short water courses, (2) heavy vegetation, and (3) rapid infill of surrounding shallow basins due to the neighbouring, ongoing volcanic activity (for geochronological details, see Pécskay et al. 1995). The reconstructed subtropical environment, on the basis of these considerations and relevant data of Ahnert (1970), Meybeck (1976), Summerfield (1991) and Hinderer and Einsele (2001), implies a 80–100 m/Ma erosion rate. Such a rate might have slowly decreased in time in response to the termination of volcanism, subsequent afforestation, and the onset of subsidence in the Pannonian Basin (see below). By mid-Pannonian time ( 8 Ma ago), ca 600–700 m denudation is calculated (Table 3, Fig. 8) and hence the Keser}us Hill volcano\nmay have been lowered to 700–800 m asl. In the surroundings, £ 200 m thick coeval marine sedimentary deposits (Korpás 1998) can be found. This limited figure indicates that most of the material eroded from the Visegrád-Börzsöny Mountains deposited in the farther, deeper depressions of the mid-Miocene Pannonian basin. However, identification of correlative deposits from more distant boreholes is still an open question.\nMid–late Pannonian (8–5.5 Ma)\nThis time interval is characterized by the overall subsidence of the Pannonian Basin and related rapid infill by prograding river deltas. Most of the sediments originated from the emerging hinterland of the Carpatho-Alpine orogen, but volcanic areas that were located 100–200 km farther inside the basin have also contributed to the terrestrial sediment influx. Several hundred metres burial by soft Pannonian sediments have been inferred for large areas of the NW part of the basin (e.g. Dunkl and Frisch 2002), i.e. near the BörzsönyVisegrád Mts. In our study area, no Pannonian deposits have been reported. However, it is very likely that the ring plain sequences including SM and VCH became progressively buried beneath siliciclastic sediments (see Fig. 7b), except the summit level and upper flanks of the still emergent Keser}us Hill volcano.\nFig. 7 Evolutionary scheme of Keser}us Hill volcano: a proposed volcano-geomorphic reconstruction in relation to Danube Bend. a Tentative DEM-reconstruction of Keser}us Hill volcano after the extinction of volcanic activity. On top, the unmodified DEM of Mt. St. Helens volcano (after the 1980 eruption) as a real example has been combined with the Visegrád Mountains. On bottom, tentative DEM-reconstruction of Keser}us Hill volcano in the Pliocene-\nPleistocene boundary (end of alluvial regime). In order to visualize the possible topographic control of a U-shaped volcanic depression in deflecting the Palaeo-Danube, we inserted the present-day, moderately eroded Carpathian Makovica volcano as an example (also to scale). b Main geomorphic changes displayed in roughly N–S-oriented topographic profiles from the mid-Miocene to present\nPeriod (Ma)\nErosion rate (m/Ma)\nTotal vertical erosion (m)\nVolcano height (m asl) at the end of period\nRelative height (m) above erosion base level\nT a b le\n4 In ci si o n , d en u d a ti o n , ex h u m a ti o n a n d u p li ft\nra te s o f, o r re la te d to , th e D a n u b e B en d (D\nB ) a re a , ca lc u la te d fr o m\nv a ri o u s ty p es\no f so u rc e d a ta\nfo r d iff er en t ti m e sc a le s\nIn d ic a to r ty p e (h o ri zo n , et c. )\nD a ti n g m et h o d\nR a te\nty p e\nR a te\n(m m /a )\nS co p e (k a )\nR ef er en ce s\nV o lc a n ic\nst ru ct u re\nK /A\nr a g es , v o lc a n ic g eo m o rp h o lo g y , m o rp h o m et ry\nD en u d a ti o n ra te\n0 .0 3\n1 1 ,0 0 0 – 0\nK a rá ts o n (1 9 9 6 )\nT ra v er ti n e h o ri zo n s\nG eo m o rp h o lo g y , p a la eo n to lo g y , S ed im en to lo g y\nB a se\nle v el\nd ro p /\nin ci si o n ra te\n0 .0 2 – 0 .0 6 *\n8 ,5 0 0 – 3 6 0\nM o tt l (1 9 4 2 ), S ch ré te r (1 9 5 3 ), P éc si (1 9 7 3 ), Já n o ss y 1 9 7 9 , K re tz o i a n d P éc si (1 9 8 2 ), S ch w ei tz er a n d S ch eu er (1 9 9 5 )\nV o lc a n ic\nst ru ct u re , P a n n o n ia n se d im\nen ts\nK /A\nr a g es , v o lc a n ic g eo m o rp h o lo g y , v o lc a n o lo g y , se d im\nen to lo g y\nD en u d a ti o n ra te\n0 .0 5 (0 .0 2 – 0 .0 9 )\n7 ,5 0 0 – 0\nN ém\net h et\na l. (2 0 0 3 )\nA v er a g e ex h u m a ti o n\nT h er m o ch ro n o lo g y , fi ss io n tr a ck\nd a ta\nE x h u m a ti o n ra te\n0 .2 – 0 .2 6\n5 ,0 0 0 – 0\nD u n k l a n d F ri sc h (2 0 0 2 )\nT er ra ce\nle v el s o f D B a n d\nG er ec se\nH il ls (u p st re a m\nD B )\nG eo m o rp h o lo g y , p a la eo n to lo g y , se d im en to lo g y\nIn ci si o n ra te\n0 .0 6 *\n2 ,5 0 0 – 3 6 0\nN o sz k y (1 9 3 5 ), M o tt l (1 9 4 2 ), P éc si (1 9 5 9 ), Já n o ss y (1 9 7 9 ), K re tz o i a n d P éc si (1 9 8 2 ), G á b ri s (1 9 9 4 ), S ch w ei tz er a n d S ch eu er\n(1 9 9 5 )\nT ra v er ti n e h o ri zo n s\nG eo m o rp h o lo g y , p a la eo n to lo g y , se d im en to lo g y , T h /U d a ti n g\nB a se\nle v el\nD ro p /\nin ci si o n ra te\n0 .1 8 – 0 .2 2 *\n3 6 0 – 0\nM o tt l (1 9 4 2 ), S ch ré te r (1 9 5 3 ), P éc si (1 9 7 3 ), Já n o ss y (1 9 7 9 ), K re tz o i a n d P éc si (1 9 8 2 ), (1 9 8 2 ) S ch w ei tz er a n d S ch eu er (1 9 9 5 )\nC a v e m in er a ls\nT h /U\nd a ti n g , m in er a lo g y\nB a se\nle v el\nd ro p /\nin ci si o n ra te\n0 .2 3 *\n3 6 0 – 0\nL eé l-\n} O ss y a n d S u rá n y i (2 0 0 3 )\nT er ra ce\nle v el s o f th e G er ec se\nH il ls\na n d B u d a H il ls (u p st re a m\na n d\nd o w n st re a m\nD B )\nG eo m o rp h o lo g y , p a la eo n to lo g y , se d im\nen to lo g y\nIn ci si o n ra te\n0 .1 4 – 0 .1 9 *\n3 6 0 – 0\nM o tt l (1 9 4 2 ), P éc si (1 9 5 9 ), Já n o ss y (1 9 7 9 ), K re tz o i a n d P éc si (1 9 8 2 ), G á b ri s (1 9 9 4 ), S ch w ei tz er a n d S ch eu er\n(1 9 9 5 )\nT er ra ce\nle v el s o f D B\nG eo m o rp h o lo g y\nIn ci si o n ra te\n0 .4 1 *\n3 5 0 – 0\nN o sz k y (1 9 3 5 ), P éc si (1 9 5 9 ), K re tz o i a n d P éc si (1 9 8 2 ), G á b ri s (1 9 9 4 )\nT er ra ce\nle v el s o f D B\nE x p o su re\na g e d a ti n g\nIn ci si o n ra te\n1 .6 *\n2 7 0 – 0\nR u sz k ic za y -R\nü d ig er\net a l. (2 0 0 5 b )\nP re se n t su rf a ce\nR ep ea te d p re ci se\nle v el li n g\nU p li ft ra te\n1 .0\n0 .0 0 5 – 0\nM ik e (1 9 6 9 ), Jo ó (1 9 9 2 )\nD a ta\no f in ci si o n ra te , m a rk ed\nw it h a st er is k , h a v e b ee n co m p il ed\nb y R u sz k ic za y -R\nü d ig er\net a l. (2 0 0 5 a )\nThe erosion rate during the second half of the Pannonian (ca 8–5 Ma: Kázmér 1990) may have decreased relative to the previous period for a number of interrelated processes. The overall, post-rift basin subsidence coupled with high rate of sediment accumulation resulted in the rise of erosion base level, which in turn decreased the erosive capacity of channels. The less warm but still humid continental climate (with 15–17 C mean annual temperature: Bruch et al. 2004) may also have decreased the intensity of erosion processes. For the unburied part of the volcanic edifice, we calculated with the intermediate 30–50 m/Ma erosion rate mentioned above (Table 3). On this basis, the elevation of the volcano is estimated 600–700 m asl by the end of Pannonian time, but a significant part became progressively buried in the periphery. Thus, relative elevation (above the increased erosion base) may have been as low as 300–400 m (Table 3). Pliocene (5.5–1.8 Ma) Little geological record exists from the period between 5 and 2 Ma. That time interval is considered to be transitional from the archipelagic to the terrestrial environment. The most significant palaeogeographic changes were (1) the disappearance of the Pannonian Lake, giving place to a lacustrine–palustrine environment (Szádeczky-Kardoss 1938; Kázmér 1990), and (2) significant cooling and aridification of climate (Kordos 1979; Hably and Kvacek 1998), with instabilities toward Pleistocene time (e.g. Willis et al. 1999). Lack of welldeveloped, large rivers as well as temporarily dry, cool climate periods imply a moderate-low erosion rate. On the basis of a quantitative approach, we have used 30 m/ Ma erosion rate as a bulk value, from a comparative study on the late Miocene to Pliocene segment of the Eastern Carpathian volcanic chain (Karátson 1996).\nFig. 8 Denudation history of the Danube Bend region and Keser}us Hill volcanic complex. Top: Thick dark gray line shows the proposed elevation changes (topmost part) of Keser}us Hill volcano relative to the actual base level and without tectonic modifications. Tentative error bars indicate the time slices for which direct or implied evidence exists. Considerable burial in Pannonian times causes a drop in relative elevation. Light gray line indicates the depth of partial burial during the subsiding regime. Bottom: Temporal variation of estimated denudation rates, in comparison to the incision/uplift rates of the Danube in the Quaternary inferred from travertine levels (double line) and river terraces (asterisks;\nboth derived from data of Ruszkiczay-Rüdiger et al. 2005a), exposure age dating of strath terraces of the Visegrád Gorge (oval; Ruszkiczay-Rüdiger et al. 2005b), and recent vertical movements (differential uplift; see Table 4). Dotted gray line: long-term average denudation rate of the Eastern Carpathian volcanic edifices (Karátson 1996); shaded box: the range of denudation rates for Transdanubian basalt volcanoes (Németh et al. 2003); thick dashed line: average value calculated from fission track data of Dunkl and Frisch (2002). Note logarithmic vertical axis and different scales (m/Ma on the left for long-term denudation, and mm/a on the right for the Quaternary incision; 100 m/Ma=0.1 mm/a)\nAs a consequence, during Pliocene times, a further 100 m of vertical erosion may have occurred (Table 3). Therefore, the resulting height of the volcano could be no more than 500–600 m asl. On the other hand, because of the more intense denudation of surrounding Pannonian deposits, the relative height should have been slightly increased (Table 3). Relief evolution under the prevailing mild continental climates (Hably and Kvacek 1998), affected by wind erosion under arid climatic periods, might have resulted in a more gentle relief than today, with significant pedimentation in the mountain periphery (e.g. Láng 1955).\nAn important implication of the inferred morphology to the relief evolution of the area comes from the formation of the extended, flat-lying, Pannonian sedimentary plain at the northern foot of Keser}us Hill caldera (see Fig. 7a, b). Because the area of SM and VCH was probably buried, the relatively large plain, whenever it was eventually drained in Pliocene times, yielded the only opportunity for the development of meandering palaeorivers.\nQuaternary (1.8 Ma–present)\nDuring the Pleistocene epoch, the morphology of the study area, as part of the Alpine-Carpathian system, has seen considerable, interrelated effects of neotectonic movements (e.g. Cloetingh et al. 2002) and climatic changes. In the eastern Alps and northwestern Carpathians, the glacial stages with strong frost action and intense mass movements resulted in an accelerated denudation, whereas interglacial periods were characterized by moderate areal erosion in the elevated areas, and increased discharge in major rivers (van Husen 1987; Gábris 1994). In particular, drainage patterns, precursors of the present ones, have been established during the interglacial stages, when melting of Alpine glaciers resulted in greater discharges (e.g. Hinderer 2001). We calculated with an erosion rate of 50–80 m/ Ma on the average, based on Alpine data (Hinderer 2001; Hinderer and Einsele 2001). Total Quaternary relative denudation has been estimated >100 m (Table 3).\nIn many places of the northern Hungarian Mountains, as part of the northwest Carpathians, erosion was enhanced by differential neotectonic uplift (e.g. Dunkl and Frisch 2002). In the study area, Oligocene sedimentary deposits underlying the mid-Miocene volcanic series crop out at the northern foot of Dobogók}o Hill as high as 420 m asl (Fig. 2); submarine to subaerial volcaniclastic sequences can be found at the base of SM or VCH as low as 120 m asl. In the vicinity of SM there are Leitha limestone beds, which were deposited as reef debris in the volcanic archipelago at same heights, but now are found in elevations from 150 m (western foreground) to 400 m asl (northern hillslopes: Fig. 2). At the bottom of the Danube (ca 100 m asl), strongly fractured subvolcanic\nrocks crop out (see Fig. 2: Nagymaros Engineering Geological Map 1989). From these data, a 200 m Plio/ Pleistocene uplift for the SM–Dobogók}o Hill area is a reasonable estimate (see volcano height corrected by this value in Table 3).\nIn relation to these differential tectonic movements (e.g. Noszky 1935; Gábris 1994; Ruszkiczay-Rüdiger et al. 2005a; see Table 4), five to eight river terraces, located in various elevations, have been described in the Danube Bend (Kéz 1934; Bulla 1941; Pécsi 1959). For instance, the terraces interpreted by Pécsi (1959) as of Günz, Mindel or Riss glacials exhibit 30–100 m vertical differences, respectively, and they reach the maximum elevation in the Visegrád Gorge. Even the Postglacial terrace levels (Gábris 1994) imply very young differential uplift of at least 0.4 mm/a. In fact, repeated precise levelling has shown 1–1.5 mm/a recent uplift in the Danube Bend area (Mike 1969; Joó 1992). In accordance, new exposure age dating by in situ produced cosmogenic 3He (Ruszkiczay-Rüdiger et al. 2005b) have yielded 1.6 mm/a river incision for the last 270 ka. The incision of the Danube River was triggered by the uplift of the Hungarian Mountain Range (e.g. Gábris 1994). Accordingly, the observed £ 400 m incision can be taken as good approximation for the uplift of the Danube Bend. The new incision/uplift data significantly exceed rates based on earlier works for the whole or the late Pleistocene (Pécsi 1959; Kretzoi and Pécsi 1982; Gábris 1994; Ruszkiczay-Rüdiger et al. 2005a; Table 4, Fig. 8). Although incision rates are not directly comparable to denudation rates, in Fig. 8 (bottom) we summarized both types of rates. The increasing Quaternary rates, which are apparent even on a logarithmic scale, imply increased tectonic uplift, and/or a considerable base level drop downstream in the Danube valley.\nIn the area, the calculated Quaternary erosion rate totals in a 900–1,000 m lowering (Table 3). This would result in a 400–500 m absolute height of Keser}us Hill volcano at present. Therefore the vertical difference to the current 600–700 m altitude conforms to the young tectonic uplift. Keeping this in mind, and adding the facies interpretation of the exposed highest-level outcrops of the lava dome (e.g. V-11, see above), the remaining part should represent only the lower flanks, originally at some 200–300 m asl. The Dobogók}o Hill area to the south (V-13, V-14), which is reconstructed as the distal facies, might have experienced even more intense uplift through normal faulting (indicated in Figs. 3, 7b). North of the Dobogók}o Hill ridge, the preserved thickness of the volcanic pile overlying the uplifted Oligocene sediments (Fig. 2) is only 200–250 m."
  }, {
    "heading": "Discussion: evolution of the Danube Bend",
    "text": "A number of constraining factors emerging from the above scenario helps to draw important conclusions for the relief evolution of the Danube Bend area.\nDue to the lack of geological record, precise age of the beginning of fluvial regime in the Danube Bend is unknown. The Danube River itself might have arrived at the western border of the Pannonian Basin in early Pliocene times (Sümeghy 1938), and flowed southward for a long time. Toward the end of the Pliocene, in response to uplift in southwestern Hungary (SzádeczkyKardoss 1938), it turned eastward. The late Pliocene appearance of the river in the Danube Bend was suggested first by Schafarzik (1918). Until that time, most likely the Hron(Garam)-Váh(Vág)-Ipoly(Ipel’) river system drained most of the northwestern Carpathians through or near the Danube Bend area (Prinz 1936; Szentes 1943). At the Pliocene/Pleistocene boundary, the volcanic relief of the northern Visegrád Mountains should have been rolling hills ( £ 400–500 m asl), consisting of the remnants of the significantly eroded Keser}us Hill lava dome complex, with its horseshoeshaped caldera open to the north. In the northern foreground of the volcano, the original mid-Miocene volcaniclastic ring plain successions were covered by thick Pannonian sediments, forming a 5–8 km wide alluvial plain. The lowland morphology enabled the originally alluvial palaeoriver system, the ancestor of Danube, to find its course in the most erodible deposits.\nThe first stage: characteristics of early river channels\nA tentative reconstruction of Keser}us Hill caldera ca 2 Ma ago, at the end of the alluvial regime, is given in Fig. 7a (bottom). The image draws attention to the deflecting effect of the horseshoe-shaped landform, along with the late-stage SM summit lava dome opposite side, and the VCH hummocky morphology to the northeast. To show the effect of such a morphology, we inserted the present-day, less eroded, U-shaped Makovica volcanic crater (east Slovakia) as an example in the following way: the original DEM data were rotated 90 CCW and lowered by 700 m (in order to model the burial of the periphery of the volcanic edifice by ca 300-m thick Pannonian sediments). Prior to the stage depicted in the image, the Palaeo-Danube or its forerunner may have been located in a somewhat different position: for instance, Láng (1955) reported fluvial gravel beds of an ancient river in Törökmez}o area (Fig. 1), some 7 km to the north of SM (i.e. opposite side). This suggests that the present Danube Bend is a subsequent feature. Today, the area north of SM (220 m asl) is considerably higher than the Danube Bend (101 m asl), which is in accordance with the subsequent, rapid incision of the present river.\nA possible pathway of the early main river (PalaeoDanube or -Ipoly) is also indicated in Fig. 7a. Increased discharge during interglacial stages may have resulted in the formation of large river beds and meanders as proposed by Láng (1955). We calculate that, according to the river curvature radius versus discharge relationship (Dury 1976; Gábris 2001; Timár 2003), a possible\npalaeoriver here should have had ca 6,500 m3/s bankfull discharge to form the present-day 4.5 km large ‘‘meander’’. The calculated value is considerably higher than the present-time average of annual floods at the Nagymaros gage station (4,000 m3/s: VITUKI 2002). The erosional capacity of such a large river (or its direct tributaries) should have resulted in a high-rate removal of the postvolcanic sedimentary deposits. However, we note that such high discharges may have occurred for only limited times.\nThis fluvial scenario resembles to that in front of the eastern Alps (Székely et al. 2002). Namely, in the area of the Bohemian massif, the Danube actually incises antecedently some 200–250 m in two water gaps, in morphologically similar gorges to the Visegrád one. Moreover, as well as the eroded Pannonian cover in the Danube Bend, the overlying molasse sequence has also been removed and the river has found its course in the resistant, crystalline bedrock.\nRecent uplift: incision of the river curvature by exhumation of the volcanic relief\nAn early, more flexible drainage of meandering palaeorivers could be changed and long-term river channels formed when a very young (<<1 Ma; RuszkiczayRüdiger et al. 2005b) uplift/incision has occurred. Apart from exposure age data mentioned above, the presentday geomorphology of the Danube Bend clearly indicates this change. Namely, there are well-developed, steep (30 –40 ) triangular hillsides (flatirons) on both sides of the Visegrád Gorge (see Fig. 1), indicating fast incision of the river. The alluvial plain of the Ipoly river (now a direct tributary of the Danube: Fig. 1) is also bordered by flatirons on the eastern (Börzsöny) side, although showing more gentle, 10 slopes. The tips of such flatirons along the Danube Bend (both at SM and opposite side), located ca 150–200 m above the present bed, constrain the net vertical movement of the youngest uplift phase and point to the much larger width of the original river valley: ca 2.5–3 km compared to the present-day 0.5–0.6 km.\nIn our model, the most important prerequisite for the formation of the U-shaped Danube Bend is the exhumation of the original volcanic relief. This may have occurred when the Pannonian sedimentary cover was completely removed. The horseshoe-shaped scar as a natural depression hosted the southward-deflected river bed, including its possible meander. The formation of the peculiar river loop was further facilitated by the exhumation of other steep landforms (e.g. SM summit lava dome and VCH debris-avalanche deposit). When the resistant material of these hills was better exposed, they served as topographic controls for the loop shape of the river. This process, i.e. the beginning of the exhumation of the resistant volcanic rock, changed the alluvial regime of the ancient Danube Bend to a bedrock channel. Tectonic faults, e.g. the one at the western side\nof SM (Figs. 3, 7a: Láng 1955; Czakó and Nagy 1977) as well as less resistant, altered subvolcanic rocks cropping out in the present-day river bed of Danube (Nagymaros Engineering Geological Map 1989) could be additional factors contributing to the conservation of the loop shape.\nThe meandering/alluvial style considerably predates (i.e. Pliocene/early Pleistocene) the acceleration of vertical movements, when the shape of the river curvature was fixed between exhumed volcanic landforms. As mentioned above, the initiation of the present morphology of the Visegrád Gorge should be a young (mid-to-late Pleistocene?) phenomenon. Until that time, the Danube may have had different pathways (e.g. north of SM)."
  }, {
    "heading": "Conclusion",
    "text": "The Pleistocene evolution of the Danube Bend is proposed to be governed by the exhumation of the original Miocene volcanic relief. In the Northern Visegrád Mountains, the main Keser}us Hill volcanic edifice was a lava dome complex, characterized by a horseshoeshaped scar open to the north. Reconstruction of the original volcanic cone, that was made up mostly of resistant block-and-ash flow breccias, is supported by plotting detailed dip measurements against present topography. The lava-capped Szent Mihály Hill to the north and the resistant Visegrád Castle Hill breccias to the east were also among the least erodible features.\nPostvolcanic relief evolution of the volcanic edifice has been constrained by subsequent, mostly Pannonian sedimentation, various climates and, especially since the Plio-Pleistocene, tectonic movements. A fluvial regime replaced the initial marine and subsequent lacustrine environments during Pliocene times, when an alluvial plain may have formed on the Pannonian sediments in the northern foreground of Keser}us Hill volcano.\nEarly rivers dewatering large north Carpathian catchment areas should have appeared in that plain. As a result of occasional high discharges as well as tectonic movements, intense fluvial erosion of the trunk channel and short bedrock tributaries led to the ultimate removal of postvolcanic sedimentary cover.\nMore recent differential uplift and erosion base level drop had fundamental effects on the drainage pattern. After the sedimentary cover was removed, the reappearance of the horseshoe caldera determined the shape of the river pathway. As the incision of the Danube has continued, the caldera morphology has been progressively exhumed and morphologically enhanced. In addition, the exposed, resistant volcanic formations to the north (Szent Mihály Hill) and east (Visegrád Castle Hill) were also capable of topographically controlling the river curvature. Eventually, the present-day Danube Bend has been fixed in between. Position of river terraces combined with uplift/river incision rates shows that most of the inferred process should have occurred during mid-to-late Quaternary times.\nAcknowledgments The Hungarian National Scientific Fund (OTKA T043644, T047104, F043346 and F043715), the German Research Foundation (DFG, Fr 610/20–1) are thanked for financial support, as well as the Bolyai Postdoctoral Fellowship (BO-00175/100) to DK, the Magyary Postdoctoral Fellowship to KN, the Békésy Postdoctoral Fellowship to BSz and the Marie Curie Fellowship to ZsRR. The manuscript has benefited from the useful comments and suggestions of G. Wörner (Göttingen) and an anonymous reviewer, as well as those of I. Dunkl, Gy. Gábris, W. Frisch, J. Kuhlemann andM. Ort.M. Ort is also acknowledged for checking the English. Parts of this work were carried out in the framework of a DAAD-MÖB German-Hungarian co-operation project and during DK’s Fulbright research period in Flagstaff, AZ, USA."
  }],
  "year": 2006,
  "references": [{
    "title": "Parts of this work were carried out in the framework of a DAAD-MÖB German-Hungarian co-operation project and during DK’s Fulbright research period in Flagstaff",
    "authors": ["the English"],
    "venue": "AZ, USA. References Ahnert F",
    "year": 1970
  }, {
    "title": "277–288 Bohn-Havas M, Korecz-Laky I (1980) Eggenburgi fauna",
    "authors": ["Reports"],
    "year": 1980
  }, {
    "title": "Middle and Late Miocene spatial temperature patterns and gradients in Central Europe—preliminary results based on palaeobotanical climate reconstructions",
    "authors": ["AA Bruch", "T Utescher", "CA Olivares", "N Dolakova", "D Ivanov", "V Mosbrugger"],
    "year": 2004
  }, {
    "title": "A Magyar medence pliocén és pleisztocén terraszai (Pliocene and Pleistocene terraces of the Hungarian basin: in Hungarian with German abstract)",
    "authors": ["B Bulla"],
    "venue": "Földrajzi Közlemények (Bull Hung Geogr",
    "year": 1941
  }, {
    "title": "A Dunazug-hegyvidék (The Dunazug Mountains: in Hungarian with German abstract)",
    "authors": ["J Cholnoky"],
    "venue": "Földrajzi Közlemények (Bull Hung Geogr",
    "year": 1937
  }, {
    "title": "Lankreijer AC (eds) (2002) Neotectonics and surface processes: the Pannonian Basin and Alpine/Carpathian System",
    "authors": ["SAPL Cloetingh", "F Horváth", "G Bada"],
    "venue": "EGU Stephan Mueller Spec Publ Series",
    "year": 2002
  }, {
    "title": "Fototektonikai és ércföldtani adatok korrelációja a Börzsöny hegységben (Correlation of phototectonic and ore geological data in the Börzsöny Mountains: in Hungarian)",
    "authors": ["T Czakó", "B Nagy"],
    "venue": "Ann Rep Hung Geol Inst",
    "year": 1977
  }, {
    "title": "Thermochronologic constraints on the Late Cenozoic exhumation along the Alpine and West Carpathian margins of the Pannonian basin",
    "authors": ["I Dunkl", "W Frisch"],
    "venue": "EGU Stephan Mueller Spec Publ Ser",
    "year": 2002
  }, {
    "title": "Discharge prediction, present and former, from channel dimensions",
    "authors": ["GH Dury"],
    "venue": "J Hydrol",
    "year": 1976
  }, {
    "title": "Sedimentary basins: evolution, facies, and sediment budget",
    "authors": ["G Einsele"],
    "year": 1992
  }, {
    "title": "Initiation of the calc-alcaline volcanism of the Visegrád Mts., Northern Hungary: Ignimbrite deposits from the Holdvilág",
    "authors": ["Zs", "Badics Zs", "Izing I", "Harangi Sz"],
    "year": 2000
  }, {
    "title": "Pliocene mesophytic forests surrounding crater lakes in western Hungary",
    "authors": ["L Hably", "Z Kvacek"],
    "venue": "Rev Palaeobotany Palynology",
    "year": 1998
  }, {
    "title": "Miocene calc-alkaline volcanism of the Visegrád Mts, Northern Pannonian Basin",
    "authors": ["Sz Harangi", "L Korpás", "T Weiszburg"],
    "venue": "Beih z Eur J Mineral Exkursion A,",
    "year": 1999
  }, {
    "title": "Late Quaternary denudation of the Alps, valley and lake fillings and modern river loads",
    "authors": ["M Hinderer"],
    "venue": "Geodinamica Acta",
    "year": 2001
  }, {
    "title": "The world’s large lake basins as denudation-accumulation systems and implications for their lifetimes",
    "authors": ["M Hinderer", "G Einsele"],
    "venue": "J Paleolimnol",
    "year": 2001
  }, {
    "title": "Vulkanologische und sedimentologische Untersuchungen der neogenen Vulkanoklastite nordwestlich von Pomáz (Visegrád Mts—Ungarn)",
    "authors": ["A Höfer"],
    "venue": "Unpublished Master Thesis,",
    "year": 2003
  }, {
    "title": "A magyarországi pleisztocén tagolása gerinces faunák alapján (Division of the Hungarian Pleistocene on the basis of vertebrate faunas)",
    "authors": ["D Jánossy"],
    "venue": "Akadémiai Kiadó, Budapest,",
    "year": 1979
  }, {
    "title": "Recent vertical surface movements in the Carpathian Basin. Tectonophys",
    "authors": ["I Joó"],
    "year": 1992
  }, {
    "title": "Rates and factors of stratovolcano degradation in a continental climate: a complex morphometric analysis of nineteen Neogene/Quaternary crater remnants in the Carpathians",
    "authors": ["D Karátson"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1996
  }, {
    "title": "Lithofacies associations of an emerging volcaniclastic apron in a Miocene volcanic complex: an example from the Börzsöny Mountains, Hungary",
    "authors": ["D Karátson", "K Németh"],
    "venue": "Int J Earth Sci (Geol Rundsch)",
    "year": 2001
  }, {
    "title": "An ancient debris avalanche initiated the river loop? The mystery of the Danube Bend, Hungary",
    "authors": ["D Karátson", "K Németh", "S Józsa", "E Borbély"],
    "year": 2001
  }, {
    "title": "Birth, life, and death of the Pannonian Lake",
    "authors": ["M Kázmér"],
    "venue": "Palaeo Palaeo Palaeo",
    "year": 1990
  }, {
    "title": "Processes and products of shallow submarine volcanic activity in Southern Slovakia",
    "authors": ["V Konečny", "J Lexa"],
    "venue": "IAVCEI General Assembly,",
    "year": 1994
  }, {
    "title": "Jelentés a Dunazughegység földtani kutatásának 1976/77",
    "authors": ["L Korpás", "Z Balla", "T Czakó", "L Csaba"],
    "venue": "évi el}",
    "year": 1977
  }, {
    "title": "Magyarázó a Börzsöny és a Visegrádi-hegység földtani térképéhez (Explanations to the geological map of the Börzsöny and Visegrád Mountains: in Hungarian with English abstract)",
    "authors": ["L Korpás"],
    "venue": "Hung Geol Inst,",
    "year": 1998
  }, {
    "title": "A magyarországi paleoklimatológiai kutatások módszerei és eredményei (Methods and results of paleoclimatological research in Hungary: in Hungarian with English abstract). Országos Meteorológiai Intézet (Meteorological",
    "authors": ["L Kordos"],
    "venue": "Institute of Hungary),",
    "year": 1979
  }, {
    "title": "Pliocene and Quaternary chronostratigraphy and continental surface development of the Pannonian Basin",
    "authors": ["M Kretzoi", "M Pécsi"],
    "venue": "INQUA, Hung Geogr Res Inst,",
    "year": 1982
  }, {
    "title": "A Mátra és a Börzsöny természeti földrajza (Physical geography of the Mátra and Börzsöny Mountains: in Hungarian)",
    "authors": ["S Láng"],
    "venue": "Akadémiai Kiadó, Budapest,",
    "year": 1955
  }, {
    "title": "The peculiar hydrothermal caves in Budapest",
    "authors": ["Ossy Sz", "Surányi G"],
    "venue": "Acta Geol Hung",
    "year": 2003
  }, {
    "title": "Total annual dissolved transport by world",
    "authors": ["St. Helens", "Washington"],
    "venue": "Geol Surv Prof Pap 1250,",
    "year": 1976
  }, {
    "title": "High accuracy Hotine Oblique Mercator approximation of the Hungarian EOV coordinates (in Hungarian with English summary). Geodézia és Kartográfia",
    "authors": ["G Molnár", "G Timár"],
    "year": 2002
  }, {
    "title": "Adatok a hazai ó- és újpleisztocén folyóteraszok eml",
    "authors": ["M Mottl"],
    "year": 1942
  }, {
    "title": "Decapod Crustacea from the Badenian",
    "authors": ["P Müller"],
    "venue": "Geologica Hungarica Ser Palaeontol 42,",
    "year": 1984
  }, {
    "title": "Late Miocene paleo-geomorphology of the Bakony-Balaton Highland Volcanic Field (Hungary) using physical volcanology data",
    "authors": ["K Németh", "U Martin"],
    "venue": "Z Geomorphol",
    "year": 1999
  }, {
    "title": "Calculation of erosion rates based on remnants of monogenetic alkaline basaltic volcanoes of the Bakony-Balaton Highland Volcanic Field (Western Hungary) of Mio/Pliocene age",
    "authors": ["K Németh", "U Martin", "G Csillag"],
    "venue": "GeoLines",
    "year": 2003
  }, {
    "title": "Contrasting lithofacies architexture in ring-plain deposits related to edifice construction and destruction, the Quaternary Stratford and Opunake Formations, Egmont Volcano, New Zealand",
    "authors": ["BA Palmer", "VE Neall"],
    "venue": "Sediment Geol",
    "year": 1991
  }, {
    "title": "A magyarországi Duna-völgy kialakulása és felszı́nalaktana (Formation and geomorphology of the Hungarian Danube valley: in Hungarian with German abstract)",
    "authors": ["M Pécsi"],
    "venue": "Akadémiai Kiadó, Budapest,",
    "year": 1959
  }, {
    "title": "Geomorphological position and absolute age of the lower paleolithic site at Vértessz",
    "authors": ["M Pécsi"],
    "year": 1973
  }, {
    "title": "Magyar földrajz (Hungarian geography: in Hungarian)",
    "authors": ["Prinz Gy"],
    "venue": "Magyar föld, magyar faj I, Királyi Magyar Egyetemi Nyomda,",
    "year": 1936
  }, {
    "title": "Quantification of Quaternary vertical movements in the central Pannonian Basin: a review of chronological data along the Danube river, Hungary",
    "authors": ["Sz Ossy", "E Horváth", "T Dunai"],
    "venue": "Tectonophys",
    "year": 2005
  }, {
    "title": "Middle to Late Pleistocene uplift rate of the Hungarian Mountain Range at the Danube Bend (Pannonian Basin) using in situ produced 3He",
    "authors": ["Zs Ruszkiczay-Rüdiger", "T Dunai", "G Bada", "L Fodor", "E Horváth"],
    "venue": "Tectonophys",
    "year": 2005
  }, {
    "title": "A budapesti Duna paleohidrográfiája (Paleohydrography of the Danube at Budapest)",
    "authors": ["F Schafarzik"],
    "venue": "Hidrológiai Közlöny (Bull Hung Hydrol)",
    "year": 1918
  }, {
    "title": "Vendl A (1929) Geológiai kirándulások Budapest környékén (Geological field trips around Budapest: in Hungarian)",
    "authors": ["F Schafarzik"],
    "venue": "Stadium Sajtóvállalat Rt., Budapest,",
    "year": 1929
  }, {
    "title": "Hungarian travertines. Acta Universitas Szegediensis",
    "authors": ["Schweitzer F", "Scheuer Gy"],
    "venue": "Acta Geographica 34(Special",
    "year": 1995
  }, {
    "title": "Global Geomorphology—an introduction to the study of landforms",
    "authors": ["MA Summerfield"],
    "venue": "Longman Scientific & Technical,",
    "year": 1991
  }, {
    "title": "Neotectonic movements and their geomorphic response as reflected in surface parameters and stress patterns in the Eastern Alps",
    "authors": ["B Székely", "J Reinecker", "I Dunkl", "W Frisch", "J Kuhlemann"],
    "year": 2002
  }, {
    "title": "Aszód távolabbi környékének földtani viszonyai (Geology of the vicinity of Aszód town: in Hungarian). Magyar Tájak Földtani Leı́rása (Geological description of Hungarian landscapes)",
    "authors": ["F Szentes"],
    "year": 1943
  }, {
    "title": "Controls on channel sinuosity changes: a case study of the Tisza River, the Great Hungarian Plain",
    "authors": ["G Timár"],
    "venue": "Quaternary Sci Rev 22:2199–2207",
    "year": 2003
  }, {
    "title": "The Molodensky-Badekas (3–parameters) datum transformation between the WGS84 and the Hungarian Datum 1972 for practical use (in Hungarian with English summary). Geodézia és Kartográfia",
    "authors": ["G Timár", "G Molnár", "Sz Pásztor"],
    "year": 2002
  }, {
    "title": "Die Ostalpen in den Eiszeiten",
    "authors": ["D Van Husen"],
    "venue": "Verlag der geologische Bundesanstalt, Wien,",
    "year": 1978
  }, {
    "title": "The role of sub-Milankovitch climatic forcing in the initiation of the Northern Hemisphere glaciation",
    "authors": ["KJ Willis", "A Kleczkowski", "KM Briggs", "CA Gilligan"],
    "year": 1999
  }],
  "id": "SP:3b1f680eb57111fada6729b88abd92c0ca3a5e58",
  "authors": [],
  "abstractText": "A new model for the formation and relief evolution of the Danube Bend, northern Hungary, is discussed on geomorphological and volcanological grounds. We propose that the present-day U-shaped loop of the Danube Bend was partly inherited from the horseshoe caldera morphology of Keser} us Hill volcano, a mid-Miocene (ca 15 Ma) lava dome complex with an eroded central depression open to the north. According to combined palaeogeographical data and erosion rate calculations, the drainage pattern in the Danube Bend region was formed when Pleistocene tectonic movements resulted in river incision and sedimentary cover removal. Formation of the present curvature of the river was due to the exhumation of the horseshoe-shaped caldera as well as the surrounding resistant volcaniclastic successions (i.e. Visegrád Castle Hill) and a hilltop lava dome (Szent Mihály Hill). The process accelerated and the present narrow gorge of the Danube Bend was formed by very rapid, as young as late Quaternary differential tectonic uplift, also enhancing the original volcanic morphology. On the basis of comparative long-term erosion-rate calculations, we estimated successive elevation changes of the volcanic edifice, including partial burial in late Miocene time. In comparison with various order-of-magnitude changes, the mid-to-late Quaternary vertical movements show increased rates and/or base level drop in the Pannonian Basin.",
  "title": "Incision of a river curvature due to exhumed Miocene volcanic landforms: Danube Bend, Hungary"
}