{
  "sections": [{
    "text": "Fragen nach dem Zusammenhang zwischen Vulkanausbrfichen und Wetter haben die Meteorologen zu den verschiedensten Zeiten besch/iftigt. Nach jedem grogen Ausbruch (Katmai 1912, Krakatau 1883, Tambora 1815, Laki 1783) tauchten 13berlegungen auf, wie Temperatur, Niederschlag and Sonnenschein auf der Erde durch die Wolken vulkanischen Staubs beeinflul3t wfirden. Dabei erkannte man bald, dab die Absorption der Sonnenstrahlung in der Staubwolke die direkte Sonnenstrahlung vermindern m/if3te, die absorbierende Schicht aber erwgrmt wfirde. Das bedeutet, dal3 der Zusammenhang zwischen Vulkanismus und Temperatur auf der Erde nicht ganz einfach ist. Demgegenfiber war. der Zusammenhang zwischen Vulkanwolken und Dfimmerungserscheinungen einfach: Die D~immerungserscheinungen nach den Ausbrfichen yon Katmai, Hekla (1947) und Asung (1963) sind uns allen in Erinnerung. In neuer Zeit hat man in Bohrkernen aus dem Meeresboden vulkanische Aschen yon Ausbrfichen aus I/ingst vergangenen Zeiten festgestellt und den Ausbrfichen der neueren Zeit zuordnen k6nnen. Neuerdings berichten Hammer u.a. [1] fiber Untersuchungen des Sfiurespiegels in verschiedehen Eisbohrkernen aus Gr6nland. Dort lassen sich Schichten mit erh6hter Acidit/it Vulkanausbrfichen zuordnen, die bis in das 7. Jahrtausend v. Chr. zurfickreichen. Dabei sind die Ausbrfiche von Vulkanen im islfindischen Raum stark, die im indonesischen Raum schwach erkennbar. Interessant ist, dab die Verfasser eine Pe-\nriode hoher Vnlkantfitigkeit einer Zeit verminderter Temperatur auf der Nordhalbkugel glauben zuordnen zu k6nnen. Die Verfasser sind allerdings der Ansicht, dab man bei der Vorhersage einer Klima5nderung an Hand von Vulkanausbrfichen noch sehr vorsichtig sein mfif3te. Diesen Vorbehalt wird man bei allem Wunsch nach einem Hilfsmittel ffir Langfristvorhersagen unterstfitzen m/issen.\nK. Keil/Offenbach a.M.\nl. Hammer, C.U., Clausen, H.B., Dansgaard, W. : Nature 288, 230 (1980)"
  }, {
    "heading": "Die Wirkungsweise",
    "text": "yon Interferon\nInterferon bezeichnet eine Klasse von Glykoproteinen, die in tierischen Zellen als Reaktion auf eine Anzahl von molekularen Reizen ausgeschieden werden. Alle Interferone geben tieriscben Zellen Resistenz gegenfiber Virus-Infektionen, aber es lassen sich verschiedene Interferone, entsprechend ihrer zellul/iren Herkunft und ihres Induktors, unterscheiden. Viren und Doppelstrang-DNA induzieren Typ-I-Interferon in Fibroblasten (F-Interferon) und in Leukozyten (Le-Interferon); Antigene und verschiedene Mitogene induzieren in Lymphozyten Typ-II-Interferon (Im-Interferon). Diese Typen unterscheiden sich in physikalischen und molekularen Eigenschaften. Nur Typ I interagiert mit Gangliosiden, und es gibt keine gegenseitige Kreuzresistenz [1]. Die Zellen besitzen also spezifische Typ-I- und Typ-II-Rezeptoren. Mit Interferon behandelte Zellen werden\ngegenfiber Viren resistent; Typ-I-Interferon verleiht diese Resistenz schneller und in geringeren Konzentrationen und tut dies auch in Gegenwart von RNA- und Protein-Synthese-Hemmstoffen [2]. Vermutlich unterstfitzen Interferone die Synthese spezifischer RNSfiuren, die dann zu ,,Antivirus-Proteinen\" translatiert werden. Bei F- und Le-Interferon wurden bisher als Produkte identifiziert eine Proteinkinase, die die ~-Untereinheit des Initiationsfaktors eIF-2 phosphoryliert, und eine durch Doppelstrang-RNA aktivierbare 21,5 ̀- Oligo-Adenylat-Polymerase [3J. Der Zeitverlauf der Induktion dieses Enzyms ist erheblich schneller in Gegenwart yon TypI-Interferon als von Typ-II-Interferon und l/iuft etwa der Ausbildung der Virus-Resistenz parallel. Die Synthese der mRNA ffir die Polymerase ist nur bei Typ I Proteinsynthese-unabhfingig, und Hemmung der RNA-Synthese mit Cordycepin lenkt die zellul/iren Makromolekfilsynthesen ffir mehrere Stunden in Richtung der Polymerase [4]. Die Transkription spezifischer mRNA wird also vorfibergehend dutch Interferon aktiviert. Ffir l~ingerfristige Transkription der, auch nach Hemmversuchen [5] instabilen, Oligo(A)-PolymerasemRNA ist mehrfache Einwirkung yon Interferon mit seinem Rezeptor n6tig.\n1. Ankel, H., et al. : Proc. Nat. Acad Sci. USA 77, 2528 (1980) 2. Dianzani, F., et al. : Nature 283, 400 (1980) 3. Baglioni, C., et al.: Biochemistry 18, 1765\n(1979) 4. Baglioni, C., Maroney, P.A. : J. Biol. Chem.\n255, 8390 (1980) 5. Gordon, S.I., Stevenson, D.: Proc. Nat.\nAcad. Sci. USA 77, 452 (1980)\nKurze Originalmitteilungen"
  }, {
    "heading": "Evolution der fluviatilen Sedimentation",
    "text": "am Westrand des germanischen Buntsandsteinbeckens\nD. Mader\nBEB Gewerkschaften Brigitta und Elwerath Betriebsf/ihrungsgesellschaft mbH, D-3000 Hannover\nDie terrestrischen Rotsedimente des germanischen Buntsandsteins werden schon seit lfingerer Zeit als aquatische, weitgehend fluviatile Ablagerungen gedeutet [1]. Eingehendere Interpretationen des alluviaien Milieus sind jedoch bisher kaum erfolgt (u.a. [21). Der Verfasser hat sedimentologische Untersuchungen im Buntsandstein am Westrand des germanischen Triasbeckens, in der Eifel, durchgeffihrt. Dabei wurden erstmals aeolische Dfinensande in gr613erer Verbreitung nachgewiesen [3], die sich mit den fluviatilen Sedimenten verzahnen [4], sowie das alluviale Environment detailliert rekonstruiert [i, 5, 6]. Im Aufbau der Schichtfolge (zur Stratigraphie vgl. Tabelle 1) spiegelt sich eine Evolution der fluviatilen Sedimentation wider. Zu Beginn der triadischen Sedimentation (Basiskonglornerat) entstanden alluviale\nNaturwissenschaften 68 (1981) 9 Springer-Verlag 1981 20t"
  }],
  "year": 2004,
  "references": [],
  "id": "SP:390250a0fabe970aed77ad7c3a9a33f5b648c11a",
  "authors": [{
    "name": "Vulkanismus und Klima",
    "affiliations": []
  }],
  "abstractText": "Fragen nach dem Zusammenhang zwischen Vulkanausbrfichen und Wetter haben die Meteorologen zu den verschiedensten Zeiten besch/iftigt. Nach jedem grogen Ausbruch (Katmai 1912, Krakatau 1883, Tambora 1815, Laki 1783) tauchten 13berlegungen auf, wie Temperatur, Niederschlag and Sonnenschein auf der Erde durch die Wolken vulkanischen Staubs beeinflul3t wfirden. Dabei erkannte man bald, dab die Absorption der Sonnenstrahlung in der Staubwolke die direkte Sonnenstrahlung vermindern m/if3te, die absorbierende Schicht aber erwgrmt wfirde. Das bedeutet, dal3 der Zusammenhang zwischen Vulkanismus und Temperatur auf der Erde nicht ganz einfach ist. Demgegenfiber war. der Zusammenhang zwischen Vulkanwolken und Dfimmerungserscheinungen einfach: Die D~immerungserscheinungen nach den Ausbrfichen yon Katmai, Hekla (1947) und Asung (1963) sind uns allen in Erinnerung. In neuer Zeit hat man in Bohrkernen aus dem Meeresboden vulkanische Aschen yon Ausbrfichen aus I/ingst vergangenen Zeiten festgestellt und den Ausbrfichen der neueren Zeit zuordnen k6nnen. Neuerdings berichten Hammer u.a. [1] fiber Untersuchungen des Sfiurespiegels in verschiedehen Eisbohrkernen aus Gr6nland. Dort lassen sich Schichten mit erh6hter Acidit/it Vulkanausbrfichen zuordnen, die bis in das 7. Jahrtausend v. Chr. zurfickreichen. Dabei sind die Ausbrfiche von Vulkanen im islfindischen Raum stark, die im indonesischen Raum schwach erkennbar. Interessant ist, dab die Verfasser eine Periode hoher Vnlkantfitigkeit einer Zeit verminderter Temperatur auf der Nordhalbkugel glauben zuordnen zu k6nnen. Die Verfasser sind allerdings der Ansicht, dab man bei der Vorhersage einer Klima5nderung an Hand von Vulkanausbrfichen noch sehr vorsichtig sein mfif3te. Diesen Vorbehalt wird man bei allem Wunsch nach einem Hilfsmittel ffir Langfristvorhersagen unterstfitzen m/issen. K. Keil/Offenbach a.M.",
  "title": "Vulkanismus und Klima"
}