{
  "sections": [{
    "text": "Both instabilities are suppressed if the atmosphere has a high radiative efficiency. Our results are most relevant for atmospheres that are thin, have low greenhouse-gas radiative efficiency, and have a principal greenhouse gas that is also the main constituent of the atmosphere. ESWI also requires land near the substellar point, and tectonic resurfacing (volcanism, mountain-building) is needed for large jumps in pressure. These results identify a new pathway by which habitable-zone planets can undergo rapid climate shifts and become uninhabitable.\nKey words: planets and satellites: atmospheres – planets and satellites: general – planets and satellites: surfaces – stars: individual (Kepler-10, CoRoT-7, GJ1214, 55 Cnc, Kepler-9, Kepler-11)\nOnline-only material: color figure"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Exoplanet research is driven in part by the hope of finding habitable planets beyond Earth (Exoplanet Community Report; Lawson et al. 2009). Demonstrably habitable exoplanets maintain surface liquid water over geological time. Earth’s long-term climate stability is believed to be maintained by a negative feedback between control of surface temperature by partial pressure of CO2 (pCO2), and temperature-dependent mineral weathering reactions that reduce pCO2 (Walker et al. 1981). There is increasing evidence that this mechanism does, in fact, operate on Earth (Cohen et al. 2004; Zeebe & Caldeira 2008, but see also Edmond & Huh 2003). The Circumstellar Habitable Zone hypothesis (Kasting et al. 1993) extends this stabilizing feedback to rocky planets in general, between top-of-atmosphere flux limits set by the runaway greenhouse (upper limit) and condensation of thick CO2 atmospheres (lower limit). H2–H2 collision-induced opacity can extend the habitable zone further out, in theory (Pierrehumbert & Gaidos 2011; Wordsworth 2011). Currently, the best prospects for finding stable surface liquid water orbit M stars (Tarter et al. 2007; Deming & Seager 2009). Planets in M-dwarf habitable zones are close enough to their star for tidal despinning and synchronous rotation (Murray\n& Dermott 1999, Chapter 5). Nearby M-dwarfs are the targets of several ongoing and proposed planet searches. Rocky exoplanets in hot orbits have recently been confirmed (Léger et al. 2011; Batalha et al. 2011; Winn et al. 2011) and are presumably in synchronous rotation. But does the habitable-zone concept hold water for tidally locked planets?\nIn this paper, we highlight two closely related feedbacks which could cause climate destabilization on planets with solid surfaces and low-opacity atmospheres and atmospheres that do not have large optical depth. Both feedbacks require surface temperatures near the substellar point to be significantly higher than the planet-average surface temperature.\n1. The enhanced substellar weathering instability (ESWI) flows out of the same strong temperature dependence of silicate weathering that makes it possible for carbonatesilicate feedback to stabilize Earth’s climate (Walker et al. 1981). Weathering, and hence CO2 drawdown rate, increases rapidly with increasing temperature. Weathering also increases with rainfall, which increases with temperature (O’Gorman & Schneider 2008; Pierrehumbert 2002; Schneider et al. 2010). Therefore, the global CO2 loss rate depends heavily on the maximum surface temperature. Suppose weathering is initially adjusted to match net supply\nof greenhouse gases by other processes (e.g., volcanic degassing). Then consider a small increase in atmospheric pressure. Average temperature must increase, unless there is an antigreenhouse effect. Normally, this would lead to an increase in weathering. However, on a synchronously rotating planet where ΔTs is high, most of the weathering occurs near the substellar point. An increase in atmospheric pressure can decrease temperature around the substellar point, provided that increased advection of heat away from the hot spot by winds outweighs any increase in greenhouse forcing. Because this substellar area is cooling, and most of the weathering is around the substellar point, the planet-averaged weathering rate declines. Volcanic supply of greenhouse gases now outpaces removal by weathering, and a further increase in pressure occurs. This instability can lead to very strong greenhouse forcing and may trigger a moist runaway greenhouse (Kasting 1988). Conversely, a small decrease in pressure from the unstable equilibrium can lead to atmospheric collapse. ESWI requires that weathering is an important sink for the major climate-controlling greenhouse gas, which is also the dominant atmospheric constituent. It also requires that the atmosphere is important in setting the mean surface temperature. 2. Substellar dissolution feedback (SDF) supposes an increasing gradient in surface temperature on an initially frozen planet, which allows a liquid phase to form (or be uncovered) around the substellar point. Some atmosphere dissolves in the new liquid phase. Positive feedback is possible if the decrease in atmospheric pressure (P) due to dissolution raises the temperature around the substellar point, increasing the fraction of the planet’s surface area above the melting point. (We assume for the moment that P exceeds the triple point.) In order for the mass of atmosphere sequestered in the pond to increase with decreasing pressure, increasing pond volume must outcompete both Henry’s-law decrease in gas dissolved per unit volume and the decrease in gas solubility with increasing temperature. For example, suppose c ∝ P , where c is the concentration of gas in the pond, and V ∝ P −n with V the ocean volume. Then n > 1 is sufficient for positive feedback and n 2 is sufficient for runaway. So long as the runaway condition is satisfied, the area of liquid stability will continue to expand: a pond becomes an ocean, drawing down the atmosphere. As with the ESWI, the key is that substellar temperature increases as pressure decreases. Runaway SDF implies a climate bistability for a given inventory of volatile substance. One equilibrium has all of the volatile in the atmosphere. The other equilibrium has most of the volatile substance sequestered in a regional ocean and a little in the atmosphere, with the ocean prevented from completely freezing over by the steep temperature gradient that the thin atmosphere enables. A similar hysteresis was proposed for ancient Titan by Lorenz et al. (1997). Runaway SDF is separate from the feedback between retreating ice cover and increased absorption of sunlight (ice-albedo feedback; Roe & Baker 2010), although the two feedbacks are likely to operate together.\nBoth instabilities occur more slowly than thermal equilibration of the atmosphere and surface. This separation of timescales allows us to solve for the fast processes that set the surface temperature (in Section 2), and then separately address each of the two slower processes which may cause atmospheric pressure to change (in Sections 3 and 4).\nDay–night color temperature contrast is among the “easiest” parameters to be measured for a transiting exoplanet (Cowan & Agol 2011), but there is currently no theory for ΔTs on planets with observable surfaces. One motivation for this paper is to contribute to this emerging theory. We use a simplified approach which complements more sophisticated exoplanet Global Circulation Models (GCMs: Joshi et al. 1997; Joshi 2003; Merlis & Schneider 2010; Edson et al. 2011; Wordsworth et al. 2011; Pierrehumbert 2011). Section 2 sets out the energy balance model that is used for both instabilities, and Section 3 explains the ESWI including our choice of weathering parameterization. Section 4 explains the SDF (considering only the 1:1 spin-orbit resonance). We find that SDF does not work in most cases, so readers motivated by short-term detectability can safely omit Section 4 and move to Section 5. Section 5.1 discusses relevant solar system data, including the possibility that Mars underwent a form of ESWI. Section 5.2 discusses applicability to exoplanets and Section 6 summarizes results."
  }, {
    "heading": "2. IDEALIZED ENERGY BALANCE MODEL",
    "text": "Consider a planet in synchronous rotation on which surface liquid water is stable, with an atmospheric temperature that decreases with height along the dry adiabat. Slow rotation weakens the Coriolis effect, allowing the atmospheric circulation to all but eliminate horizontal gradients in atmospheric temperature at the top of the boundary layer, Ta. This is the weak temperature gradient approximation often made for Earth’s tropics (e.g., Merlis & Schneider 2010). Figure 1 shows the setup for our idealized energy balance model. The surface temperature Ts(ψ)\nat an angular distance ψ from the substellar point is set by the local surface energy balance:\nSWs(ψ) − LW↑(ψ) + LW↓ −β(Ts(ψ) − Ta) = 0, (1) where SWs(ψ) is starlight absorbed by the surface, LW ↑ (ψ) = ησTs(ψ)4 (where σ is the Stefan–Boltzmann constant and η ≈ 1.0 is the emissivity at thermal wavelengths) is the surface thermal radiation, LW↓ is backradiation from the atmosphere, β is a turbulent heat transfer coefficient (β = kTF ρ, where ρ is the near-surface atmospheric density divided by Earth’s sea-level atmospheric density and kTF is a turbulent flux proportionality constant), and Ta is the temperature of the atmosphere at the top of the boundary layer. (Equatorial super-rotating jets can cause the hottest point on the surface to be downwind from the substellar point (Knutson et al. 2009; Mitchell & Vallis 2010; Liu & Schneider 2011).) The shortwave flux SWs(ψ) = L∗(1−α) cos(ψ) corresponds to stellar flux L∗, attenuated by surface albedo α. There is negligible transport of heat below the surface: we assume that seas are not globally interconnected (or are shallow, or are deeply buried, or do not exist) and energy flux from the interior is small.\nLW↓ = 12 ∫ π\n0 LW↑(ψ) sin ψ dψ − OLR, ignoring turbulent fluxes. OLR (Outgoing Longwave Radiation, longwave energy exiting the top of the atmosphere) is given by interpolation in a look-up table. To build this look-up table, we slightly modified R. T. Pierrehumbert’s scripts at http://geosci.uchicago.edu/ ∼rtp1/PrinciplesPlanetaryClimate/, particularly PureCO2LR.py. The look-up table gives OLR(PΛ, Ts) for a pure noncondensing CO2 atmosphere on the dry adiabat, with the temperature at the bottom of the adiabat equal to the energy-weighted average Ts and with Earth gravity (9.8 m s−2). Our noncondensing assumption introduces large errors for Ts < 175 K, so we assume that the top-of-atmosphere effective emissivity OLR/LW ↑ for Ts < 175 K is the same as at Ts = 175 K.\nTo investigate atmospheres not made of pure CO2, we introduce an opacity ratio or relative radiative efficiency Λ, which is the ratio of the radiative efficiency of the atmosphere of interest to that of pure noncondensing CO2. Λ is a simplification of the complicated behavior of real gas mixtures (Pierrehumbert 2010). Λ can be greater than 1 if the atmosphere contains very radiatively efficient gases (chlorofluorocarbons, CH4, NH3, or the “terraforming gases”; Marinova et al. 2005). We then query the look-up table using PΛ = ΛP . Smaller values of Λ have a weaker greenhouse effect (increased OLR).\nRayleigh scattering is relatively unimportant for planets orbiting M-dwarfs. Starlight is concentrated at red wavelengths where Rayleigh scattering is ineffective (falling off as λ−4, where λ is wavelength). The optical depth to Rayleigh scattering of 1 bar of Earth air is 0.16 for light from the Sun, but only 0.02 for light from the Super-Earth hosting M3 dwarf Gliese 581 (approximating both stars as blackbodies). In addition, absorption of starlight by the atmosphere is much stronger in the NIR than the visible, and so is more effective at compensating for Rayleigh scattering as star temperature decreases (Pierrehumbert 2010). We neglect Rayleigh scattering and absorption of starlight by the atmosphere.\nThe horizontally uniform atmospheric boundary layer temperature, Ta, is set by the total energy balance of the atmosphere:\n1\n2 ∫ π 0\n[LW↑ (ψ) + β(Ts(ψ) − Ta)] sin ψ dψ − OLR − LW↓= 0, (2)\nwhere the integral gives the average flux from the surface. This reduces to Ta = 12 ∫ π 0 Ts(ψ) sin ψ dψ because of our particular choice of LW ↓. In effect, we assume that the boundary layer only interacts with the ground through turbulent fluxes.\nFor a given PΛ, we iterate to find Ta and Ts(ψ). ψ resolution is 5◦. The initial condition has the surface in radiative equilibrium and the atmosphere in equilibrium with this surface temperature distribution. Convergence tolerance is ≈2 × 10−6.\nThroughout the paper, we assume kTF = Cp(Ta)CDU , where Cp(Ta) is the temperature-dependent specific heat capacity of CO2 (≈850 J kg−1 K−1 at 300 K), CD is a drag coefficient, and U is a characteristic near-surface wind speed. CD = k 2 V K\nln(z1/z0)2 , where\nkVK = 0.4 is von Karman’s constant, z1 = 10 m is a reference altitude, and z0 is the surface roughness length (10−4 m, which is bracketed by the measured values for sand, snow, and smooth mud flats; Pielke 2002). For our reference U = 10 m s−1, this gives kTF ρ = 12.3 W m−2 K−1. We assume a Prandtl number near unity. Section 5.2.1 reports sensitivity tests using different values of U.\nWe accept the following inconsistencies to reduce the complexity of the model: (1) radiative disequilibrium drives Ts to a higher value than Ta at the surface, and turbulence can never completely remove this difference. Therefore, setting the temperature at the bottom of the atmosphere to the surface temperature will lead to an overestimate of LW ↓ at low P. (2) The expression for kTF is appropriate for a neutrally stable atmospheric surface layer, but turbulent mixing is inhibited on the nightside by a thermal inversion (Merlis & Schneider 2010). Our idealization will tend to make the coupling between nightside atmosphere and nightside surface too strong. (3) We assume an all-troposphere atmosphere with horizontally uniform temperature. Merlis & Schneider (2010) find that temperatures are nearly horizontally uniform for Earth-like surface pressure and for levels in the atmosphere at pressures less than half the surface pressure. Atmospheric temperature is approximately horizontally uniform when the transit time for a parcel of gas across the nightside, τadvect = aUh , is short compared to the nightside radiative timescale, τrad ∼ Pg Cp 4 σT 3 (Showman et al. 2010). Here, a is planet radius (1 Earth radius), Uh is high-altitude wind speed (∼30 m s−1; Merlis & Schneider 2010), is an greenhouse parameter corresponding to the fraction of the emitted radiation that is not absorbed by the upper atmosphere and escapes to space, and T = 250 K is the atmospheric temperature, the radiative equilibrium temperature on the darkside being zero. Picking = 0.5, this gives τadvect ∼ 2 days and τrad ∼ 50 days. (4) The treatment of Ta is crude. (5) We assume that the atmosphere is transparent to stellar radiation, which is a crude approximation for planets orbiting M-stars. (6) We neglect condensation within the atmosphere.\nRepresentative temperature plots are shown in Figure 2, for Λ = 0.1 and L∗ = 900 W m−2. At low pressures, nightside temperatures are close to absolute zero, and substellar temperature is close to radiative equilibrium. Increasing pressure cools ψ < 60◦ and warms ψ > 70◦. This is because the atmosphere is warmer than the surface on the nightside and cooler than the surface on the dayside. Therefore, the increase in P (∝ β) increases the β(Ts − Ta) term, which warms the nightside, but cools the dayside. For positive Λ, LW↓ will increase with P and warm the entire planet. However, for the relatively small value of Λ shown here, the substellar point still undergoes net cooling with increasing pressure. This cooling with increasing P is what makes the ESWI and SDF possible. When the surface becomes\nnearly isothermal, as for the “10 bar” curve in Figure 2, the entire surface warms with increasing pressure, and the ESWI and SDF cannot occur.\nFor Λ 0, T̄s must increase with P. Even if there is no greenhouse effect, the homogenization of the atmosphere will warm the planet on average because of the nonlinear dependence of T on energy input (Edson et al. 2011). For small optical depth, nightside Ts ∝ ln(P ). The fractional area of the planet over which liquid water is stable is 27% at radiative equilibrium, decreasing with pressure and vanishing at ∼0.7 bars. As P increases the greenhouse effect further, liquid stability reappears at ∼2.4 bars, rapidly becoming global."
  }, {
    "heading": "3. CLIMATE DESTABILIZATION MECHANISM 1: ENHANCED SUBSTELLAR WEATHERING INSTABILITY (ESWI)",
    "text": ""
  }, {
    "heading": "3.1. Weathering Parameterization",
    "text": "The Berner & Kothavala (2001) weathering relation, which is specific to CO2 weathering of Ca-Mg silicate rocks, states\nWψ W0 =\n( P\nP0\n)0.5\n× exp [kACT (Ts(ψ) − To)]︸ ︷︷ ︸ direct T dependence [1 + kRUN (Ts(ψ) − To)]0.65︸ ︷︷ ︸ hydrology dependence ,\n(3)\nwhere Wψ is local weathering rate, W0 is a reference weathering rate, P is atmospheric pressure, P0 is a reference pressure, To = 273 K is a reference temperature, kACT = 0.09 is an activation energy coefficient, and kRUN is a temperature-runoff coefficient fit to Earth GCMs. Equation (3) is widely used, but uncertain and controversial (Section 5.2.1). In our model, the strong temperature dependence leads to a strong concentration of weathering near the substellar point. For example, for a 1 bar atmosphere with Λ = 0.1 (shown in Figure 2), 93% of\nthe weathering occurs in 10% of the planet’s area. The planetaveraged weathering rate is\nWt (P ) = 1 4π ∫ π 0 WψAψ dψ. (4)\nClimate is in equilibrium ( ∂P ∂t = 0) when planet-integrated weathering of greenhouse gases, Wt, is equal to net supply Vn by other processes. The climate equilibrium is stable if dWt/dP > 0—in this case, carbonate-silicate feedback enables long-term climate stability (Walker et al. 1981). Climate destabilization occurs when dWt/dP < 0. The weathering feedback that underpins the Circumstellar Habitable Zone concept (Kasting et al. 1993) changes sign and acts to destabilize these climates."
  }, {
    "heading": "3.2. ESWI Results",
    "text": "Figure 3 shows weathering rates corresponding to the temperatures in Figure 2. The lines show equilibria between weathering consumption of greenhouse gases and net supply by other processes (Figure 3). The units of weathering are normalized to the weathering rate at P = 3 mbar. Along the curves, planetintegrated weathering of greenhouse gases, Wt, is equal to net supply Vn by other processes. These other processes can include volcanic degassing, metamorphic degassing, biology, sediment dissolution, and loss to space. The shape of this curve is set by competition between three effects: (1) the greenhouse effect (Λ), (2) advective heat transport (β, kTF), which enlarges and maintains unstable regions, and (3) stellar flux (L∗), which shrinks\nthe unstable region. The curve has two stable branches and an unstable branch. The slope of the low-pressure stable branch is set by the (P/Po) term in Equation (3)—for small P, τ ∝ ln(P ) and β ∝ P are small and the atmosphere has little effect on Ts. On the intermediate pressure unstable branch—dashed in Figure 2—the atmosphere is important to energy balance but β outcompetes τ . The homogenizing effect of β cools the substellar region, and planet-integrated weathering decreases with increasing pressure. In the high-pressure stable branch, the planet is close to isothermal. Further increases in β have little effect on ΔTs , but τ warms the whole planet and now is able to increase Wt. Catastrophic jumps in the pressure caused by small changes in the supply Vn occur at ∼0.05 bars (for increasing volcanic activity) and ∼1 bar (for decreasing volcanic activity). The jumps correspond to a >102-fold increase in pressure, or a >103-fold decrease in pressure, respectively. The existence and location of these bifurcations are sensitive to small changes in the coefficients of (3). The timescale for the climate regime jump is set by the rate of weathering and/or rate of volcanism on each specific planet. For example, Earth today supplies ∼15 mbar CO2 in 105 yr (atmosphere + ocean: linearizing, ∼2 × 107 yr to build up 1 bar CO2), but an Io-like rate of resurfacing (Rathbun et al. 2004) with the same magmatic volatile content would build up 1 bar in ∼O(104–105) yr. A natural weathering-rate experiment occurred on Earth 0.054 Gya, with very rapid release of CO2 from an unknown source. The warmed climate required Δt ∼ O(105) yr (Murphy et al. 2010, using 3He accumulation dating) to draw down 0.9 mbar of excess CO2 (Zeebe et al. 2009).\nFigure 4 shows habitable-zone climate regimes as a function of equilibrium pressure and stellar flux, which can change (Figure 4(a)) due to stellar evolution, tidal migration (Jackson et al. 2010), or close encounters with other planets and small bodies (Morbidelli et al. 2007). Climate stability depends strongly on Λ, so we show climate regimes for three values of Λ—an almost radiatively inert gas (Figure 4(b)), an intermediate Λ = 0.1 case (Figure 4(c)), and a strong opacity that only just allows the ESWI (Figure 4(d), for Λ = 1.0). Higher values are stable against ESWI. The thick black line labeled with zeros corresponds to marginally stable climate equilibrium. Increasing L∗ widens the range of P that sits within the lowpressure stable branch. That is because higher L∗ produces higher absolute temperatures. Higher absolute temperatures favor radiative exchange between atmosphere and surface (∝ (T 4s − T 4a )) and suppress large fractional day–night temperature contrasts. Therefore, a given equilibrium value of P on the lowpressure branch is more stable at low L∗ than high L∗—for a small increase in P the radiative warming will be less counteracted by the cooling of the substellar point. Increasing L∗ pushes the high-pressure branch to higher values. Other instabilities that contain the habitable zone are shown by thin lines. The dash-dotted line corresponds to pressures in excess of the nightside CO2 saturation vapor pressure. CO2 atmospheres to the left of this line condense on fast, dynamical timescales. Increasing Λ couples the horizontally isothermal atmosphere more strongly to the nightside surface and causes the CO2 collapse threshold to move to the left. The thin solid line corresponds to mean surface temperatures above 40◦C, which is the lower edge of the moist runaway greenhouse zone (Kasting 1988; Pierrehumbert 1995)—our model does not include fluxes of latent heat or the greenhouse effect of water vapor, so the position of this line is notional. The maximum pressure and minimum pressure of the bifurcation loop (Figure 3) are shown by thick gray lines in Figure 4. In some cases, the\nlower end-of-transition pressures are so low that water boils (thin dashed line). This would initiate the boiling of a global ocean. If boiling continued, the eventual fate could be a steam ocean, or restriction of liquid water stability to a thin belt near the terminator. The upper end-of-transition pressures are often >10 bars, with a nearly isothermal Ts. Such planets would have weak and perhaps undetectable phase curves (Selsis et al. 2011).\nFor an almost radiatively inert gas (Figure 4(b)), geologically stable equilibria usually have P < 0.01 bars or P > 0.3 bars. Intermediate pressures cannot be stable over geological time. The overall pattern is similar for Λ = 0.3 (Figure 4(c)). Increasing Λ always shrinks the domain of the unstable branch. For much higher Λ the climate is stable everywhere. We show the last gasp of the instability in Figure 4(d). Higher radiative efficiency means that for a small change in P, when ΔTs is significant, radiative heat transfer overcomes advective heat transfer, the substellar patch warms, and overall planet temperature increases.\nFigure 5 summarizes the effects of ESWI in a stability phase diagram (against axes of gas radiative efficiency and incident stellar radiation). For Λ > ∼1, the climate is stable to ESWI. For Λ < ∼1, ESWI is possible but the pressure jumps caused by ESWI do not always have a catastrophic effect. Higher L∗ warms the climate toward the runaway moist greenhouse threshold, and upward jumps in pressure for L∗ > ∼2000 W m−2 may initiate the moist runaway greenhouse (points to the right of the vertical dashed line in Figure 5). Atmospheric collapse to ∼1 mbar (well below the triple point of water) only occurs below Λ < 0.4. Increasing L∗ increases both the bottom and the top pressure for instability, implying that tidal migration toward the star should be destabilizing for thick atmospheres but stabilizing for thin atmospheres."
  }, {
    "heading": "4. CLIMATE DESTABILIZATION MECHANISM 2: SUBSTELLAR DISSOLUTION FEEDBACK (SDF)",
    "text": "Water ice and basalt are the most common planetary surface materials in the solar system and are expected to be common elsewhere.When these melt (around 273 K for ice and 1300 K for basalt), atmosphere can dissolve into the melt. Counterintuitively, a decrease in P and in average surface temperature T̄s can favor melting if ΔTs is large, as pointed out for Mars by Richardson & Mischna (2005). For a synchronously rotating planet entirely coated in condensed material (ice, rock, or carbon-rich ceramic), surface liquid will first appear near the substellar point. Atmosphere will dissolve into this warm little pond, approaching Henry’s-law equilibrium:\nPpond = g PEarth\n( Dpond 1\n2 (1 − cos ψmax) ) ︸ ︷︷ ︸\nglobal-equivalent liquid depth × ( P d m ρl kH (T o) exp [ C ( 1\nTpond − 1 T o )]) ︸ ︷︷ ︸\nmass of gas per unit liquid volume\n, (5)\nwhere Ppond (in bars) is the equivalent atmospheric pressure of gases dissolved in the ocean, g is surface gravity, PEarth = 1.01 x 105 Pa is a normalization constant, Dpond is pond depth, ρl is liquid density, ψmax is the angular radius of the pond, P is the surface pressure, d is a dissolution exponent (∼0.5 for water in silicate liquids and ∼1 for gases in\nwater), m is the molecular mass of the atmosphere, kH and C are Henry’s-law coefficients, Tpond is the pond temperature, and To is a reference temperature. The first term in brackets is the depth of the pond in global-equivalent meters and the second term in brackets is the mass of gas per unit volume of pond. We have neglected the distinction between fugacity and partial pressure. The pond is assumed to be well mixed so that Tpond =\n1 1−cos ψmax ∫ ψmax 0 Ts,ψ sin ψ dψ .\nInstability occurs when a decrease (increase) in surface pressure results in an uptake (release) of gases from the pond that exceeds that which is consistent with the change in pressure, i.e., ∂Ppond\n∂P < −1. In this case the feedback has infinite gain\n(Roe 2009). Runaway speed (pond growth rate) is limited by the balance between insolation and the latent heat of melting (O(103) yr for melting of a 1 km thick ice sheet, Earth-like insolation, α = 0.6, and 10% of sunlight going to melting), or by\nthermal diffusion of heat into a stratified pond. The SDF stops when insolation is insufficient to allow further pond growth. What happens after the SDF has occurred will depend on the sign of the carbonate-silicate feedback at the new, modified P. If ∂Wt/∂P > 0, the normal carbonate-silicate feedback will rejuvenate the atmosphere on a volcanic degassing timescale, freezing the ocean. If ∂Wt/∂P < 0, pressure decreases further.\nGases that react chemically with seawater (such as SO2 and CO2; Zeebe & Wolf-Gladrow 2001) can have Ppond much greater than that given by Henry’s law. For example, total Dissolved Inorganic Carbon (DIC, ∝ Ppond) is buffered against changes in P by carbonate chemistry, and Ppond changes much more slowly than Henry’s law. Ppond ∝ P 0.1 for the modern Earth ocean, as opposed to Ppond ∝ P for Henry’s law (Zeebe & Wolf-Gladrow 2001; Goodwin et al. 2009). For a decrease in P that increases ψmax, this buffering favors the tendency of increasing pond volume to draw down more atmosphere, against the Henry’s-law decrease in atmospheric concentration per unit pond. Carbonate buffering is less important for P >∼1 bar, because at the correspondingly low pH the DIC partitions almost entirely into CO2. We use R. Zeebe’s scripts (http://www.soest.hawaii.edu/oceanography/faculty/zeebe_ files/CO2_System_in_Seawater/csys.html) to find the additional DIC held in the ocean as HCO−3 and CO 2− 3 . We use fixed alkalinity, 2400 μmol kg−1 (similar to the present Earth ocean; Zeebe & Wolf-Gladrow 2001). Figure 6 shows the results. ψmax is set by Equation (1) through Ts(ψ). Ocean circulation adds additional heat transport terms to Equation (1), which we ignore. We also do not consider buffering by dissolution and precipitation of carbonates or salts (such as sulfates).\nAs an example of SDF, consider the partitioning of an initial 1 bar total inventory of CO2 (blue-green contour labeled “0” in Figure 6) with increasing L∗. Initially, the planet’s surface is below freezing. As stellar flux is increased to 800 W m−2, a small\n∂P\n0 (zero or negative climate feedback). The inner two\ncontours correspond to ∂Ppond ∂P < −0.5 (strong positive feedback) and ∂Ppond ∂P < −1 (runaway). Runaways can only occur for deep oceans and small pond area. (A color version of this figure is available in the online journal.)\nsea forms and dissolves some of the CO2. The system is within the area where SDF is a positive feedback on small changes in P (outermost black contour in Figure 6), which accelerates sea growth. A small further increase in L∗ leads to runaway SDF (innermost black contour in Figure 6), and ocean area quickly grows with from ∼5% to ∼15% of planet surface area with no change in L∗. After this change the atmospheric inventory is reduced to 14 bar with the remaining 3 4 bar dissolved in the ocean. Further pond growth requires further increase in L∗. Increasing Tpond decreases solubility and shallows the slope of increasing volatile inventory stored in the ocean. By L∗ = 3800 W m−2 (the highest considered), the ocean covers almost the entire lightside hemisphere and stores ∼ 56 of the initial CO2 inventory. Further small increases in L∗ cause a global ocean.\nThree main effects control this system: (1) cosine falloff of starlight weakens the ability of decreasing pressure to increase ocean area beyond a relatively small ψmax. Following a line of decreasing pressure, the dashed red lines (fractional ocean area) become more widely spaced with decreasing pressure. Cosine falloff of stellar radiation is responsible. This restricts the scope of the instability, which tends to produce “Eyeball” states (Pierrehumbert 2011). We do not find any cases where the SDF can turn a frozen planet into an ocean-covered planet or vice versa. (2) Ocean instability disappears above ∼5 bars, when the surface is nearly isothermal. Because decreases in pressure always decrease T̄s (except when there is an antigreenhouse), decreases in pressure can only cause oceans to freeze over. Below ∼5 bars, ΔTs is not negligible. If a decrease in pressure allows the substellar temperature to rise above freezing, an ocean can form. (3) Rectification of starlight by the terminator, and of ocean area by the melting point, divides the phase diagram into “no ocean,” “substellar ocean,” and “global ocean” zones. On the nightside Ts is constant, so ocean area jumps from 50% to\n100%. Note the change in sign of L∗ dependence below and above the dashed red line corresponding to 50% ocean area. In the substellar ocean zone, increasing L∗ increases ocean area and the ocean inventory increases. However, in the global ocean zone, increasing L∗ cannot increase ocean area. The decrease in gas solubility with increasing temperature dominates and the ocean inventory decreases.\nFigure 6 does show unstable regions in parameter space for which substellar dissolution is a positive feedback on changes in P (solid black lines). These always correspond to small oceans (<10% of planet surface area). But the gain of the feedback is small, and runaways cannot occur unless ocean depth >10 km. Factor of three decreases (or increases) in atmospheric pressure can occur with no change in the total (atmosphere + ocean) inventory of volatile substance. The SDF is a minor positive feedback (or a negative feedback) for most gases which dissolve simply according to Henry’s law. The buffering effect is not sufficient to allow ocean area to give a strong positive feedback. Finally, Λ = 0.03 is unrealistically low for all-CO2 atmospheres. Setting Λ = 1 would shut down the instability. We conclude that the CO2 SDF is unlikely to be important for planets in synchronous rotation and is important in fewer cases than is the icealbedo feedback (Roe & Baker 2010; Pierrehumbert et al. 2011)."
  }, {
    "heading": "5. DISCUSSION",
    "text": ""
  }, {
    "heading": "5.1. Solar System Climate Stability—is Mars a Solar System Example of ESWI?",
    "text": "Although ESWI is most relevant for planets in synchronous rotation, it can work for any planet with sufficiently high ΔTs . Therefore, in order to test ESWI against available data, we compare the requirements for ESWI to solar system data (Table 1). After correcting for the distorting effects of life, all of the solar system’s non-giant atmospheres are overwhelmingly one gas. Except for Earth, the principal gas is also the main greenhouse gas. Venus’s atmospheric composition is not controlled by the abundance of surface liquid (nor in solid-state equilibrium with surface minerals; Hashimoto & Abe 2005; Tremain & Bullock 2011). Triton’s atmosphere is too thin to stabilize liquid nitrogen. Climate regulation on Titan is not well understood: currently, the greenhouse effect of CH4 outcompetes the antigreenhouse effect of the organic haze layer (McKay et al. 1991). The production rate of the organic haze layer depends on [CH4] (McKay et al. 1991; Lorenz et al. 1997). ESWI is not currently possible on Titan because ΔTs is too small, 2.5–3.5 K (Jennings et al. 2009). Therefore, out of five nearby worlds with atmospheres and surfaces, only Mars is a candidate for ESWI (Section 5.1). Solar system data suggest that the conditions for\nthe ESWI are quite restrictive and that most planets will not be susceptible to the ESWI.\nMars may have passed through ESWI in the past. The main climate-controlling greenhouse gas (CO2) can dissolve in liquid water and be sequestered as carbonate minerals. Mars has low P (95% CO2). Carbonates are present at the percent level in the global dust and soil (Bandfield et al. 2003; Boynton et al. 2009; Wray et al. 2011), but there is no present-day surface liquid water. Mars’ surface currently sits at the gas–liquid sublimation boundary (Kahn 1985), with ΔTs ∼ 100 K, and GCMs show that ΔTs ↓ as P ↑ (Richardson & Mischna 2005). These geologic and climatic observations are all consistent with a past rapid transition from an early thicker atmosphere to the current state via ESWI, as follows. Increasing solar luminosity could have permitted transient liquid water, allowing carbonate formation. The corresponding drawdown in P would increase noontime temperature, allowing a further increase in liquid water availability and the rate of carbonate formation. As P approached the triple-point buffer, loss of liquid water stability may have throttled weathering and buffered the climate near the triple point (Kahn 1985; Halevy et al. 2007). However, ice is not ubiquitous on the surface and can migrate away from warm spots, so unusual orbital conditions are necessary for melting (Kite et al. 2011a, 2011b). Alongside carbonate formation, atmospheric escape, polar cold trapping, and volcanic degassing are the four main processes affecting P on Mars over the last 3 Ga. However, recent volcanism has been sluggish and probably CO2-poor (Hirschmann & Withers 2008; Werner 2009; Stanley et al. 2011), and present-day atmospheric escape appears slow (Barabash et al. 2007). Polar cold traps hold ∼1 Mars atmosphere of CO2 as ice today (Phillips et al. 2011), but this trapping should be reversible at high obliquity. Therefore, it is quite possible that substellar (≡ noontime) carbonate formation has been the dominant flux affecting the secular evolution of Mars’ atmosphere since 3.0 Gya. This hypothesis deserves further investigation."
  }, {
    "heading": "5.2. Application to Exoplanets",
    "text": ""
  }, {
    "heading": "5.2.1. How General is Our Feedback?",
    "text": "ESWI requires the following. Strong temperature dependence of the weathering drawdown of greenhouse gases. Decreasing kACT to 0.03 (from our nominal 0.09) eliminates the ESWI except for radiatively inert atmospheric compositions. Increasing kACT to 0.27 causes a large unstable region even for Λ = 1.0, with at least a 1 dex range of atmospheric pressure unstable to ESWI for all habitable-zone luminosities.\nEarth data are consistent with kACT ∼ 0.1. However, deep-time calibration of global weathering–temperature relations such as Equation (3) is difficult. There is only one natural laboratory (Earth), with constantly drifting boundary conditions, and rather few natural experiments. Chemical weathering rates of silicate minerals in the lab are definitely temperature dependent (White & Brantley 1995), but erosion-rate dependence is also important at the scale of river catchments (West et al. 2005). Confirming temperature dependence on geological scales is difficult, in part because today’s weathering rate contains echoes of glacial-interglacial cycles (Vance et al. 2009). Regression of present-day river loads on watershed climatology by West et al. (2005) suggests an e-folding temperature of 8.5(+5.5/−2.9)K. 187Os/188Os data suggest continental weathering rates increased 4–8× in 106 yr during a Jurassic hyperthermal (ΔT 10 K) 0.183 Gya (Cohen et al. 2004), implying an e-folding temperature <(5–7) K. Analysis of the apparent time dependence of weathering rate gives support to a hydrological control on weathering rates (Maher 2010), but on a planetary scale precipitation always increases when Ts increases (O’Gorman & Schneider 2008). That is, DW\nDt = ∂W ∂Ts + ∂W ∂R ∂R ∂Ts with ∂R ∂Ts\n> 0. Overall, Equation (3) is consistent with deep-time, presentepoch, and laboratory estimates for Earth. Though Equation (3) is used in this paper as a general rule for Earth-like planets, the weathering–temperature relation is shaped by biological innovations. For example, the symbiosis between vascular plants and root fungi (arbuscular mycorrhizae) acidifies soil, profoundly accelerating weathering (Taylor et al. 2009). It may be unique to Earth. All geologically important surface weathering reactions require a liquid phase (White & Brantley 1995). We assume weathering reactions do continue below the freezing point (due to microclimates, or monolayers of water). However, the results shown in Figures 4 and 5 did not change qualitatively when we set W = 0 for T < Tmelt.\nLand near the substellar point. On Earth, temperaturedependent greenhouse-gas drawdown is thought to occur mainly on land. If land is absent in the area that is cooled when pressure increases (ψ < 70◦ for the parameters in Figure 2), the ESWI will be weakened or absent. The probability that land is absent in the cooled area depends on the planet’s land fraction. Land fraction is a function of hypsometry and ocean mass. N-body simulations suggest a large dispersion in the initial ocean mass of growing terrestrial planets (Raymond et al. 2007), and the mean is uncertain. Plate tectonics and true polar wander leads to drift of continents over the substellar region. This can cause very large atmospheric pressure fluctuations if greenhouse-gas drawdown occurs mainly on land and is strongly focused in a high-weathering patch near ψ = 0. A continent drifting over the substellar region will increase planet-averaged weatherability, and pressure will go down (as proposed for cold Neoproterozoic climates and triggering snowball Earth; Marshall et al. 1988). Evaporation will dry out land at the substellar point if T̄s is high, so weathering activity may be concentrated at cooler ψ in this case.\nTectonic resurfacing (and physical weathering). Erosion is needed to expose fresh mineral surfaces for weathering. Once chemical weathering has depleted soil and regolith of weatherable material, weathering will cease until fresh surface area becomes available. Erosion and volcanism resurface Earth’s continents at 0.05 mm yr−1 (Leeder 1999) (Io is resurfaced at 16 mm yr−1; Rathbun et al. 2004). On a tectonically quiescent planet (and for tectonically quiescent regions of an active planet) weathering may be limited by supply of fresh surfaces,\nwith weathering going to completion on all exposed silicate minerals. In this case, weathering is supply-limited, not kinetically limited, and the ESWI does not occur. On planets with very rapid seafloor spreading but little or no land, hydrothermal alteration and rapid seafloor spreading maintain low greenhouse-gas levels with little or no temperature dependence (Sleep & Zahnle 2001). The rates of mantle convection, partial melting, and tectonic orogeny responsible for the uplift that drives erosion are independent of the rotation state of the planet.\nLarge ΔTs . The high-ΔTs requirement cannot be met if the atmosphere is thick. A deep global ocean circulation behaves like a thick atmosphere—Earth abyssal temperatures vary <2 K from tropics to poles (Schlitzer 2000). ΔTs varies little, or even increases, with rotation frequency (Merlis & Schneider 2010; Edson et al. 2011). Therefore, ESWI could work for rapidly rotating planets such as Mars (Section 5.1). However, the isothermal approximation does not apply when the Coriolis force prevents fast equator-to-pole winds. For rapid rotators, Ts is a function of latitude and longitude, and our idealized energy balance model is not appropriate.\nSmall Λ. Strong greenhouse gases have high Λ, which suppresses ESWI. On the other hand, Λ can be negative if there is an antigreenhouse effect (Λ < 0). M-dwarfs later than M4 (with fully convective interiors) seem to remain active with high UV fluxes for much longer than do Sun-like stars. High UV fluxes broadly favor CH4 accumulation (Segura et al. 2005) and perhaps antigreenhouse haze effects. When Λ < 0, ESWI will apply for all P and L∗.\nSurface-atmosphere coupling. Radiative and turbulent fluxes couple the atmosphere and surface. Turbulent coupling requires a nonzero near-surface wind speed, and that the global nearsurface atmosphere is not stably stratified. A sensitivity test with a 10-fold reduction in U showed that the pressure range unstable to ESWI moves to ∼10× higher pressure. The range of Λ subject to ESWI was significantly reduced. We assume that U is not a function of P, but simulations show that U increases as P decreases (Melinda A. Kahre, via email). This would strengthen the instability.\nSDF has very similar requirements to ESWI, but the constraint on rotation rate is stricter. Large-amplitude libration or nonsynchronous rotation would prevent the development of a deep pond around the substellar point. (A low-latitude liquid belt can be imagined, but the idealized EBM of Section 2 is not appropriate to that case). Kepler data show that only a small proportion of close-in small-radius exoplanets in multi-planet systems are in mean-motion resonance (Lissauer et al. 2011), but that most are close to resonance and could maintain nonzero eccentricity. This would allow for significant nonsynchronous rotation if the planet’s spin rate adjusts to keep the substellar point aligned with the star during periapse passage (pseudosynchronous rotation). In addition, SDF requires very soluble gases: by contrast, the N2 content of even a 100 km deep ocean at 298 K is only ∼0.2 bars per bar of atmospheric N2. In this paper we assume that volatiles are excluded from the ice when the ice freezes. If clathrate phases form, they could absorb volatiles and make the SDF irreversible."
  }, {
    "heading": "5.2.2. Climate Evolution into the Unstable Region",
    "text": "Planets could undergo ESWI early in their history if they form in the unstable region. In addition, many common geodynamic and astronomical processes can shift the equilibrium between Wt and Vn (Figure 4(a)), causing a secular drift of the equilibrium across the phase space {L∗, Λ, Vt} (Figures 3 and 5). This\ndrift can take a planet from a stable equilibrium to an unstable equilibrium (Strogatz et al. 1994).\n1. Dynamics and stellar evolution. Theory predicts that a secular increase in solar flux would have gradually shifted the position of Earth’s climate equilibrium. This is consistent with the sedimentary record of the last 2.5 × 109 yr (Grotzinger & Kasting 1993; Grotzinger & James 2000; Ridgwell & Zeebe 2005; Kah & Riding 2007). For Kepler field (Sun-like, rapidly evolving) stars, this could also occur and potentially cause the ESWI for planets with initially thick atmospheres (Figure 4(a)). For M-stars, mainsequence insolation changes little over the lifetime of the universe, but tidal evolution can bring planets closer to the star. 2. Atmospheric evolution. Λ can change as atmospheric composition evolves. The rise in atmospheric oxygen following the emergence of oxygenic photosynthesizers probably oxidized atmospheric CH4 and may have caused a catastrophic decline in Λ (Kopp et al. 2005; Domagal-Goldman et al. 2008). Even gases with negligible opacity, such as N2, alter Λ through pressure broadening (Li et al. 2009). Carbonatesilicate weathering equilibrium is impossible for planets where atmospheric erosion exceeds geological degassing. For these planets, Vn is negative. Strong stellar winds and high XUV flux are observed for many M-stars. Removal of atmosphere by strong stellar winds (Mura et al. 2011) or, for smaller planets, high XUV flux (Tian 2009) could trigger an instability for a planet orbiting an M-star, by reducing P (Figure 4(a)).\n3. Tectonics and volcanism. Volcanic activity decays with radioactivity (Kite et al. 2009; Sleep 2000, 2007; Stevenson 2003), so in the absence of tidal heating the equilibrium pressure will gradually fall (on a stable branch where Wt increases with P) (Figure 4(a)). Superimposed on this decline are pulses in volcanic activity due to mantle plumes, and perhaps planetwide volcanic overturns as seem to have occurred on Venus. These will cause spikes in equilibrium pressure. The rate of resurfacing is very sensitive to mantle composition, tidal heating, and tectonic style (Kite et al. 2009; Valencia & O’Connell 2009; Korenaga 2010; Bĕhounková et al. 2010, 2011; van Summeren et al. 2011). Shutdown of volcanism (such that Vn 0) extinguishes the possibility of a stable climate equilibrium; P will fall monotonically. ESWI can accelerate this decay, and Mars may be an example of this (Section 5.1). Mountain range uplift exposes fresh rock and may provide a O(107) yr increase in weathering rate that cools the planet (as arguably and controversially may have occurred for Tibet, Earth: Garzione 2008). This may trigger ESWI by lowering pressure."
  }, {
    "heading": "6. SUMMARY AND CONCLUSIONS",
    "text": "Nearby M-dwarfs are targeted by several planet searches: MEarth (Charbonneau et al. 2009); the VLT+UVES M-dwarf planet search (Zechmeister et al. 2009); the VLT+CRIRES M-dwarf planet search (Bean et al. 2010); HARPS (Forveille et al. 2011); M2K (Apps et al. 2010); and proposed space missions TESS (Deming 2009); ELEKTRA; PLATO; and ExoplanetSat (Smith et al. 2010). These searches are driven in part by the hope that planets orbiting M-dwarfs can maintain surface liquid water and be habitable. Maintaining surface liquid water over geological time involves equilibrium between greenhouse-gas supply and removal. Balance is thought to be\nmaintained on habitable planets through temperature-dependent weathering reactions. Climate stability can be undermined by several previously studied climate instabilities. These include atmospheric collapses (Haberle et al. 1994; Read & Lewis 2004), photochemical collapses (Zahnle et al. 2008; Lorenz et al. 1997), greenhouse runaways (Kasting 1988; Lorenz et al. 1999; Sugiyama et al. 2002), ice-albedo feedback (Roe & Baker 2010), and ocean thermohaline circulation bistability (Stommel 1961; EPICA Community Members 2006). Climate stability can also be undermined if the sign of the dependence of mean surface weathering rate on mean surface temperature is reversed. This paper identifies two new climate instabilities that involve such a reversal and are particularly relevant for planets orbiting M-dwarfs.\nCompetition between radiative and advective heat transfer timescales sets surface temperature on synchronously rotating planets with an atmosphere. The atmosphere moves the surface temperature toward the planetary average, through radiative and turbulent heat exchange, on timescale tdyn. The dayside insolation gradient acts to re-establish gradients in surface temperature, on timescale trad. Planets with tdyn < trad are dynamically equilibrated, because surface temperature is set by atmospheric dynamics. Venus and Titan are nearby examples. Planets where tdyn trad are radiatively equilibrated. Mars is a nearby example.\nSteeper horizontal temperature gradients promote atmospheric depletion if they stabilize surface liquid films, ponds, or oceans in which the atmosphere can dissolve. Once dissolved, the atmospheric gases may be sequestered in the crust by weathering. Weathering rates are much faster when solvents are present and temperatures are high. Weathering and mineral formation can be mediated by thin films of water, and are largely irreversible on habitable-zone planets with stagnant lid geodynamics (karst and oceanic dissolution layers are minor exceptions). Lithospheric recycling may cause metamorphic decomposition of weathering products, returning greenhouse gases to the atmosphere on tectonic timescales. In the absence of weathering, growth of an ocean can reduce atmospheric pressure through dissolution. For example, the fundamental greenhouse gas on Earth is CO2. The partitioning of CO2 between the atmosphere, ocean (solution), and crust (weathering products) is in the ratio 1:50:105 for Earth (Sundquist & Visser 2007). Dissolution is fully reversible. Positive feedback occurs if reduced atmospheric pressure further steepens the temperature gradient. Rising maximum temperature resulting from atmosphere drawdown allow further expansion of liquid stability, leading to more drawdown. The zone where liquid is stable spreads over the substellar hemisphere. A halt to the atmospheric collapse occurs when pressure approaches the boiling curve, or when the liquid phase is stable over most of the dayside, or when thermal decomposition by crustal recycling returns weathering products to the atmosphere as fast as they are produced.\nOur idealized-model results motivate study of the instabilities with GCMs.\nWe conclude the following from this study.\n1. ESWI may destabilize climate on some habitable-zone planets. ESWI requires large ΔTs , which is most likely on planets in synchronous rotation. ESWI does not require strict 1:1 synchronous rotation.\n2. SDF is less likely to destabilize climate. It is only possible for restrictive conditions: small oceans, highly soluble gases, and relatively thin, radiatively weak atmospheres.\nSmall amounts of nonsynchronous rotation can eliminate SDF. 3. The proposed instabilities only work when most of the greenhouse forcing is associated with a weak greenhouse gas that also forms the majority of the atmosphere (it does not work for Earth). There are no exact solar system analogs to ESWI, although Mars comes close. Therefore, it would be incorrect to use these tentative results to argue against prioritizing M-dwarfs for transiting rocky planet searches. 4. If the ESWI is widespread, we would expect to see a bimodal distribution of day–night temperature contrasts and thermal emission from habitable-zone rocky planets in synchronous rotation. Rocky planets with surface pressures in the unstable region would be rare, so emission temperatures would be either close to isothermal, or close to radiative equilibrium.\nItay Halevy collaborated with E.S.K. on the development of this idea for Mars (Section 5.1). We thank the anonymous referee, along with Itay Halevy, Ray Pierrehumbert, Rebecca Carey, Dorian Abbott, and especially Ian Eisenman for productive suggestions. Robin Wordsworth and Francois Forget shared output from their exoplanet GCM. E.S.K. thanks Dan Rothman for stoking E.S.K.’s interest in deep-time climate stability. E.S.K. and M.M. acknowledge support from NASA grants NNX08AN13G and NNX09AN18G. E.G. is supported by NASA grant NNX10AI90G."
  }],
  "year": 2011,
  "references": [{
    "title": "Diagenesis in the Evolving Precambrian World (Tulsa",
    "authors": ["J.P. SEPM) Grotzinger", "J.F. Kasting"],
    "venue": "J. Geol.,",
    "year": 1993
  }, {
    "title": "Geochem. Cosmochem",
    "authors": ["A. Mura", "P. Wurz", "J Schneider"],
    "venue": "Icarus,",
    "year": 2011
  }, {
    "title": "Mesoscale Meteorological Modeling, International Geo",
    "authors": ["T. Schneider"],
    "venue": "J. Climate,",
    "year": 2008
  }, {
    "title": "The Martian Climate Revisited: Atmosphere",
    "authors": ["R.T. Pierrehumbert", "E. Gaidos"],
    "venue": "Planet Sci.,",
    "year": 2011
  }, {
    "title": "Mineral., Chemical Weathering Rates",
    "authors": ["J. van Summeren", "C.P. Conrad", "E. Gaidos"],
    "venue": "J. Geophys. Res.,",
    "year": 2011
  }],
  "id": "SP:0934fa1aa01f33e0d9122765211399fcdadadca2",
  "authors": [{
    "name": "Edwin S. Kite",
    "affiliations": []
  }, {
    "name": "Eric Gaidos",
    "affiliations": []
  }, {
    "name": "Michael Manga",
    "affiliations": []
  }],
  "abstractText": "Feedbacks that can destabilize the climates of synchronously rotating rocky planets may arise on planets with strong day–night surface temperature contrasts. Earth-like habitable planets maintain stable surface liquid water over geologic time. This requires equilibrium between the temperature-dependent rate of greenhouse-gas consumption by weathering, and greenhouse-gas resupply by other processes. Detected small-radius exoplanets, and anticipated M-dwarf habitable-zone rocky planets, are expected to be in synchronous rotation (tidally locked). In this paper, we investigate two hypothetical feedbacks that can destabilize climate on planets in synchronous rotation. (1) If small changes in pressure alter the temperature distribution across a planet’s surface such that the weathering rate goes up when the pressure goes down, a runaway positive feedback occurs involving increasing weathering rate near the substellar point, decreasing pressure, and increasing substellar surface temperature. We call this feedback enhanced substellar weathering instability (ESWI). (2) When decreases in pressure increase the fraction of surface area above the melting point (through reduced advective cooling of the substellar point), and the corresponding increase in volume of liquid causes net dissolution of the atmosphere, a further decrease in pressure will occur. This substellar dissolution feedback can also cause a runaway climate shift. We use an idealized energy balance model to map out the conditions under which these instabilities may occur. In this simplified model, the weathering runaway can shrink the habitable zone and cause geologically rapid 103-fold atmospheric pressure shifts within the habitable zone. Mars may have undergone a weathering runaway in the past. Substellar dissolution is usually a negative feedback or weak positive feedback on changes in atmospheric pressure. It can only cause runaway changes for small, deep oceans and highly soluble atmospheric gases. Both instabilities are suppressed if the atmosphere has a high radiative efficiency. Our results are most relevant for atmospheres that are thin, have low greenhouse-gas radiative efficiency, and have a principal greenhouse gas that is also the main constituent of the atmosphere. ESWI also requires land near the substellar point, and tectonic resurfacing (volcanism, mountain-building) is needed for large jumps in pressure. These results identify a new pathway by which habitable-zone planets can undergo rapid climate shifts and become uninhabitable.",
  "title": "C: "
}