{
  "sections": [{
    "text": "associated with compressional tectonics that favour extrusion of fluid- and clay mineral-rich sediment both on land and offshore. Methane, the dominant gas phase, is emitted at variable rates during and after emplacement of the mud domes. In case of continental mud volcanoes, the gas is directly released into the atmosphere, thereby contributing to global warming. Azerbaijan is one of the countries with one of the highest abundances of mud domes globally. One of the most prominent mud volcanoes, Dashgil, has been chosen for a case study because of its historic record of violent eruptions, continued activity, and well-documented regional geology in the Caucasus orogenic wedge adjacent to the Caspian Sea. Since 2003, gas flux has quantitatively measured at one of the two crater lakes and is characterized by valve-type behaviour and episodically violent degassing. In 2007, the large crater lake was additionally equipped with methane fluxmeters as well as an in situ pore-pressure probe into the conduit. Our data are complemented by regional seismicity, and exhibit the following results: (1) there seems to be a significant correlation\nbetween changes in pore pressure in the conduit feeding the main crater lake and the rate of gas escape; (2) changes in gas-flux rate appear to be independent of local seismicity, in particular since no larger EQs have been recorded since 2003; (3) despite discontinuous monitoring owing to technical failures, we observe an overall increase in methane emission with time; (4) nearby earthquake activity (\\M4.6) can be correlated with pore-pressure transients recorded by the piezometer, which reach up to 2.4 kPa compared to the pre-seismic value; (5) from time to time, there are strong lake-level fluctuations decoupled from precipitation or evaporation, which are explained by subbottom hydraulic communication between the two crater lakes and adjacent gryphons. The wealth of observations leads us to conclude that monitoring gas flux and pore pressure provides important time series data for both methane emission into the atmosphere and pore pressure as a proxy for co-seismic strain.\nKeywords Mud volcano Seismicity Methane emission Strain Azerbaijan"
  }, {
    "heading": "Introduction",
    "text": "Mud volcanism and diapirism are global phenomena commonly associated with compressional tectonics at convergent margins (e.g., Higgins and Saunders 1974; Barber et al. 1986; Kopf et al. 1998). Their abundance seems to correlate with (1) thick, rapidly deposited sediments comprising high clay mineral contents (Yassir 1989), (2) sediment overpressuring due to hydrocarbon formation (Hedberg 1974; Lavrushin et al. 1996), (3) a structural association due to tectonic shortening dehydration (Moore and Vrolijk 1992; Kopf et al. 2001) and/or\nA. Kopf (&) MARUM Research Centre, University Bremen, P.O. Box 330440, 28334 Bremen, Germany e-mail: akopf@uni-bremen.de\nG. Delisle E. Faber Bundesanstalt für Geowissenschaften und Rohstoffe, Stilleweg 2, 30561 Hannover, Germany e-mail: Georg.Delisle@bgr.de\nB. Panahi C. S. Aliyev I. Guliyev Geological Institute, Azerbaijan National Academy of Sciences, H. David Ave. 29A, 370143 Baku, Azerbaijan e-mail: bpanahi@gia.ab.az\nearthquake activity (Mellors et al. 2007), (4) fluid emission such as gas, brines, water from mineral dehydration (Moore and Vrolijk 1992) and gas hydrate dissociation (Milkov 2000), and (5) polymictic assemblages of the surrounding rock present in the ejected argillaceous matrix (Robertson et al. 1996; Kopf et al. 1998, 2009). Hence, they are predominantly aligned around subduction zones and orogenic belts where rapidly buried sediment is thrust to deeper levels. With increasing burial stress and temperature, a decrease in porosity and maturation of organic material are favoured (Hedberg 1974) so that trapped pore water and forming hydrocarbon gas may cause overpressures of the mud at depth (e.g. Judd and Hovland 2007). Depending on the magnitude of the buoyancy that results, the mud either slowly ascends through the overburden rock (mud diapirs), or extrudes vigorously (mud volcanoes, diatremes) along zones of structural weakness such as faults and fractures (Brown 1990). During rapid ascent, self-ignition of emanating methane may cause flaming eruptions, sintered rock, and a societal hazard (Fig. 1a; Bagirov et al. 1996; Bagirov and Lerche 1998). The admixture of small amounts of gas has been shown to cause a dramatic increase in extrusion rate, so that blocks of several meters in diameter may be mobilized during mud eruption (Kopf 2002). Also, the buoyancy as well as the amount of country rock being torn upward with the ascending mud causes the mud volcano (hereafter often MV) edifice to be highly variable in size and height (Fig. 1a–d, Kopf 2002).\nAzerbaijan, bordering the western Caspian Sea, has\n[200 prominent onshore MVs (e.g. Jakubov et al. 1971). One of their most active examples, Dashgil MV, is located 5 km from the village of Alat and less than 10 km from the coastline of the Caspian Sea. Dashgil has a longstanding history of both continuous degassing as well as episodic violent eruptions, the latest of which occurred in 1926 and caused the formation of a ridge of sintered mudstone (Fig. 2a, foreground; Aliyev et al. 2002). Some of the MV eruptions in Azerbaijan and elsewhere have previously been related to large earthquakes (e.g. Aliyev et al. 2002; Kopf et al. 2005; Mellors et al. 2007). In this study we review some of the aspects concerning mud volcanic phenomena in Azerbaijan and global methane emission from MVs, and then present data from a recent long-term monitoring study at Dashgil MV to collect time series of pore pressure in the underground of the crater lake, gas-flux rate through the two crater lakes, and their relationship to local seismicity."
  }, {
    "heading": "State of the art",
    "text": "Methane flux from mud volcanoes\nMud volcanoes are characterized by the release of significant quantities of aqueous and gaseous fluids. The amount of water being expelled with extruding mud has been\nestimated across the submarine Mediterranean Ridge accretionary complex, an area where mud domes are abundant and well-constrained by results from scientific deep-sea drilling (Robertson et al. 1996; Kopf et al. 1998). Here, quantitative flux of pore water has been found to exceed flow rates at the toe of accretionary complexes (where availability of pore water is highest), suggesting that mud volcanism is a highly efficient dewatering mechanism along convergent margins (Kopf et al. 2001). Together with this important backflux of deep-seated waters from the rock into the hydrosphere (up to 15 km3 per km trench an Ma), radiative gas reaches the Earth’s surface. At the seafloor, methane seepage may result in the formation of authigenic carbonate crusts or oxidization to CO and CO2 in the overlying water column (see Scranton and Brewer 1978), while on land the gas is released directly into the atmosphere. Quiescent as well as catastrophic emission of hydrocarbon gas usually accompanies mud extrusion (Hedberg 1974; Brown 1990; Dimitrov 2002; Kopf 2002). Methane and other greenhouse gases (such as CO2, CFCs) absorb infrared radiation from the Earth (e.g. Nisbet 1990), so that MV fluids may pose a substantial hazard with this respect (e.g. Kopf 2003).\nAs a consequence, a number of studies focused on quantitative estimates concerning the amount of methane globally emanating from active mud volcanoes at present (cf. Kopf 2002; Dimitrov 2002; Milkov et al. 2003; Etiope and Milkov 2004; Judd 2005). Some of the studies were based on broader estimates than others, which utilized a comprehensive mud volcano compilation regarding abundance and size of the features (Kopf 2002), recurrence time of MV eruptions (Aliyev et al. 2002) as well as available data on gas discharge (Jakubov et al. 1971; Henry et al. 1996; Hovland et al. 1997; Kopf 1999; Etiope et al. 2002, 2004, 2007; Judd et al. 2002; Planke et al. 2003) and episodicity of vigorous mud extrusions (Aliyev et al. 2002;\nJevanshir 2002; Milkov et al. 2003). Despite some controversial debate, it can safely be summarised that\n1. when compared to estimates of other methane sources\n(Cicerone and Oremland 1988), the mud volcano emissions are found to contribute significantly to the global CH4 budget; 2. CH4 degassing from mud volcanism approximately\nequals that from coals (50 Tg/a; Clayton et al. 1995) and by far exceeds background flux from freshwater, gas hydrate destabilization, and the oceans (Cicerone and Oremland 1988); 3. when corrected for the factor of global warming\npotential (GWP; see ICPP 2001), methane emission from passive degassing of MVs equals that of their igneous counterparts (Williams et al. 1992; 2 Tg/a); 4. similarly, values for eruptive CO2 degassing from\nigneous volcanoes (Brantley and Koepenick 1995) or the CO2 flux from mid-ocean ridges (Marty and Tolstikhin 1998; 0.06 Tg/a) are, within a given range of errors for estimates like this, not dissimilar from CH4 flux during mud volcanic eruptions; 5. when comparing the different studies on methane flux\nfrom MVs, and after removal of ‘‘inferred domes’’ yet to be found on the seafloor, data from Etiope and Klusman (2002; 2 Tg/a), Dimitrov (2002; 5.06 Tg/a), Kopf’s (2002) estimate (up to 1.39 Tg/a), Milkov et al.’s (2003) (2.9 Tg/a for quiescence) or Judd’s studies (3.6 Tg/a) circulate in the same order of magnitude. More recent refined estimates, based on a larger number of gas-flux measurements, are lower [e.g. 0.018 (only onshore) to 0.19 (on- and off-shore) Tg/a by Kopf (2003); 0.21– 0.48 Mt/a quiescent flux to atmosphere; Etiope and Milkov (2004)]. Even those numbers are considered too high when related to, e.g. non-accretionary convergent margins such as Middle America (see discussion in Mau et al. 2006).\nBoth the controversy regarding these earlier publications (comment/reply tandem in IJES) and the steady improvements in technology with respect to long-term measurements in extreme environments enable researchers nowadays to deploy fluxmeter systems offshore (e.g. Tryon et al. 2001; Kaul et al. 2004; Greinert et al. 2006; Nikolovska et al. 2008) or onshore (Etiope and Milkov 2004 (namely refs. therein); Delisle et al. 2009) to record time series of fluid flow and related parameters such as pore pressure or heat flow.\nPore-pressure monitoring as a proxy for strain and fluid flow\nPore pressure is known not only for its prevalent role in faulting and other geodynamic processes (e.g. Rice 1992), but also as a powerful proxy for strain (see Bredehoeft 1967; Davis et al. 2004). So far, direct measurements of pore pressure have provided powerful constraints on regional scale flow models; for example, two instrumented boreholes at the Barbados subduction zone (Foucher et al. 1997; Becker et al. 1997) within a few kilometers of the deep-sea trench provide tight bounds on the permeability of matrix and fault rocks in the outer accretionary wedge (Bekins and Screaton 2007). Alternative to the instrumented borehole, tapered downhole probes have been deployed during drilling in a wide range of geological settings at shallow-moderate depths to obtain measurements of in situ pore pressure (e.g. Moore et al. 2001; Morris et al. 2003; Flemings et al. 2008). However, the interpretation of the probe measurements is often problematic, because of limited time available for the induced pressure spike caused by probe insertion to dissipate (see study with such a probe at Dashgil by Kopf et al. 2009).\nUsing pore-pressure signals as a proxy for seismic strain has been neatly demonstrated at the Juan de Fuca Ridge flank as well as the Nankai Trough accretionary complex (Davis et al. 2001, 2006). In the first case, a M 4.6 earthquake on the western flank of the Juan de Fuca Ridge caused a discrete pore-pressure spike in three adjacent boreholes (for details see Davis et al. 2001). Similarly, a series of low-frequency earthquakes in 2003 caused a porepressure anomaly of up to 140 kPa in a multi-level instrumented hole (Site 808) through the frontal accretionary complex (Davis et al. 2006). Even seafloor seismometers and seepage meters (Tryon et al. 2001) have been successfully used to suggest a relationship between seepage and seismic events in the vicinity [see Brown et al. (2005) and Tryon (2009) in the Costa Rica forearc]. Based on these studies as well as theoretical approaches (e.g. Brodsky et al. 2003), a simple, lightweight piezometer probe was deployed in this study to monitor pore pressure and temperature permanently in the Dashgil crater area (see ‘‘Methods’’ below).\nRegional geology of and around Dashgil mud volcano\nIn the Eocene, the Arabian block collided with Eurasia and narrowed and eventually closed wide portions of the Tethyan Ocean (Dercourt et al. 1986). The indentation of the Arabian block split the formerly continuous Tethyan back-arc basin into the Black Sea and southern Caspian Sea (Philip et al. 1989). The collision itself formed a massive orogenic wedge comprising the Greater and Lesser Caucasus, with km-thick marine, rapidly deposited, clastic sequences being incorporated. Those thick clay mineralrich rocks, known as the Oligocene–Miocene Maikop Formation, provide the source layer for mud volcanism (e.g. Lavrushin et al. 1996; Kopf et al. 2003). As a function of complex folding and faulting, the Maikop shales are presently found at depths of 4–10 km below the surface. Faults and mud conduits are well imaged by industry seismic reflection data and apparently provide the mud ascent pathways (Cooper 2001).\nIn the Greater Caucasus, and more precisely, in Azerbaijan along the western border of the Caspian Sea, mud volcanoes have long been recognized; for details refer to Jakubov et al. (1971), Guliyev (1992), and Aliyev et al. (2002). More than 60 MVs floor the southwestern Caspian Sea (Soloviev and Ginsburg 1994), with something in the order of 220 MVs in Azerbaijan along its western coastline. The size of the MVs is variable (up to 400 m height and 10 km2 area), and so is the occurrence of gryphons (active chimneys and small domes adjacent to the main conduit) the amount of clasts in the clayey matrix, salses (small lakes of 30–75 m diameter), sinter mounds, and the ejection of oil (Fig. 1b), water, or the emission of gas (Fig. 2). New gryphons, or even mud cones of [10 m height (Fig. 2) form in areas where mud ascent is facilitated by fractures or conduits. Detailed reports on violent eruptions accompanied by gas dissipation and self-ignition date back many decades (e.g. Abriutski 1853; Sjogren 1887), with the latest eruptions for Dashgil MV in historic times having been in 1902, 1908, 1926 and 1958 (Jakubov et al. 1971).\nDashgil MV is a flat, approx. 2-km-wide dome with about 50 m (W) and 250 m (N) height relative to the foothills in the SE, and shows a highly variable surface topography (Hovland et al. 1997). The bulk of Dashgil is formed by clayey mud with variable amounts of clasts in the matrix (see example in Fig. 2b). The material is originating from the Maikop formation at several kilometers depth, as evidenced by the intensely foliated and dewatered clasts comprising marine shales, mudstones and siltstones. The crestal area is about 1 km in diameter and is bounded by ca. 30 small gryphon cones each a few meters in size at the NW rim (Figs. 2a, background; 3a) and a prominent, 200-m-long ridge comprising burnt and sintered mudstone of red to black colour at the SW rim (Fig. 2a, foreground).\nThose rocks are believed to originate from a large selfigniting eruption in 1926 (Kopf et al. 2009) and border the runoff of the main conduit (‘‘large salse’’, ca. 30 m wide) and smaller lake (‘‘small salse’’, ca. 14 m wide), this way redirecting mud and fluid flow towards the E and ENE (Fig. 2a). In the central and eastern portion, two lakes with muddy water and gas bubbling activity are found (Delisle et al. 2009, their Figs. 2, 3). Based on our observations during frequent visits (average once a month) and longterm measurements, both salses show fluctuations in lake level (on a decimeter-scale) and gas discharge with time (see ‘‘Results’’ below). This gas flux, however, scatters over a wide range depending on the literature published, i.e. approx. 15 9 106 m3/a (Jakubov et al. 1971), 800 m3/a (Hovland et al. 1997), and 630 m3/a (this latter value being measured at a small salse, not the main crater lake; Delisle et al. 2005). In addition to the gas flux, crude oil is seeping out of the ground just NW of the base of the flank of Dashgil MV (Fig. 2c)."
  }, {
    "heading": "Methods",
    "text": "The wealth of the above observations led us to design longterm instruments to systematically measure the gas flux through the two salses (Fig. 2a) as well as temperature and pore pressure in the lake floor of the ‘‘large salse’’. A\nprototype float with a custom-built flux meter system, solar panel and data logger (Gantner IDL100) was installed on the ‘‘small salse’’ in 2003. The float was further equipped with a ELPRO 805U radio modem to provide an radio link for communication with a station and a PC in an apartment in the village of Alat, 5 km SE of Dashgil. In 2007, we were then taking measures to complement this miniobservatory by three devices on the ‘‘large salse’’, which has shown more vigorous gas bubbling over all that time.\nFigure 3 shows the overall situation on Dashgil in map view (Fig. 3a), the bathymetry of the two salses (Fig. 3b), and the equipment, which got installed in June 2007 (Fig. 3c–e). These devices were custom-built after Dashgil was revisited for another pilot study using a free-falling CPTU (Cone Penetration Testing with pore-pressure measurement) device along a transect across the crater lake (see Stegmann et al. 2006; Kopf et al. 2009). This study confirmed that the walls and floor of the crater lake exhibit moderately high shear strength and helped design the porepressure probe. The device was 120 cm long, 3 cm across and had a 60 9 60 cm rectangular platform at its upper end to stop it from being fully submerged (Fig. 3c). Absolute pressure sensors (Endress&Hauser Cerabar-T, 0–25 kPa, accuracy ±0.5% FS) were mounted on the platform together with weights made of lead to ensure sufficient penetration. A pressure sensor records data in the underground (100 cm subbottom depth) while a second transducer\nFig. 3 Long-term installation in the two lakes: (a, b) map view of the Dashgil crater area, and bathymetry from the two salses; orange square shows area covered by submerged gas funneling ‘‘tents’’, black square represents gas flux float on the lake. c Piezo-lance deployed at the deeper (left in b) portion of the large salse; d ‘‘tent’’\nconsisting of aluminium frame covered by PVC foil to channel methane escaping from the lake bottom; e floats on large salse; note that the large tent overlying the main conduit has not been installed at the point the photograph was taken (methane bubbles)\nserves as hydrostatic reference on the lake floor (Fig. 3c). An accelerometer was also mounted for the deployment to control the penetration behaviour and calculate the depth of penetration from the second integration of the deceleration velocity over time.\nAfter the pore-pressure probe was deployed in the central western portion of the ‘‘large salse’’ (Fig. 3b), we assembled the gas monitoring devices. Their submerged units are ‘‘inverted funnels’’ made of aluminium frames covered with 3-mm-thick PVC foil and a cylindrical opening at the top (Fig. 3d). Since the gas emission is rather diffuse and spans wider areas of the ‘‘large salse’’, these funnels were needed to (1) direct the gas flow to a localized area over which a float can be put, and (2) ensure a gas flow sufficiently high to get reliable flux measurements. We deployed two of these funnels, one 4.5 by 4.5 m basal area and 120 cm high (western, deeper part of crater lake) and 3 by 3 m basal area and 90 cm high (eastern part of lake) (see Fig. 3b for schematic setup in the ‘‘salse’’). Once this was achieved, the floats were assembled and placed above the openings of the ‘‘funnels’’ (Fig. 3d). Each float has a 120 by 100 cm wide and 40 cm high fiberglass hull, which carries buoyancy devices underneath, but also some room for gas to accumulate. Each float carries the same gas fluxmeter custom-built by BGR Hannover than the one on the ‘‘small salse’’ (Fig. 3e). One of the floats on the ‘‘large salse’’ (Fig. 3e, foreground) is additionally equipped with the same modem and data logger for communication with the float on the ‘‘small salse’’. The data were then transferred to a PC in the nearby village of Alat, while a backup data set was routinely stored on the float for manual download."
  }, {
    "heading": "Results",
    "text": "Given the constraints of this manuscript, we here only exemplify the key results from this study. Regrettably, the data set remains incomplete not only because of this, but also owing to technical difficulties and vandalism, which leaves the equipment functionless at this moment.\nWhen regarding the overall gas flux from the two salses [i.e. the crater lake as well as the topographically lower small salse (a.k.a. BGR salse)]. Figure 4 shows a time span of more than 4 years of monitoring gas flux at the small salse, interrupted by shorter periods where recording failed as a consequence of blackouts, technical difficulties with the radio link from Dashgil to the adjacent village, or vandalism. The overall flux is estimated to be 2–3 l/min, however, our infrequent visits attested that at times of elevated flux, the rate may have been slightly above 3 l/min (i.e. the upper limit of the fluxmeter’s range) because gas bubbles escaped along the side from underneath the float. Based on the fact\nthat we rarely approached the upper limit (Fig. 4, upper panel), we consider this potential underestimation negligible. During 2006, a continuous decrease is observed, although blurred by the scatter in the data (Fig. 4, upper right). The data set collected from 2003 to 2006 was published by Delisle et al. (2009), but got significantly extended from 2007 onwards when a fleet of new gas fluxmeter systems got installed on both salses. It has to be noted from the new data (2007/2008) that despite the gaps in the continuous monitoring effort, the net gas flux from the lake to the atmosphere increased significantly. In fact, we estimate the increase to average around a factor of 7 ± 2 (Fig. 4). Wide periods, notably August and October 2007 as well as January and August 2008 are characterized by flux rates around 15 l/ min from the BGR salse that measures only ca. 10 m across (Fig. 2, inset). When compared to the large salse (i.e. the main crater lake; Fig. 2a, b), the latter exceeding the first by a factor of 3 ± 1. This was anticipated by (1) the macroscopically more violent bubbling at the salse’s surface, and (2) the fact that two areas of gas ascent exist at the large salse, but only one in the BGR salse (see also ‘‘Methods’’ on sublake-level funnel systems). Data from all three fluxmeter floats show a large scatter that attests the frequent change in flow rate owing to transient fluctuations in permeability and pore pressure in the underground (Fig. 5). Within several hours to 1 day, gas flux may drop by approx. 25–40 l/min (i.e. a factor of 2–3) before rising to the same level during a similar time span. These changes appear to be independent of the other parameters monitored [e.g. seismicity, precipitation, or variations in lake level (which are usually negligible except for extreme events; see below)]. Statistical analyses and data processing suggest an average flow rate of approx. 70 l/min from the Dashgil salses today. When we integrate over the most recent (2007/2008) long-term data curves (Fig. 4, lower portion), we get methane emission to atmosphere ranging in the order of 0.00015 Tg/a from Dashgil alone. In the wake of these new data with both elevated gas flux at the BGR salse, and even higher values at the newly instrumented large salse, some of the earlier gas-flux estimates have to be re-evaluated (see ‘‘Discussion’’ below).\nWhen moving away from the aspect of methane emission and how mud volcanic CH4 emission contributes to climate change, there are interesting correlations to be made from comparing changes in gas-flux rate and synchronous transients in pore pressure from the piezometer deployed in the conduit. Figure 5 gives one of numerous examples of how gas flux is coupled to changes in key physical properties in the underground, namely the pore pressure in the central conduit feeding the large salse, and lake-level variations. The example illustrates for a period of hours that small-scale variations are in the order of ±1 l/min in either area within the large salse (see two graphs in Fig. 5, upper panel), and that those trends are not\nmimicked by either pore-pressure transients (Fig. 5, middle panel) or lake level (Fig. 5, lower panel). In fact, there seems to be a non-systematic correlation between these parameters, e.g. an increase in gas flux and pore pressure (first three arrows, but not fourth), but both increasing and decreasing values for hydrostatic pressure (i.e. height of water head in the large salse) regardless of whether pore pressure increases or decreases. The example chosen in Fig. 5 is rather symptomatic for our long-term data set, so that we hope that longer time series data sets combined with statistical approaches will allow us to draw more robust conclusions in the future.\nAlong a slightly different line of investigation, we have overlain our measurements with earthquake records from Eastern Azerbaijan. Given the strong variability in the gas flux regardless of the seismicity or other external forcing at both low resolution (i.e. long periods such as those shown in Fig. 4) and at higher resolution (e.g. Fig. 5, upper panel), we have extracted medium time spans during which earthquake activity was reported. Figure 6 provides an example of such a record of the pore-pressure signal from the piezometer. During summer 2007, a period of somewhat elevated local seismicity, we can demonstrate that a subtle coupling with pore pressure seems to exist. On 30th June 2007 a series of four earthquakes within less than 3 h caused an overall increase in ambient pore pressure in the upper conduit of Dashgil where the piezometer is situated\n(Fig. 6, left-hand side). Values climb from less than 1 to [4 kPa within the next couple of days, possibly related to stress changes in the far field (in particular given that the epicenters of the events, which reached up to M4.4, were *300 km away). At this point, it is not clear to us what the spikes within that period of overall pressure increase mean (e.g. late on 3rd July, late on 5th July, or early on 6th July; see Fig. 6). After pore pressure dropped back to values between 2 and 3 kPa, a M3.9 earthquake in only 75 km distance hit the area on 7th July. Pore pressure increased rather suddenly to peak values of 3.71 kPa before falling to 2 and 3 kPa again (Fig. 6). A few days later, preseismic stress changes cause another pore-pressure rise, which is enhanced after a M4.6 earthquake on 11th July resulting in pore-pressure peaks exceeding 5 kPa (Fig. 6, right-hand side). However, strain dissipates rapidly and pore pressure dropped back to what we consider the ambient background value during periods of tectonic activity (i.e. 2–3 kPa).\nFrom the long-term data collected so far, it is our contention that the ambient pore-pressure value at times of seismic quiescence ranges between 1 and 2 kPa (similar to that prior to the EQ swarm at 30th June; see Fig. 6, lefthand side). In fact, there are two interesting aspects to our seismicity data. First, EQ swarms with the largest, magnitudes towards the end (rather than a main shock–aftershock sequence) are often attributed to fluid movement.\nThis coincides with what we observe at shallow depth (Fig. 5). Second, we also note an unusually high seismicity during the period monitored when compared to historical\nrecords. In general, earthquakes with magnitudes of 3–4 are not unusual for the whole Caucasus and the Caspian Sea region, however, our study area Gobustan is much\nFig. 5 Blow-up of long-term data from gas flow at the two tents (large salse, top) pore pressure probe (middle), hydrostatic pressure (as a function of lake-level change, bottom). Arrows indicate highs in gas flux, which often correlate with pore pressure increase (solid), but sometimes do not (dashed). Note that we consider the pore-pressure peaks significant since hydrostatic reference pressure either remains constant or even decreases during these periods (arrows)\nquieter with only around 150 events with M *3 during time period of 1931–1994. In fact, only 2–3 events occur on average during a year in Gobustan, whereas we record a much larger frequency (i.e. 2–3 events per month). Given that those events often have synchronous peaks in porepressure and gas-flux rate, we do not consider the proposed correlation as coincidental, no matter how (admittedly) weak it is."
  }, {
    "heading": "Discussion",
    "text": "We split the discussion of our long-term data sets into three portions. First, we want to shed light on the variations in gas flux and how they may relate to earlier work (see summary in ‘‘Methane flux from mud volcanoes’’ above). Second, we compare our pore-pressure records to local seismicity and try and establish a relationship by comparison with earlier studies into the same direction. Third, we look at the infrequent time series data, and in fact the gaps in the record, and discuss some of the lessons learned from this pilot study at Dashgil mud dome.\nGas flux from MVs as an important greenhouse effect\nGiven the wealth of literature on the subject of mud volcanism (see bibliographies in Redwood 1913; Higgins and Saunders 1974; Judd and Hovland 2007; Kopf 2002), it is important to acknowledge that the role of mud volcanoes in global methane budgets is still poorly constrained. However, given the improvements in measurement technology and long-term observatories in both continental and submarine settings (e.g. Etiope and Milkov 2004; Nikolovska et al. 2008; Delisle et al. 2009) as well as the deployments in this study, the level of confidence in constraining methane flux reliably is steadily increasing. When relating the previous discussion of global methane budgets to this study of a single mud dome, each of the former data compilations and flux estimates for quiescent MV degassing into the atmosphere (see ‘‘Methane flux from mud volcanoes’’ above) has to be scaled down to a single, medium to large edifice (i.e. one comparable to Dashgil, which we monitored over a period where no eruption took place). Unfortunately, there are very few studies that are directly comparable to the 1.5 9 10-4 Tg/a from our study constraining Dashgil quiescent degassing. When compared to earlier work at Dashgil, this value is rather different from—and in fact significantly lower than—the 0.052– 10 Tg/a assumed by Guliyev and Feyzullayev (1997). Similarly, studies for the wealth of Azerbaijan MVs give rather high annual fluxes such as 0.2–0.4 and 1 Tg/a (see Guliyev and Feyzullayev 1997, and Sokolov et al. 1969, respectively). Still less realistic, Etiope et al. (2007)\nassume the CH4 flux from all Italian MVs (clearly less prominent or significant in number than those in Azerbaijan) to reach 10 Tg/a. When looking at individual domes in Italy, the same authors propose numbers that are typically 10-2 Tg/a for the vast majority of the individual features (see their Table 2). Earlier publications cite even lower numbers of individual Italian MVs ([10-3 Tg/a; see Etiope and Klusman 2002, their Table 1), which still exceed data from Dashgil (this study). Mud domes and seeps studied elsewhere attest methane fluxes of approx. 10-5 Tg/a (Haakon Mosby mud dome off Norway; Kaul et al. 2004), or up to 2 9 10-5 Tg/a (for the Batumi seep area in the Black Sea; Nikolovska et al. 2008), which in either case exceed that estimated from the Dashgil monitoring. Our contention is that the majority of workers is constantly trying to improve analytical and technological procedures to minimize potential inaccuracy and establish methods to reliably and conservatively assess the amount of in situ methane flux from mud volcanoes on land and offshore.\nMud volcanic activity related to earthquakes\nUsing pore-pressure signals as a proxy for seismic strain has been neatly demonstrated in marine drill holes at the Juan de Fuca Ridge flank (Davis et al. 2001). In the first case, a M4.6 earthquake on the western flank of the Juan de Fuca Ridge caused a discrete pore-pressure spike in three adjacent boreholes. The signal reached \\0.2 kPa above background value some 70 km away from the epicenter, but up to 3.2 kPa excess pore pressure in 10–20 km distance at Site 1025 (for details see Davis et al. 2001). When compared to our data (and, namely Fig. 6), both EQ magnitudes (up to M4.6) and the amount of pressure increase are similar, although distances to the epicenter (C75 km) are somewhat larger. On the other hand, communication between pore-pressure transients owing to stress changes at depth in the Caucasian country rock may hydraulically communicated more easily given that the piezometer was placed right into the central conduit feeding Dashgil (see Kopf et al. 2009, their Fig. 4b).\nAlong another line of evidence, Minning et al. (2006) related a M4.3 earthquake some 120 km NW to the trigger of a landslide near the Marques de Pombal fault (Gulf of Cadiz, NE Atlantic). Although no pore-pressure readings exist from that study, geochemical data and time-dependent modeling provided unambiguous evidence for the emplacement of the landslide at the time of the earthquake. In another seismically active, landslide prone area, the Ligurian Margin in the western Mediterranean Sea, the slope south of the Nice international airport collapsed in 1979, causing mass wasting and a tsunami with considerable damage and several casualties (e.g. Dan et al. 2007).\nIn situ pore-pressure monitoring in the 1979 landslide scar attest signals in excess of 15 kPa above hydrostatic from both mid-term (up to 38 h) to long-term (several months) deployments (Sultan and Shipboard party 2008), which have been correlated with seismicity, groundwater flow, low-permeability clay layers and rapid vertical loading. For example, a 1.5 kPa pore-pressure increase has been measured in permeable sediments when a M2.6 EQ occurred *60 km north of a mid-term piezometer deployment on the submarine Nice slope near the 1979 landslide scar (S. Stegmann pers. comm., 2009). Water depths, distance and magnitude of earthquakes, and pore-pressure amplitudes are in a similar range as those from Dashgil monitoring. Similarly, Hasiotis et al. (1996) reported that a pockmark field in the Gulf of Patras, western Greece, was activated after a M5.4 earthquake on 14 July 1993, as attested by anomalously high bottom water temperatures above the features during the 24-h period of seismic activity. Fluid expulsion involved gas and water expulsion and was related to stress changes at depth (for details see Hasiotis et al. 1996).\nSomewhat related, the violent formation of Lusi MV in East Java, Indonesia sparked some interest on earthquaketriggered mud extrusive activity (Mazzini et al. 2007; Tingay et al. 2008). Lusi has erupted unabated for almost 2 years, flooded an area of 7 km2 and may have been triggered by the M6.3 EQ 250 km away that struck 2 days before the eruption. An examination of static and dynamic stress changes and stress transfer mechanisms indicates that the Yogyakarta earthquake was at least an order of magnitude too small to reactivate faults and open fluid flow pathways under Lusi (Tingay et al. 2008). However, it cannot be excluded that the M6.3 event as well as two M [ 4 aftershocks may have caused stress redistribution, activation of pre-existing faults, the latter triggering fluid pressure buildup and mud eruption (Elkhoury et al. 2006). Mazzini et al. (2007) support this view, underpinning it with illustrations from geyser-type fluid expulsion and violent mud gushing (see their Figs. 3, 6). However, their long-term monitoring record of the mud flow rate does not correlate with EQs during the same period (Mazzini et al. 2007, their Fig. 5).\nIt is well documented that geyser and mud volcano dynamics are affected by tectonic activity, and namely earthquakes in the far field (Husen et al. 2004; Manga and Brodsky 2006; Mau et al. 2007; Mellors et al. 2007). In analogy to that, we have tested this hypothesis by comparing our records to the largest magnitude EQs during the monitoring period. However, even for the M9.1 Sumatra EQ on 26 December 2004, no unusual observation can be made in our gas-flux data (Fig. 8). On the other hand, water well responses in the far field have been documented for this event (Ingebritsen et al. 1998) as well as earlier\nruptures such as M *9 1755 Lisbon EQ, M9.2 1964 Alaska EQ (Cooper et al. 1965), for the former all the way up to Switzerland, Germany and Scandinavia and the latter with fluctuations in Canada and the central and eastern USA and Puerto Rico.\nLike mud volcanoes, geysers are features that are periodically discharging deep-seated, warmer fluids and gases. Their ‘‘eruptive’’ activity was likely coupled to seismicity in the past, for instance those in Calistoga, USA, to prominent EQs such as the 1984 Morgan Hill or the 1989 Loma Prieta events (both M [ 6; e.g. Silver and ValletteSilver 1992). At locations distant from the epicenter, dynamic strains have been proposed to be larger than static strains and may trigger geyser activity by opening existing fracture networks (Hill et al. 1993). Numerical simulations based on governing algorithms for groundwater and heat flow suggest that eruption frequency is a function of porosity, permeability and conduit length, the latter naturally being most important since the former two parameters are significantly higher in the conduit than in the surrounding country rock (Ingebritsen and Rojstaczer 1993, 1996). When translated to Dashgil, we infer from indirect evidence (i.e. the fluctuations in gas flux observed; see Fig. 5) that the feature must have a pathway to larger depth since seismic events of M3.9–4.6 at distances of at least 60 km from Dashgil cannot provide sufficient ground acceleration to pervasively enhance effective porosity or permeability. Instead, deeper-seated stress changes are estimated to have had associated microstrains of 10-7– 10-8, a range that has been proposed to result in measurable changes in hydraulic gradient (i.e. in the order of[cm head; Roeloffs 1996).\nSome further evidence exists that streamflow changes are a direct response to seismicity, most often exhibiting post-seismic increase in flow, but rarely also decreased discharge or with springs going dry (e.g. Waller 1966). The mechanisms put forward to explain the variations in flow or hydraulic head include permeability enhancement, elastic compression, or liquefaction (Rojstaczer and Wolf 1992; Muir-Wood and King 1993; Manga 2001). Interestingly, there is also increasing evidence for such hydraulic communication in the shallow underground of Dashgil. During the most recent visit to the mud volcano edifice, we discovered a 30–40 cm lake-level drop accompanied by collapsing crater rim sediments around the large salse (see Fig. 7c, d). At the same time, the small (BGR) salse at slightly lower altitude started to overflow (Fig. 7a, b) and the series of gryphons in the northern portion of Dashgil also showed higher activity and active mud flows (Fig. 7e, f). Very unfortunately, both the gas fluxmeter systems at either salse as well as the pore-pressure probe were not working at the time (see, e.g. Fig. 4, and next section below) to provide further clues on governing factors of\nthese activities. However, there was no anomalously high precipitation or significant seismic activity recorded around this period. The only way to shed more light upon the driving forces behind these variations in mud volcanic activity is to get the monitoring stations at Dashgil back to work as soon as possible, or even install more devices in the vicinity.\nLessons learned\nThis study represents most of all a ‘‘proof-of-concept’’ to monitor gas flux from one of the most active mud domes on Earth and relate it to governing physical properties (pore pressure, temperature) and local seismicity. Measurements were carried out at a very modest budget, and apart from the—arguably scarce—data collected over approx. 5 years\nthere were two sorts of lessons to be learned: (a) logistical, and (b) geological/scientific ones.\n(a) Logistically, the Dashgil area is rather remote, and the adjacent village of Alat is blessed with regular electrical blackouts and unreliable telephone lines. Hence, we were facing difficulties in providing a continuous data record. In addition, the topography of Dashgil does not allow data transmission via radio links from every location. As a consequence, an extra (equally unreliable) link between the two salses had to be established before having been able to transfer the combined data to the apartment in Alat. Finally, we decided to arrange for regular monthly visits of scientists from the Azerbaijan Academy of Sciences to recover the floats and download the data directly before sending them to Germany. These visits served to overcome the additional handicap of the gusty winds blowing from the Caspian Sea over the top of Dashgil. Given the aridity of the area during wide periods of the year, clay was picked up and, when mixed with froth of the salse’s surface, put a smear onto the solar panels, which supplied energy to our monitoring system (Figs. 3e, 7a, b). Some of this mixture of water, dust and mud further accumulated along the windward side of the float, adding weight there and increasing the likelihood to capsize the entire float (including data modem, logger, and other electronics; Fig. 3e). Unfortunately, this occurred once in 2008, and until now the instruments have not been repaired/ replaced. (b) From a purely scientific standpoint, the two most exciting findings from extending the former monitoring post at the ‘‘small salse’’ to three fluxmeter systems plus piezometer in 2007 were the overall increase in methane flux rate over time (Fig. 4), and the suggested relationship between pore-pressure increase and local seismic activity (Fig. 6). We have outlined in the two earlier sections of the discussion that either finding is most significant.\nIn the first case, the extension of the already long record at Dashgil mud dome will provide further insights into the contribution of continental mud volcanoes to global methane emission into the atmosphere. In the second case, continuous monitoring of pore pressure and seismicity (and maybe gas flux) may allow us to record evidence for porepressure transient increases prior to earthquakes, as seen in the example of the M3.9 and M4.6 events not too far from Dashgil (see Fig. 6, right-hand side). In either case, pore pressure rose to approx. 1 kPa prior to the EQ followed by another rapid rise in the same order of magnitude after the event. Such monitoring of pore pressure as an earthquake precursor may, when established and founded on a solid\ndata base, become an important mechanism in early warning systems.\nAcknowledgments We are grateful that a few years ago, we were supported by BGR Hannover and MARUM Bremen to start this monitoring project at Dashgil, which resulted in technical developments and deployments in a challenging environment full of hospitality and, eventually, in an exciting data set. We heartily thank Hendrik Hanff, Matthias Lange, Christian Seeger and Manfred Teschner for technical support during this study. Detailed reviews by Martin Hovland and Rob Mellors helped to improve the manuscript."
  }],
  "year": 2010,
  "references": [{
    "title": "Flame hazards in the South Caspian",
    "authors": ["1810–2001. Nafta", "Baku/Azerbaijan", "pp 88 Bagirov E", "Lerche I"],
    "year": 1998
  }, {
    "title": "Flaming eruptions and",
    "authors": ["R Nadirov", "I Lerche"],
    "year": 1996
  }, {
    "title": "Global Biochem Cycles",
    "authors": ["atmospheric methane"],
    "venue": "DD",
    "year": 1995
  }, {
    "title": "An episode of seafloor spreading and associated",
    "authors": ["EE Davis"],
    "year": 2001
  }, {
    "title": "Mud volcanoes—the most important pathway",
    "authors": ["LI Dimitrov"],
    "year": 2002
  }, {
    "title": "Methane seeps",
    "authors": ["G Geology 32:465–468 Etiope", "G Martinelli", "A Caracausi", "F Italiano"],
    "year": 2007
  }, {
    "title": "The structure and formation",
    "authors": ["RJ 1029/2007GL03034 Evans", "SA Stewart", "RJ Davies"],
    "year": 2008
  }, {
    "title": "A review of mud volcanism",
    "authors": ["variability. Mar Geol"],
    "venue": "Guliyev IS",
    "year": 1992
  }, {
    "title": "Mud volcanoes—their nature and origin",
    "authors": ["GE Higgins", "JB Saunders"],
    "venue": "Verh Naturf Ges Basel",
    "year": 1974
  }, {
    "title": "Seismicity remotely triggered by the magnitude",
    "authors": ["M Stickney", "A Vidal", "S Walter", "V Wong", "J Zollweg"],
    "year": 1993
  }, {
    "title": "The structure and geomorphology of the Dashgil mud volcano, Azerbaijan",
    "authors": ["M Hovland", "A Hill", "D Stokes"],
    "venue": "Geomorphology",
    "year": 1997
  }, {
    "title": "Changes in geyser eruption behavior and remotely triggered seismicity in Yellowstone National Park produced by the 2002 M 7.9 Denali fault earthquake, Alaska",
    "authors": ["S Husen", "R Taylor", "RB Smith", "H Heasler"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "Geyser periodicity and the response of geysers to deformation",
    "authors": ["SE Ingebritsen", "SA Rojstaczer"],
    "venue": "J Geophys Res",
    "year": 1996
  }, {
    "title": "Groundwater in geologic processes",
    "authors": ["SE Ingebritsen", "WE Sanford", "C Neuzil"],
    "year": 1998
  }, {
    "title": "Mud volcanoes of the Azerbaijan SSR",
    "authors": ["AA Jakubov", "AA Ali-Zade", "MM Zeinalov"],
    "venue": "Publishing house of the Academy of Sciences of the Azerbaijan SSR, Baku,",
    "year": 1971
  }, {
    "title": "Gas emissions from mud volcanoes: significance for global change In: Martinelli G, Panahi B (eds) Mud volcanoes, geodynamics and seismicity",
    "authors": ["A Judd"],
    "venue": "NATO Sci. Ser. IV,",
    "year": 2005
  }, {
    "title": "Submarine fluid flow, the impact on geology, biology, and the marine environment",
    "authors": ["AG Judd", "M Hovland"],
    "year": 2007
  }, {
    "title": "The geological methane budget at continental margins and its influence on climate change",
    "authors": ["AG Judd", "M Hovland", "LI Dimitrov", "S Garcia Gil", "V Jukes"],
    "venue": "Geofluids",
    "year": 2002
  }, {
    "title": "Satellite-linked autonomous pore pressure instrument (SAPPI)",
    "authors": ["N Kaul", "H Villinger", "M Kruse"],
    "venue": "Sea Technology",
    "year": 2004
  }, {
    "title": "Fate of sediment during plate convergence at the Mediterranean Ridge accretionary complex: volume balance of mud extrusion versus subduction-accretion",
    "authors": ["A Kopf"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Significance of mud volcanism",
    "authors": ["A Kopf"],
    "venue": "Rev Geophys 40:52",
    "year": 2002
  }, {
    "title": "Important global impact of methane degassing through mud volcanoes on past and present Earth climate",
    "authors": ["AJ Kopf"],
    "venue": "Int J Earth Sci",
    "year": 2003
  }, {
    "title": "Isotopic evidence for deep gas and fluid migration from mud volcanoes in a zone of incipient continental collision (Caucasus, Russia)",
    "authors": ["A Kopf", "A Deyhle", "VY Lavrushin", "BG Polyak", "GI Buachidze", "A Eisenhauer"],
    "venue": "Int J Earth Sci",
    "year": 2003
  }, {
    "title": "Mechanism of mud extrusion on the Mediterranean Ridge",
    "authors": ["A Kopf", "AHF Robertson", "MB Clennell", "R Flecker"],
    "year": 1998
  }, {
    "title": "Extreme efficiency of mud volcanism in dewatering accretionary prisms",
    "authors": ["A Kopf", "D Klaeschen", "J Mascle"],
    "venue": "Earth Planet Sci Lett 189:295–313",
    "year": 2001
  }, {
    "title": "Physical properties of extruded muds and their relationship to episodic extrusion and seismogenesis",
    "authors": ["A Kopf", "MB Clennell", "KM Brown"],
    "venue": "Mud volcanoes,",
    "year": 2005
  }, {
    "title": "Seismic triggering of eruptions",
    "authors": ["EE Brodsky"],
    "year": 2006
  }, {
    "title": "Tolstikhin IN (1998) CO2 fluxes from mid-ocean ridges",
    "authors": ["B Marty"],
    "year": 1998
  }, {
    "title": "The Caucasus: an actual example of the initial stages of continental collision",
    "authors": ["H Philip", "A Cisternas", "A Gvishiani", "A Gorshkov"],
    "venue": "Tectonophysics",
    "year": 1989
  }, {
    "title": "The association of mud-volcanos with petroleum",
    "authors": ["B Redwood"],
    "venue": "A treatise on petroleum, vols. 1–3, and especially the bibliography,",
    "year": 1913
  }, {
    "title": "Fault stress states, pore pressure distributions, and the weakness of the San Andreas fault",
    "authors": ["JR Rice"],
    "year": 1992
  }, {
    "title": "Poroelastic techniques in the study of earthquakerelated hydrologic phenomena",
    "authors": ["E Roeloffs"],
    "venue": "Adv Geophys",
    "year": 1996
  }, {
    "title": "Permeability changes associated with large earthquakes: an example from Loma Prieta, California",
    "authors": ["S Rojstaczer", "S Wolf"],
    "venue": "Geology",
    "year": 1992
  }, {
    "title": "Consumption of dissolved methane in the deep ocean",
    "authors": ["MI Scranton", "PG Brewer"],
    "venue": "Limnol Oceanogr",
    "year": 1978
  }, {
    "title": "Detection of hydrothermal precursors to large Northern California earthquakes",
    "authors": ["PG Silver", "NJ Vallette-Silver"],
    "venue": "Science",
    "year": 1992
  }, {
    "title": "The origin of gases and mud volcanoes and the regularities of their powerful eruptions. In: Schenck PA, Havenaar I (eds) Advances in organic geochemistry",
    "authors": ["VA Sokolov", "ZA Buniat-Zade", "AA Geodekian", "FD Dadashev"],
    "year": 1969
  }, {
    "title": "Formation of submarine gas hydrates",
    "authors": ["V Soloviev", "GD Ginsburg"],
    "venue": "Bull Geol Soc Den",
    "year": 1994
  }, {
    "title": "Design of a modular, marine free-fall cone penetrometer",
    "authors": ["S Stegmann", "H Villinger", "A Kopf"],
    "venue": "Sea Technology",
    "year": 2006
  }, {
    "title": "Shipboard party (2008) Prisme Cruise (R/V Atalante Toulon - Toulon; 2007): Reports and Preliminary Results",
    "authors": ["N Sultan"],
    "venue": "IFREMER Internal Report, Ref: IFR CB/GM/LES/08-11,",
    "year": 2007
  }, {
    "title": "Triggering of the Lusi mud eruption—earthquake versus drilling initiation",
    "authors": ["M Tingay", "O Heidbach", "R Davies", "R Swarbrick"],
    "year": 2008
  }, {
    "title": "Monitoring aseismic tectonic processes via hydrologic responses: an analysis of log-periodic fluid flow events at the Costa Rica outer rise",
    "authors": ["MD Tryon"],
    "year": 2009
  }, {
    "title": "A new benthic aqueous flux meter for very low to moderate discharge rates",
    "authors": ["MD Tryon", "KM Brown", "L Dorman", "A Sauter"],
    "venue": "Deep Sea Res",
    "year": 2001
  }, {
    "title": "Effects of the March 1964 Alaska earthquake on the hydrology of Anchorage area",
    "authors": ["RM Waller"],
    "venue": "USGS Prof Pap 544B,",
    "year": 1966
  }, {
    "title": "Global carbon dioxide emission to the atmosphere by volcanoes",
    "authors": ["SN Williams", "SJ Schaefer", "ML Calvache", "D Lopez"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1992
  }, {
    "title": "Mud volcanoes and the behaviour of overpressured clays and silts",
    "authors": ["NA Yassir"],
    "venue": "PhD thesis, University College London,",
    "year": 1989
  }],
  "id": "SP:f7f893cc401f20df73fb4573d9dfcd3f801de365",
  "authors": [{
    "name": "Achim Kopf",
    "affiliations": []
  }, {
    "name": "Georg Delisle",
    "affiliations": []
  }, {
    "name": "Eckhard Faber",
    "affiliations": []
  }, {
    "name": "Behrouz Panahi",
    "affiliations": []
  }, {
    "name": "Chingiz S. Aliyev",
    "affiliations": []
  }, {
    "name": "Ibrahim Guliyev",
    "affiliations": []
  }],
  "abstractText": "Mud volcanism is a global phenomenon usually associated with compressional tectonics that favour extrusion of fluidand clay mineral-rich sediment both on land and offshore. Methane, the dominant gas phase, is emitted at variable rates during and after emplacement of the mud domes. In case of continental mud volcanoes, the gas is directly released into the atmosphere, thereby contributing to global warming. Azerbaijan is one of the countries with one of the highest abundances of mud domes globally. One of the most prominent mud volcanoes, Dashgil, has been chosen for a case study because of its historic record of violent eruptions, continued activity, and well-documented regional geology in the Caucasus orogenic wedge adjacent to the Caspian Sea. Since 2003, gas flux has quantitatively measured at one of the two crater lakes and is characterized by valve-type behaviour and episodically violent degassing. In 2007, the large crater lake was additionally equipped with methane fluxmeters as well as an in situ pore-pressure probe into the conduit. Our data are complemented by regional seismicity, and exhibit the following results: (1) there seems to be a significant correlation between changes in pore pressure in the conduit feeding the main crater lake and the rate of gas escape; (2) changes in gas-flux rate appear to be independent of local seismicity, in particular since no larger EQs have been recorded since 2003; (3) despite discontinuous monitoring owing to technical failures, we observe an overall increase in methane emission with time; (4) nearby earthquake activity (\\M4.6) can be correlated with pore-pressure transients recorded by the piezometer, which reach up to 2.4 kPa compared to the pre-seismic value; (5) from time to time, there are strong lake-level fluctuations decoupled from precipitation or evaporation, which are explained by subbottom hydraulic communication between the two crater lakes and adjacent gryphons. The wealth of observations leads us to conclude that monitoring gas flux and pore pressure provides important time series data for both methane emission into the atmosphere and pore pressure as a proxy for co-seismic strain.",
  "title": "Long-term in situ monitoring at Dashgil mud volcano, Azerbaijan: a link between seismicity, pore-pressure transients and methane emission"
}