{
  "sections": [{
    "text": "1.0 billion years of earth history. Longhushan (龙虎山) World Geopark is located on the Proterozoic\nsuture between the Yangtze craton and Cathyasia block and highlights the long history of this belt.\nCollision of the Cathyasia and Yangtze cratons 1.0 billion years ago was associated with the formation\nof the Rodinian supercontinent where most of the planet’s landmasses were amalgamated into one\nblock. Jurassic through Early Cretaceous magmatism was associated with the inland migration of the\ncontinental margin arc associated with the penetration of a flat slab after subduction of the\nKula-Farallon ridge. Slab roll-back in the Early to Middle Cretaceous opened many extensional basins\nacross the South China fold belt, including the Xinjiang (信江) basin in which Longhushan is located,\nand these were filled largely with continental red beds deposited by fluvial systems in the hot torrid\nclimate. The beds are richly fossiliferous, including remains of many dinosaurs and dinosaur eggs.\nSubduction of the Kula-Pacific plate in the Middle Cretaceous caused a short magmatic pulse, and\nThis study was supported by the National Natural Science\nFoundation of China (No. 40821061), Ministry of Education of\nChina (No. B07039), Longhushan Administrative Committee,\nand Starting Fund of Three Gorges Research Center for\nGeo-hazards, Ministry of Education, China.\n*Corresponding author: tkusky@gmail.com\n© China University of Geosciences and Springer-Verlag Berlin\nHeidelberg 2010"
  }, {
    "heading": "Manuscript received August 10, 2009.",
    "text": "Manuscript accepted October 15, 2009.\nthen, the basins subsided slowly through the re-\nmainder of the Cretaceous. Cenozoic uplift of\nthe red bed basins was initiated by the India-\nAsia collision. The uplift was associated with the\nformation of many faults, joints, and brittle\nstructures that dissected the red bed deposits.\nFluvial erosion of the red beds was enhanced\nalong the brittle structures, and different loca-\ntions have developed very distinctive and struc-\nturally controlled geomorphological features in-\ncluding mesas, kopjies, and isolated stone peaks\nthat are known in China as Danxia (丹霞) land-\nforms. Together, these features form Danxia landscapes, and Longhushan World Geopark exhibits a\ncomplete range of the Danxia landscapes from juvenile, to mature and to old stages of development.\nThe United Nations Educational, Scientific, and Cultural Organization (UNESCO) World Geopark\nprogram ensures that these features and geologic history will be preserved in their pristine state and be\navailable for study and appreciation for generations to come.\nKEY WORDS: Longhushan, Cathyasia, South China fold belt, Danxia, red bed, ridge subduction."
  }, {
    "heading": "INTRODUCTION",
    "text": "The system of UNESCO World Geoparks was established in 2004 to highlight and protect some of the world’s most spectacular and important geological sites. As such, scientific studies in and around these parks offer some of the best opportunities to understand important events in earth history and serve as permanent and protected sites where scientific ideas can be tested for generations to come. Longhushan World Geopark is located in the South China fold belt,\nnortheastern Jiangxi Province, encompassing an area of 146.3 km2 between 116°55′17′′–117°27′12′′E, and 28°02′55′′–28°22′56′′N (Fig. 1). The park is located on the northern piedmont of the Wuyi Mountain Range, one of the large-scale fold/basin and range uplifts of the South China fold belt. It is located on the suture zone between the Cathyasia block and Yangtze craton, which collided in the Proterozoic to form the South China block (Chen et al., 1991).\nRocks in Longhushan World Geopark and the surrounding buffer zone encompass about 1.0 billion years of earth history, including a record of formation of Late Proterozoic supercontinents, their break-up in the Early Paleozoic, and several convergent and divergent tectonic events in the Paleozoic– Mesozoic–Cenozoic times (see recent reviews of the tectonics of China in Zhai et al. (2007, 2006)). This\ngeological history is closely tied with the evolution of advanced life forms on earth, and the park is rich in fossil records. The park also contains spectacular geomorphology (Fig. 2) consisting of red sandstone cliffs and narrow and water-eroded line valleys known in China as Danxia landscapes and landforms (Peng, 2001). In this contribution, we describe the stratigraphy and structural history of the rocks that are ex-\nposed in Longhushan Park and relate these data to the complex tectonic events that have affected South China since the Late Precambrian. We then describe\nhow the spectacular Danxia landscape and landforms developed as a consequence of these tectonic events."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "The transition between the Yangtze craton and Cathaysia craton is occupied in southern Anhui and northern Jiangxi by the Jiangnan belt, Jiangnan uplift (Wang, 1985), or Jiangnan platform uplift (Huang et al., 1987). The Jiangnan belt is typically regarded as the present southern edge of the Yangtze craton, as it is bounded to the south by the Pingxiang-Jiangshan fault zone, a segment of the Proterozoic BeihaiYichun-Shaoxing suture (Wang, 1985), which separates the two blocks. The tectonic interpretation of the South China block is still a matter of debate. Some authors (e.g., Ren, 1991) argued for a unique block since the Precambrian, without any suture zone in it. In this view, the Jiangnan belt is a simple transitional polycyclic anticlinorium. For many others, the Jiangnan belt is the result of the amalgamation of the Yangtze and Cathaysia blocks (Guo et al., 1985, 1980) but has been interpreted to have formed during collisional events in the Middle–Late Proterozoic (Chen et al., 1991; Rowley et al., 1989; Guo et al., 1985, 1980), Ordovician–Silurian (Haynes, 1988), and Late Paleozoic–Mesozoic (Hsü et al., 1990, 1988). Last, admitting an initial Middle–Late Proterozoic collision, some geologists emphasize the later reworking of the belt due to younger collisional events. Besides the Jiangnan belt itself and to the south and east of it, the presence of several younger suture zones in the South China fold belt (i.e., Early Paleozoic ‘Caledonian’ and Permian–Triassic ‘Indosinian’ belts; e.g., Cui and Li, 1983 ) is debated (Ren, 1991). Longhushan preserves 1.0 billion years of geological history, as illustrated in the geological map (Fig. 3) and the stratigraphic column (Table 1). This column shows the ages and names of rock units in the park, and their interpreted sedimentary and tectonic settings. Figure 3 is a geological map of Longhushan-Guifeng World Geopark. The park is located on the north slope of Wuyi Mountain Range and bordered to the north by the fault-controlled Xinjiang basin. A variety of intrusive rocks cut strata of the park, including Ordovician tonalite and granodiorite, Silurian tonalite, granodiorite and granite, Triassic granodiorite and granite, Jurassic granite, granodiorite and granite porphyry, and Cretaceous diorite (Chen et al., 1991; Lu, 1964). Intrusive rocks form about 30% of the outcrop area in the park and are especially concentrated in the south. The Danxia landforms are developed in the Jurassic and Cretaceous sequences, reflecting complex orogenic and rifting events, including subduction of the Kula, Farallon, and Pacific plates, the collision of the North and South China cratons along the Qinling-Dabie-Sulu collision zone, and the collision\nof India with Asia (see reviews by Li and Li, 2007; Zhai et al., 2007). Also, the conglomerates contain many clasts of volcanic rocks. Longhushan World Geopark has the most complete sequence of Jurassic volcanic landforms preserved in Jiangxi Province and clearly shows the relationships between the Jurassic volcanics and the Cretaceous conglomerates. The park preserves an additional 800 Ma of earth history going back to the Mesoproterozoic. The geopark is located on the Beihai-Yichun-Shaoxing suture, where the Yangtze and Cathaysia cratons collided in the Proterozoic. This was only a small part of\nan event that saw the formation of a giant supercontinent where most of the landmasses of the planet were gathered into one landmass. The formation and breakup of this supercontinent are closely related to the change in life on earth from simple single-celled organisms to complex multicellular metazoan. The strata and their contact relations indicate that the geopark area successively experienced six orogenic events, respectively, named as Sipu, Jingning, Caledonian, Chengjiang, Indo-China (Indosinian), and Yanshanian, with six tectonic cycles as a result.\nThe Proterozoic collisional suture between the\nYangtze and Cathyasian cratons is preserved in the park zone and buffer boundary, and this is a major tectonic feature of global significance. This collision\nis one of many that occurred around the world at this time, when most of the world’s continents collided to form the supercontinent of Rodinia (e.g., Rogers and\nContinued\nSantosh, 2003). Rodinia then broke up around 700 Ma ago, and the continents recollided in a different con figuration around 550 Ma ago to form the next supercontinent, known as the southern supercontinent or Gondwana, which collided with the northern continental landmass of Laurasia, 250 Ma ago to form Pangea (Rogers and Santosh, 2003). Pangea broke up next, and the continents have since then been rearranged to form the Asian landmass. Some of the most significant tectonic events that are associated with the formation and deformation of the rocks in Longhushan-Guifeng are associated with the breakup of Pangea, the movement of continental landmasses (such as India) across the Tethys Ocean from Africa/ Australia/Antarctica to Asia, and the subduction of the Kula, Farallon, and Pacific plates beneath present-day Asia. These events are described in detail below."
  }, {
    "heading": "STRATIGRAPHY",
    "text": "The oldest rocks in the park include a series of Mesoproterozoic metasedimentary rocks, known as the Tieshajie and Zhoutanyan formations, consisting of a more than 1.2 km thick section of bathyal phyllite, metasandstone, marble, and biotite-garnet-plagioclase gneiss, metamorphosed up to granulite grade. These are overlain by a 2.5-km thick Neoproterozoic sequence including garnet-biotite-plagioclase gneiss of the Wanyuan Formation, and graphite-bearing schists, metaconglomerates, slates, and magnetite-specularite two-mica granulite of the Hongshan Formation. The metamorphic grade of the Precambrian rocks is generally upper amphibolite to lower greenschist facies. Paleozoic rocks consist of a 636-m thick sequence of Cambrian pyrite-bearing schist, siliceous slate, quartzite, and coal of the Waiguankeng Formation. A major unconformity separates the Paleozoic and Precam-\nbrian rocks from the overlying Mesozoic sequence. The main sequence of rocks exposed in the park consists of a series of Jurassic and Cretaceous volcanic and sedimentary deposits. Lower Jurassic rocks include more than 2 km of arkose and coarse sandstone interbedded with coal from the Shuibei Formation, whereas the Middle Jurassic includes 700 m of fine sandstone, siltstone and mudstone of the Zhangping Formation. The Lower and Middle Jurassic rocks have sedimentary facies and rock types that are interpreted to represent river and lake environments formed in a continental rift type setting. Upper Jurassic rocks include a 3-km thick sequence of rhyolytic tuff, rhyolite, andesite, and dacite interbedded with pebbly siltstone that are from the Ruyiting, Wuxi, and Elinghu formations. These form a typical continental margin arc sequence and are similar to other Jurassic arc rocks across South China and around the circum-Pacific belt of subduction-related continental arc magmas (e.g., Charvet et al., 1994; Jahn et al., 1990). Volcanic vents and cones are still well preserved, especially in the south of Wuyi Mountain. The Cretaceous series begins with the 2.7-km thick Huobashan Group, consisting of the Shixi and Lengshuiwu formations. These include rhyolitic tuffs and breccias interbedded with conglomerate and mudstone, overlain by purple and gray sandstone and conglomerate. Rocks of the Huobashan Group, deposited in the Lower Cretaceous, mark the end of continental margin style volcanism in the Longhushan Section of the Xinjiang basin (e.g., Li, 2000). The Huobashan Group is overlain by the Upper Cretaceous Ganzhou and Guifeng groups, forming a coarse-clastic continental red bed series. The 1.8-km thick Ganzhou Group includes the Maodian Formation at the base, consisting of fluvial red conglomerate, pebbly mudstone, and rare basalt, and is richly fossiliferous with many species of plants and trees preserved. The overlying Zhoutian Formation includes lake deposits consisting of sandstone and siltstone with gypsum interbeds and fossil ostracods. The 6.5-km thick Guifeng Group is entirely fluvial in origin and consists of three formations: the Hekou, Tangbian, and Lianhe. The Hekou Formation contains mauve colored conglomerate, sandstone, and siltstone and has yielded fossils of dinosaurs and dinosaur eggs\nfrom the park, whereas the overlying Tangbian Formation contains bright red coarse sandstone, finegrained sandstone and siltstone, and also fossil dinosaur eggs. The uppermost Cretaceous unit is the Lianhe Formation, containing red pebbly sandstone, siltstone, and conglomerate layers."
  }, {
    "heading": "MESOZOIC TECTONIC SETTING AND EVOLUTION",
    "text": "Longhushan World Geopark is located in the South China fold belt (Chen, 1999), a wide area of extensive deformation, including folding and faulting, and associated with igneous activity through much of the Mesozoic (Kuang and Wu, 1996; Chen et al., 1991; Jahn et al., 1990). There has been much controversy about the origin and tectonic evolution of the South China fold belt, and as of the moment, there is no general consensus on its history. Early workers noticed the intracontinental nature of the orogen and its migration inland from the coastal region during the Triassic (ca. 250–200 Ma) and linked this orogenic event with the initiation of an active plate margin in the western Pacific. Hsü et al. (1990, 1988) used continental collisions within the South China block to explain this wide orogen, but this model received little geological support. Li (1998) invoked far-field stress from the continental collision at the northern margin of the South China block in the Qinling-Dabie orogen to explain the geological history of the orogen. In a recent analysis, Li and Li (2007) analyzed the timing of deformation and igneous activity in the South China fold belt, noticed that the deformation and igneous activity became progressively younger inland, and proposed a new tectonic model involving the penetration of a flat oceanic slab underneath Asia (Fig. 4), which caused progressive deformation and igneous activity to move inland. Li and Li (2007) proposed a comprehensive model that includes the progressive penetration of the slab from Permian through Early Jurassic and produced a series of palinspastic maps showing the distribution of different sedimentary facies, deformation and magmatic fronts, and times of igneous activity, which are directly related to the movement of the slab, and its eventual break-off and sinking into the mantle\nin the Middle Jurassic, causing igneous activity and the formation of basins (the initial volcanics and basins for the Danxia beds) (Fig. 5). While Li and Li’s (2007) palinspastic maps and tectonic correlation are elegant and perhaps the best to date, they did not account for all of the tectonic complexities that have affected the region. Perhaps the\nmost significant is that subduction of different plates, including the Farallon and Kula, before the Pacific plate began subducting beneath Asia, means that several oceanic ridge systems must have been subducted beneath South China. The analysis of Li and Li (2007) is one-dimensional, examining all events on a cross\nsectional line, whereas the geological processes are three dimensional. Figure 6 (from Kusky et al., 2007a, b) shows the general plate tectonic interactions between these plates since the Late Paleozoic and shows clearly that the Kula-Farallon ridge must have been subducted beneath South China sometime ~260–220 Ma ago\n(Permian–Triassic), and the Kula-Pacific ridge was subducted beneath the South China fold belt about 100 Ma ago (Cretaceous). The subduction of oceanic ridges beneath continents at convergent margins has profound effects on the geologic development of the overriding continental plate (see Bradley et al., 2003 for a review).\nWhen a ridge subducts, the ridge meets the con-\nvergent margin, and the hot upwelling mantle and magma typical partially melt the accretionary prism, forming a belt of near trench magmatic rocks. As the oceanic plates subduct, they continue to spread apart beneath the continent, but they stop producing oceanic crust since there is no seawater to cool the magma. Therefore, at a depth of 50–100 km, only hot and dry\nupwelling mantle is located beneath the arc on the overriding plate, and the lack of water and magma deprives the arc of melts, so as the gap (slab window) between the spreading plates moves under any part of the arc, the magmatism ceases, and the arc becomes temporarily inactive. Ridge subduction is also associated with anomalous deformation, since the ridge is a >1-km topographically high feature being forced be-\nneath the continent. Since the plates are in constant motion with respect to each other, the boundary (called a triple junction) where the three plates meet and the underlying slab window where the oceanic plates have continued to spread move along the continental margin at rates that may exceed 20 cm per year (Bradley et al., 2003; Kusky et al., 2003). Thus, one of the hallmarks of ridge subduction is that the features described above (near trench magmatism, anomalous deformation, and cessation of arc magmatism) are diachronous and move along the continental margin at rapid rates. Therefore, tectonic analysis of the South China fold belt is more complex than the onedimensional model presented above. However, more data and further work are needed to test which effects can be related to the penetration of a flat slab beneath the South China fold belt and which may be related to ridge subduction. Additionally, these models are not\nmutually exclusive. When a ridge is subducted, the trailing plate is young, hot, and buoyant, and it may trigger to change from normal to flat slab subduction (Kusky and Young, 1999). These diachronous events may be associated with the diachronous initiation of many of the Danxia basins of South China."
  }, {
    "heading": "CENOZOIC TECTONICS",
    "text": "Cenozoic tectonics in South China are dominated by the collision of India with Asia, which caused the uplift and deformation of many of the Danxia basins (Fig. 7). As India crashed into Asia starting about 50 Ma ago, the convergence continued causing the uplift of the Himalaya and Tibet plateau and caused much of eastern Asia to be pushed out of the way in a mechanism called tectonic escape, forming many faults, basins, and mountain ranges (e.g., Gilder et al., 1991). Deformation associated with this collision is quite\ncomplex. At depth, there are a couple of subcrustal regions where the mantle is flowing rapidly toward the east and southeast, perhaps dragging parts of the overlying crust with it, forming basin and range types of geological provinces. In other places, this flow has encountered stiff deep basement blocks (such as the Sichuan basin) and flowed upward to form high\nmountain ranges (Longmen Mountain in this case), or around the blocks. In any case, as this subcrustal flow advanced across eastern Asia, it would have a diachronous effect on the uplift and extension and deformation of many of the Danxia basins. These effects need further testing, with the caution that much of the deformation is certainly not related to subcrustal flow,\nbut to the transmission of stress through the lithosphere, to accommodate the indentation of India into a fragmented collage of microblocks that make up Asia (e.g., Molnar and Tapponnier, 1975)."
  }, {
    "heading": "DEVELOPMENT OF DANXIA LANDFORMS IN RELATION TO TECTONICS",
    "text": "Longhushan-Guifeng offer a spectacular variety of Danxia landforms developed in the Jurassic– Cretaceous sandstones and conglomerates (Fig. 8). The park is in the late mature to the old stage of development according the classification of Peng (2001) and exhibits many isolated single peaks, hoodoopeaks, steep cliffs, collapse structures, and jointcontrolled topography. Figure 10 (after Peng, 2001)\nillustrates some of the range of different Danxia landforms across the park. The Danxia landforms in Longhushan and Guifeng are clearly controlled by differential weathering along joints and some minor faults, and these structures are young and thus probably related to the India/ Asia collision. There has been some effort to map these structures using satellite imagery and aerial photography (Fig. 9), though more effort should be put into this and correlate these structures with regional tectonics. The Danxia landforms in the park show a wide range of forms and different stages of development, ranging from juvenile to mature to old age landforms.\nThese appear to be related to distance from some of the main faults bounding the uplifted area of the park and Wuyi Mountain to the south, from the Xinjiang basin in the north. Most of the landforms in Longhushan are early mature-stage Danxia landforms. The variety of geomorphic forms include peak clusters with steep cliffs and flat tops, mesas, peak clusters with rounded tops, isolated peaks, hoodoos, and kopjes. The Danxia landforms step down into the basin, which were last seen\nas isolated peaks (kopje, koppie, or inselberg) jutting out of the farmland and rice patties surrounding the park. A complete series of geomorphic development is shown by the following peaks in the park: the juvenile stage (the stone walls in Guifeng); →the early mature stage (mesas in Guifeng Scenic Spot); →the late mature stage (round hoodoos and Yamen Stone in the Xianshuiyan Scenic Spot); →early old stage (red cliffs, kopjes, isolated peaks, and hoodoo columns in the Mazuyan Scenic Spot and Xiangshan Park); and\n→the late old stage (erosion plains between the three parks). The sketch (Fig.10) shows the evolution of these different stages during the dissection of the basin along joints. In this model (from Peng, 2001; Fig. 10), continental red beds are deposited in a subsiding fault-controlled basin in the Upper Cretaceous, forming sequences that may be several kilometers thick. At some later time, the basin is uplifted and cut by numerous joints, which become eroded by water, progressively downcutting the tableland topography forming the range of Danxia landscapes from juvenile to mature stages. The critical things to note, therefore, are the times of basin subsidence, and the times of uplift to relate the formation of Danxia landscapes to global tectonic events. SUMMARY: RELATIONSHIP OF THE DEVELOPMENT OF LONGHUSHAN STRATA AND STRUCTURES TO GLOBAL TECTONIC EVENTS Table 2 summarizes how the strata of Longhushan relate to the tectonic events described above. The aim of this section is to compare the different stages of the basin development and its uplift and deformation to the regional and global tectonic events described above and to determine if a correlation can be made between different stages of Danxia evolution and these tectonic events. Some of the correlations between geological units and structures in Longhushan World Geopark with global tectonic events are clear. The strong deformation in the Mesoproterozoic and Neoproterozoic basement rocks are related to the formation of the Supercontinent Rodinia, its break-up, and reamalgamation into the supercontinent of Gondwana. The >600-m thick Cambrian Waiguankeng Formation represents a stable platform sequence deposited on the trailing edge of a fragment that rifted off of Gondwana; at this time in earth history, many small fragments of continental material were breaking off the southern supercontinent and moving north across the Tethys Ocean to amalgamate to form Asia (see Zhai et al., 2006; Li, 1998). The origin of the Jurassic to Cretaceous volcanic and plutonic rocks correlate with the establishment of an active continental margin beneath the South China\nfold belt, with the propagation of deformation and magmatism inland initiated by the subduction of the Kula-Farallon ridge, changing the previously steep subduction into a shallow slab subduction and causing the deformation and magmatism to propagate inland. This continued through the Early Cretaceous, at which time slab roll-back re-established steep subduction and caused extension in the South China fold belt, initiating the formation of the Xinjiang and other Danxia basins. The environment at this time on the continents was hot and dry, and the coarse fluvial sediments deposited in the basins were rich in iron, giving them a red color. Dinosaurs roamed through the basins, leaving their fossil remains. The basins subsided throughout the Cretaceous, becoming a few to more than ten kilometers deep. A brief interval of mafic magmatism in the Upper Cretaceous may be related to a second ridge subduction event, when the Kula-Pacific ridge interacted with the South China convergent margin and passed as a triple junction forming the second ridge subduction event. Uplift was initiated in Tertiary, and it still continues through the present. The entire region is responding to the India/Asia collision that was initiated about 50 Ma ago, caused the uplift of the Himalaya and Tibet-Qinghai plateau, and initiated the southeastward tectonic escape of South China away from the collision zone. This uplift is a complex interplay of many forces, including the tectonic stresses transmitted through the lithosphere, breaking the continent into many small microblocks that are all moving southeastward relative to each other, and a subcrustal mantle flow moving in the same direction that may be exerting a drag or pull on the overlying crust, initiating deformation in some zones."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bradley, D. C., Kusky, T. M., Haeussler, P., et al., 2003. Geo-\nlogic Signature of Early Ridge Subduction in the Accre-\ntionary Wedge, Forearc Basin, and Magmatic Arc of\nSouth-Central Alaska. In: Sisson, V. B., Roeske, S., Pavlis,\nT. L., eds., Geology of a Transpressional Orogen Devel-\noped during a Ridge-Trench Interaction along the North\nPacific Margin. Geological Society of America Special\nPaper, 371: 19–50\nCharvet, J., Lapierre, H., Yu, Y. W., 1994. Geodynamic Sig-\nnificance of the Mesozoic Volcanism of Southeastern\nChina. J. SE Asian Earth Sci., 9(4): 387–396\nChen, A., 1999. Mirror-Image Thrusting in the South China\nOrogenic Belt: Tectonic Evidence from Western Fujian,\nSoutheastern China. Tectonophysics, 305: 497–519\nChen, J., Foland, K. A., Xing, F., et al., 1991. Magmatism\nalong the Southeast Margin of the Yangtze Block: Pre-\ncambrian Collision of the Yangtze and Cathaysia Block of\nChina. Geology, 19: 815–818\nCui, S. Q., Li, J. R., 1983. On the Indosinian Orogeny along the\nChinese Western Pacific Belt. Acta Geologica Sinica, 57:\n51–61 (in Chinese with English Abstract)\nGilder, S. A., Keller, G. R., Luo, M., et al., 1991. Timing and\nSpatial Distribution of Rifting in China. Tectonophysics,\n197: 225–243\nGuo, L. Z., Shi, Y. S., Ma, R. S., 1980. The Geotectonic\nFramework and Crustal Evolution of South China. In:\nScientific Papers on Geology for International Exchange,\n1. Geological Publishing House, Beijing. 109–116 (in\nChinese)\nGuo, L. Z., Shi, Y. S., Ma, R. S., et al., 1985. Plate Movement\nand Crustal Evolution of the Jiangnan Proterozoic Mobile\nBelt, Southern China. Earth Science, J. Ass. Geol. Col.\nJapan, 39(2): 156–166\nHaynes, S. J., 1988. Structural Reconnaissance of the Jiangnan\nGeoanticline: A Suspect Terrane of Compressional Tec-\ntonic Character. In: Howell, D. G., Wiley, T. J., eds., Proc.\n4th Int. Tectonostratigraphic Terrane Conf., U.S. Geol.\nSurvey, Menlo Park, California. 31–33\nHoffman, P. F., 1991. Did the Breakout of Laurentia Turn\nGondwanaland Inside Out? Science, 252: 1409–1412\nHsü, K. J., Li, J., Chen, H., et al., 1990. Tectonics of South\nChina: Key to Understanding West Pacific Geology. Tec-\ntonophysics, 183: 9–39\nHsü, K. J., Sun, S., Li, J. L., et al., 1988. Mesozoic Overthrust\nTectonics in South China. Geology, 16: 418–421\nHuang, J. Q., Ren, J. S., Jiang, C. F., et al., 1987. Geotectonic\nEvolution of China. Springer-Verlag, Berlin. 203\nJahn, B. M., Zhou, X. H., Li, J. L., 1990. Formation and Tec-\ntonic Evolution of Southeastern China and Taiwan: Iso-\ntopic and Geochemical Constraints. Tectonophysics, 183:\n145–160\nJiangxi Bureau of Geology and Mineral Resources, 1984. The\nRegional Geology of Jiangxi Province, China. Geological\nPublishing House, Beijing. 921 (in Chinese)\nKuang, G. D., Wu, H. R., 1996. Isotopic and Paleomagnetic\nConstraints on the Mesozoic Tectonic Evolution of South\nChina. Journal of Geophysical Research (Solid Earth),\n101: 16137–16154\nKusky, T. M., Bradley, D. C., Donley, D. T., et al., 2003. Con-\ntrols on Intrusion of Near-Trench Magmas of the\nSanak-Baranof Belt, Alaska, during Paleogene Ridge\nSubduction, and Consequences for Forearc Evolution. In:\nSisson, V. B., Roeske, S., Pavlis, T. L., eds., Geology of a\nTranspressional Orogen Developed during a Ridge-Trench\nInteraction along the North Pacific Margin. Geological\nSociety of America Special Paper, 371: 269–292\nKusky, T. M., Windley, B. F., Zhai, M. G., 2007a. Tectonic\nEvolution of the North China Block: From Orogen to\nCraton to Orogen. In: Zhai, M. G., Windley, B. F., Kusky,\nT. M., et al., eds., Mesozoic Sub-continental Lithospheric\nThinning under Eastern Asia. Geological Society of Lon-\ndon Special Publication, 280: 1–34\nKusky, T. M., Windley, B. F., Zhai, M. G., 2007b. Lithospheric\nThinning in Eastern Asia: Constraints, Evolution, and\nTests of Models. In: Zhai, M. G., Windley, B. F., Kusky,\nT. M., et al., eds., Mesozoic Sub-continental Lithospheric\nThinning under Eastern Asia. Geological Society of Lon-\ndon Special Publication, 280: 331–343\nKusky, T., Young, C., 1999. Emplacement of the Resurrection\nPeninsula Ophiolite in the Southern Alaska Forearc during\na Ridge-Trench Encounter. Journal of Geophysical Re-\nsearch, 104(B12): 29025–29054\nLi, X. H., 2000. Cretaceous Magmatism and Lithospheric Ex-\ntension in Southeast China. Journal of Asian Earth Sci-\nences, 18: 293–305\nLi, Z. X., 1998. Tectonic History of the Major East Asian\nLithospheric Blocks since the Mid-Proterozoic: A Synthe-\nsis. American Geophysical Union Geodynamics Series, 27:\n221–24\nLi, Z. X., Li, X. H., 2007. Formation of the 1 300-km-Wide In-\ntracontinental Orogen and Postorogenic Magmatic Prov-\nince in Mesozoic South China: A Flat-Slab Subduction\nModel. Geology, 35: 179–182\nLu, B. J., 1964. A Preliminary Study of the Proterozoic Xucun\nGranite, Shexian County, Southern Anhui Province. In:\nProc. 1st Mineralogy, Petrology and Geochemistry. Geo-\nlogical Society of China. Geological Publishing House,\nBeijing. 144–154 (in Chinese)\nMolnar, P., Tapponnier, P., 1975. Cenozoic Tectonics of Asia:\nEffects of a Continental Collision: features of Recent Col-\nlisional Tectonics in Asia can be Interpreted as Results of\nthe India-Eruasia Collision. Science, 189: 419–426\nPeng, H., 2001. Danxia Geomorphology of China: A Review.\nChinese Science Bulletin, 46(Suppl.): 38–48\nRen, J. S., 1991. On the Geotectonics of Southern China. Acta\nGeologica Sinica (English Edition), 4(2): 11l–130\nRogers, J. J. W., Santosh, M., 2003. Supercontinents in Earth\nHistory. Gondwana Research, 6: 357–368\nRowley, D. B., Ziegler, A. M., Gyou, N., et al., 1989. Comment\non Mesozoic Overthrust Tectonics in South China. Geol-\nogy, 17: 384–386\nWang, H., 1985. Atlas of the Paleogeography of China. Carto-\ngraphic Publishing House, Beijing. 281 (in Chinese)\nZhai, M. G., Windley, B. F., Kusky, T. M., et al., 2007. Meso-\nzoic Sub-continental Lithospheric Thinning under Eastern\nAsia. Geological Society of London Special Publication,\n280: 352\nZhai, M. G., Xiao, W. J., Kusky, T. M., et al., 2006. Tectonic\nEvolution of China and Adjacent Crustal Fragments.\nGondwana Research, 12: 197"
  }],
  "year": 2010,
  "references": [],
  "id": "SP:9e6631aa5f07d08f72e95865dd8a495005863ca1",
  "authors": [{
    "name": "Timothy M Kusky",
    "affiliations": []
  }],
  "abstractText": "The South China fold belt has experienced a complex series of tectonic events that span 1.0 billion years of earth history. Longhushan (龙虎山) World Geopark is located on the Proterozoic suture between the Yangtze craton and Cathyasia block and highlights the long history of this belt. Collision of the Cathyasia and Yangtze cratons 1.0 billion years ago was associated with the formation of the Rodinian supercontinent where most of the planet’s landmasses were amalgamated into one block. Jurassic through Early Cretaceous magmatism was associated with the inland migration of the continental margin arc associated with the penetration of a flat slab after subduction of the Kula-Farallon ridge. Slab roll-back in the Early to Middle Cretaceous opened many extensional basins across the South China fold belt, including the Xinjiang (信江) basin in which Longhushan is located, and these were filled largely with continental red beds deposited by fluvial systems in the hot torrid climate. The beds are richly fossiliferous, including remains of many dinosaurs and dinosaur eggs. Subduction of the Kula-Pacific plate in the Middle Cretaceous caused a short magmatic pulse, and This study was supported by the National Natural Science Foundation of China (No. 40821061), Ministry of Education of China (No. B07039), Longhushan Administrative Committee, and Starting Fund of Three Gorges Research Center for Geo-hazards, Ministry of Education, China. *Corresponding author: tkusky@gmail.com © China University of Geosciences and Springer-Verlag Berlin Heidelberg 2010 Manuscript received August 10, 2009. Manuscript accepted October 15, 2009. then, the basins subsided slowly through the remainder of the Cretaceous. Cenozoic uplift of the red bed basins was initiated by the IndiaAsia collision. The uplift was associated with the formation of many faults, joints, and brittle structures that dissected the red bed deposits. Fluvial erosion of the red beds was enhanced along the brittle structures, and different locations have developed very distinctive and structurally controlled geomorphological features including mesas, kopjies, and isolated stone peaks that are known in China as Danxia (丹霞) landTimothy M Kusky, Ye Minghe, Wang Junpeng and Wang Lu 2 forms. Together, these features form Danxia landscapes, and Longhushan World Geopark exhibits a complete range of the Danxia landscapes from juvenile, to mature and to old stages of development. The United Nations Educational, Scientific, and Cultural Organization (UNESCO) World Geopark program ensures that these features and geologic history will be preserved in their pristine state and be available for study and appreciation for generations to come.",
  "title": "Geological Evolution of Longhushan World Geopark in Relation to Global Tectonics"
}