{
  "sections": [{
    "text": "https Down\nTephra-fall deposits from Cook Inlet volcanoes were detected in sediment cores from Tustumena and Paradox Lakes, Kenai Peninsula, Alaska, using magnetic susceptibility and petrography. The ages of tephra layers were estimated using 21 14C ages on macrofossils. Tephras layers are typically fine, gray ash, 1–5 mm thick, and composed of varying proportions of glass shards, pumice, and glass-coated phenocrysts. Of the two lakes, Paradox Lake contained a higher frequency of tephra (0.8 tephra/100 yr; 109 over the 13,200-yr record). The unusually large number of tephra in this lake relative to others previously studied in the area is attributed to the lake's physiography, sedimentology, and limnology. The frequency of ash fall was not constant through the Holocene. In Paradox Lake, tephra layers are absent between ca. 800–2200, 3800–4800, and 9000–10,300 cal yr BP, despite continuously layered lacustrine sediment. In contrast, between 5000 and 9000 cal yr BP, an average of 1.7 tephra layers are present per 100 yr. The peak period of tephra fall (7000–9000 cal yr BP; 2.6 tephra/100 yr) in Paradox Lake is consistent with the increase in volcanism between 7000 and 9000 yr ago recorded in the Greenland ice cores. © 2007 University of Washingston. All rights reserved.\nKeywords: Tephra; Lacustrine sediment; Volcanic ash; Ash fall; Tephrochronology; Late Quaternary; Cook Inlet; Alaska"
  }, {
    "heading": "Introduction",
    "text": "Distal tephra-fall deposits preserved in lacustrine sediment provide a valuable record of the long-term frequency of ash-fall events from volcanic eruptions. Such records are important to volcanic hazard assessment, especially for volcanoes whose proximal deposits have been obliterated by subsequent eruptive activity. Lakes are useful repositories for tephra because their sediment accumulates nearly continuously and organic material for radiocarbon dating is typically present.\nThe upper Cook Inlet region, Alaska, including the Municipality of Anchorage, has been impacted by tephra fall\n⁎ Corresponding author. Fax: +1 928 523 9220. E-mail address: darrell.kaufman@nau.edu (D.S. Kaufman).\n0033-5894/$ - see front matter © 2007 University of Washingston. All rights reser doi:10.1016/j.yqres.2007.03.006\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\nfrom at least four historically active Aleutian Arc volcanoes, including Augustine, Novarupta, Redoubt, and Spurr (Miller et al., 1998) (Fig. 1). Numerous lakes and terrestrial exposures along the upper Cook Inlet have been investigated for their tephra sequences (e.g., Ager and Sims, 1984; Riehle, 1985; Lemke, 2000; Werner et al., 2004), with most exhibiting about 1 tephra layer per 1000 yr during the Holocene. In contrast, the 500-yr-long record from Skilak Lake (Begét et al., 1994) (Fig. 1) indicates that tephra fell in the region every 50 to 100 yr, an order of magnitude more frequently than indicated by longerduration tephrostratigraphic records, but nonetheless fewer than the historical record (beginning with the Augustine eruption in AD 1812) of about 15 explosive eruptions resulting in ash fall in the upper Cook Inlet (7.7 per 100 yr) (Miller et al., 1998; McGimsey et al., 2001). Hancock and Werner (2002), Kathan et\nved.\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nal. (2004), and Werner et al. (2004) studied sediment cores from several Anchorage-area lakes. They documented about a dozen prominent tephra layers through the Holocene (b0.2 per 100 yr), and correlated them between the lakes. Jigsaw Lake, on the Kenai Peninsula (Fig. 1), is similar limnologically to the Anchorage-area lakes and contains a similar tephra-layer record (de Fontaine, 2003).\nHere, we document the frequency of tephra fall from yetunidentified Cook Inlet and possibly other eastern Aleutian Arc volcanoes, inferred from an exceptionally well-preserved tephra sequence at Paradox Lake, Kenai Peninsula, and compare it to the less-detailed record of nearby Tustumena Lake. These two contrasting lakes were chosen to evaluate how various physiographic, sedimentologic, and limnologic factors might have influenced the extent to which tephra is preserved in lake sediment. Because the two lakes are located within 40 km of\noi.org/10.1016/j.yqres.2007.03.006 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:53, su\neach other, differences in the ash-fall record should mainly reflect these factors, and to a lesser extent, differences in ashplume paths. We used magnetic susceptibility and petrographic analysis of grain mounts at millimeter scale, in conjunction with 14C age determinations, to locate and correlate tephra within and between lakes. The varying frequency of tephra fall at Paradox Lake during the Holocene is compared to the sulfate proxy record of volcanic activity reported from Greenland ice."
  }, {
    "heading": "Study sites",
    "text": "Tustumena Lake (60°14.0'N; 151°03.5'W) and Paradox Lake (60°37.5′N; 150°45.3'W) are located in the Kenai Lowland, which is bordered on the northwest by Cook Inlet, part of the active forearc basin of the Aleutian Arc, and on the southeast by the Kenai Mountains (Fig. 1). Pleistocene glacial\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nsediment that mantles the Kenai Lowland is underlain by Tertiary coal-bearing silt, sand, and gravel of the Kenai Group (Bradley and Wilson, 1998). The lakes are impounded by Pleistocene drift. Epiclastic sediment within the lakes is derived from shore-line erosion, fluvial input, and eolian sources. The lakes are generally surrounded by dense vegetation that captures rainfall during the summer, and thick forest soil that inhibits overland flow. During winter months, snow and lake-ice cover may reduce or postpone sediment influx until spring thaw, when any snow- and ice-stored sediment is released.\nTustumena Lake is a large (295 km2), deep (290 m), glacierfed lake located in a moraine-dammed, glacially scoured depression. This lake was expected to have a relatively high sedimentation rate and an inorganic bottom, reducing bioturbation and thus providing good conditions for preservation and stratigraphic separation of closely spaced tephra. To avoid the highest sedimentation rate of the basin proximal to the Tustumena Glacier at the southeast end of the lake, cores were retrieved from the distal embayment south of Caribou Island (Fig. 2A). Here, lower sedimentation rates allowed a more complete Holocene record to be retrieved within the coring equipment's limitations.\nParadox Lake is a small (0.11 km2) meromictic lake with a high catchment-to-lake-area ratio (27) and a nearly closed surface-hydrologic system. Paradox Lake contains a single basin on the northeast end of the lake with a maximum depth of about 16 m (Fig. 2B). This oblong lake is surrounded by densely vegetated, steep (typically 10–18°) slopes, rising about 60 m on the northwest and southeast sides. The narrow valley is interpreted as an abandoned proglacial meltwater channel. A temperature and dissolved-oxygen profile acquired on August 5, 2002, shows Paradox Lake to be thermally stratified at that time of year (de Fontaine, 2003). The metalimnion at 3–6 m separated warm, 20 °C surface water from cold, 4 °C bottom water. Dissolved-oxygen (DO) decreased significantly below 10 m water depth, where the water was nearly anoxic (b2.5%\nFigure 2. (A) Bathymetry of Tustumena Lake, showing core site (02-TL-03). (B) Bath locations.\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\nDO). Anderson et al. (2006) interpreted the late Quaternary vegetation and fire history from the same core that we studied for tephrostratigraphy."
  }, {
    "heading": "Methodology",
    "text": ""
  }, {
    "heading": "Lake-sediment coring",
    "text": "A 4-m-long core was recovered from Tustumena Lake (02- TL-03) in about 12 m water depth using a percussion piston corer (Fig. 2A), and nearly 9-m-long, overlapping cores from Paradox Lake (98-PL-01) were retrieved using a Livingstone corer in 16 m water depth, the deepest part of the basin (Fig. 2B). Because the stratigraphy of high-porosity sediment near the top of the cores is typically disrupted, a gravity corer was also used to retrieve surface cores that better preserve the sediment–water interface, and a freeze core was retrieved at Tustumena Lake."
  }, {
    "heading": "Chronology",
    "text": "Organic fragments were sampled directly from the split core surface where visible, and otherwise, a 1- or 2-cm-thick sample of sediment was sieved to concentrate organic fragments. Macrofossils of terrestrial vegetation, including wood, seeds, leaves, needles, and bryophytes, were selected for analysis to minimize the possible reservoir effect on radiocarbon ages; however, several samples included minor amounts of insect and bryozoan fragments that may be aquatic. Fourteen samples from Tustumena Lake were analyzed by Accelerator Mass Spectrometry (AMS) for 14C, including two pairs from the same core level, which were analyzed to evaluate possible age differences between various macrofossil fractions. For Paradox Lake, two 210Pb profiles and 12 14C ages were obtained previously by Anderson et al. (2006). Our age model differs from theirs, however, because\nymetry of Paradox Lake, showing core site (98-PL-01). Refer to Figure 1 for lake\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nwe used a spline-fit to model the depositional rate and estimate the errors in the age model (Heegaard et al., 2005) instead of a high-order polynomial, and a more recent version of CALIB (version 5.0.1 (Stuiver and Reimer, 1993) with the INTCAL04 curve (Reimer et al., 2004)). Ages for the basal depth of each tephra were based on these models.\nRecognition of tephra in lake sediment\nAlthough tephra commonly has distinct physical and geochemical properties compared to the non-volcanic, epiclastic lacustrine sediment, it can be difficult to locate tephra that is disseminated or not visually apparent, i.e., “cryptotephra” (Lowe and Hunt, 2001), especially if ambient lake sediment is similar in color and texture. To locate cryptotephra, we used two analytic techniques: sediment magnetic susceptibility (MS) and petrography. MS was an effective method to identify core levels for further examination, including petrographic analysis to confirm each tephra by detecting concentrations of volcanic glass."
  }, {
    "heading": "Magnetic susceptibility",
    "text": "MS is related chiefly to the concentration and grain size of iron-bearing minerals, and is used frequently to locate tephra in lacustrine sediment (e.g., Nowaczyk, 2001). Previous studies of other Kenai Peninsula lakes have demonstrated that MS carried by volcanogenic magnetic minerals and microlitic glass is significantly higher than the ambient non-volcanic, epiclastic sediment (Begét et al., 1994; de Fontaine, 2003).\nMS measurements were made on the split surface of the cores at 0.5 cm intervals using a Bartington MS meter with a MS2E sensor. For selected surface cores (02-TL-03a and b, 02-PL-01a and b), MS was measured through the polycarbonate tubing (1.6 mm wall thickness), which resulted in a reduction in MS values. Despite this shortfall, these field measurements allowed documentation of the MS stratigraphy before transport disrupted the watery surface sediment. MS values are expressed in dimensionless standard international (SI) units, and are not corrected for sediment density."
  }, {
    "heading": "Petrographic analysis",
    "text": "Petrography of bulk sediment was examined in grain mounts and was used to: (1) confirm the presence of volcanic glass, (2) visually estimate the quantity of volcanogenic material relative to ambient organic-rich and non-volcanic, epiclastic sediment, and (3) document glass morphology and mineral grains. Sediment was sampled in 2- or 10-mm-thick blocks, dried at room temperature, mechanically disaggregated, placed on a petrographic slide and then immersed in oil. The relative abundance of tephra glass was estimated visually and ranked from pure to trace (Fig. 3) based on the method outlined by de Fontaine (2003). Distinct mineral grains and crystals, such as biotite, hornblende, pyroxene, and opaque minerals, were noted to assist in correlating tephra among cores. Presence or relative abundance of specific minerals can be diagnostic for some tephras; however, mineral abundance can be unreliable for correlations over tens of kilometers due to\noi.org/10.1016/j.yqres.2007.03.006 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:53, su\nselective sedimentary fractionation during transport (SarnaWojcicki, 2000).\nThe Tustumena Lake core (02-TL-03) was used as an archetype for the petrographic analysis. Where MS values (N50×10−5 SI) were elevated, the sediment was sampled in 2- mm-thick sections and processed for petrographic analysis. Where MS levels were low (b50×10−5 SI), sediment was sampled in 10-mm-thick sample blocks and analyzed for volcanic glass. If any glass was found, the stratigraphic interval was resampled at 2-mm-thick sections to locate the most tephrarich interval. This approach assured detection of any nonmagnetically susceptible tephra.\nUnlike the Tustumena Lake core, which was sampled in its entirety, the Paradox Lake core (98-PL-01) and associated Tustumena and Paradox Lake surface cores (02-TL-03a and 02- PL-01b) were sampled at 2-mm resolution only where visual recognition and elevated MS values (N50×10− 5 SI for Tustumena Lake surface core; N40×10−5 SI for Paradox Lake cores; the lower MS threshold for Paradox Lake reflects the more organic, low-MS ambient sediment) suggested that tephra was present. Random control samples of sediment with low MS were analyzed about every 10 cm. In total, 1783 samples were analyzed petrographically from Tustumena and Paradox Lake cores."
  }, {
    "heading": "Results",
    "text": ""
  }, {
    "heading": "Tustumena Lake core",
    "text": "Ambient sediment in Tustumena Lake is primarily inorganic, clayey silt with interbedded organic-rich layers (Fig. 4A). Layers vary in thickness from laminations (about 1 mm) to 2 cm. The lower one-third of the core contains distinctive darkgray and olive-brown banded clayey-silt layers. The middle portion of the core contains generally dark-gray clayey silt, and the upper portion contains alternating layers of dark gray to olive-gray clayey silt. Zones (b1 cm) of black to very dark grayish-brown organic fragments (b2 mm) are found throughout the core. Ambient sediment has MS with average values b25×10−5 SI (Fig. 4A). The core contains multiple layers with higher MS, including some with MS values that exceed 1000×10−5 SI, and 23 zones that exceed 50×10−5 SI, of which 14 also exceed 100×10−5 SI.\nA distinct upward transition from olive-gray to brown sediments, separated by a thin (b1 cm) zone of reddish-brown mud with abundant organic fragments, was present in both the long core and the freeze core, and was used as a marker to splice the two. On this basis, the uncompacted AD 2002 (−52 cal yr BP) sedimentary surface is located about 10 cm above the top of the long core; this datum was incorporated into the age model and used to correct for compression in the remaining surface cores.\nA spline-fit age model with 95% confidence intervals was constructed using 11 calibrated ages and projected through the sediment–water interface (Table 1; Fig. 5). The older ages on paired samples with higher proportions of woody material are consistent with the results of Oswald et al. (2005). The ages of\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nboth paired samples were included in the age model. Ages obtained from depths of 42.8, 364.0, and 373.0 cm are chronostratigraphically inconsistent with the trend defined by the other ages and were therefore excluded from the age model. These anomalous ages were older than expected, probably resulting from contamination by the Tertiary lignite-bearing sedimentary units of the Kenai Group that underlie the Kenai Lowland (Bradley and Wilson, 1998). Rymer and Sims (1982) also attributed anomalous 14C ages at nearby Hidden Lake (Fig. 1) to contamination by lignite. The average apparent rate of sedimentation for the entire core is about 0.4 mm/yr, including an increased average sedimentation rate between 50 and 300 cm of about 0.7 mm/yr.\nThe Tustumena Lake core (02-TL-03), including its associated surface core, contains nine 0.1- to 1.6-cm-thick visually\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\ndetectable tephra layers (Appendix A). In addition to the macroscopic tephra, three disseminated tephra were detected as 2-mm-thick zones with scattered pumice grains. A macroscopic tephra layer was observed in the surface core at 17–19 cm and correlated with the macroscopic tephra at 26.4 cm in core 02- TL-03.\nThe entire Tustumena Lake core was analyzed petrographically for volcanic glass, revealing 19 tephra layers, seven of which were not previously detected during visual and textural examination (Fig. 4A; Appendix A). We correlated the two uppermost tephra from the long core (22.0 and 26.4 cm depth) with two tephra in the surface core (02-TL-03a). The tephra layers contain glassy pumiceous grains (commonly 0.06– 0.30 mm diameter), with lesser amounts of bubble-wall glass shards and occasional glass-coated mineral crystals. The only\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nexceptions are two glass-coated, crystal-rich tephra at 328.6 and 360.2 cm depth. Spherical, opaque grains (10–25 μm) associated with high MS values were found near the base of the core, most notably at 351.0 and 392.0 cm."
  }, {
    "heading": "Paradox Lake core",
    "text": "Lacustrine sediment from Paradox Lake is distinctly bedded and generally organic-rich, with alternating gray to black and brown to dark-brown gyttja and clayey-silt layers throughout (Fig. 4B). The layers commonly vary in thickness from laminations (b1 mm) to 0.5 cm, with a few up to 4 cm thick.\noi.org/10.1016/j.yqres.2007.03.006 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:53, su\nAmbient sediment has low MS, with an average value b40×10−5 SI. The core contains numerous zones with higher MS that fully correspond to visual tephra layers, including three zones that exceed 500×10−5 SI at 523.7, 525.2, and 784.1 cm. In the entire core (including the surface core), 89 zones of MS exceed 40×10−5 SI, 69 exceed 50×10−5 SI, and 41 exceed 100×10−5 SI.\nA spline-fit age model with 95% confidence intervals was constructed using ten calibrated 14C ages (Table 1) and the ages for the upper 19 cm determined by 210Pb (Anderson et al., 2006) (Fig. 5). An age near the top of the core and a conventional 14C age on a bulk-sediment sample near the base of the core were\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nTable 1 Radiocarbon ages\nDepth a (cm) Lab code b Age (14C yr BP) Calibrated age c (cal yr BP) Material dated\nParadox Lake core 98-PL-01 d 81.5 e AA-45098 1375±45 1300 (1180–1370) Twigs, wood and leaf, charcoal, Betula fruit, and Picea needles 97.5 AA-45099 1225±45 1160 (1060–1280) Wood and leaf, Betula fruit and bracts, Picea needles, and charcoal 165.0 AA-45100 2605±40 2740 (2510–2790) Wood and leaf, charcoal, Betula fruit, and Picea needles 193.0 AA-45101 2970±50 3150 (2980–3330) Wood 289.0 AA-45102 4055±45 4540 (4420–4800) Picea needles, wood, Picea twig, and Betula fruits and bracts 311.0 AA-45103 4565±45 5200 (5050–5450) Wood and leaf, Betula fruit, and charcoal fragments 344.5 AA-38445 4920±90 5670 (5470–5900) Picea needle 399.5 AA-38446 5600±80 6390 (6220–6560) Picea needle 552.5 AA-38447 7100±60 7930 (7790–8020) Picea needle 799.0 AA-45104 9970±70 11,450 (11240–11710) Wood and charcoal 873.0 Beta-177159 10,970±70 12,920 (12840–13050) Wood 874.0e,f Beta-125980 13,250±80 15,700 (15320–16120) Bulk sediment\nTustumena Lake core 02-TL-03 f 42.8e CAMS-90108 41800±2300 – Charcoal 55.0 CAMS-92792 2005±40 1960 (1870–2100) Wood, leaves, insects, Betula fruit 55.0 CAMS-92793 1695±40 1600 (1530–1700) Charred Picea needles 133.0 CAMS-92794 2995±40 3190 (3070–3340) Leaves 174.6 CAMS-90109 3580±35 3880 (3730–3980) Wood 206.5 CAMS-92795 3840±40 4250 (4100–4410) Wood, insects, leaves, Picea needles, bryozoans, Caryophyllaceae plants 260.0 CAMS-92796 4345±40 4920 (4840–5040) Wood 260.0 CAMS-92797 4265±40 4840 (4650–4960) Wood, Betula fruit, grass seeds, Picea needles, insects, mosses 304.3 CAMS-90110 4885±35 5620 (5490–5710) Wood and unidentified organic fragments 349.0 CAMS-95390 6330±45 7260 (7170–7410) Leaf 350.0 CAMS-95391 6530±45 7450 (7330–7560) Insects, plants 364.0e CAMS-92798 8160±45 9100 (9010–9260) Wood, leaves, charred Picea needle, Betula fruit, insects 373.0e CAMS-95392 19,040±50 22,530 (22370–22690) Insects, plants 391.0 CAMS-92799 8325±40 9350 (9150–9470) Wood, bryozoans, leaves a Midpoint of sample depth; to account for missing sediment, 10 cm was added to each sample depth of core 02-TL-03. b AA=University of Arizona AMS Facility; Beta=Beta Analytic, Inc.; CAMS=Lawrence Livermore Center for Accelerator Mass Spectrometry. c Ages are median of 2σ probability distribution (2σ range in parentheses) calculated by CALIB (Stuiver and Reimer, 1993, v5.0.1). d Paradox Lake ages have been reported elsewhere (Anderson et al., 2006) and are recalibrated here using CALIB v.5.0.1. e Not used in age model. f Basal depth of a 10-cm-thick bulk sample; only sample that was not analyzed by AMS.\nhttps Down\ninconsistent with the trend defined by the other ages, and were therefore excluded from the age model. As with Tustumena Lake ages, these anomalously old ages are attributed to contamination by lignite. The average sedimentation rate for the entire core is about 0.7 mm/yr, increasing over the more porous sediment in the upper 1 m of the core (Fig. 5). The tephra at 45.6 cm in the long core was correlated with similar tephra in the surface cores (02-PL-01b and d).\nThe Paradox Lake core, including its associated surface core, contains 109 relatively pure macroscopic tephra layers ranging in thickness from 0.1 to 3.8 cm. They are commonly gray, fine ash (0.125–0.250 mm), with some tan and dark-gray fine to medium tephra also present (Appendix A). Tephra layers have significantly different color and texture than the ambient organic-rich sediment and are easily detected visually. Tephra layers typically have sharp basal contacts and sharp to slightly gradational upper boundaries (b3 mm transition). An extruded surface core (02-PL-01d) revealed eight fine, gray macroscopic tephra in the upper 40 cm. At least three additional tephra laminae were observed in the top 5 cm of the surface cores immediately after retrieval; however, the surface sediment was watery, and these layers were disturbed during transport and\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\nextrusion. Because they could not be analyzed in further detail, these three prospective layers are not included in the 109 tephra from Paradox Lake.\nUnlike the Tustumena Lake long core, which was sampled continuously, only those zones in the Paradox Lake core that exceeded a 40× 10− 5 SI MS threshold were analyzed petrographically for volcanic glass. This procedure revealed 85 tephra layers (Fig. 4B; Appendix A). This is fewer than the 109 macroscopic tephra, because some distinct macroscopic layers are separated by epiclastic lake sediment that contains between 5 and 25% volcanic glass (considered a tephra layer for this procedure), or were not counted as a single petrographic tephra due to the reduced stratigraphic resolution of the 2-mmthick sample blocks used in this assay. Few macroscopic tephra layers were not analyzed using petrography because they did not exceed the MS threshold. Thus, the petrographic method of tephra detection is conservative, resulting in a minimum account of macroscopic tephra. The tephra layers contain pumiceous glass (commonly 0.06–0.30 mm diameter), with lesser amounts of bubble-wall glass shards and occasional glass-coated phenocrysts. The only exceptions are seven, mainly glass-coated crystal-rich tephra at depths of 420.6,\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\n556.2, 558.4, 565.6, 569.2, 586.8, and 786.2 cm, and a glassshard-rich tephra at 422.4 cm (Appendix A)."
  }, {
    "heading": "Discussion",
    "text": "Controls on the quality of the tephra record\nThe Paradox Lake core contains 92 tephra over the last 10,000 cal yr BP, compared to 19 in Tustumena Lake during the same period (Appendix A). The greater number of tephra in Paradox Lake might be explained by its: (1) catchment-basin and limnologic setting conducive to reworking of tephra layers, resulting in the replication of tephras within the lake sediment; (2) small (0.11 km2) size, with a relatively large catchment basin for accumulating tephra (3.0 km2; more than five times the catchment-basin-to-lake-area ratio of Tustumena Lake); (3) topographic setting in a narrow (0.6 km), steep-sided (10–18°) valley that funnels and traps tephra and shelters the lake from wind (Tustumena Lakes is more exposed and susceptible to wind-driven mixing); and (4) high sedimentation rate (0.7 mm/ yr, compared to 0.4 mm/yr at Tustumena Lake) to resolve tephra layers.\nAsh plumes of historical eruptions of Cook Inlet volcanoes were typically hundreds of kilometers wide by the time they\noi.org/10.1016/j.yqres.2007.03.006 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:53, su\nreached the Kenai Peninsula (e.g., AD 1912 Katmai and AD 1976 and 1986 Augustine eruptions; Waythomas and Waitt, 1998; Fierstein and Hildreth, 2000). Thus, if Tustumena and Paradox Lakes had identical tephra-fall recording properties, their tephra records should be similar because the lakes are only 40 km apart. Variations in winds and tephra-plume height may force plumes to the north or south of the peninsula, so that tephra may occasionally fall on only one, or neither of the lakes (e.g., AD 1990 Redoubt and AD 1992 Spurr eruptions; Waythomas et al., 1997; McGimsey et al., 2001). Averaged over a longer time interval, however, the frequency of ash fall should not be affected by transient variations in individual plumes, but rather reflect conditions under predominant wind and average duration and style of eruptions. The possibility that ash plumes often follow a more northern path, only impacting Paradox Lake, is discounted by the tephra record of Jigsaw Lake (Fig. 1). This lake is north-east of Paradox Lake, and has a tephra record similar to that of Tustumena Lake (de Fontaine, 2003). Therefore, the contrasting tephrostratigraphy of Tustumena and Paradox Lakes more likely reflects lake- and watersheddependent processes.\nWithout detailed geochemical analyses of the tephra we cannot exclude the possibility that some of the tephra layers in Paradox Lake are reworked off of the drainage basin or within the lake years after an eruption. If so, then the number of tephra layers over-represents the ash-fall frequency. Had tephra been reworked from the drainage basin over time, however, we expect progressively more dilute glass concentration in these resulting reworked layers because runoff capable of remobilizing tephra is also likely to entrain lower-density organic matter and epiclastic material. Further, in this forested environment where tephra from historical events was rapidly sequestered in thick soil O horizons, we find it unlikely that there would be an available source, years later, for pulses of significant volumes of tephra. Eighty of the 109 layers in Paradox Lake are separated by N10 mm of ambient sediment containing approximately b1% glass by volume. Assuming an overall average sedimentation rate of 0.7 mm/yr, these layers are separated by N14 yr. Petrographic analysis of the Paradox Lake core revealed that, of the 109 macroscopic tephra layers, 21 were not separated by sediment with b5% volcanic glass. Although these layers could be derived from reworking of tephra off of the land surface, they are often diluted with no more ambient sediment than the underlying tephra layer, arguing against reworking. Alternatively, subaqueous mass wasting that involves tephra-bearing lake sediment might deliver a pulse of sorted ash to the deepest basin, although we have no evidence to evaluate the likelihood of this possibility, including no age reversals or apparent stratigraphic discontinuities that might suggest slumping. Density-induced settling of tephra through organic lake sediments has been shown to displace tephra by tens of centimeters, but only for tephra layers N3 cm thick, whereas only one of the tephra layers in Paradox Lake is N2 cm thick (Anderson et al., 1985; Beierle and Bond, 2002).\nParadox Lake has a relatively large drainage basin relative to its surface area. This might produce a focusing effect as freshly deposited tephra is transported towards the lake by runoff and\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nfluvial processes (e.g., Pyne-O'Donnell, 2003). This process may be less significant in lakes surrounded by dense vegetation and permeable soils that inhibit overland flow and transport of clastic material, however. Some overland flow might occur during spring snowmelt runoff or during intense rainfall on a saturated basin.\nFurthermore, Paradox Lake is situated within 60-m-high valley walls that drop steeply into the lake, and the core site is located in relatively deep water (16 m) at its depocenter. This physiographic setting inhibits wind-driven currents that might lead to sediment mixing by bottom currents, and it reduces the supply of oxygen that promotes bioturbating benthic organisms. The effect of topography on surface wind patterns also influences the redistribution of tephra immediately following an eruption. Lakes situated within steep topography form a trap for tephra, as successive gusts of wind entrain and redistribute ash from the land and vegetation surfaces. Tephra that falls onto dry snowmay be prone to re-entrainment by wind, with net transport toward the lake at the base of the watershed. Although wind-driven processes undoubtedly influence the lake-tephra record, the amount of tephra remobilized by wind and the controls on the effectiveness of these processes is not well understood.\nWe suspect that the limnology, morphology, and surrounding topography of Paradox Lake are the primary factors conducive to the preservation of discrete tephra layers within its sediment. While the possibility of tephra-layer reworking cannot be discounted, it seems unlikely to have influenced the Paradox Lake record based on its finely laminated stratigraphy with pure tephras separated by organic, epiclastic sediment. On this basis, we conclude that the Paradox Lake sequence records 109 primary tephra-fall events during the last 13,200 yr."
  }, {
    "heading": "Interbasin correlations",
    "text": "Six tephra layers were correlated between the Tustumena and Paradox Lake cores based on texture, color, mineralogy, stratigraphic position, and approximate age (Table 2). Additional tephras in Tustumena Lake likely correspond to those in Paradox Lake (Appendix A) but cannot be confidently correlated based on the criteria used in this study.\nCorrelating tephra between lakes based on texture, color, and mineralogy can be complicated if ash plumes drift from one lake to another as the eruptive products change. Dramatic changes in\nTable 2 Interbasin tephra correlations\nParadox Lake (98-PL-01) Tustumena Lake (\nAge a (cal yr BP) Core depth (cm) Agea (cal yr BP)"
  }, {
    "heading": "3660 (3430–3880) 225.4 3710 (3470–3960",
    "text": ""
  }, {
    "heading": "3720 (3500–3940) 229.8 4120 (3870–4370",
    "text": ""
  }, {
    "heading": "3740 (3520–3960) 230.8 4140 (3900–4390",
    "text": "6550 (6260–6840) 420.6 6460 (6270–6650 7950 (7720–8170) 558.4 c 7790 (7540–8050 8590 (8330–8860) 616.8 8890 (8500–9270 a Ages and age uncertainties (in parentheses) are based on age models in Figure 5 b These tephra resemble the description and have a similar age to the Hayes tephr c Only one tephra layer from core 98-PL-01 is noted here; two tephra, at 556.2 an\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\nthe composition and texture of material erupted from Aleutian Arc volcanoes over short timescales have been well documented for historical eruptions. For example, during the AD 1989 eruption of Redoubt Volcano, pumiceous tephra of December 14 and 15 was followed on December 16 by fine-grained, lithiccrystal tephra eruption (Scott and McGimsey, 1994). Conversely, if the ash-plume track remains fixed as the eruptive products evolve, then any intra-layer stratigraphy (e.g., lithiccrystal-over-pumice layer described for Redoubt Volcano) would facilitate interbasin correlation. Intra-layer variations were rarely observed in tephra from Paradox and Tustumena Lakes, however.\nThe ages of all six tephras that can be confidently correlated between Tustumena and Paradox Lakes fall within the error ranges of each other. Their modeled ages differ by 50 to 400 yr, with an average difference of 150 yr and no systematic offset (Table 2). The overlapping ages of correlative tephra supports the age models and suggests that the age uncertainties assigned to the tephra are reasonable.\nCorrelation of tephra with documented eruptions\nIn absence of supporting geochemical data for correlation, the only tephra that could be attributed to a source is the Hayes tephra. The multiple eruptions of this volcano generated widespread tephras, with a unique biotite, amphibole, and pyroxene mineralogy, forming a prominent marker horizon for south-central Alaska (Riehle et al., 1990). Multiple tephra layers with this mineralogy were found in the Tustumena Lake core with an age between 3710 and 4140 cal yr BP, and between 3660 and 3740 cal yr BP in the Paradox Lake core, in agreement with the 3990 −260/+240 cal yr BP age established by Riehle et al., 1990; 3650±150 14C yr BP reported age).\nSkilak Lake is located about 22 km southeast of Paradox Lake (Fig. 1). On the basis of age andMS stratigraphy alone, the ten uppermost tephras detected in the Paradox Lake surface core (02-PL-01b) cannot be confidently correlated to the tephra identified by Begét et al. (1994) at Skilak Lake. The Paradox and Skilak Lake cores contain three tephra in the last 200 yr (not including the three possible tephra in the upper 5 cm of the Paradox Lake core). Conversely, the lower portion of the Skilak Lake core contains four tephra, and the Paradox Lake core only contains two. Because the sedimentation rates are similar in the\n02-TL-03) Criteria\nCore depth (cm)\n) 171.4 Phenocryst mineralogy, color b ) 201.0 Phenocryst mineralogy, colorb ) 202.8 Phenocryst mineralogy, colorb ) 328.6 Texture, phenocryst abundance ) 360.2 Texture, phenocryst abundance ) 383.0 Color, texture\n. a (Riehle, 1985; Riehle et al., 1990). d 558.4 are present, and either one may correlate with tephra in core 02-TL-03.\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa\nlast 500 yr of the Paradox and Skilak Lake cores (1.0 and 1.3 mm/yr, respectively), the discordance between the tephra records from these two lakes probably reflects differences in their physiographic, sedimentologic, and limnologic settings, as well as possible inaccuracies in the age models. In the Tustumena Lake core, tephra younger than about 780 cal yr BP has not yet been detected. Deposition rates in Tustumena Lake (0.4 mm/yr) may not be sufficient to resolve minor ash falls that were recorded in Paradox (0.7 mm/yr) and Skilak Lakes (1.3 mm/yr)."
  }, {
    "heading": "Ash-fall frequency",
    "text": "The eruption frequency of Cook Inlet volcanoes that have resulted in tephra fall on the Kenai Peninsula is not known. For example, the Crater Peak vent of Spurr Volcano erupted once in AD 1953 and three times in AD 1992, but tephra was not deposited on the central and western portions of the Kenai Peninsula (McGimsey et al., 2001; Waythomas and Nye, 2002). Each of these eruptions occurred over several hours. Such shortduration eruptions are less likely to be recorded in lake sediment because short-lived wind patterns may not correspond to prevailing wind patterns that would impact the Kenai Peninsula. Longer-duration eruptions are more likely to impact down-wind lakes (Stone et al., 1990), and therefore tephra records are biased towards eruptions of longer duration, for equivalent volumes of tephra ejected.\nHowever, over longer periods of time, the proportion of the eruptions that generate ash fall on the Kenai Peninsula should remain relatively constant, assuming that wind patterns do not change significantly. Researchers of Icelandic tephra concluded that, even with detailed tephrostratigraphy, it is difficult to determine whether changes in ash-fall frequency at distal locations reflect changes in wind direction or changes in the eruptive behavior of the volcanoes (Lacasse, 2001). And, unlike\noi.org/10.1016/j.yqres.2007.03.006 ded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:53, su\nstudies of the geographically dispersed Aleutian volcanoes, Icelandic tephra studies have the advantage of relatively wellconstrained volcanic sources.\nAssuming that the prevailing wind direction over southcentral Alaska has not changed significantly during the Holocene, and that the sedimentary regime of Paradox and Tustumena Lakes has remained a constant and faithful receptacle of primary ash fall, without subsequent reworking, their tephra records suggest periods of volcanic activity and quiescence. Tephra is absent in Paradox and Tustumena Lakes between ca. 1000–2200 and 4200–4800 cal yr BP (Appendix A). In Paradox Lake, tephra is absent between 9000 and 10,300 cal yr BP, similar to Tustumena Lake where tephra is absent from ca. 8900 cal yr BP to the base of the core at about 9100 cal yr BP. The two tephras in Tustumena Lake that coincide with the 3800–4800 cal yr BP period of quiescence in Paradox Lake have ages that, within errors, fall into the earlier 3800– 3900 cal yr BP period, and overlap with the error range of the Paradox Lake tephra (Appendix A). The tephrostratigraphy also displays a conspicuous period of elevated activity between 5000 and 9000 cal yr BP; during this interval an average 1.7 tephra/ 100 yr were deposited in Paradox Lake (Fig. 6). At its peak (7000–9000 cal yr BP), 51 tephra layers were deposited in Paradox Lake, an average of one tephra every 39 yr (2.6 tephra/ 100 yr). The average frequency over the last 13,000 cal yr BP has been 0.8 tephra/100 yr, somewhat less than represented by the 11 tephras during the most recent millennium (1.1 tephra/100 yr).\nThe variable frequency of explosive Holocene volcanic activity in the Northern Hemisphere is well documented in Greenland ice (GISP2 cores; Zielinski et al., 1994, 1996; Zielinski, 2000). An increase in volcanic activity in Iceland, Kamchatka, or Alaska, or possibly in all three regions during the early Holocene is suggested by increased sulfate in the ice. Tephra from Aniakchak Volcano, on the Alaska Peninsula, is found in Greenland ice, confirming that eruptions from Alaskan\nte (ppb) from the GISP2 ice core, Greenland (Zielinski et al., 1996). Ages of\nbject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps Down\nvolcanoes are represented in the ice-core record (Pearce et al., 2004). In Kamchatka, intensified periods of synchronous explosive volcanic activity has been documented during the time intervals of 1200–1700 and 8300–8600 cal yr BP (1300– 1800 and 7500–7800 14C yr BP; Braitseva et al., 1995). Evidence for enhanced volcanism in the Northern Hemisphere, with the greatest number of eruptions between 7000 and 13,000 yr ago (based on annual ice layer counting), has been attributed to magma chamber response to isostatic adjustment and changes in crustal stresses during the millennia following deglaciation (Rampino et al., 1979; Zielinski et al., 1996). Nakada and Yokose (1992) suggest that stresses generated by ice loading and unloading, and meltwater changes in the ocean basins, are probably sufficient to trigger or accelerate volcanic activity in island-arc areas with a thin lithosphere. The seasonality of historical Alaska Peninsula volcanic eruptions has also been attributed to hydrologic loading and unloading and meteorological parameters (Mason et al., 2004). Variations in sulfate content of Greenland ice is believed to reflect variations in the intensity of volcanism, rather than broad-scale changes in circulation (Zielinski et al., 1996). The peak period of tephra fall at Paradox Lake (7000–9000 cal yr BP), which receives tephra from Cook Inlet and possibly other Aleutian Arc volcanoes, is coincident with the increase in hemispheric volcanic activity inferred from Greenland ice (Fig. 6).\nPrevious work on the Holocene tephrostratigraphy of the Kenai Peninsula has suggested that tephra has fallen in the region about once every 1000 yr, depositing b1 cm of tephra per 1000 yr (Riehle, 1985). Ager and Sims (1984) reported ten obvious tephras, and possibly as many as seven others, in a core fromHidden Lake (Fig. 1) with a basal age of about 17,000 cal yr BP (14,500 14C yr BP). In contrast, the 500-yr-long Skilak Lake record (Begét et al., 1994) indicates that ash fell in the region every 50 to 100 yr. The average tephra-fall frequency at Paradox Lake is one every 121 yr over the 13,200 yr sequence. This is closer to the frequency documented in the 500-yr sequence from Skilak Lake than any other previously studied late Quaternary record from the region. The discrepancy between ash-fall frequencies in the Skilak Lake and those suggested by longer records may not, therefore, be a result of higher eruptive frequency since 500 cal yr BP, but rather the completeness of the stratigraphic records. All of these records should be regarded as a minimum account of ash-fall activity, and even further underestimate the number of volcanic eruptions per se.\nSimilarly, previously studied tephrostratigraphic records from the Cook Inlet region suggest many fewer ash-fall events during the late Quaternary than implied by the historical record. To date, ash layers from each of the most recent historical eruptions of Augustine (AD 1976, 1986) and Redoubt (AD 1989–90) volcanoes have not been documented together in a single lake, loess, or soil sequence on the Kenai Peninsula, although there are documented accounts of ash fall on the peninsula (Riehle, 1985; Swanson and Kienle, 1988; Begét et al., 1994). Begét et al. (1994) attribute the absence of these tephra in Skilak Lake to their small fallout volumes. Although some of eruptions (e.g., Redoubt, AD 1990; Waythomas et al., 1997) have produced significant ash deposits on the Kenai\n://doi.org/10.1016/j.yqres.2007.03.006 loaded from https://www.cambridge.org/core. University of Arizona, on 26 Feb 2019 at 19:20:5\nPeninsula, they apparently did not exceed some minimum threshold volume necessary to be recorded in a lake, with each lake having its individual threshold. Paradox Lake appears to have recorded historical ash falls, but because the upper 10 cm of sediment were disturbed in our samples, we cannot be certain."
  }, {
    "heading": "Conclusions",
    "text": "(1) Holocene sediment from Paradox Lake contains over five times as many tephra layers as does Tustumena Lake, even though the lakes are only 40 km apart; other previously studied Holocene tephra records from the Kenai Peninsula and Anchorage area lakes have generally revealed fewer tephra layers than Tustumena Lake. We suggest that the ability of Paradox Lake to capture and preserve primary tephra-fall deposits can be attributed to its (a) small size, with a proportionately large drainage-basin area to catch tephra; (b) physiographic setting that might increase runoff and shelters the lake from wind-driven mixing; (c) oxygen-poor hypolimnion to inhibit bioturbation; and (d) a sedimentation rate high enough to separate closely spaced tephra layers.\n(2) The Paradox Lake core suggests more ash-fall events (109 macroscopic tephra layers over 13,200 cal yr BP) on the Kenai Peninsula than any previously studied record. Because successive ash layers are generally separated by non-tephrabearing sediment, we infer that they were not derived from reworking of older tephra.\n(3) The long-term perspective afforded by the continuous record of Holocene lake-sediment deposition reveals that the frequency of tephra fall has not been constant. The Paradox and Tustumena Lake cores exhibit three intervals with little or no tephra fall, each about 1000 yr long (ca. 1000–2200, 3900– 4800, and 9000–10,300 cal yr BP). These might represent intervals of volcanic quiescence, assuming that predominant wind directions were unchanged.\n(4) In Paradox Lake, deposition of eleven ash layers during the last millennium (1.1 tephra/100 yr) is greater than the average frequency over the last 13,000 yr (0.8 tephra/100 yr), but well below the highest tephra-fall frequency (2.6 tephra/ 100 yr), which occurred 7000–9000 cal yr BP, coincident with the period of increased volcanism recorded in Greenland ice."
  }, {
    "heading": "Acknowledgments",
    "text": "E. Berg, U.S. Fish and Wildlife Service provided key logistical support. J. Hancock, B. Dennison, K. Kathan, and E. Kingsbury (Mount Holyoke College), M. Power (Northern Arizona University), and K. Wallace (U.S. Geological Survey Alaska Science Center and Alaska Volcano Observatory) and M. Carr (U.S. Geological Survey) assisted in the field and in the lab. N. Riggs, K. Wallace, T. Miller, J. Fierstein, C. Neal, W. Scott, J. Major, and two anonymous reviewers provided helpful suggestions on earlier drafts. Primary funding for this research was provided by the U.S. Geological Survey, the Lipman Research Award (GSA Grant Number 7121-02), and the US Fish and Wildlife Service (Contracts 701818M512 and 701818M412). Laboratory of Paleoecology Contribution #89.\n3, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.\nhttps://d Downloa"
  }, {
    "heading": "Appendix A",
    "text": "Tephra in Paradox Lake core (98-PL-01) and Tustumena Lake core (02-TL-03).\nDepth a (cm)\noi.org/10.1016/j.yqres.20 ded from https://www.c\nAge b (cal yr BP)\n07.03.006 ambridge.org/core. University of Ariz\nThickness (cm)\nona, on 26 Feb 2019 at 19:20:53, subject to\nTephra texture and color d\n(continued o\nthe Cambridge Core terms of use, available at https://www.cambri\nMethod of detection e\nPetrographic c\nVisual\nParadox Lake core 98-PL-01 b5.0 −10 (−80–50)\nAt least three, sub-millimeter-thick tephra layers; obliterated during transport\nVisual\n17.2\n100 (−30–220)\n0.6\n0.6\nFine, gray (7.5YR 6/0)\nVisual\n21.2\n130 (−10–280)\n1.0\n0.8\nFine, gray (7.5YR 6/0)\nVisual\n22.2\n140 (0–290)\n0.6\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n26.4\n190 (40–340)\n–\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n30.2\n230 (70–390)\n–\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n30.8\n240 (80–390)\n1.8\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n32.6\n260 (100–420)\n–\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n33.2\n260 (100–420)\n1.0\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n43.4\n390 (210–570)\n0.2\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n46.2\n420 (240–610)\n1.2\n0.6\nFine, gray (7.5YR 6/0)\nVisual\n66.2\n710 (490–930)\n0.6\n0.5\nFine, gray (7.5YR 6/0)\nVisual\n142.8\n2200 (1980–2420)\n1.2\n0.5\nFine, light brownish gray (10YR 6/2)\nVisual\n149.0\n2330 (2120–2540)\n0.6\n0.4\nFine, gray (7.5YR 6/0)\nVisual\n153.2\n2420 (2210–2620)\n4.0\n3.8\nFine, gray (7.5YR 6/0)\nVisual\n155.2\n2460 (2260–2660)\n0.4\n0.2\nFine, white (10YR 8/2)\nVisual\n177.2\n2880 (2660–3090)\n0.4\n0.2\nFine, white (10YR 8/2)\nVisual\n184.6\n3010 (2770–3240)\n0.4\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n217.4\n3540 (3300–3770)\n0.4\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n225.4\n3660 (3430–3880)\n0.2\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n228.8\n3710 (3490–3930)\n–\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n229.4\n3720 (3490–3940)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n229.8\n3720 (3500–3940)\n1.2\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n230.8\n3740 (3520–3960)\n0.8\n0.7\nFine, gray (7.5YR 6/0)\nVisual\n304.0\n4840 (4710–4970)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n316.6\n5050 (4940–5150)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n321.6\n5130 (5030–5220)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n322.6\n5140 (5050–5240)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n335.0\n5350 (5280–5410)\n0.4\n0.3\nFine, light brownish gray (10YR 5.5/1.5)\nVisual\n351.4\n5610 (5530–5680)\n0.4\n0.2\nFine, gray (7.5YR 5/0)\nVisual\n353.2\n5630 (5550–5720)\n0.2\n0.2\nFine, gray (7.5YR 5/0)\nVisual\n358.0\n5710 (5600–5810)\n–\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n358.6\n5720 (5610–5830)\n0.8\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n379.0\n6010 (5810–6220)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n392.0\n6190 (5930–6450)\n0.6\n0.6\nFine, gray (7.5YR 5/0)\nVisual\n403.4\n6340 (6040–6640)\n0.6\n0.3\nFine, gray (7.5YR 5/0)\nVisual\n413.8\n6470 (6180–6760)\n0.6\n0.3\nFine, very pale brown (10YR 7/4)\nVisual\n416.0\n6500 (6210–6780)\n0.6\n0.5\nFine, gray (7.5YR 6/0)\nVisual\n418.8\n6530 (6240–6820)\n0.8\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n420.6\n6550 (6260–6840)\n1.0\n0.5\nFine-medium, gray (7.5YR 5/0)\nVisual\n422.4\n6570 (6280–6860)\n0.6\n0.5\nFine, gray (7.5YR 6/0)\nVisual\n454.8\n6930 (6660–7200)\n0.8\n0.5\nFine, gray (7.5YR 6/0)\nVisual\n464.6\n7030 (6760–7290)\n0.2\n0.2\nFine, very pale brown (10YR 7/4)\nVisual\n466.0\n7040 (6780–7310)\n0.2\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n468.4\n7070 (6800–7330)\n1.0\n0.6\nFine, gray (7.5YR 6/0)\nVisual\n470.0\n7080 (6820–7340)\n0.2\n0.2\nFine, gray (7.5YR 5/0)\nVisual\n487.0\n7250 (7000–7500)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n498.4\n7360 (7110–7610)\n1.2\n1.1\nFine, gray (7.5YR 5/0)\nVisual\n503.4\n7410 (7160–7650)\n0.4\n0.4\nFine, dark gray (5YR 4/1)\nVisual\n505.8\n7430 (7190–7680)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n507.2\n7440 (7200–7690)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n510.4\n7480 (7230–7720)\n1.0\n0.5\nFine, gray (7.5YR 5/0)\nVisual\n512.8\n7500 (7260–7740)\n0.4\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n514.6\n7520 (7280–7760)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n519.8\n7570 (7330–7800)\n0.6\n0.4\nFine, gray (7.5YR 5/0)\nVisual\n524.0\n7610 (7370–7840)\n–\n0.4\nFine, gray (7.5YR 5/0)\nVisual\n526.6\n7630 (7400–7870)\n4.4\n0.8\nFine-medium, gray (7.5YR 5/0)\nVisual\nn next page)\ndge.org/core/terms.\nhttps Down\nAppendix A (continued)\nDepth a (cm)\n://doi.org/10.1016/j.yqre loaded from https://ww\nAge b (cal yr BP)\ns.2007.03.006 w.cambridge.org/core. University of\nThickness (cm)\nArizona, on 26 Feb 2019 at 19:20:53, subject\nTephra texture and color d\nto the Cambridge Core terms of use, available at https://www.cam\nMethod of detection e\nPetrographic c\nVisual\nParadox Lake core 98-PL-01 539.8 7760 (7530–7990)\n0.2\n0.2\nFine, light brown (7.5YR 6/4)\nVisual\n542.8\n7790 (7560–8020)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\n556.2\n7930 (7700–8150)\n0.4\n0.4\nFine-medium, brown (7.5YR 5/2)\nVisual\n558.4\n7950 (7720–8170)\n1.0\n0.8\nFine-medium, gray (7.5YR 6/0)\nVisual\n562.4\n7990 (7760–8220)\n–\n0.2\nFine, white (7.5YR 8/0)\nVisual\n563.2\n8000 (7770–8230)\n1.0\n0.8\nFine, dark gray (7.5YR 4/0)\nVisual\n564.2\n8010 (7780–8240)\n–\n0.7\nFine-medium, gray (7.5YR 6/0)\nVisual\n565.6\n8020 (7790–8250)\n2.0\n1.1\nFine-medium, gray (7.5YR 6/0)\nVisual\n566.6\n8030 (7800–8260)\n–\n0.4\nFine, dark gray (7.5YR 4/0)\nVisual\n567.2\n8040 (7810–8270)\n0.8\n0.4\nFine, gray (7.5YR 6/0)\nVisual\n568.6\n8050 (7820–8290)\n–\n0.8\nFine-medium, gray (7.5YR 6/0)\nVisual\n569.2\n8060 (7830–8290)\n1.4\n0.5\nFine-medium, gray (7.5YR 6/0)\nVisual\n573.6\n8110 (7870–8340)\n0.8\n0.7\nFine, gray (7.5YR 6/0)\nVisual\n575.6\n8130 (7890–8370)\n0.2\n0.1\nFine, light gray (7.5YR 7/0)\nVisual\n586.8\n8250 (8010–8490)\n1.0\n0.7\nFine-medium, gray (7.5YR 6/0)\nVisual\n590.6\n8290 (8050–8540)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n591.2\n8300 (8050–8550)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n592.2\n8310 (8060–8560)\n–\n0.4\nFine, gray (7.5YR 6/0)\nVisual\n593.2\n8320 (8070–8570)\n0.8\n0.7\nFine, gray (7.5YR 6/0)\nVisual\n603.0\n8430 (8180–8690)\n0.6\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n606.8\n8480 (8220–8730)\n0.2\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n608.4\n8490 (8240–8750)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n612.6\n8540 (8280–8810)\n–\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n615.2\n8570 (8310–8840)\n–\n0.8\nFine, light gray (10YR 7/2)\nVisual\n616.8\n8590 (8330–8860)\n1.0\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n617.6\n8600 (8340–8870)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n621.4\n8650 (8380–8920)\n–\n0.7\nFine, gray (7.5YR 6/0)\nVisual\n622.0\n8660 (8390–8920)\n0.8\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n636.0\n8830 (8550–9100)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n636.4\n8830 (8560–9110)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n637.4\n8850 (8570–9120)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n638.0\n8850 (8580–9130)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n640.2\n8880 (8600–9160)\n–\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n641.6\n8900 (8620–9180)\n1.2\n0.8\nFine, gray (7.5YR 6/0)\nVisual\n645.0\n8940 (8660–9220)\n0.8\n0.8\nFine, gray (7.5YR 6/0)\nVisual\n646.6\n8960 (8680–9250)\n0.4\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n738.4\n10,300 (9950–10640)\n0.4\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n746.4\n10,430 (10080–10780)\n0.4\n0.3\nFine, gray (7.5YR 6/0)\nVisual\n768.2\n10,810 (10440–11170)\n0.2\n0.1\nFine, white (7.5YR 8/0)\nVisual\n786.2\n11,130 (10760–11510)\n4.2\n2.0\nFine-medium, gray (7.5YR 6/0)\nVisual\n792.2\n11,240 (10870–11620)\n1.0\n0.5\nFine, gray (7.5YR 6/0)\nVisual\n794.4\n11,290 (10910–11660)\n0.8\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n797.8\n11,350 (10970–11730)\n0.6\n0.1\nFine, gray (7.5YR 6/0)\nVisual\n807.8\n11,540 (11170–11920)\n0.8\n0.2\nFine, gray (7.5YR 6/0)\nVisual\n814.4\n11,670 (11300–12040)\n0.6\n0.4\nFine, very dark grayish brown (10YR 3/2)\nVisual\n821.8\n11,820 (11460–12190)\n0.2\n0.1\nFine, gray (10YR 5/1)\nVisual\n829.0\n11,970 (11610–12330)\n0.4\n0.2\nFine, light gray (10YR 6/1)\nVisual\n834.4\n12,080 (11720–12430)\n1.2\n0.9\nFine, light gray (10YR 6/1)\nVisual\n838.0\n12,150 (11800–12510)\n2.4\n1.8\nFine, light gray (10YR 6/1)\nVisual\n853.8\n12,480 (12140–12820)\n0.6\n0.4\nFine, light gray (10YR 6/1)\nVisual\n856.0\n12,530 (12190–12870)\n0.4\n0.2\nFine, light gray (10YR 6/1)\nVisual\n865.0\n12,720 (12390–13050)\n0.8\n0.2\nFine, gray (7.5YR 5/0)\nVisual\n874.4\n12,910 (12590–13240)\n0.2\n0.1\nFine, gray (7.5YR 5/0)\nVisual\nTustumena Lake core 02-TL-03 22.0 780 (690–880)\n0.4\n–\n–\nPetrographic\n26.4\n950 (850–1040)\n1.6\n0.1\nFine, light gray (10YR 6/1)\nVisual\n103.8\n2740 (2590–2880)\n0.4\n0.2\nFine, light gray (10YR 7/1)\nVisual\n129.4\n3070 (2930–3210)\n1.0\n0.2\nDisseminated\nTextural\n136.8\n3170 (3030–3320)\n1.4\n–\n–\nPetrographic\n171.4\n3710 (3470–3960)\n1.6\n1.4\nFine, gray (10YR 6/1; black and white grains)\nVisual\nbridge.org/core/terms.\nhttps://d Downloa\nAppendix A (continued)\nDepth a (cm)\noi.org/10.1016/j.yqres.20 ded from https://www.c\nAge b (cal yr BP)\n07.03.006 ambridge.org/core. University of Ariz\nThickness (cm)\nona, on 26 Feb 2019 at 19:20:53, subject to\nTephra texture and color d\nthe Cambridge Core terms of use, available at https://www.cambri\nMethod of detection e\nPetrographic c\nVisual\nTustumena Lake core 02-TL-03 201.0 4120 (3870–4370)\n3.0\n1.6\nFine, light gray (10YR 7/1)\nVisual\n202.8\n4140 (3900–4390)\n0.2\n0.2\nFine, light gray (10YR 7/1)\nVisual\n267.4\n4960 (4780–5140)\n1.6\n0.2\nDisseminated\nTextural\n285.6\n5260 (5070–5450)\n1.6\n0.4\nFine, light gray (10YR 7/1)\nVisual\n291.6\n5380 (5190–5570)\n0.2\n–\n–\nPetrographic\n328.6\n6460 (6270–6650)\n1.4\n0.2\nMedium-coarse, light gray (10YR 6/1)\nVisual\n340.6\n6930 (6740–7120)\n1.2\n–\n–\nPetrographic\n341.4\n6970 (6770–7160)\n0.4\n–\n–\nPetrographic\n348.2\n7250 (7060–7450)\n0.4\n0.2\nDisseminated\nTextural\n360.2\n7790 (7540–8050)\n1.2\n0.9\nCoarse, light gray (10YR 6/1; with white grains)\nVisual\n361.0\n7830 (7570–8090)\n0.2\n–\n–\nPetrographic\n368.6\n8190 (7890–8490)\n0.2\n–\n–\nPetrographic\n383.0\n8890 (8500–9270)\n1.8\n0.6\nFine, white (2.5Y 8/0)\nVisual\na Depth to base of tephra layer. b Ages and age uncertainties (in parentheses) are based on the age model shown in Figure 5; see Table 2 for correlative tephra ages. c Tephra layers with N5% tephra glass; tephra thickness is recorded to the nearest 0.2 cm increment only, because petrographic analysis used 2-mm-thick sample blocks. A single petrographically detected cryptotephra layer may be represented by multiple visually detected tephra layers; see text for discussion. d Tephra texture: disseminated-tephra that is dispersed within the ambient sediment, and does not form distinct layers; the grain size of “ash” is qualitatively described as: fine (0.125–0.250 mm), medium (0.25–0.50 mm), or coarse (0.5–1.0 mm). Tephra colors are Munsell soil colors. e Method of initial tephra detection: petrographic–petrographic analysis of 2-mm-thick sample blocks detected cryptotephra; visual-tephra forms a distinct, visually apparent, macroscopic tephra layer; textural-tephra detected through grain-size changes within the core."
  }],
  "year": 2007,
  "references": [{
    "title": "Postglacial pollen and tephra records from lakes in the Cook Inlet region, southern Alaska",
    "authors": ["T.A. Ager", "J.D. Sims"],
    "venue": "U.S. Geological Survey Circular",
    "year": 1984
  }, {
    "title": "Sinking of volcanic ash in uncompacted sediment in Williams Lake, Washington",
    "authors": ["R.Y. Anderson", "E.B. Nuhfer", "W.E. Dean"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "Holocene development of boreal forest and fire regimes on the Kenai Lowlands of Alaska",
    "authors": ["R.S. Anderson", "D.J. Hallett", "E. Berg", "R.B. Jass", "J.L. Toney", "C.S. de Fontaine", "A. DeVolder"],
    "venue": "The Holocene",
    "year": 2006
  }, {
    "title": "A 500-year-long record of tephra falls from Redoubt Volcano and other volcanoes in upper Cook Inlet, Alaska",
    "authors": ["J.E. Begét", "S.D. Stihler", "D.B. Stone"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "Density-induced settling of tephra through organic lake sediments",
    "authors": ["B. Beierle", "J. Bond"],
    "venue": "Journal of Paleolimnology",
    "year": 2002
  }, {
    "title": "Reconnaissance bedrock geology of the southeastern part of the Kenai Quadrangle, Alaska",
    "authors": ["D.C. Bradley", "F.H. Wilson"],
    "venue": "Geological Survey,",
    "year": 1998
  }, {
    "title": "Ages of calderas, large explosive craters and active volcanoes in the Kuril–Kamchatka region, Russia",
    "authors": ["O.A. Braitseva", "I.V. Melekestsev", "V.V. Ponomareva", "L.D. Sulerzhitsky"],
    "venue": "Bulletin of Volcanology",
    "year": 1995
  }, {
    "title": "Late Quaternary distal tephra in lacustrine sediments of the upper Cook Inlet [M.S",
    "authors": ["C.S. de Fontaine"],
    "year": 2003
  }, {
    "title": "Preliminary volcano-hazard assessment for the Katmai volcanic cluster, Alaska",
    "authors": ["J. Fierstein", "W. Hildreth"],
    "venue": "U. S. Geological Survey Open-File Report",
    "year": 2000
  }, {
    "title": "A Holocene ash-fall reconstruction for Anchorage, Alaska",
    "authors": ["J.R. Hancock", "A. Werner"],
    "venue": "Geological Society of America Abstracts with Programs",
    "year": 2002
  }, {
    "title": "Relationships between calibrated ages and depth in stratigraphical sequences: an estimation procedure by mixed-effect regression",
    "authors": ["E. Heegaard", "H.J.B. Birks", "R.J. Telford"],
    "venue": "The Holocene",
    "year": 2005
  }, {
    "title": "Intrabasinal variability of Holocene tephra in a small kettle lake, Lorraine Lake, upper Cook Inlet, Alaska",
    "authors": ["K.M. Kathan", "A. Werner", "D.S. Kaufman", "C. de Fontaine", "E.M. Kingsbury"],
    "venue": "Geological Society of America",
    "year": 2004
  }, {
    "title": "Influence of climate variability on the atmospheric transport of Icelandic tephra in the subpolar North Atlantic",
    "authors": ["C. Lacasse"],
    "venue": "Global and Planetary Change",
    "year": 2001
  }, {
    "title": "Holocene tephrostratigraphy, southern Kenai Peninsula, lower Cook Inlet, Alaska [M.S. thesis",
    "authors": ["K.J. Lemke"],
    "venue": "Utah State University, Logan,",
    "year": 2000
  }, {
    "title": "A summary of terminology used in tephra related studies",
    "authors": ["D.J. Lowe", "J.B. Hunt"],
    "venue": "CDERAD éditeur: Goudet, 1. Les Dossiers de l'ArcheoLogis,",
    "year": 2001
  }, {
    "title": "Seasonality of volcanic eruptions",
    "authors": ["B.G. Mason", "D.M. Pyle", "W.B. Dade", "T. Jupp"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "Areal distribution, thickness, mass, volume, and grain size of tephra-fall deposits from the eruptions of Crater Peak vent, Mt. Spurr Volcano, Alaska",
    "authors": ["R.G. McGimsey", "C.A. Neal", "C.M. Riley"],
    "venue": "U.S. Geological Survey OpenFile Report 01-370",
    "year": 2001
  }, {
    "title": "Catalog of the historically active volcanoes of Alaska",
    "authors": ["T.P. Miller", "R.G. McGimsey", "D.H. Richter", "J.R. Riehle", "C.J. Nye", "M.E. Yount", "J.A. Dumoulin"],
    "venue": "U.S. Geological Survey Open-File Report OF 98-0582",
    "year": 1998
  }, {
    "title": "Ice age as a trigger of active Quaternary volcanism and tectonism",
    "authors": ["M. Nakada", "H. Yokose"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Logging of magnetic susceptibility",
    "authors": ["N.R. Nowaczyk"],
    "year": 2001
  }, {
    "title": "Effects of sample mass and macrofossil type on radiocarbon dating of arctic and boreal lake sediments",
    "authors": ["W.W. Oswald", "P.M. Anderson", "T.A. Brown", "L.B. Brubaker", "F.S. Hu", "A.V. Lozhkin", "W. Tinner", "P. Kaltenrieder"],
    "venue": "The Holocene",
    "year": 2005
  }, {
    "title": "Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date for Minoan eruption of Santorini",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "S.J. Preece", "W.J. Eastwood", "W.T. Perkins"],
    "year": 2004
  }, {
    "title": "Can rapid climatic change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R.W. Fairbridge"],
    "venue": "Science 206,",
    "year": 1979
  }, {
    "title": "IntCal04 Terrestrial radiocarbon age calibration, 26–0 ka BP",
    "authors": ["J. der Plicht", "C.E. Weyhenmeyer"],
    "venue": "Radiocarbon",
    "year": 2004
  }, {
    "title": "A reconnaissance of the major Holocene tephra deposits in the upper Cook Inlet region, Alaska",
    "authors": ["J.R. Riehle"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1985
  }, {
    "title": "The Hayes tephra deposits, an upper Holocene marker horizon in south-central Alaska",
    "authors": ["J.R. Riehle", "P.M. Bowers", "T.A. Ager"],
    "venue": "Quaternary Research",
    "year": 1990
  }, {
    "title": "Lake-sediment evidence for the date of deglaciation of the Hidden Lake area, Kenai Peninsula",
    "authors": ["M.J. Rymer", "J.D. Sims"],
    "venue": "Alaska. Geology",
    "year": 1982
  }, {
    "title": "Character, mass, distribution, and origin of tephra-fall deposits of the 1989–1990 eruption of Redoubt Volcano, southcentral Alaska",
    "authors": ["W.E. Scott", "R.G. McGimsey"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "Tephra layers and magnetic susceptibility measurements in lake sediments: Cook Inlet volcanism from pre-history to the present",
    "authors": ["D.B. Stone", "C.J. Nye", "S.D. Stihler"],
    "venue": "Eos, Transactions, American Geophysical Union",
    "year": 1990
  }, {
    "title": "Extended 14-C database and revised CALIB 3.0 14-C age calibration program",
    "authors": ["M. Stuiver", "P.J. Reimer"],
    "venue": "Radiocarbon",
    "year": 1993
  }, {
    "title": "The 1986 eruption of Mount St. Augustine; field test of a hazard evaluation",
    "authors": ["S.E. Swanson", "J. Kienle"],
    "venue": "Journal of Geophysical Research",
    "year": 1988
  }, {
    "title": "Preliminary volcano-hazard assessment for Mount Spurr Volcano, Alaska",
    "authors": ["C.F. Waythomas", "C.J. Nye"],
    "venue": "U.S. Geological Survey Open-File Report 01-482",
    "year": 2002
  }, {
    "title": "Preliminary volcano-hazard assessment for Augustine Volcano, Alaska",
    "authors": ["C.F. Waythomas", "R.B. Waitt"],
    "venue": "U.S. Geological Survey Open-File Report 980106",
    "year": 1998
  }, {
    "title": "Preliminary volcano-hazard assessment for Redoubt Volcano, Alaska",
    "authors": ["C.F. Waythomas", "J.M. Dorava", "T.P. Miller", "C.A. Neal", "R.G. McGimsey"],
    "venue": "U.S. Geological Survey Open-File Report",
    "year": 1997
  }, {
    "title": "Using kettle lake records to date and interpret Holocene ash deposition in upper Cook Inlet, Anchorage, AK",
    "authors": ["A. Werner", "K.M. Kathan", "D.S. Kaufman", "J.R. Hancock", "C.F. Waythomas", "K.L. Wallace"],
    "venue": "Eos, Transactions, American Geophysical Union",
    "year": 2004
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism–climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano–climate",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1994
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Quaternary Research",
    "year": 1996
  }],
  "id": "SP:6276d40698b6437523abca514609bebd5cd534f9",
  "authors": [{
    "name": "Christian S. de Fontaine",
    "affiliations": []
  }, {
    "name": "Darrell S. Kaufman",
    "affiliations": []
  }, {
    "name": "R. Scott Anderson",
    "affiliations": []
  }, {
    "name": "Al Werner",
    "affiliations": []
  }, {
    "name": "Christopher F. Waythomas",
    "affiliations": []
  }, {
    "name": "Thomas A. Brown",
    "affiliations": []
  }],
  "abstractText": "Tephra-fall deposits from Cook Inlet volcanoes were detected in sediment cores from Tustumena and Paradox Lakes, Kenai Peninsula, Alaska, using magnetic susceptibility and petrography. The ages of tephra layers were estimated using 21 C ages on macrofossils. Tephras layers are typically fine, gray ash, 1–5 mm thick, and composed of varying proportions of glass shards, pumice, and glass-coated phenocrysts. Of the two lakes, Paradox Lake contained a higher frequency of tephra (0.8 tephra/100 yr; 109 over the 13,200-yr record). The unusually large number of tephra in this lake relative to others previously studied in the area is attributed to the lake's physiography, sedimentology, and limnology. The frequency of ash fall was not constant through the Holocene. In Paradox Lake, tephra layers are absent between ca. 800–2200, 3800–4800, and 9000–10,300 cal yr BP, despite continuously layered lacustrine sediment. In contrast, between 5000 and 9000 cal yr BP, an average of 1.7 tephra layers are present per 100 yr. The peak period of tephra fall (7000–9000 cal yr BP; 2.6 tephra/100 yr) in Paradox Lake is consistent with the increase in volcanism between 7000 and 9000 yr ago recorded in the Greenland ice cores. © 2007 University of Washingston. All rights reserved.",
  "title": "Late Quaternary distal tephra-fall deposits in lacustrine sediments, Kenai Peninsula, Alaska"
}