{
  "sections": [{
    "text": "Oceanic plateaus form by mantle processes distinct from those forming oceanic crust at divergent plate boundaries. Eleven drillsites into igneous basement of Kerguelen Plateau and Broken Ridge, including seven from the recent Ocean Drilling Program Leg 183 (1998^99) and four from Legs 119 and 120 (1987^88), show that the dominant rocks are basalts with geochemical characteristics distinct from those of mid-ocean ridge basalts. Moreover, the physical characteristics of the lava flows and the presence of wood fragments, charcoal, pollen, spores and seeds in the shallow water sediments overlying the igneous basement show that the growth rate of the plateau was sufficient to form subaerial landmasses. Most of the southern Kerguelen Plateau formed at V110 Ma, but the uppermost submarine lavas in the northern Kerguelen Plateau erupted during Cenozoic time. These results are consistent with derivation of the plateau by partial melting of the Kerguelen plume. Leg 183 provided two new major observations about the final growth stages of the Kerguelen Plateau. 1: At several locations, volcanism ended with explosive eruptions of volatilerich, felsic magmas; although the total volume of felsic volcanic rocks is poorly constrained, the explosive nature of the eruptions may have resulted in globally significant effects on climate and atmospheric chemistry during the late-stage, subaerial growth of the Kerguelen Plateau. 2: At one drillsite, clasts of garnet^biotite gneiss, a continental rock, occur in a fluvial conglomerate intercalated within basaltic flows. Previously, geochemical and geophysical evidence has been used to infer continental lithospheric components within this large igneous province. A continental geochemical signature in an oceanic setting may represent deeply recycled crust incorporated into the Kerguelen plume or continental fragments dispersed during initial formation of the Indian Ocean during breakup of Gondwana. The clasts of garnet^biotite gneiss are the first unequivocal evidence of continental crust in this oceanic plateau. We propose that during initial breakup between India and Antarctica, the spreading center jumped northwards transferring slivers of the continental Indian plate to oceanic portions of the Antarctic plate. ß 2000 Published by Elsevier Science B.V. All rights reserved.\nKeywords: Kerguelen Plateau; Broken Ridge; igneous rocks; geochemistry; explosive eruptions; Ocean Drilling Program; continental crust"
  }, {
    "heading": "1. Introduction",
    "text": "Large igneous provinces (LIPs) are constructed when copious amounts of mantle-derived magma enter the Earth's crust in localized regions. This type of volcanism di¡ers in style, location and geochemical characteristics from volcanism at divergent plate boundaries (mid-ocean ridge spreading centers) and convergent plate boundaries (arc volcanoes associated with plate subduction). Many LIPs formed during Cretaceous time. The two most voluminous LIPs are Cretaceous oceanic plateaus, Ontong Java in the Paci¢c Ocean and Kerguelen Plateau/Broken Ridge in the southern Indian Ocean (Fig. 1). They cover vast areas\n(V2U106 km2), stand 2^4 km above the surrounding ocean £oor and have thick ma¢c crusts of 20^40 km compared to the typical oceanic crustal thickness of 7 km [1,2]. This intense igneous activity, perhaps re£ecting a more vigorous mode of whole mantle convection than the present [3], temporarily increased the £ux of material and energy from the mantle to the crust, hydrosphere, biosphere and atmosphere. Possible consequences are global environmental changes involving climate, sea level, oceanic anoxia, seawater composition and biological radiations and extinctions.\nThe Cretaceous Kerguelen Plateau/Broken Ridge LIP is interpreted to represent voluminous\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nvolcanism associated with arrival of the Kerguelen plume head below young Indian Ocean lithosphere (Fig. 2) [4^6]. Subsequently, rapid northward movement of the Indian plate over the plume stem formed a 5000 km long, V82^38 Ma, hot spot track, the Ninetyeast Ridge [7,8].\nAt V40 Ma, the newly formed Southeast Indian Ridge (SEIR) intersected the plume's position. As the SEIR migrated northeast relative to the plume, hot spot magmatism became con¢ned to the Antarctic plate. From V40 Ma to the present, the Kerguelen Archipelago, Heard and\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nMcDonald Islands, and a northwest^southeast trending chain of submarine volcanoes between these islands were constructed on the northern and central sectors of the Kerguelen Plateau (Figs. 1 and 2). Thus, a V110 Ma record of volcanism is attributed to the Kerguelen plume [4^8].\nDespite the huge size of some oceanic plateaus and their potential role in contributing to our understanding of Cretaceous mantle circulation and environmental change, they are among the least understood features in the ocean basins. The igneous crust of the Kerguelen Plateau and\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nBroken Ridge have been sampled by dredging and drilling; in particular, the 1998^99 Ocean Drilling Program Leg 183 focused on the development of this LIP in time and space by drilling and coring ¢ve holes into igneous crust of the Kerguelen Plateau and two into Broken Ridge (Figs. 1 and 3). We ¢nd that much of the southern and central Kerguelen Plateau (SKP and CKP) formed subaerial landmasses whose surfaces range in age from V110 Ma in the south to perhaps V85 Ma in the central part of the plateau. In contrast, the uppermost lavas of the northern Kerguelen Plateau (NKP) are Cenozoic. At three Leg 183 drillsites, plateau construction ended with explosive eruption of highly evolved felsic magmas that may have had signi¢cant environmental consequences. At drillsite 1137, clasts of garnet^biotite gneiss in a £uvial conglomerate interbedded with basalt £ows show that continental rocks were exposed on Elan Bank (Fig. 1)."
  }, {
    "heading": "2. Kerguelen Plateau/Broken Ridge: background",
    "text": "The Kerguelen Plateau is a broad (200^600 km wide) topographic high, in the southern Indian Ocean, extending for V2300 km between 46³S and 64³S (Fig. 1). It is divided into distinct domains: the SKP, CKP and NKP; Elan Bank; and the Labuan Basin (Fig. 1). Multichannel seismic re£ection data show that numerous dipping intrabasement re£ections interpreted as subaerial £ood basalts form the uppermost igneous crust of the Kerguelen Plateau [9,10].\nThe SKP, at water depths of 1.5^2 km, has experienced multiple stages of normal faulting, graben formation, and strike^slip faulting [11^ 16]. The V22 km thick igneous crust consists of three layers: an upper crustal layer V5.3 km thick with velocities ranging from 3.8 to 6.5 km/ s; a lower crustal layer V11 km thick with velocities of 6.6^6.9 km/s; and a 4^6 km thick, seismically re£ective transition zone at the base of the crust characterized by velocities of 6.7^6.9 km/s [17,18]. Such a transition zone at the crust^mantle interface has not been imaged on the CKP or NKP, and forms the basis for the hypothesis that parts of the SKP contain fragments of continental crust [17,18].\nThe CKP with water depths similar to the SKP includes the volcanically active Heard and McDonald Islands. The igneous crust is 19^21 km thick and consists of three layers. The upper layer is 1.2^2.3 km thick and velocities range from 3.8 to 4.9 km/s. The middle layer is 2.3^3.3 km thick and velocities increase downward from 4.7 to 6.7 km/s. In the V17 km thick lower crust, velocities increase from 6.6 km/s at V8.0 km depth to 7.4 km/s at the base of the crust with no internal discontinuity [19]. The CKP and Broken Ridge formed as a single entity; subsequently, at V40 Ma, Broken Ridge and the CKP began to separate along the nascent SEIR [20]. Broken Ridge, now V1800 km north of the Kerguelen Plateau, is a narrow and elongated oceanic plateau (100^ 200 km by V1000 km at V2 km water depth) that trends west^northwest. Broken Ridge's southern £ank was uplifted, perhaps more than\nFig. 2. Plate reconstructions of the southern Indian Ocean region using a hot spot reference frame [68]; Antarctica is ¢xed. Reconstructed position of the Kerguelen hot spot (after [69]) is indicated by black stars. Volcanic rock associated with the Kerguelen hot spot is indicated in light stipple (blue) and lamprophyres as diamonds, as they have appeared through geologic time. Dashed line indicates a possible northern boundary for Greater India. IND: India; ANT: Antarctica; AUS: Australia. 118.7 (M0ry) Ma : Sea£oor spreading initiated during chron M11 (W133 Ma) between western Australia and Greater India [70]; a minimum estimate for the initiation of sea£oor spreading between Australia and Antarctica is slightly later at W125 Ma [71]. Between 130.9 and 118.7 Ma, Antarctica migrates to the SE relative to the Kerguelen hot spot. 110 and 100 Ma : Sea£oor spreading continues among India, Antarctica and Australia. The ¢rst massive pulse of Kerguelen magmatism creates the SKP at W110 Ma and possibly Elan Bank (EB), as Indian Ocean lithosphere migrates SE relative to the Kerguelen hot spot. 83 (C34ny) and 63.6 (C28no) Ma : India continues its northward drift relative to Antarctica, and the Kerguelen hot spot is predicted to have remained close to the NE edge of the central Plateau (CKP) and Broken Ridge (BR), which form at V85^95 Ma. Subsequently, the hot spot generates the Ninetyeast Ridge (NER). 40.1 (C18n.2no) Ma : At W40 Ma, sea£oor spreading commences between the CKP and Broken Ridge. The hot spot generates the NKP, and since 40 Ma, as Broken Ridge and the Kerguelen Plateau continue to separate, produces the Kerguelen Archipelago (KA), Heard and McDonald Islands, and the chain of volcanoes between KA and Heard Island (Fig. 1). 6\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\n2000 m, during the Early Tertiary separation from the Kerguelen Plateau [21].\nElan Bank, a salient extending westward from the boundary between the CKP and SKP, has water depths from 6 1000 to 2000 m. Labuan Basin, which adjoins the CKP and SKP to the east, is deep (s 3500 m), extensively faulted and thickly sedimented (s 2000 m assuming a sediment seismic velocity of 2000 m/s). Dredging of a faulted basement block in the Labuan Basin recovered metamorphic and granitic rock, but these rocks have been interpreted as ice-rafted debris [22], so the nature of the basin's crust (i.e. oceanic or continental) is uncertain.\nThe NKP, dominantly at water depths 6 1 km, includes the Kerguelen Archipelago. Wide-angle seismic data from the archipelago show an upper igneous crust 8^9.5 km thick, with velocities of 4.6^6.2 km/s, and a lower crust 6^9.5 km thick, with a velocity of 6.8 km/s [19,23,24]."
  }, {
    "heading": "3. Summary of age variation",
    "text": "Previous dating of basalts recovered at four spatially diverse locations on the SKP (ODP Sites 738, 749 and 750, and dredge site MD48-05, Fig. 1) has shown that the uppermost igneous crust formed over a relatively short interval at V110 Ma ([25^28] and Fig. 3). Middle Albian (V104.5^ 106.5 Ma) shallow water sands and clays overlying basaltic £ows recovered from Site 1136 (Fig. 3) also support a V110 Ma age for the SKP. In contrast, basement basalts from Site 747 on the CKP may be much younger, V85 Ma [28,29]. This age is similar to the 83^88 Ma age for lavas from Broken Ridge dredge sites 8 and 10 [8], which were close to Site 747 prior to separation between Broken Ridge and the CKP (Figs. 1 and 2). Also, piston coring of sediments on the northeast £ank of the CKP between the Kerguelen Archipelago and Heard Island (MD35-510 in Fig. 1) recovered cherts and calcareous oozes of probable Santonian age (83.5^85.5 Ma) [29]. Site 1138 basalts from the CKP are overlain by Cenomanian^ Turonian (V94 Ma) sandstone (Fig. 3). The ¢rst recovery of igneous basement from Elan Bank was at Site 1137; basement is overlain by late\nCampanian (V75 Ma) packstone (Fig. 3). Igneous basement is likely to be somewhat older, as the packstone is at the top of a basal sedimentary sequence that thickens markedly to the east of Site 1137. These sparse data show that most of the Kerguelen Plateau and Broken Ridge formed in Cretaceous time, but the SKP is distinctly older than the CKP and Broken Ridge.\nIn contrast, Cenozoic magmatism (V40 Ma to present) has formed the NKP and Kerguelen Archipelago, as well as numerous volcanic edi¢ces on the Cretaceous CKP: Heard and McDonald Islands, and the bathymetric/gravity highs between the Kerguelen Archipelago and Heard Island [30^35]. The ¢rst recovery of submarine igneous basement from the NKP was at Site 1139 on Ski¡ Bank and Site 1140 on the northernmost Kerguelen Plateau (Fig. 1). On Ski¡ Bank, chalk at the base of the pelagic sedimentary section is earliest Oligocene (32.8^34.3 Ma) in age (Fig. 3). This minimum age is consistent with the oldest rocks (V38 Ma) from the Kerguelen Archipelago [30]. At Site 1140, pelagic sediment of late Eocene age (V35 Ma) is intercalated with basalt £ows (Fig. 3)."
  }, {
    "heading": "4. Eruption environment",
    "text": "Evidence from basalts and overlying sediments at Sites 738, 747, 748, 749 and 750 (Fig. 1), combined with results of subsidence modeling, has shown previously that much of the igneous crust of the SKP and CKP was erupted in a subaerial environment [36]. Portions of the SKP remained subaerial for as much as 50 Ma after volcanism ceased. The new Leg 183 drilling results corroborate, extend and add detail to these conclusions (Fig. 3). At SKP Site 1136, upper bathyal to neritic sediments overly in£ated pahoehoe lavas which lack features of submarine volcanism (e.g. pillows and quenched glassy margins) suggesting subaerial eruption. The CKP Site 1138 was above sea level during the ¢nal stages of construction; subaerial pyroclastic £ow deposits overly subaerial lava £ows that include both aa and in£ated pahoehoe types. Terrestrial and shallow marine sediments containing wood fragments, seeds,\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nspores and pollen overly igneous basement, documenting that the CKP was subaerial after volcanism ceased. The vesicularity and oxidative alteration of basement basalts at Broken Ridge Sites 1141 and 1142 which formed close to the CKP (Fig. 2) are also consistent with a subaerial environment.\nThe igneous basement complex of Elan Bank (Site 1137) includes basaltic lava £ows that were erupted subaerially, as indicated by oxidation zones and in£ated pahoehoe lava £ows. Some interbedded volcaniclastic rocks were deposited in a £uvial environment (braided river), consistent with subaerial eruption of the basalts (Fig. 3). Gradual subsidence of Elan Bank is shown by the upward succession of intercalated subaerial basalt £ows and £uvial sediments, neritic packstones and pelagic oozes.\nSki¡ Bank on the NKP (Site 1139) was also\nsubaerial during its ¢nal stages of formation, as indicated by a succession of variably oxidized volcanic and volcaniclastic rocks. After volcanism ceased, paleoenvironments of the overlying sediments changed from intertidal (beach deposits) to very high-energy, near-shore (grainstone and sandstone) to low-energy, o¡shore (packstone) to bathyal pelagic (ooze). In contrast, igneous basement at Site 1140 at the northernmost edge of the NKP consists entirely of pillow basalts and intercalated pelagic sediment."
  }, {
    "heading": "5. Post-melting magma evolution",
    "text": "Tholeiitic basalt is the dominant lava type forming the upper tens of meters of the igneous crust of the Kerguelen Plateau (Fig. 4). Tholeiitic basalts are the major component of continental £ood basalts and large oceanic islands such as Iceland and the Hawaiian Islands. Such magmas are expected when a mantle plume of relatively hot peridotite partially melts during ascent. The\n1 http://www.elsevier.nl/locate/epsl; mirror site: http://www. elsevier.com/locate/epsl\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nuppermost tholeiitic basalts forming the Kerguelen Plateau, however, do not have compositions expected of primary melts derived from partial melting of peridotite ; for example, basement basalts from Leg 183 drillsites range in MgO content from 2.8 to 8.1% MgO and Ni contents are 6 100 ppm at ¢ve of the seven sites. Their evolved compositions imply signi¢cant cooling, partial crystallization and segregation of ma¢c phases (olivine and pyroxene) from mantle-derived primary magmas as they ascended through the lithosphere. This inference is consistent with the thick, high seismic velocity, lower crust that is characteristic of oceanic plateaus and interpreted as olivine and pyroxene-rich rocks segregated from plume-derived primary magmas [37]. For example, seismic velocities increase with depth from 6.6 to 7.4 km/s in the V17 km thick lower crust of the CKP [18,19]. Moreover, xenoliths of such cumulate rocks from the lower crust/upper mantle occur in Kerguelen Archipelago lavas [38].\nIn contrast to lavas from other drillsites, the basement lavas at Ski¡ Bank (Site 1139 in Fig. 1) comprise an alkaline lava series ranging from trachybasalt to trachyte and rhyolite (Fig. 4). Similar alkaline lavas have erupted in the Kerguelen Archipelago in early Miocene and Pliocene/ Pleistocene time [39]. Ski¡ Bank, which crests 6 500 m below sea level, may have been a somewhat older island analogous to the Kerguelen Archipelago, 350 km to the east^northeast (Fig. 1).\nAn unexpected result of the recent Leg 183 drilling was the discovery that highly evolved, felsic magma was erupted explosively during the ¢- nal stages of volcanism over extensive regions of the Kerguelen Plateau. Previous drilling at four ODP sites found no evidence for explosive felsic magmatism, but at three Leg 183 drillsites (1137, 1138 and 1139), we recovered both pyroclastic £ow deposits and lavas of trachyte, dacite and quartz-bearing rhyolite (Figs. 3 and 4). At Site 1137 on Elan Bank, a 15 m thick sanidine-rich\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nvitric tu¡ is intercalated between basaltic lava £ows. Well preserved bubble-wall glass shards in part of the tu¡ together with abundant broken crystals indicate an explosive volcanic eruption. Higher in the stratigraphic sequence at Elan Bank, a £uvial conglomerate contains clasts of rhyolitic and trachytic lavas. At Site 1138 on the CKP, we recovered a 20 m thick volcaniclastic succession containing six trachytic pumice lithic breccias that were deposited by pyroclastic £ows. This volcaniclastic sequence also includes highly altered ash fall deposits that contain accretionary lapilli. Above this sequence, we recovered rounded cobbles of £ow-banded dacite. At Site 1139 on Ski¡ Bank, which forms part of the NKP, the uppermost basement contains a variety of felsic volcanic and volcaniclastic rocks. In contrast to the CKP and Elan Bank sites, biostratigraphic ages of sediments directly overlying this basement suggest that this felsic volcanism is Cenozoic in age. The Ski¡ Bank section includes densely welded pyroclastic £ow deposits of quartz-bearing rhyolite, in addition to lava £ows and reworked cobbles of volcanic rock ranging from sanidine-rich trachyte to rhyolite.\nEvolved magmas (e.g. trachyte, phonolite, rhyolite) are erupted during plume-related volcanism at oceanic islands and in some continental £ood basalt provinces. Typically these eruptions occur near the end of voluminous, basaltic magmatism. Two alternative modes of formation for highly evolved magmas are partial melting of lower crustal rocks or as residual magmas created when the supply of mantle-derived basaltic magma wanes, leading to formation of crustal level magma chambers in which highly evolved magma forms through crystal fractionation of basalt ( þ wallrock assimilation). Preliminary isotopic data for felsic clasts in the conglomerate at Site 1137 indicate that the felsic magmas formed by combined fractional crystallization and assimilation of a component with relatively high 87Sr/86Sr [40]."
  }, {
    "heading": "6. Environmental e¡ects",
    "text": "The eruption of enormous volumes of basaltic magma during formation of the Kerguelen Pla-\nteau and Broken Ridge probably had signi¢cant environmental consequences due to release of volatiles such as CO2, S, Cl and F. A key factor in the magnitude of volatile release is whether the eruptions were subaerial or submarine; hydrostatic pressure inhibits vesiculation and degassing of relatively soluble volatile components (H2O, S, Cl, F) during deep water submarine eruptions, although low solubility components (CO2, noble gases) are mostly degassed even at abyssal depths. Results of Leg 183 drilling complement earlier results from Legs 119 and 120 in demonstrating that voluminous subaerial basaltic eruptions occurred during the ¢nal constructional stages of the plateau.\nAnother important factor that would have increased the environmental consequences of Kerguelen Plateau and Broken Ridge volcanism is the high latitude at which the plateau formed (Fig. 2). In most basaltic eruptions, released volatiles remain in the troposphere. However, at high latitudes, the tropopause is relatively low, allowing large mass £ux, basaltic ¢ssure eruption plumes to transport SO2 and other volatiles into the stratosphere [41,42]. Sulfuric acid aerosol particles that form in the stratosphere after such eruptions have a longer residence time and greater global dispersal than if the SO2 remains in the troposphere; therefore, they have greater e¡ects on climate and atmospheric chemistry. The large volume and long duration of subaerial basaltic volcanism on the Kerguelen Plateau and Broken Ridge, combined with the high latitude of most of the plateau, would all have contributed to potential global environmental e¡ects.\nHighly explosive felsic eruptions, such as those that produced the pyroclastic deposits on Elan Bank, Ski¡ Bank and the CKP, can also inject both particulate material and volatiles (SO2, CO2) directly into the stratosphere [43]. The previously unrecognized, signi¢cant volume of explosive felsic volcanism that occurred when the Kerguelen Plateau and Broken Ridge were subaerial would have further contributed to the e¡ects of this plume volcanism on global climate and environment. The total volume of felsic volcanic rocks is still poorly constrained, but our results indicate that they account for a signi¢cant fraction of the\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nvolcanic deposits erupted during the ¢nal stages of magmatism at several locations on the Kerguelen Plateau."
  }, {
    "heading": "7. Magma sources for the Kerguelen Plateau and Broken Ridge",
    "text": "Tholeiitic basalts erupted at spreading ridge axes, commonly known as mid-ocean ridge basalts (MORB), have relatively low abundances of highly incompatible elements (i.e. their abundance ratios of highly to moderately incompatible elements are less than those of primitive mantle). Relative to other basalts, MORB also have a relatively low 87Sr/86Sr and high 143Nd/144Nd (Fig. 5), thereby indicating that relative depletion of highly incompatible elements is a long-term characteristic of their mantle source. In contrast, the tholeiitic basalts forming the Kerguelen Plateau and Broken Ridge have abundance ratios of highly to moderately incompatible elements similar to or greater than those of primitive mantle [44^46], and 87Sr/86Sr and 143Nd/144Nd which range to higher and lower ratios, respectively (Fig. 5). These isotopic data require that the sources of oceanic plateaus and MORB had long-term di¡erences in the parent/daughter abundance ratios, Rb/Sr and Sm/Nd.\nAlthough the Kerguelen Plateau and Broken Ridge basement are dominantly tholeiitic basalt, an important result is that basalt from each sampling site is geochemically distinct. These di¡erences include major and trace element abundances (Figs. 4 and 6) and radiogenic isotopic ratios (Fig. 5). Some geochemical di¡erences were caused by post-melting processes, but many require geochemically heterogeneous sources. Likely, mantle sources for the tholeiitic basalt magmas that constructed the Kerguelen Plateau and Broken Ridge are the Kerguelen plume and upper mantle asthenosphere; e.g. entrainment of the asthenosphere by the plume or mixing of plume and asthenosphere-derived magmas when the plume was close to a spreading ridge axis. For example, during growth of the Ninetyeast Ridge and the northern NKP, the Kerguelen plume was close to a spreading center (Fig. 2). The Sr and Nd isotopic trend\nde¢ned by the tholeiitic basalts forming the Ninetyeast Ridge is consistent with mixing between plume and asthenosphere; for example, basalts from Ninetyeast Ridge Site 756 overlap with the ¢eld for SEIRs (a subgroup of basalts from SKP Site 749 also overlaps with SEIR MORB) whereas basalts from Ninetyeast Ridge Site 216 overlap with the ¢eld proposed for the Kerguelen plume (Fig. 5).\nThe role of continental lithosphere in forming the Kerguelen Plateau and the Kerguelen Archipelago has been debated [46^49], but there is no compelling evidence for a continental component in the 6 38 Ma lavas forming the Kerguelen Archipelago [50] or the V38^82 Ma lavas forming the Ninetyeast Ridge [51^53]. In contrast, isotopic evidence suggests a continental component in the recent Big Ben volcanic series of Heard Island on the CKP [54], and in some mantle xenoliths found in Kerguelen Archipelago lavas [55,56]. Also, isotopic data for Cretaceous basalts from some sites on Kerguelen Plateau and Broken Ridge provide evidence for a continental component. For example, Sr^Nd isotopic ¢elds de¢ned by basalt from\nC\nFig. 5. Upper panel: 143Nd/144Nd versus 87Sr/86Sr showing data points for basalts recovered from the Kerguelen Plateau and Broken Ridge. The Broken Ridge samples are measured data corrected to an eruption age of 88 Ma, the dredged Kerguelen Plateau samples are measured data corrected to an eruption age of 115 Ma. The e¡ects of age correction are shown by the two ¢elds (measured and age-corrected) for ODP Site 738 on the SKP. Data for other ODP sites are not age-corrected because parent/daughter abundance ratios are not available. Shown for comparison are ¢elds for SEIR MORB (distant from the St. Paul^Amsterdam platform), St. Paul and Heard Islands (Heard data indicated by trajectory of solid line), the Ninetyeast Ridge (shaded ¢elds labelled Ninetyeast Ridge and Ninetyeast Ridge DSDP Site 216, and the entire Kerguelen Archipelago. Most samples from the Kerguelen Archipelago plot in the sub¢eld labelled `Kerguelen Plume?' Lower panel: 208Pb/204Pb versus 206Pb/204Pb showing measured data points for basalts recovered from the Kerguelen Plateau and Broken Ridge. Shown for comparison are measured ¢elds for SEIR MORB (distant from the St. Paul^Amsterdam platform), lavas from St. Paul and Amsterdam Islands and initial ratios for lavas from the Kerguelen Archipelago and the Ninetyeast Ridge. Data sources for both panels are in EPSL Online Background Data Set (see footnote 1).\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nSite 738 (V63³S on the SKP) and Dredge 8 (eastern Broken Ridge) are well beyond those of oceanic island basalt (Fig. 5). High 87Sr/86Sr, 207Pb/ 204Pb, 208Pb/204Pb and low 143Nd/144Nd, 206Pb/ 204Pb (Fig. 5) coupled with relative depletion in abundances of Nb and Ta are compelling evidence that Site 738 basalts contain a continental component [46]. Similar geochemical characteristics occur in the crustally contaminated Bunbury Basalt of western Australia, a 123^130 Ma continental basaltic province that has been attributed to the Kerguelen plume [57]. Although not as striking, relatively high 87Sr/86Sr and low 143Nd/\n144Nd and 206Pb/204Pb coupled with relatively low Nb abundances [44] also characterize basalt from CKP Site 747 (Fig. 5). Lead isotopic ratios are especially sensitive for identifying a continental crust component because typical Pb contents in continental crust exceed those of basalt by a factor of two or more. Relative to the Pb isotopic ¢elds for basalts of the Kerguelen Archipelago and Ninetyeast Ridge, Site 747 and most other Kerguelen Plateau and Broken Ridge basalts are o¡set to low 206Pb/204Pb at a given 208Pb/204Pb (Fig. 5). This o¡set to low 206Pb/204Pb requires a long-term low U/Pb ratio; low U/Pb ratios are characteristic of lower continental crust and pelagic clays [58,59]. Finally, geochemical evidence for a continental component in basalts forming the Kerguelen Plateau and Broken Ridge is consistent with crustal velocity structure determined by wide-angle seismic data that suggest a stretched continental fragment in the SKP at V58³S [17,18]. Therefore, accumulating evidence suggests that the e¡ects of continental material are widespread in the Kerguelen Plateau and Broken Ridge.\nA major objective of ODP Leg 183 was to sample the Kerguelen Plateau and Broken Ridge in diverse areas to constrain the spatial and temporal role of continental components. Only preliminary isotopic data are available for the recently acquired (December 1998^February 1999) Leg 183 basalts [40]. However, shipboard-obtained trace element abundances are useful in evaluating the relative roles of plume, asthenosphere and continental components. A Nb/Y versus Zr/Y plot has been used to distinguish between lavas derived from the Icelandic plume and North Atlantic MORB [60]. Lavas, varying from V82 Ma to Pliocene/Pleistocene in age, associated with the Kerguelen plume de¢ne a Nb/Y^Zr/Y ¢eld overlapping the lower boundary for the Icelandic plume (Fig. 6); we infer that the Kerguelen plume lies on this boundary. Not surprisingly, the Kerguelen and Icelandic plumes are geochemically distinct. Basement basalts from Broken Ridge and several locations on the Kerguelen Plateau also lie along this trend (namely, Sites 747, 1136, 1138 and 1140). Two Kerguelen Plateau sites are within the Icelandic ¢eld (Sites 749 and\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\n750), and two others (Sites 738 and 1137), like MORB, lie below the plume ¢eld. However, basalts from Site 738 do not have MORB isotopic characteristics (Fig. 6). Because continental crustal rocks also plot below the plume ¢eld, plumerelated basalts contaminated by continental crust de¢ne a trend very similar to that of basalts from Site 738 and 1137 (Fig. 6). We infer that these basalts are plume-derived basalts that were contaminated by continental crust.\nIntercalated within the V150 m of dominantly basaltic basement at Site 1137 (Elan Bank) is a V26 m section of £uvial conglomerate. This conglomerate contains diverse clasts ranging from basalt to porphyritic trachyte and £ow-banded rhyolite to granitoid and garnet^biotite gneiss (Fig. 7). These clasts provide a sampling of the subaerial Elan Bank during Late Cretaceous time. The source for clasts of garnet^biotite gneiss is unequivocally continental crust. Ongoing age determinations and isotopic studies of these clasts and basement basalt by the shipboard scienti¢c party will test the hypothesis that Site 1137 basalts were contaminated by continental crust similar to that exposed on Elan Bank [40,61]. A closer look at the metamorphic and granitic rocks, originally interpreted as ice-rafted debris, dredged from an exposed faulted basement block in the Labuan Basin [22], is clearly warranted."
  }, {
    "heading": "8. A mechanism for introduction of continental lithosphere into an oceanic environment",
    "text": "Continental material, whether derived from continental crust or subcrustal continental lithosphere, is occasionally incorporated into oceanic lithosphere. Examples range from microcontinents such as Seychelles and Jan Mayen with normal or reduced continental crustal thicknesses to fragments of continental derived rocks to geochemical signatures in oceanic basalts that have been interpreted to represent the in£uence of deeply recycled continental lithosphere (e.g. [62^ 65]). As described above, evidence for continental components in the Kerguelen Plateau and Broken Ridge encompasses a range of petrologic, geochemical and geophysical signatures that may re-\n£ect more than one process. However, the simplest mechanism for incorporating continental material into the Kerguelen Plateau is a ridge jump post-dating breakup and initial sea£oor spreading between India and Antarctica. One or more ridge jumps to the north would have transferred continental parts of the Indian plate to oceanic portions of the Antarctic plate, accounting for features like Elan Bank and the portion of the SKP characterized by continental crustal velocities. Published plate motion models (Fig. 2) do not show any ridge jumps because the oceanic crust between Antarctic and Kerguelen Plateau formed during the long Cretaceous Normal Superchron, and is therefore not datable using the usual technique of marine magnetic anomaly identi¢cation. Nevertheless, the unambiguously\nFig. 6. Nb/Y versus Zr/Y. This discrimination plot [60] distinguishes between basalts derived from the Icelandic plume (data lying within the diagonal lines labelled `Icelandic Plume') and MORB derived from the North Atlantic asthenosphere (data lying below the lower diagonal line). Fitton et al. [60] showed that basalts derived from a common peridotite source by variable extents of melting de¢ne a trend parallel to these lines. The upper panel shows 82 Ma to recent lavas associated with the Kerguelen plume. These lavas, tholeiitic basalts from the Ninetyeast Ridge and transitional to alkalic basalts from the Kerguelen Archipelago, de¢ne a trend that overlaps the lower boundary line. A representative ¢eld for SEIR MORB is shown for comparison. The lower panel shows results for basement basalts from Kerguelen Plateau and Broken Ridge. The most straightforward interpretation of the data for basalts from the Ninetyeast Ridge, Kerguelen Archipelago, Kerguelen Plateau and Broken Ridge is that the Kerguelen plume lies along the lower boundary line for the Icelandic plume. This result is not surprising since mantle heterogeneity is largely expressed by a vertical trend, variable Nb/Y, in this ¢gure or in other words all plumes do not have the same Nb/Y ratio. Note that an o¡set to lower Nb/Y at a given Zr/Y is characteristic of MORB and continental crust. A principally MORB source for basalts derived from the Kerguelen plume is unlikely given their Sr and Nd isotopic ratios (Fig. 5). Therefore, we interpret that data for basalts from Sites 738 and 1137 lie on the MORB side of the dividing line because they are plume-derived basalts that have been contaminated by continental crust. For reference, points are shown for primitive mantle (PM), average MORB, average oceanic island alkalic basalt (OIB), upper and lower continental crustal averages (UCC and LCC, respectively). Data sources for both panels are in EPSL Online Background Data Set (see footnote 1).\nC\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\ncontinental garnet^biotite gneiss recovered from Site 1137 on Elan Bank strongly suggests that at least one northward ridge jump transferred a continental fragment, Elan Bank, from the Indian to the Antarctic plate. The ages of zircons in this gneiss will test this hypothesis."
  }, {
    "heading": "9. Conclusions",
    "text": "Recovery of volcanic rocks and interbedded and overlying sediments on ODP Legs 119, 120 and 183 indicate that:\n(a) Much of the SKP and perhaps Elan Bank formed at V110 Ma, but younger ages, V85 Ma, have been reported for the CKP and Broken Ridge [8,27,28]. In progress dating of lavas from\nLeg 183 Site 1138 will more ¢rmly establish the age of the CKP. Subsequent to formation of the SKP, Elan Bank, CKP and Broken Ridge, plate motions over the Kerguelen plume resulted in formation of Ninetyeast Ridge (V82^38 Ma) and the NKP (9 35 Ma). Before Leg 183, the submarine igneous basement of Elan Bank and the NKP was unsampled.\n(b) The growth rate of the Kerguelen Plateau and Broken Ridge at ¢ve of seven new drillsites was su¤cient to form subaerial landmasses. This was most spectacularly revealed at Site 1138 on the CKP by wood fragments in a dark brown\nEPSL 5355 2-2-00 Cyaan Magenta Geel Zwart\nsediment overlying the subaerially erupted lava £ows, a result consistent with the charcoal and wood fragments in sediments overlying igneous rocks at ODP Site 750 in the SKP [66].\n(c) Tholeiitic basalt is the dominant rock forming the Cretaceous Kerguelen Plateau/Broken Ridge LIP, the Ninetyeast Ridge and the NKP; the volume and age progression and geochemical characteristics of these basalts are consistent with derivation from a long-lived Kerguelen plume.\n(d) The terminal stage of volcanism forming the LIP included explosive eruptions of volatile-rich felsic magmas, which adds a new dimension to the potential of oceanic plateau magmatism for instigating global environmental change.\n(e) At Site 1137 on Elan Bank, V26 m of £uvial conglomerate is intercalated with basaltic £ows; most notable are clasts of garnet^biotite gneiss, a continental crustal rock. This is the ¢rst unequivocal evidence of continental crust from the Kerguelen Plateau and Broken Ridge. Previous geochemical studies of basalt from the SKP and eastern Broken Ridge identi¢ed a component derived from continental crust [44,46], but the mechanism for incorporation of a continental component into the oceanic plateau was unconstrained. Possible processes range from recycling of continental material into a deep mantle plume to contamination of mantle-derived basaltic magma by fragments of continental crust isolated in the embryonic Indian Ocean crust by spreading center jumps during early sea£oor spreading between Antarctica and India. The latter process is consistent with the ¢nding of continental rock on Elan Bank."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the master (A. Ribbens), drilling superintendent (S. Pederson), operations manager (M. Storms) and crew of the JOIDES Resolution for their dedication and e¡orts during ODP Leg 183. We are also grateful to JOIDES, JOI, and ODP for making Legs 183, 120 and 119 happen. The Australian Geological Survey Organization (P. Symonds) and Ecole et Observatoire des Sciences de la Terre of the Universitë Louis Pasteur\n(Strasbourg 1; R. Schlich) generously provided all of the multichannel seismic site survey data for Legs 183, 120 and 119. Finally, G. Fitton and A. Saunders are thanked for their useful review comments. This is the University of Texas at Austin Institute for Geophysics contribution #1488.[CL]"
  }],
  "year": 2000,
  "references": [{
    "title": "Geological consquences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology 19 ",
    "year": 1991
  }, {
    "title": "Eldholm, Large igneous provinces: crustal structure, dimensions and external consequences",
    "authors": ["O.M. Co¤n"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Mantle plumes and episodic crustal growth",
    "authors": ["M. Stein", "A.W. Hofmann"],
    "venue": "Nature 373 ",
    "year": 1994
  }, {
    "title": "The life cycle of Indian Ocean hotspots",
    "authors": ["R.A. Duncan", "M. Storey"],
    "venue": "in: R.A. Duncan, D.K. Rea, R.B. Kidd, U. von Rad and J.K. Weissel (Eds.), Synthesis of Results from Scienti¢c Drilling in the Indian Ocean, Geophys. Monogr. 70, Am. Geophys. Union",
    "year": 1992
  }, {
    "title": "The in£uence of mantle plumes in generation of Indian oceanic crust",
    "authors": ["D. Weis", "W.M. White", "F.A. Frey", "R.A. Duncan", "J. Dehn", "M. Fisk", "J. Ludden", "A. Saunders", "M. Storey"],
    "venue": "in: R.A. Duncan, D.K. Rea, R.B. Kidd, U. von Rad and J.K. Weissel (Eds.), Synthesis of Results from Scienti¢c Drilling in the Indian Ocean, Geophys. Monogr. 70, Am. Geophys. Union",
    "year": 1992
  }, {
    "title": "Kerguelen hot spot source for the Rajmahal traps and Ninetyeast Ridge",
    "authors": ["J.J. Mahoney", "J.D. McDougall", "G.W. Lugmair", "K. Gopalan"],
    "venue": "Nature 303 ",
    "year": 1983
  }, {
    "title": "Age distribution of volcanism along aseismic ridges in the eastern Indian Ocean",
    "authors": ["R.A. Duncan"],
    "venue": "in: J. Weissel, J. Peirce, E. Taylor, J. Alt, et al., Proc. Ocean Drill. Prog., Scienti¢c Results 121, Ocean Drill. Prog., College Station, TX",
    "year": 1991
  }, {
    "title": "Seismic stratigraphy of the Raggatt Basin, southern Kerguelen Plateau: tectonic and paleoceanographic implications, Geol",
    "authors": ["M.F. Co¤n", "M. Munschy", "J.B. Colwell", "R. Schlich", "H.L. Davies", "Z.G. Li"],
    "year": 1990
  }, {
    "title": "Basement re£ectors in the Kerguelen Plateau",
    "authors": ["M. Schaming", "Y. Rotstein"],
    "venue": "south Indian Ocean: Implications for the structure and early history of the plateau, Geol. Soc. Am. Bull. 102 ",
    "year": 1990
  }, {
    "title": "Structure of the Kerguelen Plateau province from SEASAT altimetry and seismic re£ection",
    "authors": ["M.F. Co¤n", "H.L. Davies", "W.F. Haxby"],
    "venue": "data, Nature",
    "year": 1986
  }, {
    "title": "F",
    "authors": ["B. Fritsch", "R. Schlich", "M. Munschy"],
    "venue": "Fezga and M.F. EPSL 5355 2-2-00 Cyaan Magenta Geel Zwart  F.A. Frey et al. / Earth and Planetary Science Letters 176 ",
    "year": 2000
  }, {
    "title": "M",
    "authors": ["Y. Rotstein", "R. Schlich"],
    "venue": "Munschy, M.F. Co¤n, Structure and tectonic history of the southern Kerguelen Plateau (Indian Ocean) deduced from seismic re£ection data, Tectonics 11 ",
    "year": 1992
  }, {
    "title": "Co¤n, Jurassic to Eocene plate tectonic reconstructions in the Kerguelen Plateau region",
    "authors": ["M.F.J.-Y. Royer"],
    "venue": "Proc. Ocean Drill. Prog., Scienti¢c Results 120, College Station,",
    "year": 1992
  }, {
    "title": "Mise en evidence d'une nouvelle direction tectonique sur le plateau de Kerguelen",
    "authors": ["M.P. Angouluant-Coulon", "R. Schlich"],
    "venue": "C.R. Acad. Sci. Paris Ser. 2 319 ",
    "year": 1994
  }, {
    "title": "Co¤n, Early development of the southern Kerguelen Plateau (Indian Ocean) from ocean bottom seismograph and multichannel seismic re£ection data",
    "authors": ["M.F.L. Ko«nnecke"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Kerguelen Plateau: a volcanic passive margin fragment",
    "authors": ["S. Operto", "P. Charvis"],
    "venue": "Geology 23 ",
    "year": 1995
  }, {
    "title": "Deep structure of the southern Kerguelen Plateau (southern Indian Ocean) from ocean bottom seismometer wide-angle seismic data",
    "authors": ["S. Operto", "P. Charvis"],
    "venue": "J. Geophys. Res. 101 ",
    "year": 1996
  }, {
    "title": "Deep structure of the northern Kerguelen Plateau and hotspot-related activity",
    "authors": ["P. Charvis", "M. Recq", "S. Operto", "D. Brefort"],
    "venue": "Geophys. J. Int. 122 ",
    "year": 1995
  }, {
    "title": "The early opening between Broken Ridge and Kerguelen Plateau",
    "authors": ["J.C. Mutter", "S.C. Cande"],
    "venue": "Earth Planet. Sci. Lett. 65 ",
    "year": 1983
  }, {
    "title": "Flexural uplift of rift £anks due to mechanical unloading of the lithosphere during extension",
    "authors": ["J.K. Weissel", "G.D. Karner"],
    "venue": "J. Geophys. Res. 94 ",
    "year": 1989
  }, {
    "title": "Rësultats d'un dragage par 55318PS-83304PE dans le Bassin de Labuan (campagne MD67), ocëan Indien mëridional: implications gëodynamique, (abs.), Sociëtë Gëologique de France, Journëes Spëcialisëes",
    "authors": ["T. Montigny", "A.M. Karpo", "C. Hofmann"],
    "year": 1993
  }, {
    "title": "The Kerguelen Isles (Southern Indian Ocean) New results on deep structure from refraction pro¢les",
    "authors": ["M. Recq", "D. Brefort", "J. Malod", "J.-L. Veinante"],
    "venue": "Tectonophysics 182 ",
    "year": 1990
  }, {
    "title": "Structure profonde du mont Ross d'apre©s la rëfraction sismique (les Kerguelen ocëan Indien austral)",
    "authors": ["M. Recq", "I. LeRoy", "P. Charvis", "J. Goslin", "D. Brefort"],
    "venue": "Can. J. Earth Sci. 31 ",
    "year": 1994
  }, {
    "title": "J",
    "authors": ["L. Leclaire", "Y. Bassias", "M. Denis-Clochiatti", "H.L. Davies", "I. Gautier", "B. Gensous", "P.-J. Giannesini", "P. Patriat"],
    "venue": "Sëgou¢n, M. Tesson, J. Wannesson, Lower Cretaceous basalt and sediments from the Kerguelen Plateau, Geo- Mar. Lett. 7 ",
    "year": 1987
  }, {
    "title": "K^Ar and 40Ar^39Ar ages of central Kerguelen  Plateau basalts",
    "authors": ["H. Whitechurch", "R. Montigny", "J. Sevigny", "M. Storey", "V. Salters"],
    "venue": "in: Proc. Ocean Drill. Prog., Scienti¢c Results 120, W.S. Wise and R. Schlich, et al., Ocean Drill. Prog., College Station, TX",
    "year": 1992
  }, {
    "title": "40Ar/39Ar geochronology of mid-Cretaceous Indian ocean basalts: constraints on the origin of large £ood basalt provinces",
    "authors": ["M.S. Pringle", "M. Storey", "J. Wigbrans"],
    "venue": "EOS Trans. Am. Geophys. Union 75 ",
    "year": 1994
  }, {
    "title": "Wicquart, Upper Cretaceous and Paleogene sediments from the northern Kerguelen Plateau, Geo-Mar",
    "authors": ["E.F. Fro«hlich"],
    "year": 1989
  }, {
    "title": "A study of Kerguelen plutonism: petrology",
    "authors": ["A. Giret", "J. Lameyre"],
    "venue": "geochronology and geological implications, in: R.L. Oliver, P.R. James and J.B. Jago (Eds.), Antarctic Earth Science, Australian Academy of Sciences, Canberra",
    "year": 1983
  }, {
    "title": "Geochemical characteristics of the youngest volcano (Mount Ross) in the Kerguelen Archipelago: Inferences for magma £ux",
    "authors": ["D. Weis", "F.A. Frey", "A. Giret", "J.M. Cantagrel"],
    "venue": "lithosphere assimilation and composition of the Kerguelen Plume, J. Petrol. 39 ",
    "year": 1998
  }, {
    "title": "Volcanic evolution of Heard and McDonald Islands",
    "authors": ["I. Clarke", "I. McDougall", "D. Whitford"],
    "venue": "southern Indian Ocean, in: R.L. Oliver, P.R. James and J.B. Jago (Eds.), Antarctic Earth Science, Australian Academy of Sciences, Canberra",
    "year": 1983
  }, {
    "title": "S",
    "authors": ["P.G. Quilty"],
    "venue": "Sha¢k, A. McMinn, H. Brady and I. Clarke, Microfossil evidence for the age and environment of deposition of sediments of Heard and McDonald Islands, in: R.L. Oliver, P.R. James and J.B. Jago (Eds.), Antarctic Earth Science, Australian Academy of Sciences, Canberra",
    "year": 1983
  }, {
    "title": "Submarine alkali lavas (14^10 Ma) erupted between Heard Island and the Kerguelen Archipelago",
    "authors": ["D. Weis", "D. Damasceno", "J.S. Scoates", "R. Schlich", "M. Schaming", "R. Montigny", "F.A. Frey"],
    "venue": "EOS Trans. Am. Geophys. Union 79 ",
    "year": 1998
  }, {
    "title": "Emplacement and subsidence of Indian Ocean Plateaus and submarine ridges",
    "authors": ["M.F. Co¤n"],
    "venue": "Geophys. Monogr. 70, Am. Geophys. Union,",
    "year": 1992
  }, {
    "title": "Petrological models of magma evolution and deep crustal structure beneath hotspots and £ood basalt provinces",
    "authors": ["C. Farnetani", "M.A. Richards", "M.S. Ghiorso"],
    "venue": "Earth Planet. Sci. Lett. 143 ",
    "year": 1996
  }, {
    "title": "A",
    "authors": ["M. Gregoire", "N. Mattieli", "C. Nicollet", "J.Y. Cottin", "H. Leyrit", "D. Weis", "N. Shimizu"],
    "venue": "Giret, Oceanic ma¢c EPSL 5355 2-2-00 Cyaan Magenta Geel Zwart  F.A. Frey et al. / Earth and Planetary Science Letters 176 (2000) 73^89  87  granulite xenoliths from the Kerguelen archipelago, Nature 367 ",
    "year": 1994
  }, {
    "title": "Kerguelen Archipelago revisited: geochemical and isotopic study of the southeast province lavas",
    "authors": ["D. Weis", "F.A. Frey", "H. Leyrit", "I. Gautier"],
    "venue": "Earth Planet. Sci. Lett. 118 ",
    "year": 1993
  }, {
    "title": "K",
    "authors": ["D. Weis", "J. Barling", "D. Damasceno", "F.A. Frey"],
    "venue": "Nicolaysen and the Leg 183 Shipboard Scienti¢c Party, Evidence for a continental component at Elan Bank from Leg 183^Site 1137 on the Kerguelen Plateau, in: Ninth Annual V.M. Goldschmidt Conference, Lunar and Planetary Institute, Houston, TX",
    "year": 1999
  }, {
    "title": "The importance of Pahoehoe",
    "authors": ["S. Self", "L. Keszthelyi", "T. Thordarson"],
    "venue": "Annu. Rev. Earth Planet. Sci. 26 ",
    "year": 1998
  }, {
    "title": "Rampino, Basaltic ¢ssure eruptions, plume heights, and atmospheric aerosols",
    "authors": ["R.B. Stothers", "J.A. Wol", "M.R.S. Self"],
    "venue": "Geophys. Res. Lett",
    "year": 1986
  }, {
    "title": "Atmospheric e¡ects of the Mt",
    "authors": ["M.P. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Pinatubo eruption, Nature 373 ",
    "year": 1995
  }, {
    "title": "P",
    "authors": ["M. Storey", "R.W. Kent", "A.D. Saunders", "V.J. Salters", "J. Hergt", "H. Whitechurch", "J.H. Sevigny", "M.F. Thirlwall"],
    "venue": "Leat, N.C. Ghose and M. Gi¡ord, Lower Cretaceous volcanic rocks on continental margins and their relationship to the Kerguelen Plateau, in: S.W. Wise, R. Schlich, et al., Proc. Ocean Drill. Prog., Scienti¢c Results 120, Ocean Drill. Prog., College Station, TX",
    "year": 1992
  }, {
    "title": "Composition",
    "authors": ["K.W. Mehl", "P.R. Bitschene", "H.-U. Schmincke", "J. Hertogen"],
    "venue": "alteration, and origin of the basement lavas and volcaniclastic rocks at Site 738 southern Kerguelen Plateau, in: J. Barron, B. Larsen, et al., Proc. Ocean Drill. Prog., Scienti¢c Results 119, Ocean Drill, Prog, College Station, TX",
    "year": 1991
  }, {
    "title": "Geochemical characteristics of lavas from Broken Ridge",
    "authors": ["J. Mahoney", "W. Jones", "F.A. Frey", "V. Salters", "D. Pyle", "H. Davies"],
    "venue": "the Naturaliste Plateau and Southernmost Kerguelen Plateau: Early volcanism of the Kerguelen hotspot, Chem. Geol. 120 ",
    "year": 1995
  }, {
    "title": "Kerguelen: continental fragment or oceanic island",
    "authors": ["N.D. Watkins", "B.M. Gunn", "J. Nougier", "A.K. Baksi"],
    "venue": "Geol. Soc. Am. Bull. 85 ",
    "year": 1974
  }, {
    "title": "A Nd isotopic study of the Kerguelen Islands: inferences on enriched oceanic mantle sources",
    "authors": ["L. Dosso", "V.R. Murthy"],
    "venue": "Earth Planet. Sci. Lett. 48 ",
    "year": 1980
  }, {
    "title": "Kerguelen Archipelago revisited: geochemical and isotopic study of the southeast province lavas",
    "authors": ["D. Weis", "F.A. Frey", "H. Leyrit", "I. Gautier"],
    "venue": "Earth Planet. Sci. Lett. 118 ",
    "year": 1993
  }, {
    "title": "Petrogenesis of the £ood basalts forming the northern Kerguelen Archipelago: Implications for the Kerguelen Plume",
    "authors": ["H.-J. Yang", "F.A. Frey", "D. Weis", "A. Giret", "D. Pyle", "G. Michon"],
    "venue": "J. Petrol. 39 (4) ",
    "year": 1998
  }, {
    "title": "Geochemical and petrologic data for basalts from Sites 756",
    "authors": ["F.A. Frey", "W.B. Jones", "H. Davies", "D. Weis"],
    "venue": "757 and 758: Implications for the origin and evolution of Ninetyeast Ridge, in: J. Weissel, J. Peirce, J. Alt, et al.,  Proc. Ocean Drill. Prog., Scienti¢c Results 121, Ocean Drill. Prog., College Station, TX",
    "year": 1991
  }, {
    "title": "Isotope geochemistry of Ninetyeast Ridge basement basalts: Sr",
    "authors": ["D. Weis", "F.A. Frey"],
    "venue": "Nd and Pb evidence for the involvement of the Kerguelen hotspot, in: J. Weissel, J. Peirce, J. Alt, et al., Proc. Ocean Drill. Prog., Scienti¢c Results 121, Ocean Drill. Prog., College Station, TX",
    "year": 1991
  }, {
    "title": "Temporal evolution of the Kerguelen plume: geochemical evidence from V38 to 82 Ma lavas forming the Ninetyeast Ridge",
    "authors": ["F.A. Frey", "D. Weis"],
    "venue": "Contrib. Mineral. Petrol. 121 ",
    "year": 1995
  }, {
    "title": "Geochemistry of Heard Island (southern Indian Ocean): characterization of an enriched mantle component and implications for enrichment of the sub-Indian ocean mantle",
    "authors": ["J. Barling", "S.L. Goldstein", "I.A. Nicholls"],
    "venue": "J. Petrol. 35 ",
    "year": 1994
  }, {
    "title": "Osmium isotopic evidence for ancient subcontinental mantle beneath the Kerguelen Islands",
    "authors": ["D. Hassler", "N. Shimizu"],
    "venue": "Southern Indian Ocean, Science 280 ",
    "year": 1998
  }, {
    "title": "Evolution of heterogeneous lithospheric mantle in a plume environment beneath the Kerguelen Archipelago",
    "authors": ["N. Mattielli", "D. Weis", "J.S. Scoates", "N. Shimizu", "J.-P. Mennessier", "M. Gregoire", "J.-Y. Cottin", "A. Giret"],
    "venue": "J. Petrol. 40 ",
    "year": 1999
  }, {
    "title": "N",
    "authors": ["F.A. Frey"],
    "venue": "McNaughton, D.R. Nelson, J.R. deLaeter, R. Duncan, Geochemistry characteristics of the Bunbury Basalts, western Australia: Interaction between the Kerguelen plume and Gondwana lithosphere, Earth Planet. Sci. Lett. 144 ",
    "year": 1996
  }, {
    "title": "Nature and composition of the continental crust: a lower crustal perspective",
    "authors": ["R.L. Rudnick", "D.M. Fountain"],
    "venue": "Rev. Geophys. 33 ",
    "year": 1995
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "C.H. Langmuir"],
    "venue": "Chem. Geol. 145 ",
    "year": 1998
  }, {
    "title": "Thermal and chemical structure of the Iceland plume",
    "authors": ["J.G. Fitton", "A.D. Saunders", "M.J. Norry", "B.S. Hardarson", "R.N. Taylor"],
    "venue": "Earth Planet. Sci. Lett. 153 ",
    "year": 1997
  }, {
    "title": "D",
    "authors": ["K.E. Nicolaysen"],
    "venue": "Weis, F.A. Frey, S.A. Bowring, M.F. Co¤n and the Leg 183 Shipboard Scienti¢c Party, Geochronological constraints on the source of continental rocks from the Kerguelen Plateau, ODP Site 1137 Elan Bank, in: Ninth Annual V.M. Goldschmidt Conference, Lunar and Planetary Institute, Houston, TX",
    "year": 1999
  }, {
    "title": "Palaeozoic and Proterozoic zircons from the Mid-Atlantic Ridge",
    "authors": ["J. Pilot", "C.-D. Werner", "F. Haubrich", "N. Baumann"],
    "venue": "Nature 393 ",
    "year": 1998
  }, {
    "title": "Three component isotopic heterogeneity near the oceanographic transform",
    "authors": ["S.B. Shirey", "J.F. Bender", "C.H. Langmuir"],
    "venue": "Mid-Atlantic Ridge, Nature 325 ",
    "year": 1987
  }, {
    "title": "Beyond EM-1 Lavas from Afanasy-Nikitin Rise and the Crozet Archipelago",
    "authors": ["J.J. Mahoney", "W.M. White", "B.G.J. Upton", "C.R. Neal", "R.A. Scrutton"],
    "venue": "Indian Ocean, Geology 24 (1996) 615. EPSL 5355 2-2-00 Cyaan Magenta Geel Zwart  F.A. Frey et al. / Earth and Planetary Science Letters 176 ",
    "year": 2000
  }, {
    "title": "Structure of the Jan Mayen microcontinent and implications for its evolution",
    "authors": ["S. Kodaira", "R. Mjelde", "K. Gunnarsson", "H. Shiobara", "H. Shimamura"],
    "venue": "Geophys. J. Int. 132 ",
    "year": 1998
  }, {
    "title": "Co¤n, Cretaceous fossil wood from the Raggatt Basin, southern Kerguelen Plateau (Site 750)",
    "authors": ["M.F.J.E. Francis"],
    "venue": "Proc. Ocean Drill. Prog., Scienti¢c Results 120, Ocean Drill. Prog., College Station,",
    "year": 1992
  }, {
    "title": "Marine gravity anomaly from Geosat and ERS-1 satellite altimetry",
    "authors": ["D.T. Sandwell", "W.H.F. Smith"],
    "venue": "J. Geophys. Res. 102 ",
    "year": 1997
  }, {
    "title": "Plate tectonic setting of the Tasmanian region",
    "authors": ["J.Y. Royer", "N. Rollet"],
    "venue": "Aust. J. Earth Sci. 44 ",
    "year": 1997
  }, {
    "title": "Lawver, Revised plate motions relative to hotspots from combined Atlantic and Indian Ocean hotspot",
    "authors": ["R.D. Mu«ller", "L.A.J.Y. Royer"],
    "venue": "tracks, Geology",
    "year": 1993
  }, {
    "title": "Further evidence for the Early Cretaceous breakup of Gondwanaland o¡ Southwestern Australia",
    "authors": ["R.G. Markl"],
    "venue": "Mar. Geol. 26 ",
    "year": 1978
  }, {
    "title": "A case for Australia-Antarctica separation in the Neocomian (ca",
    "authors": ["H.M.J. Stagg", "J.B. Willcox"],
    "venue": "125 Ma), Tectonophysics 210 (1992) 21^32. EPSL 5355 2-2-00 Cyaan Magenta Geel Zwart  F.A. Frey et al. / Earth and Planetary Science Letters 176 ",
    "year": 2000
  }],
  "id": "SP:7ff3d80e2fd47d006e7d882d66a99438e0b63bef",
  "authors": [{
    "name": "F.A. Frey",
    "affiliations": []
  }, {
    "name": "M.F. Co¤n",
    "affiliations": []
  }, {
    "name": "P.J. Wallace",
    "affiliations": []
  }, {
    "name": "D. Weis",
    "affiliations": []
  }, {
    "name": "X. Zhao",
    "affiliations": []
  }, {
    "name": "S.W. Wise Jr.",
    "affiliations": []
  }, {
    "name": "V. Wa«hnert",
    "affiliations": []
  }, {
    "name": "D.A.H. Teagle",
    "affiliations": []
  }, {
    "name": "P.J. Saccocia",
    "affiliations": []
  }, {
    "name": "D.N. Reusch",
    "affiliations": []
  }, {
    "name": "M.S. Pringle",
    "affiliations": []
  }, {
    "name": "K.E. Nicolaysen",
    "affiliations": []
  }, {
    "name": "C.R. Neal",
    "affiliations": []
  }, {
    "name": "R.D. Mu«ller",
    "affiliations": []
  }, {
    "name": "C.L. Moore",
    "affiliations": []
  }, {
    "name": "J.J. Mahoney",
    "affiliations": []
  }, {
    "name": "L. Keszthelyi",
    "affiliations": []
  }, {
    "name": "H. Inokuchi",
    "affiliations": []
  }, {
    "name": "R.A. Duncan",
    "affiliations": []
  }, {
    "name": "H. Delius",
    "affiliations": []
  }, {
    "name": "J.E. Damuth",
    "affiliations": []
  }, {
    "name": "D. Damasceno",
    "affiliations": []
  }, {
    "name": "H.K. Coxall",
    "affiliations": []
  }, {
    "name": "M.K. Borre",
    "affiliations": []
  }, {
    "name": "F. Boehm",
    "affiliations": []
  }, {
    "name": "J. Barling",
    "affiliations": []
  }, {
    "name": "N.T. Arndt",
    "affiliations": []
  }, {
    "name": "M. Antretter",
    "affiliations": []
  }],
  "abstractText": "Oceanic plateaus form by mantle processes distinct from those forming oceanic crust at divergent plate boundaries. Eleven drillsites into igneous basement of Kerguelen Plateau and Broken Ridge, including seven from the recent Ocean Drilling Program Leg 183 (1998^99) and four from Legs 119 and 120 (1987^88), show that the dominant rocks are basalts with geochemical characteristics distinct from those of mid-ocean ridge basalts. Moreover, the physical characteristics of the lava flows and the presence of wood fragments, charcoal, pollen, spores and seeds in the shallow water sediments overlying the igneous basement show that the growth rate of the plateau was sufficient to form subaerial landmasses. Most of the southern Kerguelen Plateau formed at V110 Ma, but the uppermost submarine lavas in the northern Kerguelen Plateau erupted during Cenozoic time. These results are consistent with derivation of the plateau by partial melting of the Kerguelen plume. Leg 183 provided two new major observations about the final growth stages of the Kerguelen Plateau. 1: At several locations, volcanism ended with explosive eruptions of volatilerich, felsic magmas; although the total volume of felsic volcanic rocks is poorly constrained, the explosive nature of the eruptions may have resulted in globally significant effects on climate and atmospheric chemistry during the late-stage, subaerial growth of the Kerguelen Plateau. 2: At one drillsite, clasts of garnet^biotite gneiss, a continental rock, occur in a fluvial conglomerate intercalated within basaltic flows. Previously, geochemical and geophysical evidence has been used to infer continental lithospheric components within this large igneous province. A continental geochemical signature in an oceanic setting may represent deeply recycled crust incorporated into the Kerguelen plume or continental fragments dispersed during initial formation of the Indian Ocean during breakup of Gondwana. The clasts of garnet^biotite gneiss are the first unequivocal evidence of continental crust in this oceanic plateau. We propose that during initial breakup between India and Antarctica, the spreading center jumped northwards transferring slivers of the continental Indian plate to oceanic portions of the Antarctic plate. ß 2000 Published by Elsevier Science B.V. All rights reserved.",
  "title": "Origin and evolution of a submarine large igneous province: the Kerguelen Plateau and Broken Ridge, southern Indian Ocean"
}