{
  "sections": [{
    "text": "2086\nRespiration and calcium carbonate production by the invasive Asian clam, Potamocorbula amurensis, were calculated to assess their importance as CO2 sources in northern San Francisco Bay. Production, calculated using monthly population density and size structure measured at three sites over 7 yr and a shell length/CaCO3 conversion factor, averaged 221 (6184) g CaCO3 m22 yr21. Net calcium carbonate production by this exotic bivalve releases CO2 at a mean rate of 18 (617) g C m22 yr21. Respiration by P. amurensis, estimated from secondary production, releases additional CO2 at a mean rate of 37 (634) g C m22 yr21. Therefore, total net CO2 production by P. amurensis averages 55 (651) g C m22 yr21 in an estuarine domain where net primary production consumes only 20 g inorganic C m22 yr21. CO2 production by P. amurensis in northern San Francisco Bay is an underestimate of the total CO2 supply from the calcified zoobenthic communities of San Francisco Bay, and results from other studies have suggested that this rate is not unusual for temperate estuaries. Global extrapolation yields a gross CO2 production rate in the world’s estuaries of 1 3 1014 g C yr21, which suggests that calcified benthic organisms in estuaries generate CO2 equal in magnitude to the CO2 emissions from the world’s lakes or from planetary volcanism (the net source is determined by the highly variable rate of CO2 consumption by carbonate dissolution). This biogenic CO2 source is increasing because of the continuing global translocation of mollusks and their successful colonization of new habitats.\nThe combination of a unique level of global warming in the late 20th century and narrowed constraints on the role of natural variability provide growing evidence that a greenhouse effect from anthropogenic CO2 emissions can be distinguished from natural variability in the climate system (Crowley 2000). However, there remain large uncertainties in the contemporary global carbon budget and even gaps in our knowledge of the processes contributing to planetary carbon cycling (Schlesinger 1997). We have not yet identified or measured all of the important sources and sinks of CO2, the greenhouse gas that contributes at least 50% to projected global warming (Lashof and Ahuja 1990). Carbon dioxide uptake by photosynthesis and its release by respiration are major processes by which marine organisms alter\n1 Corresponding author (laurent.chauvaud@univ-brest.fr)."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank our colleagues Robert B. Dunbar, William V. Sobczak, and Laurence G. Miller and two anonymous reviewers for helpful guidance in the production of the present article. The suggestions of Dominique Davoult during the early stages of the work are appreciated. We thank our colleague Frances Parchaso for his assistance in sampling and laboratory analyses.\nThe study was supported by the U.S. Geological Survey’s Toxic Substances Hydrology Program and Place-Base Program. L.C. expresses deep appreciation to the U.S. Geological Survey and Région Bretagne for support of his postdoctoral associateship at the U.S. Geological Survey in Menlo Park, California.\nthe concentration of carbon dioxide in seawater. Another set of biologically mediated reactions, precipitation and dissolution of calcium carbonate, may also contribute to the global CO2 balance (Gattuso 1996). Calcification induces shifts in the seawater carbonate equilibrium to generate dissolved CO2 and is therefore a source of CO2 (Wollast et al. 1980). The deposition of one mole of calcium carbonate (Ca21 1 2HCO → CaCO3 1 CO2 1 H2O) releases nearly one mole23 of CO2 in freshwater and ;0.6 moles of CO2 in seawater (Ware et al. 1992). Photosynthesis, respiration, calcification, and calcite dissolution are tightly coupled in marine systems.\nThe increase in pCO2 from biogenic calcification has been well documented (Berger 1982), especially for tropical coral reefs, which are net sources of CO2 to the atmosphere (Gattuso et al. 1998). However, the impact of biogenic CaCO3 precipitation on CO2 production in temperate coastal ecosystems has received much less attention (Wollast 1994). Migné et al. (1998) assessed the importance of calcification by dense populations of the brittle star Ophiothrix fragilis in the English Channel and showed that this biogenic source of CO2 can also be important in temperate coastal waters. Our interest in this process is motivated by studies in recent decades that have shown large-scale effects of invasive mollusk species in lake, river, and estuarine ecosystems (Alpine and Cloern 1992; Strayer et al. 1999). Although mollusks such as Dreissena polymorpha, Ruditapes philippinarum, Crepidula fornicata, Potamocorbula amurensis and Corbicula fluminea are among the most common invasive aquatic\n2087Clams as CO2 generators\norganisms, CO2 released by their shell synthesis has never been assessed. The purpose of the present study was to (1) estimate CaCO3 and CO2 production rates by the exotic Asian clam P. amurensis in San Francisco Bay, (2) review results of other studies where information is available to estimate the role of benthic mollusk production on the inorganic C budget, and (3) consider the growing effects of invasive mollusks in lakes, rivers, and estuaries on global CO2 production.\nThe Asian clam in San Francisco Bay\nP. amurensis (a bivalve mollusk) was introduced to San Francisco Bay in 1986 (Carlton et al. 1990), and it proliferated within 2 yr to make up to 95% of benthic biomass of colonized sediments (Nichols et al. 1990). Before this introduction, bivalves were present in the landward reaches of the estuary only during infrequent years of drought (Nichols et al. 1990). Now, P. amurensis is present in all water depths in a range of bottom types, along the full salinity range (,1– 33; Carlton et al. 1990) throughout all seasons and years. The dense population of this suspension feeder has significantly altered the ecosystem functioning of Suisun Bay (Fig. 1) by (1) controlling the phytoplankton biomass and reducing primary production fivefold (Alpine and Cloern 1992), (2) reducing zooplankton abundance through predation and food competition, and (3) changing the benthic community structure (Nichols et al. 1990). The benthic community of Suisun Bay included few mollusks but high abundances of polychaetes and small crustaceans before 1986. Today, P.\namurensis dominates the macrobenthos biomass in northern San Francisco Bay.\nP. amurensis as a CO2 source to San Francisco Bay\nWe estimated the CaCO3 production rate of P. amurensis collected monthly between June 1988 and November 1994 at three locations (Fig. 1), using population densities, size frequency distributions, and relationships between shell length and CaCO3 content. The latter were obtained by measurements of both shell size and weight to fit empirical shell length : calcimass relationships for each station (Table 1). The density of P. amurensis varied between 2 and 16,000 individuals m22, and biomass (ash-free dry weight [AFDW]) ranged 0.6–131 g m22. Annual CaCO3 production by the P. amurensis population (the sum of monthly production estimates) varied between 7 and 1,100 and averaged 221 (6184) g CaCO3 m22 yr21 for all sites and years (Table 2). The maximum rate of 1,100 g m22 yr21 is one of the highest estimates of carbonate production reported in the literature for subtidal macrobenthic communities or populations in temperate ecosystems, but the mean value lies within the range commonly measured (Table 3). The estimated daily calcification rates (0.02–3 g CaCO3 m22 d21) by this one bivalve approach rates measured in the important marine calcifying systems: coral reefs (3 g CaCO3 m22 d21; Gattuso et al. 1998) and coccolithophorid blooms in the Northeast Atlantic (1.7 g CaCO3 m22 d21; Holligan et al. 1993). Our results, along with those of others (Smith 1972; Migné et al. 1998; Medernach et al. 2000), illustrate the significance of biogenic CaCO3 production in temperate estuaries.\nWe estimated the ratio of CO2 released to CaCO3 precipitated (C) as a function of the mean near-bottom salinity (S) and temperature (T) measured between benthic sampling dates with moored sensors (http://iep.water.ca.gov/ data.html), using the equations of Frankignoulle et al. (1994; p. 460) to define the temperature dependence of C (for S 5 35) and the inverse relationship between C and salinity (at T 5 158C). This procedure, based on computations for pCO2 5 350 matm, yields an underestimate of C in northern San Francisco Bay, where pCO2 is .350 matm (see below). At the pCO2 in Suisun Bay, C would increase by ;15% (Frankignoulle et al. 1994). Our estimates of C in Suisun Bay fluctuated with monthly changes in bottom salinity and temperature between 0.72 and 0.97. Calcium carbonate production by P. amurensis would thus release 0.08–9.1 mol CO2 m22 yr21, corresponding to a mean CO2 source of 20 (619) g C m22 yr21.\nSome of the CO2 released by CaCO3 precipitation is ultimately removed by the reverse reaction of shell dissolution\n2088 Chauvaud et al.\n2089Clams as CO2 generators\n(Wollast 1994), so the net CO2 production is determined by the balance between carbonate precipitation and dissolution. Quantifying dissolution (Ca21 fluxes) in fine-grained sediments is difficult but can be assessed with either direct measurements or estimates from diffusive-transport/reaction models. The results of such studies are often inconsistent, because CaCO3 dissolution is controlled by time-dependent relationships among physical, chemical, and biological processes (Reaves 1986; Callender et al. 2002). For example, carbonate particle size (Powell et al. 1986) and burial (Powell and Davies 1990) control carbonate abrasion, fragmentation, and dissolution. Therefore, we cannot apply the results from foraminifera-derived carbonates to assess dissolution rates of large infaunal bivalves. Working on infaunal (Mercenaria mercenaria) and epifaunal (Crassostrea virginica) mollusks in intertidal mud flats and tidal creek sediments, Reaves (1986) showed strong geographical variations in calcium carbonate preservation (from no evidence to extensive dissolution after 5–15 yr) in relation to organic matter inputs at the sediment/water interface. Large inputs of organic matter stimulate sulfate reduction, leading to the supersaturation of calcium carbonate in pore waters. Rude and Aller (1991) calculated for several macrobenthic taxa (including mollusks) that only 10%–23% of the influx of calcium carbonate is dissolved during early diagenenesis (;20 yr timescale) on a mudbank of Florida Bay. Recent experimental studies demonstrated that mollusk bivalve shells held in shallow water (15 m depth) showed only minor changes in shell condition after 1 yr (Callender et al. 2002). On the basis of these results, and the facts that Potamocorbula is (1) an infaunal species that produces a large quantity of calcium carbonate, (2) a macrobenthic species with a large shell (.5 mm) covered by protective conchiolin layers (Kardon 1998), and (3) spreading in sediments where sulfate reduction rates are expected to be high (;17 mmol m22 d21 in nearby Tomales Bay; Smith and Hollibaugh 1997), we assume here an annual dissolution rate of 10%, in agreement with Milliman’s (1993) estimate for semienclosed basins. Thus, the estimated mean net calcification rate in northern San Francisco Bay is 199 g CaCO3 m22 yr21 (6165), which corresponds to a mean net CO2 source of 18 (617) g C m22 yr21. We also estimated the CO2 released from P. amurensis respiration, using the relation log10R 5 0.367 1 0.99 log10P (Schwinghamer et al. 1986), where R and P are annual respiration and production, respectively (in kcal m22 yr21, with 1 g C 5 11.4 kcal). We calculated the secondary production of P. amurensis using the standard method when age classes are separable and recruitment is included (Crisp 1971). Age classes were separated using MIX, a computer program for fitting overlapping size frequency distributions (McDonald and Green 1988). Dry tissue weight was calculated for a range of animal sizes using the AFDW method (segregated sizes of animals were dried at 608C and ashed at 5008C, with tissue weight computed as the difference between the two weights). Depending on the site (Table 2), the mean annual rate of CO2 release by P. amurensis respiration ranged 14– 77 g C m22 yr21.\nThe mean level of CO2 production by P. amurensis, summing net calcium carbonate production and respiration, for\nall sampling sites and years, was 55 (651) g C m22 yr21. The more saline regions of San Francisco Bay (San Pablo, Central, and South Bay; Fig. 1) are likely to have even higher rates of CO2 production because of a higher dissolved calcium concentration and higher molluscan biomass, including populations of P. amurensis and four other introduced large bivalves: between 1994 and 1997, the seaward regions of San Francisco Bay had mean molluscan biomass 3–10 times higher than that measured in Suisun Bay (http:// www.sfei.org/rmp/reports.htm#tr). Therefore, the rates of CO2 production by P. amurensis in Suisun Bay (Table 2) are underestimates of the areal CO2 production rate by all calcified organisms averaged over the entire San Francisco Bay ecosystem.\nAnnual primary production in Suisun Bay is ;20 g C m22 yr21 (Alpine and Cloern 1992) and would consume only 36% of the CO2 produced by P. amurensis. This exotic clam is therefore a major source of CO2 to northern San Francisco Bay. From monthly measurements of dissolved inorganic carbon concentration and pH in Suisun Bay during 1999– 2000, the median computed pCO2 was 583 matm (n 5 16; W. Sobczak pers. comm.). This degree of CO2 supersaturation with respect to the atmosphere (;360 matm) implies that, on average, the water column releases CO2 to the atmosphere. Estuaries typically have supersaturated concentrations of dissolved CO2 and are net sources of CO2 to the atmosphere. For example, Frankignoulle et al. (1998) showed that nine European estuaries release 30–60 million tons of carbon per year to the atmosphere, which is equivalent to 5%–10% of present anthropogenic CO2 emissions for all of Western Europe. Macrozoobenthic respiration and calcium carbonate production contribute to that emission: for the combined northern and southern San Francisco Bays (9.9 3 108 m2), using the mean CO2 production calculated here, the total CO2 production by P. amurensis alone is 5.4 3 1010 g C yr21. However, not all of this clam-generated CO2 is available for release to the atmosphere, because some (unmeasured) fraction is titrated to HCO by internal sources23 of alkalinity such as sulfate reduction and denitrification. For example, Raymond et al. (2000) determined that 60% of the excess CO2 produced in the York River Estuary evades to the atmosphere, and 40% is exported as HCO .23\nOur estimated mean carbonate production rate by P. amurensis in northern San Francisco Bay is much lower than rates reported in other estuaries for other calcareous organisms (Table 3). Therefore, an extrapolation of the mean calcification rate of P. amurensis to the world’s estuaries should yield a lower limit to the estimated global strength of this CO2 source. The total surface of estuaries is ;1.8 3 1012 m2; calcareous organisms would therefore produce at least 4 3 1014 g CaCO3 yr21 within these ecosystems, equivalent to 44% of the CaCO3 production rate by the world’s coral reefs (Milliman 1993). If we extrapolate the total gross CO2 production rate (respiration plus calcification) of P. amurensis in northern San Francisco Bay to the world estuaries, this source would produce 9.9 3 1013 g C yr21 as CO2 emitted to the water. Mollusks and other calcified organisms living on estuarine bottoms are therefore a significant CO2 source, comparable in magnitude to the total emissions of CO2 from the world’s freshwater lakes (Cole et al. 1994) and from\n2090 Chauvaud et al.\nTa bl\ne 4.\nE st\nim at\ned m\nin im\num ra\nte s\nof C\nO 2\nge ne\nra ti\non (a\nll in\ng C\nm 2\n2 yr\n2 1 )\nby na\nti ve\nan d\nin tr\nod uc\ned bi\nva lv\ne m\nol lu\nsk s\nin si\nx N\nor th\nA m\ner ic\nan fr\nes hw\nat er\nec os\nys te\nm s.\nM ea\nsu re d bi om as s w as co nv er te d to g C m 2 2 , as su m in g C bi om as s 5 0. 41 3 dr yw ei gh t bi om as s an d dr yw ei gh t bi om as s 5 0. 04 3 w et -w ei gh t bi om as s. S ec on da ry pr od uc ti on (P m in ) w as ca lc ul at ed fr om bi om as s us in g m in im um P :B ra ti os fo r ea ch sp ec ie s or gr ou p: 0. 2 fo r U ni on id ae , 4. 5 fo r S ph ae ri da e, 4. 45 fo r C or bi cu la , an d 0. 8 fo r D re is se na (M cM ah on 19 99 ). T he re sp ir at io n ra te (R m in ) w as co m pu te d fr om P m in , us in g th e eq ua ti on of S ch w in gh am er et al . (1 98 6) . C al ci fi ca ti on (C m in ) w as co m pu te d fr om P m in ,u nd er th e as su m pt io n th at th e ra ti o of sh el l pr od uc ti on (g C aC O 3 m 2 2 yr 2 1 ) :t is su e pr od uc ti on (g C m 2 2 yr 2 1 ) 5 10 fo r P ot am oc or bu la (p re se nt st ud y) ; 15 fo r C or bi cu la (T ho m ps on un pu bl . da ta ), U ni on id ae , an d S ph ae ri da e; an d 7 fo r D re is se na (D er m ot t an d K er ec 19 97 ). B io m as s m ea su re m en ts ar e fr om M il le r et al . 19 86 (O hi o R iv er ), M il le r an d P ay ne 19 94 , E ffl er an d S ie gf ri ed 19 94 (S en ec a R iv er ); N al ep a et al . 19 96 (L ak e S t. C la ir ); an d D er m ot t an d K er ec 19 97 (L ak e E ri e) . T he pr od uc ti on of C or bi cu la in D el ta M en do ta C an al w as co m pu te d fr om si ze -f re qu en cy di st ri bu ti on s (E ng 19 77 ). T he la st co lu m n gi ve s th e es ti m at ed in cr ea se in C O 2 ge ne ra ti on (g C m 2 2 yr 2 1 ) af te r in va si on by in tr od uc ed bi va lv es . D et ai le d ca lc ul at io n m et ho ds ar e gi ve n in W eb A pp en di x 1 at ht tp :/ /w w w .a sl o. or g/ lo /t oc /v ol p4 8/ is su ep 6/ 20 86 a1 .p df .\nL oc\nat io\nn A\nre al\nex te\nnt of\nst ud\ny Y\nea rs\nN at\niv e\nbi va\nlv es\nB P\nm in\nR m\nin C\nm in\nC O\n2\npr od\nuc -\nti on\nY ea\nrs In\ntr od\nuc ed\nbi va\nlv e\nB P\nm in\nR m\nin C\nm in\nC O\n2\npr od\nuc -\nti on\nIn cr\nea se\nS en\nec a\nR iv\ner 16\n-k m\nco nc\nre te\nca na\nl 19\n93 N\non e\n19 93\nD re\nis se\nna 29\n4 23\n5 51\n8 19\n8 71\n6 71 6 L ak e S t. C la ir L ak e av er ag e 19 86 19 94 U ni on id ae U ni on id ae 1. 8 0 0. 4 0. 8 0. 7 1. 5 0 19 94 D re is se na 1 1 2 1 3 3 L ak e E ri e P ro fu nd al re gi on (6 % of la ke ar ea ) 19 79 19 93 S ph ae ri da e S ph ae ri da e 0. 0 0. 0 0. 1 0. 0 0. 1 0. 1 0. 1 0. 0 0. 2 0. 1 19 93 D re is se na 4 4 8 3 11 11 O hi o R iv er\nO hi\no R\niv er\nU ni\non id\nha bi\nta t, 2 si te s\nU ni\non id\nha bi\nta t,\n4. 8\nkm\n19 83\n19 83\n– 19\n92\nU ni\non id\nae\nU ni\non id\nae\n39 16\n8 3\n18 7\n14 6\n32 13\n19 83\n19 83\n– 19\n92\nC or\nbi cu\nla\nC or\nbi cu\nla\n62 53\n27 8\n23 4\n61 1\n51 5\n50 0\n42 1\n1, 11\n1\n93 6\n1, 07\n9\n92 3\nD el\nta M\nen do\nta 11\n7- km\nco nc\nre te\nca -\nna l\n19 73\n– 19\n74 N\non e\n19 73\n– 19\n74 C\nor bi\ncu la\n10 5\n23 3\n18 9\n42 2\n42 2\nvolcanic-metamorphic fluxes of CO2 (Brantley and Koepenick 1995) to the atmosphere.\nEffects of other invasive alien calcareous species\nWe now have compelling evidence that bivalve mollusks strongly influence the cycling of carbon, nitrogen, phosphorus, sulfur, and silicon. Here, we show that an introduced mollusk can also markedly influence inorganic carbon cycling in San Francisco Bay by providing an important supply of CO2 to the overlying waters. Calcification by benthic organisms has not been considered to be a source of CO2 to lakes (Cole et al. 1994), rivers (Raymond et al. 1997), or estuaries (Frankignoulle et al. 1996). Computations of C budgets usually consider only respiration as an internal CO2 source, even where the mollusk biomass is high. Should the zoobenthic calcification source also be included in inorganic C budgets, particularly for lakes and rivers where D. polymorpha, C. fluminea, or other exotic mollusks have proliferated enough to control primary production or deplete dissolved oxygen?\nDirect measurements of both tissue and shell production have not been made for other invasive bivalve species, but we can estimate the total CO2 generation rates by invasive bivalves where their biomass or tissue production has been measured. We used published biomass measurements of native bivalves (preinvasion) and Dreissena or Corbicula (postinvasion) in 6 freshwater systems where invasions and their ecological consequences have been followed. From measured biomass, we computed the minimum potential secondary production (Pmin) for each bivalve species, using lower limits of published ratios of production (P) to biomass (B). We used Pmin and the respiration equation of Schwinghamer et al. (1986) to compute the minimum CO2 production rate from respiration (Rmin). We also used Pmin to compute the minimum CO2 production rate from calcification (Cmin), under the assumption that the ratio of shell (CaCO3) production : tissue production equals the ratio of shell biomass : tissue biomass, as it does for Potamocorbula. These computations (Table 4) indicated that (1) the gross CO2 production rate from calcification can be of comparable magnitude to that from respiration (the ratio varies with animal size and degree of calcification) and (2) massive invasions by Dreissena and Corbicula can increase, by up to two orders of magnitude, the total CO2 production rate by the bivalve community, compared with preinvasion conditions. Our intent here is not to derive accurate estimates of CO2 production rates from biomass measurements but rather to compute lower bounds on the potential CO2 production rates by native and invasive bivalves. If we imagine an invasive mollusk species in all the world’s rivers and lakes (200 3 1010 m2) and use the mean total CO2 production for invaded North American freshwater ecosystems considered here (533 g C m22 yr21; Table 4), the potential gross CO2 production is 1.06 3 1015 g C yr21 (comparable to CO2 fluxes from land-use changes of 1.1 3 1015 g C yr21; Schimel 1998).\nImplications\nMassive populations of invasive bivalves are developing throughout the world as a result of human introductions both\n2091Clams as CO2 generators\ndeliberate and accidental (Strayer et al. 1999). Given their current scale, biotic invasions have taken their place within human-driven atmospheric (Walther et al. 2002) and aquatic alterations (Mack et al. 2000) as major agents of global change. When considering the impact of invasive calcareous zoobenthic species on the global carbon budget, this biogenic source of CO2 is expected to increase in the future because (1) C will increase by ;12% (Frankignoulle et al. 1994), for a doubling of the preindustrial atmospheric CO2 level; (2) eutrophication can lead to an increase of mollusk biomass and increased CO2 generation, because benthic production is stimulated by nutrient enrichment (Wollast 1994); (3) mollusk aquaculture production is growing rapidly in the world coastal zone, from 3.4 3 109 kg in 1988 to 10.7 3 109 kg in 2000 (FAO–Fisheries Department; http:// www.fao.org/fi/statist/summtab/default.asp.); and (4) biological invasions will continue as expanding international commerce accelerates the translocation of fauna (Carlton and Geller 1993). The prominent invasive mollusks in freshwater (D. polymorpha, C. fluminea, and Rangia cuneata) and marine/estuarine ecosystems (C. fornicata, Corbula gibba, Ensis directus, Littorina littorea, Maoricolpus roseus, Mytilopsis sallei, Mytilus galloprovincialis, Musculista senhousia, Ovatella myosotis, Perna viridis, Limnoperna fortunei, and Batillaria attramentaria) continue to spread worldwide. Invasive alien organisms have become a key component of global change, threatening ecosystem functioning, biodiversity, species integrity, water availability, and the attractiveness of natural areas. Now we must also consider their previously unrecognized significance as a globally important potential source of CaCO3 and CO2."
  }, {
    "heading": "AGEGIAN, C. R., F. T. MACKENZIE, J. S. TRIBBLE, AND C. SABINE.",
    "text": "1988. Carbonate production and flux from a mid-depth bank ecosystem, Penguin Bank, Hawaii, p. 5–32. In C. R. Agegian [ed.], Biogeochemical cycling and fluxes between the deep Euphotic zone and other oceanic realms, research report 88-1. National Undersea Research Program. ALPINE, A. E., AND J. E. CLOERN. 1992. Trophic interactions and direct physical effects control phytoplankton biomass and production in an estuary. Limnol. Oceanogr. 37: 946–955. BERGER, W. H. 1982. Increase of carbon dioxide in the atmosphere during deglaciation: The coral reef hypothesis. Naturwissenschaften 69: 87–88. BIANCHI, C. N., AND C. MORRI. 1996. Ficopomatus ‘‘reefs’’ in the Po River Delta (Northern Adriatic): Their construction dynamics, biology, and influences on the brackish-water biota. Mar. Ecol. 17: 67–75. BOSENCE, D. 1989. Carbonate production in Florida Bay. Bull. Mar. Sci. 44: 419–433. BRANTLEY, S. L., AND K. W. KOEPENICK. 1995. Measured carbon dioxide emissions from Oldoinyo Lengai and the skewed distribution of passive volcanic fluxes. Geology 23: 933–936. CALLENDER, W. R., AND OTHERS. 2002. Taphonomic trends along a forereef slope: Lee Stocking Island, Bahamas. I. Location and water depth. Palaios 17: 50–65. CARLTON, J. T., AND J. B. GELLER. 1993. Ecological roulette: The global transport of nonindigenous marine organisms. Science 261: 78–82.\n, J. K. THOMPSON, L. E. SCHEMEL, AND F. H. NICHOLS. 1990.\nRemarkable invasion of San Francisco Bay (California, USA) by the Asian clam Potamocorbula amurensis. I. Introduction and dispersal. Mar. Ecol. Prog. Ser. 66: 81–84. CHASE, M. E., AND R. C. BAILEY. 1999. The ecology of the zebra mussel (Dreissena polymorpha) in the lower Great Lakes of North America: II. Total production, energy allocation, and reproductive effort. J. Great Lakes Res. 25: 122–134. COLE, J. J., N. F. CARACO, G. W. KLING, AND T. K. KRATZ. 1994. Carbon dioxide supersaturation in the surface waters of lakes. Science 265: 1568–1570. CRISP, D. J. 1971. Energy flow measurements, p. 197–279. In N. A. Holme and A. D. McIntyre [eds.], Methods for the study of marine benthos. International Biological Program, handbook 16. Blackwell Scientific. CROWLEY, T. J. 2000. Causes of climate change over the last 1000 years. Science 289: 270–277. DERMOTT, R., AND D. KEREC. 1997. Changes to the deepwater benthos of eastern Lake Erie since the invasion of Dreissena: 1979–1993. Can. J. Fish. Aquat. Sci. 54: 922–930. EFFLER, S. W., AND C. SIEGFRIED. 1994. Zebra mussel (Dreissena polymorpha) populations in the Seneca River, New York: Impact on oxygen resources. Environ. Sci. Technol. 28: 2216– 2221. ENG, L. L. 1977. Population dynamics of the Asiatic clam, Corbicula fluminea, in the concrete lined Delta-Mendota canal of central California, p. 39–68. In J. C. Britton [ed.], Proceedings of the First International Corbicula Symposium. Texas Christian University Research Foundation. FRANKIGNOULLE, M., AND OTHERS. 1998. Carbon dioxide emission from European estuaries. Science 282: 434–436.\n, I. BOURGE, AND R. WOLLAST. 1996. Atmospheric CO2 fluxes in a highly polluted estuary. Limnol. Oceanogr. 41: 365– 369.\n, C. CANON, AND J.-P. GATTUSO. 1994. Marine calcification as a source of carbon dioxide: Positive feedback of increasing atmospheric CO2. Limnol. Oceanogr. 39: 458–462. FREILE, D., J. D. MILLIMAN, AND L. HILLIS. 1995. Bank-edge Halimeda meadow, western Great Bahamas Bank, and its sedimentary importance. Coral Reefs 14: 27–33. GATTUSO, J.-P. 1996. Productivity and calcification in recent coral reefs: Effect on air-sea CO2 fluxes, p. 52–63. In Proceedings of the International Workshop on the Response of Coral Reefs to Global Changes. Tsukuba, Japan. Geol. Survey of Japan/ Agency of Industrial Science and Technology.\n, M. FRANKIGNOULLE, AND R. WOLLAST. 1998. Carbon and carbonate metabolism in coastal aquatic ecosystems. Annu. Rev. Ecol. Syst. 49: 405–434. HALLOCK, P. 1981. Production of carbonate sediments by selected large benthic foraminifera on two Pacific coral reefs. J. Sediment. Petrol. 51: 467–474. HOLLIGAN, P. M., AND OTHERS. 1993. A biogeochemical study of Emiliana huxleyi, in the North Atlantic. Global Biogeochem. Cycles 7: 879–900. KARDON, G. 1998. Evidence from the fossil record of an antipredatory exaptation: Conchiolin layers in Corbulid bivalves. Evolution 52: 68–79. LASHOF, D. A., AND D. R. AHUJA. 1990. Relative contributions of greenhouse gas emissions to global warming. Nature 344: 529–531. MACK, R. N., D. SIMBERLOFF, W. M. LONSDALE, H. EVANS, M. CLOUT, AND F. A. BAZZAZ. 2000. Biotic invasions: Causes, epidemiology, global consequences, and control. Ecol. Appl. 10: 689–710. MCDONALD, P. D. M., AND P. E. J. GREEN. 1988. MIX: An interactive program for fitting mixtures of distributions. Ichthus Data Systems.\n2092 Chauvaud et al.\nMCMAHON, R. 1999. Invasive characteristics of the freshwater bivalve Corbicula fluminea, p. 315–343. In R. Claudi and J. H. Leach [eds.], Nonindigenous freshwater organisms: Vectors, biology and impacts. Lewis. MEDERNACH, L., E. JORDANA, A. GRÉMARE, C. NOZAIS, F. CHARLES, AND J. M. AMOUROUX. 2000. Population dynamics, secondary production and calcification in a Mediterranean population of Ditrupa arietina (Annelida: Polychaeta). Mar. Ecol. Prog. Ser. 199: 171–184. MIGNÉ, A., D. DAVOULT, AND J.-P. GATTUSO. 1998. Calcium carbonate production of dense population of brittle star Ophiothrix fragilis (Echinodermata: Ophiuroidae): Role in the carbon cycle of temperate coastal ecosystem. Mar. Ecol. Prog. Ser. 173: 305–308. MILLER, A. C., AND B. S. PAYNE. 1994. Co-occurrence of native freshwater mussels (Unionidae) and the non-indigenous Corbicula fluminea at two stable shoals in the Ohio River, U.S.A. Malacol. Rev. 27: 87–97.\n, , AND T. SIEMSEN. 1986. Description of the habitat of the endangered mussel Plethobasus cooperianus. Nautilus 100: 14–18. MILLIMAN, J. D. 1993. Production and accumulation of calcium carbonate in the ocean: Budget of a nonsteady state. Global Biogeochem. Cycles 7: 927–957. MOORE, H. B. 1972. An estimate of carbonate production by macrobenthos in some tropical soft-bottom communities. Mar. Biol. 17: 145–148. NALEPA, T. F., D. J. HARTSON, G. W. GOSTENIK, D. L. FANSLOW, AND G. A. LANG. 1996. Changes in the freshwater mussel community of Lake St. Clair: From Unionidae to Dreissena polymorpha in eight years. J. Great Lakes Res. 22: 354–369. NICHOLS, F. H., J. K. THOMPSON, AND L. E. SCHEMEL. 1990. Remarkable invasion of San Francisco Bay (California, USA) by the Asian clam Potamocorbula amurensis. II: Displacement of a former community. Mar. Ecol. Prog. Ser. 66: 95–101. POWELL, E. N., AND D. J. DAVIES. 1990. When is an ‘‘old’’ shell really old? J. Geol. 98: 823–844.\n, R. J. STANTON JR., D. J. DAVIES, AND A. LOGAN. 1986. Effect of a large larval settlement and catastrophic mortality on the ecologic record of the community in the death assemblage. Estuar. Coast. Shelf Sci. 23: 513–525. RAYMOND, P. A., J. E. BAUER, AND J. J. COLE. 2000. Atmospheric CO2 evasion, dissolved inorganic carbon production, and net heterotrophy in the York River estuary. Limnol. Oceanogr. 45: 1707–1717.\n, N. CARACO, AND J. J. COLE. 1997. Carbon dioxide con-\ncentration and atmospheric flux in the Hudson River. Estuaries 20: 381–390. REAVES, C. M. 1986. Organic matter metabolizability and calcium carbonate dissolution in nearshore marine muds. J. Sediment. Petrol. 56: 486–494. RICCIARDI, A., F. G. WHORISKEY, AND J. B. RASMUSSEN. 1996. Impact of the Dreissena invasion on native unionid bivalves in the upper St. Lawrence River. Can. J. Fish. Aquat. Sci. 53: 1434–1444. RUDE, P. D., AND R. C. ALLER. 1991. Fluorine mobility during early diagenesis of carbonate sediment: An indicator of mineral transformation. Geochim. Cosmochim. Acta 55: 2491–2509. SCHIMEL, D. S. 1998. Climate change, the carbon equation. Nature 393: 208–209. SCHLESINGER, W. H. 1997. Biogeochemistry: An analysis of global change. 2nd ed. Academic. SCHWINGHAMER, P., B. HARGRAVE, D. PEER, AND C. M. HAWKINS. 1986. Partitioning of production and respiration among size groups of organisms in an intertidal benthic community. Mar. Ecol. Prog. Ser. 31: 131–142. SMITH, S. V. 1972. Production of calcium carbonate on the mainland shelf of southern California. Limnol. Oceanogr. 17: 28–41.\n, AND J. T. HOLLIBAUGH. 1997. Annual cycle and interannual variability of ecosystem metabolism in a temperate climate embayment. Ecol. Monogr. 67: 509–533. STRAYER, D. L, N. F. CARACO, J. J. COLE, S. FINDLAY, AND M. L. PACE. 1999. Transformation of freshwater ecosystems by bivalves. BioScience 49: 19–27. WALKER, D. I., AND W. J. WOELKERLING. 1988. Quantitative study of sediment contribution by epiphytic coralline red algae in seagrass meadows in Shark Bay, Western Australia. Mar. Ecol. Prog. Ser. 43: 71–77. WALTHER, G.-R., AND OTHERS. 2002. Ecological responses to recent climate change. Nature 416: 389–395. WARE, J. R., S. V. SMITH, AND M. L. REAKA-KUDLA. 1992. Coral reefs: Sources or sinks of atmospheric CO2? Coral Reefs 11: 127–130. WOLLAST, R. 1994. The relative importance of biomineralization and dissolution of CaCO3 in the global carbon cycle. Bull. Inst. Oceanogr. (Monaco) 13: 13–35.\n, R. M. GARRELS, AND F. T. MACKENZIE. 1980. Calcite-seawater reactions in ocean surface water. Am. J. Sci. 280: 831– 848.\nReceived: 5 January 2002 Accepted: 16 May 2003 Amended: 13 June 2003"
  }],
  "year": 2003,
  "references": [{
    "title": "Causes of climate change over the last",
    "authors": [],
    "year": 2000
  }, {
    "title": "Population dynamics of the Asiatic clam, Corbic",
    "authors": ["ENG L. L"],
    "year": 1977
  }, {
    "title": "Invasive characteristics of the freshwater bivalve Corbicula fluminea, p",
    "authors": ["R. MCMAHON"],
    "venue": "315–343. In R. Claudi and J. H. Leach [eds.], Nonindigenous freshwater organisms: Vectors, biology and impacts. Lewis.",
    "year": 1999
  }, {
    "title": "Population dynamics, secondary production and calcification in a Mediterranean population of Ditrupa arietina (Annelida: Polychaeta)",
    "authors": ["L. MEDERNACH", "E. JORDANA", "A. GRÉMARE", "C. NOZAIS", "F. CHARLES", "J.M. AMOUROUX."],
    "venue": "Mar. Ecol. Prog. Ser. 199: 171–184.",
    "year": 2000
  }, {
    "title": "Calcium carbonate production of dense population of brittle star Ophiothrix fragilis (Echinodermata: Ophiuroidae): Role in the carbon cycle of temperate coastal ecosystem",
    "authors": ["A. MIGNÉ", "D. DAVOULT", "J.-P. GATTUSO."],
    "venue": "Mar. Ecol. Prog. Ser. 173: 305–308.",
    "year": 1998
  }, {
    "title": "Co-occurrence of native freshwater mussels (Unionidae) and the non-indigenous Corbicula fluminea at two stable shoals in the Ohio River, U.S.A",
    "authors": ["A.C. MILLER", "B.S. PAYNE"],
    "venue": "Malacol. Rev",
    "year": 1994
  }, {
    "title": "Production and accumulation of calcium carbonate in the ocean: Budget of a nonsteady state",
    "authors": ["J.D. MILLIMAN"],
    "venue": "Global Biogeochem. Cycles 7: 927–957.",
    "year": 1993
  }, {
    "title": "An estimate of carbonate production by macrobenthos in some tropical soft-bottom communities",
    "authors": ["H.B. MOORE"],
    "venue": "Mar. Biol. 17: 145–148.",
    "year": 1972
  }, {
    "title": "Changes in the freshwater mussel community of Lake St",
    "authors": ["T.F. NALEPA", "D.J. HARTSON", "G.W. GOSTENIK", "D.L. FANSLOW", "G.A. LANG."],
    "venue": "Clair: From Unionidae to Dreissena polymorpha in eight years. J. Great Lakes Res. 22: 354–369.",
    "year": 1996
  }, {
    "title": "Remarkable invasion of San Francisco Bay (California, USA) by the Asian clam Potamocorbula amurensis",
    "authors": ["F.H. NICHOLS", "J.K. THOMPSON", "L.E. SCHEMEL."],
    "venue": "II: Displacement of a former community. Mar. Ecol. Prog. Ser. 66: 95–101.",
    "year": 1990
  }, {
    "title": "When is an ‘‘old’’ shell really old? J",
    "authors": ["E.N. POWELL", "D.J. DAVIES."],
    "venue": "Geol. 98: 823–844. , R. J. STANTON JR., D. J. DAVIES, AND A. LOGAN. 1986. Effect of a large larval settlement and catastrophic mortality on the ecologic record of the community in the death assem-",
    "year": 1990
  }, {
    "title": "Atmospheric CO2 evasion, dissolved inorganic carbon production, and net heterotrophy in the York River estuary",
    "authors": ["P.A. RAYMOND", "J.E. BAUER", "J.J. COLE."],
    "venue": "Limnol. Oceanogr. 45: 1707–1717. , N. CARACO, AND J. J. COLE. 1997. Carbon dioxide con-",
    "year": 2000
  }, {
    "title": "Organic matter metabolizability and calcium carbonate dissolution in nearshore marine muds",
    "authors": ["C.M. REAVES"],
    "venue": "J. Sediment. Petrol. 56: 486–494.",
    "year": 1986
  }, {
    "title": "Impact of the Dreissena invasion on native unionid bivalves in the upper St",
    "authors": ["A. RICCIARDI", "F.G. WHORISKEY", "J.B. RASMUSSEN."],
    "venue": "Lawrence River. Can. J. Fish. Aquat. Sci. 53: 1434–1444.",
    "year": 1996
  }, {
    "title": "Fluorine mobility during early diagenesis of carbonate sediment: An indicator of mineral transformation",
    "authors": ["P.D. RUDE", "R.C. ALLER."],
    "venue": "Geochim. Cosmochim. Acta 55: 2491–2509.",
    "year": 1991
  }, {
    "title": "Climate change, the carbon equation",
    "authors": ["D.S. SCHIMEL"],
    "venue": "Nature 393: 208–209.",
    "year": 1998
  }, {
    "title": "Biogeochemistry: An analysis of global change",
    "authors": ["W.H. SCHLESINGER"],
    "venue": "2nd ed. Academic.",
    "year": 1997
  }, {
    "title": "Partitioning of production and respiration among size groups of organisms in an intertidal benthic community",
    "authors": ["P. SCHWINGHAMER", "B. HARGRAVE", "D. PEER", "C.M. HAWKINS."],
    "venue": "Mar. Ecol. Prog. Ser. 31: 131–142.",
    "year": 1986
  }, {
    "title": "Production of calcium carbonate on the mainland shelf of southern California",
    "authors": ["S.V. SMITH"],
    "venue": "Limnol. Oceanogr. 17: 28–41. , AND J. T. HOLLIBAUGH. 1997. Annual cycle and interannual variability of ecosystem metabolism in a temperate climate embayment. Ecol. Monogr. 67: 509–533.",
    "year": 1972
  }, {
    "title": "Transformation of freshwater ecosystems by bivalves",
    "authors": ["STRAYER", "D. L", "N.F. CARACO", "J.J. COLE", "S. FINDLAY", "M.L. PACE."],
    "venue": "BioScience 49: 19–27.",
    "year": 1999
  }, {
    "title": "Quantitative study of sediment contribution by epiphytic coralline red algae in seagrass meadows in Shark Bay, Western Australia",
    "authors": ["D.I. WALKER", "W.J. WOELKERLING."],
    "venue": "Mar. Ecol. Prog. Ser. 43: 71–77.",
    "year": 1988
  }, {
    "title": "Ecological responses to recent climate change",
    "authors": ["WALTHER", "G.-R.", "OTHERS."],
    "venue": "Nature 416: 389–395.",
    "year": 2002
  }, {
    "title": "Coral reefs: Sources or sinks of atmospheric CO2",
    "authors": ["J.R. WARE", "S.V. SMITH", "M.L. REAKA-KUDLA"],
    "venue": "Coral Reefs",
    "year": 1992
  }, {
    "title": "The relative importance of biomineralization and dissolution of CaCO3 in the global carbon cycle",
    "authors": ["R. WOLLAST"],
    "venue": "Bull. Inst. Oceanogr. (Monaco) 13: 13–35. , R. M. GARRELS, AND F. T. MACKENZIE. 1980. Calcite-seawater reactions in ocean surface water. Am. J. Sci. 280: 831–",
    "year": 1994
  }],
  "id": "SP:797762e242816b24d64627ce55296dac89ed28ed",
  "authors": [{
    "name": "Laurent Chauvaud",
    "affiliations": []
  }, {
    "name": "Janet K. Thompson",
    "affiliations": []
  }, {
    "name": "James E. Cloern",
    "affiliations": []
  }, {
    "name": "Gérard Thouzeau",
    "affiliations": []
  }, {
    "name": "Robert B. Dunbar",
    "affiliations": []
  }, {
    "name": "William V. Sobczak",
    "affiliations": []
  }],
  "abstractText": "Respiration and calcium carbonate production by the invasive Asian clam, Potamocorbula amurensis, were calculated to assess their importance as CO2 sources in northern San Francisco Bay. Production, calculated using monthly population density and size structure measured at three sites over 7 yr and a shell length/CaCO3 conversion factor, averaged 221 (6184) g CaCO3 m22 yr21. Net calcium carbonate production by this exotic bivalve releases CO2 at a mean rate of 18 (617) g C m22 yr21. Respiration by P. amurensis, estimated from secondary production, releases additional CO2 at a mean rate of 37 (634) g C m22 yr21. Therefore, total net CO2 production by P. amurensis averages 55 (651) g C m22 yr21 in an estuarine domain where net primary production consumes only 20 g inorganic C m22 yr21. CO2 production by P. amurensis in northern San Francisco Bay is an underestimate of the total CO2 supply from the calcified zoobenthic communities of San Francisco Bay, and results from other studies have suggested that this rate is not unusual for temperate estuaries. Global extrapolation yields a gross CO2 production rate in the world’s estuaries of 1 3 1014 g C yr21, which suggests that calcified benthic organisms in estuaries generate CO2 equal in magnitude to the CO2 emissions from the world’s lakes or from planetary volcanism (the net source is determined by the highly variable rate of CO2 consumption by carbonate dissolution). This biogenic CO2 source is increasing because of the continuing global translocation of mollusks and their successful colonization of new habitats. The combination of a unique level of global warming in the late 20th century and narrowed constraints on the role of natural variability provide growing evidence that a greenhouse effect from anthropogenic CO2 emissions can be distinguished from natural variability in the climate system (Crowley 2000). However, there remain large uncertainties in the contemporary global carbon budget and even gaps in our knowledge of the processes contributing to planetary carbon cycling (Schlesinger 1997). We have not yet identified or measured all of the important sources and sinks of CO2, the greenhouse gas that contributes at least 50% to projected global warming (Lashof and Ahuja 1990). Carbon dioxide uptake by photosynthesis and its release by respiration are major processes by which marine organisms alter 1 Corresponding author (laurent.chauvaud@univ-brest.fr).",
  "title": "Clams as CO2 generators: The Potamocorbula amurensis example in San Francisco Bay"
}