{
  "sections": [{
    "text": "The results of the geochemical investigation on bulk sediment from three cores collected in Albano crater lake (Central Italy) are reported, and the main markers of the palaeoenvironmental changes in the last 26 ka are discussed. The sediment of Lago Albano consists of grey silt and mud, and is made of volcanogenic, calcareous, siliceous and organic material. Some tephra layers provide a chronological framework for the sequence. The chemical features of the sediments are strongly impacted by the Alban Hills volcanism (Roman volcanic area), but there are also strong changes of organic / inorganic matter ratios, owing to variations in biological productivity and terrigeous supply from the catchment. Six chemostratigraphic zones record the main steps of the transition from the cold and dry climate of Glacial Maximum to the warmer and more humid Holocene climate. The most useful geochemical indices are: biogenic silica, CO , Br and organic content (OM) for biological productivity; Al,Y, CIA2 (Chemical Index of Alteration), Al /Rb, Ti /Zr and Y/Al ratios for terrigenous clastic material; OM/Al ratio for organic / terrigenous ratio; S /Fe and Mo/Fe ratios and Authigenic U for redox diagenetic conditions of the lake sediment. The geochemical records agree rather well with those of the lithological and paleomagnetic studies, and despite the information obtained are less detailed than those acquired by the study of biological remains, the palaeoenvironmental significance inferred is consistent. A comparison of the chemostratigraphic results of Lago Albano with those obtained on coeval sediments from Central and Southern Italy lakes supports the role of the geochemical investigation as important complement to more sophisticated techniques in the palaeoenvironmental reconstructions.\nIntroduction To investigate the palaeoenvironmental history of Central Italy within the last climatic cycle (i.e., the Sediment cores collected in lake basins provide good last 30,000 years), several sediment cores were colrecords of environmental change, and the geochem- lected both in Albano and Nemi crater lakes, under istry of lacustrine deposits plays a significant role in the European PALICLAS project (Palaeoenvironmenpalaeolimnological research (Alessio et al. 1986; tal Analysis of Italian Crater Lake and Adriatic Sea). Nakai and Koyama 1987; Robinson et al. 1993; This region has been chosen because the MediterraRobinson 1994; Schutt 1998; Bianchi et al. 1999; nean area represents a transition zone, affected by Nolan et al. 1999; Ishiga et al. 2000; Boyle 2001). both the monsoonal and the North Atlantic cir-\nIn respect to many other lakes, crater lakes are culation-driven climatic regimes, and has been more more suitable for palaeoenvironmental reconstruc- sensitive than central Europe to small changes in tions, because they are closed basins, commonly with climate (Chondrogianni et al. (1996a), and references small catchment area, and not affected by the strong therein). erosion phenomena of glacial lakes (Negendank and The results of the multidisciplinary investigation Zolitschka 1993). into Lago Albano, reported in Guilizzoni and Oldfield\nIn this work, the mineralogical and geochemical Sediment cores features of the sediments from three cores collected in Lago Albano (Figure 1) are reported, and the geo- The sediment cores, recovered from three sites at chemical markers recorded are discussed, in the various depths in Lago Albano (Figure 1), represent framework provided by the multi-proxy approach of different time ranges and temporal resolution. The PALICLAS, to highlight the contribution of sediment sediment consists of grey silt and mud, and is made of geochemistry in the palaeoenvironmental reconstruc- volcanogenic, calcareous, siliceous and organic mation of Alban Hills area during Late Quaternary. terial. Several (5–7) lithostratigraphic units can be\nidentified depending on site of deposition (Chondrogianni et al. 1996b). The lithological description\nStudy area and the chronostratigraphic correlations between the different sediment cores are shown in Figure 2. The The Alban Hills volcanic complex belongs to the main features of the cores analyzed are described in alkali-potassic districts active in Latium region during the following paragraphs. Upper Pleistocene. The sedimentary substratum con- Core PALB 94/1E, collected from 70 m water sists of a Meso-Cenozoic basal complex, lithological- depth, is about 1400 cm long and represents both ly heterogeneous (calcareous, siliceous and marly), Holocene and Pleistocene lacustrine sediments, with a covered by marine sands and sandy clays of Plio- depositional hiatus of ca. 3 ka in the mid-Holocene, Pleistocene age (De Rita et al. 1988). between 7 and 4 ka (Chondrogianni et al. 1996b;\nLowe et al. 1996; Oldfield 1996). Estimated Pleis- mm). Biogenic material is abundant in the upper 1000 tocene sedimentation rate is between 0.048 and 0.052 cm, but is particularly enriched in the 400–700 cm 21cm y (Ryves et al. 1996; Guilizzoni et al. 2000), depth range; calcite layers occur in the lower 300 cm. whereas Holocene sedimentation rates range from Fine-grained volcaniclastic material occurs through210.042 to 0.058 cm y , with the highest values after out the core, but the lowest 70 cm are made of 3.5–3.0 ka b.p. (Guilizzoni et al. 2002). Preliminary primary pyroclastics, grading upward from coarse particle size analysis performed by laser granulometry (centimetric) to silt-sized fragments, related to the (Oldfield et al. 1996) indicates coarser mean grain- phase of Alban Hills volcanism that created the ‘‘third sizes (15 mm) below 1100 cm depth, and finer par- crater’’ of Albano 2661 ka b.p. (Villa et al. 1999). ticles (mean 8–10 mm) above 900 cm depth; mode Two tephra layers, about 2 cm thick, occur at 722 and distribution points out coarse-grained episodes be- 356 cm. In the lower layer, brownish in colour, glass tween 1100–1000 and 900–750 cm depth (up to 40 fragments are about 95% of the sediment. In the upper\nlayer, greyish in colour, glass shards represent less eral composition was determined by XRD (Philips than 10% of the bulk sediment. According to Calanchi PW1710 spectrometer with Cu tube) on powders et al. (1996a, 1996b), the tephra layer found at 722 cm pressed into alumina holders to prevent strong can be referred to Etnean ignimbrites of Biancavilla orientation of sheet-silicates. Major and trace element Formation (Mt. Etna area), emplaced about 14.2 ka analyses were performed by XRF (Philips PW1480) b.p. (uncalibrated age), whereas the one found at 356 on sediment powder pellets, applying the matrix cm is related to ‘‘Avellino plinian eruption’’ (3.7 ka corrections methods of Franzini et al. (1972, 1975), b.p. uncal. age) from Somma-Vesuvius volcanic cen- Leoni and Saitta (1976), Leoni et al. (1982). The tre. The calibrated values of tephra ages reported by estimated precision and accuracy for trace element PALICLAS literature, and adopted in this work, are determinations are better than 5% except for those 17 and 4.1 ka b.p. respectively (Guilizzoni and Old- elements at 10 mg/g and lower (10–15%). Thermal field 1996). analyses (Setaram TAG 24, temperature range 20–\nCore PALB 94/3A has been collected from 120 m 9708C, CO atmosphere) were carried out to evaluate2 water depth and is about 1200 cm long; it contains H O, organic matter (OM) as loss on ignition ,2 mainly Holocene sediments covering the last 11 ka of 5508C, and CO .2 sedimentation into the ‘‘fourth crater’’ of Albano. A greyish tephra layer (2 cm thick), occurring at 525 cm, has been related to ‘‘Avellino plinian eruption’’ Results (Calanchi et al. 1996a, 1996b).\nCore PALB 94/6B, collected from 30 m water Sediment composition depth, is about 800 cm long and represents only late Pleistocene sedimentation (25–16 ka b.p.). The bot- The mineral phases identified in Lago Albano seditom of the core, made of a medium-coarse explosive ments by XRD analysis are typical of the Alban Hills breccia with chemical features typical of the late stage volcanism: leucite, analcite, phillipsite, phlogopite, of Alban Hills volcanism, has been dated 4563 ka clinopyroxene, olivine and feldspars. Clay minerals b.p. (Villa et al. 1999), the age of the event that and quartz, the last likely of eolian provenance (Narcreated the ‘‘first crater’’ of Albano. The depositional cisi 2000, 2001), are ubiquitous components. Calcite gap occurring between 45 and ca. 25 ka has been and/or amorphous silica (opal A) occur in several ascribed to the formation of the ‘‘second crater’’ of samples. The downcore variations of the felsic and Albano, whereas the second hiatus, from ca. 16 ka to mafic volcanogenic minerals in core PALB94/1E the Present, might record the formation of the ‘‘fourth (Figure 3) are rather coherent, with high values in the crater’’ (Villa et al. 1999). The evidence of clear range 1100–500 cm and above 250 cm (400 cm for correlations between cores 6B and 1E (Ryves et al. mafics), but contrary to those of calcite and silica, 1996; Belis et al. 1999; Guilizzoni et al. 2000) sug- mainly of biogenic origin. In fact, calcite is present in gests that 750 cm of core 6B (20–770 cm in depth) the lower section, below 1100 cm, at 878 and 354 cm represent 330 cm of core 1E (720–1050 cm in depth). core depth, and in the upper 150 cm, and this is\nconsistent with the distribution of ostracod remains (Manca et al. 1996; Belis et al. 1999). Amorphous\nAnalytical methods silica increases above 700 cm and reaches the highest values in the 500–400 cm range, reflecting the variaCore PALB 94/1E has been sampled every 25 cm and tions of diatom concentration (Ryves et al. 1996). with higher resolution near chemical boundaries, Clay minerals increase from depth with maximum collecting 87 samples each about 2 cm thick; only content in the 350–150 cm range. Quartz increases selected samples, representing peculiar layers, were from 1100 to 300 cm then decreases. analyzed for comparison from cores PALB 94/3A and The chemical features of Lago Albano sediments 6B. preserve the signature of Alban Hills volcanism\nEach sediment sample was dried at room tempera- (K O/Na O .1, high content of Sr and of other2 2 ture, thus allowing to evaluate the dry density, then incompatible elements), but the different ratios of crushed by hand into an agata mortar and used for reworked volcaniclastic vs. biogenic materials give to X-ray diffractometry (XRD), X-ray fluorescence sediment chemistry wide variability. The range of (XRF) and thermal analyses (TG, DTG, DTA). Min- variations of SiO (24–70 wt.%), of Al O (2–172 2 3\nwt.%) and of CaO (1–34 wt.%) are the widest among by sample 912, agree with those of the dark layers the major elements; those of S (0.05–1.9 wt.%), Sr found in the 500–400 cm depth range of PALB 94/1E 21 21(200–3800 mg g ), Ba (200–1500 mg g ), Rb (Table 1, sample 459). 21 21(20–550 mg g ),V(50–470 mg g ), Zr (30–390 mg The samples from core PALB 94/6B are mixtures 21 21 21 of minerals and rock fragments. Chemical analysesg ), Br (0–340 mg g ) and Ce (30–240 mg g ) reflect the variability of mineral compositions butare the widest among minor and trace elements. confirm the affinity to the Alban Hills volcanismChemical analyses of selected layers of Lago Al(Table 1, core 94/ 6B, sample 821).bano sediments are in Table 1; normative biogenic silica values (Sibio 5 SiO -2.8*Al O ; Robinsonnor 2 2 3 Chemical depth profileset al. (1993)) were calculated to evaluate the diatom productivity. Authigenic U (Aut.U 5 total U-Th/3) An exhaustive picture of the chemostratigraphic fea-values were used as reliable indices of palaeoredox tures of Lago Albano sediments in the last 26 kaconditions (Jones and Manning 1994). results from the extensive analyses of core PALB 94/1E. According to the downcore behaviour ofSamples 1383 and 1373 from core PALB 94/1E major and trace elements, supported by the results ofrepresent the volcanic rocks of the bottom (coarse and R-mode cluster analysis (Figure 4), three main groupsfine fragments respectively), similar to the volcanic of elements can be identified (Figure 5). The firstproducts of Alban Hills outcropping on the lake group (A) is referable to volcanogenic siliciclasticslopes; sample 1139 is a carbonate-rich layer; sample phases (terrigenous component), the second (B) to788 represents the grey mud common in the Lago carbonate fraction, and the third (C) to biogenicAlbano sediment; sample 648 is a grey mud with matter; their variations with depth are consistent withbiogenic matter; sample 459 is a mud layer very rich those of the respective mineral phases (Figure 3). Theof biogenic matter; sample 258 represents the olivespikes of some elements (e.g., Na O, Zr, Nb) occur-grey silt of the upper section of the core, and is rather 2 ring at 722 and 356 cm mark ‘‘Etna’’ and ‘‘Avellino’’similar to sample 648. tephra layers respectively.Chemistry of three layers analyzed from core PALB To highlight the evolution of the main sediment94/3A reflects the mixture of reworked volcaniclastic components in the time range covered by the core, inmaterial with high content of amorphous silica and Figure 6 the chemostratigraphic variations of someorganic matter. Such features, represented in Table 1\nrepresentative geochemical indices, and for compari- files of diatoms (Ryves et al. 1996), ostracods (Manca son of some biological and physical proxies from the et al. 1996; Belis et al. 1999) and ‘‘dry-land’’ pollen literature, are reported. (Lowe et al. 1996) abundances, and of C/N ratio\nTotal organic matter is represented by OM, (Ryves et al. 1996). biogenic silica (Si ) expresses the lacustrine silice- The variation of clastic deposition is represented bybio ous organisms (e.g., planktic and benthic diatoms), Al and Zr, conservative elements exclusively associCO represents the carbonate content, mainly ated to the terrigenous component of the sediment.2 biogenic, and Br refers to the soil organic matter Mineral type effects and mechanical sorting, sensitive related to dry-land vegetation (Cosgrove 1970; to weathering evolution and to selective transport of Kabata-Pendias and Pendias 1992; Robinson et al. phases, are expressed by Y/Al and Ti /Zr ratios, where 1993). These assumptions are supported by the pro- Y and Zr represent mainly the resistate heavy miner-\nThe organic vs. terrigenous matter supply is represented by OM/Al and V/Cr ratios, although the last ratio could vary also with oxidation conditions (Jones and Manning 1994). Redox features within the sediment are outlined by Aut.U index, S /Fe and Mo/Al ratios, since the behaviours of U, Mo, S and Fe, bound to organic and/or terrigenous components of the sediment, are governed by the diagenetic processes driven by organic matter decomposition. Reducing 2conditions, favouring the incorporation of S and 41U within the sediment, are characterized by high values of Aut.U and of S/Fe ratio (Jones and Manning 1994). As regards Mo, it can be retained in the sediment by sulphides and organic matter in reducing conditions, and by iron hydroxides in oxydizing conditions (Manheim and Landergren 1978). Therefore, the peak of Mo/Al further up-core than Aut.U maximum could reflect migration and fixation of Mo in the iron hydroxides above the redox boundary (Robinson et al. 1993).\nSince some of the geochemical indices proposed may be grain size dependent, the plots of the clay vs. silt content ratio and of fine silt vs. coarse silt ratio are also presented (Figure 6).\nIn the Lake Albano sediments (Figure 5,6) it is apparent that the variations of terrigeous clastic material are complementary to those of carbonates in the lower part of the core, but above 1100 cm they are conditioned by the biological productivity; nevertheless, the contribution of the dry-land vegetation to theFigure 4. R-mode cluster analysis applied to the sediment samples of Lago Albano (core PALB 94/1E). The three groups of the total organic matter (Br, pollen and C/N profiles) is dendrogram can be referred to: A) element carried mainly by the relevant only above 800 cm. From 1100 to 700 cm the volcanogenic siliciclastic phases; B) elements carried mainly by the terrigenous clastic material increases, then from 700 carbonates; C) elements carried by both biogenic matter (non to 400 cm it decreases and appears affected by in-carbonate) and siliciclastic phases. (OM: total organic matter) creasing weathering processes (rise of CIA and Al / Rb). Between 500 and 400 cm the organic matter als, and Al and Ti the main silicate phases of the reaches the highest values and the scarce terrigenous sediment. The degree of weathering of the catchment material is rich in resistate minerals (high Y/Al and rocks is evaluated by indices based on alkalis and low Ti /Zr ratios). Reductive diagenesis of the sedialkaline earths, such as CIA (chemical index of altera- ment is suggested by redox geochemical indices and tion: Al O /(Al O 1CaO1Na O1K O), Nesbitt supported by magnetic properties which point to2 3 2 3 2 2 and Young (1982)) and Al /Rb (preferred to Rb/Al for magnetite dissolution (Rolph et al. (1996); the profile graphic clearness) and by the content of unweathered of Hard IRM, reported in Figure 6, has been chosen volcanic minerals (S V.M.) (Narcisi 2001). The in- among the other rock magnetic profiles for graphic crease of CIA values and of Al /Rb ratio, and the clearness). The sharp changes occurring in many decrease of S V.M., reflecting stronger weathering, profiles slightly below the ‘‘Avellino’’ tephra at 356 mark the periods of increased moisture regimes, as the cm likely record the events which caused the sediprofile of tree pollen percentage supports. In fact at mentation hiatus identified by Chondrogianni et al. the latitude of central Italy, a direct relation appears to (1996a, 1996b), Lowe et al. (1996) and verified by exist between moisture conditions and tree pollen Oldfield (1996). Above this level, the profiles of the percentage (Follieri et al. 1988). biogenic productivity indices are irregular but the\nvalues keep rather high, whereas the abundant ter- (1999); Lago di Vico, Narcisi (2001); Lago Grande di rigenous material is characterized by higher CIA, Al / Monticchio, Robinson et al. (1993)). A general agreeRb and clay /silt ratio values. ment occurs as concerns the biological productivity\nOn the whole, the downcore trends of the sediment indices (organic matter, biogenic silica and bromine) composition in Lago Albano are rather similar to and the records of tephra layers, whereas the profiles those of other maar lakes of Central-Southern Italy for of terrigenous supply, extensively provided only for the same time range (Lago di Mezzano, Ramrath et al. Lago Grande di Monticchio, are less coherent. How-\never, this is not surprising for the strong control of the bidity of water) the chemostratigraphic zoning of geomorphologic conditions of the lake catchment on Lago Albano sediments records the environmental the erosion and transport processes. evolution of the lake area during the transition from\nFull Glacial to Holocene times. In this section the geochemical features of the\nGeochemical zoning and environmental sediment are examined in the palaeoenvironmental evolution framework outlined by the research groups involved in PALICLAS. Applying the Q-mode cluster analysis to the geo- Zone 1 – 1387 to 1320 cm – The silicate elements chemical database, and taking into account the dow- prevail over the other elements (Figure 5), accordingncore variations observed in Figure 3,5,6, the sedi- ly with the nature of the bottom sediment, formed by mentary sequence of core PALB 94/1E can be di- volcanic rock fragments. The upward increase of vided into six chemostratigraphic zones: 1) 1387– carbonate elements and of some elements carried by 1320 cm; 2) 1320–1100 cm; 3) 1100–700 cm; 4) the organic matter is consistent with the development 700–535 cm; 5) 535–400 cm; 6) 400–64 cm. Accord- of ostracods assemblages (Manca et al. 1996; Belis et ing to the literature (Guilizzoni and Oldfield 1996), al. 1999) and in general of lake biota (Ryves et al. the lower three zones correspond to Pleistocene sedi- 1996) typical of shallow water environment marking mentation in the Full Glacial, the fourth covers the the onset of Lago Albano. However, the content of the transition Pleistocene-Holocene (Late Glacial), and elements carried by the organic matter keeps very low the upper zones represent the Holocene sedimentation (Figure 5,6), with biogenic silica and bromine below (Figure 2). detection limit, consistent with the very low content\nThe identified geochemical zoning records mainly of diatoms and ‘‘dry-land’’ pollen remains. changes of organic / inorganic matter ratios, and this Zone 2 – 1320 to 1100 cm – This zone is characterpoints to different supply of biogenic and terrigenous ized by the highest values of Ca and CO in the core;2 material to the lake sediments. Since both primary the silicate elements, prevailing in the bottom sediproductivity and terrigenous supply are governed by ment, decrease upwards; the indices of non carbonate the environmental conditions around and inside the biogenic matter (OM, Br, and mainly biogenic silica) lake (e.g.: temperature, humidity, rainfall and slope increase. Such features may be induced by different erosion; lake level, pH, oxygen availability and tur- processes: i) clastic sediment supply decrease at\nconstant biogenic matter supply, ii) increasing supply upper samples, and not the decrease that could explain of biogenic matter at constant mineral matter supply, such changes of the chemical features. Therefore the iii) decrease of mineral matter joined with increase of variations in the geochemical features of the clastic biogenic matter supply; in this last case the total material of this zone, supplied to the lake in a time sedimentation rate should remain unchanged, which is range of about 4–5 ky after the emplacement of the not true in the other cases. Since the chronostratig- primary pyroclastics of the bottom core (Guilizzoni et raphic framework for the core PALB94/1E proposed al. 2000), can be reasonably ascribed to weathering. by Guilizzoni et al. (2000) suggests that below 1100 In general, weathering processes and low clastic cm depth the total sedimentation rate kept constant supply reflect conditions of catchment stability for the 21(about 0.05 cm y ), the decrease of silicate elements development of soil and vegetation, and in these compared to biogenic matter elements does not appear circumstances the leaching of primary minerals into be caused by dilution, but it points out to the creases the element supply to water lake and can combined increase of biogenic matter supply and favour lake productivity (Kauppila and Salonen 1997; decrease of clastic supply. Schutt 1998; Nolan et al. 1999; Narcisi 2001). In\nThe geochemical features of this clastic material Lago Albano area this condition is supported by (silt-sized) are rather different from those of both pollen and diatoms profiles, and in general by primary coarse and fine pyroclastics of the lower section productivity indices (Ryves et al. 1996) which, how(Table 1), and this is more clear if we overcome the ever, manifest clear oscillations. Oscillations are apeffects of the different carbonate content by recal- parent also in the chemostratigraphic profiles, where culating carbonate-free the analyses of the sediments layers with prevailing carbonate elements are irregufrom zone 1 and zone 2 (e.g. samples 1383, 1373 and larly interbedded with layers enriched in silicate 1139 in Table 1). Silica recalculated is generally elements. As the occurrence of carbonates (ostracods higher in zone 2 (SiO 56–78%) than in zone 1 (SiO remains) is possible if physical and chemical con-2 2 44–47%), whereas the other major elements are de- ditions in the lake are suitable for their formation and pleted in zone 2 to 37–61% of the values found in preservation, under relatively constant accumulation zone 1. The most important depletion regards the rate (Guilizzoni et al. 2000) some environmental alkali content (Zone 2: Na O 0.6–1%; K O 1.5–3%; change must be supposed to justify their recurrent2 2 21Rb 120–260 mg g ; Na/Al 0.07–0.15; K/Al 0.28– disappearance. 0.4. Zone 1: Na O 1.5–2.4%; K O 5.2–7.8%; Rb In a crater lake, changes can be referred to endo-2 2 21 genetic (hydrothermal activity) or to exogenetic (cli-360–560 mg g ; Na/Al 0.13–0.23; K/Al 0.54– mate oscillations) processes. The exogenetic hypoth-0.69), and consequently CIA values, but also Al /Rb esis was preferred by Guilizzoni et al. (2000) whoratios, are higher in the upper than in the lower zone interpreted the changes in lake biota, reflecting those(Figure 6). If we exclude silica increase, consistent of terrestrial vegetation, as responses of short-livedwith the rise of quartz and diatoms contents (Figure climate changes analogous to those recorded in North3,6), the different chemical features between zones 2 Atlantic. Although we cannot exclude changes in theand 1 could results by rock weathering or by different hydrothermal activity, which might have inducedphysical sorting processes. Undoubtedly sorting prophysical and chemical variation inside the lake affect-cess played some role in the sediment deposition of ing carbonate stability, it is worth noting that thethe bottom zone, as deduced by the sediment core variations of CO are consistent with those of OM/Aldescription, but the effect of sorting is not recorded by 2 and Br /Al (Figure 7), and their peaks fairly corre-sediment geochemistry, and this appears comparing spond to the three intervals of higher productivitycoarse- (1383) and fine-grained (1373) sediment samclimate-driven identified by Guilizzoni et al. (2000) inples (Table 1). On the contrary, the above mentioned this section of the core.differences come out also comparing sediments of Zone 3 – 1100 cm to 700 cm – The lower boundarysimilar grain-size (silt), which likely did not exof this zone is defined by the sharp increase of theperienced very different physical sorting. Moreover, silicate elements and by the strong decrease of car-although the observed alkali depletion could reflect bonates. Above 1100 cm the carbonates disappeareven slight changes within the silt size range, this (except for the spike at 878 cm), the silicate elementshypothesis is not consistent with the fine vs. coarse continue to rise slowly, and those carried mainly bysilt plot (Figure 6), which evidences a relative grain the organic matter show a weak and irregular in-size increase in this zone from the bottom sample to\n(Robinson 1994) and of Lago di Mezzano (Ramrath matter deposition) and of within-lake productivity et al. 1999). possibly controlled by higher level of eutrophication,\nZone 5 – 535 cm to 400 cm – The minimum as the decrease of biogenig silica content suggests content of silicate related elements and the maximum (Guilizzoni et al. 2002). All this is consistent with the values of biogenic silica and of the elements carried relatively warm and humid climate of Low Holocene, by organic matter characterize the sediment of this as inferred by biological records (Oldfield 1996; zone (Figure 5,6). These features would testify for Guilizzoni and Lami 1999). maximum biological productivity, but they might be Zone 6 – 400 cm to 64 cm – An abrupt change of equally well explained by reduced mineral supply. both biological and terrigenous indices characterizes The strong decrease of dry density values (125 mg the bottom sediment of this zone. This can be referred 23cm ) and the slight reduction of total sedimentation to the depositional hiatus of about 3 ka, which began 21rate (0.042 cm y , Guilizzoni et al. (2002)) could in the mid-Holocene during a period of maximum support the occurrence of both events, but the de- productivity (Chondrogianni et al. 1996b; Oldfield 23crease of clastic supply (from 95 to 31 mg cm ) 1996), and that is probably related to the opening of appears the prevailing event. Really, although the the fifth crater of Albano (Villa et al. 1999). The values of Si and diatoms (Figure 6), and those of following increment of the terrigenous elements, withbio pigments (Ryves et al. 1996; Guilizzoni and Lami low organic / terrigenous ratio, increase of weathering 1999), point to the highest within-lake productivity, indices (high clay content and CIA) and decrease of the calculated contents of biogenic silica and of ‘‘dry-land’’ pollen (Figure 6), would evidence a 23organic matter (65 and 27 mg cm respectively) period of humidity and strong erosion of the catchsuggest that also the biogenic supply diminished (to ment. The mismatch between erosion, favoured by about 70%). This is consistent with the decline of decline of vegetation, and humidity, which favours ‘‘dry-land’’ pollen concentration (Figure 6), whereas the development of vegetation cover, probably rethe Br content, which continues to be high, could flects a phase of forest clearance, for which human indicate increase of Br content in the soil organic impact cannot be ruled out (Oldfield 1996; Guilizzoni matter, possibly related to maximum tree develop- and Lami 1999). Above the ‘‘Avellino’’ tephra (356 ment and/or to a change of the ‘‘oceanicity’’ of the cm), the chemistry of the sediments displays a stabiliatmospheric flux (Robinson et al. 1993). Anyway, the zation of the balance between erosion and productivihigh content (21–23 wt.%) of organic matter in the ty. The new impulse of productivity between 200 and sediment favoured conditions of reductive diagenesis, 150 cm, as the increase of the biogenic elements and recorded also by sediment magnetic properties point- the decrease of terrigenous ones point out, has been ing to magnetite dissolution driven by organic matter referred by the above Authors to the development of decomposition (Rolph et al. 1996). To diagenetic cultivation activity in Roman age. mobilization can also be ascribed some element migration across the redox boundary, as suggested by the profiles of OM-bound elements (e.g. Mo, As) and Conclusions of redox geochemical indices (e.g. V/Cr and Mo/Al maxima shifted up-core relative to the OM and Aut. U Mineralogical and geochemical investigation of the peaks; decrease of S/Fe ratio). sedimentary sequence of Lago Albano suggests that\nAs to the terrigenous matter, it appears enriched of sediment composition has somewhat varied since the resistate minerals (high Y/Al and low Ti /Zr ratios), creation of the lake, about 45 ka b.p. Although the whereas the indices of silicate weathering (CIA and lake sedimentation has been strongly influenced by Al /Rb) keep rather unchanged. These features indi- the volcanic evolution of Albano crater (Villa et al. cate that the chemical composition of the catchment 1999), the palaeoenvironmental changes occurred in soils remained essentially constant, whereas different Central Italy during the last 26 ka are undoubtedly erosion depth or selective transport mechanism could recorded by the geochemical features of lake sedihave enhanced the residual phases. ments. The main evidences regard the biological\nOn the whole, the geochemical characteristics of productivity, assessed through biogenic silica, CO ,2 the sediment of this zone would reflect the combined Br and organic matter content; the erosion of the effects of crater walls stabilization for the forest catchment, mainly recorded by Al, Zr, Y/Al, Ti /Zr development (reduced clastic and dry-land organic and OM/Al ratios; the rock weathering, evidenced by\nCIA, Al /Rb ratio, S V.M. and clay content; the References physical and chemical conditions of the lake water inferred through S/Fe and Mo/Al ratios, and Au- Alessio M., Allegri L., Bella F., Calderoni G., Cortesi C. and Dai 14Pra G. et al. 1986. C dating, geochemical features, faunistic andthigenic U. On the whole, the variability of sediment palynological analyses of the uppermost 10 m core from Valle digeochemistry reflects changes of organic / inorganic Castiglione (Rome, Italy). Geol. Rom. 25: 287–308.matter ratios that were induced by the transition from Belis C.A., Lami A., Guilizzoni P., Aritzegui D. and Geiger W. the cold and dry climate of the Full Glacial to the 1999. The late Pleistocene ostracod record of the crater lake warmer and more humid climate of the Holocene. sediments from Lago di Albano (Central Italy): Changes in\nThe chemostratigraphic zoning identified in the trophic status, water level and climate. J. Paleolim. 21: 151–169. Bianchi M.M., Massaferro J., Roman Ross G., Amos A.J. and Lamisedimentary sequence of core PALB 94/1E marks the A. 1999. Late pleistocene and early Holocene ecological re-main six steps of the lake area evolution and agrees ´sponse of Lake El Trebol (Patagonia, Argentina) to environmen-rather well with the results of the lithological and tal changes. J. Paleolim. 22: 137–148. paleomagnetic studies (Chondrogianni et al. 1996b; Boni C., Bono P., Lombardi S., Mastrolillo L. and Percopo C. 1995. Rolph et al. 1996). Despite the information obtained Hydrogeology, Fluid Geochemistry and Thermalism. In: Trigila by means of the geochemical features are less detailed R. (ed.), The Volcano of the Alban Hills. Roma, pp. 222–242. Boyle J.F. 2001. Inorganic geochemical methods in palaeolimnolo-than those acquired by the study of biological remains gy. In: Last W.M. and Smol J.P. (eds), Tracking Environmental(Belis et al. 1999; Guilizzoni and Lami 1999; GuilizChange using Lake Sediments: Physical and Geochemical Meth-zoni et al. 2000, 2002), the palaeoenvironmental ods. Kluwer, Dordrecht, pp. 83–141. significance inferred is concordant. Calanchi N., Dinelli E., Gasparotto G. and Lucchini F. 1996a. The results of this work are in agreement with those Etnean tephra layer in Albano Lake and Adriatic sea cores: new findings Y-1 layer in Central Mediterranean area. Acta Vul-acquired by Robinson et al. (1993), Robinson (1994) canologica 8: 7–13.on the sediments of Lago Grande di Monticchio Calanchi N., Dinelli E., Lucchini F. and Mordenti A. 1996b.(Southern Italy), where the transition PleistoceneChemostratigraphy of late Quaternary sediments from Lake Holocene is recorded by the same changes of the Albano and Central Adriatic Sea cores (Paliclas Project). Mem. productivity and erosion indices as observed at Lago Ist. ital. Idrobiol. 55: 247–263. Albano. Similar changes were also detected in other Chamley H. 1989. Clay Sedimentology. Springer Verlag, Berlin, 623 pp.coeval sediments from Central Italy, Valle di CastigChondrogianni C., Aritzegui D., Bernasconi S.M., Lafargue E. andlione (Alessio et al. 1986), Lago di Mezzano (RamMcKenzie J.A. 1996a. Geochemical indicators tracing ecosystem rath et al. 1999), Lago di Vico (Narcisi 2001), and response to climate change during the late Pleistocene (Lake this is a further support of the applicability of the Albano, central Italy). Mem. Ist. ital. Idrobiol. 55: 99–109. mineralogical and geochemical investigation as com- Chondrogianni C., Aritzegui D., Niessen F., Ohlendorf C. and Lister G.S. 1996b. Late Pleistocene and Holocene sedimentationplement of more sophisticated techniques in the in Lake Albano and Lake Nemi (central Italy). Mem. Ist. ital.palaeoenvironmental reconstructions. However, the Idrobiol. 55: 23–38. significance of the geochemical changes must be Cosgrove M.E. 1970. Iodine in the bituminous Kimmeridge Shales interpreted carefully, distinguishing the geochemical of the Dorset Coast, England. Geochim. Cosmochim. Acta 34: proxies which result more dependent on the climatic 830–836. De Rita D., Funiciello R. and Parotto M. 1988. Carta geologica delconditions from those mainly dependent on the Complesso Vulcanico dei Colli Albani. CNR, Roma, Scalalithological context of the study area. 1:50.000.\nDe Rita D., Faccenna C., Funiciello R. and Rosa C. 1995. Stratigraphy and volcano-tectonics. In: Trigila R. (ed.), The Volcano of the Alban Hill. Roma, pp. 33–71.\nFollieri M., Magri D. and Sadori L. 1988. 250,000-year pollenAcknowledgments record from Valle di Castiglione (Roma). Pollen et Spores 30: 329–356. This research was financially supported by European Follieri M., Magri D. and Sadori L. 1990. A comparison between Union, Climatology and Natural Hazards under the lithostratigraphy and palynology from the lacustrine sediments of EC Environment Programme 1991–94 (PALICLAS Valle di Castiglione (Roma) over the last 0.25Ma. Mem. Soc. Geol. it. 45: 889–891.contract EV5V CT93 0267, F. Lucchini) and by an Franzini M., Leoni L. and Saitta M. 1972. A simple method toItalian MURST 60% Fund (N. Calanchi). The authors evaluate the matrix effects in X-ray fluorescence analysis. X-ray are grateful to A. Mordenti for the assistance in Spectrom. 1: 151–154. laboratory. Many thanks to J.F. Boyle who provided Franzini M., Leoni L. and Saitta M. 1975. Revisione di una helpful comments and suggestions on the manuscript. metodologia analitica per fluorescenza-X basata sulla correzione\ncompleta degli effetti di matrice. Rend. Soc. ital. Mineral. Petrol. Lake Biwa. In: Horie S. (ed.), History of Lake Biwa. Kyoto 31: 365–378. University, pp. 137–156. Guilizzoni P. and Oldfield F. (eds) 1996. Palaeoenvironmental Narcisi B. 2000. Late Quaternary eolian deposition in Central Italy. Analysis of Italian Crater Lakes and Adriatic Sediments (PALI- Quat. Res. 54: 246–252. CLAS). Mem. Ist. ital. Idrobiol. 55, 358 pp. Narcisi B. 2001. Palaeoenvironmental and palaeoclimatic implicaGuilizzoni P. and Lami A. 1999. Palaeoclimatic and anthropogenic tions of the Late-Quaternary sediment record of Vico volcanic impact on aquatic ecosystems as inferred from the analysis of lake (central Italy). J. Quat. Sci. 16: 245–255. natural archives. In: Farina A. (ed.), Perspective in Ecology. Negendank J.F.K. and Zolitschka B. 1993. Paleolimnology of Backhuys Publishers, Leiden, pp. 87–98. European Maar Lakes. Lecture Notes in Earth Sciences 49. Guilizzoni P., Marchetto A., Lami A., Oldfield F., Manca M. and Springer Verlag, Berlin, 513 pp. Belis C.A. et al. 2000. Evidence for short-lived oscillations in the Nesbitt H.W. and Young G.M. 1982. Early Proterozoic climates and biological records from the sediments of Lago Albano (Central plate motions inferred from major element chemistry of lutites. Italy) spanning the period ca. 28 to 17 k yr BP. J. Paleolim. 23: Nature 299: 715–717. 117–127. Niessen F., Lami A. and Guilizzoni P. 1993. Climatic and tectonic Guilizzoni P., Lami A., Marchetto A., Jones V.J., Manca M. and effects on sedimentation in central Italian volcano lakes (Latium) Bettinetti R. 2002. Palaeoproductivity and environmental – Implications from high resolution seismic profiles. In: Negenchanges during the Holocene in central Italy as recorded in two dank J.F.K. and Zolitschka B. (eds), Palaeolimnology of eurocrater lakes (Albano and Nemi). Quaternary International 88: pean Maar Lakes. Lecture notes in Earth Sciences 49., pp. 129– 57–68. 148. Ishiga H., Nakamura T., Sampei Y., Tokuoka T. and Takayasu K.\nNolan S.R., Bloemendal J., Boyle J.F., Jones R.T., Oldfield F. and 2000. Geochemical record of the Holocene Jomon transgression Whitney M. 1999. Mineral magnetic and geochemical records of and human activity in coastal lagoon sediments of the San’in late Glacial climatic change from two northwest European district SW Japan. Global. Planet. Change 25: 223–237.\ncarbonate lakes. J. Paleolim. 22: 97–107. Jones B. and Manning D.A.C. 1994. Comparison of geochemical\nOldfield F. 1996. The PALICLAS Project: synthesis and overview.indices used for the interpretation of palaeoredox conditions in Mem. Ist. ital. Idrobiol. 55: 329–357.ancient mudstones. Chem. Geol. 111: 111–129. Oldfield F., Rolph T. and Van der Post K. 1996. University ofKabata-Pendias A. and Pendias H. 1992. Trace Elements in Soils Liverpool – Final Report. In: Oldfield F. (ed.), Palaeoenviron-and Plants. CRC Press, London, 356 pp. mental Analysis of Italian Crater Lake Sediments (PALICLAS)Kauppila T. and Salonen V.P 1997. The effect of Holocene treeline Final Report. The University of Liverpool, Department of Geog-¨fluctuations on the sediment chemistry of Lake Kilpisjarvi, raphy.Finland. J. Paleolim. 18: 145–163. Ramrath A., Nowaczyk N.R. and Negendank J.F.W. 1999. Sedi-Leoni L. and Saitta M. 1976. X-ray fluorescence analysis of 29 mentological evidence for environmental changes since 34,000trace elements in rock and mineral standards. Rend. Soc. ital. years BP from Lago di Mezzano, central Italy. J. Paleolim. 21:Mineral. Petrol. 32: 497–510. 423–435.Leoni L., Menichini M. and Saitta M. 1982. Determination of S, Cl\nRobinson C., Shimmield G.B. and Creer K.M. 1993. Geochemistryand F in silicate rocks by X-ray fluorescence analyses. X-Ray of Lago Grande di Monticchio, S. Italy. In: Negendank J.F.K.Spectrom. 11: 156–158. and Zolitschka B. (eds), Palaeolimnology of european MaarLowe J.J., Accorsi C.A., Bandini Mazzanti M., Bishop A., Van der Lakes. Lecture notes in Earth Sciences 49., pp. 317–332.Kaars S. and Forlani L. et al. 1996. Pollen stratigraphy of\nRobinson C. 1994. Lago Grande di Monticchio, southern Italy: asediment sequences from lakes Albano and Nemi (near Rome) long record of environmental change illustrated by sedimentand from the central Adriatic, spanning the interval from oxygen isotope Stage 2 to the present day. Mem. Ist. ital. Idrobiol. 55: geochemistry. Chem. Geol. 118: 235–254. 71–98. Rolph T.C., Oldfield F. and Van der Post K. 1996. PalaeomagnetManca M., Nocentini A.M., Belis C.A., Comoli P. and Corbella L. ism and rock-magnetism results from Lake Albano and the 1996. Invertebrate fossil remains as indicators of late Quaternary central Adriatic Sea (Italy). Mem. Ist. ital. Idrobiol. 55: 265–283. environmental changes in Latium crater lakes (L. Albano and L. Ryves D.B., Jones V.J., Guilizzoni P., Lami A., Marchetto A. and Nemi). Mem. Ist. ital. Idrobiol. 55: 149–176. Battarbee R.W. et al. 1996. Late Pleistocene and Holocene Manheim F.T. and Landergren S. 1978. Molibdenum. In: Wedephol environmental changes at Lake Albano and Lake Nemi (central K.H. (ed.), Handbook of Geochemistry Vol. II-4. Springer Verlag, Italy) as indicated by algal remains. Mem. Ist. ital. Idrobiol. 55: Berlin 42 H-L. 119–148. Margaritora F.G. 1992. Limnology in Latium: the volcanic lakes. Schutt B. 1998. Reconstruction of Holocene paleoenvironments in In: Guilizzoni P., Tartari G. and Giussani G. (eds), Limnology in the endorheic basin of Laguna de Gallocanta, Central Spain by Italy. Mem. Ist. ital Idrobi Vol. 50., pp. 319–336. investigation of mineralogical and geochemical characters from Martini M., Giannini G., Prati F., Tassi F., Capaccioni B. and lacustrine sediments. J. Paleolim. 20: 217–234. Iozzetti P. 1994. Chemical characters of crater lakes in the Trigila R., Agosta E., Currado C., De Benedetti A.A., Freda C. and Azores and Italy: the anomaly of Lake Albano. Geochem. J. 28: Gaeta M. et al. 1995. Petrology. In: Trigila R. (ed.), The Volcano 173–184. of the Alban Hills. Roma, pp. 95–165. Nakai N. and Koyama M. 1987. Reconstruction of paleoenviron- Villa I.M., Calanchi N., Dinelli E. and Lucchini F. 1999. Age and ment from the view-points of the inorganic constituents, C/N Evolution of the Albano Crater Lake (RomanVolcanic Province). ratio and Carbon isotopic ratio in the 1400 m core taken from Acta Vulcanologica 11: 305–310."
  }],
  "year": 2002,
  "references": [],
  "id": "SP:4f2e83e07300ab4eda640072d6796a3cef87af3a",
  "authors": [{
    "name": "Federico Lucchini",
    "affiliations": []
  }, {
    "name": "N. Calanchi",
    "affiliations": []
  }],
  "abstractText": "The results of the geochemical investigation on bulk sediment from three cores collected in Albano crater lake (Central Italy) are reported, and the main markers of the palaeoenvironmental changes in the last 26 ka are discussed. The sediment of Lago Albano consists of grey silt and mud, and is made of volcanogenic, calcareous, siliceous and organic material. Some tephra layers provide a chronological framework for the sequence. The chemical features of the sediments are strongly impacted by the Alban Hills volcanism (Roman volcanic area), but there are also strong changes of organic / inorganic matter ratios, owing to variations in biological productivity and terrigeous supply from the catchment. Six chemostratigraphic zones record the main steps of the transition from the cold and dry climate of Glacial Maximum to the warmer and more humid Holocene climate. The most useful geochemical indices are: biogenic silica, CO , Br and organic content (OM) for biological productivity; Al,Y, CIA 2 (Chemical Index of Alteration), Al /Rb, Ti /Zr and Y/Al ratios for terrigenous clastic material; OM/Al ratio for organic / terrigenous ratio; S /Fe and Mo/Fe ratios and Authigenic U for redox diagenetic conditions of the lake sediment. The geochemical records agree rather well with those of the lithological and paleomagnetic studies, and despite the information obtained are less detailed than those acquired by the study of biological remains, the palaeoenvironmental significance inferred is consistent. A comparison of the chemostratigraphic results of Lago Albano with those obtained on coeval sediments from Central and Southern Italy lakes supports the role of the geochemical investigation as important complement to more sophisticated techniques in the palaeoenvironmental reconstructions. Introduction To investigate the palaeoenvironmental history of Central Italy within the last climatic cycle (i.e., the Sediment cores collected in lake basins provide good last 30,000 years), several sediment cores were colrecords of environmental change, and the geochemlected both in Albano and Nemi crater lakes, under istry of lacustrine deposits plays a significant role in the European PALICLAS project (Palaeoenvironmenpalaeolimnological research (Alessio et al. 1986; tal Analysis of Italian Crater Lake and Adriatic Sea). Nakai and Koyama 1987; Robinson et al. 1993; This region has been chosen because the MediterraRobinson 1994; Schutt 1998; Bianchi et al. 1999; nean area represents a transition zone, affected by Nolan et al. 1999; Ishiga et al. 2000; Boyle 2001). both the monsoonal and the North Atlantic cirIn respect to many other lakes, crater lakes are culation-driven climatic regimes, and has been more more suitable for palaeoenvironmental reconstrucsensitive than central Europe to small changes in tions, because they are closed basins, commonly with climate (Chondrogianni et al. (1996a), and references small catchment area, and not affected by the strong therein). erosion phenomena of glacial lakes (Negendank and The results of the multidisciplinary investigation Zolitschka 1993). into Lago Albano, reported in Guilizzoni and Oldfield",
  "title": "Chemostratigraphy of Lago Albano sediments (Central Italy):geochemical evidence of palaeoenvironmental changes in lateQuaternary"
}