{
  "sections": [{
    "text": "Martian cratering 11. Utilizing decameter scale crater populations to study Martian historya\nW. K. HARTMANN1,* and I. J. DAUBAR2\n1Planetary Science Institute, 1700 E. Fort Lowell Road, Suite 106, Tucson, Arizona 85719, USA 2Jet Propulsion Laboratory, California Institute of Technology, 4800 Oak Grove Drive, Pasadena, California 91109-8099, USA\n*Corresponding author. E-mail: hartmann@psi.edu\n(Received 28 June 2016; revision accepted 12 November 2016)\nAbstract–New information has been obtained in recent years regarding formation rates and the production size-frequency distribution (PSFD) of decameter-scale primary Martian craters formed during recent orbiter missions. Here we compare the PSFD of the currently forming small primaries (P) with new data on the PSFD of the total small crater population that includes primaries and field secondaries (P + fS), which represents an average over longer time periods. The two data sets, if used in a combined manner, have extraordinary potential for clarifying not only the evolutionary history and resurfacing episodes of small Martian geological formations (as small as one or few km2) but also possible episodes of recent climatic change. In response to recent discussions of statistical methodologies, we point out that crater counts do not produce idealized statistics, and that inherent uncertainties limit improvements that can be made by more sophisticated statistical analyses. We propose three mutually supportive procedures for interpreting crater counts of small craters in this context. Applications of these procedures support suggestions that topographic features in upper meters of mid-latitude ice-rich areas date only from the last few periods of extreme Martian obliquity, and associated predicted climate excursions."
  }, {
    "heading": "INTRODUCTION",
    "text": ""
  }, {
    "heading": "Background",
    "text": "The discovery of new, small (decameter-scale) craters forming on Mars within our lifetimes (Malin et al. 2006) increases the potential for learning more about the rate of crater formation, evolution of Martian geologic formations, putative episodes of climate change, and phenomena of meteoroid atmospheric passage, fragmentation, and impact. This potential has been muted by concerns about secondary impact craters in the same size range, which could lead to possible confusion between secondaries and primaries, and/or swamping of the primary “signal” by the “noise” of hordes of secondaries (Chapman 2004, 2015; Bierhaus et al. 2005; McEwen\net al. 2005; McEwen and Bierhaus 2006; Daubar et al. 2013, 2014a; Bierhaus 2015; Weaver et al. 2015).\nLiterature on this subject evolved in the 2000s in an interesting way that became misleading regarding the respective roles of the smallest secondaries and primaries. Historically and semantically, primaries (impacts from interplanetary space) have been treated as a phenomenon separate from secondaries (impacts from impact debris generated on the planetary body in question). This view emphasized the possibility that PSFDs of the primaries and secondaries might be quite different, and that P or S populations might dominate at different sizes. (But see also the Comparison of PSFDs section.) To review briefly, McEwen (2003) correctly noted that the secondaries might be a problem with the forthcoming high-resolution imagery of the HiRISE camera. Chapman (2004) correctly argued that crater chronometry would work best if primary craters only were being counted, noting that, “If many or most craters are secondaries, then the presumption of aThis title refers to a series of articles organized by the first author, starting in 1966 in Icarus 5, 565–576.\nMeteoritics & Planetary Science 52, Nr 3, 493–510 (2017) doi: 10.1111/maps.12807\n493 © The Meteoritical Society, 2016.\nrandomness . . . is wrong, undercutting long used methods of relative and absolute age dating” Such discussions led some researchers to a mistaken perception that all crater counters claim to be counting only primaries, and that they try to identify individual field secondaries and then exclude them from the counts. For example, Bierhaus et al. (2005) stated that, “For several decades, most planetary researchers have regarded the impact crater populations . . . as predominantly reflecting the direct (“primary”) impacts of asteroids and comets.” Similarly, McEwen et al. (2005) implied that crater counters’ counts and isochrons were intended to reflect primaries only, and concluded that crater-count results were incorrect by huge factors; for example, “at least a 700-fold disparity with the NPF [Neukum production function] and >2000 with the HPF [Hartmann production function]” (McEwen et al. 2005). McEwen and Bierhaus (2006) stated: “The issue is not just that secondaries may contaminate the counts, but that the production functions used by these researchers may greatly overpredict the production rate of small primary craters, as secondary craters have shaped the smalldiameter end of the production functions.”\nSeveral responses are possible. First, as for “most planetary researchers” regarding impact craters as dominantly primaries or excluding putative secondaries, the problem of how to deal with small secondaries had already been discussed in the 1960s in the context of lunar high-resolution Ranger photos, when Shoemaker (1965, 1966) pioneered the idea that a large fraction of smaller lunar craters are probably secondaries. Hartmann (1967) used Ranger images to produce a lunar crater SFD with diameters down to D = 64 m and, reflecting the ongoing discussions of primaries versus secondaries, stated that, “In view of our present state of understanding of lunar craters I believe that underinterpretation is preferable to overinterpretation. I have avoided, so far as possible, dividing craters by supposed modes of origin” The premise in the Hartmann isochron system has therefore been that in spite of some degree of nonrandom contributions by field secondaries, the total population densities of primaries (Ps) . . . plus “field secondaries” (fSs—the secondaries scattered quasi-randomly outside of rays and clusters, especially at large distances from fresh primaries) offered the best proxy for estimating chronometric information over significant time scales, because the Ps and fSs must, on long-term average, increase hand-in-hand, since one cannot have Ps without fSs, or fSs without Ps. Thus, while an individual large primary crater can produce an impressive, sudden scattering of distant field secondaries, nonrandom in time and space, the more\nmature, cratered planetary surfaces build up a scattered fS population coming from many different P sources and directions, so that even the fS population tends toward increasing randomization as more sourceprimaries accumulate. For example, if secondaries dominate in a given size bin, the first “off-stage” distant primary that contributes secondaries may drastically increase P + fS in a single day. But the tenth off-stage primary of similar size and distance increases the fS count only by ~10%, which is within the existing uncertainties in the crater chronometry system, as we will see. Neukum’s view was different in detail but had a similar effect in the long run. In the 1980s and 1990s, he suspected (incorrectly?) that most of the small craters were primaries, which meant that Neukum’s group, too, ended up counting most of the craters outside clusters and rays, essentially the same population counted by Hartmann and co-workers. For example, Neukum and Ivanov (1994, p. 376) argue that primaries dominate the distribution for D≲1 km. (The plots he shows from that era only go down to a few 100 m.)\nA second response to the above critiques is that some of the above authors mistakenly implied that the Hartmann isochron PSFD curves were intended to present accumulation rates of Ps only. In reality, the Hartmann isochrons explicitly include all semirandomly scattered craters, since attempts to differentiate them from primaries are unreliable, as discussed in the earliest days of crater counting (Hartmann 1967). Hence they represent P + fS, not just P.\nThird, starting with the discovery of present-day decameter-scale P production on Mars (Malin et al. 2006), it turned out that the isochron value for P + fS (Hartmann 2005) production rate is only about a factor of 4 to 8 higher than the current P production rate (Daubar et al. 2013)—not hundreds or thousands of times higher, as had been charged. This measurement is important because it suggests (but does not prove) that the average fraction of decameter-scale secondaries, fS/ [P + fS], in mature populations is neither in the <1% range nor the >99% range (although some of the above-referenced discussions have implied both extremes).\nThe early criticisms in the 2000s have thus faded (but not disappeared). Researchers (including ourselves) agree that secondaries create issues that must be considered in any crater chronometry system. Hartmann (2005, p. 295) suggested absolute crater chronometry ages may be uncertain by factors of 2 to 4, due to additional calibration problems in the scaling of crater populations of the Moon to Mars. One might add another factor 2 in uncertainty due to timedependent factors such as “impact seasons” on Mars\n(Ivanov 2001; Daubar et al. 2013; JeongAhn and Malhotra 2015; see further discussion below.) Factors of 2 to 4 or even 8 uncertainty in absolute age may seem horrendous to geologists accustomed to radiometric dating of samples with much smaller error bars. We argue, however, that even uncertainty factors this large are not great enough to dismiss all uses of small craters, given present levels of uncertainty in other areas of Mars research. There are several reasons. First, the observed Martian crater density SFDs, measured in vertical positions on our diagrams, range over five orders of magnitude, and the inferred ages associated with these SFDs range from ~1 Myr to ~4000 My. Hence, to argue whether volcanic activity in some areas is 10 Myr old or 80 Myr old is of little geophysical consequence compared to proving that it is not, for example, >2000 Myr. Indeed, crater chronometry led to the geophysically important Mariner 9 discovery that igneous activity among large Martian volcanoes did not die out gigayears ago, but continued into modern geologic time (Hartmann 1973, 1978, 1999; McEwen et al. 1999). This initial discovery was affirmed only later by dating of Martian igneous meteorites with formation ages of 1300 Myr and even the last few hundred Myr (e.g., Nyquist et al. 1979; Bogard and Johnson 1983). Thus, the field of Martian crater chronometry can claim some predictive success, at least with larger-sized impact craters.\nAs a third argument in support of crater chronometry we note that even radioisotopic systems have been interpreted to produce ages that differ by large factors, invoking serious discussion about what type of age or event is being measured by each system. For example, Martian basaltic shergottite meteorites were found to give Pb-Pb ages of ~4100 Myr, contrasting with the previously accepted formation age of 170 Myr from methods such as 87Rb-87Sr and U-Pb. (Here we note that the Pb-Pb method agreed with other methods for ages of other meteorite groups such as nakhlites). The current interpretation is that the 170 Myr ages resulted from a “perturbation of a suite of rocks of Noachian age” (Bouvier et al. 2008), leading to a proposed reinterpretation of absolute formation ages by a factor of 24.\nHiRISE primary production detections are accumulating over time, implying potential extension of the observed primary PSFD statistics to craters of 60 or 100 m diameters at the large end within our lifetimes; thus it is not too early to look forward to our positive opportunities. The goal of this paper, then —rather than discounting the use of small craters—is to develop optimal techniques to utilize them to gain useful information about surface ages and surface processes."
  }, {
    "heading": "New Measurement of Production Size-Frequency Distribution (SFD) of Primaries + Field Secondaries (P + fS)",
    "text": "To complement the work of Daubar et al. (2013), who used HiRISE and CTX to measure the PSFD of the primary P population upward to 45 m scales, our Fig. 1 presents data to extend the PSFD of the observed total P + fS population downward to fewmeter-scales, allowing direct comparison between the P and P + fS populations.\nAs part of an ongoing larger project to study PSFDs at the International Space Science Institute (ISSI) in Bern (Werner et al. 2015; Werner, personal communication), Hartmann measured crater SFDs of eight young areas on Mars, chosen for low crater density, sharp craters, and relatively pristine geology. Figure 1 plots these data on the (then available) “2004” iteration of the Hartmann log-incremental isochron diagram (published in Hartmann 2005), which was thereafter revised as seen in Fig. 2, using these data. In\nsmooth areas, sharp bowl-shaped craters (with darkwall pixels facing bright-wall pixels) were believed clear enough to allow usable counts down to D = 1.4 m (~18 pixels surface area). In a few ideal, flat, young surfaces, sharp-rimmed craters as small as D ~1 m (~13 pixels surface area) could be counted. In most Martian areas this cannot be done; hence the data in our 1.0–1.4 m bin can be considered as a provisional lower estimate.\nSince the main goal of the above effort was to measure the shape of the pristine Martian production function, the six SFD curves in Fig. 1 were not plotted according to absolute crater densities or ages (which would lead to different vertical positions). Rather, they were normalized by shifting the curves vertically to equate to the expected (Hartmann 2005) P + fS crater densities on a pristine 10 My-old surface in the two D bins of 16 to 32 m. (This vertical position is approximately equal to the cumulative density at all sizes of D >16 m, which is called N [16 m] in the cumulative isochron terminology used by Neukum [cf. Neukum et al. 2001]). The two diameter bins from 16 to 32 m were chosen because the statistics of small craters observed in HiRISE data appear to be most robust in those two bins (larger craters being less numerous, but smaller craters more subject to possible local modifications of the PSFD by postformation erosion or deposition).\nIdeally, the observed SFDs in these six young, sparsely cratered, “pristine” surfaces would all represent the shape of the PSFD. Once the normalized curves were plotted, however, minor differences were found at D ≲16 m, and greater differences at D ≲4 m, as seen in Fig. 1. To further narrow our estimate of the PSFD shape, therefore, it was assumed (based on 50 yrs of crater count experience; €Opik 1965, 1966; Hartmann 1966, 2005; Hartmann et al. 1981; Hartmann and Neukum 2001) that the curves which had shallower slopes at the smallest diameters are probably showing relative loss of small craters due to either atmospheric, erosive, or depositional processes (in spite of efforts to pick “pristine” areas). In other words, it is the upper envelope of curves on Fig. 1 that should be expected to be closest to the PSFD.\nIn reality, data from a young region in Elysium showed what seems to be an excess at D <4 m, relative to the other curves. This excess is best explained by an anomalous local surplus of small field secondaries from nearby Zunil crater (as documented in this region by McEwen et al. 2005), even though the counts avoided obvious “rays” which can be identified in thermal IR images. If the excess was indeed due to Zunil’s field secondaries, it may imply a steepening of slope among secondaries at D <4 m, relative to the PSFD slope of P + fS. The relative SFD slopes of primaries and field secondaries are, however, still at issue (see discussion below).\nOur current best solution for the PSFD shape of P + fS at D ≲4 m, from these data, is thus a compromise upper-envelope curve, somewhat below the “E” symbols at D <4 m, but more closely matching the “M” symbols from dune-free areas in Meridiani Planum. At D ~2 m, the curve we have adopted is a factor of ~2–3 below the Elysium curve and ~3 above the average of the remaining curves, with their suggested erosional losses at D ≲2 m. We thus suggest that the uncertainty in the adopted PSFD relative position or relative age at D <2 m is a factor ~ 2 or 3. This means that the uncertainty on absolute ages measured from crater counts at D ≲ 2 m alone (which we do not recommend!) would be correspondingly larger. At D >2 m, the uncertainty in shape/position of the isochron (and absolute age) is, of course, smaller.\nWe note in passing that the data from the eastern Amazonis lava plain are extended to diameters up to 16 km to illustrate a phenomenon common in crater chronometry. At D >some critical size (in this case 2 km) older crater retention ages are encountered. This is interpreted as an indication of the depth of the surface lava flows that recorded the smaller craters. For example, the depth of a fresh 2 km crater may be on the order of 500 m, but the height of lowest parts of the\nrim may be as low as some tens of meters. The last lava flow in this region may thus have a depth in this range; for craters of 16 km, such lava flows would be a skin effect, meaning that much older craters are counted.\nThe new data defining the best-estimate PSFD curve for the total P + fS population, at D <16 m, are shown in Table 1, which represents an updated iteration of the Hartmann (2005) isochron system. At D >16 m, the best isochron fit is unchanged from (Hartmann 2005) data listed on page 2 of http://www.psi.edu/epo/ isochrons/chron04a.html. The “2004 iteration” extended the isochrons only down to D = 5.6 m. In the range 16 m to 5.6 m, the 2004 isochrons now appear to have overestimated the PSFD curvature (to a lower slope). That curvature was based on calculated estimates of atmospheric losses of small, weak meteoroids by Popova et al. (2003), which depended in turn on 2003 estimates of the (then highly uncertain) strength distribution among interplanetary meteoroids. Williams et al. (2014) compared meteoroid diameter data with crater PSFD data and were “able to reproduce Martian and lunar crater-count chronometry systems (isochrons) in both slope and magnitude.” They concluded, as we conclude here, that the PSFD curvature to a lower slope occurs at smaller diameters than in the Popova\net al. (2003) or Hartmann (2005) estimates. Our raw data points in Fig. 1 do not involve any theoretical corrections for atmospheric losses of meteoroids, erosion, etc.; we presume they are built in by nature.\nHere, we note that the data table in Hartmann (2005) was edited ambiguously as published in Icarus, such that the crater density data were not listed in diameter D intervals, but rather adjacent to individual D values (as if in cumulative form). An improved “2004 iteration” data table was thus posted on the PSI web pages at the above address. To summarize, Table 1 in the present paper lists proposed values for the shape of the total [P + fS] crater PSFD curve in log √2 intervals, for diameters at D < 32 m, based empirically on smallcrater counts from HiRISE images of young areas; the counts are normalized to the 10 Myr isochron.\nWe now graft the newly measured isochron curvature at D = 1 to 16 m onto the shape of our 2004- iteration isochrons (Hartmann 2005) to produce a new, 2016 iteration of the isochron diagram (Fig. 2). New features of this diagram, relative to the 2004 iteration, include: 1. The shape of the isochrons at D <16 m is adjusted\nas described above, based on multiple counts of very small, fresh craters in young terrains.\n2. The effect of saturation is illustrated in a new way. The 2004 iteration represented saturation by a heavy, solid, diagonal line (preserved here without change, based on Hartmann 1984), but it now bounded by two dotted lines, a factor of 2 above and below the heavy line. These are based on empirical and modeling-based evidence that, in nature, various segments of the SFD of a saturated surface will oscillate over time above and below the heavy, solid line in wavy fashion, roughly by a factor 2, as giant craters and their ejecta erase small craters in limited areas, which then repopulate until another resurfacing event occurs (Hartmann and Gaskell 1997). The outer dotted lines thus represent a “saturation zone” more accurately than the single, heavy line. 3. Borders and labels have been enlarged to allow clearer presentation, especially for users giving PowerPoint presentations. 4. The shortest time scale isochron has been extended down to one year to facilitate comparisons with per-year estimates of new crater formation rates, now being discussed by Daubar et al. (2013) and others. 5. The bottom x axis of the graph is plotted at 6.9 9 10 9 craters/km2, marked as “One crater per all of Mars.” This reference is useful for order-ofmagnitude considerations of crater formation intervals: for any D, one can see from the isochron intersect roughly how often a crater of that diameter D forms on Mars. Conversely, for a given time interval, one can easily identify from the plot the largest crater expected to form. For example, in ten years we might expect one new Martian crater of D 125 m, but in 1 Myr we might expect one crater of D 8 km. Using a related line of reasoning, McEwen et al. (2005) estimated about 1 Myr for the formation interval of craters the size of 10 km Zunil, closely consistent with Fig. 2."
  }, {
    "heading": "Statistics, and the Importance of Log-Incremental Crater Plots for Small Crater Studies (vis a vis Cumulative Plots)",
    "text": "Some researchers have proposed (e.g., Weaver et al. 2015) that crater counts should be plotted cumulatively and “unbinned” (i.e., starting at largest diameter and adding craters one at a time, proceeding toward smaller diameters). One rationale was that this allows application of various statistical techniques and software.\nWe should be aware, however, that the quest for more sophisticated statistical techniques per se is based at least in part on an ultimately false assumption that\ncrater counts generate “pure” statistics (e.g., like statistics of sample colors among different-colored marbles drawn from a giant barrel, where all objects are true marbles and all colors distinguishable). A common response to the preceding sentence is that the current statistical models can be adjusted to include effects of false measurements. Still, the more we attempt to improve crater-count precision with statistical models, the more we run into sort of “Heisenberg uncertainty” in our observations: As we try to observe precise crater numbers, the more we discover fundamental, underlying uncertainties. To give several examples in cratercounting reality (1) in older areas, judgments must be made as to which degraded circular features are really impact craters; (2) craters are not precisely circular, so diameters must be interpreted by observers; (3) repeated experience with all cameras (from Mariner 4 to HiRISE) shows that the smallest craters in any given image tend to be undersampled, so that any curvefitting methodology involves judgment as to smallest craters reliably counted in a given geologic formation on a given image; and (4) the roughly power-law nature of various SFD segments assures that crater densities at large D on a given formation give a smaller statistical sample than at low D, so that as we go to larger sizes, we eventually encounter size (or size bin) with a data point representing only one or a few craters, involving decisions on how to treat uncertainties from “statistics of one” or “statistics of a few.” For example, the original Malin et al. (2006) data set of newly formed primary craters included one crater, the largest, which was later determined not to be new. This led to erroneous early estimates of the slope of the SFD for the new primaries (Aharonson 2007). In short, craters are not marbles.\nIn addition, because obliteration effects may distort the SFD shape due to more rapid loss of small craters, it is important to avoid the frequent practice of characterizing the entire SFD by specific cumulative crater density values at single diameters such as the commonly encountered N(1) (defined as cumulative density at D >1 km)—or any other single diameter. Rather, one must always examine the entire available SFD to understand the geological phenomena operating at any particular diameter and depth range (in the given geographic area).\nTo review these issues in more detail, we distinguish three levels of uncertainty (1) uncertainty in observed crater density in a specific narrow D range (or “bin” in the log-incremental binned counting system), (2) the uncertainty in the position of the entire model SFD curve (i.e., its vertical position on our isochron diagrams), and (3) the resulting uncertainty in assigning an absolute crater retention model age from such data.\nOne contribution to the first of these sources of uncertainty is the variation in results among different crater counters. Probably the earliest comprehensive comparisons of different observers’ crater density measurements were presented in the 1981 project, Basaltic Volcanism on the Terrestrial Planets. In Chapter 8, on crater chronology, a ten-author team (Hartmann et al. 1981) compared crater SFD curves from various co-authors, who had started independently from scratch, defining certain provinces on various planets, individually selecting images to make independent crater counts representing those provinces. Crater sizes, limited by resolution of images available during that era, were mostly in the size range from 0.25 km to tens of kilometers. For a given planetary province, many diameter bins thus contained data points from several authors. As for measurements within a given bin, table 8.2.1 of that study showed that, for 14 provinces on the Moon, Mars, and Mercury, different authors’ measurements for given D bins gave a median ratio of highest measured value to lowest measured value of 1.5 (a maximum spread of roughly 25%). The median ratios of [observer 1’s value of crater density]/[observer 2’s value] (taking into account that one observer might be sometimes higher and sometimes lower than another) had an average value of 1.3 ( ~15%).\nNoting such results, the Hartmann et al. (1981) study warned against the then-common practice of claiming uncertainties based simply on √N calculations, which tend give too much weight to small-D bins, given that the roughly power-law SFDs guarantee larger numbers of small craters, but with greater detection problems. Proof of this statement is that crater counts (i.e., detections) from any given camera roll over to lower numbers at the smallest sizes clearly resolved; but (so far) later, higher-resolution cameras inevitably reveal that the rollover was false; craters/km2 continue to increase toward the smaller diameters. Some cratercount researchers, having accumulated (often with the help of students) 1000 craters in one of the small-D bins, incorrectly showed error bars of ~3% (see also Tar and Thacker 2015).\nLissauer et al. (1988) similarly compared counts in individual √2-D bins on Voyager photos of Rhea and Mimas between two observers (one less experienced than the other) and found that in 68% of the bins, data point comparisons within the bins by two observers were within 50% of each other (i.e., 25% off the average).\nIn a similar, more recent evaluation of different observers, Robbins et al. (2014) also studied variations in counts at single specific sizes in cumulative SFDs from Lunar Reconnaissance Orbiter photos, reporting\n21% to 32% variations between counters at D = 12 m to 70 m, not inconsistent with above results. Tar and Thacker (2015, Fig. 1) used data from Robbins et al. to emphasize that these actual standard deviations among various observers (~21%) were much larger than error bars of a few percent that might appear on any one single observer’s counts based on N Poisson-based theory, supporting our above remarks.\nAs for measurements of the entire SFD position (rather than bin-by-bin comparisons), Hartmann et al. (1981) applied three different least-square-fit methodologies for various curve segments among their multi-author data sets in 50 different planetary provinces (on log D versus log N log-differential plots, such as used in this paper). The three methodologies made fits to (1) a power-law with unspecified slope, (2) same but with different weighting of data points in the bins, and (3) a power-law with pre-assumed slope. In addition to the least-squares fits was (4) an “eyeball fit” power-law by a practiced crater counter. The total crater densities were expressed relative to the average lunar mare SFD curve. For 50 provinces with 2 to 4 fits in table 8.3.2 of that study, the crater density ratio of highest power-law-fit SFD position to the lowest position in the 50 provinces was 1.56, i.e., typical maximum 56% variation in crater density, suggesting that the SFD curve may be fixed in position to ≲ 28% in crater density. The 1981 study concluded (p. 1065 and table 8.3.2) that “based on a sample of 51 ratios from 28 different provinces, the median discrepancy between solutions for a given province by the different methods was 13% (in reported crater density). . . The largest discrepancies occurred in provinces where the crater density was very small and where craters smaller than 2.8 km were involved in the [curve fitting] solution.”\nPursuing this same problem of best SFD position, Hartmann, in 2010, worked with a University of Hawaii class of five inexperienced undergraduate students, handing out various enlargements of HiRISE images of lava flows associated with one of the young shield volcanoes discussed by Hauber et al. (2009), as shown Fig. 3a. Each enlargement went to 3 different students. After six class periods over three weeks, the average of the class counts, in the range of 2 m <D <90 m, gave SFD curves that overlap with the independent Hartmann data, as shown in Fig. 3b. Of 13 cases where bins had comparable data from both sources, the class averaged higher crater density than Hartmann in eight cases and lower in five cases. The Hartmann curve and the class average both showed a scatter of points in each diameter bin, interpreted as observational scatter, but the complete SFD curves over the full diameter range were judged to indicate the same absolute model\ncrater retention age range within the scatter of the data points. This interpretation suggests a model crater retention age of about 30–50 Myr for diameters D ~2 m to 31 m, but more like a model crater retention age 90– 150 Myr at D ~31 m to 176 m. The interpretation would be that a lava flow roughly 10 m deep covered much of the study area at a model age about 30-50 Myr ago. Taking into account the unavoidable uncertainties in absolute ages mentioned above, we could estimate that the volcanism has been active in this area within the last few hundred million years—a result that seems unlikely to be improved by more sophisticated statistical tests.\nIn a similar test of counts by experienced and virtually inexperienced observers, Robbins et al. (2014) made a number of comparisons, finding, for example, agreement among expert counters to within ~20%–30%, and “reasonable agreement” between expert and nonexpert counters. They noted that “Volunteers appear to be able to provide an ensemble result for age modeling as good as experts,” in the case of counts among SFDs by experts versus volunteers, using different software systems.\nIn these kinds of programs, we emphasize the importance of blind tests among different observers to weed out common mistakes such as factor-of-ten scaling errors. We emphasize, once again, that the uncertainties discussed above, perhaps 13% to 28% or less in various measurements of SFD position, are small in comparison with the five order of magnitude differences in crater densities on various provinces of Mars. In addition to the uncertainty in measuring SFD position, however, a larger uncertainty remains in the absolute age corresponding to a given SFD position. Absolute ages in the isochron diagrams currently depend on transferring the known lunar relationship of absolute age versus P + fS crater density to Mars, and this in turn depends on estimates of the impact rate ratio between Mars and the Moon (which are currently in the process of being further constrained by the current studies of P production on both bodies). Hartmann (2005) reviewed estimates of this ratio, for fixed meteoroid size ranging from 2.0 to 3.15, and applied a value of ~2.6 0.7 in deriving the current isochron system used here, concluding that “the uncertainty is important because it translates directly into a proportionate uncertainty in age, that is, a factor of 1.4.” This is not to mention, however, short-term variations such as impact rate “seasons” depending on Martian orbital elements (Ivanov 2001; Daubar et al. 2013; JeongAhn and Malhotra 2015), and sudden bursts in scattering of small fragments from catastrophic asteroidal collisions (where, by definition, “small” must be less than the size of the colliding asteroids). Such short-term events would cause sawtooth variations in decameter-scale fluctuations as a function of time (sharp rise, decline over tens of Myr due to sweep-up of Marscrossing fragments). A striking example is the spike in L chondrite meteorite impacts on Earth, 470 Myr ago, as discovered from “fossil” L chondrites in found in Swedish limestones of that age (Schmitz et al. 2003; Trieloff et al. 2006; Hartmann et al. 2007).\nThus, if we could calibrate the SFD curves with in situ absolute surface ages at a handful of Martian sites with a wide range of surface ages, a huge advance in planetary science would be possible. Crater retention ages (and topography survival times) could then be usefully measured without further sample return missions. Radiometric ages from Martian in situ dating such as those discussed by Farley et al. (2014) have the potential to vastly improve our knowledge of surface chronology by providing this caliberation.\nBased on 35 years of evaluation of crater chronometry techniques as described above, we assert that with high-quality counts, modern observers can fix the position of the SFD (i.e., relative crater densities) to within a range of ~10% to ~20% in crater density, depending on the nature and topography of the surface being studied, but that derivation of an absolute crater retention age from a Martian SFD curve (and hence crater survival times in individual D bins) involves at least another ~ 40% uncertainty (i.e., a range in bestestimate ages extending over at least a factor of 2, due to uncertainties in the Martian primary and secondary cratering rate at various sizes). The best-estimate absolute ages (especially for small craters in young regions) could extend over factors of as much as 8 if additional factors such as recent large-asteroid collisions or impact seasonality are involved in recent geologic time.\nThe utilization of small craters depends on the age of the surface, and we see that many of the previously discussed issues about small primary and secondary craters are moot in the older regions that cover most of Mars. This is because, according to our new isochron template (Fig. 2), on surfaces of age ≳1000 Myr, craters of D ≲ 63 m are in saturation; once craters of a given size range are in saturation, most of the information on ages or survival times is lost (except for setting a lower limit on the surface age). Similarly, on surfaces older than ~100 Myr, craters of D ≲ 8 m are in saturation. On surfaces younger than roughly 30–50 Myr, a complete SFD becomes available, and even few-meter-scale craters will give information on surface history—if we can decode it.\nIn view of all the above discussions, we infer that statistical fine-tuning of crater count SFD’s (at <10% levels) is unlikely to improve current understanding of Martian or solar system evolution. The “built-in” absolute uncertainties cannot be completely addressed by increasingly sophisticated statistical tests or larger crater-count sample sizes. Indeed, the quest for statistical beauty in the real world of crater counting may introduce a false sense of security, “masquerading as scientific progress” (to cite a phrase used in a talk on impact analysis by Asphaug 2015). We must be on\nguard, therefore, against schemes that expend research time, funding, and energy on promises of greater precision than is geologically realistic. Statistical nuances may improve relative crater density measurements by modest amounts, but not significantly improve absolute dating, given our current state of knowledge.\nIf we desire better absolute ages of geological formations on Mars (or other planets), what is needed is either a massive project to return samples of known geological formations to Earth, or in situ radiometric dating of in-place igneous samples in multiple regions across the planet. Either project would allow calibration of crater density versus surface age, and (in the process) clarify our understanding of production rates among primary and field secondary craters, as well as the timedependence of cratering rates (Ivanov 2001; Hartmann 2005; Dundas et al. 2010; Daubar et al. 2013; Bierhaus 2015).\nIn this context, we re-emphasize, too, that in most regions of Mars, any observed SFD curve, from D = 100s of km, down to D ~1 m, will most likely not fit the PSFD in all bins, because of distortions of the curve caused by geologic evolution and obliterative loss of small craters, usually in the smaller D bins, which has been known since the work of €Opik (1965, 1966). It is these distortions and losses that give clues to the geologic history of the region. To emphasize that point, we return to the limitations of cumulative SFD plots, mentioned above, given the reality of complex Martian geological processes, such as rates of erosion, deposition, exhumation, and general crater obliteration at small diameters—all of which constantly alter crater size distributions. Figure 4 shows a thought experiment that illustrates this point. Consider a 100 Myr old volcanic province in which a new, thick lava flow (or some other one-time, short-term obliterative event), altering a surface layer roughly 50 m deep, suddenly obliterates all craters with diameter D ≲ 200 m (see Daubar et al. [2014b] for further discussion of d/D ratios; note also that rim heights and other parameters would also play a role in our idealized crater obliteration thought experiment). Moments later this formation displays a log-incremental SFD with a dramatic discontinuity, showing no measurable craters at D ≲ 200 m (Fig. 4a). The cumulative version of the curve, however, would show a flat distribution of crater density at D <200 m, resembling Fig. 4b. A naive investigator of small craters, reading off the cumulative crater density at D ~1 m or D ~10 m, could make a gross error about crater populations at that scale, since the cumulative plot shows ~2 9 10 2 craters/km2 at all\nthose sizes, whereas the actual density at 1 m <D <125 m is zero.\nTo put the problem in more geologically realistic terms, suppose the lava flow is a brief, one-time event, and we are observing it 10 Myr later. Ten million years’ worth of cratering have now accumulated. The logincremental plot (Fig. 4c) still shows a dramatic, diagnostic kink—a drop from the 110 Myr isochron to the 10 Myr isochron, in craters of D ≲200. However, if the plot is cumulative, as shown in Fig. 4d, craters at\n(for example) D = 125 m show the sum of the 10 Myr value at D = 125 m, plus the 110 Myr value at D 200 m, so that the sharp kink, which could have been used to diagnose what happened, is, at best, smoothed out. In reality, this effect is aggravated by the presence inherent “noise”—scatter—in real crater counts. Cumulative plots thus mask the record of a short-lived geological event. While admittedly schematic, Fig. 4 illustrates the principle that in the case of complex geologic processes (rather than statistically idealized, pristine PSFDs), it is important to graph the actual number of craters in any given diameter interval. Michael (2013) gives a valuable recent update on these issues of curve-fitting in both the differential and cumulative systems in the event of crater obliteration events and resulting structure in the SFD curves.\nThis discussion aims to clarify historical issues regarding curve fitting. Neukum (and others) began to make cumulative plots when our community was still dealing primarily with lunar data, where the majority of crater count curves fit onto PSFD production isochrons (see Neukum et al. 1975), given the absence of complications due to recent, climatic, fluvial, volcanic, and other obliteration processes. Thus, the cumulative plot had a certain value in smoothing the data and allowing a better (or apparently better) fit to the assumed PSFD isochron curve. Even then, however, a problem appeared in applying least-square fits to crater count SFDs: Because of the search for good statistical fits to PSFDs, the least-square solution ages were often quoted to three significant figures with very small error bars, without noting that these were model ages, with a built-in uncertainty of perhaps 13%–28% as discussed above.\nIn principle, a cumulative plot can, with some effort, be deconvolved to show the true situation, but the log-incremental plot has the advantage of showing, directly and precisely, the actual number of craters detected in each useful-sized D bin, instead of showing a number that could be affected by crater densities at much larger D values. The point of a graph should be to allow the viewer some appreciation of real natural phenomena, not to provide a tidied-up version that masks real variation present in nature."
  }, {
    "heading": "Comparison of PSFD Curves: Primary Craters (P) Versus Primary + Field Secondary Craters (P + fS)",
    "text": "Our newly proposed isochron curve shapes beg comparison with the direct observations of PSFD shape measured from decameter-scale primary craters alone, P, during the Mars Global Surveyor and Mars Reconnaissance Orbiter missions (Malin et al. 2006; Daubar et al. 2013, 2014a). This comparison is made in Fig. 5. Daubar et al. (2013, 2014a) showed that the HiRISE-derived production rate for P craters versus then-available production rates P + fS craters from the Hartmann (2005) isochrons were within order-ofmagnitude agreement (somewhat surprisingly, given the degree of scaling corrections and extrapolation from ~3500 Myr averages to ~10 y averages!). Figure 5 shows our current best comparison of three relevant data sets (1) the original Malin et al. (2006) P (primary) PSFD data from Mars Global Surveyor MOC imaging; (2) the current, higher-resolution HiRISE P (primary) PSFD, extending to smaller sizes, from Daubar et al. (2013) and updated slightly in Daubar et al. (2014a); and (3) the new iteration of the Hartmann isochron P + fS (primary + field secondary) PSFD isochron curves. Here, we show the production rate estimated by Malin et al. from the MOC-detected craters (updated with\ndiameter measurements made on HiRISE images of the same craters) and the production rate estimated by Daubar from MRO-detected craters, both extrapolated to crater densities for 10 years’ accumulation of craters and we compare that with the 10-year isochron derived above in this paper (Fig. 2). Note that the full MOC and MRO data sets are shown, including the observational rollover in detected craters at small sizes.\nThis “observational rollover” (nicely documented at ~16 m in MOC data when compared to ~6 m in HiRISE data) offers a good example of the characteristic problem mentioned above: “Observational rollover” at small D in data from a given missions are commonly revealed by a later mission due, at least in part, to incomplete detections at small sizes due to resolution limitations. Malin et al. (2006) were aware of the issue and were not claiming a true rollover, but their data highlight the importance and difficulty of selecting the diameter at which true rollover begins, without the help of later, higher-resolution data sets. An a priori criterion for determining the lower diameter limit for rollover would be helpful, if possible, especially since a true rollover from meteorite loss in the Martian atmosphere is expected at some small size—but may be impossible without further data. For example, the new dated craters in the Daubar et al. (2013) data set are discovered by CTX detection of large, low-albedo “blast zones” around the impact. Thus the lower diameter limit for that data set is based on the sizes of those blast zones and the resolution of CTX, rather than the resolution of HiRISE, which is used to measure, but not to discover, those craters.\nEven in the MOC era, some commentators included rollover data points in statistical methodologies, and therefore derived slopes that were far too low. One study, for example, included at least one incomplete “rollover data point” in a data plot (not to mention one large crater later rejected from the “new primary” data set). The study attempted to apply sophisticated statistical tests, referencing √N error bars, to study the slope of the primary production curve versus the P + fS isochrons, concluding what was already clear from the plot of the selected data, that the slope of the selected data points was much lower than the slope of the isochrons at those sizes, and reporting a most likely slope of 1.55 ~0.3 slope for the selected MOC data, and ~3.0 for the isochrons (Aharonson 2007). The proposed slope inconsistency was then discussed in terms of physical effects such as atmospheric fragmentation of meteoroids, an anomalous SFD among the impactors; or effects of secondary craters, whereas it was a actually consequence of overapplication of statistical methodologies to inadequate data, as we can see now from the comparison with HiRISE data in Fig. 5. We infer that the true nature\nof the meteorite-loss rollover, expected at small sizes, remains to be discovered.\nIt would seem obvious that the production rate for P should not be greater than that for P + fS, and, indeed, it is not in our current data (although one data point overlaps the P + fS isochron). There is a caveat to this seeming tautology, however. If the primary impact rate P has had relatively recent spikes, such as might be caused by a recent, major asteroid fragmentation event, then we could be in a short-term period of anomalously high P at small crater sizes. Thus the currently observed value, P(current), could conceivably be temporarily higher than the long-term isochron average rate of P(average) + fS. As shown in Fig. 5, the observed Malin et al. (2006) primary data and the Daubar et al. (2013, 2014a) primary data are virtually all lower than the isochron estimate of P + fS by a factor that varies with diameter from ~2 (D = 16–31 m) to ~7 (D ~6–8 m) (Table 1). The strong rollover at D <6 m for the Daubar et al. data set is typical of incomplete crater detection among the smallest P’s, perhaps due to CTX resolution limitations in detecting blast zones around new impacts as discussed above. However, we must leave open the possibility of losses of the smallest, weakest primary meteoroids in the Martian atmosphere due to fragmentation, ablation, and/or deceleration, in which case the smallest craters observed in Fig. 1 (D ≲ 4 m) could be >99% secondaries. A likely combination of these effects could also be at play at the smallest sizes in the Daubar et al. (2013) data set, since losses of weak meteoroids in the Martian atmosphere may begin at few-meter crater sizes (Popova et al. 2003; Williams et al. 2014). More rapid fading of dark blast zones around smaller craters may also be contributing to fewer small craters being discovered (Daubar et al. 2016).\nMeasurement of the slopes of the SFDs for observed P relative to the P + fS curve remains of high interest, as they might indicate differences between the mechanical formation processes of the P population vis- a-vis the total P + fS population. However, we note that conclusions about the slopes are strongly dependent on the D-range that is studied in observational data sets (as illustrated by Aharonson 2007). Here, for 5.5 m <D <44 m, the best-fit slopes are –3.01 for the P + fS SFD, and 2.09 for the P data from Daubar et al. (2014a). When the largest two primary bins are disregarded in the fit, because they contain only one impact each, the slopes are 2.96 (P + fS) and 1.81 (P) from 5.5 m <D <22 m. In either case, the data support a lower slope for the P population than for the P + fS population, hence suggesting a higher slope for the secondary contribution to the P + fS population. However, given the small-number statistics of the primary data set, the\nerror bars on any calculated slopes are large, and a similar slope to the P + fS population cannot be ruled out.\nIt could be argued, however, that the four largest-D data points from the HiRISE data set (11–45 m), when plotted with the largest three points from MOC data set (16–45 m), give, within the error bars, a nearly identical slope to that of the P + fS isochrons ( ~3.0). This issue deserves continued study.\nA similarity in slope between the two populations would not be surprising from a semantic/conceptual/ mechanical point of view. As noted in the first section of this paper, primaries (impacts from interplanetary space) have long been treated as a phenomenon separate from secondaries (impacts from impact debris generated on the planetary body in question) —“asteroidal primaries” seeming to be obviously different from “local crater-ejecta secondaries.” Backing away from this planet-centric/semantic point of view, however, we note that, mechanically, primary craters in the decameter size range are caused by “interplanetary secondaries” (Hartmann 1995); that is, mostly secondaries fragments generated from impact craters on asteroids. All the impactors in question are collisional fragments. Impact velocities, target materials, and the resulting crater sizes differ (Dundas et al. 2010), but the general physical mechanics of formation may be the same (depending perhaps on the degree of later erosion or modification in space?). Given that a wide range of high-energy-density rock fragmentation processes produces similar power-law slopes (Hartmann 1969), slopes of the “asteroidal secondary” ejecta meteoroid fragments that produce “primary craters” on the Moon and Mars, and local crater ejecta fragments that produce “secondary craters” on the Moon and Mars might, plausibly, not differ widely. Observed slope differences between P and fS (not to mention P and P + fS) thus remain interesting and not fully resolved."
  }, {
    "heading": "Utilizing Current Small Crater Statistics: Three Suggested Procedures",
    "text": "How can we optimize the information to be gained from available data on the smallest Martian craters? We propose three complementary procedures.\nProcedure 1: Upper Limit Crater Retention Age To explain the first procedure, consider a thought experiment in which decameter-scale craters are all primaries (i.e., no secondaries—a theoretical endmember extreme!). The crater retention age would thus equal the time needed for the P impacts alone to create all the visible craters. This, then, gives a valuable upper limit to the crater retention age, obtained by dividing crater\ndensities (craters/km2) in the best-observed D bins by the observed P production rate indicated in Fig. 5/ Table 1, so that upper limit crater survival times can be measured for each diameter bin.\nProcedure 2: Consideration of Age Regimes The second procedure is entirely independent of the first. It involves the traditional fitting of counts of P + fS craters to the isochron system (Fig. 2), but adds consideration of five different age regimes where the interpretation of decameter-scale craters differs. This procedure acknowledges that the assumption of zero secondaries in the first procedure is unlikely to be correct for most surfaces, but could be true for extremely young surfaces. We thus start by making an initial estimate of the likely isochron age and then consider five different age regimes where interpretations of small craters should be handled differently: 1. Initial surface age estimate = 0 to 105 y: Head\net al. (2002) estimated that the smallest craters capable of ejecting rocks off Mars (and hence scattering some of their slower ejecta all over the planet) have D 3 km. According to the abscissa scale on Fig. 2, these form about once per 300,000 y; slightly smaller craters could spread rocks over very wide regions, adding to the scattered “field secondary” population. Hence, if a “first-cut” estimate suggests a surface age ≲105 y, and if there are no nearby sources of field secondaries, the fS count may be near zero, and the upper limit age estimate described above may be roughly correct. 2. Initial surface age = 105 y to 106 y: This appears to be the age range where model crater retention ages are currently least reliable, because in that time range we cannot be positive whether 0, 1, or several craters capable of ejecting secondaries over much of Mars have formed on the planet (see bottom abscissa of Fig. 2). Thus, our current estimate of the field secondary (fS) component of observed small craters has maximum uncertainty in this age range. This, in turn, creates maximum uncertainty in terms of absolute age. (In this context, it would be most useful to have samples or in situ dating of the youngest Martian rayed craters of D 3 km. This would make it possible to know the ages of the youngest impact craters that scattered field secondaries globally or over large regions.) In this size range, too, it is especially important to survey the region surrounding the study area and search among thermal IR and visual images for rays or strings of craters that might reveal that the study area is within the ejecta field of a nearby crater. (This is a good idea for all study areas!)\n3. Initial surface age estimate = 106 y to 5 x 107 y: In this third age regime, 1 Myr to 50 Myr, important for studies of extreme-obliquity climatic effects, crater retention age estimates at small scales are more robust, because several to hundreds of distant, “off-stage” >3 km primaries have formed on Mars —enough to scatter overlapping fields of meter- to decameter-scale secondaries globally. Thus field secondaries are closer to being randomized on surfaces in this age range than they are on younger surfaces. In this situation the issue of 1 distant large primary crater makes a smaller difference to our absolute crater retention age uncertainties. The oft-repeated charge that secondaries demolish hopes for doing chronology because they are nonrandom in space and time (Chapman 2004; McEwen et al. 2005; Bierhaus 2015) is less relevant in this broad age range, which covers many of the interesting features of Mars. If the intended study area already has overlapping patterns of field secondaries from, for example, 20 distant primaries, the additional semirandom scatter from the 21st distant primary ( 5% of total) is unlikely to affect the crater chronometry by an amount larger than the other uncertainties inherent in the method, In this case and the P + fS isochron system is more reliable. 4. Initial surface age estimate 5 x 107–109 y: In this fourth age regime, 50 Myr to 1000 Myr, craters 1 m to 63 m in diameter become saturated. Thus craters of sizes likely to be forming in our lifetime are less important in this range of Martian crater chronometry. 5. Initial surface age estimate ≥109 y: In this fifth age regime, covering 78% of the history of Mars, debates about using the smallest craters for chronometry become moot. Craters of D ≲63 m are saturated, and we lose detailed chronometric information. For studies of Hesperian and Noachian surface conditions, therefore, we must use larger craters. To summarize, we have learned that Mars has a rich geological history at ages <<109 y, and our second procedure, that is, constraining our mode of interpretation P + fS counts and isochron fits according to the age regime involved, helps refine the information available for the small craters. Typically, we find that the P + fS data give ages ~1/4 to ~1/8 the upper limit ages derived in Procedure 1, in the diameter ranges discussed here.\nWe advocate applying and reporting the results from the first and second procedures to the entire SFD on a bin-by-bin basis. Namely, deriving both the\nP-based upper limit age estimate and the P + fS isochron fit estimate in each small-D bin to test the survival times of craters at all diameters and, correspondingly, depths. If each D bin gives upper limit and isochron age estimates that match those in other bins, it implies that the crater retention age is equal to the formation age of the entire geologic formation, such as a single lava flow. If, on the other hand, we see gradually decreasing ages (survival times) with decreasing D and d, that implies long-term, gradual, “€Opik effect” obliteration (€Opik 1965, 1966), as, for example, by ongoing seasonal dust mantling or intermittent thin lava flows (see discussion by Hartmann et al. 1981a, 1981b; Hartmann and Werner 2010; Hartmann et al. 2014, p. 100).\nProcedure 3: Double Counts of Pristine and Degraded Craters\nAs a third procedure for extracting information from small craters, we propose use of a double set of crater counts for P + fS. In this “two-count” procedure, we first count only the sharp-rimmed, bowl-shaped, “pristine” craters to estimate their survival times since the last major disturbance of the surface at a given topographic scale (D, d). (For example, if a 2 m deep subaerial mantle settled on the area, or 2 m of dust accumulated on crater floors, or a 1–2 m thick lava flow crossed the areas, it would remove few-meter-scale craters from the “sharp-rimmed, bowl-shape” category, but would be an unnoticeable skin effect during counts of sharp-rimmed 200 m craters.) The “sharp-crater” count for a given diameter would date the time of that last disturbance of depth such that it degraded the topography at the diameter and depth in question. Then, for comparison, we make a second count that adds all degraded craters to create an “all crater” count, which estimates the total survival time of the oldest, most degraded craters at each scale.\nTo explain the significance of this method, consider another thought experiment. Envision a case where the last of many significant (obliquity-driven?) mantling episodes have persisted until 5.5 Myr ago (the age at which Laskar et al. [2002] show a sharp end to episodes of high obliquity, >45°), but stopped after that. In that idealized case, the smallest, sharp-rimmed, pristinelooking craters would date back to ~5.5 Gy, but the “all-crater” population including degraded craters at those sizes might be much older. This third, two-count procedure for small craters not only clarifies the history of the surface layers, but also gives us a sense of the robustness of the model crater retention ages, and clarifies any divergent histories for craters of different depth (i.e., different D bins)."
  }, {
    "heading": "Example of Proposed Procedures: Glacial Structures in Greg Crater",
    "text": "Applying these three methods gave interesting results in an analysis of the unusual concentration of glacial structures, fluvial structures, and ice deposition in Greg crater, east of Hellas (Hartmann et al. 2014). Previously, Costard et al. (2002) and Forget et al. (2006) had applied global climate models (with Mars parameters), predicting that during obliquity episodes above 45°, maximum ice deposition on Mars would be centered east of Hellas, almost exactly on Greg crater. Astronomical calculations (Laskar et al. 2002) indicated the last five high obliquity excursions above 45° were in the era from ~5.5 Myr ago to ~20 Myr ago. Note that this time period falls within the period of moderately well-constrained crater retention ages (1 Myr to 50 Myr) discussed in the bulleted points above in Procedure 2, so applying our multiple procedures is reasonable. To interpret the crater counts, Hartmann et al. (2014) compared results from the three procedures: (Procedure 1) “upper limit” model ages using primary production rates at D >3.9 m from Daubar et al. (2013); (Procedure 2) best-estimate isochron (Hartmann [2005] iteration) model ages, for the total P + fS population; and in some cases (Procedure 3), the best-estimate isochron model ages from the sharp, bowl-shaped craters only. Results indicated that craters with depths ≲10 m (D ≲30 m) on ice-affected areas associated with Greg crater survived since only since the last few high-obliquity, intense icedeposition regimes. Examples of other results of Hartmann et al. (2014): 1. Knobby mantled terrain (shows losses of small\ncraters, assumed to be due to sublimation): i. Upper limit survival time at D 3.9 to 11 m: 4 to 8 Myr. ii. Isochron-based survival time (all craters, D <16 m): 1 Myr. 2. Chevron-textured fill in southern crater wall valleys, suggestive of ice flow down previously formed dendritic, fluvial valleys (results limited by small total area, resulting in poor statistics; see fig. 12 of Hartmann et al. 2014):\ni. Upper limit survival time at D 3.9 to 11 m: 3–5 Myr ii. Isochron-based survival time (all craters, D 5.6 m to 45 m): 0.4–3 Myr. 3. Lobate tongues on northern crater wall, interpreted as glacial flow features:\ni. Upper limit survival time at D 3.9 to 11 m: 28–56 Myr. ii. Small sharp craters using isochron-based survival time: 2–9 Myr.\niii. All visible craters at D 2 m–31 m, isochronbased survival time: some tens of Myr.\nThese data led to the conclusion that both the “upper limits” from the Daubar et al. (2013) P data and the isochron estimates from P + fS data are roughly consistent (at order-of-magnitude accuracy) with the conclusion that the topography in the upper few meters of ice-rich formations in Greg crater date back not to early Martian history, but only to the last several cycles of obliquity >45°. This is strikingly consistent with the Laskar/Costard/Forget scenario in which Greg crater (and its surroundings east of Hellas) received predicted ice-rich mantling in the predicted location and during the predicted climate-altering extremes of high obliquity excursions in the last ~5 Myr to ~30 Myr. This apparently successful application of global climate modeling to another planet, at least at the order of magnitude level, is encouraging in view of recurrent politically based assertions that global climate modeling on Earth is unreliable."
  }, {
    "heading": "CONCLUSIONS",
    "text": "1. The discovery of small new primary craters (D 4 m to 45 m) offers valuable opportunities for understanding the history of Martian geologic processes and climate variations in the last millions of years, and for attempting to separate the effects of primary and secondary craters. 2. A new, 2016 iteration isochron diagram template is offered, showing our current best-estimate PSFD curves down to D = 1 m, and other features. 3. The difference between this PSFD and the SFD of new primary craters may be attributed to the contribution of field secondaries. 4. Improved statistical methods have limited promise for improving crater chronometry of Mars. This is because the underlying “built-in” uncertainties in reading absolute ages from crater SFD data are significantly larger than the prospective improvements offered by adjusting statistical techniques applied to crater counts. 5. Many areas of Mars have complex histories of erosion, deposition, exhumation, etc., which make log-incremental plots of crater SFDs more useful than cumulative plots because the log-incremental plots show exactly the number state of craters surviving in each D bin, thus measuring topography survival effects at each size scale without influence from larger scale features. 6. Three procedures are suggested for analyzing counts of small craters in many Martian regions. (1) Crater counts at decameter scales can be combined with latest measurements of the “P” production rate of\nprimary craters (e.g., Daubar et al. 2013) to give upper limits to the ages of small Martian features. (2) These ages should be compared with current best-estimate isochron-based crater retention ages, which involve counts of primaries plus field secondaries (P + fS). These should take into account a wide range in D by being applied to each diameter bin. These ages are typically several times lower than the independent (P-based) upper limit ages. With good fits to SFDs, the derived ages may indicate formation times of broad geologic formations; in cases involving the €Opik effect, they reflect survival times of topography as a function of vertical relief. (3) These counts should be done first for sharp, bowl-shaped craters and then totaled with remaining degraded craters. Comparisons of results among the three procedures should be made in each diameter bin independently, because survival times and geologic histories at different scales are size-dependent. 7. Our suggested techniques suggest that decameterscale, near-surface layers of some Martian regions (exemplified by Greg crater, at 38° S) are correlated with climatic episodes of ice deposition, most likely caused by high-obliquity excursions within the last 5 to 20 Myr. 8. As more statistics on new, dated impact craters accumulate over the coming years, prospects are good for a growing understanding of the geologic and geophysical recent history of Mars and its surface layers at human scales (meters and decameters) by utilizing accumulating data about formation of small craters.\nAcknowledgments—WKH thanks the International Space Science Institute (ISSI) in Bern, Switzerland, for supporting various stages of this work. WKH’s initial measurements of the primary production SFD were supported by a Mars Data Analysis Program (MDAP) grant (NNX10AO24G) from NASA, and done in collaboration with Stephanie Werner, Cathy Quantin, and Olga Popova as part of a larger ISSI project on small Martian craters (Werner et al. 2015). A portion of IJD’s research was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with the National Aeronautics and Space Administration. We thank Elaine Owens and Emily Joseph at the Planetary Science Institute for invaluable help with editing, software issues, and submission of our paper.\nEditorial Handling—Dr. Donald Brownlee"
  }],
  "year": 2017,
  "references": [{
    "title": "The modern impact cratering flux at the surface of Mars (abstract #2288)",
    "authors": ["O. Aharonson"],
    "venue": "38th Lunar and Planetary Science Conference. CD-ROM.",
    "year": 2007
  }, {
    "title": "The inconstant vector of planetary growth (abstract #6012)",
    "authors": ["E. Asphaug"],
    "venue": "Workshop on The First 1 Ga of Impact Records. Meteoritical Society Meeting, Berkeley, California.",
    "year": 2015
  }, {
    "title": "The effect of secondary craters on surface ages derived from impact craters (abstract)",
    "authors": ["B. Bierhaus E."],
    "venue": "Workshop on Issues in Crater Studies and Dating of Planetary Surfaces. LPI Contribution 1841. Houston, Texas: Lunar and Planetary Institute. 9057 p.",
    "year": 2015
  }, {
    "title": "Secondary craters on Europa and implications for cratered surfaces",
    "authors": ["B. Bierhaus E.", "R. Chapman C.", "J. Merline W."],
    "venue": "Nature 437:1125–1127.",
    "year": 2005
  }, {
    "title": "Martian gases in an Antarctic meteorite? Science 221:651–654",
    "authors": ["D. Bogard D", "P. Johnson"],
    "year": 1983
  }, {
    "title": "The case for old basaltic shergottites",
    "authors": ["A. Bouvier", "J. Blichert-Toft", "D. Vervoot J.", "P. Gillet", "F. Albar ede"],
    "venue": "Earth and Planetary Science Letters 266:105–124.",
    "year": 2008
  }, {
    "title": "Mars cratering issues: Secondary cratering and end-Noachian degradation",
    "authors": ["R. Chapman C."],
    "venue": "Proceedings, 2nd Conference on Early Mars. abstract 8028.",
    "year": 2004
  }, {
    "title": "A critique of methods for analysis of crater size-frequency distributions",
    "authors": ["R. Chapman C."],
    "venue": "Workshop on Issues in Crater Studies and Dating of Planetary Surfaces. LPI Contribution 1841. Houston, Texas: Lunar and Planetary Institute. 9039p.",
    "year": 2015
  }, {
    "title": "Formation of recent Martian debris flows by melting of near-surface ground ice at high obliquity",
    "authors": ["F. Costard", "F. Forget", "N. Mangold", "D. Mercier", "J.-P. Peulvast"],
    "venue": "Originally published in web-based Science Express",
    "year": 2001
  }, {
    "title": "The current Martian cratering rate",
    "authors": ["J. Daubar I.", "S. McEwen A.", "S. Byrne", "R. Kennedy M.", "B. Ivanov"],
    "venue": "Icarus 225:506–516.",
    "year": 2013
  }, {
    "title": "New dated impacts on Mars and an updated current cratering rate (abstract #1007)",
    "authors": ["J. Daubar I.", "S. McEwen A.", "S. Byrne", "M. Kreslavsky", "L. Saper", "R. Kennedy M."],
    "venue": "8th International Conference on Mars.",
    "year": 2014
  }, {
    "title": "The morphology of small fresh craters on Mars and the Moon",
    "authors": ["J. Daubar I.", "C. Atwood-Stone", "S. Byrne", "S. McEwen A.", "S. Russell P."],
    "venue": "Journal of Geophysical Research Planets 119:2620–2639. doi:10.1002/2014JE004671.",
    "year": 2014
  }, {
    "title": "Changes in blast zone albedo patterns around new Martian impact craters",
    "authors": ["J. Daubar I.", "M. Dundas C.", "S. Byrne", "E. Geissler P.", "D. Bart G.", "S. McEwen A.", "S. Russell P.", "M. Chojnacki", "P. Golombek M."],
    "venue": "Icarus 267:86–105.",
    "year": 2016
  }, {
    "title": "Role of material properties in the cratering record of young platy ridged lava on Mars",
    "authors": ["M. Dundas C.", "P. Keszthelyi L.", "J. Bray V.", "S. McEwen A."],
    "venue": "Geophysical Research Letters 37:L12203.",
    "year": 2010
  }, {
    "title": "In situ radiometric and exposure age dating of the Martian surface",
    "authors": ["A. Steele", "M. Stolper E.", "Y. Sumner D.", "D. Vaniman", "A. Vasavada", "K. Williford", "F. Wimmer-Schweingruber R.", "Team. The MSL Science"],
    "venue": "Science 343. doi: 10.1126/science.1247166.",
    "year": 2014
  }, {
    "title": "Formation of glaciers on mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "M. Haberle R.", "F. Montmessin", "B. Levrard", "W. Head J."],
    "venue": "Science 311:368–371.",
    "year": 2006
  }, {
    "title": "Martian cratering",
    "authors": ["K. Hartmann W."],
    "venue": "Icarus 5:565–576.",
    "year": 1966
  }, {
    "title": "Lunar crater counts",
    "authors": ["K. Hartmann W."],
    "venue": "I: Alphonsus. Communications of the Lunar and Planetary Laboratory 6:31–38.",
    "year": 1967
  }, {
    "title": "Terrestrial, lunar, and interplanetary rock fragmentation",
    "authors": ["K. Hartmann W."],
    "venue": "Icarus 10:201–213.",
    "year": 1969
  }, {
    "title": "Martian cratering 4: Mariner 9 initial analysis of cratering chronology",
    "authors": ["K. Hartmann W."],
    "venue": "Journal of Geophysical Research 78:4096–4116.",
    "year": 1973
  }, {
    "title": "Martian cratering V: Toward an empirical Martian chronology, and its implications",
    "authors": ["K. Hartmann W."],
    "venue": "Geophysical Research Letters 5:459–452.",
    "year": 1978
  }, {
    "title": "Does crater “saturation equilibrium” exist in the solar system? Icarus 60:56–74",
    "authors": ["K. Hartmann W"],
    "year": 1984
  }, {
    "title": "Planetary cratering 1",
    "authors": ["K. Hartmann W."],
    "venue": "The question of multiple impactor populations. Meteoritics 30:451–467.",
    "year": 1995
  }, {
    "title": "Martian cratering VI",
    "authors": ["K. Hartmann W."],
    "venue": "Crater count isochrons and evidence for recent volcanism from Mars Global Surveyor.Meteoritics & Planetary Science 34:167–177.",
    "year": 1999
  }, {
    "title": "Martian cratering 8: Isochron refinement and the chronology of Mars",
    "authors": ["K. Hartmann W."],
    "venue": "Icarus 174:294– 320.",
    "year": 2005
  }, {
    "title": "Planetary cratering 2: Studies of saturation equilibrium",
    "authors": ["K. Hartmann W.", "R. Gaskell"],
    "venue": "Meteoritics & Planetary Science 32:109–121.",
    "year": 1997
  }, {
    "title": "Cratering chronology and evolution of Mars",
    "authors": ["K. Hartmann W.", "G. Neukum"],
    "venue": "Chronology and Evolution of Mars., edited by Kallenbach R., Geiss J., and Hartmann W. K. Bern: International Space Science Institute. pp. 165–194.",
    "year": 2001
  }, {
    "title": "Martian cratering 10",
    "authors": ["K. Hartmann W.", "S. Werner"],
    "venue": "Progress in use of crater counts to interpret geological processes: Examples from two debris aprons. Earth and Planetary Science Letters 294:230–237.",
    "year": 2010
  }, {
    "title": "Chronology of planetary volcanism by comparative studies of planetary craters",
    "authors": ["K. Hartmann W.", "R. Strom", "S. Weidenschilling", "K. Blasius", "A. Woronow", "M. Dence", "R. Grieve", "J. Diaz", "C. Chapman", "E. Shoemaker", "K. Jones"],
    "venue": "Basaltic Volcanism on the Terrestrial Planets",
    "year": 1981
  }, {
    "title": "Possible long-term decline in impact rates 2: Lunar impact-melt data regarding impact history",
    "authors": ["K. Hartmann W.", "C. Quantin", "N. Mangold"],
    "venue": "Icarus",
    "year": 2007
  }, {
    "title": "Comprehensive analysis of glaciated Martian crater Greg",
    "authors": ["K. Hartmann W.", "V. Ansan", "N. Mangold", "F. Forget", "C. Berman D."],
    "venue": "Icarus 228:96–120.",
    "year": 2014
  }, {
    "title": "The topography and morphology of low shields and associated landforms of plains volcanism in the Tharsis region of Mars",
    "authors": ["E. Hauber", "J. Bleacher", "K. Gwinner", "D. Williams", "R. Greeley"],
    "venue": "Journal of Volcanology and Geothermal Research 185:69–95.",
    "year": 2009
  }, {
    "title": "Martian meteorite launch: High-speed ejecta from small craters",
    "authors": ["N. Head J.", "J. Melosh H.", "A. Ivanov B."],
    "venue": "Science 298:1752–1756.",
    "year": 2002
  }, {
    "title": "Mars/Moon cratering rate ratio estimates",
    "authors": ["A. Ivanov B."],
    "venue": "Chronology and evolution of Mars, edited by Kallenbach R., Geiss J., and Hartmann W. K. Bern, Switzerland: International Space Science Institute. pp. 165–194.",
    "year": 2001
  }, {
    "title": "The current impact flux on Mars and its seasonal variation",
    "authors": ["Y. JeongAhn", "R. Malhotra"],
    "venue": "Icarus 262:140–153.",
    "year": 2015
  }, {
    "title": "Orbital forcing of the Martian polar layered deposits",
    "authors": ["J. Laskar", "B. Levrard", "F. Mustard J."],
    "venue": "Nature 419:375–377.",
    "year": 2002
  }, {
    "title": "Bombardment history of the Saturn system",
    "authors": ["J. Lissauer J.", "W. Squyres S.", "K. Hartmann W."],
    "venue": "Journal of Geophysical Research 93:13,776–13,804.",
    "year": 1988
  }, {
    "title": "Present-day impact cratering rate and contemporary gully activity on Mars",
    "authors": ["C. Malin M.", "S. Edgett K.", "V. Posiolova L.", "M. McColley S.", "N. Dobrea E.Z."],
    "venue": "Science 314:1573–1577.",
    "year": 2006
  }, {
    "title": "Secondary cratering on Mars: Implications for age dating and surface properties (abstract)",
    "authors": ["S. McEwen A."],
    "venue": "Proceedings, 6th Conference on Mars, abstract 3268.",
    "year": 2003
  }, {
    "title": "The importance of secondary cratering to age constraints on planetary surfaces",
    "authors": ["S. McEwen A.", "B. Bierhaus E."],
    "venue": "Annual Review of Earth and Planetary Sciences 34:535–567.",
    "year": 2006
  }, {
    "title": "Recent and ancient flood lavas on Mars (abstract #1829)",
    "authors": ["S. McEwen A.", "M. Malin", "L. Keszthelyi", "P. Lanagan", "A. Beyer R.", "W. Hartmann"],
    "venue": "38th Lunar and Planetary Science Conference. CD-ROM.",
    "year": 1999
  }, {
    "title": "The rayed crater Zunil and interpretations of small impact craters on Mars",
    "authors": ["S. McEwen A.", "B. Preblich P.", "E. Turtle", "N. Artemieva", "M. Golombek", "M. Hurst", "R. Kirk", "D. Burr", "P. Christensen"],
    "venue": "Icarus 176:351–381.",
    "year": 2005
  }, {
    "title": "Planetary surface dating from crater sizefrequency distribution measurements: Multiple resurfacing episodes and differential isochron fitting",
    "authors": ["G. Michael G."],
    "venue": "Icarus 226:885–890.",
    "year": 2013
  }, {
    "title": "Crater size distributions and impact probabilities on Earth from lunar, terrestrialplanet, and asteroid cratering data",
    "authors": ["G. Neukum", "A. Ivanov B."],
    "venue": "Hazards due to comets and asteroids, edited by Gehrels T., Matthews M. S., and Schumann A. Tucson, Arizona: University of",
    "year": 1994
  }, {
    "title": "A study of lunar impact crater size-distributions",
    "authors": ["G. Neukum", "B. Koenig", "J. Arkani-Hamed"],
    "venue": "Moon 12:201–229.",
    "year": 1975
  }, {
    "title": "Cratering records in the inner solar system in relation to the lunar reference system",
    "authors": ["G. Neukum", "A. Ivanov B.", "K. Hartmann W."],
    "venue": "Chronology and evolution of Mars, edited by Kallenbach R., Geiss J., and Hartmann W. K. Bern, Switzerland: International Space Science",
    "year": 2001
  }, {
    "title": "Ar-Sr age of the Shergotty achondrite and implications for metamorphic resetting of isochron ages",
    "authors": ["E. Nyquist L.", "J. Wooden", "B. Bansal", "H. Weismann", "G. McKay", "D. Bogard D."],
    "venue": "Geochimica et Cosmochimica Acta 43:1057– 1074.",
    "year": 1979
  }, {
    "title": "Mariner IV and craters on Mars",
    "authors": ["J. Opik E."],
    "venue": "The Irish",
    "year": 1965
  }, {
    "title": "The Martian surface",
    "authors": ["J. Opik E."],
    "venue": "Science 153:255–262.",
    "year": 1966
  }, {
    "title": "Bolides in the present and past Martian atmosphere and effects on cratering processes",
    "authors": ["O. Popova", "I. Nemtchinov", "K. Hartmann W."],
    "venue": "Meteoritics & Planetary Science 38:905–925.",
    "year": 2003
  }, {
    "title": "The variability of crater identification among expert and community crater analysts",
    "authors": ["C.", "D. Huang", "L. Gay P."],
    "venue": "Icarus 234:109–131.",
    "year": 2014
  }, {
    "title": "Sedimentdispersed extraterrestrial chromite traces a major asteroid disruption event",
    "authors": ["T. om", "M. Tassinari"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Preliminary analysis of the fine structure of the lunar surface",
    "authors": ["M. Shoemaker E."],
    "venue": "Jet Propulsion Laboratory Report. 32–700.",
    "year": 1965
  }, {
    "title": "Preliminary analysis of the fine structure of the lunar surface",
    "authors": ["M. Shoemaker E."],
    "venue": "The nature of the lunar surface, edited by Hess W. J. Baltimore, Maryland: Johns Hopkins University Press. pp. 23–77.",
    "year": 1966
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["L. Tanaka K."],
    "venue": "Proceedings, 17th LPSC Conference, Part 1. Journal of Geophysical Research Supplement 91:E139–158.",
    "year": 1986
  }, {
    "title": "Understanding and reducing crater counting errors (abstract #9027)",
    "authors": ["D. Tar P.", "A. Thacker N."],
    "venue": "Workshop on Issues in Crater Studies and the Dating of Planetary Surfaces.",
    "year": 2015
  }, {
    "title": "I",
    "authors": ["M. Trieloff", "V. Ekaterina", "V. Korochantseva", "I. Buikin A.", "H. Schwarz W.", "J. Hopp", "A. Lorentz C.", "E. Jessberger"],
    "venue": "Chondrite asteroid breakup tied to Ordovician meteorite shower by multiple isochron",
    "year": 2006
  }, {
    "title": "On the binning and associated uncertainty of crater diameter size-frequency distributions",
    "authors": ["P. Weaver B.", "J. Robbins S.", "S. Plesko C.", "D. Riggs J."],
    "venue": "Workshop on Issues in Crater Studies and Dating of Planetary Surfaces. LPI Contribution 1841. Houston, Texas: Lunar and Planetary",
    "year": 2015
  }, {
    "title": "The smallest crater production size-frequency distribution on Mars (abstract #10011)",
    "authors": ["C. Werner S.", "P. Popova O.", "C. Quantin", "K. Hartmann W."],
    "venue": "EGU General Assembly 2015, Vienna, Austria.",
    "year": 2015
  }, {
    "title": "The production of small primary craters on Mars and the Moon",
    "authors": ["P. Williams J.", "V. Pathare A.", "O. Aharonson"],
    "venue": "Icarus 235:23–36.",
    "year": 2014
  }],
  "id": "SP:71a921196e5d1af002e2851fea37397b7ee5d95e",
  "authors": [{
    "name": "W. K. HARTMANN",
    "affiliations": []
  }, {
    "name": "I. J. DAUBAR",
    "affiliations": []
  }],
  "abstractText": "New information has been obtained in recent years regarding formation rates and the production size-frequency distribution (PSFD) of decameter-scale primary Martian craters formed during recent orbiter missions. Here we compare the PSFD of the currently forming small primaries (P) with new data on the PSFD of the total small crater population that includes primaries and field secondaries (P + fS), which represents an average over longer time periods. The two data sets, if used in a combined manner, have extraordinary potential for clarifying not only the evolutionary history and resurfacing episodes of small Martian geological formations (as small as one or few km) but also possible episodes of recent climatic change. In response to recent discussions of statistical methodologies, we point out that crater counts do not produce idealized statistics, and that inherent uncertainties limit improvements that can be made by more sophisticated statistical analyses. We propose three mutually supportive procedures for interpreting crater counts of small craters in this context. Applications of these procedures support suggestions that topographic features in upper meters of mid-latitude ice-rich areas date only from the last few periods of extreme Martian obliquity, and associated predicted climate excursions.",
  "title": "Martian cratering 11. Utilizing decameter scale crater populations to study Martian history"
}