{
  "sections": [{
    "text": "SCIENCE CHINA Earth Sciences\n© Science China Press and Springer-Verlag Berlin Heidelberg 2015 earth.scichina.com link.springer.com\n*Corresponding author (email: wlling@cug.edu.cn)\n• RESEARCH PAPER • November 2015 Vol.58 No.11: 1939–1950 doi: 10.1007/s11430-015-5066-x\nGenetic relationship between unroofing of the Emeishan large igneous province and the iron-polymetallic deposit in western\nGuizhou, Southwestern China: Constraint from U-Pb geochronology and geochemistry of zircon\nMENG ChangZhong1,2, CHEN Yang1, ZHANG YingHua1, WU Hui1, LING WenLi1,2*, ZHANG Hai2 & LIU Jun2\n1 State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences, Wuhan 430074, China; 2 113th Geological Team, Guizhou Bureau of Geology and Mineral Resources, Liupanshui 553001, China\nReceived September 7, 2014; accepted December 16, 2014; published online August 19, 2015\nThis paper reports an integrated study of in situ U-Pb geochronology and elemental geochemistry of zircons from the Xianglushan iron-polymetallic deposit in western Guizhou Province, Southwest China. Genetic relationship between this new type of deposit and unroofing of the Emeishan large igneous province (ELIP) is focused. Along with the zoning pattern in spatial distribution of diverse weathering-related deposits along the southern and southeastern margins of the ELIP, it is suggested that the genesis of the iron-polymetallic deposit was specialized by factors of coastal paleogeography in hot-humid climate, where iron-enriched laterites formed, and repetitive marine transgression-regression occurred during the Late Permian.\nEmeishan large igneous province, unroofing, western Guizhou, iron-polymetallic deposit, spatial zoning of supergene weathering mineralization\nCitation: Meng C Z, Chen Y, Zhang Y H, Wu H, Ling W L, Zhang H, Liu J. 2015. Genetic relationship between unroofing of the Emeishan large igneous province and the iron-polymetallic deposit in western Guizhou, Southwestern China: Constraint from U-Pb geochronology and geochemistry of zircon. Science China: Earth Sciences, 58: 1939–1950, doi: 10.1007/s11430-015-5066-x\nLarge igneous provinces (LIPs) are indicative of huge scale deep-seated magmatic events, and are characterized by short lived magmatism (with the longest duration < 50 Ma and >75% magmatic mass formed during the first 1–5 Ma) with massive volumes of igneous rocks (>0.1×106 km2). Conception of the LIPs was initially proposed by Coffin et al. (1992, 1994), in which igneous suites were limited to mafic rocks, whereas those formed by normal plate activities (e.g., oceanic crust) were not included. However, lithologies of the LIPs have been presently expanded to all of the igneous rocks including the felsic suites and oceanic island volcanic rocks (e.g., OIB) (Bryan et al., 2002), and\nthe LIPs are further classified into large volcanic provinces (LVP) and large plutonic provinces (LPP) as well as other subcategories (Sheth, 2007). It is generally accepted that genesis of the LIPs is related to mantle plume (Campbell, 2005), and its scientific significance is highlighted by implications not only for the understanding of geodynamic processes such as growth of continental crust, breakup and recycling of supercontinent, mechanism of plate movement (Condie, 2001; Braun, 2010), but also for potential assessment of important mineralization (Zhang et al., 2008). Although not all of the LIPs formed significant deposits, the deposits associated with the LIPs usually have large to super-large reserves including ores of Cu-Ni-PGE (Eremin, 2010), Au-Ag (Bryan and Ernst, 2008), and Ti-Fe (Zhou et al., 2005).\nThe Emeishan large igneous province (ELIP) occurs mainly at southern Sichuan, northeastern Yunnan and western Guizhou Province in SW China and extends partly into western Guangxi of China and northern Vietnam (Figure 1). According to an estimation by Xu et al. (2007), the primary magmatic volume of the ELIP was ~3.8×106 km3, comparable with most of the other LIPs (~0.2×106–8.4×106 km3) (Coffin and Eldholm, 1994; Ali et al., 2005). However, the present volume of the ELIP is only ~0.3×106 km3 with an outcrop area of ~0.25×106 km2 and strata thickness varying from >5000 m to hundreds meters (Xu et al., 2001; Ali et al., 2005). It is accordingly calculated that ~90% (i.e., ~3.5 ×106 km3) of the ELIP rocks have been eroded. The ELIP comprises prominent eruptive and minor intrusive rocks. Volcanic rocks are dominated by basalts, which are divided into two groups: Low-Ti basalt (Ti/Y<500) occurring in the inner zone and formed at earlier stage and high-Ti (Ti/Y>500) basalt occurring widespread and formed at later stage (Xu et al., 2001; Xu and Chung, 2001; Xiao et al., 2004). The minor eruptive rocks include intermediate-acidic volcanic rocks (i.e., alkali rhyolite) formed by highly fractional crystallization of mafic melts, whereas the intrusives are mostly mafic-ultramafic layered intrusions with minor syenite and alkali (A-type) granite derived from highly evolved melts (Shao et al., 2007) as well as crust-derived I type granite (Zhong et al., 2007, 2009; Xu et al., 2008).\nLike some of the LIPs (Zhou et al., 2005), the ELIP is\nfeatured by large to super-large Cu-Ni-PGE and V-Ti magnetite deposits hosted by mafic-ultramafic layered intrusions and variable scales of copper and Pb-Zn-Ag-polymetallic deposits hosted by volcanic suites (Gao et al., 2004; Hu et al., 2005). Due to high economic significance, their derivation, origin, and relationship with plume magmatism have long been studied (Hu et al., 2005). However, the previous studies focused mainly on the deposits with genesis directly connected with the magmatism, and very little attention has been paid to the secondary mineralization, which is likely to have caused by huge erosion of the ELIP due to intensive crustal uplift and unroofing (England et al., 1988). Actually, several types of supergene deposits occurring along the periphery of the ELIP have been recognized, including the large to super-large bauxite deposits within the JinxiDebao-Tianyang bauxite metallogenic belt in western Guangxi, the Qiaojia and Huize sedimentary Cu deposits in northeastern Yunnan. Some workers have suggested that the metallogenic materials of these deposits came from the weathering and erosion of the ELIP (Wang et al., 2006; Deng et al., 2010; Wang et al., 2011).\nIron-polymetallic deposits occurring in the WeiningLiupanshui area, western Guizhou Province, are characteristic of large reserves. They are strictly interbedded between the upper layers of the underlying ELIP (Emeishan basalt Formation) and the base layers of the overlying Xuanwei Formation. Though bauxite and supergene copper deposits\nalso occur along the ELIP margins and varying degrees of research have been reported, works are essentially absent on provenance and genesis of the Fe- polymetallic deposits, especially their original relationship with the ELIP erosion and the other supergene deposits. On the basis of in situ analysis, here we report an integrated study of U-Pb geochronology and elemental geochemistry of inherited zircons from an iron-polymetallic deposit in the WeiningLiupanshui area. Coupled with mineralographic observation, its metallogenic material source, tectonic setting and genetic relationship with the unroofing and erosion of the ELIP are discussed."
  }, {
    "heading": "1 Regional geological setting and deposit characters",
    "text": "The study area is located in the Weining-Liupanshui ironpolymetallic mineralization belt, eastern intermediate zone of the ELIP (Figure 2). The ore beds lie between the underlying paleo-weathering surface of the Emeishan basalt Formation and the overlying base layers of the Al(-Cu)enriched strata of the Xuanwei Formation (Figures 3 and 4(a)). The basaltic layers comprise purple tuff or breccia lava, whereas the base layers of the Xuanwei Formation are dominated by mudstone successions. The ore beds are spatially stable with a thickness range of 0.30–6.37 m (mostly 0.60–2.00 m). The proven iron reserves of the deposits in this region are >20 million tones with total Fe contents var-\nying from 23% to 43% (mostly 25%–28%). The ores are characterized by pisoid to ooid textures (Figure 4(b)). Analyses by powder XRD and laser Raman spectroscopy reveal that the pisoid/ooid textures comprise prominent hematite, chlorite, rutile, anatase, and quartz with ferruginous cements (hematite dominated with some alterationformed limonite). A minor amount of volcanic debris and tiny kaolinite spots (<5 mm) are variably recognized. The hematite and chlorite are mostly aphanitic, whereas the rutile and quartz and the anatase are anhedral- and euhedral grains, respectively. Anatase is typically formed at low temperature by supergene alteration of magmatic titanomagnetite, ilmenite, and biotite (Meinhold, 2010). Our in situ analysis reveals that the anatase minerals have ultrahigh Nb and Ta contents, indicative of a significant potential of rear metal mineralization. Besides, variable degrees of copper mineralization are found in the upper layers of the ore and lower mud-silt layers of the Xuanwei strata. The Cu-minerals include chalcopyrite, natural copper, chalcocite, cuprite, tetrahedrite, and azurite, and Cu content in the Cu-mineralized ore may reach up to ~2.5%."
  }, {
    "heading": "2 Samples and analytical method",
    "text": "Two ore samples (SC12-1 and SC12-3, ~5 kg each) from two stopes of the Majikuai deposit in the Xianglushan town of the Weining area were collected for analyses of zircon U-Pb dating and trace element. They are featured by pisoid-\n1) Bureau of Geology and Mineral Resources of Guizhou Province. 1973. Report of Regional Geology of the Weining 1:20000 (in Chinese).\nooid texture and block structure. The pisoids and ooids are nearly round in shape with a size range of <1 mm to 1.5 cm, and consist mainly of hematite (~30%), chlorite (~40%), and quartz (~25%) with minor bauxite and kaolinite. The two samples contain ~10%–35% pisoids/ooids cemented by aphanitic ferruginous matrix, and a small amount of tiny volcanic debris (<1%) with diameters of <2 mm are recognized.\nMineral separates including zircon and anatase were obtained at the Institute of Regional Geological Survey of\nHebei Province. The ore samples were crushed, and heavy minerals including zircon were concentrated by traditional gravity and magnetic methods, and the zircons were finally purified manually under a binocular microscope. Representative grains were hand-picked and mounted in an epoxy resin, and their photos under transmitted and reflected light were taken. After polishing and carbon coating, their internal structure was examined using cathode luminescence (CL) for in situ U-Pb isotopic analysis. The CL imaging was performed at the State Key Laboratory of Continental\n2) 113th Geological Team, Bureau of Geology and Mineral Resources of Guizhou Province. 2011. Survey report of iron deposits in the Xianglushan\nCu-metallogenic belt, Weining (in Chinese).\nDynamics (LCD), Northwest University in Xi’an, China, using a Quanta 400FEG environmental scanning electron microscope equipped with an Oxford spectrometer and a Gatan CL3+ detector. Zircon U-Pb analysis was conducted using the LA-ICP-MS technique at the LCD. The facility comprises an Agilent 7500a ICP-MS and a GeoLas 2005 laser-ablation system equipped with a 193 nm ArF-excimer laser. The laser spot diameter was 32 μm, the zircon 91500 was used as U-Pb isotope standard, and NIST 610 was used to calibrate U, Th, and Pb contents. Raw data were processed using the Glitter software, whereas the geochronological data were processed using the ISOPLOT 3.0 program. The detailed analytical method is described elsewhere (Liu et al., 2010)."
  }, {
    "heading": "3 Geochronology and elemental geochemistry",
    "text": "Zircon U-Pb data are listed in Table 1, including measured values and apparent ages for the two samples. Twenty-five grains from the SC12-1 were analyzed. They are mostly euhedral in form, light yellow in color and 80–250 μm in size with elongated to stubby aspect ratios of 1–3:1. Under the CL imaging (Figures 5-A1–A25), they are mostly featured by relatively light gray and clear concentric oscillatory zoning (Figures 5-A2, A3). The zircons have highly variable Th and U contents of 72–1716 ppm (on average 354±68 ppm) and165–1325 ppm (on average 469±57 ppm) with corresponding Th/U ratios of 0.44–1.44 (on average 0.718±0.063), which are typical of magmatic origin.\nTwenty-five grains from the sample SC12-3 were selected for U-Pb zircon analysis. They share similar features with those from the sample SC12-1 including light yellow color and elongated to stubby euhedral form with aspect ratios of 1–2:1 and grain sizes of 100–250 μm. In CL (Figure 5-B1–B25), they are mostly light gray with clear concentric oscillatory zoning (Figures 5-B2, B7). These zircons have Th and U contents of 115–593 ppm (on average 247±31 ppm) and 162–853 ppm (on average 400±39 ppm) with corresponding Th/U ratios of 0.43–1.08 (on average 0.609± 0.043), characteristic of magmatic origin."
  }, {
    "heading": "9 126 248 0.51 0.0812 0.0065 0.444 0.034 0.0414 0.0010 0.0163 0.0009 1228 158 373 24 262 6 326 18",
    "text": ""
  }, {
    "heading": "8 134 274 0.49 0.0798 0.0052 0.418 0.024 0.0397 0.0009 0.0127 0.0006 1192 129 354 17 251 6 256 12",
    "text": ""
  }, {
    "heading": "7 248 494 0.50 0.0605 0.0038 0.332 0.021 0.0411 0.0008 0.0145 0.0007 620 135 291 16 260 5 292 13",
    "text": ""
  }, {
    "heading": "6 142 280 0.51 0.0779 0.0058 0.421 0.029 0.0401 0.0009 0.0134 0.0007 1146 149 357 20 253 5 269 15",
    "text": ""
  }, {
    "heading": "5 141 258 0.55 0.0705 0.0061 0.378 0.026 0.0423 0.0010 0.0142 0.0008 943 179 326 19 267 6 284 17",
    "text": ""
  }, {
    "heading": "4 159 316 0.50 0.0683 0.0045 0.366 0.022 0.0402 0.0008 0.0130 0.0007 880 136 317 16 254 5 260 14",
    "text": ""
  }, {
    "heading": "3 170 219 0.78 0.0777 0.0061 0.410 0.027 0.0409 0.0009 0.0139 0.0007 1140 162 349 19 258 6 279 14",
    "text": ""
  }, {
    "heading": "2 368 645 0.57 0.0517 0.0027 0.309 0.016 0.0434 0.0006 0.0138 0.0005 272 120 274 12 274 4 277 10",
    "text": ""
  }, {
    "heading": "1 150 296 0.51 0.0761 0.0059 0.394 0.029 0.0397 0.0009 0.0127 0.0006 1098 162 338 21 251 6 256 12",
    "text": ""
  }, {
    "heading": "9 71.8 165 0.44 0.1026 0.0083 0.546 0.039 0.0397 0.0010 0.0177 0.0013 1672 150 443 26 251 6 354 25",
    "text": ""
  }, {
    "heading": "8 344 709 0.48 0.0541 0.0029 0.303 0.016 0.0402 0.0005 0.0130 0.0006 372 119 269 13 254 3 261 12",
    "text": ""
  }, {
    "heading": "7 744 781 0.95 0.0514 0.0025 0.268 0.013 0.0380 0.0006 0.0121 0.0004 257 113 241 10 240 4 243 8",
    "text": ""
  }, {
    "heading": "6 182 366 0.50 0.0580 0.0042 0.315 0.022 0.0405 0.0007 0.0124 0.0006 528 159 278 17 256 4 250 12",
    "text": ""
  }, {
    "heading": "5 187 271 0.69 0.0685 0.0054 0.356 0.023 0.0403 0.0009 0.0153 0.0008 885 158 309 17 255 6 307 16",
    "text": ""
  }, {
    "heading": "4 118 245 0.48 0.0643 0.0050 0.359 0.028 0.0408 0.0008 0.0138 0.0008 750 166 312 21 258 5 276 17",
    "text": ""
  }, {
    "heading": "3 148 328 0.45 0.0568 0.0036 0.322 0.019 0.0419 0.0009 0.0143 0.0007 483 138 283 14 264 5 286 15",
    "text": ""
  }, {
    "heading": "2 198 400 0.50 0.0562 0.0038 0.293 0.019 0.0382 0.0007 0.0129 0.0007 457 155 261 15 242 4 260 13",
    "text": ""
  }, {
    "heading": "1 202 417 0.48 0.0774 0.0047 0.432 0.025 0.0414 0.0007 0.0178 0.0007 1132 122 364 17 262 4 356 14",
    "text": "Of the 25 grains from the SC12-1, 22 zircons show relative uniform 206Pb/238U apparent ages, which give a weighted mean of 255±2 Ma (at 95% confidence, the same below) with a MSWD of 1.08 (Figure 6(a)). The remaining three grains have slightly younger apparent ages of 238–242 Ma, which are likely to have caused by post-crystallization Pb loss due to their high U-Th contents and consequent radiation damage (metamictization). All of the 25 grains from the sample SC12-3 have similar 206Pb/238U apparent ages, which give a weighted mean of 258±2 Ma (MSWD=1.07) (Figure 6(b)).\nTrace element data of the zircons from the two samples acquired simultaneously during the in situ U-Pb analysis are listed in Table 2. These zircons are featured by extremely high total REE contents with average values of 8819 ppm (SC12-1) and 7732 ppm (SC12-3). They illustrate similar HREE-enriched REE patterns (chondrite normalized, Sun and McDonough, 1989) with (Nd/Yb)N ratio ranges of 0.002–0.217 (SC12-1) and 0.003–0.074 (SC12-3) (Figure 7). The zircons show pronouncedly positive Ce and negative Eu anomalies, which mostly have Ce/Ce* ranges of 1.09–64.1 (SC12-1) and 1.22–45.9 (SC12-3) and Eu/Eu* ranges of 0.05–0.19 (SC12-1) and 0.07–0.11 (SC12-3). The similar signatures in REE geochemistry suggest that they were derived from the same or similar sources. Three grains from the SC12-1 and two from SC12-3 display abnormally high LREE contents (Figure 7), which is explained by involvement of tiny LREE-enriched inclusions (e.g., apatite) during the laser ablation.\nIncreasing studies have shown that trace element compositions of magmatic zircons may be used for discriminations of the nature of primary melts and tectonic setting of magmatism (Belousova et al., 2002; Hoskin and Schaltegger, 2003; Hawkesworth and Kemp, 2006; Yang et al., 2012). Such discriminations are applied to our analyzed zircons. It is illustrated that these grains were mostly derived from syenitic- (including larvikite) and mafic rocks and minor grains from granitic rocks (including alkali granite) (Figure\n8(a), (b)), which are typical of ELIP igneous suites (Shao et al., 2007; Zhong et al., 2007; Xu et al., 2008; Zhong et al., 2009). It is also shown that source rocks of the zircons were formed within plate/non-orogenic settings (Figures 8(c), (d)). The above geochronological and elemental signatures suggest that the provenance of the iron-polymetallic deposits is dominated by the ELIP igneous suites."
  }, {
    "heading": "4 Discussion",
    "text": "As previously stated, zircons from the two samples show magmatic signatures, and their dating data are exactly the same as those of the ELIP (~260–255 Ma) (Lo et al., 2002; Zhou et al., 2002; He et al., 2007). Besides, no detrital or inherited grains with distinctly different ages are recognized. All of these thus indicate that the zircons were derived from the weathered ELIP rocks, which agrees with the trace element discriminations mentioned above.\nIt is known that large scale uplifting and weathering of the lithospheric crust are usually associated with the LIP development as an unroofing process (Song et al., 2004; Saunders et al., 2007). Previous works have suggested that regional crustal uplift history of the ELIP during the plume magmatism comprises two stages (He et al., 2003, 2006). The first stage lasted ~3 Myr prior to the volcanic flooding of the ELIP. During this stage, mantle plume emplacement caused regional crustal doming and thinning, which is expressed by a rapid uplift and differential thinning of the Maokou Formation, an unconformity between the Maokou strata and the ELIP basalts, and obvious marginal subsidence of the ELIP. This stage caused a regional uplift of>1000 m. The second stage was initiated by the ELIP volcanic magmatism and lasted ~45 Myr. It was induced by underplating of the plume-derived magma ponded at the crust-mantle boundary. This stage caused a plateau-scale rising, which is likely due to the previous existence of the Sichuan-Yunnan oldland. The western Guizhou area was"
  }, {
    "heading": "10 0.58 42.5 0.76 15.1 29.9 2.70 167 52.6 665 229 1016 176 1622 240 6825 14.1 33.7 13.4 23329 0.09 13.3 0.003",
    "text": ""
  }, {
    "heading": "11 0.06 62.6 0.73 13.8 25.2 1.39 104 30.9 374 126 535 97.3 936 151 3736 31.4 38.2 10.6 20483 0.07 25.8 0.005",
    "text": ""
  }, {
    "heading": "12 0.27 105 1.67 27.6 39.9 3.19 184 54.8 635 201 832 143 1342 210 5896 32.5 49.9 13.8 19271 0.10 18.3 0.007",
    "text": ""
  }, {
    "heading": "13 356 870 104 476 93.7 3.89 146 32.4 340 109 462 84.9 797 132 3207 35.5 24.9 9.03 22515 0.10 1.09 0.217",
    "text": ""
  }, {
    "heading": "14 0.10 99.9 0.45 9.71 21.9 1.90 139 49.4 638 224 997 180 1647 242 6823 11.7 130 36.6 23976 0.08 64.1 0.002",
    "text": ""
  }, {
    "heading": "15 76.4 275 24.6 127 57.6 4.85 215 65.3 807 272 1188 210 1945 295 8274 24.8 76.6 21.7 23764 0.12 1.54 0.024",
    "text": ""
  }, {
    "heading": "16 0.14 49.5 0.62 11.9 21.6 1.84 128 42.0 526 185 800 141 1322 200 5474 17.5 50.3 16.3 22001 0.08 22.5 0.003",
    "text": ""
  }, {
    "heading": "17 1.61 224 5.77 95.8 155 6.87 724 208 2339 737 3017 511 4625 697 22808 19.5 144 20.0 19110 0.05 10.8 0.008",
    "text": ""
  }, {
    "heading": "18 0.02 41.6 0.34 6.46 13.2 0.88 75.5 24.3 305 106 479 88.9 854 131 3294 17.1 40.5 14.1 22804 0.07 37.6 0.003",
    "text": ""
  }, {
    "heading": "19 0.66 52.5 2.31 35.8 51.0 4.13 211 56.5 652 207 853 148 1388 219 6179 31.8 18.0 7.33 22132 0.10 6.32 0.009",
    "text": ""
  }, {
    "heading": "20 0.07 48.5 0.79 16.8 22.8 2.26 108 31.2 368 124 536 93.7 915 147 3694 30.5 25.2 8.22 19630 0.12 18.6 0.007",
    "text": ""
  }, {
    "heading": "21 0.73 101 6.82 48.0 30.8 3.75 97.7 26.3 295 95.0 402 73.4 725 119 2809 566 36.9 7.50 20009 0.19 4.39 0.024",
    "text": ""
  }, {
    "heading": "22 10.1 73.1 4.17 23.6 26.9 1.67 135 44.1 566 194 858 148 1378 207 5860 18.6 46.1 15.2 23424 0.07 2.76 0.006",
    "text": ""
  }, {
    "heading": "23 168 420 47.1 227 50.9 2.42 98.3 25.1 263 88.0 387 68.0 675 108 2652 27.3 21.1 7.75 21432 0.10 1.14 0.123",
    "text": ""
  }, {
    "heading": "24 0.01 47.7 0.37 8.11 13.7 1.19 76.2 25.1 311 106 476 87.0 829 131 3276 20.7 37.7 11.7 22462 0.09 39.7 0.004",
    "text": ""
  }, {
    "heading": "25 0.12 44.3 0.66 13.4 20.6 1.16 95.9 29.2 333 113 476 85.1 822 132 3277 22.4 29.5 9.34 20043 0.07 19.4 0.006",
    "text": ""
  }, {
    "heading": "10 0.29 31.4 1.39 23.0 32.7 2.42 127 35.4 394 124 518 94.1 898 147 3717 32.5 12.1 4.14 19764 0.10 6.44 0.009",
    "text": ""
  }, {
    "heading": "11 5.60 78.5 3.57 45.4 58.3 3.49 230 65.4 720 229 959 168 1591 249 6938 23.4 33.5 10.3 18886 0.08 4.19 0.010",
    "text": ""
  }, {
    "heading": "12 0.12 79.5 0.76 13.5 24.1 2.06 130 42.9 536 179 782 140 1299 200 5509 25.6 79.2 21.3 21240 0.09 30.5 0.004",
    "text": ""
  }, {
    "heading": "13 0.97 107 8.53 144 175 10.4 638 158 1593 474 1851 314 2987 483 13579 37.7 40.4 7.93 17377 0.08 3.74 0.018",
    "text": ""
  }, {
    "heading": "14 0.02 48.8 0.59 9.58 20.3 1.71 111 34.5 424 142 614 113 1098 167 4355 25.3 50.8 16.2 23774 0.09 25.3 0.003",
    "text": ""
  }, {
    "heading": "15 0.34 63.3 1.38 16.0 24.7 2.13 141 47.9 602 210 907 165 1524 222 6199 602 50.2 16.0 23980 0.09 12.9 0.004",
    "text": ""
  }, {
    "heading": "16 94.7 262 28.9 132 36.1 1.90 81.8 22.3 250 82.7 364 66.2 674 103 2477 23.5 29.7 9.78 23543 0.10 1.22 0.072",
    "text": ""
  }, {
    "heading": "17 7.55 94.2 3.40 25.7 34.9 3.14 180 60.2 749 249 1057 187 1734 254 7378 11.7 69.1 20.2 24035 0.10 4.55 0.005",
    "text": ""
  }, {
    "heading": "18 1.34 58.6 0.98 13.3 27.2 2.42 173 63.1 818 281 1236 219 2035 291 8278 15.1 53.8 16.5 23054 0.08 12.0 0.002",
    "text": ""
  }, {
    "heading": "19 0.04 37.5 0.37 6.01 12.2 1.33 71.8 22.3 271 92.4 401 74.2 738 113 2777 22.0 27.0 9.88 22038 0.11 30.0 0.003",
    "text": ""
  }, {
    "heading": "20 0.04 38.4 0.24 5.78 11.8 0.86 66.1 22.1 274 94.0 418 77.1 775 118 2872 17.1 35.5 12.5 23531 0.07 45.9 0.003",
    "text": ""
  }, {
    "heading": "21 12.3 63.7 3.77 22.1 17.0 1.07 66.2 19.2 225 75.5 331 61.7 622 101 2263 69.8 23.3 7.02 22727 0.08 2.28 0.013",
    "text": ""
  }, {
    "heading": "22 0.51 39.6 1.22 18.2 29.6 2.13 118 33.3 389 129 549 97.9 990 167 3677 34.2 23.0 7.85 20387 0.10 8.65 0.007",
    "text": ""
  }, {
    "heading": "23 1.51 40.3 0.66 5.29 11.2 1.02 64.1 20.6 261 91.7 412 77.8 747 119 2740 32.7 41.5 14.1 24094 0.09 9.88 0.003",
    "text": ""
  }, {
    "heading": "24 0.13 53.7 0.64 14.8 27.5 2.41 151 50.5 649 222 985 178 1633 244 6675 13.9 43.3 17.3 26282 0.09 24.0 0.003",
    "text": ""
  }, {
    "heading": "25 0.01 36.0 0.51 9.68 17.3 1.27 77.6 23.9 285 97.1 429 78.5 769 122 2881 27.3 26.5 10.0 23421 0.09 21.5 0.005",
    "text": "a) Eu/Eu*=2EuN/(Sm+Gd)N; Ce/Ce*=2CeN/(La+Pr)N; N means chondrite normalized. “-” below detection limit.\nlocated at the eastern subsidence terrain where a large amount of the ELIP-derived detritus was received (He et al., 2003, 2006).\nThe iron-polymetallic deposits in the WeiningLiupanshui area unconformably overlie the fossil weathering crust of the ELIP. Pisoids and ooids in the ores are featured by concentric ring textures (Figure 9(a)), and larger pisoids usually comprise subordinated pisoids or ooids\n(Figure 9(b)). The observations suggest that the pisoid-ooid textures along with their cements were formed by multiple and rapid chemical precipitation. Given the existence of a minor amount of volcanic detritus and variable-sized nodules of bauxite and kaolinite in the ores, it is further suggested that the genesis of the iron-polymetallic deposits was closely connected with the chemical weathering of the ELIP igneous suites.\nRecent investigations of regional geology and mineral resources have recognized a variety of Late Permian supergene or secondary polymetallic deposits and mineralizations, including Cu, Fe-polymetal and bauxite, along the ELIP margins. Of them, Cu deposits (mineralizations) mostly occur in NE Yunnan and SW Guizhou provinces (Wang et al., 2006), whereas bauxite deposits in western Guangxi (Deng et al., 2010). These ore deposits or mineralizations show close relationships with the ELIP temporally and spatially, and thus are suggested to have been originally dominated by the intensive weathering, transportation, and alteration of the igneous suites due to the crustal uplift and unroofing of the ELIP (Deng et al., 2010). These secondary ore-forming processes are also featured by spatial zoning of the distinctly different ore-forming elements.\nIt is known that, during the surface weathering of rockforming silicate minerals in igneous rocks, Al-dominated minerals (feldspars) are usually converted into stable clay minerals (including illite and kaolinite), whereas element iron in high-Fe minerals is released in form of Fe3+. Under tropical hot and humid climate, this weathering process results in typical Fe- and Al-enriched laterites. It is thus highly unlikely that bauxite and supergene Fe-deposit are formed by normal chemical weathering of igneous rocks. Therefore, it is suggested that some special and extreme conditions are needed to realize the separation between the insoluble elements Fe and Al. Besides, mineral assemblages of the supergene Cu mineralizations aforementioned are also featured by secondary enrichment, typical of an environment of frequent alteration in redox conditions near the groundwater table. Previous works have shown that the southwestern part (Sichuan-Yunnan oldland) of South China was located near the equator with the latitude of ~5.4S during the late Paleozoic when the ELIP event was taking place (Liu and Zhu, 2009). The sedimentary provenance of the Xuanwei Formation (corresponding strata in southern Yunnan and western Guangxi are known as the Wujiaping and Heshan Formations, respectively) is suggested to have been dominated by the ELIP (He et al., 2003, 2007). In addition, repetitive transgression-regression cycles along the southern and southwestern margins of the ELIP during the\nperiod from initiation of the ELIP event to sedimentation of the Xuanwei strata have been recognized, including the first and second episodes of the Dongwu Movement and the platform drowning events in the Late Permian, which resulted in a spatial sedimentation variation from continental facies in western Sichuan to eastern Yunnan, through transitional facies of alluvial plain in western Guizhou to southern Yunnan, and to marine facies of platform in western Guangxi (Mei et al., 2004; Yin et al., 2013).\nWe consequently suggest that the equatorial hot-humid climate and repetitive forming and oxidation of sulfides due to the transgression-regression cycles are the key factors that caused the formation of the supergene or secondary deposits (mineralizations) along the ELIP margins during the Late Permian. Sediments derived from laterites are enriched in Fe and Cu, whereas seawater is featured by high SO4\n2(~2.7‰) content (Turekian, 1968). Thus, large amounts of pyrite-dominated sulfides may format reducing condition during the transgression. When the regression happened, sulfide oxidation may take place and create strong acidic environments, in which each mole of pyrite and chalcopyrite could produce 4 moles and 2 moles of sulphuric acid, respectively (Walder and Schuster, 1998; Dold, 1999; Dold and Fontboté, 2001; Zhang Y H et al., 2013). Under acidic condition, Cu may be transformed into stable mineral facies, whereas iron in Fe2+is dissoluble. Thus, this process may explain the Cu mineralization at the base strata of the Xuanwei Formation, whereas the dissoluble Fe moved along regression direction and finally was precipitated to form the Fe ores along the contact between the basaltic top layers and the Xuanwei base strata when pH value of the medium was neutralized by dilution. Besides, aluminum may be released from clay minerals in strong acidic solution and then precipitate in hydroxides and result in bauxitic mineralization when the medium is neutralized (Ling et al., 2013; Zhang Y H et al., 2013; Zhang Y N et al., 2013). It is worth noting that Al-hydroxides form at a relatively high pH than that of iron oxides, and thus the bauxite ores located at the western Guangxi are likely indicative of a longer distance of transportation of the Al-bearing acidic solutions before the bauxitation. This inferring agrees with\nthe observations that extra provenance had contributed to the bauxite ores as indicated by variable amounts of recycled old zircons and that basaltic suites underlain the bauxites are absent (Deng et al., 2010).\nAs previously stated, the ELIP is featured by large to super large ore deposits, indicative of a high degree of mineralization, and low-level preservation, indicative of a high degree of unroofing and erosion. Hence, for a deeper understanding of the metallogetic significance of the ELIP and guiding regional ore prospecting in the future, it is essential tohave more knowledge about the secondary metallogeneses and their spatial regulation during the huge erosion of the highly mineralized ELIP. The present study reveals that the genesis and spatial distribution of the Fe-polymetallic deposits in western Guizhou are closely related with the unroofing of the ELIP, the coastal lateritic weathering, and the repetitive transgression-regression cycles during the late Permian."
  }, {
    "heading": "5 Conclusions",
    "text": "The Fe-polymetallic deposits in the Liupanshui-Weining area are a new type of supergene ore deposits. Integrated U-Pb and trace elemental study of the zircons from the ore samples show that the ore-forming metals were derived from the unroofing and erosion of the ELIP, and the metallogenesis process was specialized by the paleoclimate and repetitive transgression-regression cycles; these special factors caused an eastward spatial zoning of the ELIP weathering-related deposits from Cu-, through Fe-polymetallic to bauxitic ores successively.\nWe thank the anonymous reviewers for their highly constructive and valuable comments which helped us to improve the present paper. Lu Qifu, Li Zaiyong, Guo Yunsheng, Lü Shaoyu and Wu Shengjin of the Geological Term 113, Guizhou Province, are greatly appreciated for their support and help during the field trip. This work was supported by the National Natural Science Foundation of China (Grant Nos. 41373037 and 41173048) and Integrated Exploration Project of the Weining-Shuicheng Iron-Polymetallic Deposits, Guizhou Province.\nAli J R, Thompson G M, Zhou M F, et al. 2005. Emeishan large igneous province, SW China. Lithos, 79: 475–489 Belousova E, Griffin W, O’Reilly S Y, et al. 2002. Igneous zircon: Trace element composition as an indicator of source rock type. Contrib Mineral Petrol, 143: 602–622 Braun J. 2010. The many surface expressions of mantle dynamics. Nat Geosci, 3: 825–833 Bryan S E, Ernst R. 2008. Revised definition of Large Igneous Provinces (LIPs). Earth-Sci Rev, 86: 175–202 Bryan S E, Riley T R, Jerram D A, et al. 2002. Silicic volcanism: An under-valued component of large igneous provinces and volcanic rifted margins. In: Menzies M A, Klemperer S L, Ebinger C J, et al. eds. Magmatic Rifted Margins. Spec Pap Geol Soc Am, 362: 99–120 Bureau of Geology and Mineral Resources of Guizhou Province. 1987. Regional Geology of Guizhou Province (in Chinese). Beijing: Geological Publishing House. 138–322 Campbell L H. 2005. Large igneous provinces and the mantle plume hypothesis. Elements, 1: 265–269\nCoffin M F, Eldholm O. 1992. Volcanism and continental break-up: A global compilation of large igneous provinces. In: Storey B C, Alabaster T, Pankhurst R J, eds. Magmatism and the Causes of Continental Breakup. London Geol Soc Spec Publ, 68: 17–30 Coffin M F, Eldholm O. 1994. Large igneous provinces, crustal structures, dimensions and external consequences. Rev Geophys, 32: 1–36 Condie K C. 2001. Mantle Plumes and Their Record in Earth History. Cambridge: Cambridge University Press. 306 Deng J, Wang Q, Yang S, et al. 2010. Genetic relationship between the Emeishan plume and the bauxite deposits in Western Guangxi, China: Constraints from U-Pb and Lu-Hf isotopes of the detrital zircons in bauxite ores. J Asian Earth Sci, 37: 412–424 Dold B, Fontboté L. 2001. Element cycling and secondary mineralogy in porphyry copper tailings as a function of climate, primary mineralogy, and mineral processing. J Geochem Explor, 74: 3–55 Dold B. 1999. Mineralogical and geochemical changes of copper flotation tailings in relation to their original composition and climatic settings— Implications for acid mine drainage and element mobility. PDH Thesis. Switzerland: Université de Gèneve England P C, Houseman G A, Osmaston M F, et al. 1988. The mechanics of the Tibetan Plateau (and Discussion). Philos Trans R Soc A-Math Phys Eng Sci, 326: 301–320 Eremin N I. 2010. Platform magmatism: Geology and minerageny. Geol Ore Deposit, 52: 77–80 Gao Z M, Zhang Q, Tao Y, et al. 2004. An analysis of the mineralization connected with Emeishan mantle plume (in Chinese). Acta Mineral Sin, 24: 99–104 Hawkesworth C J, Kemp A I S. 2006. Using hafnium and oxygen isotopes in zircons to unravel the record of crustal evolution. Chem Geol, 226: 144–162 He B, Xu Y G, Chung S L, et al. 2003. Sedimentary evidence for a rapid, kilometer-scale crustal doming prior to the eruption of the Emeishan flood basalts. Earth Planet Sci Lett, 213: 391–405 He B, Xu Y G, Huang X L, et al. 2007. Age and duration of the Emeishan flood volcanism, SW China: Geochemistry and SHRIMP zircon U-Pb dating of silicic ignimbrites, post-volcanic Xuanwei Formation and clay tuff at the Chaotian section. Earth Planet Sci Lett, 255: 306–323 He B, Xu Y G, Wang Y M, et al. 2006. Sedimentation and lithofacies paleogeography in southwestern China before and after the Emeishan flood volcanism: New insights into surface response to mantle plume activity. J Geol, 114: 117–132 Hoskin P W O, Schaltegger U. 2003. The composition of zircon and igneous and metamorphic petrogenesis. Rev Mineral Geochem, 53: 27–62 Hu R Z, Tao Y, Zhong H, et al. 2005. Mineralization systems of a mantle plume: A case study from the Emeishan igneous province, south China (in Chinese). Earth Sci Front, 12: 42–54 Ling W L, Zhang Y N, Zhang Y H, et al. 2013. Bauxite mineralization and secondary REE enrichment in the Wuchuan-Zheng’an-Daozhen area, northern Guizhou (in Chinese). Geol Sci Technol Inform, 32: 7 Liu C Y, Zhu R X. 2009. Discussion on the geodynamic significance of the Emeishan basalts (in Chinese). Earth Sci Front, 16: 52–69 Liu Y S, Gao S, Hu Z C, et al. 2010. Continental and oceanic crust recycling-induced melt-peridotite interactions in the Trans-North China Orogen: U-Pb dating, Hf isotopes and trace elements in zircons from mantle xenoliths. J Petrol, 51: 537–571 Lo C H, Chung S L, Lee T Y, et al. 2002. Age of the Emeishan flood magmatism and relations to Permian–Triassic boundary events. Earth Planet Sci Lett, 198: 449–458 Mei M X, Zheng K B, Chu H M, et al. 2004. Sequence stratigraphic framework and palaeogeographical evolution of the Permian of DianQian-Gui Basin and its adjacent areas (in Chinese). J Palaeogeogr, 6: 401–418 Meinhold G. 2010. Rutile and its applications in earth sciences. Earth-Sci Rev, 102: 1–28 Saunders A D, Jones S M, Morgan L A, et al. 2007. Regional uplift associated with continental large igneous provinces: The roles of mantle plumes and the lithosphere. Chem Geol, 241: 282–318 Shao H, Xu Y G, He B., et al. 2007. Petrology and geochemistry of the late-stage acidic volcanic rocks of the Emeishan large igneous province\n(in Chinese). Bull China Soc Mineral Petrol Geochem, 26: 350–358 Sheth H C. 2007. ‘Large Igneous Provinces (LIPs)’: Definition, recom-\nmended terminology, and a hierarchical classification. Earth-Sci Rev, 85: 117–124 Song X Y, Zhou M F, Cao Z M, et al. 2004.Late Permian rifting of the South China Craton caused by the Emeishan mantle plume? J Geol Soc London, 161: 773–781 Sun S S, McDonough W F. 1989. Chemical and isotopic systematics of oceanic basalts: Implications for mantle composition and processes. In: Saunders A D, Norry M J, eds. Magmatism in the Ocean Basins. London Geol Soc Spec Publ, 42: 313–435 Turekian K K. 1968. Oceans. New Jersey: Prentice-Hall. 120 Walder I, Schuster P. 1998. Acid Rock Drainage. In: SARB Consulting,\ned. Inc Environmental geochemistry of ore deposits and mining activities. New Mexico: Short Course Notes Wang F, Zhu X, Wang Z. 2011. Madouzi-type (nodular) sedimentary copper deposit associated with the Emeishan basalt. Sci China Earth Sci, 54: 1880–1891 Wang J L, Guo J, Liu Z K, et al. 2006.Sedimentary copper deposit in Emeishan basalts, northeastern Yunnan province (in Chinese). Miner Depos, 25: 663–671 Xiao L, Xu Y G, Mei H J, et al. 2004. Distinct mantle sources of low-Ti and high-Ti basalts from the western Emeishan large igneous province, SW China: Implications for plume-lithosphere interaction. Earth Planet Sci Lett, 228: 525–546 Xu Y G, Chung S L, Jahn B M, et al. 2001. Petrologic and geochemical constraints on the petrogenesis of Permian-Triassic Emeishan flood basalts in southwestern China. Lithos, 58: 145–168 Xu Y G, Chung S L. 2001. The Emeishan large igneous province: evidence from mantle plume activity and melting conditions (in Chinese). Geochimica, 30: 1–9 Xu Y G, He B. 2007. Thick and high velocity crust in the Emeishan large igneous province, SW China: Evidence for crustal growth by magmatic underplating/intreplating. Spec Pap Geol Soc Am, 430: 841–858\nXu Y G, Luo Z Y, Huang X L, et al. 2008. Zircon U-Pb and Hf isotope constraints on crustal melting associated with the Emeishan mantle plume. Geochim Cosmochim Acta, 72: 3084–3104 Yang J H, Cawood P A, Du Y S, et al. 2012. Large Igneous Province and magmatic arc sourced Permian-Triassic volcanogenic sediments in China. Sediment Geol, 261-262: 120–131 Yin H F, Jiang H S, Xia W C, et al. 2013. The end-Permian regression in South China and its implication on mass extinction. Earth-Sci Rev, 79: 475–489 Zhang M, O’Reilly S Y, Wang K L, et al. 2008. Flood basalts and metallogeny: The lithospheric mantle connection. Earth-Sci Rev, 86: 145– 174 Zhang Y H, Ling W L, Wu H, et al. 2013. Geochemistry of varied type ores of northern Guizhou Bauxites and its implication for mineralization (in Chinese). Geol Sci Technol Inform, 32: 71–79 Zhang Y N, Wu H, Zhang Y H, et al. 2013. Microscopic geochemical characteristics of oolite in oolitic bauxite ores from Wuchuan-Zheng’anDaozhen area in the northern Guizhou Province and their mineralization significance (in Chinese). Geol Sci Technol Inform, 32: 62–70 Zhong H, Zhu W G, Hu R Z, et al. 2009. Zircon U-Pb age and Sr-Nd-Hf isotope geochemistry of the Panzhihua A-type syenitic intrusion in the Emeishan large igneous province, southwest China and implications for growth of juvenile crust. Lithos, 110: 109–128 Zhong H, Zhu W, Chu Z, et al. 2007. Shrimp U-Pb zircon geochronology, geochemistry, and Nd-Sr isotopic study of contrasting granites in the Emeishan large igneous province, SW China. Chem Geol, 236: 112–133 Zhou M F, Malpas J, Song X Y, et al. 2002. A temporal link between the Emeishan large igneous province (SW China) and the end-Guadalupian mass extinction. Earth Planet Sci Lett, 196: 113–122 Zhou M F, Robinson P T, Lesher C M, et al. 2005. Geochemistry, petrogenesis and metallogenesis of the Panzhihua gabbroic layered intrusion and associated Fe-Ti-V oxide deposits, Sichuan province, SW China. J Petrol, 46: 2253–2280"
  }],
  "year": 2015,
  "references": [],
  "id": "SP:d43f0579c18d1951ef04a06d2f1e2e7bc8c82383",
  "authors": [{
    "name": "MENG ChangZhong",
    "affiliations": []
  }, {
    "name": "CHEN Yang",
    "affiliations": []
  }, {
    "name": "ZHANG YingHua",
    "affiliations": []
  }, {
    "name": "WU Hui",
    "affiliations": []
  }, {
    "name": "LING WenLi",
    "affiliations": []
  }, {
    "name": "ZHANG Hai",
    "affiliations": []
  }, {
    "name": "LIU Jun",
    "affiliations": []
  }],
  "abstractText": "This paper reports an integrated study of in situ U-Pb geochronology and elemental geochemistry of zircons from the Xianglushan iron-polymetallic deposit in western Guizhou Province, Southwest China. Genetic relationship between this new type of deposit and unroofing of the Emeishan large igneous province (ELIP) is focused. Along with the zoning pattern in spatial distribution of diverse weathering-related deposits along the southern and southeastern margins of the ELIP, it is suggested that the genesis of the iron-polymetallic deposit was specialized by factors of coastal paleogeography in hot-humid climate, where iron-enriched laterites formed, and repetitive marine transgression-regression occurred during the Late Permian.",
  "title": "Genetic relationship between unroofing of the Emeishan large igneous province and the iron-polymetallic deposit in western Guizhou, Southwestern China: Constraint from U-Pb geochronology and geochemistry of zircon"
}