{
  "sections": [{
    "text": "analyzed. An age of 1559 37 Ma (n 10) with an initial 187Os/188Os of 1.16 0.06 for the Jezioro OkraÎgøe and Krzemianka deposits is essentially identical to an age of 1556 94 Ma (n 3) for the UdrynÂ deposit. UdrynÂ , however, yielded a marginally lower initial 187Os/188Os of 0.87 0.20. The high initial 187Os/188Os combined with the Proterozoic Re-Os age indicates that the source for Suwaøki oxides-sul®des is older crust, and hypothetically, could involve Archean rocks. An average crustal value of 50 for 187Re/188Os yields a 2777 Ma age for Suwaøki source rocks. Widespread Phanerozoic cover severely limits knowledge of basement rocks in Poland, however, and no Archean rocks are known in the immediate region. More likely, 187Re/188Os ratios may be higher than average continental crust, re¯ecting ma®c crust in the source, and may move the source age for Suwaøki anorthosite and mineral deposits toward younger values that easily include 2.0 Ga Proterozoic rocks. This more favorable case also accommodates Paleoproterozoic Nd model ages. Regardless of Archean or Proterozoic source age, the high initial 187Os/188Os ratios derived from the Re-Os isochron indicate that the source for the oxide-sul®de mineral deposits is more likely the crust and not the mantle. Given that these deposits are clearly magmatic, the Re-Os results add a new dimension to the long-standing ``origin of anorthosite'' problem, implying a crustal source for the anorthosite as well. The 1559 Ma Suwaøki age is compatible with a well-exposed east-west band of 1530- 1660 Ma rapakivi granite-anorthosite magmatism to the immediate north, transecting western Russia, southern Finland, Estonia and Latvia, and central Sweden. In particular, the age and isotopic character of Suwaøki are not unlike those of the well-studied Salmi rapakivi granite-anorthosite batholith in western Russia (Karelia)."
  }, {
    "heading": "Introduction",
    "text": "Massif-style anorthosites reaching batholith proportions are most characteristic of Proterozoic occurrences where\nEditorial handling: R. J. Goldfarb\nJ. W. Morgan á H. J. Stein (&) á J. L. Hannah á R. J. Markey AIRIE Program, Department of Earth Resources, Colorado State University, Fort Collins, CO 80523±1482, USA e-mail: hstein@cnr.colostate.edu Tel.: +1-970-491-4318; Fax: +1-970-491-6307\nJ. Wiszniewska Polish Geological Institute, Rakowiecka 4,00-975 Warsaw, Poland\nSecond a liation: J. W. Morgan, Department of Geology, University of Maryland, College Park, MD 20742, USA\nthey generally intrude high-grade metamorphic terranes in Archean and Proterozoic shield areas (Weibe 1992; Ashwal 1993). Most formed during a 900-Ma interval from 1.8 to 0.9 Ga, and typically have associated pyroxene-bearing rapakivi granites in addition to more ma®c rocks such as troctolites, norites, and gabbros. Proterozoic anorthosite complexes may contain signi®cant economic mineral resources and are perhaps best known for their associated Fe-Ti oxides, some constituting the world's largest ilmenite deposits (Herz 1976; Force 1991). Magmatic minerals such as titanomagnetite and hemo-ilmenite may reach modal concentrations greater than 90%. Like the anorthosite complexes, there is limited agreement on the origin and the chemical and physical processes that produce these massive ore occurrences (Ashwal 1993), but an igneous origin involving immiscible liquids is favored by many (e.g., Force 1991). Among many others, two well-known and well-studied examples of Fe-Ti mineralization associated with Proterozoic massif-type anorthosite are those at Laramie, Wyoming (Frost and Simons 1991) and Rogaland, southwest Norway (Duchesne 1999). However, Fe-Ti oxides are not the only economic interest related to Proterozoic anorthosites. An unusual and signi®cant example of magmatic sul®de is found in the O'okiep copper district in Namaqualand, South Africa, where for centuries primary Cu minerals have been mined from 1.03 Ga anorthosites and norites of the Koperberg Suite (Cli ord et al. 1995). A more recent and extraordinary discovery, made in 1993, is the giant Voisey's Bay NiCu-Co deposit contained in troctolite intrusions of the 1.34±1.29 Ga Nain plutonic suite in Labrador (Naldrett et al. 1996; Ryan 1997). The Suwaøki Fe-Ti-V deposits can be added to the list of signi®cant and relatively recent mineral discoveries associated with anorthosite and related rocks (Podemski 1998).\nThe early results of this study were presented at the 1998 Eurobridge meeting in Kiev, Ukraine (Stein et al. 1998a). In this ®nal work, we use the Re-Os isochron method to date magmatic oxide and sul®de deposits hosted in Suwaøki anorthosite and norite. In doing so, we can directly determine the age of the hosting anorthosites and norites and, using 187Os/188Os initial ratios derived from the sul®de-oxide isochrons, we can constrain possible source rocks for the Suwaøki anorthosite massif. The origin of anorthosite, a nearly monomineralic plutonic rock made up almost entirely of plagioclase, has been an intractable petrologic problem for decades, as geochemical data yield ambiguous or con¯icting answers concerning its source. In particular, isotopic data are sometimes indeterminate, not only between occurrences of these unusual magmatic bodies worldwide, but within single anorthosite-rapakivi granite systems as well (e.g., Gray 1987; Demai e et al. 1991; Wiebe 1992; Ashwal 1993; Emslie and Hegner 1993; Scoates and Frost 1996; Ashwal et al. 1998; Geringer et al. 1998). Taken together, traditional Sr, Nd, and Pb isotopic data have failed to provide unequivocal global agreement on the origin of anorthosites and their asso-\nciated granites, though the majority of workers support mantle-derived parent magmas that have interacted to varying degrees with continental crust (e.g., Mitchell et al. 1996, Fig. 12). Derivation of rapakivi-type granites associated with anorthosite has been attributed to direct melting of underplated tholeiitic basalts (Frost and Frost 1997). An improved geochemical and tectonic understanding of the origin of anorthosite massifs, and related rocks and ores, will provide a better exploration framework for large Fe-Ti-Cu-Ni deposits.\nAs with any isotope system used for dating and as a tracer, it is important to remind ourselves that with closed system conditions, the isotopic results relate directly to the age, origin, subsequent history, and relations of the phases analyzed, in this case the Suwaøki oxide and sul®de minerals. A sound understanding of geologic relationships is necessary to extrapolate from this starting point toward the origin of the hosting Suwaøki anorthosite."
  }, {
    "heading": "Regional geologic background",
    "text": "Situated in extreme northeast Poland (Fig. 1) and associated with a major E-W lineament that extends for at least 200 km, the Suwaøki intrusion and its associated Fe-Ti-V mineral deposits reside in Precambrian crystalline basement forming the western part of the East European Platform (Ryka and Podemski 1998). Completely obscured by about 1 km of Phanerozoic cover, the Suwaøki massif is part of a poorly understood terrane, the Mazury complex, that is dominated by ``rapakivi-like granitoids'' and occupies a signi®cant\nE-W stretch of extreme northeast Poland from the Baltic Sea into western Lithuania (Ryka 1998). Previous workers (e.g., Ryka 1993) have suggested that the Mazury complex is correlative with the widely recognized 1680±1850 Ma Transcandinavian Igneous Belt (TIB) in Sweden, but more recently, zircons from Mazury granodiorites have yielded ages of 1500 Ma (Claesson et al. 1995). The Kabeliai granite in southernmost Lithuania has been compared to granites of the Mazury complex in Poland. A U-Pb zircon age for the Kabeliai pluton (Sundblad et al. 1994) and Re-Os ages for its associated Cu-Mo mineralization (Stein et al., 1998b) have yielded ages of 1500 Ma. These 1500 Ma ages, together with the Re-Os results in this study, clearly indicate that rocks of the Mazury complex are younger than, and likely unrelated to, TIB rocks.\nOn a more regional scale, the Suwaøki anorthosite massif is located just south of an exposed and wellknown belt of true rapakivi granites with minimal exposures of anorthosite. This belt stretches from the Lake Ladoga region in extreme western Russia (Neymark et al. 1994; Amelin et al. 1997), across southern Finland (Haapala 1995; RaÈ moÈ and Haapala 1995), through Estonia and Latvia (RaÈ moÈ et al. 1996), and into Sweden (Ahl et al. 1997). As we later show, the Re-Os ages from this study place Suwaøki magmatism within the 1530± 1660 Ma age range for this band of rapakivi granite (anorthosite) magmatism to the north. In particular, the Salmi batholith on the northeast side of Lake Ladoga in western Russia has signi®cant anorthosite associated with its classic rapakivi granite. The 1550±1560 Ma age for the gabbro-anorthosites of the Salmi batholith (Neymark et al. 1994) is similar to that of Suwaøki (this study). Economically speaking, however, the Salmi batholith is known only for its granite-related polymetallic Sn-Be-Cu-Zn greisen ores that extend into adjacent metasedimentary rocks and locally overprint older 1800 Ma Svecofennian Mo-W-Cu skarn mineralization in the PitkaraÈ nta district (Stein et al. 1998c). The 1535-1540 Ma Salmi rapakivi granite magmatism is slightly, but distinctly, younger than the Salmi anorthosite (Amelin et al. 1997)."
  }, {
    "heading": "Suwaøki Fe-Ti-V and Fe-Cu-Ni deposits",
    "text": "The Suwaøki Fe-Ti-V deposits were discovered about 35 years ago and are known only from extensive deep core drilling and gravity and magnetic surveys (Podemski 1998; Parecki 1998). About 100 exploratory diamond drill holes with an average depth of 1900 m were drilled in the Suwaøki region between 1957±1990. In all, 73 of these drill holes totaling 135,521 m focused on delineating the richer mineral deposits at Krzemianka (Fig. 1). The estimated reserves at Krzemainka are about 1 billion tons of magnetite-ilmenite at a grade of 27% Fe, 7% TiO2, and 0.3% V2O5 situated at a depth of 800 to 1800 m. On the basis of 12 drill holes totaling 22,845 m of core, the UdrynÂ deposit is estimated to\ncontain an additional 250 million tons of similar grade at a depth of 800 to 1300 m. The Jezioro OkraÎgøe deposit is only known from core representing two drill holes. Plans to develop a Fe-Ti-V mine in the Krzemianka area were made during the 1970s and initial construction work was started. However, the economic crisis in Poland and environmental protests halted mining plans. A comprehensive volume by Ryka and Podemski (1998), available through the Polish Geological Institute in Warsaw, describes in detail the exploration history at Suwaøki, and contains scienti®c papers on the Suwaøki massif and its associated Fe-Ti-V mineral deposits.\nThe Suwaøki anorthosite massif is characterized by a massive core of anorthosite with surrounding zones of norite, diorite, and ferrolite (Fig. 1). Throughout the massif all three rock types may be present and display complex and temporally ambiguous relationships. Extensive intervals of magnetite-ilmenite are described as ferrolites when the Fe-Ti oxides exceed 70% of the rock volume. These Fe-Ti-V or ferrolite bodies form irregular lenses, pods, and veins and are con®ned to anorthosites and norites (or gabbronorites). Less intense mineralization occurs as disseminations in anorthosite, norite, and gabbronorite, but still with accumulations reaching up to 70% by volume. Rapakivi-like granites in the Suwaøki complex are present mostly as an outermost zone surrounding the anorthosite-norite-diorite-ferrolite core (Fig. 1), though granites may also be found locally cutting core rock units, with textures ranging from aplites to pegmatites. These rapakivi-like granites do not contain extensive mineralization. Some oxide-apatite rocks (nelsonites) are also present at Suwaøki (Wiszniewska 1997; KrzeminÂ ski et al. 1988), and later hydrothermal sul®de veins have also been described (Wiszniewska 1998), but these were not part of this ReOs study.\nThe UdrynÂ deposit consists of subparallel lenses of massive Fe-Ti-V oxides hosted in anorthosite near the massif center, although some of the UdrynÂ mineralization is associated with small layers of norite (Parecki 1998). The Krzemianka deposit is partly hosted in gabbronorite rimming the anorthosite massif on the southwest side with the larger concentrations of oxides located at the contact between gabbronorite and anorthosite, and in some cases between gabbronorite and diorite (Nejbert and Wiszniewska 1994; Parecki 1998). Still, about 60% of the Krzemianka deposit is hosted in anorthosite. The Jezioro OkraÎgøe deposit, known only from core representing two drill holes in the northwest region of the anorthosite massif, is hosted largely in anorthosite and in ferrolites containing anorthosite breccias (Nejbert and Wiszniewska 1994).\nAlthough in this study we use the term magnetite, oxide minerals consist of complex hematite-ilmenite and magnetite-ulvospinel (titanomagnetite) solid solutions, with titanomagnetite comprising the bulk of the oxide bodies (Speczik et al. 1988; Wiszniewska 1998). Grainsize is variable, and it is not uncommon to ®nd ferrolite\nintervals with cm size grains in an interlocking patchwork. Locally, aluminum spinel (pleonaste) may form several percent of an oxide-rich interval with a coarse grain size that matches primary magnetite and ilmenite. Sul®des are dominated by pyrrhotite with much subordinate chalcopyrite, pyrite, and other Ni-Co-bearing phases such as pentlandite, cubanite, mackinawite, millerite, bravoite, and linneite. The sul®des are characteristically interstitial to oxide grains but may be locally found as coalesced blebs or patches. Sul®des can comprise up to several percent of the rock in a mineralized zone. The interstitial and anhedral bleb-like character of sul®de minerals likely re¯ects immiscible sul®de droplets suspended in an oxide-silicate melt, and are not unlike immiscible oxide-apatite melts (Philpotts 1967; Ripley et al. 1998). Pyrite has two occurrences at Suwaøki (Wiszniewska 1998). Pyrite I results from the pyritization of pyrrhotite and during this sul®dization of pyrrhotite, small needles of marcasite and magnetite may be generated. Pyrite I is very common and constitutes the pyrite samples analyzed in this study. Pyrite II occurs in small secondary veins and in cataclastic rocks."
  }, {
    "heading": "Previous geochronology at Suwaøki",
    "text": "Although rapakivi-like granitic rocks and ®ne-grained granite or massive quartz-pegmatite veins locally cut anorthosites and norites, previous Rb-Sr and K-Ar geochronology shows that absolute ages of both ma®c and felsic rocks are poorly de®ned and relative age relationships are broadly overlapping. In a compilation K-Ar isochron for all rock types (granites, diorites, norites, and anorthosites), the age for Suwaøki was determined as 1347 93 Ma (2r), and this age was interpreted as the time of resetting due to granite intrusion into the main anorthosite-norite massif (Jarmoøowicz-Szulc 1991). Sixteen individual K-Ar ages for biotite and amphibole, fourteen of which were used to arrive at the compilation K-Ar isochron age, ranged from 1312 to 2990 Ma (Jarmoøowicz-Szulc 1991). There is no systematic relation between age and rock type and mineral analyzed. In a more recent Rb-Sr study of anorthosite-associated diorites, seven whole rock samples yielded an isochron age of 1445 140 Ma with an initial 87Sr/86Sr of 0.7073 (BachlinÂ ski 1998). An amphibole from one of these diorites yielded a K-Ar age of 1535 Ma with no reported uncertainty (JarmoøowiczSzulc 1991). The Re-Os age in this study seems a more robust estimate of the true emplacement age of the Suwaøki massif and the formation of its Fe-Ti-V and FeCu-Ni-Co mineral deposits."
  }, {
    "heading": "Samples analyzed",
    "text": "The samples in this study were taken from intervals of typical ferrolite. Oxide and sul®de minerals were determined to be primary based on magmatic textures\ndocumented by transmitted and re¯ected light petrography (Fig. 2). We analyzed mineral separates of titanomagnetite, pyrrhotite with pentlandite inclusions, pyrite, and chalcopyrite from ®ve drill cores intersecting the UdrynÂ , Krzemianka, and Jezioro OkraÎgøe deposits, laterally separated from one another by a few kilometers (Fig. 1). Mineral separates were prepared using traditional methods and further puri®ed by hand picking. The general grain size di erential between magnetite (grains up to 1 cm across) and sul®de (blebs generally 1±3 mm) is pronounced. Sul®de grains, forming only a few percent of the analyzed samples, were generally interstitial to magnetite and plagioclase, though sul®de was also observed as anhedral blebs within magnetite grains and to a lesser extent within plagioclase laths. In such samples as UdrynÂ , coarse-grained magnetite comprised more than 75% of the anorthosite sample and sul®de grains were decidedly sparse. In all cases, sul®de occurrences appear to represent small immiscible droplets that formed contemporaneously with magnetite and silicate. Sul®de mineral separates were of high purity, but in the case of magnetite, it was nearly impossible to eliminate all sul®de from the separate, as microscopic blebs of sul®de may be found within massive magnetite patches (e.g., Fig. 2C)."
  }, {
    "heading": "Methodology",
    "text": "Detailed methodology for Re-Os chemistry and analytical methods are found in Morgan and Walker (1989) and Walker et al. (1994). In short, 185Re and 190Os spikes are added to several hundred milligrams of puri®ed mineral separate and both are dissolved using an alkaline fusion. Osmium is separated as OsO4 from an H2SO4±H2O2 solution using a double distillation sequence followed by a microdistillation. Rhenium is recovered and puri®ed from the remaining solution by two anion exchange steps. Puri®ed rhenium and osmium are loaded on Pt ®laments and isotopic compositions are determined using negative thermal ion mass spectrometry (NTIMS; Creaser et al. 1991; VoÈ lkening et al. 1991). All chemistry was performed in the AIRIE low-level laboratory at Colorado State University. Samples were analyzed at both Colorado State University and University of Maryland using the Faraday cup or the electron multiplier on NBS 12-inch (90° at CSU, 68° at UMD) mass spectrometers. A duplicate run of SU-6 pyrrhotite involving separate dissolutions (Table 1) is provided to compare data derived from the CSU and UMD mass spectrometers. Total analytical blanks are 48 pg for Re and 3 pg for Os with a 187Os/188Os ratio of 0.4943."
  }, {
    "heading": "Analytical results",
    "text": "Blank-corrected Re-Os data for Suwaøki oxides and sul®des are given in Table 1. Absolute uncertainties are reported at the 2-sigma level. Gamma (c) Os values, a\nmeasure of the percent enrichment (or depletion, negative values) relative to chondritic mantle at a speci®ed time (Shirey and Walker 1998) were calculated for 1559 Ma. The 187Re decay constant of 1.666 ´ 10)11 year)1 with an uncertainty of 0.31% (Smoliar et al. 1996) was used for all age calculations.\nFig. 2A±F Photomicrographs illustrate relations between silicates, magnetite, and sul®des for analyzed samples from the Jezioro OkraÎgøe deposit. A Euhedral magnetite (dark blue) and small grains of pyrrhotite (blue, bottom center) disseminated in plagioclase with minor biotite (SU-8b, re¯ected and transmitted light, X-nicols, 2.5 mm across); B coarse-grained pyrrhotite (blue, center) ¯anked by magnetite (dark blue) in plagioclase with minor biotite laths (SU-8b, re¯ected and transmitted light, X-nicols, 2.5 mm across);Cmassive magnetite patch (purple gray) with pyrrhotite (pink brown) along left side and as a small, spade-shaped inclusion (SU-6, transmitted and re¯ected light, X-\nnicols, 1.25 mm across); D moderately coarse-grained chalcopyrite (yellow) and pyrrhotite (pink brown) with magnetite (blue gray) in plagioclase host (SU-6, re¯ected light, X-nicols, 1.25 mm across); E spade-shaped pyrrhotite inclusion hosted in magnetite from photomicrograph C containing very small chalcopyrite patches (yellow) and slivers of pentlandite (light gray) displaying typical ``¯ame-structure'' (SU-6, transmitted and re¯ected light, X-nicols, 0.3 mm across); F pyrrhotite background (pink brown) with abundant chalcopyrite (yellow) and pyrite (light tan, center) blebs (SU-6, re¯ected light, uncrossed nicols, 0.3 mm across)\nAll magnetites contain low Re (0.4±1.5 ppb) and Os (0.036±0.144 ppb) concentrations and correspondingly have larger uncertainties (Table 1). Variation in the Re and Os concentrations for magnetites most likely re¯ects small amounts of submillimeter to micron-sized sul®de contaminant, thereby rendering the measured Re and Os concentrations for magnetite as maximum values for that mineral. Higher Re (30±55 ppb) and Os (1±6 ppb) concentrations are consistently found in the three sul®de minerals (pyrrhotite, chalcopyrite, and pyrite). During crystallization, there appears to be no systematic partitioning of Re and Os between the Fe (Cu, Ni) sul®de phases analyzed, with the possible exception of very slightly lower Os concentrations in pyrite (Table 1).\nConcentration data show that both Re and Os (expressed as common 192Os) are incompatible in magnetite relative to co-precipitating sul®de (Fig. 3). Tie lines between magnetite and sul®de for individual samples SU-6 and SU-8b from the Jezioro OkraÎgøe deposit (Fig. 3A) do not include the two pyrites (Fig. 3B). The slight enrichment in Re and Os for SU-6 magnetite relative to SU-8b is most likely a re¯ection of small sul®de inclusions in SU-6.\nThe behavior of Re and Os in compositionally different melt batches and within di erent parts of the Suwaøki massif is remarkably consistent, as demonstrated by the fact that sample tie lines are parallel with slopes of 1 for oxide-sul®de ``pairs'' from each of the three deposits (Fig. 3A). Because we do not know the distribution coe cients between melt and magnetite and between melt and sul®de, we cannot use our data to calculate original concentrations of Re and Os in these silicate-oxide-sul®de melts. However, we can say that Re/Os within compositionally di erent Suwaøki melt batches remained remarkably constant during the crystallization history of sul®de and magnetite. This means that in a closed system, co-precipitation of magnetite and sul®de has little e ect on the Re/Os ratio in the remaining melt. Similarly, in an open system that has undergone fractional crystallization of sul®de and/or\nmagnetite, the Re/Os in the remaining melt would be una ected. Finally, for any open system behavior at Suwaøki, local in¯uxes of new magma for each deposit in this study must carry a constant Re/Os ratio.\nAn expanded view of the Jezioro OkraÎgøe sul®de data clumps in Fig. 3A is shown in Fig. 3B. The data for sample SU-6 (Fig. 3B) indicate no preference for Re or Os in co-precipitating pyrrhotite and chalcopyrite. Pyrrhotite and chalcopyrite are commonly in smooth linear to curved contact sharing single anhedral grains (Fig. 2D±F), indicative of co-formation in a magmatic environment. Sulfur isotope data also indicate a common magmatic origin for pyrrhotite and chalcopyrite at Krzemianka with d34S 0& for both minerals (Wiszniewska and JeÎdrysek 1998). For SU-6 and SU-8b, pyrite contains essentially the same Re as pyrrhotite and chalcopyrite, but in both cases has slightly and similarly lower Os concentrations. One explanation for this is a very minor fractionation e ect, whereby Os slightly favors chalcopyrite and pyrrhotite over pyrite. An alternative explanation is that pyrite may undergo a slight Os loss if it forms at the expense of pyrrhotite shortly after crystallization is completed. Pyritization of pyrrhotite is the most common origin for pyrite at Suwaøki (Wiszniewska 1998). The possibility of Os loss might be supported by a signi®cantly higher d34S value of 2.24& for Krzemianka pyrite (Wiszniewska and JeÎdrysek 1998). However, it should be noted that this is not an Os isotopic, but an elemental disturbance, as pyrite is a coherent point in the Re-Os isochron data set. Therefore, pyritization of pyrrhotite must follow closely the time of crystallization to preserve isochron integrity."
  }, {
    "heading": "Re-Os ages and discussion",
    "text": "The model 3 Re-Os isochron age (Ludwig 1999) for all thirteen analyses from the three deposits is 1536 67 Ma with a highly radiogenic initial 187Os/188Os of 1.13 0.13. The three UdrynÂ samples, however, are\ndistinctly less radiogenic, falling below this 1536-Ma isochron and, if these points are excluded from the regression, the model 3 age becomes 1559 37 with a 187Os/188Os intercept of 1.16 0.06 for the Krzemianka and Jezioro OkraÎgøe deposits. A model 1 line through the three UdrynÂ points corresponds to an essentially identical age of 1556 94 Ma with a marginally lower 187Os/188Os intercept of 0.87 0.20 (Fig. 4). Of course, the larger uncertainty in the UdrynÂ isochron is exacerbated by the limited number of data points (n 3).\nIt is signi®cant that the initial 187Os/188Os ratios for Suwaøki are so high (calculated mantle 187Os/188Os at 1559 Ma @ 0.1164), indicating either a long-term average continental crustal history for the source (Archean) or a more ma®c crustal source with somewhat elevated\nRe/Os (Proterozoic). This is particularly interesting in light of Sr, Nd, and Pb isotopic data for other massifs that sometimes yield inde®nite and con¯icting information on the source for anorthosites. The general consensus is that a mantle-type source is required for anorthosite rocks, and for associated granitic rocks, an increasing component of crustal source rock is required (e.g., Gray 1987; Demai e et al. 1991; Wiebe 1992; Ashwal 1993; Emslie and Hegner 1993; Scoates et al. 1996; Geringer et al. 1998). However, given general parameters for the mantle Os budget (Os @ 3.4 ppb, 187Re/188Os @ 0.401) and an average continental crust Os budget (Os @ <0.05 ppt, 187Re/188Os @ 50), as summarized in Shirey and Walker (1998), the Os isotopic data derived from Suwaøki oxides and sul®des in anorthosite-norite host rocks can only be accommodated by an older crustal source. An Archean crust (or a Proterozoic crust consisting almost wholly of Archean detritus) with a rather average 187Re/188Os ( 50) would readily account for cOs values approaching +1000 at 1559 Ma, but we believe that Proterozoic age crust is more likely.\nOn a regional scale, 2.8 Ga is a dominant age of exposed Archean rocks about 750 km to the northeast in the Baltic Shield (Sorjonen-Ward et al. 1997; Puchtel et al. 1997). About 300 km to the southeast, rocks ranging from 2.0 to >3.4 Ga are exposed in the western part of the Ukrainian Shield (Stepanyuk et al. 1998). Archean crust is not known in the immediate region surrounding Suwaøki (Claesson et al., in press), though we note again the complete lack of basement exposure due to Phanerozoic cover. In a recent summary of geochronological data for the western part of the East\nEuropean Platform that includes the Suwaøki region, Bogdanova and Gorbatschev (1998) emphasize that the crust underlying this broad region is likely to be entirely Paleoproterozoic in age (2.0 to 1.8 Ga). Regionally, the crust that is host to Suwaøki is believed to be part of a northwest-younging sequence of Proterozoic terranes extending from the Archean core continent of Sarmatia that represents much of the Ukrainian shield (Bogdanova et al. 1996; Claesson et al. in press). Therefore, using the Re-Os data for Suwaøki, we now examine another more realistic interpretation that utilizes Proterozoic crust.\nIn Fig. 5 we summarize the range of age and 187Re/188Os values needed for a source that will produce the Krzemianka-Jezioro OkraÎgøe initial 187Os/188Os of 1.16 at 1559 Ma. For illustrative purposes, we take two plausible cases. First, if we assume a 187Re/188Os value of 50 for average continental crust (Esser and Turekian 1993) and use 0.1164 for the mantle 187Os/188Os at 1559 Ma (Shirey and Walker 1998), the age at which the source for Suwaøki oxides-sul®des and their magmatic host rocks separated from the mantle growth curve is 2777 Ma (Fig. 5). Second, if we assume that Suwaøki anorthosites were derived from a crust which separated from depleted mantle at 2000 Ma, as suggested by Nd model ages (Claesson and Ryka 1999; Wiszniewska et al. 1999a, b), then the 187Re/188Os in the crustal\nsource would be 138 (Fig. 5), about a threefold increase over the average continental crust value of 50. The somewhat lower UdrynÂ initial 187Os/188Os of 0.87 at 1559 Ma requires correspondingly smaller 187Re/188Os values.\nIn contrast to perceived average continental crust with an assigned 187Re/188Os of 50, ma®c crust such as in MORB or OIB has much higher 187Re/188Os ratios of 100±5000 and 20±3000, respectively (Shirey and Walker 1998). Therefore, by assuming higher 187Re/188Os ratios for the source, as would characterize continental crust with an increasing component of ma®c rocks, younger source ages that easily include the Proterozoic can be obtained. Given Nd model ages of 2000 to 2250 Ma (Claesson and Ryka 1999), the postulate of a 2000 Ma Proterozoic source is far more viable for the Suwaøki anorthosite and its oxide-sul®de deposits. It is very hard to deny the crustal nature of the source for Re and Os, thereby implicating crust as the source for Suwaøki oxides and sul®des, and by magmatic association, perhaps for the anorthosites and associated rocks. Finally, as additional support for a crustal source, we mention that recent epsilon Nd data for Suwaøki anorthosites yield markedly negative values extending to )6.3, and these are coupled with distinctly positive epsilon Sr values extending to +40 (Claesson and Ryka 1999; Wiszniewska et al. 1999a, b; Wiszniewska and BachlinÂ ski, in press).\nIt is interesting that the gabbro-anorthosite rocks of the Salmi batholith in western Russia also have markedly negative epsilon Nd coupled with positive epsilon Sr values (Neymark et al. 1994). Recognizing that the Salmi batholith is situated at the contact of Proterozoic and Archean crustal domains, this might at ®rst appeal as an explanation for the isotopic data. Neymark et al. (1994) still argue, however, that bulk contamination from Archean crust cannot explain the Nd and Sr isotopic data for the presumably mantle-derived Salmi gabbro-anorthosite; it is much more likely that selective contamination by Pb, Sr, and Nd from Archean lower crust or isotopically anomalous mantle is required. At Suwaøki, the absence of Archean crust (Claesson and Ryka 1999) makes it particularly di cult to explain the high initial 187Os/188Os ratios assuming only mantle source rocks. Therefore, the Re-Os data presented in this study strongly indicate that crustal rocks must be directly involved in the formation of the Fe-Ti-V-Cu-Ni deposits and potentially by association, the anorthosite and related ma®c rocks."
  }, {
    "heading": "Model for Suwaøki anorthosite",
    "text": "While the source age for Suwaøki (Proterozoic or Archean) may remain debatable, the Re-Os data presented in this study make it di cult to evade the issue of a major crustal role in the origin of the Suwaøki oxidesul®de deposits, and perhaps also the associated anorthosite massif. Most current models for the genesis of anorthosite complexes call for assimilation of crustal components during ascent of a mantle-derived magma. If an immiscible sul®de melt exsolved from a mantlederived anorthositic magma during the early stages of ascent through the crust, it would very e ciently\nscavenge crustal Os, as any Os is strongly partitioned into the sul®de phase. Unless the crustal contaminant was highly enriched in Os and/or highly radiogenic, however, it would not signi®cantly increase the original non-radiogenic Os mantle signature of the anorthositic magma. Thus, the Re-Os data strongly suggest a wholly crustal origin for Suwaøki. If we relinquish the assumption of mantle-derived melts, what kind of crustal rocks might provide a source for anorthosites? Where are the controversies?\nAccording to Mitchell et al. (1995), the parental magma for anorthositic rocks in the Laramie Anorthosite Complex, Wyoming, is a high-Al gabbro derived by di erentiation of a basaltic magma in the upper mantle followed by crustal assimilation during ascent. They point out that the high-Al gabbros at Laramie are similar to those from other Proterozoic anorthosite complexes, including the Harp Lake complex in Labrador. Longhi et al. (1999) address the question of source for parental magmas with an experimental approach, using as one of the experimental materials the average high-Al gabbro proposed as the parental magma of the Harp Lake anorthosite (Emslie 1980). At 10-13 kbar, appropriate pressures for upper mantle or lower crustal depths and fractionation, liquidus phases include highly aluminous orthopyroxene and plagioclase compositions typical of those observed in anorthosite complexes. This potential parental liquid is perched on a thermal divide along the plagioclase + two-pyroxene cotectic, and thus cannot have evolved from a more primitive liquid produced by melting of mantle peridotite. Rather, the parental liquid must be derived from a gabbroic source in the lower crust. Thus, Longhi and his coworkers introduce the possibility of a crustal source for anorthosites and related rocks. Building on this idea, Duchesne et al. (1998a,b) suggest that slices of dry ma®c lower crust, downthrust along major terrane boundaries, can melt to produce the parental magma for massif-type anorthosites.\nThe Re-Os data for Suwaøki permit an origin either by (1) upper-mantle or lower-crustal (high pressure) fractionation of basaltic melt derived from the mantle with subsequent assimilation of crustal material during ascent, or (2) direct melting of a ma®c source in the lower crust, still at high pressure, with or without assimilation of additional crustal material during ascent. Current geochemical and isotopic data, including the Re-Os data in this study, cannot de®nitively distinguish between these two possibilities. Crustal 187Os/188Os ratios may vary over an enormous range, so mass balance calculations to determine the extent of crustal contamination would be completely dependent on the 187Os/188Os value chosen. Nevertheless, mantle rocks typically carry at least 2 orders of magnitude more Os than crustal rocks, while the initial 187Os/188Os ratios for the Suwaøki oxides-sul®des are an order of magnitude higher than that of the mantle at 1559 Ma, when the complex formed (0.1164). Unless the 187Os/188Os of the crustal contaminant was highly anomalous ( 1), or the concentration\nof Os in the crustal contaminant was uncharacteristically high, the high initial ratios of the Suwaøki oxides-sul®des demand a very large fraction of crustal component, perhaps even a purely crustal source. The experimental evidence of Longhi and co-workers, and the common development of anorthosite massifs at major terrane boundaries, as pointed out by Duchesne et al. (1998a, b), lend credence to the suggestion of a crustal origin.\nAcknowledgements Partial funding for this study was obtained from a grant to J. Wiszniewska together with H. Stein from the Polish Geological Institute (PGI) in Warsaw. BHP Minerals International provided additional funding for this project for the unrestricted development of the Re-Os method for understanding ore genesis and advancing mineral exploration. Some support was provided by grant EAR-9706815 from the US National Science Foundation (NSF) for technique development for Re-Os analysis of low-level, radiogenic, non-molybdenite sul®des. Helpful reviews and discussions with Stefan Claesson, Jean-Clair Duchesne, Leonid Neymark, Krister Sundblad, and Svetlana Bogdanova are gratefully acknowledged. We extend a special thanks to the journal reviewers, Carol Frost and Brad Esser, and to Rich Goldfarb for additional detailed review comments."
  }],
  "references": [{
    "title": "Rapakivi granites and related rocks in central Sweden",
    "authors": ["M Ahl", "UB Andersson", "T Lundqvist", "K Sundblad"],
    "venue": "Sveriges Geologiska UndersoÈ",
    "year": 1997
  }, {
    "title": "Chronology of multiphase emplacement of the Salmi rapakivi granite-anorthosite complex, Baltic Shield: implications for magmatic evolution",
    "authors": ["YA Amelin", "AM Larin", "RD Tucker"],
    "venue": "Contrib Mineral Petrol",
    "year": 1997
  }, {
    "title": "Geology, petrology and isotope geochemistry of massif-type anorthosites from southwest Madagascar",
    "authors": ["LD Ashwal", "MA Hamilton", "VPI Morel", "RA Rambeloson"],
    "venue": "Contrib Mineral Petrol",
    "year": 1998
  }, {
    "title": "Preliminary results of rubidium-strontium isotopic analysis of diorites from the Suwaøki anorthosite massif. In: Ryka W, Podemski M (eds) Geology of the Suwaøki Anorthosite Massif (northeastern Poland)",
    "authors": ["R BachlinÂ ski"],
    "venue": "Prace Panstwowego Instytutu Geologicznego CLXI, Polish Geological Institute,",
    "year": 1998
  }, {
    "title": "Riphean rifting and major Paleoproterozoic crustal boundaries in the basement of the East European Craton: geology and geophysics",
    "authors": ["SV Bogdanova", "IK Pashkevich", "R Gorbatschev", "MI Orlyuk"],
    "year": 1996
  }, {
    "title": "EUROBRIDGE-1998: results and outlooks",
    "authors": ["SV Bogdanova", "R Gorbatschev"],
    "venue": "Geophys J",
    "year": 1998
  }, {
    "title": "Proterozoic ages from the Precambrian of Poland ± results and implications. In: Glebovitsky VA, Kotov AB (eds) Precambrian of Europe: stratigraphy, structure, evolution and mineralization",
    "authors": ["S Claesson", "K Sundblad", "W Ryka", "M Moczydlowska", "R Reinfrank"],
    "venue": "MAEGS-9 Abstract Volume,",
    "year": 1995
  }, {
    "title": "Nd model ages of the Precambrian crystalline basement of NE Poland. Seventh Eurobridge Workshop ± between EUROBRIDGE and TESZ, Abstract Volume",
    "authors": ["S Claesson", "W Ryka"],
    "venue": "Polish Geological Institute,",
    "year": 1999
  }, {
    "title": "Isotopic evidence for Paleoproterozoic accretion in the basement of the East European Craton",
    "authors": ["S Claesson", "SV Bogdanova", "EV Bibikova", "R Gorbatschev"],
    "year": 1999
  }, {
    "title": "A crustal progenitor for the intrusive anorthosite-charnockite kindred of the cupriferous Koperberg Suite, O'okiep district",
    "authors": ["TN Cliord", "ES Barton", "EA Retief", "DC Rex", "CM Fanning"],
    "year": 1995
  }, {
    "title": "Negative thermal ion mass spectrometry of osmium, rhenium, and iridium",
    "authors": ["RA Creaser", "DA Papanastassiou", "GJ Wasserburg"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1991
  }, {
    "title": "Geochemical and isotopic (Sr, Nd, Pb) evidence on the origin of the anorthosite-bearing anorogenic complexes of the Air Province, Niger",
    "authors": ["D Demaie", "C Moreau", "WL Brown", "D Weis"],
    "venue": "Earth Planet Sci",
    "year": 1991
  }, {
    "title": "Tectonic setting and phase diagram constraints on the origin of Proterozoic anorthosites: the crustal tongue melting model",
    "authors": ["JC Duchesne", "JP LieÂ geois", "J Vander Auwera", "J Longhi"],
    "venue": "Geol Assoc Can (GAC)-Mineral Assoc Can (MAC) Abstr",
    "year": 1998
  }, {
    "title": "Geochemical evidence of a crustal derivation of the Suwaøki anorthosites (NE Poland)",
    "authors": ["JC Duchesne", "J Vander Auwera", "Wiszniewska"],
    "venue": "Anorogenic and other granites of Proterozoic domains. EUROBRIDGE Workshop, IGCP Project 371 COPENA, Tallinn-Arbavere,",
    "year": 1998
  }, {
    "title": "Fe-Ti deposits in Rogaland anorthosites (South Norway): geochemical characteristics and problems of interpretations",
    "authors": ["JC Duchesne"],
    "venue": "Miner Deposita",
    "year": 1999
  }, {
    "title": "Geology and petrology of the Harp Lake complex, central Labrador: an example of Elsonian magmatism",
    "authors": ["RF Emslie"],
    "venue": "Geol Surv Can Bull",
    "year": 1980
  }, {
    "title": "Reconnaissance isotopic geochemistry of anorthosite-mangerite-charnockite-granite (AMCG) complexes, Grenville province, Canada",
    "authors": ["RF Emslie", "E Hegner"],
    "venue": "Chem Geol",
    "year": 1993
  }, {
    "title": "The osmium isotopic composition of the continental crust",
    "authors": ["BK Esser", "KK Turekian"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1993
  }, {
    "title": "Fe-Ti oxide deposits of the Laramie anorthosite complex: their geology and proposed economic utilization",
    "authors": ["BR Frost", "JP Simons"],
    "venue": "Frost BR, Roberts S (eds) Wyoming Geological Association 42nd Annual Field Conference Guidebook,",
    "year": 1991
  }, {
    "title": "Reduced rapakivi-type granites: the tholeiite connection",
    "authors": ["CD Frost", "BR Frost"],
    "year": 1997
  }, {
    "title": "Geochemical and isotopic characteristics of dierent types of anorthosite in the Namaqua mobile belt, South Africa",
    "authors": ["GJ Geringer", "AE Schoch", "M Sukhanov", "D Zhuravlev"],
    "venue": "Chem Geol",
    "year": 1998
  }, {
    "title": "Strontium isotopic constraints on the origin of Proterozoic anorthosites",
    "authors": ["CM Gray"],
    "venue": "Precamb Res",
    "year": 1987
  }, {
    "title": "Metallogeny of the rapakivi granites",
    "authors": ["I Haapala"],
    "venue": "Mineral Petrol",
    "year": 1995
  }, {
    "title": "Geology and resources of titanium",
    "authors": ["N Herz"],
    "venue": "Geol Surv Prof Pap 959:",
    "year": 1976
  }, {
    "title": "Geochronological data of the Suwaøki anorthosite massif (in Polish with English summaries)",
    "authors": ["K Jarmoøowicz-Szulc"],
    "venue": "Arch Mineral",
    "year": 1991
  }, {
    "title": "Mineralogic and geochemical study of ore-bearing apatite rocks (nelsonites) from the Suwaøki massif (NE Poland)",
    "authors": ["L KrzeminÂ ski", "R Tyda", "J Wiszniewska"],
    "venue": "Mineral Pol",
    "year": 1988
  }, {
    "title": "Some phase equilibrium constraints on the origin of Proterozoic (massif) anorthosites and related rocks",
    "authors": ["J Longhi", "J Vander Auwera", "MS Fram", "JC Duchesne"],
    "venue": "J Petrol",
    "year": 1999
  }, {
    "title": "Isoplot/Ex, version 2.00: a geochronological toolkit for Microsoft Excel",
    "authors": ["K Ludwig"],
    "venue": "Berkeley Geochronology Center, Spec Publ 1a,",
    "year": 1999
  }, {
    "title": "High-Al gabbros in the Laramie anorthosite complex, Wyoming",
    "authors": ["JN Mitchell", "JS Scoates", "CD Frost"],
    "venue": "Contrib Mineral Petrol",
    "year": 1995
  }, {
    "title": "The geochemical evolution of anorthosite residual magmas in the Laramie anorthosite complex, Wyoming",
    "authors": ["JN Mitchell", "JS Scoates", "CD Frost", "A Kolker"],
    "venue": "J Petrol",
    "year": 1996
  }, {
    "title": "Isotopic determinations of rhenium and osmium in meteorites by using fusion, distillation and ionexchange separations",
    "authors": ["JW Morgan", "RJ Walker"],
    "venue": "Anal Chim Acta",
    "year": 1989
  }, {
    "title": "Geology of the Voisey's Bay deposit, Labrador, Canada",
    "authors": ["AJ Naldrett", "H Keats", "K Sparkes", "R Moore"],
    "venue": "Explor Mining Geol",
    "year": 1996
  }, {
    "title": "The ore mineralization in the Jezioro OkraÎgøe region, Suwaøki anorthosite massif (NE Poland)",
    "authors": ["K Nejbert", "J Wiszniewska"],
    "venue": "Arch Mineral",
    "year": 1994
  }, {
    "title": "Pb-Nd-Sr isotopic and geochemical constraints on the origin of the 1.54±1.56 Ga Salmi rapakivi granite-anorthosite batholith (Karelia, Russia)",
    "authors": ["LA Neymark", "YV Amelin", "AM Larin"],
    "venue": "Mineral Petrol",
    "year": 1994
  }, {
    "title": "Origin of certain iron-titanium oxide and apatite rocks",
    "authors": ["AR Philpotts"],
    "venue": "Econ Geol",
    "year": 1967
  }, {
    "title": "Discovery and exploration of the Suwaøki anorthosite massif; a case history",
    "authors": ["M Podemski"],
    "venue": "Prace Panstwowego Instytutu Geologicznego CLXI, Polish Geological Institute,",
    "year": 1998
  }, {
    "title": "Karelian granite-greenstone terrain in Russia. In: DeWit MJ, Ashwal LD (eds) Greenstone belts",
    "authors": ["IS Puchtel", "AA Shchipansky", "AV Samsonov", "DZ Zhuravlev"],
    "year": 1997
  }, {
    "title": "One hundred years of rapakivi granite",
    "authors": ["OT moÈ", "I Haapala"],
    "venue": "Mineral Petrol",
    "year": 1995
  }, {
    "title": "Radiogenic isotopes of the Estonian and Latvian rapakivi granite suites: new data from the concealed Precambrian of the east European craton",
    "authors": ["OT moÈ", "H Huhma", "J Kirs"],
    "venue": "Precamb Res",
    "year": 1996
  }, {
    "title": "Evidence for sul®de and Fe-Ti-P-rich liquid immiscibility in the Duluth complex, Minnesota",
    "authors": ["EM Ripley", "MJ Severson", "SA Hauck"],
    "venue": "Econ Geol",
    "year": 1998
  }, {
    "title": "The Mesoproterozoic Nain plutonic suite in Eastern Canada, and the setting of the Voisey's Bay Ni-Cu-Co sulphide deposit",
    "authors": ["B Ryan"],
    "venue": "Geosci Can",
    "year": 1997
  }, {
    "title": "Crystalline basement of the Polish part of the Baltic Sea",
    "authors": ["W Ryka"],
    "venue": "Geol Q",
    "year": 1993
  }, {
    "title": "Geologic position of the Suwaøki anorthosite massif. In: Ryka W, Podemski M (eds) Geology of the Suwaøki Anorthosite Massif (northeastern Poland)",
    "authors": ["W Ryka"],
    "venue": "Prace Panstwowego Instytutu Geologicznego CLXI, Polish Geological Institute,",
    "year": 1998
  }, {
    "title": "Geology of the Suwaøki Anorthosite Massif",
    "authors": ["W Ryka", "M Podemski"],
    "venue": "Prace Panstwowego Instytutu Geologicznego CLXI, Polish Geological Institute, Warsaw,",
    "year": 1998
  }, {
    "title": "A strontium and neodymium isotopic investigation of the Laramie anorthosites, Wyoming, USA: implications for magma chamber processes and the evolution of magma conduits in Proterozoic anorthosites",
    "authors": ["JS Scoates", "CD Frost"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1996
  }, {
    "title": "Residual liquid origin for a monzonitic intrusion in a mid-Proterozoic anorthosite complex: the Sybille intrusion, Laramie anorthosite complex, Wyoming",
    "authors": ["JS Scoates", "CD Frost", "JN Mitchell", "DH Lindsley", "BR Frost"],
    "venue": "Geol Soc Am Bull",
    "year": 1996
  }, {
    "title": "The Re-Os isotope system in cosmochemistry and high temperature geochemistry",
    "authors": ["SB Shirey", "RJ Walker"],
    "venue": "Annu Rev Earth Planet Sci",
    "year": 1998
  }, {
    "title": "Re-Os ages of group IIA, IIIA, IVA and IVB iron meteorites",
    "authors": ["MI Smoliar", "RJ Walker", "JW Morgan"],
    "year": 1996
  }, {
    "title": "Greenstone associations in Finland. In: DeWit MJ, Ashwal LD (eds) Greenstone belts",
    "authors": ["P Sorjonen-Ward", "M Nironen", "E Luukkonen"],
    "year": 1997
  }, {
    "title": "Minerals, exsolution features and geochemistry of Fe-Ti ores of the Suwaøki district (northeast Poland)",
    "authors": ["S Speczik", "J Wiszniewska", "R Diedel"],
    "venue": "Miner Deposita",
    "year": 1988
  }, {
    "title": "A ReOs study of the Suwaøki anorthosite massif, northeast Poland",
    "authors": ["HJ Stein", "JW Morgan", "RJ Markey", "J Wiszniewska"],
    "venue": "Geophys J",
    "year": 1998
  }, {
    "title": "Motuza G (1998b) Re-Os ages for Archean molybdenite and pyrite, Kuittila-Kivisuo, Finland and Proterozoic molybdenite, Kabeliai, Lithuania: testing the chronometer in a metamorphic and metasomatic setting",
    "authors": ["HJ Stein", "K Sundblad", "RJ Markey", "JW Morgan"],
    "venue": "Miner Deposita",
    "year": 1998
  }, {
    "title": "An introduction to Re-Os: what's in it for the mineral industry",
    "authors": ["HJ Stein", "JW Morgan", "RJ Markey", "JL Hannah"],
    "venue": "SEG Newslett",
    "year": 1998
  }, {
    "title": "Sm-Nd crustal ages along the EUROBRIDGE transect in the western Ukrainian Shield",
    "authors": ["L Stepanyuk", "S Claesson", "E Bibikova", "S Bogdanova"],
    "venue": "Geophys J",
    "year": 1998
  }, {
    "title": "Geology, geochemistry, and age of a Cu-Mo-bearing granite at Kabeliai, southern Lithuania",
    "authors": ["K Sundblad", "J Mansfeld", "G Motuza", "M Ahl", "S Claesson"],
    "venue": "Mineral Petrol",
    "year": 1994
  }, {
    "title": "Osmium isotope ratio determinations by negative thermal ionization mass spectrometry",
    "authors": ["J lkening", "T Walczyk", "K Heumann"],
    "venue": "Int J Mass Spectrom Ion Process",
    "year": 1991
  }, {
    "title": "Re-Os isotopic evidence for an enriched-mantle source for the Noril'sk-type, ore-bearing intrusions",
    "authors": ["RJ Walker", "JW Morgan", "MF Horan", "GK Czamanske", "EJ Krogstad", "VA Fedorenko", "VE Kunilov"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1994
  }, {
    "title": "Proterozoic anorthosite complexes. In: Condie KC (ed) Proterozoic crustal evolution",
    "authors": ["RA Wiebe"],
    "venue": "Development in Precambrian research,",
    "year": 1992
  }, {
    "title": "Suwaøki nelsonites: new mineralogical and geochemical data",
    "authors": ["J Wiszniewska"],
    "venue": "Przegl Geol",
    "year": 1997
  }, {
    "title": "Mineralogy of the Fe-Ti-V ores of the Suwaøki anorthosite massif. In: Ryka W, Podemski M (eds) Geology of the Suwaøki Anorthosite Massif (northeastern Poland)",
    "authors": ["J Wiszniewska"],
    "venue": "Prace Panstwowego Instytutu Geologicznego CLXI, Polish Geological Institute,",
    "year": 1998
  }, {
    "title": "Strontium isotope ratio in the Suwaøki anorthosites",
    "authors": ["J Wiszniewska", "R BachlinÂ ski"],
    "venue": "NE Poland. Bull Pol Acad Sci,",
    "year": 1999
  }, {
    "title": "Geological constraints on the origin of the Suwaøki anorthosite massif and related Fe-Ti-V ores",
    "authors": ["J Wiszniewska", "J-C Duchesne", "S Claesson", "H Stein", "J Morgan"],
    "venue": "NE Poland. EUG10 Journal of Conference Abstr",
    "year": 1999
  }, {
    "title": "Geochemical constraints on the origin of the Suwaøki anorthosite and related Fe-Ti-V ores, NE Poland",
    "authors": ["J Wiszniewska", "J-C Duchesne", "S Claesson", "H Stein", "J Morgan"],
    "venue": "Seventh Eurobridge Workshop ± between EUROBRIDGE and TESZ,",
    "year": 1999
  }],
  "id": "SP:2d83f76136f0c38167edb406fcf30c97f6d16bd6",
  "authors": [],
  "abstractText": "The Suwaøki anorthosite massif, located in extreme northeast Poland beneath more than a kilometer of Phanerozoic cover, hosts major Fe-Ti-V deposits. These deposits, discovered in 1962, are contained in Fe and Ti oxide minerals that coexist with subordinate quantities of Fe, Cu, Ni, and Co sul®des in massif-style anorthosites, norites, and gabbronorites. Accessibility and other considerations preclude development of this natural resource in the present economic climate. Detailed work by Polish geologists during the last 35 years provides a sound geologic framework for this Re-Os study of the age and origin of oxide and sul®de deposits associated with a major, but lesser known anorthosite massif. Rhenium and osmium abundances and Os isotopic compositions were measured for nine sul®des and four titanomagnetites from the Suwaøki anorthosite massif. The titanomagnetites are over an order of magnitude lower in Re (0.4±1.5 ppb) and Os (0.036± 0.144 ppb) concentrations than co-precipitated pyrrhotite, pyrite, and chalcopyrite that yield consistent concentrations for Re (30±55 ppb) and Os (1±6 ppb). Parallel lines connecting co-existing titanomagnetite and sul®des have slopes of 1 on Re versus common Os concentration plots, indicating that both Re and Os behave similarly during crystallization in their high preference for any sul®de phase over magnetite. Samples from three deposits within the anorthosite massif were analyzed. An age of 1559  37 Ma (n  10) with an initial Os/Os of 1.16  0.06 for the Jezioro OkraÎgøe and Krzemianka deposits is essentially identical to an age of 1556  94 Ma (n  3) for the UdrynÂ deposit. UdrynÂ , however, yielded a marginally lower initial 187Os/188Os of 0.87  0.20. The high initial Os/Os combined with the Proterozoic Re-Os age indicates that the source for Suwaøki oxides-sul®des is older crust, and hypothetically, could involve Archean rocks. An average crustal value of 50 for Re/Os yields a 2777 Ma age for Suwaøki source rocks. Widespread Phanerozoic cover severely limits knowledge of basement rocks in Poland, however, and no Archean rocks are known in the immediate region. More likely, Re/Os ratios may be higher than average continental crust, re ̄ecting ma®c crust in the source, and may move the source age for Suwaøki anorthosite and mineral deposits toward younger values that easily include 2.0 Ga Proterozoic rocks. This more favorable case also accommodates Paleoproterozoic Nd model ages. Regardless of Archean or Proterozoic source age, the high initial Os/Os ratios derived from the Re-Os isochron indicate that the source for the oxide-sul®de mineral deposits is more likely the crust and not the mantle. Given that these deposits are clearly magmatic, the Re-Os results add a new dimension to the long-standing ``origin of anorthosite'' problem, implying a crustal source for the anorthosite as well. The 1559 Ma Suwaøki age is compatible with a well-exposed east-west band of 15301660 Ma rapakivi granite-anorthosite magmatism to the immediate north, transecting western Russia, southern Finland, Estonia and Latvia, and central Sweden. In particular, the age and isotopic character of Suwaøki are not unlike those of the well-studied Salmi rapakivi granite-anorthosite batholith in western Russia (Karelia).",
  "title": "Re-Os study of Fe-Ti-V oxide and Fe-Cu-Ni sul®de deposits, Suwaøki Anorthosite Massif, northeast Poland"
}