{
  "sections": [{
    "text": "such structure is depicted in the upper panel of Fig. 4b. It compares very well qualitatively with the model result shown in the lower panel of Fig. 4b. When domain edges remain fluxional following heterogeneous\nevaporation, the networks described above for Fig. 4b are not stable, long-lived structures. Nanoparticles continue to move in this case, strongly biased by the interfacial tension of cell boundaries. Cells break up as diffusion concentrates nanoparticle density at the nodes of the network, leaving distinct, worm-like domains. An example of such a pattern generated by our simulations (lower panel of Fig. 4d) compares well with worm-like morphologies observed in experiments (upper panel of Fig. 4d). These structures are themselves transitory, because their anisotropy costs significant interfacial free energy. Domains thus eventually become disks, which diffuse and coalesce, as described in the case of homogeneous evaporation. This mechanism of network disintegration strongly resembles that observed in viscoelastic phase separation of a dynamically asymmetric mixture2. Our results suggest four basic regimes of drying-mediated nano-\nparticle assembly. They are distinguished by the spatial uniformity of solvent dynamics, and by the fluctuations of nanoparticle domain boundaries following evaporation. When solvent disappears homogeneously from the surface, disk-like or ribbon-like domains reminiscent of spinodal decomposition form at early times. We have shown that if these aggregates remain fluxional, they continue to evolve in a self-similar fashion, principally by diffusion and coalescence. If instead domain boundaries are frozen following evaporation, dynamical constraints arrest this growth at an early stage. When evaporation is inhomogeneous owing to infrequent nucleation events, network structures are formed at early times as vapour nuclei meet. These cellular patterns are only stable if interfaces are frozen following evaporation. Otherwise, networks fragment to form distinct domains that asymptotically evolve as in homogeneous coarsening. Many aspects of these self-assembly mechanisms have previously\nbeen rationalized on the basis of seemingly distinct physical pictures. Our mesoscopic model unifies these pictures and provides a quantitative measure of their importance under different conditions. As such, it may serve as a basic guide for designing selfassembled structures with desired nanometre-scale features. Considering the simplicity of its energetics and dynamical rules, the degree of local order and anisotropy out of equilibrium is remarkable. We have omitted many physical details, most notably hydrodynamic convection, substrate roughness, non-local interactions, and film thickness. These effects can be added to provide microscopic realism, but it is interesting that they are not needed to account for the variety of patterns that have been observed in experiments. A\nReceived 9 May; accepted 25 September 2003; doi:10.1038/nature02087.\n1. Bray, A. J. Theory of phase-ordering kinetics. Adv. Phys. 43, 357–459 (1994). 2. Tanaka, H. Viscoelastic phase separation. J. Phys. Condens. Matter 12, R207–R264 (2000). 3. Ge, G. & Brus, L. E. Evidence for spinodal phase in two-dimensional nanocrystal self-assembly. J. Phys.\nChem. B 104, 9573–9575 (2000).\n4. Tang, J., Ge, G. & Brus, L. E. Gas-liquid-solid phase transitionmodel for two-dimensional nanocrystal\nself-assembly on graphite. J. Phys. Chem. B 106, 5653–5658 (2002).\n5. Puntes, V. F., Krishnan, K.M. & Alivisatos, A. P. Colloidal nanocrystal shape and size control: The case\nof cobalt. Science 291, 2115–2117 (2001).\n6. Gelbart, W. M., Sear, R. P., Heath, J. R. & Chaney, S. Array formation in nano-colloids: Theory and\nexperiment in 2D. Farad. Disc. 112, 299–307 (1999).\n7. Whitesides, G. M. & Grzybowski, B. Self-assembly at all scales. Science 295, 2418–2421 (2002). 8. Murray, C. B., Kagan, C. R. & Bawendi, M. G. Self-organization of CdSe nanocrystallites into\n3-dimensional quantum-dot superlattices. Science 270, 1335–1338 (1995).\n9. Freeman, R. G. et al. Self-assembled metal colloid monolayers—an approach to SERS substrates.\nScience 267, 1629–1632 (1995).\n10. Andres, R. P. et al. Self-assembly of a two-dimensional superlattice of molecularly linked metal\nclusters. Science 273, 1690–1693 (1996).\n11. Harfenist, S. A.,Wang, Z. L., Alvarez,M.M., Vezmar, I. &Whetten, R. L. Highly orientedmolecular Ag\nnanocrystal arrays. J. Phys. Chem. 100, 13904–13910 (1996).\n12. Sear, R. P., Chung, S. W., Markovich, G., Gelbart, W. M. & Heath, J. R. Spontaneous patterning of\nquantum dots at the air-water interface. Phys. Rev. E 59, R6255–R6258 (1999).\n13. Fried, T., Shemer, G. & Markovich, G. Ordered two-dimensional arrays of ferrite nanoparticles. Adv.\nMater. 13, 1158–1161 (2001).\n14. Redl, F. X., Cho, K. S., Murray, C. B. & O’Brien, S. Three-dimensional binary superlattices of magnetic\nnanocrystals and semiconductor quantum dots. Nature 423, 968–971 (2003).\n15. Elbaum,M. & Lipson, S. G. How does a thinwetted film dry up? Phys. Rev. Lett. 72, 3562–3565 (1994). 16. Chandler, D. Introduction to Modern Statistical Mechanics (Oxford Univ. Press, New York, 1987). 17. Ge, G. & Brus, L. E. Fast surface diffusion of large disk-shaped nanocrystal aggregates. Nano Lett. 1,\n219–222 (2001).\n18. Lo, A. & Skoodje, R. T. Kinetic and Monte Carlo models of thin film coarsening: Cross over from\ndiffusion-coalescence to Ostwald growth modes. J. Chem. Phys. 112, 1966–1974 (2000).\n19. Maillard, M., Motte, L., Ngo, A. T. & Pileni, M. P. Rings and hexagons made of nanocrystals: A\nMarangoni effect. J. Phys. Chem. B 104, 11871–11877 (2000).\n20. Witten, T. A. & Sander, L. M. Diffusion-limited aggregation, a kinetic critical phenomenon. Phys. Rev.\nLett. 47, 1400–1403 (1981).\n21. Stowell, C. & Korgel, B. A. Self-assembled honeycomb networks of gold nanocrystals. Nano Lett. 1,\n595–600 (2001).\nSupplementary Information accompanies the paper on www.nature.com/nature.\nAcknowledgements This work was supported by the United States–Israel Binational Science Foundation. L.E.B. is supported by the Columbia MRSEC. P.L.G. was an MIT Science Fellow throughout most of this work. D.R.R. is a Sloan Fellow and Camille Dreyfus Teacher-Scholar.\nCompeting interests statement The authors declare that they have no competing financial interests.\nCorrespondence and requests for materials should be addressed to E.R. (rabani@tau.ac.il) or D.R.R. (reichman@chemistry.harvard.edu).\n.............................................................."
  }, {
    "heading": "Proxy evidence for an El Niño-like",
    "text": "response to volcanic forcing J. Brad Adams1, Michael E. Mann1 & Caspar M. Ammann2\n1Department of Environmental Sciences, University of Virginia, Clark Hall, Charlottesville, Virginia 22903, USA 2Climate Global Dynamics Division, National Center for Atmospheric Research, 1850 Table Mesa Drive, Boulder, Colorado 80307-3000, USA .............................................................................................................................................................................\nPast studies have suggested a statistical connection between explosive volcanic eruptions and subsequent El Niño climate events1,2. This connection, however, has remained controversial3–5. Here we present support for a response of the El Niño/Southern Oscillation (ENSO) phenomenon6,7 to forcing from explosive volcanism by using two different palaeoclimate reconstructions of El Niño activity8,9 and two independent, proxy-based chronologies of explosive volcanic activity5 from AD 1649 to the present. We demonstrate a significant, multi-year, El Niño-like response to explosive tropical volcanic forcing over the past several centuries. The results imply roughly a doubling of the probability of an El Niño event occurring in the winter following a volcanic eruption. Our empirical findings shed light on how the tropical Pacific ocean–atmosphere system may respond to exogenous (both natural and anthropogenic) radiative forcing.\nCoupled ocean–atmosphere experiments have explored the possible response of ENSO to enhanced greenhouse gas concentrations10–16. Results indicate El Niño-like11–14, neutral15 and even La Niña-like16 responses of average conditions (even a ‘neutral’ response represents a La Niña-like anomaly in the face of large-scale greenhouse warming). Simulations employing the Cane–Zebiak model of tropical Pacific coupled ocean–atmosphere dynamics, which exhibits a stronger dynamical feedback than most global models, produces negative (positive) eastern tropical Pacific sea surface temperature (SST) anomalies in response to a positive (negative) surface radiative forcing17. This imposes a La Niña-like cooling of the mean state in the presence of positive greenhouse warming10. It is intriguing in this context to reconsider the con-\nNATURE | VOL 426 | 20 NOVEMBER2003 | www.nature.com/nature274 © 2003 Nature Publishing Group\ntroversial findings of Handler and Andsager1–4 arguing for a relationship between explosive, tropical volcanic eruptions and El Niño events. Large eruptions can inject aerosols into the lower tropical stratosphere, imparting a significant dust veil with a persistent (typically one to three year) associated negative shortwave surface radiative forcing. This radiative forcing should, by the reasoning of refs 10 and 17, lead to a multi-year, El Niño-like response of the tropical Pacific ocean–atmosphere system. Statistical validation of the relationship outlined byHandler and colleagues may have broader implications for ENSO’s response to greenhouse warming10. In turn, the demonstrated plausibility of a mechanism for an ENSO-like response to radiative forcing17 combined with our analysis addresses a major objection to the Handler findings: although previously suggested physical mechanisms18 could not be confirmed19, only now does a compelling mechanism have theoretical and empirical support.\nAdditional criticisms of past work1,2 include the subjectivity of the applied volcanic chronology5,20, the small number (12) of eruptions used (thereby limiting statistical robustness), and other methodological deficiencies21–24. In particular, the existence of a causally consistent relationship has been called into question as El Niño events precede the actual eruptions for some events3,4. Indeed, the instrumental period probably provides unsatisfactory statistical constraint for determining if a true relationship exists between explosive volcanism and El Niño variability. To reassess the ‘volcano–El Niño’ hypothesis independently of past work, we rely on much longer proxy-based reconstructions of both forcing (derived histories of explosive tropical eruptions) and response (proxy-based diagnostics of ENSO). In the process, we also address several shortcomings of the original statistical methodology21–24.\nWe make use of two independent measures of past volcanic activity—the volcanic explosivity index (VEI), and (2) the ice-core volcanic index (IVI). The VEI estimates volcanic explosivity for events in the comprehensive Smithsonian catalogue. It is based partially on qualitative volcanological information and should\nFebruary) SOI (solid green line) reconstruction are shown. The SOI is inverted to exhibit a\npositive correlation with ENSO events, and scaled to the standard deviation of the Mann et al. NINO3 reconstruction. The instrumental cold-season NINO328 is shown for\ncomparison (solid red). Large (small) triangles and dashed (dotted) vertical lines denote\ncold seasons (defined by beginning year of the cold season) following large (moderate) VEI\nor IVI eruptions back to 1649. VEI (IVI) eruptions marked by red (blue) arrows/vertical lines.\nBlack vertical dashed lines show eruptions indicated by VEI and IVI. The inset shows\nreconstructed surface temperature grids in the NINO3 region (small rectangle) used to\ncalculate the Mann et al. index. Grey shading indicates the 95% confidence limits of the NINO3 reconstruction9.\ninclude post-eruption cooling removal) are shown. Upper (lower) panels show 1-yr (3-yr)\ncomposites. Annual composites are used to generate 3-year moving averages (that is, the\n3-up composites). Confidence limits (90%, 95%, 99%) are marked by horizontal lines.\nRed and blue colours mark the post-eruption and pre-eruption composites. Five of seven\npre-instrumental analyses exhibit a post-eruption El Niño-like response. Similar results\nare obtained using the full period using IVI and VEI indices. Substituting the DVI as the\nvolcanic index or the SOI as the ENSO diagnostic yields similar results. Instrumental analyses (1869–1979) including all Handler eruptions1,2 or a moderately selective list of\n(11) VEI-based instrumental eruptions also indicate a significant El Niño-like response.\nAnalyses using Handler’s eruptions (except El Chichón and one other) do not, however,\nshow an El Niño-like response (Supplementary Information). The instrumental period\nyields variable SEA results.\nNATURE |VOL 426 | 20 NOVEMBER2003 | www.nature.com/nature 275© 2003 Nature Publishing Group\ntherefore be used with caution in studies seeking quantitative results5,25,26. The IVI, in contrast, is tied more closely to the injection of climatically relevant volcanic sulphate aerosols into the lower stratosphere that can be recovered from polar ice20,26. An eruption is assumed to have occurred in the tropics if its aerosols are recorded at both poles. The precise timing of each eruption is, however, somewhat uncertain because the aerosols’ residence time in the atmosphere varies owing to temporally and spatially variable atmospheric factors and inherent dating problems within the cores themselves. We discretize the IVI into a ‘1’ (smallest) to ‘8’ (largest) scale parallel to the VEI.We consider an event magnitude of 4 to be theminimum magnitude of climatic relevance, and event magnitudes of 5 or greater are used to classify the largest of climatically relevant events. Another available volcanic index is the dust veil index (DVI), but because of the potential circularity that arises in using this index20 we focus here on the VEI and IVI. Excellent critiques of these volcanic indices and their application to studies of climate forcing are available20,24. Overall, because of general agreement between all three indices in regard to the very large eruptions, all results presented appear robust with respect to the particular eruption index employed. We also make use of two conventional diagnostics of ENSO—the Southern Oscillation index (SOI) and the NINO3 index (see Fig. 1). Both are evaluated during the boreal winter (December–February) or cold (October–March) season during which ENSO events are most pronounced. The instrumental SOI index27, available back to 1866, measures atmospheric circulation changes associated with ENSO through the standardized difference in atmospheric surface pressure at Tahiti in the South Pacific Ocean and Darwin, Australia. El Niño events are generally associated with negative SOI values. The instrumental NINO3 index28, available back to 1856, measures relative temperature variations in the eastern tropical Pacific Ocean associated with ENSO. The instrumental winter SOI and coldseason NINO3 indices are highly anticorrelated (r < 20.7). We reassess previous findings using a reconstruction of the cold-\nseason NINO3 series based on proxy climate indicators (tree rings,\nice cores, corals and historical documents), which exhibits considerable skill in cross-validation with independent early instrumental data9, and is available back to AD 1649. We make use of an additional proxy-based reconstruction of the winter SOI index based on ENSO-sensitive Mexican and southwestern US tree-ring data8, available back to 1706. The two reconstructions, which are largely, though not entirely, independent (both use a small subset of common proxy data), are strongly anticorrelated (r ¼ 20.63) at a level similar to that seen between the corresponding instrumental series. This suggests that the reconstructions represent reasonably faithful, if uncertain, estimates of the respective indices several centuries back. The volcanic forcing and ENSO response data are incorporated into a superposed epoch analysis (SEA; see Methods), which is used to evaluate the composite response of ENSO to volcanic forcing events.\nWe first produced mildly significant results similar to those of Handler and colleagues1,2 by using their key dates and instrumental cold-season NINO3 data. When excluding several eruptions (for example, El Chichón) from Handler’s eruption list, however, their results were not reproduced (see Supplementary Tables S1–S3). This underscores the potential leverage of a few events in analyses of the instrumental record, and the consequent fundamental sample size limitations in reaching definitive conclusions from the instrumental record alone7. We then performed SEA experiments over the extended ‘pre-instrumental’ intervals, for a variety of selection criteria, using both the IVI and VEI eruption lists, and both the reconstructed SOI and NINO3 series. Several VEI- and IVI-based SEA results during the pre-instrumental and full periods are shown in Fig. 2. Detailed SEA results are provided in Supplementary Information (Tables S1–S5: note that not all analyses are statistically independent, because of overlap between some eruption lists). The analyses generally indicate a positive, El Niño-like NINO3 composite response in the several years following explosive low-latitude eruptions. In the 20 different NINO3 analyses, 17 out of 25 of the positive annual responses significant at the P ¼ 0.05 level occurred within the first three years (0, þ1, þ2) and only 8 before the\n...................................................................................................................................................................................................................................................................................................................................................................\nIVI Medium/Large 1649–1979 25 N 9/25 IVI Medium/Large 1649–1868 18 P N N N 7/18 IVI Medium/Large 1706–1868 13 P N 5/13 IVI Medium/Large 1706–1977 19 7/19 IVI Largest 1649–1979 12 P 6/12 IVI Largest 1706–1977 8 P 4/8 VEI $ 4 1649–1979 20 P N* N* 11/20 VEI $ 4 1869–1979 9 5/9 VEI $ 4 1649–1868 10 P P N* N 4/10 VEI $ 4 1706–1977 16 P P N N* N N 8/16 VEI $ 4 1706–1868 7 P* P* N N N 2/7 VEI Medium/Large 1649–1979 31 P* 15/31 Handler List 1869–1979 10 2/10 VEI Medium/Large 1869–1979 9 5/9 VEI Medium/Large 1649–1868 22 P* 9/22 VEI Medium/Large 1706–1868 18 P N P P 5/18 VEI Medium/Large 1706–1977 26 P* P* N N N 10/26 VEI Largest 1649–1979 13 P N 6/13 VEI Largest 1706–1977 10 P 4/10 VEI Largest 1706–1868 7 P* P* N N N 2/7\nPositive response .95% 1 0 0 0 0 0 0 15 6 0 0 0 0 0 0 Avg: 6.3/15.2 Negative responses ,95% 0 0 0 1 0 0 0 0 0 1 2 9 6 3 2 Combined total at 95% 2 44 Positive response .99% 0 0 0 0 0 0 0 5 3 0 0 0 0 0 0 Negative responses ,99% 0 0 0 0 0 0 0 0 0 0 0 2 2 0 0 Combined total at 99% 0 12 ................................................................................................................................................................................................................................................................................................................................................................... Table shows normalized, mean-adjusted 3-yr SEA and ‘count’ results. Years with positive (negative) 3-yr SEA composites at the 95 and 99% confidence level are marked by P and P* (N and N*), respectively. Each 3-yr composite is labelled with the first year in the 3-yr window moving away from the eruption year (for example, year 21 ¼ mean of years 21, 22, 23; year 0 ¼ mean of years 0, 1, 2). The last two columns display the fraction of cold-season anomalies in yearþ1 exhibiting an El Niño event (defined as an anomaly.þ0.3 8C relative to the local mean) for each key list. The mean count result (6.3/15.2) corresponds to a,42% occurrence of El Niño’s following eruptions. Comparatively, the expected mean percentage of El Niño events based on application of this definition to the long-term record is 24.8%. Significance determination is described in Methods. Count fraction significance values are shown in boldface: P , 0.05.\nNATURE | VOL 426 | 20 NOVEMBER2003 | www.nature.com/nature276 © 2003 Nature Publishing Group\neruptions. Post-event El Niño-like warming is even more consistent if the multi-year (3-yr) composites are considered. With 21 of 22 positive responses significant at the P ¼ 0.05 level (and all 8 of the P ¼ 0.01 significant positive responses) found in the three-year windows starting in years 0 and 1, we infer that a preferred multiyear El Niño-like response to tropical volcanic forcing events is most consistent with the results.\nInterestingly, a reversal of the SST response to statistically significant negative (La Niña-like) values following the initially observed El Niño-like response is also clearly observed (Fig. 2). The initial (El Niño) and secondary (La Niña) post-eruption composite responses (that is, year 0 to year 7) contain 42 of 44 three-year composites significant at the 95% confidence level, and all 12 at 99%. Of 24 negative responses significant at 95% in the 3-yr analysis, 18 are found in the years beginning with year þ4, þ5 or þ6. The results thus suggest a significant ‘rebound’ into La Niñalike conditions in years þ4, þ5 and þ6, as if the volcanic forcing would synchronize the internal clock of ENSO and pace a pattern of about one El Niño/La Niña-like alteration. As our significance estimates explicitly account for the serial correlation in the NINO3 series, this is not a simple consequence of the persistence structure of ENSO. Adjustment for post-eruption cooling (see Methods) slightly increases the prominence of post-event El Niño-like responses compared to subsequent La Niña-like responses, yielding the more physically intuitive result that the initial (El Niño) response is stronger than the subsequent (La Niña) rebound.\nAs an alternative evaluation of the volcano–El Niño connection independent of the SEA method, we determined (Table 1) the fraction of volcanic events followed in the first year by an El Niño-like response (see Methods). The results indicate that the likelihood of an El Niño event following an eruption in the subsequent cold season is significantly above that based on chance alone (which is roughly 25%) by generally falling into the ,35 to ,55% range (average is 42%) for the majority of the key-date lists. This represents nearly a doubling of the probability of an El Niño event. For 14 of the 20 lists, the increase in the likelihood of an El Niño event is significant at the P , 0.05 level (P , 0.1 for 16 of 20 cases). Although this latter analysis does not provide an ideal measure of the intrinsically multi-year nature of the inferred dynamical response, it does provide an independent, and perhaps more intuitive, measure of the strength of the volcano–El Niño relationship.\nOur results do not indicate that explosive tropical eruptions trigger all El Niño events. Our analyses suggest, rather, that volcanic forcing drives the coupled ocean-atmosphere system more subtly towards a state in which multi-year El Niño-like conditions are favoured, followed by a weaker rebound into a La Niña-like state. This finding, though based on uncertain reconstructions of past ENSO behaviour, is entirely independent of previous analyses confined to the restricted instrumental climate record.\nAlthough our analysis focuses on the system’s response to explosive volcanism, our findings are nonetheless pertinent to understanding how the tropical Pacific ocean–atmosphere system may respond to exogenous (both natural and anthropogenic) radiative forcing on a variety of timescales. New evidence29 suggests weaker interannual variability and a cooler mean state in the central tropical Pacific during the tenth–thirteenth centuries of the putative MedievalWarm Period, relative to an interval (seventeenth century) of the Little Ice Age. Given the present findings, such a trend would seem consistent with the response to the general increase in explosive volcanism during the fifteenth–nineteenth centuries in conjunction with reduced solar irradiance30 that is responsible for the millennial cooling trend of Northern Hemisphere mean temperature before modern anthropogenic warming. The possibility of opposite forced changes in tropical and extratropical temperature variations in past centuries underscores the need for a more\ncomplete understanding of the complex dynamical response of the climate to past forcing. A"
  }, {
    "heading": "Methods",
    "text": ""
  }, {
    "heading": "The SEA method and its application",
    "text": "The SEA method isolates signals that are difficult to detect against relatively large background noise through application of composites21–24. In contrast to Handler1,2, we (1) use conventional and more robust, ‘standardized’ SEA methods developed to guard against statistical outliers, (2) accommodate a null hypotheses of equal pre- and posteruption means and of post-eruption cooling, and (3) explicitly account for serial correlation in determining significance.\nWe apply the SEA to the reconstructed cold-season NINO3 and winter-mean SOI indices, using 20 ‘key-date’ lists based on the IVI and VEI. Individual lists are selected using criteria with varying stringency with regard to the threshold eruption magnitude required for ‘climatic relevance’ and the temporal spacing of eruptions. For each key date in a list, a 21-yr window centred on the key date (defined as year 0) was extracted from the NINO3 or SOI index and entered into the SEA matrix. This provides a reasonable interval for resolving a response to volcanic forcing (,10 yr). This window constitutes the composite matrix’s width dimension, whereas its length equals the number of key dates. Each composite matrix is centred by removal of the mean across its width."
  }, {
    "heading": "Experiments",
    "text": "To independently reassess the volcano–El Niño hypothesis, experiments are performed during the ‘pre-instrumental’ period (that is, 1649–1868 for NINO3, and 1706–1868 for SOI). The reconstructions are also used for ‘instrumental’ analyses (1869–1979) (note that this period excludes El Chichón, an eruption pertinent to Handler’s findings). Instrumental NINO3 and SOI assessments are performed for verification using the Handler key dates (1869–1982)1,2. Of 20 lists, the pre-instrumental, instrumental, and ‘full’ (combined pre-instrumental/ instrumental) periods employ 7, 3 and 10 lists, respectively (Table 1). Given our theoretical physical mechanism and potential seasonal lags in response, we expect the strongest results inmulti-year composites. Thus, in addition to the annual SEA, 3-yr composites are employed.\nOne criticism of the traditional SEA is its potential sensitivity to, for example, one particularly large El Niño event in the eruptionmatrix, leading to an apparently significant response3,4. To guard against such bias, we also employ an alternative SEA in which anomaly values for each composite matrix row are normalized by the magnitude of the largest absolute anomaly magnitude in that row. This normalization reduces the potential leverage of any one large event. To further safeguard against outliers, we performed a ranked SEA procedure for the most vulnerable key-date lists. A ranked SEA is a version of SEA where the ENSO diagnostic anomalies extracted for each eruption are first ranked before insertion into the eruption matrix. The ranked SEA yields similar results to the traditional and normalized SEA (Table 1)."
  }, {
    "heading": "Data analysis",
    "text": "Global mean temperatures typically cool for several years following significant volcanic forcing30. We thus use a null hypothesis of lower tropical SSTs (including the NINO3 area) following an eruption, independent of any dynamical (that is, ENSO-like) response. We invoke such a null hypothesis by removing statistically significant periods of post-eruption cooling before SEA initiation. Pre- and post-eruption periods for each list are tested for difference of means using the non-parametric Mann–Whitney test. If the composite posteruption mean was significantly different from the pre-eruption composite mean (P , 0.10 using a one-sided test because post-eruption cooling is sought a priori), the preand post-eruption composites are separately mean-adjusted.\nThe Mann–Whitney results require adjustment in 10 of 20 reconstructed NINO3 composites (Supplementary Information). Themean cooling for these 10 lists is,0.08 8C. However, a total of 18 out of 20 post-eruption means (not including the Handler list) are, on average, ,0.05 8C cooler than their corresponding pre-eruption means. Thus, the adjustment of only ten series is conservative."
  }, {
    "heading": "Significance determination",
    "text": "The significance of composite responses is established using a Monte Carlo resampling procedure based on ensembles of 10,000 random surrogates derived from permutation of the composite matrices. Distributions for each composite year are generated from random reshuffling of anomalies for each eruption window (that is, row) and subsequent calculation of new ‘random’ composites. Each eruption year receives equal weight in distribution determination. We resample exclusively inside the eruption matrix, not the entire series. This preserves the eruption matrix statistics, but destroys any preferred temporal ordering between the pre- and post-eruption intervals.\nThe random 3-yr mean composite distributions are generated from the 10,000 random, annual composites. The resulting random 3-yr composite distributions are compared to the actual 3-yr composite responses to determine statistical significance.\nWe use a block resampling technique in determining significance in order to preserve the data’s autocorrelation structure. From the actual eruption matrix, block resampling randomly generates an eruption matrix subsequently averaged to create a random composite matrix. Block resampling accounts for serial correlation when estimating null distributions from time series with autocorrelation. If omitted, the resulting confidence limits would be too liberal. The most straightforward block method is to resample the series in effectively independent blocks, rather than individual values. A first-order, autoregressive model was favoured by both Akaike and bayesian information criteria, for which the effective correlation length is t ¼ 21/log(r), where r is the lag-one\nNATURE |VOL 426 | 20 NOVEMBER2003 | www.nature.com/nature 277© 2003 Nature Publishing Group\nautocorrelation coefficient for the series (t ¼ 1 for all cases in our study). The size of effectively independent blocks was therefore 2t ¼ 2.\nWe also calculated the fraction of times an eruption was followed, within one year, by an El Niño-like anomaly (defined as an anomaly of 0.3 8C or greater—approximately 0.75 standard deviations for the long-term NINO3 reconstruction—relative to the posteruption 10-yrmean). An El Niño ‘fraction’ was defined as the number of post-eruption El Niños normalized by the number of eruptions in each list. Significance was determined by a Monte Carlo resampling procedure analogous to that described above.\nReceived 20 February; accepted 1 November 2003; doi:10.1038/nature02101.\n1. Handler, P. Possible association of stratospheric aerosols and El Niño type events. Geophys. Res. Lett.\n11, 1121–1124 (1984).\n2. Handler, P. & Andsager, K. Possible association between the climatic effects of stratospheric aerosols\nand sea surface temperatures in the eastern tropical PacificOcean. Int. J. Climatol. 10, 413–424 (1990).\n3. Robock, A. Volcanic eruptions and climate. Rev. Geophys. 38, 191–219 (2000). 4. Nicholls, N. Low-latitude volcanic eruptions and the El Niño/Southern Oscillation: A reply. Int.\nJ. Climatol. 10, 425–429 (1990).\n5. Self, S., Rampino, M. R., Zhao, J. & Katz, M. G. Volcanic aerosol perturbations and strong El Niño\nevents: No general correlation. Geophys. Res. Lett. 24, 1247–1250 (1997).\n6. Bjerknes, J. Atmospheric teleconnections from the equatorial Pacific. Mon. Weath. Rev. 97, 163–172\n(1969).\n7. Zebiak, S. E. & Cane, M. A. A model El Niño/Southern Oscillation.Mon.Weath. Rev. 115, 2262–2278\n(1987).\n8. Stahle, D.W. et al. Experimental dendroclimatic reconstruction of the Southern Oscillation. Bull. Am.\nMeteorol. Soc. 79, 2137–2152 (1998).\n9. Mann, M. E. et al. Global temperature patterns in past centuries: An interactive presentation. Earth\nInteract. 4-4, 1–29 (2000).\n10. Cane, M. A. et al. Twentieth-century sea surface temperature trends. Science 275, 957–960 (1997). 11. Knutson, T., Manabe, S. & Gu, D. Simulated ENSO in a global coupled ocean- atmosphere model:\nMultidecadal amplitude modulation and CO2 sensitivity. J. Clim. 10, 138–161 (1997).\n12. Meehl, G. A. &Washington,W.M. El Niño-like climate change in amodel with increased atmospheric\nCO2 concentrations. Nature 382, 56–60 (1996).\n13. Timmermann, A. et al. Increased El Niño frequency in a climate model forced by future greenhouse\nwarming. Nature 398, 694–697 (1999).\n14. Boer, J. G., Flato, G., Reader, M. C. & Ramsden, D. A transient climate change simulation with\ngreenhouse gas and aerosol forcing: Experimental design and comparison with the instrumental record for the 20th century. Clim. Dyn. 16, 405–425 (2000).\n15. Meehl, G. A. et al. Response of the NCAR climate system model to increased CO2 and the role of\nphysical processes. J. Clim. 13, 1879–1898 (2000).\n16. Noda, A., Yamaguchi, K., Yamaki, S., Yukimoto, S. Relationship between natural variability and\nCO2-induced warming pattern: MRI AOGCM experiment. 10th Symp. on Global Change Studies 10–15 January 1999, Dallas, TX. (American Meteorological Society, 1999).\n17. Clement, A. C., Seager, R., Cane, M. A. & Zebiak, S. E. An ocean dynamical thermostat. J. Clim. 9,\n2190–2196 (1996).\n18. Hirono, M. On the trigger of El Niño Southern Oscillation by the forcing of early El Chichon volcanic\naerosols. J. Geophys. Res. 93, 5365–5384 (1988).\n19. Robock, A. et al.GCMevaluation of a mechanism for El Niño triggering by the El Chichón ash cloud.\nGeophys. Res. Lett. 22, 2369–2372 (1995).\n20. Zielinski, G. A. Use of paleo-records in determining variability within the volcanism-climate system.\nQuat. Sci. Rev. 19, 417–438 (2000).\n21. Panofsky, H. A. & Brier, G. W. Some Applications of Statistics to Meteorology 159–161 (Penn. State\nUniversity, University Park, Pennsylvania, 1958).\n22. Bradley, R. S., Diaz, H. F., Kiladis, G. N. & Eischeid, J. K. ENSO signal in continental temperature and\nprecipitation records. Nature 327, 497–501 (1987).\n23. Sear, C. B., Kelly, P. M., Jones, P. D. & Goodess, C. M. Global surface-temperature responses to major\nvolcanic eruptions. Nature 330, 365–367 (1987).\n24. Haurwitz, M. W. & Brier, G. W. A critique of superposed epoch analysis method: Its application to\nsolar-weather relations. Mon. Weath. Rev. 109, 2074–2079 (1981).\n25. Simpkin, T. & Siebert, L. Volcanoes of the World 2nd edn (Smithsonian Institution, Geoscience Press,\nTucson, Arizona, 1994).\n26. Robock, A. & Free, M. P. Ice cores as an index of global volcanism from 1850 to the present. J. Geophys.\nRes. 100, 11549–11567 (1995).\n27. Können, G. P., Jones, P. D., Kaltofen, M. H. & Allan, R. J. Pre-1866 extensions of the Southern\nOscillation Index using early Indonesian and Tahitianmeteorological readings. J. Clim. 11, 2325–2339 (1998). 28. Kaplan, A., Cane,M. A., Kushnir, Y. &Clement, A. C. Analyses of global sea surface temperature 1856–\n1991. J. Geophys. Res. 103, 18567–18589 (1998).\n29. Cobb, K. M., Charles, C. D., Edwards, R. L., Cheng, H. & Kastner, M. El Niño-Southern Oscillation\nand tropical Pacific climate during the last millennium. Nature 424, 271–276 (2003).\n30. Crowley, T. J. Causes of climate change over the past 1000 years. Science 289, 270–277 (2000).\nSupplementary Information accompanies the paper on www.nature.com/nature.\nAcknowledgements This research was supported (M.E.M. and J.B.A.) by the NOAA- and NSFsupported ‘Earth Systems History’ programme and the NCAR-Early Career Scientist Assembly (C.M.A.). We thank R. S. Bradley for his support of C.M.A. during early stages of this work, R. E. Davis for suggestions with respect to the statistical procedure, and A. Robock and K. Trenberth for comments on the manuscript. The National Center for Atmospheric Research is sponsored by the National Science Foundation.\nCompeting interests statement The authors declare that they have no competing financial interests.\nCorrespondence and requests for materials should be addressed to J.B.A. (jba7g@virginia.edu).\n.............................................................."
  }, {
    "heading": "A newly discovered species of living",
    "text": "baleen whale Shiro Wada1, Masayuki Oishi2 & Tadasu K. Yamada3\n1National Research Institute of Fisheries Science, Fisheries Research Agency,"
  }, {
    "heading": "2-12-4 Fukuura, Kanazawa-ku, Yokohama, 236-8648, Japan",
    "text": "2Iwate Prefectural Museum, 34 Ueda-Matsuyashiki, Morioka, 020-0102, Japan 3National Science Museum, 3-23-1 Hyakunin-cho, Shinjuku-ku, Tokyo, 169-0073, Japan .............................................................................................................................................................................\nIn the late 1970s eight Balaenoptera specimens of unknown identity were caught in the lower latitudinal Indo-Pacific waters by Japanese research whaling vessels1. The combination of the allozyme patterns and physical maturity of the eight specimens separated them from all acknowledged Balaenoptera species2. In September 1998 we collected a medium-sized baleen whale carcass on a coastal island in the Sea of Japan. This specimen and the previously collected eight specimens resembled Balaenoptera physalus (fin whale) in external appearance but were much smaller. Comparison of external morphology, osteology and mitochondrial DNA data grouped the nine specimens as a single species but separated them from all known baleen whale species. Therefore, here we describe a new species of Balaenoptera, which is characterized by its unique cranial morphology, its small number of baleen plates, and by its distant molecular relationships with all of its congeners. Our analyses also separated Balaenoptera brydei (Bryde’s whale)3,4 and Balaenoptera edeni (Eden’s whale)5 into two distinct species, raising the number of known living Balaenoptera species to eight.\nCetacea Brisson, 1762 Mysticeti Flower, 1864\nBalaenopteridae Gray, 1864 Balaenoptera Lacépède, 1804 Balaenoptera omurai sp. nov.\nEtymology. The specific name is in honour of the late H. Omura, a Japanese cetologist, for his contribution to the knowledge of Cetacea. Holotype. Adult female, NSMT-M32505, National Science Museum, Tokyo. A complete skeleton, both complete baleen rows and frozen pieces of muscle, blubber and kidney were collected at Tsunoshima Island (348 21 0 03 00 N, 1308 53 0 09 00 E) by T.K.Y.,\nT. Kuramochi, M.O., E. Jibiki and S. Fujioka. The collection was undertaken three days after the accidental death of the animal. Paratypes. Five females and three males, NRIFSF1–8, National Research Institute of Far Seas Fisheries, Fisheries Research Agency, Shizuoka (see Table 1). The longest baleen plate, an earplug and a piece of the sixth thoracic vertebra with epiphysis were collected by trained staff from each animal. NRIFSF6 includes 18 more baleen plates. Locality. The Sea of Japan (type locality), the Solomon Sea and the eastern Indian Ocean near the Cocos Islands. Diagnosis. Balaenoptera omurai differs from all of its congeners by having the following unique characters: medially expanded posterior portion of ascending process of maxilla, which conceals posterior end of premaxilla along the adjacent nasal (Fig. 1a, f); approximately 200 baleen plates on one side, which is the smallest number among all of its congeners except for B. edeni (the baleen plate number of which is still unknown); 21 diagnostic sites in the complete mitochondrial (mt)DNA control region sequence. Discussion. The body length is less than 12m (Table 1), similar to B. edeni5,6. The skull is relatively broad and flat (Fig. 1a–c). The rostrum is tapering from its base, and its lateral margin is\nNATURE | VOL 426 | 20 NOVEMBER2003 | www.nature.com/nature278 © 2003 Nature Publishing Group"
  }],
  "year": 2003,
  "references": [{
    "title": "Possible association of stratospheric aerosols and El Niño type events",
    "authors": ["P. Handler"],
    "venue": "Geophys. Res. Lett. 11,",
    "year": 1984
  }, {
    "title": "Possible association between the climatic effects of stratospheric aerosols and sea surface temperatures in the eastern tropical PacificOcean",
    "authors": ["P. Handler", "K. Andsager"],
    "venue": "Int. J. Climatol",
    "year": 1990
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys. 38,",
    "year": 2000
  }, {
    "title": "A reply",
    "authors": ["Nicholls", "N. Low-latitude volcanic eruptions", "the El Niño/Southern Oscillation"],
    "venue": "Int. J. Climatol. 10, 425–429",
    "year": 1990
  }, {
    "title": "No general correlation",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "Katz", "M.G. Volcanic aerosol perturbations", "strong El Niño events"],
    "venue": "Geophys. Res. Lett. 24, 1247–1250",
    "year": 1997
  }, {
    "title": "Atmospheric teleconnections from the equatorial Pacific",
    "authors": ["J. Bjerknes"],
    "venue": "Mon. Weath. Rev. 97,",
    "year": 1969
  }, {
    "title": "A model El Niño/Southern Oscillation.Mon.Weath",
    "authors": ["S.E. Zebiak", "M.A. Cane"],
    "venue": "Rev. 115,",
    "year": 1987
  }, {
    "title": "Experimental dendroclimatic reconstruction of the Southern Oscillation",
    "authors": ["Stahle", "D.W"],
    "venue": "Bull. Am. Meteorol. Soc",
    "year": 1998
  }, {
    "title": "An interactive presentation",
    "authors": ["Mann", "M.E. et al. Global temperature patterns in past centuries"],
    "venue": "Earth Interact. 4-4, 1–29",
    "year": 2000
  }, {
    "title": "Twentieth-century sea surface temperature trends",
    "authors": ["Cane", "M. A"],
    "venue": "Science 275,",
    "year": 1997
  }, {
    "title": "Multidecadal amplitude modulation and CO2 sensitivity",
    "authors": ["T. Knutson", "S. Manabe", "Gu", "D. Simulated ENSO in a global coupled ocean- atmosphere model"],
    "venue": "J. Clim. 10, 138–161",
    "year": 1997
  }, {
    "title": "Washington,W.M. El Niño-like climate change in amodel with increased atmospheric CO2 concentrations",
    "authors": ["G.A. Meehl"],
    "venue": "Nature 382,",
    "year": 1996
  }, {
    "title": "Increased El Niño frequency in a climate model forced by future greenhouse warming",
    "authors": ["A Timmermann"],
    "venue": "Nature 398,",
    "year": 1999
  }, {
    "title": "Experimental design and comparison with the instrumental record for the 20th century",
    "authors": ["J.G. Boer", "G. Flato", "M.C. Reader", "Ramsden", "D. A transient climate change simulation with greenhouse gas", "aerosol forcing"],
    "venue": "Clim. Dyn. 16, 405–425",
    "year": 2000
  }, {
    "title": "Response of the NCAR climate system model to increased CO2 and the role of physical processes",
    "authors": ["Meehl", "G. A"],
    "venue": "J. Clim",
    "year": 2000
  }, {
    "title": "MRI AOGCM experiment",
    "authors": ["A. Noda", "K. Yamaguchi", "S. Yamaki", "Yukimoto", "S. Relationship between natural variability", "CO2-induced warming pattern"],
    "venue": "10th Symp. on Global Change Studies 10–15 January 1999, Dallas, TX.",
    "year": 1999
  }, {
    "title": "An ocean dynamical thermostat",
    "authors": ["A.C. Clement", "R. Seager", "M.A. Cane", "S.E. Zebiak"],
    "venue": "J. Clim",
    "year": 1996
  }, {
    "title": "On the trigger of El Niño Southern Oscillation by the forcing of early El Chichon volcanic aerosols",
    "authors": ["M. Hirono"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quat. Sci. Rev. 19,",
    "year": 2000
  }, {
    "title": "Some Applications of Statistics to Meteorology 159–161",
    "authors": ["H.A. Panofsky", "G.W. Brier"],
    "venue": "(Penn. State University,",
    "year": 1958
  }, {
    "title": "ENSO signal in continental temperature and precipitation records",
    "authors": ["R.S. Bradley", "H.F. Diaz", "G.N. Kiladis", "J.K. Eischeid"],
    "venue": "Nature 327,",
    "year": 1987
  }, {
    "title": "Global surface-temperature responses to major volcanic eruptions",
    "authors": ["C.B. Sear", "P.M. Kelly", "P.D. Jones", "C.M. Goodess"],
    "venue": "Nature 330,",
    "year": 1987
  }, {
    "title": "Its application to solar-weather relations",
    "authors": ["M.W. Haurwitz", "Brier", "G.W. A critique of superposed epoch analysis method"],
    "venue": "Mon. Weath. Rev. 109, 2074–2079",
    "year": 1981
  }, {
    "title": "Volcanoes of the World 2nd edn (Smithsonian Institution",
    "authors": ["T. Simpkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Pre-1866 extensions of the Southern Oscillation Index using early Indonesian and Tahitianmeteorological readings",
    "authors": ["G.P. Können", "P.D. Jones", "M.H. Kaltofen", "R.J. Allan"],
    "venue": "J. Clim",
    "year": 1998
  }, {
    "title": "Analyses of global sea surface temperature",
    "authors": ["A. Kaplan", "M.A. Cane", "Y. Kushnir", "A.C. Clement"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Niño-Southern Oscillation and tropical Pacific climate during the last millennium",
    "authors": ["K.M. Cobb", "C.D. Charles", "R.L. Edwards", "H. Cheng", "Kastner", "M. El"],
    "venue": "Nature 424,",
    "year": 2003
  }],
  "id": "SP:fd324138dccba311927053feaedbad032af4c52d",
  "authors": [],
  "abstractText": "very well qualitatively with the model result shown in the lower panel of Fig. 4b. When domain edges remain fluxional following heterogeneous evaporation, the networks described above for Fig. 4b are not stable, long-lived structures. Nanoparticles continue to move in this case, strongly biased by the interfacial tension of cell boundaries. Cells break up as diffusion concentrates nanoparticle density at the nodes of the network, leaving distinct, worm-like domains. An example of such a pattern generated by our simulations (lower panel of Fig. 4d) compares well with worm-like morphologies observed in experiments (upper panel of Fig. 4d). These structures are themselves transitory, because their anisotropy costs significant interfacial free energy. Domains thus eventually become disks, which diffuse and coalesce, as described in the case of homogeneous evaporation. This mechanism of network disintegration strongly resembles that observed in viscoelastic phase separation of a dynamically asymmetric mixture. Our results suggest four basic regimes of drying-mediated nanoparticle assembly. They are distinguished by the spatial uniformity of solvent dynamics, and by the fluctuations of nanoparticle domain boundaries following evaporation. When solvent disappears homogeneously from the surface, disk-like or ribbon-like domains reminiscent of spinodal decomposition form at early times. We have shown that if these aggregates remain fluxional, they continue to evolve in a self-similar fashion, principally by diffusion and coalescence. If instead domain boundaries are frozen following evaporation, dynamical constraints arrest this growth at an early stage. When evaporation is inhomogeneous owing to infrequent nucleation events, network structures are formed at early times as vapour nuclei meet. These cellular patterns are only stable if interfaces are frozen following evaporation. Otherwise, networks fragment to form distinct domains that asymptotically evolve as in homogeneous coarsening. Many aspects of these self-assembly mechanisms have previously been rationalized on the basis of seemingly distinct physical pictures. Our mesoscopic model unifies these pictures and provides a quantitative measure of their importance under different conditions. As such, it may serve as a basic guide for designing selfassembled structures with desired nanometre-scale features. Considering the simplicity of its energetics and dynamical rules, the degree of local order and anisotropy out of equilibrium is remarkable. We have omitted many physical details, most notably hydrodynamic convection, substrate roughness, non-local interactions, and film thickness. These effects can be added to provide microscopic realism, but it is interesting that they are not needed to account for the variety of patterns that have been observed in experiments. A"
}