{
  "sections": [{
    "text": ".............................................................."
  }, {
    "heading": "Discovery of a flank caldera and",
    "text": "very young glacial activity at"
  }, {
    "heading": "Hecates Tholus, Mars",
    "text": "Ernst Hauber1, Stephan van Gasselt2, Boris Ivanov3, Stephanie Werner2, James W. Head4, Gerhard Neukum2, Ralf Jaumann1, Ronald Greeley5, Karl L. Mitchell6, Peter Muller7 & The HRSC Co-Investigator Team*\n1Institute of Planetary Research, German Aerospace Center (DLR), 12489 Berlin, Germany 2Institute of Geosciences, FU Berlin, 12249 Berlin, Germany 3Institute for Dynamics of Geospheres, Russian Academy of Sciences, Moscow, 117334, Russia 4Department of Geological Sciences, Brown University, Providence, Rhode Island 02912, USA 5Department of Geological Sciences, Arizona State University, Tempe, Arizona 85287-1404, USA 6Environmental Science Department, Lancaster University, Lancaster LA1 4YQ, UK 7Department of Geomatic Engineering, University College London, Gower Street, London WC1E 6BT, UK *A list of all members of The HRSC Co-Investigator Team and their affiliations appears at the end of the paper ............................................................................................................................................................................. The majority of volcanic products on Mars are thought to be mafic and effusive1,2. Explosive eruptions of basic to ultrabasic chemistry are expected to be common3,4, but evidence for them is rare and mostly confined to very old surface features5. Here we present new image and topographic data from the High Resolution Stereo Camera that reveal previously unknown traces of an explosive eruption at 308N and 1498 E on the northwestern flank of the shield volcano Hecates Tholus. The eruption created\na large, 10-km-diameter caldera ,350million years ago. We interpret these observations to mean that large-scale explosive volcanism on Mars was not confined to the planet’s early evolution.We also show that glacial deposits partly fill the caldera and an adjacent depression. Their age, derived from crater counts, is about 5 to 24 million years. Climate models predict that near-surface ice is not stable at mid-latitudes today6, assuming a thermo-dynamic steady state. Therefore, the discovery of very young glacial features at Hecates Tholus suggests recent climate changes. We show that the absolute ages of these very recent glacial deposits correspond very well to a period of increased obliquity of the planet’s rotational axis7.\nThe ESA Mars Express mission, an orbiter carrying seven experiments, was inserted into Mars orbit on 25 December 2003. On 19 January 2004, the multiple line scanner instrument, the High Resolution Stereo Camera (HRSC)8, imaged the volcano Hecates Tholus in the Elysium region. Our study focuses on two overlapping depressions at the northwestern base of Hecates Tholus (Fig. 1) that were mentioned before9, but without an explanation for their origin. The HRSC image resolution of that area (,26m per pixel) is better than that of previous images from the Viking Orbiter camera (,40m per pixel) and from the THEMIS thermal infrared imager (,100m per pixel). Several very high-resolution images from the Mars Orbiter Camera (MOC) cover small parts of the depressions with 3 to 4m per pixel.We use digital photogrammetric techniques10 to derive stereo information with a mean relative point accuracy of ,30m from the HRSC’s multiple line sensors, which observe the surface under different viewing angles.\nThe smaller of the two depressions (here referred to as ‘depression A’) has an area of ,12 km £ 10 km (Fig. 2a) and a depth between 1,000 and 1,500m. The northwestern part of its rim is missing where it overlaps with the larger depression (here named ‘depression B’). The remaining rim has an elevation between 800 and 1,800m. The floor is terraced, with an elevation difference of 200–300m between the two levels. Owing to the incomplete rim, it is difficult to determine its volume. Our best estimate, based on a reconstructed rim, is ,80 km3. On the flanks of the volcano, an unusual hilly and knobby deposit can be distinguished adjacent to depression A. Its surface is rougher than the rest of the flank’s surface, and it extends outward from the rim to a maximum distance of about 15 km.\nWe favour a volcanic over an impact origin of depression A for four reasons. First, the morphology of the depression, including the two different levels of its floor, is remarkably similar to part of the caldera complex at the shield volcano Ascraeus Mons in the Tharsis region (Fig. 2b), and also to the summit caldera of Hecates Tholus itself (Fig. 2c); impact craters on Hecates Tholus have a distinctly different appearance (Fig. 2d). Second, the stereo information indicates that the walls slope at an average angle of about ,308, which is steeper than the walls of most martian impact craters11. Third, there is no elevated crater rim, which would be expected if depression A were an impact crater. Fourth, the remaining parts of the rim are distinctly not circular, owing to a promontory at the topographically highest part of the rim.\nHence, the cumulative evidence of these independent observations suggests that depression A is volcanic rather than impactrelated. There is no evidence for effusive eruptions, for example, lava flows, near depression A. Instead, we interpret the rough material near depression A as the proximal part of pyroclastic materials from an explosive eruption. Relative to the other parts of the flanks, an area between depression A and the summit caldera displays a lack of impact craters and a generally smooth surface texture at the scale of the Viking andHRSC image resolution. It has been interpreted to be a mantling deposit from an explosive eruption at the summit9. However, it may as easily have been produced by an explosion at depression A. Indeed, the isolines of the crater density on the western flank of Hecates Tholus (figure 7 in ref. 9) are roughly\nThe HRSC Co-Investigator Team: J. Albertz1, A. T. Basilevsky2, G. Bellucci3, J.-P. Bibring4, M. Buchroithner5, M. H. Carr6, E. Dorrer7, T. C. Duxbury8, H. Ebner9, B. H. Foing10, R. Greeley11, E. Hauber12, J. W. HeadIII13, C. Heipke14, H. Hoffmann12, A. Inada15, W.-H. Ip16, B. A. Ivanov17, R. Jaumann12, H. U. Keller18, R. Kirk19, K. Kraus20, P. Kronberg21, R. Kuzmin2, Y. Langevin4, K. Lumme22, W. Markiewicz18, P. Masson23, H. Mayer7, T. B. McCord24, J.-P. Muller25, J. B. Murray26, F. M. Neubauer27, G. Neukum (PI)28, J. Oberst12, G. G. Ori29, M. Pätzold27, P. Pinet30, R. Pischel12, F. Poulet4, J. Raitala31, G. Schwarz32, T. Spohn12 & S. W. Squyres33\nAffiliations of authors: 1, TU Berlin, D-10623 Germany; 2, Vernadsky InstituteRAS, Moscow 117975, Russia; 3, IFSI/CNR, Rome, Italy; 4, IAS, Orsay Campus 91405, France; 5, TU Dresden D-01062, Germany; 6, USGS, MS 975 Menlo Park, California 94025, USA; 7, Universität der Bundeswehr München D-85577, Germany; 8, JPL, Pasadena, California 91109, USA; 9, TU München, D-80333 Germany; 10, ESTEC/SCI-SR, Postbus 299, NL-2200 AG Noordwijk, The Netherlands; 11, Arizona State University, Box 871404, Tempe, Arizona 85287-1404, USA; 12, DLR, D-12489 Berlin, Germany; 13, Brown University, Box 1846, Providence, Rhode Island 02912, USA; 14, Universität Hannover, D-30167 Germany; 15, Kobe University, Kobe, Japan; 16, National Central University (NCU) Taiwan; 17, IDG-RAS, Moscow 117979, Russia; 18, MPAE, Postfach 20, D-37191 Katlenburg-Lindau, Germany; 19, USGS, Flagstaff, Arizona 86001, USA; 20, TU Wien, A-1040 Wien, Austria; 21, TU Clausthal, D-38678 Germany; 22, University of Helsinki, PO Box 14, SF-00014 Helsinki, Finland; 23, OrsayTerre, F-91405 Orsay Campus, France; 24, PSI-Nw, Winthrop, Washington 98862, USA; 25, University College London, WC1E 6BT, UK; 26, The Open University, Milton Keynes MK7 6AA, UK; 27, Universität Köln, D-50923 Germany; 28, FU Berlin, D-12249 Germany; 29, IRSPS, I-65127 Pescara, Italy; 30, Observatoire de Midi-Pyrénéés, F-31400 Toulouse, France; 31, University of Oulu, Fin-90401 Finland; 32, DLR, D-82234 Wessling, Germany; 33, Cornell University, Ithaca, New York 15853-1301, USA\nNATURE | VOL 434 | 17 MARCH 2005 | www.nature.com/nature356 © 2005 Nature Publishing Group\nconcentric around depression A and would be in better agreement with an explosion there than with one at the summit. We interpret the smooth material as the distal part of the erupted pyroclastic material. The presence of many fluvial channels9,12 may indicate phreatomagmatic (containing magmatic gases and steam) interactions, which could have enhanced the explosivity of the eruption. Crater counts on HRSC and MOC images on both the proximal and distal pyroclastic material, using a new model of cratering\n(contour line distance 500 m; reference plane is the Mars IAU 2000 ellipsoid) was derived\nfrom HRSC stereo imagery. The smaller depression (A) is surrounded by a unique knobby\nand hilly material. Note the stream piracy pattern (sp) immediately east of a larger\ndepression (B), indicating that an older trend of flow directions was changed as a result of\nthe formation of depression B. The white boxes show the locations of Fig. 3a, e, g and h.\nThe inset on the upper right is a mosaic of Themis-infrared daytime images and shows the\nlocation of the base map.\nNATURE |VOL 434 | 17 MARCH 2005 | www.nature.com/nature 357 © 2005 Nature Publishing Group\nchronology13,14, give an absolute age for the eruption of ,350Myr. Hence, large-scale explosive volcanism occurred in the last 10% of the planet’s history. This is very young when compared to the several-billion-year-old shields in the highlands, which are among the best-documented examples yet of explosive volcanism on Mars5. The shape and distribution of channels near the caldera exhibit several characteristics that shed light on the chronology of volcanic and fluvial processes. East of depression B, we observe two peaks in the azimuthal distribution of the channels. A first set of channels (set A) has an orientation of about N 308W and is cut off by depression B at several locations. These channels bifurcate and meander where minor surface undulations cause a decrease in flow energy. Several channels that are cut off by depression B can be traced towards the north of the depression, where they seem to continue on its rim. In at least one example (Fig. 3a), the base of a channel starts at a topographically higher level than the floor of depression B, indicating that the channel is older. A second, younger set of channels (set B) with an azimuthal trend of N 508Wto N 708Wdeviates from and partly crosses the older set A, creating a stream piracy pattern. Its channels are deeper and broader than those of set A, and groundwater sapping from a water-rich subsurface might have contributed to their morphology. Set B starts several kilometres away from the eastern rim of depression B, where the topographic gradient becomes higher and is directed towards its rim. The channels follow this topographic trend and deposited large amounts of debris onto the floor. These observations suggest that fluvial activity on Hecates Tholus was continual, not episodic, during the events which formed the depressions, and that the interaction of magma and water or ice may have contributed to the explosive nature of the eruption. The lower level of depression A and several smaller valleys near the walls of depression B are covered by a smooth deposit, which is lineated in a downslope direction (Fig. 3b). It resembles the lineated valley fill in the fretted terrain near the dichotomy boundary, which has been interpreted as rock glaciers15,16. Where the lineated material flows over a topographic step, its surface is distinctively rougher than on flat ground (Fig. 3c). This pattern resembles the change in surface texture encountered at terrestrial icefalls (Fig. 3d). Beyond the topographic step, it extends outward onto the floor of depression B for a distance of ,6 km. It is bounded by curvilinear ridges that resemble terrestrial end moraines (Fig. 3e). Lobate flow features also extend away from the base of the wall for ,2.5 km (Fig. 3f). Where several valleys debouch into depression B, fan deposits extend for up to 6 km on the surrounding plains (Fig. 3g). We interpret them as debris, transported down the strongly incised channels of set B. Alternatively, these deposits could also be moraines. Long and slightly sinuous features extend downslope (,18 slope) from the end of the fan deposits across the entire floor of depression B towards the northwest. We interpret them as distal meltwater channels extending across a proglacial braided outwash plain, analogous to an Icelandic sandur. A topographic ridge separates depression B from the topographically lower lava flows from Elysium Mons, which are located further towards the northwest. Where this ridge is breached, some rounded, low and shallow hills are superposed by straight, long and narrow ridges and trenches (Fig. 3h). They resemble terrestrial subglacial erosion features (for example, drumlins or whalebacks), and indicate that the glaciation possibly extended beyond depression B towards the northwest. As elsewhere on Mars17, the strongest arguments for a glacial origin are the assemblage of various surface features that are strikingly similar to terrestrial glacial landforms (medial moraines, end moraines, meltwater channels, drumlins) and their consistently glacial proximal-todistal relationship (Figs 1 and 3). The volatile most likely to have formed the glaciers is water-ice17, as the only alternative, CO2, is particularly unstable at low latitudes under any conceivable atmospheric conditions. The water source could have been precipitation or groundwater that freezes when coming into contact with ice. Precipitation of water on the martian surface is known to take place even under the current thin atmosphere18. There are no obvious surficial pathways of water into depression A. Hence, groundwater emerging at the base of scarps bounding the depressions might have fed the glaciers in depression A. However, the local microenvironment at the floors of the depressions, which are partly protected from insolation by steep walls, might act as a cold trap to enhance frost deposition as a water source. We performed crater counts on HRSC and MOC images of the glacial features shown in Fig. 3, and obtained cratering model14 ages between,25 and 5Myr (Fig. 4). The detection of very young glacial features at a latitude of 308N in the Elysium region has profound implications for the recent martian climate history. Geologic observations suggest that Mars has experienced recent ice ages19,20, and it is inferred from gamma-ray and neutron spectroscopy that water might indeed be present today near the surface21. However,\nFigure 2 Morphology of calderas. a, Feature interpreted to be a caldera on the northwestern flank of Hecates Tholus (depression A of Fig. 1). Owing to a promontory (p), the outline is distinctively non-circular, making an impact origin improbable. Note the two levels of floor elevation, with lineations in the SE–NW direction filling the lower level.\nb, Part of the summit caldera complex of Ascraeus Mons (part of HRSC image\nh0068_0000.nd, taken on 31 January 2004; centre at 11.138 N, 255.958 E). Note the\ntwo levels of floor elevation, similar to what is observed in depression A. c, Summit caldera\nof Hecates Tholus (32.058 N, 150.18 E). Note the morphologic similarity of this caldera and the calderas shown in a and b. d, The largest impact crater on Hecates Tholus\n(32.288 N, 150.88 E) displays a sharp, elevated crater rim and a continuous floor that is not divided into two elevation levels. Note the overall dissimilarity with a, b and c. In all\nimages, North is up and the white scale bar is 5 km. Figures 2a, c and d are details of\nHRSC h0032_0000.nd.\nNATURE | VOL 434 | 17 MARCH 2005 | www.nature.com/nature358 © 2005 Nature Publishing Group\npredates the depression (see Fig. 1 for location). b, Lineated material (ft), resembling terrestrial medial moraines. A similar surface texture is observed at the fretted terrain15,16\n(MOC image R0802750; see Fig. 3e for location). c, Lineated material flowing over the\ntopographic step between depressions A (higher, left) and B (lower, right). Where the\ntopographic gradient is steep (s), the surface texture is rougher than on flat terrain (f),\nresembling the change in texture observed in terrestrial icefalls (compare with Fig. 3d;\nMOC images M03-01763 and R08-02750; see Fig. 3e for location). d, Icefalls in Taylor Valley, Antarctica (778 45 0 S, 1628 30 0 E). Note the change in surface texture between flat\n(f) and steep (s) terrain, similar to Fig. 3c. Photo courtesy of T. Lowell. e, Curvilinear,\nmoraine-like features (white arrows) downslope of the topographic scarp between\ndepressions A and B (see Fig. 1 for location; white boxes show location of Figs 3b, c and f).\nf, Lobate flow features near the base of the wall of depression B, resembling glacial flow features on Earth (MOC image R09-04137; see Fig. 3e for location). g, Fan deposits\n(white arrows) in depression B at the terminations of deeply incised valleys. Faint and\nslightly sinuous features (black arrows) indicate water runoff from the deposits (see Fig. 1\nfor location). h, Low, rounded hills with superposed long and thin ridges, similar to\nterrestrial subglacial erosion features (see Fig. 1 for location). Scale bars in Fig. 3a, e, g\nand h (all part of HRSC image h0032_0000.nd) are 2 km, and in Fig. 3b, c and f are 1 km.\nNATURE |VOL 434 | 17 MARCH 2005 | www.nature.com/nature 359 © 2005 Nature Publishing Group\nalthough there is a hydrogen-rich zone at Elysium22, the spatial resolution of these measurements is far too low to detect any local enrichment on the scale of the landforms seen at Hecates Tholus. At present, the pressure and temperature conditions of the martian atmosphere prevent near-surface ice from being stable at equatorial latitudes6. However, the obliquity of the planet’s rotational axis varied significantly over the past 20Myr (ref. 7). In periods of higher obliquity the climate was different from today’s23. According to recent climate models, north polar water-ice could be mobilized under such conditions24 and be deposited at mid- and low latitudes25,26 where it would have been stable6. This study is the first to combine calculations of orbital variations and climate models with the absolute dating of glacial surface features. The ages of glacial deposits on Hecates Tholus range from 25 to 5Myr before present, with a^30% error (Fig. 4a). This corresponds very well to a period of increased obliquity, which ended about 5Myr ago7 (Fig. 4b). The averaged long-term obliquity between 5 and 20Myr ago is.358, a value that is predicted by models to allow ice to be stable globally6. Hence, our observations show that the independent results on orbital variations7 and climate modelling24–26 are in chronological agreement with geologic surface features. There are several reasons why ice may still be present at Hecates Tholus. The sublimation of ice results in the accumulation of sediment particles at the surface, and the formation of a lag deposit that is very effective in protecting ice from further sublimation27. In addition, Elysium is a long-term sink of atmospheric dust26, the deposition of which might have further decreased the sublimation rate. There is no evidence for significant degradation or for collapse features like kettle holes in images of the interior of depression A (Fig. 3b). We conclude that there may well have been some unknown amount of sublimation, but that ice is still buried and maintains the ‘intact’ appearance of the surface. On Earth, Miocene-aged ice (,8Myr) is still present in the Antarctic dry valleys under a layer of sublimation till28. Therefore, the ice at Hecates Tholus may well have been preserved in very shallow depths for geologically long timescales29,30, and could even be present today and accessible for automated or human exploration. A Received 3 September 2004; accepted 2 February 2005; doi:10.1038/nature03423. 1. Greeley, R. & Spudis, P. D. Volcanism on Mars. Rev. Geophys. Space Phys. 19, 13–41 (1981). 2. Mouginis-Mark, P. J., Wilson, L. & Zuber, M. T. in Mars (eds Kieffer, H. H., Jakosky, B. M., Snyder, C. W. & Matthews, M. S.) 424–452 (Univ. Arizona Press, Tucson/London, 1992). 3. Francis, P. W. & Wood, C. A. Absence of silicic volcanism on Mars: Implications for crustal composition and volatile abundance. J. Geophys. Res. 87, 9881–9889 (1982). 4. Wilson, L. & Head, J. W. Mars: review and analysis of volcanic eruption theory and relationships to observed landforms. Rev. Geophys. 32, 221–263 (1994). 5. Greeley, R. & Crown, D. A. Volcanic geology of Tyrrhena Patera, Mars. J. Geophys. Res. 95, 7133–7149 (1993). 6. Mellon, M. T. & Jakosky, B.M. The distribution and behaviour of martian ground ice during past and present epochs. J. Geophys. Res. 100, 11781–11799 (1995). 7. Laskar, J. et al. Long term evolution and chaotic diffusion of the insolation quantities of Mars. Icarus 170, 343–364 (2004). 8. Neukum, G. et al. HRSC: The High Resolution Stereo Camera of Mars Express 17–35 (Report ESA-SP1240, European Space Agency Publications Division, Noordwijk, The Netherlands, 2004). 9. Mouginis-Mark, P. J., Wilson, L. & Head, J. W. Explosive Volcanism on Hecates Tholus, Mars: Investigation of Eruption Conditions. J. Geophys. Res. 87, 9890–9904 (1982). 10. Wewel, F., Scholten, F. & Gwinner, K. High Resolution Stereo Camera (HRSC)—Multispectral 3D-data aquisition and photogrammetric data processing. Can. J. Remote Sens. 26, 466–474 (2000). 11. Werner, S. C., Ivanov, B. A. & Neukum, G. Impact cratering on Mars: Search for target influence on morphology. Lunar Planet. Sci. XXXV, abstr. 1953 [CD-ROM] (Lunar and Planetary Institute, Houston, 2004). 12. Gulick, V. C. & Baker, V. R. Origin and evolution of valleys on martian volcanoes. J. Geophys. Res. 95, 14325–14344 (1990). 13. Hartmann, W. K. & Neukum, G. Cratering chronology and the evolution of Mars. Space Sci. Rev. 96, 165–194 (2001). 14. Neukum, G. et al.Mars: Recent and episodic volcanic and glacial activity onMars revealed by theHigh Resolution Stereo Camera. Nature 432, 971–979 (2004). 15. Squyres, S. W. Martian fretted terrain: flow of erosional debris. Icarus 34, 600–613 (1978). 16. Mangold, N. Geomorphic analysis of lobate debris aprons on Mars at Mars Orbiter Camera scale: Evidence for ice sublimation initiated by fractures. J. Geophys. Res. 108, 8021, doi:10.1029/ 2002JE001885 (2003). 17. Baker, V. R. Water and the martian landscape. Nature 412, 228–236 (2001). 18. Wall, S. W. Analysis of condensates formed at the Viking 2 Lander site: The first winter. Icarus 47, 173–183 (1981). 19. Head, J. W. & Marchant, D. R. Cold-based mountain glaciers on Mars: Western Arsia Mons. Geology 31, 641–644 (2003). 20. Head, J. W., Mustard, J. F., Kreslavsky, A., Milliken, R. E. & Marchant, D. R. Recent ice ages on Mars. Nature 426, 797–802 (2003).\nFigure 4 Chronology of glacial surface features and correlation to obliquity changes. a, Crater size-frequency distribution for the floor of depression B as observed in MOC R09-04137. Crater model curves according to a new cratering chronology model13 are fitted to the measurements. The crater model age is 11.5 Myr. An older crater population (right curve) corresponds to an age of ,95 Myr, which might be associated with an older episode of glaciation. Additional ages of 5.2, 14.7 and,25 Myr were obtained from other MOC images (Fig. 4b). The different ages are in agreement with the locations of the\ngeologic units, with the oldest glacial surfaces at the largest distance from the\nsoutheastern part of the depressions, and the youngest surface in the interior of\ndepression A. The error inherent to this technique is ^30% (vertical black lines are error\nbars). b, Changes in the obliquity of Mars’ rotational axis over the last 10 Myr (ref. 7). The past ,10 Myr can be reliably modelled despite the chaotic behaviour of the orbits in the Solar System7,24, so the large increase in obliquity at ,5 Myr is robust. The youngest crater model age derived from our crater counts is plotted as a broad arrow on top of the\nfigure (the other ages fall outside the range shown here). The width of the arrow\ncorresponds to the 30% uncertainty. Note that all our ages are older than the abrupt\nincrease of obliquity at 5 Myr. Our age measurements suggest that the mean obliquity\nmight have been higher than today even before 10 Myr ago, allowing ice to be present globally according to climate models6.\nNATURE | VOL 434 | 17 MARCH 2005 | www.nature.com/nature360 © 2005 Nature Publishing Group\n21. Mitrofanov, I. et al. Maps of subsurface hydrogen from the high-energy neutron detector, Mars\nOdyssey. Science 297, 78–81 (2002).\n22. Feldman, W. C. et al. Global distribution of near-surface hydrogen on Mars. J. Geophys. Res. 109,\nE09006, doi:10.1029/2003JE002160 (2004).\n23. Jakosky, B. M., Henderson, B. G. & Mellon, M. T. Chaotic obliquity and the nature of the martian\nclimate. J. Geophys. Res. 100, 1579–1584 (1995).\n24. Levrard, B., Forget, F., Montmessin, F. & Laskar, J. Recent ice-rich deposits formed at high\nlatitudes on Mars by sublimation of unstable equatorial ice during low obliquity. Nature 431, 1072–1075 (2004).\n25. Mischna, M. A., Richardson, M. I., Wilson, R. J. & McCleese, D. J. On the orbital forcing of martian\nwater and CO2 cycles: A general circulation model study with simplified volatile schemes. J. Geophys. Res. 108, 5062, doi:10.1029/2003JE002051 (2003).\n26. Haberle, R. M., Murphy, J. R. & Schaeffer, J. Orbital change experiments with a Mars general\ncirculation model. Icarus 161, 66–89 (2003).\n27. Skorov, Y. V. et al. Stability of water ice under a porous nonvolatile layer: implications to the south\npolar layered deposits of Mars. Planet. Space Sci. 49, 59–63 (2001).\n28. Marchant, D. R. et al. Formation of patterned ground and sublimation till over Miocene glacier ice in\nBeacon Valley, southern Victoria Land, Antarctica. Geol. Soc. Am. Bull. 114, 718–730 (2002).\n29. Mellon, M. T., Jakosky, B. M. & Postawko, S. E. The persistence of equatorial ground ice on Mars.\nJ. Geophys. Res. 102, 19357–19369 (1997).\n30. Helbert, J. & Benkhoff, J. A new model on the thermal behavior of the near surface layer on Mars and\nits implications for ground ice deposits in Gusev Crater. 6th Int. Conf. Mars abstr. 3019 [CD-ROM] (Lunar and Planetary Institute, Houston, 2003).\nAcknowledgements We thank the entire HRSC experiment and instrument teams at the German Aerospace Center (DLR) and at the Freie Universität Berlin, as well as the Mars Express teams at ESTEC and ESOC. This study would not have been possible without their work. In particular, we appreciate the support of H. Hoffmann, T. Roatsch, K.-D. Matz, V. Mertens, J. Flohrer, R. Pischel, F. Scholten and K. Gwinner. HRSC was developed at DLR and industrial partners. G.N. is the Principal Investigator of this experiment. We are grateful to U. Wolf for her support in crater counting. M. Aittola, J. Korteniemi, P. Kostama and D. Williams supported the HRSC image planning. T. Lowell provided an image of his collection of glacier photographs. Comments by J. Helbert helped to improve the manuscript.\nCompeting interests statement The authors declare that they have no competing financial interests.\nCorrespondence and requests for materials should be addressed to E.H. (Ernst.Hauber@dlr.de).\n.............................................................."
  }, {
    "heading": "Current measurement by real-time",
    "text": "counting of single electrons"
  }, {
    "heading": "Jonas Bylander, Tim Duty & Per Delsing",
    "text": "Department of Microtechnology and Nanoscience (MC2), Chalmers University of Technology, SE-412 96 Göteborg, Sweden ............................................................................................................................................................................. The fact that electrical current is carried by individual charges has been known for over 100 years, yet this discreteness has not been directly observed so far. Almost all current measurements involve measuring the voltage drop across a resistor, using Ohm’s law, in which the discrete nature of charge does not come into play. However, by sending a direct current through a microelectronic circuit with a chain of islands connected by small tunnel junctions, the individual electrons can be observed one by one. The quantummechanical tunnelling of single charges in this one-dimensional array is time correlated1–3, and consequently the detected signal has the average frequency f 5 I/e, where I is the current and e is the electron charge. Here we report a direct observation of these time-correlated single-electron tunnelling oscillations, and show electron counting in the range 5 fA–1 pA. This represents a fundamentally new way to measure extremely small currents, without offset or drift. Moreover, our current measurement, which is based on electron counting, is selfcalibrated, as the measured frequency is related to the current only by a natural constant. In themid-1980s, it was suggested1 that a small current consisting of individual electrons, tunnelling through a small tunnel junction, could at low temperatures result in an oscillating voltage of amplitude e/C, where C is the capacitance of the tunnel junction. The full theory for these so-called single-electron tunnelling oscillations was then developed2, based on earlier work on Bloch oscillations and the underlying Coulomb blockade4,5. This phenomenon of single-electron tunnelling oscillations is similar to the a.c. Josephson effect, as phase and charge are quantum conjugated variables. However, the duality is not complete because the singleelectron tunnelling oscillations are lacking coherence. A few years later, these oscillations were detected indirectly by phase locking to an external microwave signal6. Shortly thereafter, new devices such as the single-electron turnstile7 and the single-electron pump8 were invented in order to create a current given by the fundamental relation I ¼ ef. Since then, the single-electron pump has been refined to a very high accuracy9. A number of authors have also proposed10–13 that it should be possible to turn this relation around, and instead measure the current by monitoring the individual electrons as they pass through a circuit. More recently, single-electron tunnelling events have been observed14,15. In those experiments, however, there was no time correlation, and thus no relation between frequency and current could be demonstrated. In order to measure current by electron counting, three main ingredients are necessary: time correlation of the tunnelling events, a fast and sensitive charge detector, and a very stable current bias. To bring about time correlation in a single tunnel junction, in contrast to uncorrelated shot noise16, care must be taken to make the electromagnetic impedance seen by the junction large2 compared to the Klitzing resistance, RK ¼ h/e2 < 25.8 kQ. This can be achieved by placing small-size resistors in close proximity to the junction17,18 or by using a one-dimensional series array of tunnel junctions19. In our experiment, we have used a superconducting array containing N ¼ 50 junctions (Fig. 1). The capacitance of each junction is CA < 0.42 fF, and the stray capacitance of an electrode inside the array is C0 < 30 aF. In such an array, excess charge on one island polarizes the neighbouring islands, so that the charges repel each The HRSC Co-Investigator Team: J. Albertz1, A. T. Basilevsky2, G. Bellucci3, J.-P. Bibring4, M. Buchroithner5, M. H. Carr6, E. Dorrer7, T. C. Duxbury8, H. Ebner9, B. H. Foing10, R. Greeley11, E. Hauber12, J. W. Head III13, C. Heipke14, H. Hoffmann12, A. Inada15,18, W.-H. Ip16, B. A. Ivanov17, R. Jaumann12, H. U. Keller18, R. Kirk19, K. Kraus20, P. Kronberg21, R. Kuzmin2, Y. Langevin4, K. Lumme22, W. Markiewicz18, P. Masson23, H. Mayer7, T. B. McCord24, J.-P. Muller25, J. B. Murray26, F. M. Neubauer27, G. Neukum28, J. Oberst12, G. G. Ori29, M. Pätzold27, P. Pinet30, R. Pischel12, F. Poulet4, J. Raitala31, G. Schwarz32, T. Spohn12 & S. W. Squyres33 Affiliations of authors: 1, TU Berlin, D-10623 Germany; 2, Vernadsky Institute-RAS, Moscow 117975, Russia; 3, IFSI/CNR, 00133 Rome, Italy; 4, IAS, 91405 Orsay cedex, France; 5, TU Dresden D-01062, Germany; 6, USGS, MS 975 Menlo Park, California 94025, USA; 7, Universität der Bundeswehr München D-85577, Germany; 8, JPL, Pasadena, California 91109, USA; 9, TU München D-80333, Germany; 10, ESTEC/SCI-SR, Postbus 299, NL-2200 AG Noordwijk, The Netherlands; 11, Arizona State University, Box 871404, Tempe, Arizona 85287-1404, USA; 12, DLR, Berlin D-12489, Germany; 13, Brown University, Box 1846, Providence, Rhode Island 02912, USA; 14, Universität Hannover, D-30167, Germany; 15, Kobe University, 657-8501 Kobe, Japan; 16, National Central University (NCU), Chung-Li 320, Taiwan; 17, IDG-RAS, Moscow 117979, Russia; 18, MPS, Postfach 20, D-37191, Germany; 19, USGS, Flagstaff, Arizona 86001, USA; 20, TU Wien A-1040, Austria; 21, TU Clausthal D-38678, Germany; 22, University of Helsinki, PO Box 14, SF-00014 Finland; 23, OrsayTerre, F-91405 Orsay cedex, France; 24, PSI-Nw, Winthrop, Washington 98862, USA; 25, University College London WC1E 6BT, UK; 26, The Open University, Milton Keynes MK7 6AA, Buckinghamshire, UK; 27,Universität Köln, D-50923, Germany; 28, FU Berlin D-12249, Germany; 29, IRSPS, I-65127 Pescara, Italy; 30, Observatoire de Midi-Pyrénéés, F-31400 Toulouse, France; 31, University of Oulu, FIN-90401, Finland; 32, DLR, D-82234 Wessling, Germany; 33, Cornell University, Ithaca, New York 15853-1301, USA\nNATURE |VOL 434 | 17 MARCH 2005 | www.nature.com/nature 361 © 2005 Nature Publishing Group"
  }],
  "year": 2005,
  "references": [{
    "title": "Implications for crustal composition and volatile abundance",
    "authors": ["P.W. Francis", "Wood", "C.A. Absence of silicic volcanism on Mars"],
    "venue": "J. Geophys. Res. 87, 9881–9889",
    "year": 1982
  }, {
    "title": "review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "Head", "J.W. Mars"],
    "venue": "Rev. Geophys. 32, 221–263",
    "year": 1994
  }, {
    "title": "Volcanic geology of Tyrrhena Patera, Mars",
    "authors": ["R. Greeley", "D.A. Crown"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "The distribution and behaviour of martian ground ice during past and present epochs",
    "authors": ["M.T. Mellon", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Long term evolution and chaotic diffusion of the insolation quantities of Mars",
    "authors": ["J Laskar"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "HRSC: The High Resolution Stereo Camera of Mars Express 17–35 (Report ESA-SP1240, European Space Agency Publications Division, Noordwijk",
    "authors": ["G Neukum"],
    "venue": "The Netherlands,",
    "year": 2004
  }, {
    "title": "Investigation of Eruption Conditions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "Head", "J.W. Explosive Volcanism on Hecates Tholus", "Mars"],
    "venue": "J. Geophys. Res. 87, 9890–9904",
    "year": 1982
  }, {
    "title": "High Resolution Stereo Camera  (HRSC)—Multispectral 3D-data aquisition and photogrammetric data processing. Can",
    "authors": ["F. Wewel", "F. Scholten", "K. Gwinner"],
    "venue": "J. Remote Sens. 26,",
    "year": 2000
  }, {
    "title": "Search for target influence on morphology",
    "authors": ["S.C. Werner", "B.A. Ivanov", "Neukum", "G. Impact cratering on Mars"],
    "venue": "Lunar Planet. Sci. XXXV, abstr. 1953 [CD-ROM]",
    "year": 2004
  }, {
    "title": "Origin and evolution of valleys on martian volcanoes",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Recent and episodic volcanic and glacial activity onMars revealed by theHigh Resolution Stereo Camera",
    "authors": ["Neukum", "G. et al.Mars"],
    "venue": "Nature 432, 971–979",
    "year": 2004
  }, {
    "title": "flow of erosional debris",
    "authors": ["Squyres", "S.W. Martian fretted terrain"],
    "venue": "Icarus 34, 600–613",
    "year": 1978
  }, {
    "title": "Evidence for ice sublimation initiated by fractures",
    "authors": ["Mangold", "N. Geomorphic analysis of lobate debris aprons on Mars at Mars Orbiter Camera scale"],
    "venue": "J. Geophys. Res. 108, 8021, doi:10.1029/ 2002JE001885",
    "year": 2003
  }, {
    "title": "Water and the martian landscape",
    "authors": ["V.R. Baker"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "The first winter",
    "authors": ["Wall", "S.W. Analysis of condensates formed at the Viking 2 Lander site"],
    "venue": "Icarus 47, 173–183",
    "year": 1981
  }, {
    "title": "Western Arsia Mons",
    "authors": ["J.W. Head", "Marchant", "D.R. Cold-based mountain glaciers on Mars"],
    "venue": "Geology 31, 641–644",
    "year": 2003
  }, {
    "title": "Recent ice ages on Mars",
    "authors": ["J.W. Head", "J.F. Mustard", "A. Kreslavsky", "R.E. Milliken", "D.R. Marchant"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "Maps of subsurface hydrogen from the high-energy neutron detector, Mars Odyssey",
    "authors": ["I Mitrofanov"],
    "venue": "Science 297,",
    "year": 2002
  }, {
    "title": "Global distribution of near-surface hydrogen on Mars",
    "authors": ["Feldman", "W. C"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2003
  }, {
    "title": "Chaotic obliquity and the nature of the martian climate",
    "authors": ["B.M. Jakosky", "B.G. Henderson", "M.T. Mellon"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Recent ice-rich deposits formed at high latitudes on Mars by sublimation of unstable equatorial ice during low obliquity",
    "authors": ["B. Levrard", "F. Forget", "F. Montmessin", "J. Laskar"],
    "venue": "Nature 431,",
    "year": 2004
  }, {
    "title": "A general circulation model study with simplified volatile schemes",
    "authors": ["M.A. Mischna", "M.I. Richardson", "R.J. Wilson", "McCleese", "D.J. On the orbital forcing of martian water", "CO2 cycles"],
    "venue": "J. Geophys. Res. 108, 5062, doi:10.1029/2003JE002051",
    "year": 2003
  }, {
    "title": "Orbital change experiments with a Mars general circulation model",
    "authors": ["R.M. Haberle", "J.R. Murphy", "J. Schaeffer"],
    "venue": "Icarus 161,",
    "year": 2003
  }, {
    "title": "implications to the south polar layered deposits of Mars",
    "authors": ["Skorov", "Y.V. et al. Stability of water ice under a porous nonvolatile layer"],
    "venue": "Planet. Space Sci. 49, 59–63",
    "year": 2001
  }, {
    "title": "Formation of patterned ground and sublimation till over Miocene glacier ice in Beacon Valley, southern Victoria Land, Antarctica",
    "authors": ["Marchant", "D. R"],
    "venue": "Geol. Soc. Am. Bull. 114,",
    "year": 2002
  }, {
    "title": "The persistence of equatorial ground ice on Mars",
    "authors": ["M.T. Mellon", "B.M. Jakosky", "S.E. Postawko"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }],
  "id": "SP:48596e89c7c834668129c4279784f4ee0fa254e3",
  "authors": [{
    "name": "Ernst Hauber",
    "affiliations": []
  }, {
    "name": "Stephan van Gasselt",
    "affiliations": []
  }, {
    "name": "Boris Ivanov",
    "affiliations": []
  }, {
    "name": "Stephanie Werner",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }, {
    "name": "Gerhard Neukum",
    "affiliations": []
  }, {
    "name": "Ralf Jaumann",
    "affiliations": []
  }, {
    "name": "Ronald Greeley",
    "affiliations": []
  }, {
    "name": "Karl L. Mitchell",
    "affiliations": []
  }, {
    "name": "Peter Muller",
    "affiliations": []
  }],
  "abstractText": "Institute of Planetary Research, German Aerospace Center (DLR), 12489 Berlin, Germany Institute of Geosciences, FU Berlin, 12249 Berlin, Germany Institute for Dynamics of Geospheres, Russian Academy of Sciences, Moscow, 117334, Russia Department of Geological Sciences, Brown University, Providence, Rhode Island 02912, USA Department of Geological Sciences, Arizona State University, Tempe, Arizona 85287-1404, USA Environmental Science Department, Lancaster University, Lancaster LA1 4YQ, UK Department of Geomatic Engineering, University College London, Gower Street, London WC1E 6BT, UK *A list of all members of The HRSC Co-Investigator Team and their affiliations appears at the end of the paper",
  "title": "Discovery of a flank caldera and very young glacial activity at Hecates Tholus, Mars"
}