{
  "sections": [{
    "heading": "ARTICLE",
    "text": "Received 25 Jun 2016 | Accepted 5 Apr 2017 | Published 7 Jun 2017\nAstronomical pacing of the global silica cycle recorded in Mesozoic bedded cherts Masayuki Ikeda1,2, Ryuji Tada3 & Kazumi Ozaki4,5\nThe global silica cycle is an important component of the long-term climate system, yet its\ncontrolling factors are largely uncertain due to poorly constrained proxy records. Here we\npresent a B70 Myr-long record of early Mesozoic biogenic silica (BSi) flux from radiolarian\nchert in Japan. Average low-mid-latitude BSi burial flux in the superocean Panthalassa is\nB90% of that of the modern global ocean and relative amplitude varied by B20–50% over\nthe 100 kyr to 30 Myr orbital cycles during the early Mesozoic. We hypothesize that BSi in\nchert was a major sink for oceanic dissolved silica (DSi), with fluctuations proportional to DSi\ninput from chemical weathering on timescales longer than the residence time of DSi\n(oB100 Kyr). Chemical weathering rates estimated by the GEOCARBSULFvolc model support these hypotheses, excluding the volcanism-driven oceanic anoxic events of the Early-\nMiddle Triassic and Toarcian that exceed model limits. We propose that the Mega monsoon\nof the supercontinent Pangea nonlinearly amplified the orbitally paced chemical weathering\nthat drove BSi burial during the early Mesozoic greenhouse world.\nDOI: 10.1038/ncomms15532 OPEN\n1 Department of Geosciences, Graduate School of Science, Shizuoka University, 836 Ooya, Suruga-ku, Shizuoka 790-8577, Japan. 2 Lamont Doherty Earth Observatory, Columbia University, Columbia, New York 10964, USA. 3 Department of Earth and Planetary Science, Graduate School of Science, University of Tokyo, Tokyo 113-8654, Japan. 4 School of Earth and Atmospheric Sciences, Georgia Institute of Technology, Atlanta, Georgia 30332, USA. 5 NASA Postdoctoral Program, Universities Space Research Association, Columbia, Maryland 21046, USA. Correspondence and requests for materials should be addressed to M.I. (email: ikeda.masayuki@shizuoka.ac.jp).\nNATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications 1\nT he global silica cycle regulates long-term (4105 yr) changes in Earth’s climate through the negative feedback mechanism that operates between atmospheric CO2, climate and the rate of silicate weathering followed by carbonate and biogenic silica (BSi) deposition1. Changes in Si and C cycle dynamics are linked to global climate changes throughout Earth history, a relationship, which in turn, allows numerical models to reconstruct past atmospheric pCO2 (ref. 2). Understanding the nature of the global silica cycle is therefore crucial to elucidate the functionality of Earth’s surface system to changes in external forcings. Orbital forcing is one of the main pace makers of biogeochemical cycles such as silicate weathering, not only through glaciation, but also through monsoonal precipitation mainly during the Cenozoic3. However, the impact of orbital forcing on biogeochemical cycles is difficult to quantify and arguably poorly understood due to large uncertainty in the proxy records, especially on longer timescales3.\nThe rhythmic deposition of early Mesozoic radiolarian bedded chert provides a rare record of pelagic deep-sea siliceous sediments before the Cretaceous4 that allows exploration of the impact of orbital forcing on the global biogeochemical silica cycle5. Bedded chert is formed as a result of tens of thousands- to multimillion-year scale changes in BSi burial flux, which are manifested as chert bed thickness for each precession cycle5; however, the underlying mechanisms for the cyclic changes in the BSi burial flux remain unknown.\nThe mechanisms that formed bedded chert need to be considered in the context of the global silica cycle. Hori et al.6 and De Wever et al.7 proposed that the orbitally paced variations in upwelling were linked to changes in productivity in the equatorial ocean, consistent with climate model simulation8. Although spatio-temporal variations in upwelling intensity would modulate the spatial distribution of BSi burial, the BSi burial rate on the global scale should have reflected variations in the input of dissolved silica (DSi) to the ocean on timescales longer than the residence time of DSi, which is ca. 10 kyr for the modern9 and o100 kyr for the Phanerozoic10. In the modern ocean, BSi of diatoms and siliceous sponges is the major sink for DSi, whereas BSi of radiolarians is unknown but likely significantly less than that of diatoms10. As the ecological rise of diatoms post dates the Cretaceous, radiolarians would have been a relatively larger sink of BSi before the Cretaceous11. It is therefore reasonable to suppose that bedded chert was a major repository for DSi in the early Mesozoic ocean before diatom biomass became important. If this was the case, then BSi burial fluxes in the form of bedded chert would have been controlled by the input flux of DSi to the ocean, mainly through global chemical weathering on land9, which could have been modulated by the orbital-scale summer monsoon dynamics12.\nHere we reconstruct temporal variations in the BSi burial flux of the low- to mid-latitude pelagic Panthalassa superocean (hereafter, Panthalassa) during the early Mesozoic, using an B70 Myr record of cyclostratigraphically age-controlled bedded chert in the Inuyama area of central Japan13 (Fig. 1). To explore the possibility that the radiolarian BSi in bedded chert was a major sink for DSi, we evaluate the global BSi burial flux preserved in the Mesozoic bedded cherts and compare it with that in the modern global ocean. We further compare the temporal variations in BSi burial flux in Inuyama bedded cherts with global silicate weathering rates calculated from the latest GEOCARBSULFvolc model14,15 with some modifications (see Methods) and Sr isotopic trends in seawater as a proxy for global chemical weathering during the early Mesozoic16."
  }, {
    "heading": "Results",
    "text": "BSi burial flux in the pelagic Panthalassa superocean. Lithologic and paleomagnetic studies of the bedded chert sequence in the\nInuyama area, Mino Terrane, central Japan, suggest that plate motion translated the site of deposition translated from low latitudes during the Middle Triassic to low- to mid-latitudes during the Early Jurassic as a course of plate motion17–19 (Fig. 1). Clear negative correlations are observed between the abundance of SiO2 and terrigenous elements such as Al2O3, for individual chert and shale beds of the Middle Triassic bedded chert that were collected from the Inuyama area (Supplementary Figs 1 and 2, Supplementary Notes 1 and 2, and Fig. 2a). We assumed a SiO2/Al2O3 ratio of terrigenous material in the bedded chert to be constant at 3.3, which is that of a sample with the lowest SiO2 content in the analysed shales and is within the range of modern red clay20 (Fig. 2a). The calculated BSi content of one chert–shale couplet (equation (1); see Methods) shows a clear positive correlation with chert bed thickness (r¼ 0.94; Fig. 2b). Based on previous work showing that each chert–shale couplet represents one climatic precession cycle (ca. 20 kyr), consistent with biostratigraphic and astrochronologic constraints13, the correlation between BSi content and chert bed thickness provides an estimate of the BSi burial flux for each precession cycle (equation (4); see Methods). The calculated BSi burial fluxes for bedded chert in Inuyama calculated per precession cycle and per 405 kyr cycle range from 0.14 to 1.4±0.064 g SiO2 cm 2 kyr 1 and from 0.21 to 0.62±0.058 g SiO2 cm 2 kyr 1, respectively, with an average value of 0.29±0.064 g SiO2 cm 2 kyr 1 during the Lower Triassic to Lower Jurassic (Fig. 3 and Supplementary Fig. 3)."
  }, {
    "heading": "Discussion",
    "text": "During the early Mesozoic, radiolarian bedded cherts were widely deposited in the low–middle latitudes of both hemispheres across the Panthalassic superocean (Fig. 1). The calculated BSi burial fluxes for bedded chert in Inuyama are comparable to those for the same ages in other terranes, such as Chichibu (southwestern Japan), Kamuikotan (northern Japan), Franciscan (USA) and Waipapa (New Zealand) (Fig. 3 and Supplementary Note 3). Amplitudes of orbital-scale cycles of BSi burial fluxes between the bedded cherts in Inuyama and other sections are also comparable (Fig. 3). Phase differences of Myr-scale cycles exist between Inuyama and Kamuikotan sections. Such phase differences could have resulted from latitudinal differences in these depositional setting with lower upwelling intensity in the Kamuikotan section on the outside of the main equatorial upwelling region during periods of higher equatorial upwelling. This could be because the BSi burial flux and the relative amplitudes of orbitally induced cycles in the Kamuikotan section are lower than those of the Inuyama section21 (Figs 1 and 3). Nevertheless, the overall inphase relations of Myr-scale cycles with similar amplitudes between Inuyama and Tsukumi sections22, deposited near the equator, support the idea that the BSi burial flux of the Inuyama bedded chert was representative of the overall Myr-scale BSi burial flux in the equatorial region (Fig. 3 and Supplementary Note 3).\nIn modern oceans, the major sinks for DSi are diatoms (6.3±3.6 Tmol Si per year) and siliceous sponges (3.6±3.7 Tmol Si per year)9. Most of these organisms live in coastal regions, continental margins (3.3±2.1 Tmol Si per year) and the Southern Ocean (2.2±1.0 Tmol Si per year), whereas the deep open ocean is a relatively minor contributor (o1.04±0.34 Tmol Si per year)9.\nBefore the ecological rise of diatoms during the Cretaceous, the radiolaria were the largest contributor to BSi accumulation23. Exceptional massive sponge spicule deposition occurred in shallow marine environments during the Carnian Pluvial Event (CPE; B230 Ma) and immediately after the end-Triassic mass extinction (ETE; B201.5 Ma), implying the possible temporal\n2 NATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications\ncontribution of sponge DSi during the CPE and the aftermath of the ETE, although these sponge BSi fluxes are poorly constrained24,25 (Figs 1 and 3). Apart from the CPE and ETE, the overall lack of massive siliceous sponge deposition in the early Mesozoic implies that radiolarians in the pelagic ocean were the major oceanic DSi sink during most of the early Mesozoic.\nAssuming that the BSi burial flux recorded in the Inuyama chert is representative of other low–middle latitude Panthalassic regions (ca. 1.2–2.1 108 km2; Fig. 1) as above, the total BSi burial flux for low–middle latitude Panthalassan bedded cherts is estimated to be 2.3–7.5 1017 g SiO2 per kyr with an average of 5.3 1017 g SiO2 per kyr for a single 405 kyr cycle (Fig. 1). These values are B86% (B22% to 470%) of the BSi burial flux in the modern global ocean over timescales of 104 years (6.0±4.4 1017 g SiO2 per kyr)9. It is important to note that\nour estimated Mesozoic flux values tend to be underestimated, because the BSi burial in bedded cherts at higher latitudes is not included in the total. High latitudes BSi burial were probably not important because of the lack of isolated high latitude continents. This implies there was lower BSi productivity in the high latitudes than that of the modern ocean9,26. This is supported by the lack of known high-latitude bedded cherts of early Mesozoic age.\nIf, as we have shown, radiolarian BSi in chert was a major sink of DSi in the ocean during the early Mesozoic, then the fluctuations in global BSi burial flux recorded in bedded chert should have reflected variations in the input of DSi to the ocean on timescale longer than the oceanic residence time of DSi (oB100 kyr10). At present, rivers account for 490% of total DSi input to the ocean, whereas contributions from eolian dust, seafloor weathering, and hydrothermal input are relatively\ncorresponding BSi burial flux per one couplet on the right side of figure for the Lower-Middle Triassic bedded chert in the Inuyama area, central Japan. The\nSiO2:Al2O3 ratio of the sample with the smallest SiO2 content among all the analysed shale samples in this study was within the range of SiO2:Al2O3 ratio of the modern pelagic eolian dust20 (Grey shade). The dashed line is the SiO2:Al2O3 ratio of illite. Black line and grey shaded zone of (b) represent the regression line and standard deviation (1s), respectively. Flux is calculated assuming one chert-shale couplet as a B20 kyr precession cycle.\nNATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications 3\nminor10. As fluvial input of DSi is derived from terrestrial chemical weathering27–29, chemical weathering is the most plausible factor controlling the global BSi burial flux and bedded chert rhythms.\nTo explore this hypothesis, we employed a biogeochemical model of carbon and sulfur, GEOCARBSULFvolc14,15, which uses the newly compiled isotope series of C, S and Sr (see Methods), and compared the calculated global silicate weathering rate with temporal fluctuations of BSi burial flux in the Inuyama bedded chert. As shown in Fig. 4a, the GEOCARBSULFvolc model demonstrates a similar temporal variation with BSi burial flux; at 10 Myr-resolution global BSi burial flux shows variations with peaks around 250–240 Ma and 210–200 Ma, and a minimum around 230–220 Ma, with a maximum amplitude of B20% (Fig. 4a; blue). Higher resolution results (1 Myr; blue thin line) also demonstrate the pattern similar to the B10 Myr cycle with relative amplitude of B20%. These model results are remarkable, because the modeled trend of silicate weathering rate is in good agreement with those of multimillion-year scale variations in the BSi burial flux observed of the Inuyama chert (Fig. 4a; red lines), despite the fact that GEOCARBSULFvolc does not take into account the direct effect of B10 Myr-scale (and possibly B30 Myr-scale) orbital forcing on climate. These long-term cycles are probably driven by the amplitude modulation of the B2 Myr eccentricity cycle due to the chaotic behavior of Solar planets that has similar periodicities30. If the CO2 degassing rate and the rate of oxidative weathering of organic matter were relatively constant over this interval, as documented in the models (Fig. 4e and Supplementary Fig. 4)31, the variations of silicate weathering might result mainly from pCO2 changes driven by the changes in organic carbon burial (Supplementary Fig. 4). The decoupling between the BSi burial flux record in the Inuyama chert and carbonate carbon isotope (d13Ccarb) variations also supports this interpretation (Fig. 4a,d). Our result therefore implies that organic carbon burial and silicate weathering have\nchanged in a complementary way over multi-million year timescales during most of the early Mesozoic (Fig. 4). It is important to note that the recent calculation of relative global CO2 degassing rate that takes into account total subduction zone length32 does not alter this feature (Supplementary Fig. 4).\nThe exceptions for coupling between our chert records and model are the Early-Middle Triassic and Early Jurassic Toarcian periods, characterized by oceanic anoxic events with massive volcanic activity of the Siberian Traps and Karoo–Ferrar Large Igneous Provinces (LIPs), respectively33–35. Such increased degassing events and their impact on the silicate weathering cannot be detected by the GEOCARBSULFvolc model due to the assumption of relatively stable degassing rate on multimillion-year scale, simply because it focuses on the long-term (4 1 Myr) geochemical cycle of carbon and sulfur, and degassing rate with Myr resolution. It is, however, important to note that the positive correlation between the d13Ccarb and BSi burial in chert during these periods (Fig. 4) could have resulted from a dynamic response of biogeochemical cycles to disturbance caused by the massive volcanic activity. Volcanism-induced global warming could have accelerated silicate weathering on land, and caused a resultant increase in the delivery of nutrients (for example, P and Si) to the oceans that promoted oceanic eutrophication and subsequent organic carbon burial via an enhanced biological productivity. As bottom waters became deoxygenated, preservation efficiency of organic carbon and regeneration efficiency of phosphorus by surface sediments could have also been enhanced36, resulting in the coupling of silicate weathering and organic carbon burial.\nIn addition to the GEOCARBSULFvolc model, calculated fluctuations in the chemical weathering rate and corresponding BSi burial flux at the 10 Myr-scale based on 87Sr/86Sr isotope (see Methods) are also consistent with the BSi burial flux of Inuyama chert16 (Fig. 4). As 87Sr/86Sr values vary positively with input of non-radiogenic mantle (or extra-terrestrial) Sr and vary inversely with input of continentally derived Sr, as usually assumed (see\nInuyama area, central Japan. Also shown are the relative amplitudes of the dominant orbital cycles (100 kyr to 4 Myr) of the early Mesozoic bedded chert\nsequence in Chichibu and Kamiokotan areas, Japan, and average BSi flux in Waipapa area, New Zealand and Franciscan area, USA.\n4 NATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications\nMethods), and the early Mesozoic was a period of relatively stable crustal construction31, the oceanic 87Sr/86Sr isotopic ratio was probably influenced more by global chemical weathering intensity (exception during the emplacement of the Early Triassic and Early Jurassic LIPs). During the Middle–Late Triassic, the 87Sr/ 86Sr isotopic ratio fluctuated significantly between 0.7070 and 0.7082, with positive peaks at about 245 and 215 Ma, and a negative trough at 235 Ma (Fig. 3). Quantification of the variation in chemical weathering intensity based on 87Sr/86Sr isotopic ratios indicates that the continental Sr flux varied from 1.0 to 1.3 1013 mol kyr 1 with relative amplitudes of B20% during the Middle–Late Triassic (Fig. 3). These variations in the continental Sr flux and their amplitudes are also in good agreement with Myr-scale variations in the BSi burial flux observed in the Inuyama bedded chert (Fig. 3). The overall in-phase relationship between BSi burial flux for the Inuyama chert and silicate weathering rates calculated from the GEOCARBSULFvolc model, the early Mesozoic Sr isotope data and their parallel variations in amplitude supports the idea that the BSi burial flux, reconstructed from chert thickness, can be used as a semi-quantitative measure of global chemical weathering intensity during the early Mesozoic. Large fluctuations (B20 to 50%) in the BSi burial flux over the 100 kyr–30 Myr orbital cycles are observed in the Inuyama chert (Fig. 3). As the BSi burial flux is balanced with chemical weathering rates that can be approximated as a product of linear precipitation and Arrhenius temperature functions, the observed changes in the BSi burial flux could have been controlled by orbital-scale summer monsoon intensity changes37–39. However, these linear effects alone cannot explain\ncorresponding BSi burial flux (see Methods). Three Myr and 10 My smoothing window for BSi burial flux of Inuyama chert were chosen taking into account of the residence time of Sr in the ocean and the smoothing time step of GEOCARBSULFvolc14,15. (e) A combined flux of CO2 degassing and organic carbon weathering calculated from GEOCARBSULFvolc. Periods of (f) LIPs and (g) Main oceanic anoxic events (OAEs) are also shown. Possible regional OAEs\nassociate with massive sponge deposition during CPE and ETE are shown in grey colour. Age model is revised according to Geologic Time Scale 2012 (ref. 65) and Ikeda and Tada13. The orange shade areas represent the periods of high hydrothermal flux intervals with higher probability on darker colour52,67,68.\nNATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications 5\nthe observed large relative amplitudes (B20 to 50%) in the BSi flux of bedded chert, over the 100 kyr–30 Myr orbital cycles (Supplementary Note 4 and Supplementary Fig. 4), because its sinusoidal effect would be cancelled out between its maxima and minima over 20 kyr timescales with a nearly constant mean.\nOn these longer timescales, the emplacement of highly weatherable fresh continental flood basalts in the northern hemisphere, such as the Emeishan, Siberia, Wrangellia and CAMP LIPs, could have enhanced the hemispheric contrast of the chemical weathering rate (Fig. 1). Today, volcanic rocks exposed under monsoonal climate occupy only about 10% of land areas, but are responsible for more than 70% of the DSi fluxes to the ocean40. This areal fraction could have been larger in the early Mesozoic (Fig. 1).\nThe presence of the supercontinent Pangea would have further enhanced the susceptibility of silicate weathering rate to precession-scale dry–wet cycle through the latitudinal shift of the Intertropical Convergence Zone (ITCZ) and stronger monsoonal circulation, the so-called ‘mega-monsoon’ driven by the large contrast in heat capacity between the supercontinent and the superocean41,42 (Fig. 1; Supplementary Note 5). The orbitally driven variations in the summer monsoon and chemical weathering intensity, have been reported from early Mesozoic sequences in low latitude regions43–45. Furthermore, precessionscale oscillations of the latitudinal shift of the ITCZ limit would have changed the areas of intense chemical weathering and the global chemical weathering (Fig. 1). In the regions near the precession-scale ITCZ limits, the dry extreme would have subjected the exposed rocks to less-weathered condition, whereas during wet extremes (ca. 10 kyr later), the intensive rainfall would have promoted weathering of less-weathered and highly weatherable fresh rocks up to 10 faster46 (Supplementary Note 5). Subsequent formation of thick soil would have reduced the chemical weathering rate40. Eccentricity scale amplitude modulation of precession-induced oscillations of the ITCZ could have further amplified the changes in silicate weathering in the regions near the ITCZ limit. It is notable that the early Mesozoic LIPs and volcanic arcs were situated close to the northern limit of the latitudinal shift of the ITCZ (Fig. 1). All these features of early Mesozoic Pangea plausibly amplified the effects of orbital pacing of climate on chemical weathering and subsequent BSi burial.\nOn timescales longer than the residence time of carbon in the ocean and the atmosphere (B500 kyr47), changes in organic carbon burial flux also modulated the global silicate weathering flux, as discussed to explain the similar BSi burial flux estimated by the Inuyama chert and the GEOCARBSULFvolc model (Fig. 4). Cenozoic d13Ccarb records show B2 Myr to B10 Myr cycles with negative values during the minima of these eccentricity cycles48. They interpreted this phasing to be caused by decreased (increased) organic carbon burial during the periods of stronger (weaker) summer monsoon intensity, consistent with our interpretation in terms of decoupling of silicate weathering and organic carbon burial (Fig. 4). Although the multimillionyear orbital-scale fluctuations in organic carbon burial are documented for Mesozoic terrestrial records in both low- and high-latitude regions and inferred from Jurassic-Cretaceous d13Ccarb records44,49,50, the mechanisms for this, such as oxidation/burial of organic matter by high frequency seasonally wildfires and shallow marine ventilation, remain unquantified51,52.\nOur BSi burial record and GEOCARBSULFvolc model demonstrates that the imbalance in organic carbon cycle might have played a key role in the rate of silicate weathering on geologic timescales (Fig. 4a,b). Examining this hypothesis with proxy records and process-based models that can assess the\nhydrological cycle and its effect on terrestrial weathering with high enough spatial resolution would be critical to an improved understanding of the relationships between orbital forcing, climate, and biogeochemical cycles on geologic timescales."
  }, {
    "heading": "Methods",
    "text": "Sampling methods and preparation. To estimate the BSi and terrigenous fluxes of bedded chert, we continuously sampling each chert and shale bed from bed number 110 to 156 (247.23±0.2 to 246.20±0.2 Ma) in the Lower Red Bedded Chert Unit of Ikeda et al.5 at section M53 in Inuyama area, whose total thickness is approximately 3 m (Supplementary Figs 1 and 2). A high-resolution age model for the Lower Triassic to Lower Jurassic bedded chert in the Inuyama area was constructed based on the cyclostratigraphy in conjunction with detailed radiolarian and conodont biostratigraphy and carbon isotope stratigraphy13. The astrochronology of the Inuyama bedded chert sequence was anchored at the endTriassic radiolarian extinction interval54 of 201.4±0.2 Ma within bed 2,525 (ref. 13), where its age is constrained by the zircon U–Pb ages from the New York Canyon section (USA) and the Pucara section (Peru)55. We then extended by the 405 kyr-long eccentricity cycle of stable frequency with the B20 kyr precession signal as one chert-shale couplet for the high-resolution time scale13. This astrochronology is consistent with the available bio-chemostratigraphic age constraints13.\nWe selected this interval for continuous sampling of the individual chert and shale beds, because individual chert and shale beds in this interval are the thickest within the entire bedded chert sequence in the Inuyama area5 and individual chert beds are clearly distinguishable from adjacent shale beds. As there are intervals with more abundant Si-rich chert beds, such as the Upper Triassic recrystallized intervals (Supplementary Fig. 2), our estimation should be considered as the lower estimate. To conduct continuous sampling, we chose a transect where lateral changes in bed thickness, caused by tectonic deformation and diagenesis, is minimal5. Rocks were cut into slabs of B20 cm in vertical length, 10 cm in horizontal width and 3 cm in thickness using a power cutter on outcrop. The slab samples were sliced into square rods approximately 1 cm 1 cm in horizontal dimensions and 0.2–8 cm in vertical dimension that represent a single bed of individual chert and shale.\nXRF measurements. To estimate the BSi and terrigenous material contents, the major elements composition was measured on lithium-tetraborate-fused glass discs using an instrument for X-ray fluorescence analysis (XRF; Philips PW-1480) equipped with a Rh tube at the Department of Earth and Planetary Science, the University of Tokyo. The measurement condition for the analysis of major elements was 40 kV, 60 mA for Rh tube with inside pressure of 1–2 Pa and temperature of 32±1 C. The calibration lines for major elements were made following Yoshida and Takahashi56, using standard samples provided by the Geological Survey of Japan. A total of ten major elements (SiO2, TiO2, Al2O3, Fe2O3, MnO, MgO, CaO, Na2O, K2O and P2O5) for all samples analysed in this study are within 100±3%. The 2s relative s.d. of reproducibility are within 0.2–0.4% for SiO2 and Al2O3, and better than 0.1% for the other eight elements.\nNinety-one samples, each representing a single chert and shale bed, were selected for XRF analysis. Samples of B1–10 g were crushed coarsely in a tungsten carbide mortar and then powdered in tungsten carbide mill for 2 min. Powdered samples of B0.6 g were heated at 100 C in an oven for 44 h to remove absorbed water, then ignited at 1,000 C in a furnace for 6 h to remove organic matter, water in chalcedony and clay minerals and CO2 in carbonate. Samples were stored in a desiccator for o4 h before making fused discs. Ignited powdered samples of 0.4000±0.0002 g were mixed with a Li2B4O7 flux of B4.000±0.002 g with the ratio of 1:10,000 and heated at 1,000 C for 5 min to prepare fused discs56.\nEstimation of BSi and terrigenous material contents. To estimate the BSi content from the major element concentrations of bedded chert, it is necessary to know the SiO2 and Al2O3 contents of the terrigenous material in bedded chert. As BSi in bedded chert tends to have migrated from layers with lower Si contents to adjacent layers with higher Si contents during the diagenetic silica phase transformation from opal-CT to quartz57, SiO2 content in shale tends lowered during the diagenetic process. Consequently, the lowest SiO2 shale is plausibly representative of the SiO2 content of terrigenous material in bedded chert. The SiO2 and Al2O3 contents and the SiO2/Al2O3 ratio of the lowest SiO2 shale of all samples analysed are 62.4%, 18.9% and 3.30, respectively (Fig. 2a). These values could overestimate the SiO2 content and SiO2/Al2O3 ratio and underestimate the Al2O3 content of terrigenous material, considering the possibility that some BSi may still even remains in the shale sample with the smallest SiO2 content. Nevertheless, the SiO2/Al2O3 ratio of 3.3 is within the range between 3 and 5.5 for the modern red clay and smaller than the average value of 4.5 (ref. 20). In this study, we assume that the Al2O3 content and SiO2/Al2O3 ratio of the terrigenous material in bedded chert are 18.9% and 3.30, respectively, with the caveat that it may underestimate BSi content (Fig. 2a).\n6 NATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications\nBased on these assumptions, we estimated the BSi and terrigenous material contents, as follows;\nBSi %ð Þ¼ SiO2ðXRFÞ Al2O3ðXRFÞ 3:3 ð1Þ\nTerrigenous material %ð Þ ¼ Al2O3ðXRFÞ 5:8 ð2Þ\nwhere SiO2 (XRF) and Al2O3 (XRF) are the SiO2 and Al2O3 contents of a sample determined by XRF, respectively; 3.3 and 5.8 are constants that represent the SiO2/ Al2O3 ratio and 100/Al2O3 (%) of terrigenous material in chert, respectively (Fig. 2a).\nAlthough diagenetic SiO2 migration occurs from layers with lower Si content to adjacent layers with higher Si content during the silica phase transformation57, SiO2 could not have been exported across more than one chert-shale couplet, because each chert bed was a sink for the SiO2 of the adjacent shale bed. To control for the possible diagenetic enhancement of the differences in SiO2 between a chert bed and adjacent shale bed, we calculated the accumulation amounts of BSi and terrigenous material by per unit area per one chert-shale couplet. We defined one chert-shale couplet as the interval from the centre of a shale bed to the centre of the next shale bed.\nWe calculated the accumulation amounts of BSi and terrigenous material in one chert-shale couplet corresponding to the chert bed number ‘n’ [Xn, couplet] (g cm 2) as follows;\nXn;couplet g cm 2 ¼Xn;ch dn;ch rchþ Xn 1;sh dn 1;sh þXn;sh dn;sh 0:5 rsh ð3Þ\nwhere X is the amount of BSi or terrigenous material deposited per unit area (g cm 2), d is the thickness of a chert or shale bed (in cm) and r is average dry bulk density (g cm 3) for chert and shale beds assumed to be 2.46g cm 3 for chert and 1.69 g cm 3 for shale6. The suffix, such as ch, sh, couplet and n represents chert, shale, a couplet and bed number n, respectively.\nEstimation of BSi flux for Inuyama bedded chert. The BSi and terrigenous fluxes for the bedded chert were calculated as the accumulation amounts of BSi and terrigenous material per couplet per unit area divided by duration of deposition for one chert-shale couplet. Based on the clear positive correlations between accumulation amount of BSi for one chert-shale couplet and chert bed thickness (r¼ 0.94; Fig. 2b), we derived an equation to estimate the accumulation amount of BSi for a chert bed of bed number n (dn,ch), as follows;\nAccumulation amount of BSin g cm 2 ¼ dn;ch 0:13þ 0:74; ð4Þ\nwhere 0.13 and 0.74 represent a slope and y-intercept of the regression line between accumulation amount of BSi and chert bed thickness, respectively (Fig. 2b). The estimation error for BSi based on this regression is±1.1 g cm 2.\nAs shown by Ikeda et al.5, the amount of time represented by each chert-shale couplet corresponds to the duration of a single climatic precession cycle. Strictly speaking, the duration of a precession cycle varies from 15 to 23 kyr with a s.d. of 2 kyr during the Triassic58. Thus, the relative errors for the BSi and terrigenous material burial fluxes for one precession cycle are ±10%. The 405 kyr eccentricity cycle has also been identified in the chert bed thickness variations5,13. The period of the 405 kyr eccentricity cycle is stable and nearly constant in duration based on astronomical theory59 and therefore we also calculated the burial rate of each component for every 405 kyr cycle with relative errors of o0.05% for the duration of this cycle59.\nEstimation of BSi in chert as Si sink. To estimate the contribution of bedded chert in the biogeochemical silica cycle during the Mesozoic, we examined the worldwide distribution of the early Mesozoic bedded cherts, widely found in Mesozoic circum-Pacific accretionary complexes60 (Fig. 1). The paleolatitudes of bedded cherts give us the minimum range of their latitudinal distribution (Fig. 1). Although bedded chert distribution could have extended to higher latitudes, no high latitude pelagic records are presently known.\nWe estimate the global BSi burial flux in the form of bedded chert during the Early Triassic to Early Jurassic and compiled the BSi burial fluxes for all bedded chert sequences of the area other than the Inuyama area. The average BSi burial flux for a bedded chert sequence was obtained from the thickness of the stratigraphic interval, the average dry bulk densities of chert and shale beds and the total duration of the interval, with the assumption that a positive correlation between chert bed thickness and BSi amount for a chert-shale couplet, as is seen in the Inuyama bedded chert (equation 4).\nAmplitudes of the eccentricity-scale BSi burial flux. To estimate the impact of orbital forcing on the BSi burial flux for the bedded chert, we estimated the amplitudes of orbital-scale variations in the BSi burial flux for the early Mesozoic bedded chert in the Inuyama area. To detect the relative amplitudes of changes in BSi burial rates in these dominant periodicities during the Early Triassic to Early Jurassic, we used band-pass filters selected to capture the dominant spectral powers (Fig. 3). We performed band-pass filtering using a Gauss algorithm in the free software AnalySeries 2.0.4.2 (ref. 61) to extract these dominant spectral components.\nModified GEOCARBSULFvolc model. To estimate the global silicate weathering rate, we employed the long-term carbon and sulfur geochemical model, GEOCARBSULFvolc, which is an improved version of the original model developed by Berner62. In Royer et al.15, several improvements on the forcings, such as the landarea fraction that actually undergoes chemical weathering, sensitivity of runoff to changes in global mean surface temperature and global-mean land surface temperature have been made based on the results obtained by GEOCLIM62,63, a global carbon-alkalinity cycle model coupled with AGCM15. K.O. wrote the FORTRAN scripts, which can reproduce the reference run presented in Royer et al.15. We assumed the initial condition of Royer et al.15 at t¼ 570 Ma (where t is age) and ran GEOCARBSULFvolc with their input arrays until t¼ 250 Ma. For our target interval (t¼ 250–180 Ma), we used the newly compiled isotope series of carbon, sulfur and strontium (Supplementary Data 1; see below), which enable us to obtain a multimillion-year timescale global silicate weathering rate. The time step was set at 1 Myr in this study. Other parameter values were set at the standard value of Royer et al.15.\nIn the GEOCARBSULFvolc model, isotope series are pivotal for assessing the variations of carbon and sulfur cycles. In the original models15, outputs are shown as 10 Myr averaged value, because some of the input parameters are not well constrained on shorter timescales. Nonetheless, the variations of carbon and sulfur geochemical cycles on a million-year timescale can be discussed with a reasonable confidence if we adopt the appropriate composite time series for isotopic data. For the sake of a better isotope time series, we conducted a literature survey for carbon and sulfur isotopic data slightly modified to the recent geologic time scale65. The carbon and sulfur isotope records were fitted with a smoothed spline function in R with a smooth.spline command and a smoothing parameter (0.75 and 1.25 for the string of carbon and sulfur isotopes, respectively). For strontium isotope data, we adopted the compilation by McArthur et al.16. For sulfur isotope series, our input array is similar to that of Royer et al.15. On the other hand, carbon isotope data used in this study reflects the multimillion-year timescale variations (such as ±1 per-mil variations in the Early Triassic and Jurassic) (Fig. 4). Strontium isotope data compiled by McArthur et al.16 is characterized by a peak at 250–240 Ma and at B210 Ma, and a secular decrease thereafter. As 87Sr/86Sr reflects the global fraction of volcanic rock weathering (it is faster than non-volcanic rock weathering), this improvement affects the weatherability on land and atmospheric CO2 level.\n87Sr/86Sr ratio as measure for chemical weathering. The 87Sr/86Sr signature of seawater also reflects changes in the relative contribution between two major strontium sources to the ocean and their isotope ratios. The two major Sr sources are the riverine input and the hydrothermal input at mid-ocean ridges. Riverine 87Sr/86Sr is characterized by radiogenic Sr with relatively high 87Sr/86Sr isotopic ratio due to weathering of old continental crust, whereas hydrothermal 87Sr/86Sr is characterized by relatively low 87Sr/86Sr isotopic ratio16. If we can assume that the Sr flux of hydrothermal activity was relatively constant, and that Sr isotopic values of the riverine and hydrothermal inputs were constant, respectively, the 87Sr/86Sr isotopic ratio of the ocean should be controlled by the riverine input. The Early Triassic to Early Jurassic is considered to be relatively stable with respect to hydrothermal activity based on the hypothesis that 107 to 108 year-scale eustatic sea level changes are due primarily to changing ridge volume31. Exceptions are the Early–Middle Triassic and the latest Triassic to Early Jurassic intervals, which are known as the period of the prolonged Siberian Trap activity and the break-up of Pangea associated with massive volcanic activity in CAMP and Karoo–Ferrar LIPs, suggesting significant increase in the hydrothermal activity33–35. In addition, these continental magmatic activities may have increased hydrothermal Sr input and decreased Sr isotopic values of riverine input. The latter may be due to increased contribution of chemical weathering of less radiogenic basalt16.\nTo quantitatively estimate the variations in the global chemical weathering intensity from the seawater 87Sr/86Sr isotopic ratio, the hydrothermal flux, the isotopic values of hydrothermal sources and continental sources were assumed as constant and similar to the modern values of 0.92 1016 mol Myr 1, 0.7025 and 0.7114, respectively16,37. To estimate the corresponding global BSi burial flux, it is assumed to be in the same proportion to continental Sr input and modern global BSi burial flux as 8,300 Tmol kyr 1 (ref. 14). To compare the BSi burial flux and 87Sr/86Sr isotopic ratio, 3 Myr smoothing window for BSi burial record of the Inuyama bedded chert was chosen taking into account the residence time of Sr in the ocean.\nA simple weathering model for eccentricity-scale weathering. Regional chemical weathering rates can be approximated as a function of runoff and Arrhenius temperature functions based on modern observations39. We use a function that quantitatively describes weathering flux of SiO2 (Qi,w) as a coupled product of linear precipitation P and Arrhenius temperature functions38,39,\nQi;w ¼ a1 Pð Þexp Ea R 1 T 1 T 10 : ð5Þ R is the gas ideal constant, Ea is an apparent activation energy and T0 is a reference temperature. The pre-exponential term on the right-hand side of equation (5) assumes a linear correlation between precipitation and SiO2 flux where a1 is the slope. The effect of temperature T on weathering rates involving the silicate dissolution is commonly described by an Arrhenius relationship. The Arrhenius relationship is derived for kinetics of simple well-characterized chemical reactions.\nNATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications 7\nThe exponential temperature term in equation (5) is equivalent to the Arrhenius relationship but describes the variation in fluxes as a function of the difference between T and a reference temperature T0 (ref. 39).\nEquation (5) can be solved numerically for the values of a1 and Ea maximizing the correlation between the predicted and measured watershed fluxes as functions of temperature and precipitation. Solutions to equation (5) require the selection of a reference temperature (T0), which was chosen to be 5 C, near the mean of the temperature data of White and Blum39. In fitting equation (5) to the watershed data, precipitation and temperature are treated as independent variables with respect to each other. The correlation between P and T has an r2¼ 0.08, suggesting that this is a valid assumption39. The resulting fit of the SiO2 data to the coupled precipitation-temperature function (equation (5)) produces values of a1¼ 0.456 and Ea¼ 59.4 kJ mol 1 (ref. 39).\nRelative amplitudes of orbital-scale chemical weathering rate during the Mesozoic can be calculated by using model-based changes in temperature and precipitation. The GCM model simulated changes in temperature and precipitation at three locations on the southern continent of idealized supercontinent Pangea during Triassic41. The regions are the southern tropical interior, the southern lowlatitude coast and the southern middle-latitude interior (Supplementary Fig. 5). According to the GCM model results by Kutzbach41, the functions for P and T in these regions are as follows:\nSTI : P ¼ 200þ 3200 pp ð6Þ\nT ¼ 311 12 pp ð7Þ\nSLLC : P ¼ 500þ 6400 pp ð8Þ\nT ¼ 308 40 pp ð9Þ\nSMLI : P ¼ 345 200 pp ð10Þ\nT ¼ 304þ 120 pp ð11Þ where pp is the precession parameter. With moderate eccentricity of the earth’s orbit (0.025), the enhanced seasonality of insolation in the hemisphere with summertime perihelion (wintertime aphelion) produces increases of precipitation along southern tropical interior and southern low-latitude coast of about 20% and 40%, and changes in temperature of 0.3 C and 1 C, respectively41 (Supplementary\nTable 1). In contrast, the southern middle-latitude interior might have only very small changes in precipitation of about 1.6% but large changes in temperature. Summers could be 6 C (1% for absolute temperature) warmer when perihelion is in summer than when it is in winter41 (Supplementary Table 1). The corresponding precession-scale climatic changes in the Northern Hemisphere would be out of phase with the changes in the Southern Hemisphere.\nOrbital parameters of last 10 Myr59 are used to estimate GCM-based changes in temperature and precipitation for the relative amplitude of eccentricity-scale chemical weathering rates, described above. As all available solutions have large uncertainty before 50 Ma due to the chaotic behavior of Solar system59, orbital parameters of Laskar et al.59 are therefore used only as examples of the potential variability.\nData availability. The data that support the findings of this study are available from the corresponding author on request."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank P.E. Olsen, J. Hays, K. T. Uno and S.T. Kinney of Columbia University for their constructive comments on paleoclimatology and manuscript improvements, and R.S. Hori of Ehime University, A. Kitamura of Shizuoka University, H. Hasegawa of Nagoya University, H. Sakuma and S. Takahashi of The University of Tokyo, M. Bole and P.O. Baumgartner of Lausanne University for their fruitful discussion, and H. Yoshida of The University of Tokyo for technical assistance in using the XRF measurements. We acknowledge Stallard Scientific Editing for editing the manuscript. This work was supported by JSPS KAKENHI Grant Numbers 09J08755, 2680026 and 20150889."
  }, {
    "heading": "Author contributions",
    "text": "M.I. and R.T. designed this study. M.I. carried out the fieldwork, sample preparation, the geochemical analyses and weathering model. K.O. compiled isotope data and performed biogeochemical cycle model. M.I. and R.T. primarily wrote the manuscript with input from K.O."
  }, {
    "heading": "Additional information",
    "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing interests: The authors declare no competing financial interests. Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article: Ikeda, M. et al. Astronomical pacing of the global silica cycle recorded in Mesozoic bedded cherts. Nat. Commun. 8, 15532 doi: 10.1038/ncomms15532 (2017). Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ r The Author(s) 2017\nNATURE COMMUNICATIONS | 8:15532 | DOI: 10.1038/ncomms15532 | www.nature.com/naturecommunications 9"
  }],
  "year": 2017,
  "references": [{
    "title": "A negative feedback mechanism for the long-term stabilization of Earth’s surface temperature",
    "authors": ["J.C. Walker", "P. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "A model for atmospheric CO2 over phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci. 291,",
    "year": 1991
  }, {
    "title": "Global monsoon in a geological perspective",
    "authors": ["P. Wang"],
    "venue": "Chinese Sci. Bull. 54,",
    "year": 2009
  }, {
    "title": "Geologic significance of Paleozoic and Mesozoic radiolarian chert",
    "authors": ["D.L. Jones", "B. Murchey"],
    "venue": "Annu. Rev. Earth Planet. Sci. 14,",
    "year": 1986
  }, {
    "title": "a middle Triassic bedded chert sequence, Inuyama, Japan",
    "authors": ["M. Ikeda", "R. Tada", "Sakuma", "H. Astronomical cycle origin of bedded chert"],
    "venue": "Earth Planet. Sci. Lett. 297, 369–378",
    "year": 2010
  }, {
    "title": "Origin of cyclicity in Triassic-Jurassic radiolarian bedded cherts of the Mino accretionary complex from Japan",
    "authors": ["S.R. Hori", "C. Cho", "H. Umeda"],
    "venue": "Island Arc 3,",
    "year": 1993
  }, {
    "title": "Monsoon as a cause of radiolarite in the Tethyan realm",
    "authors": ["P. De Wever", "L. O’Dogherty", "Š. Goričan"],
    "venue": "Comp. Rend. Geosci. 346,",
    "year": 2014
  }, {
    "title": "Precession-driven monsoon variability at the Permian–Triassic boundary—implications for anoxia and the mass extinction",
    "authors": ["A. Winguth", "C. Winguth"],
    "venue": "Global Planet. Change 105,",
    "year": 2013
  }, {
    "title": "The world ocean silica cycle",
    "authors": ["P.J. Tréguer", "C.L. De La Rocha"],
    "venue": "Ann. Rev. Marine Sci",
    "year": 2013
  }, {
    "title": "Andean sponges reveal long-term benthic ecosystem shifts following the end-Triassic mass extinction",
    "authors": ["K.A. Ritterbush", "S. Rosas", "F.A. Corsetti", "D.J. Bottjer", "A.J. West"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Scientists on gaia",
    "authors": ["R. Siever"],
    "venue": "P. J.)",
    "year": 1991
  }, {
    "title": "climate experiment with the earth’s orbital parameters for 9000 years ago",
    "authors": ["Kutzbach", "J.E. Monsoon climate of the early Holocene"],
    "venue": "Science 214, 59–61",
    "year": 1981
  }, {
    "title": "implications for Triassic–Jurassic geochronology",
    "authors": ["M. Ikeda", "Tada", "R. A 70 million year astronomical time scale for the deep-sea bedded chert sequence (Inuyama", "Japan"],
    "venue": "Earth Planet. Sci. Lett. 399, 30–43",
    "year": 2014
  }, {
    "title": "new results using the GEOCARBSULF model",
    "authors": ["Berner", "R.A. Phanerozoic atmospheric oxygen"],
    "venue": "Am. J. Sci. 309, 603–606",
    "year": 2009
  }, {
    "title": "Error analysis of CO2 and O2 estimates from the long-term geochemical model GEOCARBSULF",
    "authors": ["D.L. Royer", "Y. Donnadieu", "J. Park", "J. Kowalczyk", "Y. Goddéris"],
    "venue": "Am. J. Sci. 314,",
    "year": 2014
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J. McArthur", "R. Howarth", "G. Shields"],
    "venue": "Geol. Time Scale",
    "year": 2012
  }, {
    "title": "Low-latitude and Southern Hemisphere origin of Anisian (Triassic) bedded chert in the Inuyama area",
    "authors": ["A. Ando", "K. Kazuto", "S. Kojima"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "a case study in the Inuyama area, central Japan",
    "authors": ["H. Shibuya", "Sasajima", "S. Paleomagnetism of red cherts"],
    "venue": "J. Geophys. Res. 91, 105–116",
    "year": 1986
  }, {
    "title": "Paleomagnetism of Triassic and Jurassic red bedded chert of the Inuyama area, central Japan",
    "authors": ["H. Oda", "H. Suzuki"],
    "venue": "J. Geophys. Res. 105,",
    "year": 2000
  }, {
    "title": "a synthesis of direct measurements of dust deposition",
    "authors": ["C.R. Lawrence", "Neff", "J.C. The contemporary physical", "chemical flux of aeolian dust"],
    "venue": "Chem. Geol. 267, 46–63",
    "year": 2009
  }, {
    "title": "The Triassic System (eds Tanner, L",
    "authors": ["Ikeda", "M. in"],
    "venue": "H., Spiel-mann, J. A. & Lucas, S. G.) 61, 259–267",
    "year": 2013
  }, {
    "title": "Cyclostratigraphic examination of Middle Triassic (Anisian) bedded chert in the Chichibu Belt from Tsukumi area, eastern Kyushu, Japan",
    "authors": ["K. Soda", "T. Onoue", "Mi"],
    "venue": "Geol. Soc. Jpn 121,",
    "year": 2015
  }, {
    "title": "survival patterns and processes",
    "authors": ["Racki", "G. Silica-secreting biota", "mass extinctions"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 154, 107–132",
    "year": 1999
  }, {
    "title": "Related to the Carnian Pluvial Phase? Palaeogeogr",
    "authors": ["Shi", "Z. et al. Demise of Late Triassic sponge mounds along the northwestern margin of the Yangtze Block", "South China"],
    "venue": "Palaeoclimatol. Palaeoecol. 474, 247–263",
    "year": 2016
  }, {
    "title": "Mercury anomalies and the timing of biotic recovery following the end-Triassic mass extinction",
    "authors": ["Thibodeau", "A. M"],
    "venue": "Nat. Commun",
    "year": 2016
  }, {
    "title": "Antarctic subglacial topography and ice-sheet evolution",
    "authors": ["M.J. Siegert"],
    "venue": "Earth Planet. Sci. Lett. 33,",
    "year": 2008
  }, {
    "title": "results from a spatially explicit global model",
    "authors": ["A. Beusen", "A. Bouwman", "H. Dürr", "A. Dekkers", "Hartmann", "J. Global patterns of dissolved silica export to the coastal zone"],
    "venue": "Global Biogeochem. Cycles 23, 4",
    "year": 2009
  }, {
    "title": "Global silicate weathering and CO2 consumption rates deduced from the chemistry of large rivers",
    "authors": ["J. Gaillardet", "B. Dupré", "P. Louvat", "C. Allegre"],
    "venue": "Chem. Geol. 159,",
    "year": 1999
  }, {
    "title": "Global spatial distribution of natural riverine silica inputs to the coastal zone",
    "authors": ["H. Dürr", "M. Meybeck", "J. Hartmann", "G. Laruelle", "V. Roubeix"],
    "venue": "Biogeoscience 8,",
    "year": 2011
  }, {
    "title": "Long period astronomical cycles from the Triassic to Jurassic bedded chert sequence (Inuyama, Japan); Geologic evidences for the chaotic behavior of solar planets",
    "authors": ["M. Ikeda", "R. Tada"],
    "venue": "Earth Planet. Space",
    "year": 2013
  }, {
    "title": "Ridge volume dependence on seafloor generation rate and inversion using long term sealevel change",
    "authors": ["S. Gaffin"],
    "venue": "Am. J. Sci. 287,",
    "year": 1987
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic",
    "authors": ["Van Der Meer", "D. G"],
    "venue": "Proc. Natl Acad. Sci. USA 111,",
    "year": 2014
  }, {
    "title": "Evidence for two flood basalt pulses around the Permo-Triassic boundary and in the Middle Triassic, and contemporaneous granitic magmatism",
    "authors": ["Ivanov", "A.V. et al. Siberian Traps large igneous province"],
    "venue": "Earth Sci. Rev. 122, 58–76",
    "year": 2013
  }, {
    "title": "Evaluating the temporal link between the Karoo LIP and climatic– biologic events of the Toarcian Stage with high-precision U–Pb geochronology",
    "authors": ["B Sell"],
    "venue": "Earth Planet. Sci. Lett. 408,",
    "year": 2014
  }, {
    "title": "High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction",
    "authors": ["S.D. Burgess", "S.A. Bowring"],
    "venue": "Sci. Adv. 1,",
    "year": 2015
  }, {
    "title": "a model of the coupled marine biogeochemical cycles of carbon and phosphorus",
    "authors": ["P. Van Cappellen", "Ingall", "E.D. Benthic phosphorus regeneration", "net primary production", "ocean anoxia"],
    "venue": "Paleoceanography 9, 677–692",
    "year": 1994
  }, {
    "title": "impact on the global climate and the 87Sr/86Sr ratio of seawater",
    "authors": ["Dessert", "C. et al. Erosion of Deccan Traps determined by river geochemistry"],
    "venue": "Earth Planet. Sci. Lett. 188, 459–474",
    "year": 2001
  }, {
    "title": "Chemical weathering in granitic environments",
    "authors": ["P. Oliva", "J. Viers", "B. Dupré"],
    "venue": "Chem. Geol. 202,",
    "year": 2003
  }, {
    "title": "Effects of climate on chemical weathering in watersheds. Geochim. Cosm",
    "authors": ["A.F. White", "A.E. Blum"],
    "venue": "Acta 59,",
    "year": 1995
  }, {
    "title": "Global chemical weathering and associated P-release—the role of lithology, temperature and soil properties",
    "authors": ["J. Hartmann", "N. Moosdorf", "R. Lauerwald", "M. Hinderer", "A.J. West"],
    "venue": "Chem. Geol. 363,",
    "year": 2014
  }, {
    "title": "sensitivity to orbital change",
    "authors": ["Kutzbach", "J.E. Idealized Pangean climates"],
    "venue": "Geol. Soc. Am. Special Papers 288, 41–56",
    "year": 1994
  }, {
    "title": "megamonsoons of the megacontinent",
    "authors": ["J. Kutzbach", "Gallimore", "R. Pangaean climates"],
    "venue": "J. Geophys. Res. 94, 3341–3357",
    "year": 1989
  }, {
    "title": "Milankovitch climate forcing in the tropics of Pangaea during the Late Triassic",
    "authors": ["P.E. Olsen", "D.V. Kent"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 122,",
    "year": 1996
  }, {
    "title": "Long-period Milankovitch cycles from the Late Triassic and Early Jurassic of eastern North America and their implications for the calibration of the Early Mesozoic time-scale and the long-term behaviour of the planets",
    "authors": ["P.E. Olsen", "D.V. Kent"],
    "venue": "Phil. Trans. R. Soc. Lond. Ser. A 357,",
    "year": 1999
  }, {
    "title": "a new concept for ancient playa cycles",
    "authors": ["Vollmer", "T. et al. Orbital control on Upper Triassic Playa cycles of the Steinmergel-Keuper (Norian"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 267, 1–16",
    "year": 2008
  }, {
    "title": "why do weathering rates differ in the laboratory and field? Chem",
    "authors": ["A.F. White", "Brantley", "S.L. The effect of time on the weathering of silicate minerals"],
    "venue": "Geol. 202, 479–506",
    "year": 2003
  }, {
    "title": "carbonates and organic matter",
    "authors": ["L.R. Kump", "Arthur", "M.A. Interpreting carbon-isotope excursions"],
    "venue": "Chem. Geol. 161, 181–198",
    "year": 1999
  }, {
    "title": "is there a link? Earth Planet",
    "authors": ["S. Boulila", "B. Galbrun", "J. Laskar", "Pälike", "H. A B9myr cycle in Cenozoic d13C record", "long-term orbital eccentricity modulation"],
    "venue": "Sci. Lett. 317, 273–281",
    "year": 2012
  }, {
    "title": "Astronomical constraints on the duration of the early Jurassic Hettangian stage and recovery rates following the end-Triassic mass extinction (St Audrie’s Bay/East Quantoxhead, UK)",
    "authors": ["M Ruhl"],
    "venue": "Earth Planet. Sci. Lett. 295,",
    "year": 2010
  }, {
    "title": "Triassic–Jurassic climate in continental high-latitude Asia was dominated by obliquity-paced variations (Junggar Basin, Ürümqi, China)",
    "authors": ["J Sha"],
    "venue": "Proc. Natl Acad. Sci. USA 112,",
    "year": 2015
  }, {
    "title": "Axial obliquity control on the greenhouse carbon budget through middle- to high-latitude reservoirs",
    "authors": ["J. Laurin", "S.R. Meyers", "D. Uličný", "I. Jarvis", "B.B. Sageman"],
    "venue": "PalOc 30,",
    "year": 2015
  }, {
    "title": "Orbital pacing of carbon fluxes by a B9-My eccentricity cycle during the Mesozoic",
    "authors": ["M. Martinez", "G. Dera"],
    "venue": "Proc. Natl Acad. Sci. USA 112,",
    "year": 2015
  }, {
    "title": "Triassic and Lower Jurassic radiolarian biostratigraphy in the siliceous claystone and bedded chert units of the southeastern Mino Terrane, Central Japan",
    "authors": ["K. Sugiyama"],
    "venue": "Bull. Mizunami Fossil Mus",
    "year": 1997
  }, {
    "title": "Global correlation of the radiolarian faunal change across the Triassic Jurassic boundary. Can",
    "authors": ["E.S. Carter", "R.S. Hori"],
    "venue": "J. Earth Sci",
    "year": 2005
  }, {
    "title": "Geochronological constraints on post-extinction recovery of the ammonoids and carbon cycle perturbations during the Early Jurassic",
    "authors": ["J Guex"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 346,",
    "year": 2012
  }, {
    "title": "Chemical bahavior of major and trace elements in the Horoman mantle diapir, Hidaka belt, Hokkaido, Japan",
    "authors": ["H. Yoshida", "N. Takahashi"],
    "venue": "Gankou 92,",
    "year": 1997
  }, {
    "title": "Cycles and Events in Stratigraphy",
    "authors": ["R. Tada"],
    "year": 1991
  }, {
    "title": "New perspectives on orbitally forced stratigraphy",
    "authors": ["L.A. Hinnov"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "A long-term numerical solution for the insolation quantities of the Earth",
    "authors": ["J Laskar"],
    "venue": "Astron. Astrophys. 428,",
    "year": 2004
  }, {
    "title": "from remote ocean to subduction zone",
    "authors": ["T. Matsuda", "Isozaki", "Y. Well-documented travel history of Mesozoic pelagic chert in Japan"],
    "venue": "Tecto 10, 475–499",
    "year": 1991
  }, {
    "title": "Macintosh program performs time-series analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos 77,",
    "year": 1996
  }, {
    "title": "a combined model for Phanerozoic atmospheric O2 and CO2",
    "authors": ["Berner", "R.A. GEOCARBSULF"],
    "venue": "Geochim. Cosmochim. Acta 70, 5653–5664",
    "year": 2006
  }, {
    "title": "Tectonic control of continental weathering, atmospheric  CO2, and climate over Phanerozoic times",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "V. Lefebvre", "G. Le Hir", "E. Nardin"],
    "venue": "Comp. Rend. Geosci. 344,",
    "year": 2012
  }, {
    "title": "The role of palaeogeography in the Phanerozoic history of atmospheric CO2 and climate",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "G. Le Hir", "V. Lefebvre", "E. Nardin"],
    "venue": "Earth Sci. Rev. 128,",
    "year": 2014
  }, {
    "title": "The Geologic Time Scale 2012 (eds Gradstein",
    "authors": ["J.G. Ogg"],
    "venue": "(Elsevier,",
    "year": 2012
  }, {
    "title": "Strontium isotopic variations in Jurassic and Cretaceous seawater",
    "authors": ["C.E. Jones", "H.C. Jenkyns", "A.L. Coe", "H.P. Stephen"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1994
  }],
  "id": "SP:22b61ca451222bfc0d264ed17e7f12c1de7d5c41",
  "authors": [{
    "name": "Masayuki Ikeda",
    "affiliations": []
  }, {
    "name": "Ryuji Tada",
    "affiliations": []
  }, {
    "name": "Kazumi Ozaki",
    "affiliations": []
  }],
  "abstractText": "The global silica cycle is an important component of the long-term climate system, yet its controlling factors are largely uncertain due to poorly constrained proxy records. Here we present a B70 Myr-long record of early Mesozoic biogenic silica (BSi) flux from radiolarian chert in Japan. Average low-mid-latitude BSi burial flux in the superocean Panthalassa is B90% of that of the modern global ocean and relative amplitude varied by B20–50% over the 100 kyr to 30 Myr orbital cycles during the early Mesozoic. We hypothesize that BSi in chert was a major sink for oceanic dissolved silica (DSi), with fluctuations proportional to DSi input from chemical weathering on timescales longer than the residence time of DSi (oB100 Kyr). Chemical weathering rates estimated by the GEOCARBSULFvolc model support these hypotheses, excluding the volcanism-driven oceanic anoxic events of the EarlyMiddle Triassic and Toarcian that exceed model limits. We propose that the Mega monsoon of the supercontinent Pangea nonlinearly amplified the orbitally paced chemical weathering that drove BSi burial during the early Mesozoic greenhouse world. DOI: 10.1038/ncomms15532 OPEN",
  "title": "Astronomical pacing of the global silica cycle recorded in Mesozoic bedded cherts"
}