{
  "sections": [{
    "text": "ARTICLES PUBLISHED ONLINE: 18 JANUARY 2016 | DOI: 10.1038/NGEO2632\nSnowball Earth ocean chemistry driven by extensive ridge volcanism during Rodinia breakup"
  }, {
    "heading": "T. M. Gernon1*, T. K. Hincks2, T. Tyrrell1, E. J. Rohling1,3 and M. R. Palmer1",
    "text": "During Neoproterozoic Snowball Earth glaciations, the oceans gained massive amounts of alkalinity, culminating in the deposition of massive cap carbonates on deglaciation. Changes in terrestrial runo associated with both breakup of the Rodinia supercontinent and deglaciation can explain some, but not all of the requisite changes in ocean chemistry. Submarine volcanism along shallow ridges formed during supercontinent breakup results in the formation of large volumes of glassy hyaloclastite, which readily alters to palagonite. Here we estimate fluxes of calcium, magnesium, phosphorus, silica and bicarbonate associated with these shallow-ridge processes, and argue that extensive submarine volcanism during the breakup of Rodinia made an important contribution to changes in ocean chemistry during Snowball Earth glaciations. We use Monte Carlo simulations to show that widespread hyaloclastite alteration under near-global sea-ice cover could lead to Ca2+ and Mg2+ supersaturation over the course of the glaciation that is su cient to explain the volume of cap carbonates deposited. Furthermore, our conservative estimates of phosphorus release are su cient to explain the observed P:Fe ratios in sedimentary iron formations from this time. This large phosphorus release may have fuelled primary productivity, which in turn would have contributed to atmospheric O2 rises that followed Snowball Earth episodes.\nBreakup of the Rodinia supercontinent contributed toprofound environmental change during the NeoproterozoicEra (∼1,000–540 million years ago (Ma)). It is thought that ice sheets reached the equator1,2 and global temperatures dropped to −50 ◦C during two long-lived ‘snowball’ events: the Sturtian (Cryogenian) glaciation at circa 720–660Ma and the Marinoan (Varanger) glaciation at circa 650–630Ma. These globally distributed glaciations have been attributed to major continental reconfiguration episodes3,4. Protracted rifting circa 750 (ref. 3)– 725Ma (ref. 5) (lasting 100–120Myr) formed the Proto-Pacific Ocean (Fig. 1a). The Sturtian glaciation coincided with initial breakup in Canada at circa 720Ma (ref. 6), and the Marinoan with a later phase of the same breakup event in Antarctica from 670 to 650Ma (ref. 7). Another major breakup event between circa 615Ma (ref. 8) and 550Ma (ref. 9) formed the Iapetus Ocean (Fig. 1b), concurrent with the Gaskiers glaciation at circa 582–580Ma.\nIt has been suggested that continental breakup led to sharp increases in riverine runoff and silicate weathering (including flood basalts10), causing enhanced CO2 drawdown and descent into a ‘snowball’ state4; and deglaciation resulted from gradual accumulation of atmospheric CO2 (ref. 11), probably from subaerial volcanic outgassing12, to critical levels capable of overcoming an ice albedo effect2. Intense debate centres on the source of alkalinity required to form the extensive cap carbonate sequences associated with Snowball Earth termination, and their negative δ13C signatures2,12,13. Carbonate sedimentation may have occurred rapidly (<10 kyr; ref. 12) owing to a post-glacial greenhouse weathering spike14,15 of similar duration to Quaternary deglaciation16. However, magnetopolarity reversals exhibited in some Marinoan cap carbonates suggest accumulation took place over longer timescales (≥100 kyr; refs 17,18). Similarly, meltback alone cannot easily explain the inferred increase in dissolved oceanic phosphate concentrations during the Tonian\nand Cryogenian periods19. Despite the temporal coincidence between breakup of Rodinia and glaciations3,4, no studies have yet investigated the direct impacts of volcanism associated with extensive spreading-ridge formation (Supplementary Fig. 1)."
  }, {
    "heading": "The shallow-ridge hypothesis",
    "text": "Here we propose the novel shallow-ridge hypothesis, which invokes ridge volcanism to drive efficient and long-lived seafloor alteration, and in conjunction with other weathering processes linked to continental breakup4,10,20 can reconcile many key features of Snowball Earth episodes.\nContinental unzipping of the type associated with the breakup of Rodinia is accompanied by enhanced rifting and magmatism, and can coincide with an order of magnitude increase in magmatic productivity21. The early phase of ocean crustal development involves a period of relatively shallow marine volcanism (Fig. 1c), as the ridge axis gradually subsides22. This low-hydrostatic-pressure regime favours explosive fragmentation of lava in contact with sea water23, yielding voluminous hyaloclastite—a pyroclastic rock dominated by juvenile angular glass fragments—along the newly formed ridge (Fig. 1d). Hyaloclastite volcanism in early rifting environments is a rapid, high-volume process, forming from volcanic centres 30–40 km wide, and producing mounds ∼1.5 km high and 15–20 km wide22. Observations and empirical subsidence relationships indicate that conditions favourable for hyaloclastite formation (depths up to 2 km) would persist along the ridge for at least 20Myr (Supplementary Fig. 2).\nThe quenched glass shards typical of basaltic hyaloclastites are very susceptible to alteration, largely by hydration to palagonite24. This is enhanced by a high reactive surface area:volume ratio and high porosity (compared to pillow lavas) that greatly increases seawater interaction. Basaltic glass alteration involves considerable element mobilization (for example, Ca losses of ∼90%; ref. 25),\n© 2016 Macmillan Publishers Limited. All rights reserved\n1Ocean and Earth Science, University of Southampton, European Way, Southampton SO14 3ZH, UK. 2School of Earth Sciences, University of Bristol, Bristol BS8 1RJ, UK. 3Research School of Earth Sciences, The Australian National University, Canberra, Australian Capital Territory 2601, Australia. *e-mail: Thomas.Gernon@noc.soton.ac.uk\n242 NATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2632 ARTICLES\nProtoPacific rift\nPlume relaxation\nTi m\ne pr\nog re\nss io\nn\nPlate divergence\nc. 800−750 Ma\nc. 750−725 Ma\nContinental flood basalt eruptions\nSubmarine explosive eruptive phase (see d)\na\nSubsiding shallow water basin\nUpwarping\nVolcanic outgassing (CO2), aerosols, vapour\nOcean\nExplosive eruption column\nAtmosphere\nHyaloclastite formation\nSheeted dykes\nPyroclastics and lavas\nDischarge\nRecharge\nConvective sea-water circulation\nGlobal cycling\nElement mobility\n+ Metals\nAlteration\n± Fe, Al, Ti\nP Si\nCa\nNa\nK Mg\nc. 750 Ma\nSouth Pole\nc. 600 Ma\n60° N\nNP\n20° N\n40° N\n20° S\n40° S\nEquator\nAustralia\nCongo\nANSarcs\nRio Plata Amazonia\nEG\nSri nPCMS\nIndia Sey Eth\nNC\nSo m\nKalahari\nSao Fran\nSouth China\nLaurentia\nMad\nPro to-\nPac ific\nOc ean\nANS: Arabian− Nubian Shield EG: Eastern Ghats Eth: Ethiopia Mad: Madagascar NC: Napier Complex\n60° S\n30° S\nPacific Ocean\nIapetus Ocean\nLaurentia\nSiberia\nAmazonia\nCongo\nIndia\nKalahari\nWest Africa\nPlata\nBaltica\nPan-African Orogenic Belts\nEast African orogen\nWest African and Brasilian orogen\nM iro\nvia\nIapetan rift\nLaurentia magmatic province\nMawson continent\nSiberia\nMawson continent/ Australia\nb\nc d\nFigure 1 | Evolution of spreading-ridge systems during the late Neoproterozoic. a,b, Continental reconstructions at∼750 Ma showing the location of the Proto-Pacific rift system (a) and at∼600 Ma showing the inferred location of the Iapetan rift (b) (modified after ref. 10). c, During the early phase of plume magmatism (∼800 Ma), volcanism was largely subaerial (Supplementary Table 1); however, as rifting occurred, the main axis of volcanism submerged\nbelow sea level, resulting in the formation of the Proto-Pacific (and Iapetus at∼600 Ma) and a sustained phase of shallow marine volcanism. d, Under these conditions (shown here before glaciation), hyaloclastites are formed preferentially by quenching and explosive shattering of lava in contact with sea water, forming ‘fresh’ highly alterable glasses.\nand thus has the potential to exert a major control on sea-water chemistry24, including consumption of aqueous CO2 (ref. 26). The shallow ridge is also a major source of magnesium, with basaltic glass experiencing Mg losses of ∼67% (ref. 25) to ∼97% (ref. 24). Dissolution rates of basaltic glass could be reduced24 at the low temperatures expected in an ice-covered ocean, but our model purely evaluates the initial element flux during rapid quenching, followed by cation leaching24, and does not require total glass dissolution. As hyaloclastites accumulate in thick ‘piles’ along the ridge axis, they are susceptible to hightemperature hydrothermal circulation, leading to further losses through diffusion24—conditions thought to persist for ∼106 yr (ref. 27). Conservatively, we consider only contributions from freshly erupted material close to the ridge axis. Palagonitization of basaltic glass occurs rapidly at high temperatures24, and potentially within one year in hydrothermal systems28. Thus, hyaloclastite alteration can be considered almost instantaneous on geologic timescales.\nThis global scale process offers an alternative, complementary explanation for the surge of alkalinity associated with the Neoproterozoic ‘‘calcium ocean’’ and carbonate sedimentation, which cannot be satisfactorily explained by terrestrial weathering\nalone29. The process can also help explain the late Neoproterozoic ‘excess phosphate ocean’19 and high concentrations of SiO2 in banded iron formations (BIFs; ref. 30). Although we focus on Rodinia, shallow-ridge effects will have similarly large impacts on ocean fluxes during any major episode of continental breakup, albeit manifest in different ways owing to variations in timescales and extent of magmatic productivity, alteration and biological productivity in the ocean. It is unclear why Pangaea breakup did not result in global glaciation, although the more polar location of continents may have suppressed the continental silicate weathering CO2 sink."
  }, {
    "heading": "Breakup of Rodinia",
    "text": "The 750–725Ma breakup involved at least ∼2×104 km spreadingridge formation around the perimeter of Laurentia (Fig. 1a; ref. 3). Subsequent rift and drift episodes3,5 may have increased the total length of new spreading ridges by a factor of three to four. Although Neoproterozoic ocean crust is poorly represented in the geologic record (for example, owing to subduction), there is evidence for widespread hyaloclastite emplacement during breakup, before ‘snowball’ glaciations (Fig. 2). For example, the 717–716.5Ma Mount Harper Volcanic Complex6—a 1.6-km-thick succession of\nNATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\n© 2016 Macmillan Publishers Limited. All rights reserved\n243\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2632\nvolcanic events involving extensive hyaloclastite emplacement (see Supplementary Table 1 for more information); note LIP, Large Igneous Province; ANS, Arabian–Nubian Shield.\nsubaqueous hyaloclastites, breccias and lavas emplaced along the rifted northwestern Laurentian margin31—is directly overlain by Sturtian glacial diamictites. Rift-related volcanism would have continued during glaciations (Supplementary Table 1), as newly formed ocean crust progressively unzipped to form the extensive Proto-Pacific ridge system. Crucially, and in contrast to most other biogeochemical fluxes, hyaloclastite-derived ocean fluxes will not have been affected by near-global ice cover.\nThere is also evidence for extensive volcanism, again associated with Rodinia breakup, before theMarinoan glaciation (for example, 670–650Ma in Antarctica7; Fig. 2). The apparent ‘delay’ in initiation of rifting between Laurentia and Antarctica confirms that breakup was protracted3, and seafloor spreading continued throughout the Sturtian and Marinoan glaciations. Similarly, basaltic hyaloclastites associated with the early opening of Iapetus (∼615–580Ma) are recognized globally (Fig. 2; Supplementary Table 1). Hyaloclastites are directly overlain by diamictites associated with the Gaskiers glaciation32, signifying explosive shallow marine volcanism before (and probably during) the Gaskiers event (Fig. 2).\nBetter time constraints in the Neoproterozoic are needed to explore whether shallow-ridge volcanism could have played a key role in initiating snowball glaciation. However, this is feasible given an intrinsic need for continental breakup to intensify silicate weathering4,10, and isotopic evidence for copious weathering of juvenile mantle-derived volcanics before the Sturtian glaciation33.\nHyaloclastite alteration fluxes into the ocean We developMonte Carlo simulations to quantify potential chemical fluxes (Ca, P, Si, Mg) into the ocean during shallow-ridge\nvolcanism. Given the significant uncertainties in initial conditions and fluxes (for example, sea-water chemistry, pH), this situation does not lend itself to deterministic modelling, but instead must be probabilistically assessed. Here, we present a parsimonious model, supported by observations and experiments (Table 1, Methods), broadly capturing the key processes and associated uncertainties. Ridge length is varied from 0.5–2 × 104 km to simulate progressive separation of Laurentia3, and full spreading rates from 50–200mmyr−1 to represent moderate34 to fast35 rates expected during breakup5. The simulations account for secondary mineral formation, for example, carbonate fluorapatite (CFA) formation following release of P2O5 during glass alteration, and smectite (saponite) formation as a sink for silica. Fluxes calculated here exclude background seafloor weathering and hydrothermal processes36 associated with contemporary deep-ridge systems, for example, in the Mirovia superocean (Fig. 1a), which would increase Ca, P, Si and Mg oceanic input.\nHyaloclastite formation rates (and hence magnitude of the chemical fluxes) vary spatially and temporally during ridge formation, hence our deliberately wide and conservative parameter ranges (Table 1). All input distributions are sampled independently because of insufficient observational evidence to accurately define correlations, but three more tightly constrained scenarios (Supplementary Table 2) explore sensitivity of the calculated fluxes to independence assumptions. The high-hyaloclastite-production scenario (Supplementary Table 2) involves both rapid and spatially extensive unzipping. A further simulation explores the potential correlation between ridge length and magmatic productivity, arising from the temporal evolution of the ridge system.\nGiven CaO losses from hyaloclastites range from 4–10 wt% (refs 24,25), our simulations suggest optimal spreading conditions along the length of the Proto-Pacific ridge could yield a maximum Ca flux of 1.4× 1013 mol yr−1 (Fig. 3a; Supplementary Fig. 3a); comparable to the modern dissolved riverine flux of ∼1.2 × 1013 mol yr−1 (ref. 37) and one to three orders of magnitude greater than the modern hydrothermal ridge flux (9–1,300× 109 mol yr−1; ref. 38). Glass alteration also results in uptake of CO2 from solution39 according to the approximate reaction:\nReactive silicates+2CO2+H2O→2HCO3−\n+ dissolved cations+clay minerals (1)\nCa forms most of the charge balance carried by the dissolved cation budget released to solution during glass alteration. Mg and Na contribute most of the remainder, along with a small uptake of K (ref. 24). Thus, a combined Ca, Mg and Na (−K) flux of approximately 2× 1013 mol yr−1 during hyaloclastite alteration results in uptake of 4× 1013 mol yr−1 of CO2. By comparison, the global rate of continental silicate weathering is 1.2× 1013 mol yr−1 of CO2 (ref. 40).\nHyaloclastite alteration in an ice-covered ocean provides a major source of alkalinity—additional to that provided by the long-term alteration of the oceanic crust20—driving up carbonate production immediately after Snowball Earth glaciations. The cap carbonate sequences that formed globally on continental margins, typically overlying glacial diamictites2,12, are commonly attributed to enhanced terrestrial weathering of carbonate-rich sediments during and after glaciation14,15. However, to achieve observed cap carbonate thicknesses (some >100m, Fig. 3c,d) would require extreme levels of terrestrial weathering, delivering ∼102–103 times the present annual supply of dissolved cations to the oceans29. Continental runoff during the post-snowball greenhouse (400× modern pCO2 ) probably produced ∼1.2 times the modern riverine runoff16, suggesting subaerial weathering alone cannot explain cap carbonate production29.\n244\n© 2016 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2632 ARTICLES"
  }, {
    "heading": "Carlo simulations.",
    "text": ""
  }, {
    "heading": "Φs=Hyaloclastite porosity (Φ)",
    "text": ""
  }, {
    "heading": "Φd=Hyaloclastite porosity (Φ)",
    "text": "We propose that under near-global ice cover, which suppresses normal removal processes, a prolonged state of hyaloclastite eruption and alteration would supersaturate sea water with Ca2+ and Mg2+. This is consistent with evidence for rapid carbonate sedimentation (spontaneous nucleation) following glaciations2,12,15. The question is whether requisite degrees of supersaturation are feasible over such prolonged timescales (of the order of 10Myr). At our maximum estimated discharge rate (the trivial case with no initial dissolved Ca2+ or Mg2+) the ocean reaches saturation within 1–3Myr (Ca2+ and Mg2+, respectively). A 10Myr glaciation could therefore yield degrees of supersaturation exceeding 12× (Ca2+) and 3× (Mg2+), certainly feasible in the light of observations of experimental solutions41, geologic fluids42, and the presentday surface ocean43. In the glacial aftermath, conditions become more favourable for rapid precipitation: higher ocean temperatures, renewed photosynthesis, increased primary productivity, enhanced atmospheric CO2 exchange and, importantly, resumption of particle settling providing carbonate condensation nuclei. Volcanism before and after glaciations (Fig. 2; Supplementary Table 1) will also have contributed to carbonate deposition, although in the absence of ice cover (limiting build-up in the ocean) would occur more gradually. Combined with the rate-limiting influence of platform subsidence2, this may explain slower sedimentation rates inferred for some Marinoan carbonate sequences17,18.\nIn an ice-covered ocean, limited atmospheric exchange leads to rapid conversion of dissolved CO2 to bicarbonate (HCO3−, which constitutes themajority of sea-waterDIC) by equation (1). However, hyaloclastite formation is also associated with CO2 degassing from erupted basalt, particularly at shallow depths. Assuming a preeruptive CO2 concentration of 0.5 wt% in the basalts and total\ndegassing, hyaloclastite emplacement could release ∼0.03–1.3× 1012 mol yr−1 CO2, broadly consistent with the ridge flux (∼0.8× 1012 mol yr−1) assumed for the ‘snowball’ ocean2. This is not a completely closed system: cracks in sea ice44 will have permitted some CO2 outgassing. Equally, ice-free regions will have allowed CO2 ingassing during a period when atmospheric CO2 levels due to subaerial volcanism2 ultimately exceeded present-day levels by two to three orders of magnitude11, a net CO2 gain. The long-term CO2 input from volcanism and hydrothermal activity can explain mantle-like δ13C signatures (−6 ± 1h) observed in many cap carbonates2,12,13. Stratigraphic or localized carbonate δ13C increases29 may reflect increases in biological productivity, organic carbon burial, and intensified subaerial carbonate weathering—all expected in the snowball aftermath15,19.\nSome post-Sturtian cap carbonates exhibit 187Os/188Os ratios consistent with continental inputs33, again expected during a postglacial weathering spike. However, many cap carbonates exhibit only minor shifts in 87Sr/86Sr (refs 15,29), suggesting that enhanced terrestrial weathering was not dominant in their production29. Pre-Marinoan carbonates (800–650Ma) exhibit relatively low 87Sr/86Sr (ref. 45), compatible with significant hydrothermal ridge contributions46, which will progressively dominate the Sr isotope inventory in sea water under ice cover with much reduced continental runoff15. Further, widespread enrichment of heavy rare earth elements (REE) and positive Eu and Y anomalies in Sturtian47 and Marinoan48 cap carbonates can be explained by alteration of mid-ocean ridge basalts and wholesale mixing of hydrothermal fluids in the ocean48,49.\nThe maximum simulated Ca2+ flux (Fig. 3a) would yield ∼18.5-m-thick build-up (mean estimate 2m,median 1.2m, Fig. 3c) of carbonate over an area equivalent to the present-day continental shelf for every 106 years of ridge formation. Given the Sturtian (diachronous50) and Marinoan glaciations persisted for ∼55Myr (ref. 33) and∼12Myr (ref. 51), respectively, these accumulations are of the same order as observed cap carbonates, typically metres to tens of metres thick12 (Fig. 3c).\nRidge alteration could produce magnesium fluxes of the order of 1–6 × 1012 mol yr−1 (Fig. 3b and Supplementary Table 2; modern riverine Mg flux is 5.1×1012 mol yr−1; ref. 37), potentially contributing ∼2–15-m-thick dolostone for every 106 years of ridge formation. Accordingly, our model suggests the Marinoan event could yield 20–150-m-thick dolostone, consistent with observed global mean and maximum thicknesses of 18.5m and 175m respectively52 (Fig. 3d). On timescales typically associated with deglaciation (circa 10 kyr), continental weathering is likely to supply enough Mg2+ to produce only a ∼0.5-m-thick cap dolostone16. Therefore, our hypothesis provides an important or even dominant additional source of Ca2+ and Mg2+, and can help explain not only the qualitative association of cap carbonate and dolostone sequences with Snowball Earth episodes, but also observed thicknesses of these deposits.\nAlthough up to 90% P2O5 in fresh basaltic glass can be released during alteration25, we assume a conservative 20–80% loss, based on modern palagonites24. Simulations show that high spreading rates (>100mmyr−1), coupled with extensive ridges (>15× 103 km), could yield dissolved phosphorus fluxes up to 7×1011 mol yr−1 (Fig. 4a; Supplementary Fig. 3b), roughly 20 times the modern dissolved riverine flux (3.1×1010 mol yr−1; ref. 37). For the full simulation (SupplementaryTable 2), themedian phosphorus flux (3.7× 1010 mol yr−1) is comparable to the modern riverine contribution, and the high-hyaloclastite-production scenario yields a flux ∼7 times greater (2.3× 1011 mol yr−1; Fig. 4b). Assuming full unzipping and substantial secondary mineralization losses (Supplementary Fig. 4), there is ∼70% probability that P-influx would exceed the modern riverine flux (Supplementary Fig. 5). In the modern ocean, phosphate sorption onto ferric oxyhydroxides\nNATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\n© 2016 Macmillan Publishers Limited. All rights reserved\n245\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2632 Annual dissolved riverine flux: 1.2 × 1013\n109\n0.0\n0.2\n0.1 0.5\nCaCO3 CaMg(CO3)2\nFull simulation I: fully unzipped high II: fully unzipped moderate III: short ridge moderate Typical obs. thickness Maximum obs. range\n5.0 50.0 500.0\n0.4\n0.6\n0.8\nPr ob\nab ili\nty o\nf e xc\nee da\nnc e\nThickness (m) precipitated after 10 Myr\n0.1 0.5 5.0 50.0 500.0\nThickness (m) precipitated after 10 Myr\n1.0\n0.0\n0.2\n0.4\n0.6\n0.8\nPr ob\nab ili\nty o\nf e xc\nee da\nnc e\n1.0\n108 109\n1011\n1013 a b\nc d\nFl ux\no f C\na to\no ce\nan (m\nol y\nr− 1 )\n1010\n1012\nFl ux\no f M\ng to\no ce\nan (m\nol y\nr− 1 )\nVolume erupted hyaloclastite (m3 yr−1) 108107 109\n0.5 m\n1.0\n1.5\n2.0\nVolume erupted hyaloclastite (m3 yr−1)\nAnnual dissolved riverine flux: 5.1 × 1012\nRidge length (× 10 7)\nMaieberg Otavi Gp\nNoonday Calif.\nFigure 3 | Monte Carlo simulations showing estimated Ca andMg fluxes into the ‘snowball’ ocean, and resulting thicknesses of carbonate and dolostone. Input parameter ranges are defined in Table 1. Note the logarithmic scales for the flux axes in a,b. a, Flux of Ca, accounting for a variable percentage lost to CaCO3 cementation. b, Flux of Mg, accounting for in situ dolomite cementation; lines denote the modern annual riverine dissolved Ca and Mg fluxes for comparison. Note that a and b represent the full simulation (Supplementary Table 2). c,d, Probability of exceedance for cap carbonate (c) and dolostone (d) thicknesses resulting from accumulation of Ca and Mg, respectively, in sea water over the course of a Snowball Earth episode of 10 Myr\nduration. The shaded areas show typical (grey) and maximum (light grey) observed thicknesses: 3–30 m for CaCO3 (maximum 400 m; ref. 12) and 1.5–38 m for CaMg(CO3)2 (maximum>175 m; ref. 52). The curves show the probability, based on all simulations, that a given thickness will be exceeded; for example, for the full simulation (black line) shown in c, more than 40% of simulations exceed the observed mean of carbonate thickness (∼18.5 m; shown as a dashed line), and 20% exceed 30 m. Curves are shown for the full simulation (black line) and three alternative ridge productivity scenarios (I–III) defined in Supplementary Table 2.\nrepresents a significant sink, but this is thought to have been of minor importance in the Neoproterozoic owing to high oceanic silicic acid concentrations—as silica hydroxides suppress phosphate sorption onto ferric oxyhydroxides19.\nHyaloclastite alteration during ridge unzipping provides a viable mechanism to account for anomalously high sea-water phosphorus levels (five to ten times Phanerozoic levels, according to P:Fe ratios in sedimentary iron formations; ref. 19) inferred for Snowball Earth episodes. This ‘excess phosphate ocean’ has been attributed to enhanced weathering of glacial deposits during the ‘snowball’ thaw phase19. Although relevant, post-glacial weathering would be expected to yield a relatively short-lived (∼10–100 kyr; ref. 16) increase in phosphate, and could be problematic in view of the low solubility of apatite. Our model provides a mechanism for producing high dissolved phosphorus levels that, in the absence of biological removal, could persist over ∼10–100Myr (Fig. 2), over repeated cycles (that is, protracted opening of the Proto-Pacific followed by Iapetus in Ediacaran times; Fig. 1b; ref. 3). This process operated independently, and in addition to other mechanisms, such as biotic enhancement of apatite weathering linked to increased weathering rates via microbial colonization of the land53, and subaerial weathering of large igneous provinces54 (notably during the Tonian period; Fig. 2).\nThe shallow ridge can also contribute to relatively high dissolved oceanic silicic acid concentrations inferred for theNeoproterozoic19, and the SiO2-rich (∼30–55%) BIFs that served as a (local) silica sink during the Sturtian30,55, and possibly, but not ostensibly, during the Marinoan55 glaciations. Basaltic glass alteration results in loss of an average ∼16 wt% SiO2 (ref. 24) (potentially up to 50%; ref. 25), thus contributing up to ten times the current riverine flux of∼6.4× 1012 mol yr−1 (ref. 37) to the ocean during extensive hyaloclastite alteration (Supplementary Table 2, Supplementary Fig. 6b). High hydrothermal Fe fluxes48 are expected in our low-hydrostaticpressure regime56, and a dominance of hydrothermal inputs is supported by mantle-like Nd and Pb isotope signatures observed in some BIFs (ref. 30). Thus, our hypothesis might help elucidate the common association between BIFs and mafic volcanics55, although this requires further validation, particularly given the localized nature of many BIFs."
  }, {
    "heading": "Consequences of a shallow-ridge system",
    "text": "The discovery that Earth experienced near-total ice cover for prolonged periods in the Neoproterozoic has greatly enhanced understanding of Earth history, but critical aspects remain unresolved. We demonstrate how enhanced shallow marine volcanic activity, persisting for >20Myr in the absence of most\n246\n© 2016 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2632 ARTICLES\nNote the logarithmic scale for the flux axis in a. a, Flux of P, accounting for CFA cementation (Supplementary Fig. 4). Solid line denotes the modern annual dissolved riverine P flux for comparison37. b, Probability of exceedance of phosphorus fluxes computed for the full simulation (black line) and three alternative ridge productivity scenarios (I–III) defined in Supplementary Table 2 (see Supplementary Fig. 5 for the e ects of CFA cementation).\nbiological removal processes, would have driven major changes in ocean chemistry. Our shallow-ridge hypothesis advances understanding of Snowball Earth events, qualitatively and quantitatively explaining many enigmatic features including: increased ocean alkalinity; 13C-depleted cap carbonate sequences; and high silica concentrations manifest in banded iron formations.\nOur hypothesis provides a critical quantitative explanation for unusually high dissolved phosphate inputs to late Proterozoic oceans. This enhanced supply may have driven the increase in primary productivity required to generate the large rise in atmospheric oxygen levels that occurred in the wake of Snowball Earth events19. We infer that shallow-ridge volcanism associated with the Proto-Pacific and Iapetan rifts also prompted oxidation of the Ediacaran ocean57, which would have facilitated the emergence of multicellular life."
  }, {
    "heading": "Methods",
    "text": "Methods and any associated references are available in the online version of the paper.\nReceived 7 August 2015; accepted 10 December 2015; published online 18 January 2016"
  }, {
    "heading": "Acknowledgements",
    "text": "E.J.R. acknowledges Australian Research Council Laureate Fellowship FL1201 00050. We are grateful to R. S. J. Sparks, R. N. Taylor, C. N. Trueman, T. Lenton, I. Fairchild and G. Shields-Zhou for helpful discussions and suggestions. Supplementary Fig. 1 was illustrated by G. Hincks."
  }, {
    "heading": "Author contributions",
    "text": "T.M.G. conceived and managed the research. T.K.H. developed and performed simulations with inputs from T.M.G., T.T., M.R.P. and E.J.R. The manuscript was written by T.M.G., with important contributions from all co-authors."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available in the online version of the paper. Reprints and permissions information is available online at www.nature.com/reprints. Correspondence and requests for materials should be addressed to T.M.G."
  }, {
    "heading": "Competing financial interests",
    "text": "The authors declare no competing financial interests.\n248\n© 2016 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | VOL 9 | MARCH 2016 | www.nature.com/naturegeoscience\nNATURE GEOSCIENCE DOI: 10.1038/NGEO2632 ARTICLES"
  }, {
    "heading": "Methods",
    "text": "Deposition of chemically easily weathered hyaloclastites will cause a major influx of Ca, P, Si and Mg, among other elements, into the oceans. Monte Carlo simulations were performed to capture the variation in the main depositional and weathering processes. Input parameters were sampled independently from uniform distributions over fixed intervals, given in Table 1 (using the Scythe C++ Statistical Library58). Uniform distributions were chosen, as these yield the most conservative estimate of uncertainty, and there is not enough observational evidence to justify a more tightly constrained distribution (for example, specifying a central weighting would require knowledge of the mean and variance of the distribution). The model generates a volume of hyaloclastite (m3 yr−1), given a sampled total ridge length (R), spreading rate (S) and cumulative deposit thickness (D). The annual elemental flux estimates (Fig. 3a,b) are based on annual ridge output (fresh material along the hot ridge axis). Any subsequent contributions from previously unaltered erupted products are conservatively excluded. Long-term accumulation in the ocean (over the period of active rifting; Fig. 3c,d) is estimated by summing the (variable) annual elemental contributions over a period of 10Myr, again a conservative estimate of the time during which we would expect extensive hyaloclastite formation and alteration. We therefore account for short-term fluctuations in calculating cumulative oceanic inputs, and potential deposit (cap carbonate) thickness. The ridge length is varied from 5–20×103 km to simulate progressive breakup of Rodinia around the perimeter of Laurentia3. The spreading rate is varied from 0.05–0.2m yr−1 to simulate moderate34 to fast35 rates expected during breakup21. Here, the higher rate is not unreasonable, given that Laurentia is known to have moved at speeds of 0.2m yr−1 during the Ediacaran5.\nConservatively, we consider a range of alteration penetration depths from 100–1,500m (ref. 36). Through analogy with ophiolite sequences, hyaloclastite deposit thickness and other parameters will vary with depth. In the upper kilometre, the hyaloclastite (that is, pyroclastic) fraction (Hs) ranges from 50 to 80% of the total bed depth, reflecting the observed tendency for enhanced explosivity in shallow water conditions (<1 km; refs 23,59). Below 1 km, hyaloclastites are expected to be less extensive (10–20% of bed depth) owing to an overriding tendency for intrusive processes at depth in ocean crust36. Again, conservatively, we assume no hyaloclastite below 1.5 km. These estimates are consistent with deposits observed along analogous rifted margins22,60–62. The equations used in simulations are given below (for definitions, see Table 1 and Supplementary Tables 3 and 4).\nEquation (2) gives the total thickness of hyaloclastite deposits, and (3) the corresponding mass of hyaloclastite formed per year along the length of the ridge. Equation (4) gives the approximate mass of P2O5, CaO, SiO2 or MgO lost due to hyaloclastite alteration. This can either be released to the ocean or consumed during cement formation.\nts=DHs td=0 } D≤1,000(m) ts=1,000Hstd=(D−1,000)Hd } D>1,000(m) (2)\nmtotal=RSρcrust(ts(1−Φs)+ td(1−Φd)) (3)\nmP2O5/CaO/SiO2/MgO=mtotalPLP2O5/CaO/SiO2/MgO (4)\nHyaloclastite volume will also be affected by porosity, which below 1 km depth (Φd) is taken to range from 0.08 to 0.12 (ref. 23), and above 1 km (Φs), where there is less compaction, from 0.12 to 0.3 (refs 36,63). Given that the volcanic environment and regime will largely generate fine-grained glass particles, and considering the relatively high porosities and reactive surface areas, we consider an altered fraction (P) ranging from 0.6–1.0, again typical of natural examples64. The resulting deposit is then subject to elemental losses (that is, flux into the ocean and cement formation). For example, Ca losses (LCaO) are assumed to range from 0.04 to 0.1 of the altered fraction, as observed in natural samples24,64. These input distributions represent the main processes affecting annual variability in elemental flux.\nA component of the elemental losses will form pore-filling cements and the remainder is assumed to go directly into the ocean. Cement fraction (CCaO) is highly variable in nature63. We therefore allow it to range from 0 to 1.0 of the total amount of the leachate, and consider secondary phases that result in relatively high losses of elements. For calcium, we consider CaCO3 containing∼56% CaO, whereas saponite clays (smectite) contain only∼1.2% CaO. This approach leads to a conservative estimate of ocean flux, particularly as cement formation typically takes place over longer timescales (>105 yr; refs 64,65).\nThe model considers the formation of: carbonate fluorapatite (CFA) cement, with equation (5) giving the mass of P2O5 in cements, (6) the mass of CaO in cements, and (7) the total CFA cement mass; carbonate cement, with (8) giving the mass of CaO and (9) the total mass of CaCO3 cement; saponite clays, with (10) giving the total mass of SiO2 and (11) the total mass of saponite; and dolomite cement, with (12) giving the mass of MgO and (13) the total mass of CaMg(CO3)2 cement. In all cases the resulting mass released to the ocean is assumed to be mo=m−mc . The numbers ofmoles of Ca, P, Si and Mg released to the ocean are given in (14)–(17). Equation (18) gives the equivalent fraction of hyaloclastite pore space filled with cement or clay.\nCarbonate fluorapatite (CFA) (kg yr−1):\nmcP2O5 =CCFAmP2O5 (5) mcCaO= (\n0.56 0.36 ) mcP2O5 (6)\nmcCFA= 100mcP2O5 qP2O5\n(7)\nCarbonate cement (kg yr−1):\nmcCaO=CCaOmCaO (8)\nmcCaCO3 =m c CaO+ ( wmolCO2 ( mcCaO wmolCaO )) (9)\nSaponite-type clays (kg yr−1):\nmcSiO2 =CSiO2mSiO2 (10)\nmcsaponite= 100mcSiO2 qSiO2\n(11)\nDolomite cements (kg yr−1):\nmcMgO=CMgOmMgO (12)\nmcCaMg(CO3)2 =m c MgO+(2w mol CO2 +w mol CaO) ( mcMgO wmolMgO ) (13)\nFlux to the ocean (mol yr−1):\nnCa=moCaO ( 1,000 wmolCaO ) (14)\nnP=2moP2O5 ( 1,000 wmolP2O5 ) (15)\nnSi=moSiO2 ( 1,000 wmolSiO2 ) (16)\nnMg=moMgO ( 1,000 wmolMgO ) (17)\nPore fill:\nffill= (\nmc/ρcement (Φsvs)+(Φdvd)\n) (18)\nInput parameter distributions are deliberately and conservatively wide to simulate the full range of plausible conditions and high temporal and spatial variability during ridge formation. Ocean flux estimates for three variant scenarios are presented to demonstrate model sensitivity to basic assumptions: scenario I, corresponding to full unzipping with high hyaloclastite production, scenario II, correspinding to full unzipping with moderate hyaloclastite production and scenario III, corresponding to partial unzipping with moderate hyaloclastite production. Supplementary Table 2 presents the full range of input distributions for the full and variant scenarios.\nSupplementary Fig. 3 shows the fluxes of calcium and phosphorus into the ocean as a function of spreading rate and accumulated deposit thickness (using full simulation values in Supplementary Table 2). Supplementary Fig. 4 shows estimated hyaloclastite volumes, and the effect of cementation on ocean flux of P. The specific effect of cementation on the phosphorus flux was also considered (Supplementary Fig. 5), and shows that even cases involving high degrees of cement formation can still result in very high dissolved phosphorus fluxes (relative to the modern riverine flux) for long ridges. Supplementary Fig. 6 shows probability of exceedance for Ca and Si for the variant scenarios (I, II and III in Supplementary Table 2), alongside the full simulation.\nA further simulation explores sensitivity to the temporal evolution of the rifting process, accounting for probable (but difficult to constrain) correlations between ridge length and magmatic productivity. Here we define three phases in the rifting process, based on the parameters used for the full simulation (observed global, present-day averages): phase A, initiation, where ridge length is short (R=5,000–10,000 km) but productivity is high (S=0.15–0.2m yr−1, D=1,000–1,500m); phase B, mid-event (R=10,000–15,000 km, S=0.10–0.15m yr−1, D=600–1,000m); and phase C, final stages of rifting where the ridge has reached its full extent but productivity is very low (R=15,000–20,000 km, S=0.05–0.10m yr−1, D=100–600m). All other\nNATURE GEOSCIENCE | www.nature.com/naturegeoscience\n© 2016 Macmillan Publishers Limited. All rights reserved\nARTICLES NATURE GEOSCIENCE DOI: 10.1038/NGEO2632 parameters are as defined in Supplementary Table 2 for the full simulation. Supplementary Fig. 7 shows the probability of exceedance for annual Ca flux for phases A, B and C, compared to the full simulation (shown in black). This shows that, although we cannot explicitly model correlations between parameters (for example, arising from temporal evolution), the full and variant scenarios provide a reasonable representation of cumulative fluxes over typical timescales associated with unzipping of Rodinia (of the order of 10Myr). Unfortunately, there is insufficient observational evidence to apply covariance estimates to other parameters used in our simulations. In the absence of robust evidence, any attempt to correlate parameters (for example, cement fraction and depth) would decrease the uncertainty, thereby reducing the spread of the output distributions and providing false certainty in the outputs.\nTo reconcile the results of the simulation with observed post-snowball cap carbonate and dolostone deposits, we estimate the thickness of precipitates that could form after 10Myr accumulation of oceanic Ca and Mg (Fig. 3c,d). Taking the simulated annual flux of Ca and Mg (mol yr−1) as the average for the episode, and assuming a final depositional area equivalent to the modern day continental shelf (A=2.8×1013 m2) gives the following estimate for cumulative deposit thickness after 10Myr:\nT=nmol×107 ( wmol\n1,000 )( 1 ρA ) (19)\nwhere nmol is the number ofmoles yr−1 from our simulation, wmol is themolar weight of either carbonate, CaCO3 (100 gmol−1) or dolomite, CaMg(CO3)2 (184.4 gmol−1), and ρ is the density of the deposit, that is, ρCaCO3 or ρDolo (Supplementary Table 3).\nCode availability.We have opted not to make the computer code associated with this paper available because it is being developed at present for another follow-up study, but will be released when this work is published."
  }],
  "year": 2016,
  "references": [{
    "title": "Submarine volcaniclastic rocks",
    "authors": ["R.V. Fisher"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 1984
  }],
  "id": "SP:631f714a37a8e9076f8f58a3e76d0ae9649414fe",
  "authors": [{
    "name": "T. M. Gernon",
    "affiliations": []
  }, {
    "name": "T. K. Hincks",
    "affiliations": []
  }, {
    "name": "T. Tyrrell",
    "affiliations": []
  }, {
    "name": "E. J. Rohling",
    "affiliations": []
  }, {
    "name": "M. R. Palmer",
    "affiliations": []
  }],
  "abstractText": "During Neoproterozoic Snowball Earth glaciations, the oceans gained massive amounts of alkalinity, culminating in the deposition of massive cap carbonates on deglaciation. Changes in terrestrial runo associated with both breakup of the Rodinia supercontinent and deglaciation can explain some, but not all of the requisite changes in ocean chemistry. Submarine volcanism along shallow ridges formed during supercontinent breakup results in the formation of large volumes of glassy hyaloclastite, which readily alters to palagonite. Here we estimate fluxes of calcium, magnesium, phosphorus, silica and bicarbonate associated with these shallow-ridge processes, and argue that extensive submarine volcanism during the breakup of Rodinia made an important contribution to changes in ocean chemistry during Snowball Earth glaciations. We use Monte Carlo simulations to show that widespread hyaloclastite alteration under near-global sea-ice cover could lead to Ca2+ and Mg2+ supersaturation over the course of the glaciation that is su cient to explain the volume of cap carbonates deposited. Furthermore, our conservative estimates of phosphorus release are su cient to explain the observed P:Fe ratios in sedimentary iron formations from this time. This large phosphorus release may have fuelled primary productivity, which in turn would have contributed to atmospheric O2 rises that followed Snowball Earth episodes.",
  "title": "Snowball Earth ocean chemistry driven by extensive ridge volcanism during Rodinia breakup"
}