{
  "sections": [{
    "text": "LETTERS PUBLISHED ONLINE: 21 DECEMBER 2008 DOI: 10.1038/NGEO393\nThe impact of volcanic forcing on tropical temperatures during the past four centuries"
  }, {
    "heading": "Rosanne D’Arrigo1*, RobWilson1,2 and Alexander Tudhope3",
    "text": "Palaeoclimate records have demonstrated links between high-latitude climate changes and tropical as well as highlatitude volcanic activity1–5. However, little is known about the impact of high-or low-latitude volcanic eruptions on tropical climate, particularly for the period preceding the instrumental record6–9. Here we use annually resolved temperature-related records from corals, tree rings and ice cores to investigate the relationship between volcanism and low-latitude climate. Over the past 450 years, we find an association between lowlatitude volcanic events and lower sea surface temperatures in the tropical oceans. The longest sustained cold period in recent centuries occurred in the early nineteenth century, following the eruption of Tambora and a second, unidentified but presumably tropical1, volcano. We therefore conclude that the tropical ocean–atmosphere system has been sensitive to changes in radiative forcing caused by tropical volcanism over the past several centuries.\nOur composite tropical (30◦N–30◦ S) sea surface temperature (SST) reconstruction (Fig. 1) (TROP; 1546–1998) shows annualto multidecadal-scale variability and explains 55% of the annual variance over the most replicated period (1897–1981; Supplementary Information, Table S1, Fig. 2b;Methods section). This model is most robust after∼1850, aswas found for a purely coral-based tropical SST reconstruction7. However, there is some fidelity10 (see Supplementary Information, Table S2) back to the early 1600s. Before 1607, when the reconstruction uses only two records, confidence weakens as explained variance falls below 10%, and the reduction of error, an indicator of model verification10, becomes negative (see Supplementary Information, Table S2, Fig. 2c). Reconstructed temperatures are generally below the long-term mean before about the middle of the nineteenth century, after which warming closely tracks that observed in instrumental SSTs (Fig. 2b). As for northern latitudes4, the 1810s is the coldest decade on record (see later): nearly a degree colder than thewarmest (partial) 1990s decade.\nTROP and volcanic forcing indices11,12 (see the Methods section) show good agreement regarding major eruptions (see Supplementary Information, Table S3, Fig. 2a,b). However, the impact of volcanic events varies spatially4, and study of such impacts is hindered by spatial SST patterns in the Pacific (that is, conflicting signals on either side of convergence zones7). Yet TROP provides a robust approach to identifying tropic-wide downturns in SSTs probably related to external forcings. A spatial coherency index of extreme negative proxy values (Fig. 2d) reveals years (for example 1810) of relatively high coherency (over 40%), many of which coincide with major eruptions.\nTo investigate tropical versus higher-latitude response to volcanism, we compared TROP with a temperature proxy on\n1Tree-Ring Laboratory, Lamont-Doherty Earth Observatory, 61 Route 9W Palisades, New York 10964, USA, 2School of Geography & Geosciences, University of St Andrews, St. Andrews KY16 9AL, UK, 3School of Geosciences, Grant Institute, University of Edinburgh, West Mains Road, Edinburgh EH9 3JW, UK. *e-mail: rdd@ldeo.columbia.edu.\nthe basis of high-latitude tree-ring density (MXDNH), a sensitive volcanic index4 (Fig. 2e). Generally, only major tropical eruptions can induce substantial global cooling13, and thus be reflected in both higher-latitude14 and tropical proxies. TROP best reflects annual temperatures, MXDNH the April–September season. Tropical eruptions might also more immediately impact tropical climate than that of higher latitudes, although our results below do not always bear this out. Despite these considerations, there is reasonable correspondence between negative extremes in these low- and high-latitude proxies (Fig. 2).\nThe Huaynaputina, Peru, 1600 eruption2 (VEI 6) coincides with the lowest value (−1.30, 1601) in the past 600 years in MXDNH (Fig. 2e), 0.44 ◦C colder than in the year following Tambora (1816). TROP shows only moderate cooling (1600,−0.42 ◦C; 1601, −0.45 ◦C; Fig. 2b), and these years are not ranked in the 30 most extreme cold events (see Supplementary Information, Table S4). One of only two TROP proxies at this time is the Quelccaya, Peru, tropical ice-core δ18O series. In close proximity to Huaynaputina (Fig. 1), it shows moderately low values in the early 1600s (ref. 9). The other proxy that covers this eruption, a Nepal temperature reconstruction15, does not show unusual cold.\nModerately cold tropical conditions (−0.30, −0.53, −0.34 and −0.49 ◦C for 1640–1643, respectively) follow eruptions in the early 1640s (Komagatake, Japan, 1640, VEI 5; Parker, Philippines, 1641, VEI 6). TROP also expresses cooler years in 1675 (−0.49 ◦C) and 1695 (−0.31 ◦C) and subsequently (−0.66 and −0.72 ◦C in MXDNH, Supplementary Information, Table S4). The 1675 anomaly may be related to the Gamkonora, Indonesia, eruption in 1673–1674 (VEI 5? (? = uncertain)). Both 1675 and 1695 are extreme in MXDNH, and may be candidates for the Long Island, New Guinea, eruption4,16 (VEI 6; Supplementary Information, Table S3). A cold tropical departure in 1699 (ranked 19th, −0.64 ◦C) corresponds to a frost ring in bristlecone pines5. There were also major MXDNH departures in 1698–1699 (0.65, −0.63 ◦C), possibly representing an unknown eruption, or the Long Island event. Tropical cooling in 1701 (−0.74 ◦C, ranked seventh) does not seem to be linked with known events. Bristlecone pine ring-width minima and frost rings (1702–1705) were also not linked to any known eruption5. This cooling period also overlaps the Maunder (sunspot) Minimum (1645–1715), possibly at least ∼1 ◦C cooler in the Northern Hemisphere extratropics, but apparently less stronglymanifested in the tropics17. Other factors (internal variability) could also have helped cause anomalies at this time.\n1731 is the coldest TROP value (ranked first; −0.90 ◦C), preceded by the year ranked 12th coldest (1730, −0.69 ◦C). Candidate eruptions include Lanzarote, Canary Islands, and\nNATURE GEOSCIENCE | VOL 2 | JANUARY 2009 | www.nature.com/naturegeoscience 51 © 2009 Macmillan Publishers Limited. All rights reserved.\nSangay, Ecuador. Cooling is also inferred from the bristlecone pines at this time5. 1731 is also identified as an M+ (M =moderate) El Niño18. Onlyminor cooling follows the Shikotsu, Japan, eruption (1739, −0.33 ◦C, VEI 5). In MXDNH, the 1740 anomaly (ranked 16th) is −0.57 ◦C and for 1742 (19th) it is −0.53 ◦C, indicating higher-latitude cooling following this event. Minor tropical cooling follows the 1783 eruption of Laki, Iceland (−0.30 ◦C).\nThe most sustained cold period in TROP is in the early 1800s (Fig. 2). Along with possible low-solar-irradiance effects, low temperatures around this time probably reflect clustering of eruptions (for example unknown 1808–1809 event, and Tambora, 1815 eruption (VEI 7)). Tropical anomalies following 1809 are ranked 17th (−0.67 ◦C, 1810) and sixth (−0.77 ◦C, 1811) lowest in TROP (see Supplementary Information, Table S4; the 1809 value is −0.53 ◦C). Following Tambora, tropical temperatures are ranked 12th (1815,−0.69 ◦C), fourth (1816,−0.78 ◦C), third (1818, −0.81 ◦C) and second (1817, −0.84 ◦C). Marine/land temperature data (1807–1827) forMalaysia and the vicinity indicate pronounced cooling19 (20◦N−20◦ S) in 1809 (−0.84 ◦C) and 1816 (−0.81 ◦C). The magnitude of tropical cooling linked to these events is thus comparable to that for MXDNH (unlike that observed in overall superposed epoch analysis (SEA) results—later). This evidence for the unknown 1809 eruption supports it being tropical in origin, rather than a result of two separate eruptions at higher latitudes of both hemispheres20. This is further validated as both TROP and MXDNH show a response to this event (Fig. 2). Tambora may have cooled the tropics within just 2–3months19. A global reconstruction, however, indicates the strongest cooling following Tambora at higher latitudes, not the tropics21, whereas a coral reconstruction shows little response to Tambora7, possibly because the 1817 El Niño–Southern Oscillation (ENSO) (refs 7,18) masked the response in some regions owing to warming SSTs. Further negative anomalies in the nineteenth century follow tropical eruptions in Cosiguina, Peru (1835, VEI 5, 1837 is ranked 25th, −0.60 ◦C), and Krakatoa, Indonesia (1883–1884, −0.43 ◦C,−0.49 ◦C, VEI 6).\nThe most likely associations of TROP with twentieth-century volcanism, although weak, follow eruptions in Santa Maria, Guatemala (1902–1903, −0.19 ◦C, −0.23 ◦C, VEI 6?) and Katmai, Alaska (1912–1913, −0.15 ◦C, −0.24 ◦C, VEI 6). In MXDNH, Santa Maria is weakly expressed but Katmai (ranked seventh) had a major cooling effect. Overall, however, there is little large-scale, coherent response to twentieth-century volcanism at high latitudes (Fig. 2e) or in the tropics (Fig. 2b,d) relative to previous centuries. This may be partly because twentieth-century events had a less significant large-scale impact (with the forcing itself being weak in the tropics) or because of the damping effect of large-scale twentieth-century warming.\nSEA is used to further compare TROP and MXDNH (Fig. 3). Both series were regressed to respective target instrumental series (1870–1960). Departures were averaged over 14 events (of varying season, magnitude and location, Supplementary\nInformation, Table S3) identified in volcanic forcing indices for 5 years preceding/following each event. Results show on average a smaller amplitude of response to volcanism in the tropics versus higher latitudes (mean estimates ∼0.1 ◦C TROP versus ∼0.3 ◦C MXDNH; Fig. 3a,d). This finding can be explained by the tendency of higher-latitude dynamical feedbacks (namely wave/meanflow interactions) to amplify the surface expression of volcanic forcing by enhancing annular modes of winter circulation13,22,28. Similar results were obtained when SEA was performed using subsets of tropics-only (Fig. 3b,e), and high-latitude-only (Fig. 3c,f) eruptions. MXDNH shows maximal response (−0.43 ◦C) in year T + 1 against tropical volcanoes, whereas against high-latitude events the response is greatest in year T (−0.45). TROP shows peak average cooling in T + 2 (−0.19) with tropical events, but no significant response to high-latitude events (for example 1783). As the quality of TROP weakens markedly back in time, we also undertook SEA on just the post-1800 period. Results are not significantly different (Fig. 3).\nENSO’s dominance of the tropical climate system might be expected to modulate our results. To test this issue, we recalculated the SEA, removing years with a documented coincidence between volcanic events and El Niños23 for the recent period. For the pre-instrumental period, we identified common years between a documentary listing18 and an updated NINO3 SST reconstruction24(TEXMEX; Cook, E., personal communication). Coincident volcanic events were found only in 1640, 1783, 1815 and 1912. Fig. 3a,d,g,j also shows the SEA with these four years removed. Within the error ranges of the original results, there is no significant difference between the two, suggesting that, in TROP as a whole, El Niños may have a relatively weaker influence than a large volcanic event. In some respects this result is a logical outcome of the method used to derive TROP, as the inverse nature of SSTs in the central Pacific versus those south of the South Pacific Convergence Zone andWarm Pool regions will partially cancel and dampen the ENSO signal.\nEl Niños may become more likely following volcanism, owing to radiative forcing from volcanic aerosols25. If so, then tropical SSTs, especially in the central Pacific, should warm after major volcanism. Modelling results suggest, however, that this may be true only for very strong eruptions (for example in years 1258, 1815 and 1883 (ref. 26)). We therefore also undertook SEA on the TEXMEX NINO3 reconstruction (Cook, E., personal communication; Fig. 3g–i). Slight warming was noted using the reconstructed NINO3 SSTs in year T + 1 for tropical events. To further validate that the possible response of ENSO to volcanic events25 does not affect our results, we removed the ENSO signal from TROP using the TEXMEX series and undertook SEA on the resulting time-series (Fig. 3j–l; Methods section). Overall, there is no substantial change in postevent cooling, except that, when compared with low-latitude volcanic events (Fig. 3k), the greatest response has now shifted to year T + 1 (although this shift is not statistically significant).\n52 NATURE GEOSCIENCE | VOL 2 | JANUARY 2009 | www.nature.com/naturegeoscience © 2009 Macmillan Publishers Limited. All rights reserved.\nhistogram of the number of proxy records through time. d, Index of the spatial coherency of extreme negative values between the 19 tropical proxies; e, MXDNH series4.\nNATURE GEOSCIENCE | VOL 2 | JANUARY 2009 | www.nature.com/naturegeoscience 53 © 2009 Macmillan Publishers Limited. All rights reserved.\nidentified in historical indices for 5 years preceding/following events. a,d,g,j, all eruptions; b,e,h,k, low-latitude (LL) events; c,f,i,l, high-latitude (HL) events. a–c, MXDNH (ref. 4); d–f, TROP; g–i, TEXMEX; j–l, TROP; TEXMEX variability removed. a,d,g,j, two extra SEAs carried out: blue lines, only events post-1800 (best-replicated period); black lines, full SEA; coincident volcanic/ENSO years 1640, 1783, 1815, 1912 removed; unchanged when ENSO removed (j; black).\nOur analysis shows that associations between TROP and volcanism pertain mainly to tropical events (those capable of the greatest global impact13), with no evidence for tropical cooling after major higher-latitude eruptions (Fig. 3), which may, potentially, impact other features of low-latitude climate27. The early 1800s (TROP) show the most sustained severely cold episode, demonstrating an even stronger peak negative amplitude than MXDNH (−0.59 ◦C TROP versus −0.33 ◦C MXDNH in 1806–1825). This is one indication of the sensitivity of the tropics to radiative forcing, although overall the response ofMXDNH(and, by implication, higher latitudes) is greater (Fig. 3). More robust estimates could be obtained by developing spatial SST reconstructions, which would aid interpretation of conflicting signals on either side of the South Pacific Convergence Zone7. At present, however, suitable proxies for such analyses are still sparse for much of the tropics. We have considered the potentially confounding impact of ENSO (ref. 25), but not seasonal differences in volcanic response28. Negative tropical anomalies are less likely to be ENSO related because related cooling/warming of different regions may partly cancel in our zonally averaged record. Improved understanding of the complex tropical response to radiative forcing will require extra high-resolution exactly dated proxies. Finally, we\n54 NATURE GEOSCIENCE | VOL 2 | JANUARY 2009 | www.nature.com/naturegeoscience © 2009 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO393 LETTERS challenge the modelling community to determine whether such latitudinal response differences can be seen in model simulations of tropical and extratropical climate."
  }, {
    "heading": "Methods",
    "text": "Summary. The 19 coral, tree-ring and ice-core proxies compiled herein (see Supplementary Information, Table S1, Fig. 1) were selected on the basis of availability, location (sites are all within the tropical zone from 30◦ N to 30◦ S), dating certainty (perhaps most accurate in the case of the tree-ring data), annual or higher resolution, and a documented relationship with temperature (but see below). Coverage is strongest in the tropical Indian and central to western Pacific Oceans, and weakest in the tropical Atlantic sector and off Africa (Fig. 1). Although more often sensitive to moisture availability, tree rings from lower latitudes can be sensitive to surface air temperatures15, as well as precipitation changes closely tied to SST and ENSO (ref. 8). Coral δ18O records commonly show a direct SST signal that results from the well-demonstrated temperature-dependent fractionation between seawater and coralline aragonite, although in some locations changes in water isotopic composition (closely related to salinity) may dominate. Tropical ice-core data can also reflect past temperatures (surface air and SST), although this is somewhat controversial9.\nTropical proxies. TROP is a modified version of a reconstruction of annual (January–December) zonally averaged tropical SSTs (ref. 29) (HADISST, 1×1 degree, 30◦ S–30◦ N) on the basis of tropical Indo-Pacific coral data7. Note that these SST data are highly correlated with surface air temperatures for this region (Pearson’s correlation coefficient r = 0.90, 134 years, January–December, Hadley Centre HADISST; MOHMAT 4.2). In addition to the original 14 coral proxy series used previously7, we included five extra proxy records for the present study, which correlate significantly with local SSTs: (1) a regional reconstruction of Indonesian Warm Pool SSTs on the basis of tree-ring and coral data8; (2) a coral δ18O record from Rarotonga, central equatorial Pacific30, (3) averaged pre- and postmonsoon temperature reconstructions on the basis of high-elevation tree rings from Nepal15, (4) a coral δ18O record from Amedee Lighthouse, New Caledonia, which was previously investigated for volcanic signals6, and (5) a δ18O ice-core record for Quelccaya, Peru9. These extra records considerably improve the spatial coverage for the tropics relative to previous analyses. Three of the series (WarmPool SSTs, New Caledonia and Rarotonga; Supplementary Information, Table S1, Fig. 1) show significant inverse correlations with tropical SSTs at high frequencies related to the influence of ENSO in these regions. These proxies are also located in a broad region of the tropical Pacific where local SSTs are of opposite sign to those of the larger-scale zonal mean tropical temperatures7. Although this serves to somewhat weaken the overall statistics for the tropic-wide mean SST reconstruction, they have been included as they improve spatial coverage and optimize the volcanic signal in the composite record—the main focus of this study.\nReconstruction development. To develop the tropical reconstruction, the proxy records were normalized over the period common to all 19 series (1897–1981) and then averaged to formulate a nest composite mean. To extend the composite record as far back in time as possible using proxy series of different length, the shortest proxy series would be removed from the data matrix, and the remaining series would again be normalized to the extended common period before averaging. This process is undertaken iteratively until the final longest proxy record remains. Nests were also developed for the post-1981 period, as the number of available series also declines going forward in time. Calibration and verification analyses10 (see Supplementary Information, Table S2, Fig. 2c) were performed on each nested time series to assess the statistical significance and stability of the relationships between the nested time series and instrumental SSTs as well as quantifying the change in reconstruction confidence (using the root-mean-square error) over time. To derive the final reconstruction, the mean and variance of each nested series were adjusted to those of the shortest (most replicated) nested reconstruction to reduce artefact changes in variances due to the change in explained variance of the nested models as the number of consistent proxy records changes through time. The relevant sections of each nested time-series were then spliced together to derive the final reconstruction7.\nVolcanic forcing indices. The tropical proxy composite is compared with two volcanic forcing indices of volcanism (see Supplementary Information, Table S3, Fig. 2a): (1) the volcanic aerosol index, an annual record on the basis of latitudinally dependent (at 4◦ resolution; averaged herein over 30◦ N–30◦ S) stratospheric optical depth estimates spanning the past 500 years11, and (2) a volcanic-forcing time series on the basis of sulphate and other data from Greenland and Antarctica ice cores12. We also refer to the volcanic explosivity index, a historical index of the explosivity of volcanic eruptions16. Note that, as found for the proxy data discussed above, these historical inventories of volcanism also have considerable uncertainties, which increase going back in time.\nRemoval of ENSO signal from TROP. Owing to the long-term secular trend in the TROP series, this series was first detrended using a 30-year spline. Both the\ndetrended TROP and TEXMEX series were then normalized over the common 1546–1978 period. The annual values of the normalized TEXMEX series were subtracted from those of the normalized TROP series. The TROP-TEXMEX series was then re-scaled to have the same mean and standard deviation as the detrended TROP series. Thus, for the SEA, the results are in degrees Celsius. SEA was undertaken on the TROP-TEXMEX series with the assumption that the ENSO variability expressed by the TEXMEX series (both El Niño and La Niña) had been removed from the TROP series. This of course must take into account the caveats related to how well TEXMEX actually portrays ENSO.\nReceived 16 May 2008; accepted 20 November 2008; published online 21 December 2008"
  }, {
    "heading": "Acknowledgements",
    "text": "This project was financially supported by the National Science Foundation Paleoclimate Program (Grant No. OCE 04-02474). R.W. is financially supported by the European Community under research contract 017008-2 Millennium. A. Tudhope was financially supported by NERC grant GR3/12021. We thank E. Cook (LDEO) for providing data, and all contributors of the data used herein submitted to the NOAA Paleoclimatology\nprogram (http://www.ncdc.noaa.gov/paleo/paleo.html). Lamont-Doherty Earth Observatory Contribution No. 7223."
  }, {
    "heading": "Author contributions",
    "text": "R.D. was responsible for reconstruction analyses, providing tree-ring data and interpretation of records and results. R.W. developed reconstruction results and provided interpretation, statistical analyses, figures and tables. A. T. provided coral data and interpretation. R.D., R. W. and A. T. wrote the paper."
  }, {
    "heading": "Additional information",
    "text": "Supplementary Information accompanies this paper on www.nature.com/naturegeoscience. Reprints and permissions information is available online at http://npg.nature.com/ reprintsandpermissions. Correspondence and requests for materials should be addressed to R.D.\n56 NATURE GEOSCIENCE | VOL 2 | JANUARY 2009 | www.nature.com/naturegeoscience © 2009 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2008,
  "references": [{
    "title": "Ice core evidence for an explosive tropical eruption six years preceding Tambora",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L. Thompson"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Global influence of the AD 1600 eruption of Huaynaputina, Peru",
    "authors": ["S. DeSilva", "G. Zielinski"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Frost rings in trees as records of major volcanic eruptions",
    "authors": ["V. LaMarche", "K. Hirschboeck"],
    "venue": "Nature 307,",
    "year": 1984
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the last 600 years",
    "authors": ["K. Briffa", "P. Jones", "F. Schweingruber", "T. Osborn"],
    "venue": "Nature 393,",
    "year": 1998
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["M. Salzer", "M. Hughes"],
    "venue": "Quat. Res",
    "year": 2007
  }, {
    "title": "Evidence for a volcanic cooling signal in a 335-year coral record from New Caledonia",
    "authors": ["T. Crowley", "T. Quinn", "F. Taylor", "C. Henin", "P. Joannot"],
    "venue": "Geophys. Res. Lett. 12,",
    "year": 1997
  }, {
    "title": "Two hundred-fifty years of reconstructed andmodeled tropical temperatures",
    "authors": ["R Wilson"],
    "venue": "J. Geophys. Res. Oceans 111,",
    "year": 2006
  }, {
    "title": "Linkages with ENSO and the Asian monsoon",
    "authors": ["D’Arrigo", "R. et al. Reconstructed Indonesian warm pool SSTs from tree rings", "corals"],
    "venue": "Paleoceanography 21, PA3005",
    "year": 2006
  }, {
    "title": "Past and present",
    "authors": ["Thompson", "L. et al. Abrupt tropical climate change"],
    "venue": "PNAS 103, 10536–10543",
    "year": 2006
  }, {
    "title": "Hypothesized climate forcing time series for the last 500 years",
    "authors": ["A Robertson"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T. Crowley"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys. 38,",
    "year": 2000
  }, {
    "title": "Northern North American tree-ring evidence for regional temperature changes after major volcanic events. Clim",
    "authors": ["R. D’Arrigo", "G. Jacoby"],
    "venue": "Change 41,",
    "year": 1999
  }, {
    "title": "Dendroclimatic signals in long tree-ring chronologies from the Himalayas of Nepal",
    "authors": ["E. Cook", "P. Krusic", "P. Jones"],
    "venue": "Int. J. Climatol",
    "year": 2003
  }, {
    "title": "Volcanoes of the World: A Regional Directory, Gazetteer, and Chronology of Volcanism During the Last 10,000 Years 2nd edn",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "The relative importance of solar and anthropogenic forcing of climate change between the Maunder Minimum and the present",
    "authors": ["D Rind"],
    "venue": "J. Clim",
    "year": 2004
  }, {
    "title": "Multiscale Variability and Global and Regional Impacts (eds Diaz, H",
    "authors": ["Ortlieb", "L. in El Niño", "the Southern Oscillation"],
    "venue": "& Markgraf, V.) 207–295",
    "year": 2000
  }, {
    "title": "Two major volcanic cooling episodes derived from global marine air temperature, AD 1807–1827",
    "authors": ["M. Chenoweth"],
    "venue": "Geophys. Res. Lett. 28,",
    "year": 2001
  }, {
    "title": "Ice core evidence for a second volcanic eruption around 1809 in the Northern Hemisphere",
    "authors": ["K. Yalcin", "C. Wake", "K. Kreutz", "M. Germani", "S. Whitlow"],
    "venue": "Geophys. Res. Lett. 33,",
    "year": 2006
  }, {
    "title": "An interactive presentation",
    "authors": ["Mann", "M. E et al. Global temperature patterns in past centuries"],
    "venue": "Earth Int. 4, 1–29",
    "year": 2000
  }, {
    "title": "Dynamic winter climate response to large tropical volcanic eruptions since 1600",
    "authors": ["D. Shindell", "G. Schmidt", "M.E. Mann", "G. Faluvegi"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "El Nino and the Southern Oscillation",
    "authors": ["D. O’Sullivan"],
    "venue": "http://www.longpaddock.qld.gov.au/Help/ElNinoSouthernOscillation/",
    "year": 1994
  }, {
    "title": "On the variability of ENSO over the past six centuries",
    "authors": ["R. D’Arrigo", "E.R. Cook", "R.J. Wilson", "R Allan", "M.E. Mann"],
    "venue": "Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J. Adams", "M.E. Mann", "C. Ammann"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "Volcanoes and ENSO over the past millennium",
    "authors": ["J. Emile-Geay", "R. Seager", "M.A. Cane", "E.R. Cook", "G.H. Haug"],
    "venue": "J. Clim",
    "year": 2008
  }, {
    "title": "Climatic response to high-latitude volcanic eruptions",
    "authors": ["L. Oman", "A. Robock", "G. Stenchikov", "G. Schmidt", "R. Ruedy"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophys. Res. Lett. 19,",
    "year": 1992
  }, {
    "title": "Global analyses of sea surface temperature, sea ice, and night marine air temperature since the late nineteenth century",
    "authors": ["N. Rayner", "D. Parker", "E. Horton", "P. Joannot", "Y. Join"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Geochemical evidence from corals for changes in the amplitude and spatial pattern of South Pacific interdecadal climate variability over the last 300 years",
    "authors": ["B Linsley"],
    "venue": "Clim. Dyn. 22,",
    "year": 2004
  }],
  "id": "SP:2f105eaba6059a1e2804e2cc903008a6332fc8d9",
  "authors": [{
    "name": "Rosanne D’Arrigo",
    "affiliations": []
  }, {
    "name": "Alexander Tudhope",
    "affiliations": []
  }],
  "abstractText": "Palaeoclimate records have demonstrated links between high-latitude climate changes and tropical as well as highlatitude volcanic activity1–5. However, little is known about the impact of high-or low-latitude volcanic eruptions on tropical climate, particularly for the period preceding the instrumental record6–9. Here we use annually resolved temperature-related records from corals, tree rings and ice cores to investigate the relationship between volcanism and low-latitude climate. Over the past 450 years, we find an association between lowlatitude volcanic events and lower sea surface temperatures in the tropical oceans. The longest sustained cold period in recent centuries occurred in the early nineteenth century, following the eruption of Tambora and a second, unidentified but presumably tropical1, volcano. We therefore conclude that the tropical ocean–atmosphere system has been sensitive to changes in radiative forcing caused by tropical volcanism over the past several centuries. Our composite tropical (30N–30 S) sea surface temperature (SST) reconstruction (Fig. 1) (TROP; 1546–1998) shows annualto multidecadal-scale variability and explains 55% of the annual variance over the most replicated period (1897–1981; Supplementary Information, Table S1, Fig. 2b;Methods section). This model is most robust after∼1850, aswas found for a purely coral-based tropical SST reconstruction7. However, there is some fidelity10 (see Supplementary Information, Table S2) back to the early 1600s. Before 1607, when the reconstruction uses only two records, confidence weakens as explained variance falls below 10%, and the reduction of error, an indicator of model verification10, becomes negative (see Supplementary Information, Table S2, Fig. 2c). Reconstructed temperatures are generally below the long-term mean before about the middle of the nineteenth century, after which warming closely tracks that observed in instrumental SSTs (Fig. 2b). As for northern latitudes4, the 1810s is the coldest decade on record (see later): nearly a degree colder than thewarmest (partial) 1990s decade. TROP and volcanic forcing indices11,12 (see the Methods section) show good agreement regarding major eruptions (see Supplementary Information, Table S3, Fig. 2a,b). However, the impact of volcanic events varies spatially4, and study of such impacts is hindered by spatial SST patterns in the Pacific (that is, conflicting signals on either side of convergence zones7). Yet TROP provides a robust approach to identifying tropic-wide downturns in SSTs probably related to external forcings. A spatial coherency index of extreme negative proxy values (Fig. 2d) reveals years (for example 1810) of relatively high coherency (over 40%), many of which coincide with major eruptions. To investigate tropical versus higher-latitude response to volcanism, we compared TROP with a temperature proxy on",
  "title": "The impact of volcanic forcing on tropical temperatures during the past four centuries"
}