{
  "sections": [{
    "text": "20 NATURE GEOSCIENCE | VOL 6 | JANUARY 2013 | www.nature.com/naturegeoscience\nlate Holocene has also been identified5,7,10. Together, these observations suggest that earthquakes of magnitude 8–8.5 are typical for the Himalayan Frontal Thrust. Thus, it is probable that the seismic cycle in this part of the Himalaya is characterized by the release of strain in large earthquakes that do rupture the surface every few hundred years, rather than by the catastrophic release of strain that has been stored over timescales of several thousands of years11.\nSapkota et al.8 identify the surface rupture for the 1255 and 1934 earthquakes in Nepal,\nand establish the minimum rupture length of 150 km for the 1934 event. The full extent of fault rupture is not yet known. Pinning the details of the rupture down in future work could help to develop a more complete view of earthquake hazard in one of the most densely populated seismic zones in the world. ❐\nThomas K. Rockwell is in the Department of Geological Sciences, San Diego State University, San Diego, California 92182-1020, USA. e-mail: trockwell@mail.sdsu.edu"
  }, {
    "heading": "PLANETARY SCIENCE",
    "text": ""
  }, {
    "heading": "Rising sulphur on Venus",
    "text": "Thirty years ago, the spacecraft Pioneer Venus observed the peak and decline of sulphur dioxide levels above Venus’s clouds. Similar observations by Venus Express reveal a surprisingly variable venusian atmosphere.\nLarry W. Esposito\nto Venus’s cloud tops observed in recent decades by orbiting spacecraft and telescopes are evidence of a variable atmosphere below. It is less clear, however, whether recurring upward transport of sulphur dioxide is due to volcanism or atmospheric circulation patterns.\n© 2013 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | VOL 6 | JANUARY 2013 | www.nature.com/naturegeoscience 21\nthe eruption of El Chichon in 1983 when the Earth was rapidly encircled by a band of sulphuric acid clouds that gradually disappeared after the eruption ceased11. On Venus, eruptions generating enough buoyancy to ascend through the thick atmosphere to the cloud tops would have to be as large as Krakatoa.\nMarcq et al.3 analysed ultraviolet spectrometer data from the SPICAV instrument onboard Venus Express, which has been observing SO2 in the Venus cloud tops since 2006. They report that the amount of SO2 increased from relatively low levels — like those seen from the Hubble Space Telescope in 1995 (Fig. 1) — until a maximum was reached in 2007, followed by a slow decline similar to that observed by the Pioneer Venus spacecraft and telescopes after the postulated eruptions of decades ago.\nThese observations could be explained by renewed volcanic eruptions, but volcanism is not the only mechanism for upward SO2 transport. Marcq et al.3 argue that the episodic injections of SO2 to the cloud tops are more likely to be caused by variations in atmospheric\ncirculation, similar to the penetration of the clouds observed when air rises near the Earth’s equator. We also know that Earth experiences cyclical patterns in its atmospheric circulation, such as El Niño and the stratospheric quasi-biennial oscillation. Similar dynamical variations could also deliver SO2 into view on Venus, whence it slowly declines, as observed by the spacecraft monitoring.\nHowever, it remains possible that the decades-long interval between the episodes of high SO2 has a geologic, rather than an atmospheric, explanation. With only a slight tilt in Venus’s orbit, seasonal forcing of its atmosphere is small and it is therefore difficult to explain the origin of the proposed atmospheric variability. However, the volcanic hypothesis is also far from certain because we have yet to directly observe volcanic gasses apart from SO2, or directly witness an eruption.\nMarcq et al.3 find evidence for episodic injections of SO2 into the upper atmosphere of Venus, but the underlying mechanism of delivery to the cloud tops remains to be established. The Venus Express spacecraft will continue to track Venus, providing\nopportunities to further test these hypotheses, before the spacecraft’s fuel is exhausted in 2016. The fact that Venus has again surprised us suggests that we should continue to keep close watch on our sister planet. ❐"
  }, {
    "heading": "Larry W. Esposito is at the Laboratory for Atmospheric and Space Physics, University of",
    "text": "Colorado, 3665 Discovery Drive, Boulder, Colorado 80303, USA. e-mail: larry.esposito@lasp.colorado.edu"
  }, {
    "heading": "CLIMATE SCIENCE",
    "text": ""
  }, {
    "heading": "Canadian climate aberration",
    "text": "Large-scale ecological disturbances are expected to alter climate by disrupting ecosystem function, but the climatic perturbation can be hard to detect. An analysis of forests in British Columbia reveals a warmer, drier summer following pine-beetle tree kill.\nGordon Bonan\n© 2013 Macmillan Publishers Limited. All rights reserved"
  }],
  "year": 2012,
  "references": [{
    "title": "Exploring Venus as a Terrestrial Planet (Geophysical Monograph Series",
    "authors": ["Esposito", "L. W", "E.R. Stofan", "T.E. Cravens"],
    "venue": "AGU,",
    "year": 2007
  }, {
    "title": "Exploring Venus as a Terrestrial Planet",
    "authors": ["F.P. Mills", "L.W. Esposito", "Y.L. Yung"],
    "venue": "AGU,",
    "year": 2007
  }],
  "id": "SP:2036479eaa1e827179af853877cd232336f91ef1",
  "authors": [],
  "abstractText": "late Holocene has also been identified5,7,10. Together, these observations suggest that earthquakes of magnitude 8–8.5 are typical for the Himalayan Frontal Thrust. Thus, it is probable that the seismic cycle in this part of the Himalaya is characterized by the release of strain in large earthquakes that do rupture the surface every few hundred years, rather than by the catastrophic release of strain that has been stored over timescales of several thousands of years11. Sapkota et al.8 identify the surface rupture for the 1255 and 1934 earthquakes in Nepal, and establish the minimum rupture length of 150 km for the 1934 event. The full extent of fault rupture is not yet known. Pinning the details of the rupture down in future work could help to develop a more complete view of earthquake hazard in one of the most densely populated seismic zones in the world. ❐"
}