{
  "year": 2004,
  "references": [{
    "title": "Sedimentologic and dynamic differences between hot and cold laharic debris flows of Mayon Volcano, Philippines",
    "authors": ["AT Arguden", "KS Rodolfo"],
    "year": 1990
  }, {
    "title": "Recent aggradation in Whangaehu Valley, Central North Island, New Zealand",
    "authors": ["IB Campbell"],
    "venue": "N Z J Geol Geophys",
    "year": 1973
  }, {
    "title": "Quaternary alluvial fans in the Karakoram Mountains",
    "authors": ["E Derbyshire", "LA Owen"],
    "year": 1990
  }, {
    "title": "Late Quaternary volcanic stratigraphy of the southeastern sector of Mount Ruapehu ring plain, New Zealand",
    "authors": ["SL Donoghue"],
    "venue": "Unpub Ph D Thesis,",
    "year": 1991
  }, {
    "title": "Holocene geology of the upper Whangaehu River, Mt. Ruapehu",
    "authors": ["SL Donoghue", "VE Neall", "AS Palmer"],
    "venue": "N Z Geol Soc Misc Pub 41a:61",
    "year": 1988
  }, {
    "title": "Isotopic evidence for climatic influence on alluvial-fan development in Death Valley, California",
    "authors": ["RI Dorn", "MJ DeNiro", "HO Ajie"],
    "venue": "Geology",
    "year": 1987
  }, {
    "title": "The deposits, internal structure and geometry, in six alluvial fans - fan delta bodies (DevonianNorway) - A study in the significance of bedding sequences in conglomerates. In: Ethridge FG, Flores RM (eds) Recent and ancient nonmarine depositional environments: models for",
    "authors": ["TG Gloppen", "RJ Steel"],
    "year": 1981
  }, {
    "title": "Major periods of erosion and alluvial sedimentation in New Zealand during the late Holocene",
    "authors": ["PJ Grant"],
    "venue": "Roy Soc N Z J",
    "year": 1985
  }, {
    "title": "A facies model for a Quaternary andesitic volcano: Ruapehu, New Zealand",
    "authors": ["WR Hackett", "BF Houghton"],
    "venue": "Bull Volcanol:",
    "year": 1989
  }, {
    "title": "Factors influencing Quaternary alluvial fan development in southeast Spain. In: Rachocki AH, Church M (eds) Alluvial fans, a field approach",
    "authors": ["AM Harvey"],
    "year": 1990
  }, {
    "title": "Origin of flood, in Tangiwai Railway Disaster: Report of Board of Inquiry",
    "authors": ["J Healy"],
    "venue": "N Z Gov Printer,",
    "year": 1954
  }, {
    "title": "A reconstruction of late Quaternary erosional events in the west Tamaki River catchment, southern Ruahine Range, North Island, New Zealand",
    "authors": ["CB Hubbard", "VE Neall"],
    "venue": "N Z J Geol Geophys",
    "year": 1980
  }, {
    "title": "Lahar movement, effects and deposits",
    "authors": ["R Janda", "KM Scott", "KM Nolan", "HA Martinson"],
    "venue": "Lipman PW, Mullineaux DR (eds) The 1980 eruptions of Mount St. Helens, Washington. USGS Prof-Pap",
    "year": 1981
  }, {
    "title": "Geomorphology and sedimentology of the Toro Amarillo alluvial fan in a humid tropical environment, Costa Rica",
    "authors": ["RH Kesel", "DR Lowe"],
    "venue": "Geografiska Annaler",
    "year": 1987
  }, {
    "title": "Radiocarbon dates from Kohika Swamp PA (N68/104), Bay of Plenty",
    "authors": ["I Lawlor"],
    "venue": "N Z Arch Assoc Newsletter",
    "year": 1980
  }, {
    "title": "Evidence for post-glacial climate change in New Zealand",
    "authors": ["BP Malloy"],
    "venue": "N Z J Hydrol",
    "year": 1969
  }, {
    "title": "Lithofacies types and vertical profile models in braided river deposits: a summary",
    "authors": ["AD Miall"],
    "venue": "Miall AD (ed) Fluvial sedimentology. Can Soc Petrol Geologists Memoir",
    "year": 1978
  }, {
    "title": "Holocene lahar deposits in the Whakapapa catchment, northwestern ring plain, Ruapehu Volcano (North Island, New Zealand)",
    "authors": ["BP Palmer"],
    "venue": "N Z J Geol Geophys",
    "year": 1991
  }, {
    "title": "Accumulation of volcaniclastic aprons in the Mount Dutton Formation (Oligocene-Miocene), Marysvale volcanic field, Utah",
    "authors": ["BP Palmer", "AW Walton"],
    "year": 1990
  }, {
    "title": "Landscape ecology of the Rangipo Desert",
    "authors": ["AM Purves"],
    "venue": "Unpub MS thesis,",
    "year": 1990
  }, {
    "title": "Downstream dilution of a lahar: transition from debris flow to hyperconcentrated streamflow",
    "authors": ["TC Pierson", "KM Scott"],
    "venue": "Water Resources Research",
    "year": 1985
  }, {
    "title": "The frequency of tiigh intensity rainfalls in New Zealand",
    "authors": ["NG Robertson"],
    "venue": "N Z Meteorol Serv Misc Pub",
    "year": 1964
  }, {
    "title": "Origin and early evolution of lahar channel at Mabinit, Mayon Volcano, Philippines",
    "authors": ["KS Rodolfo"],
    "year": 1989
  }, {
    "title": "Coarse alluvial deposits. In: Walker RG (ed) Facies models",
    "authors": ["BR Rust", "EH Koster"],
    "venue": "Geol Assoc Can Reprint Series 1:5370,",
    "year": 1984
  }, {
    "title": "The fluvial system",
    "authors": ["SA Schumm"],
    "year": 1977
  }, {
    "title": "Origin, behavior, and sedimentology of lahars and lahar-runout flows in the Toutle-Cowlitz river system",
    "authors": ["KM Scott"],
    "venue": "USGS Prof Pap",
    "year": 1988
  }, {
    "title": "Subaerial debris-flow deposition in the Upper Paleozoic Cutler Formation, western Colorado",
    "authors": ["AW Shultz"],
    "venue": "J Sed Pet",
    "year": 1984
  }, {
    "title": "Coarse-grained nonmarine *olcaniclastic sediment: terminology and depositional processes",
    "authors": ["GA Smith"],
    "venue": "GSA Bull",
    "year": 1986
  }, {
    "title": "The influence of explosive volcanism on fluvial sedimentation: the Deschutes Formation (Neogene) in central Oregon",
    "authors": ["GA Smith"],
    "venue": "JSP",
    "year": 1987
  }, {
    "title": "Facies sequences and geometries in continental volcaniclastic sediments. In: Smith GA, Fisher RV (eds) Sedimentation in volcanic settings",
    "authors": ["GA Smith"],
    "venue": "SEPM Spec Pub",
    "year": 1991
  }, {
    "title": "Penrose Conference report: volcanic influences on terrestrial sedimentation",
    "authors": ["GA Smith", "WJ Fritz"],
    "venue": "Geology",
    "year": 1989
  }, {
    "title": "The weather and climate of the Tongariro Region",
    "authors": ["CS Thompson"],
    "venue": "N Z Meteorol Serv Misc Pub",
    "year": 1984
  }, {
    "title": "Nonmarine sedimentation in an active fore arc basin. In: Ethridge FG, Flores RM (eds) Recent and ancient nonmarine depositional environments: models for exploration",
    "authors": ["RK Vessel", "DK Davies"],
    "venue": "SEPM Spec Pub",
    "year": 1981
  }, {
    "title": "Evolution of a Plio-Pleistocene volcanogenic-alluvial fan: the Puye Formation, Jemez Mountains, New Mexico",
    "authors": ["DB Waresback", "BN Turbeville"],
    "venue": "GSA Bull",
    "year": 1990
  }],
  "id": "SP:8a6ddc1e8313800ccd408e16d09d297ebc49248f",
  "authors": [{
    "name": "Andrew M Purves",
    "affiliations": []
  }],
  "abstractText": "The Whangaehu fan is the youngest sedimentary component on the eastern ring plain surrounding Ruapehu volcano. Fan history comprises constructional (830--200 years BP) and dissectional (<200 years BP) phases. The constructional phase includes four aggradational periods associated with both syneruptive and inter-eruptive behavior. All four aggradational periods began when deposition by large lahars changed flow conditions on the fan from channelized to unchannelized. Subsequent behavior was a function of the rate of sediment influx to the fan. The rate of sediment influx, in turn, was controlled by frequency and magnitude of volcanic eruptions, short-term climate change, and the amount of sediment stored on the volcano flanks. Fanwide aggradation occurred when rates of sediment influx and deposition on the fan were high enough to maintain unchannelized flow conditions on the fan surface. Maintenance of an undissected surface required sedimentation from frequent and large lahars that prevented major dissection between events. These conditions were best met during major eruptive episodes when high frequency and magnitude eruptions blanketed the volcano flanks with tephra and rates of lahar initiation were high. During major eruptive episodes, volcanism is the primary control on sedimentation. Climatic variations do not influence sediment accumulation. Local aggradation occurred when lahars were too small to maintain unchannelized flow across the entire fan. In this case, only the major channel system received much sediment following the deposition from the initial lahar. This localized aggradation occurred if (1) the sediment reservoir on the flank was large enough for floods to bulk into debris flows and (2) sedimentation events were frequent enough to maintain sediment supply to only some parts of the fan. These conditions were met during Present addresses: 1 Department of Geology and Geol. Engineering University of Idaho, Moscow, ID 83843, USA 2 Wellington Regional Council, P. O. Box 41, Masterton, New Zealand 3 p. O. Box 7168, Te Ngae, Rotorua, New Zealand both minor eruptive and inter-eruptive episodes. In both cases, a large sediment reservoir remained on the volcano flanks from previous major eruptive intervals. Periods of increased storm activity produced floods that bulked to relatively small debris flows. When the sediment reservoir was depleted, the fan entered the present dissectional phase. Syneruptive and noneruptive lahars are mostly channelized and sediment bypasses the fan. Fan deposits are rapidly reworked. This is the present case at Ruapehu, even though the volcano is in a minor eruptive episode and the climate favors generation of intense storm floods.",
  "title": "Controls on accumulation of a volcaniclastic fan, Ruapehu composite volcano, New Zealand"
}