{
  "sections": [{
    "text": "The significance of volcanic eruption strength and frequency for climate\nBy G. M. MILES1∗, R. G. GRAINGER1 and E. J. HIGHWOOD2 1University of Oxford, UK\n2University of Reading, UK\n(Received 2 April 2003; revised 16 January 2004)\nSUMMARY A simple physical model of the atmospheric effects of large explosive volcanic eruptions is developed. Using only one input parameter—the initial amount of sulphur dioxide injected into the stratosphere—the globalaverage stratospheric optical-depth perturbation and surface temperature response are modelled. The simplicity of this model avoids issues of incomplete data (applicable to more comprehensive models), making it a powerful and useful tool for atmospheric diagnostics of this climate forcing mechanism. It may also provide a computationally inexpensive and accurate way of introducing volcanic activity into larger climate models. The modelled surface temperature response for an initial sulphur-dioxide injection, coupled with emission-history statistics, is used to demonstrate that the most climatically significant volcanic eruptions are those of sufficient explosivity to just reach into the stratosphere (and achieve longevity). This study also highlights the fact that this measure of significance is highly sensitive to the representation of the climatic response and the frequency data used, and that we are far from producing a definitive history of explosive volcanism for at least the past 1000 years. Given this high degree of uncertainty, these results suggest that eruptions that release around and above 0.1 Mt SO2 into the stratosphere have the maximum climatic impact.\nKEYWORDS: Climate response Sulphate aerosol"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Volcanic eruptions provide a unique test of climate sensitivity. They are short-term events that generate a transient response in the atmosphere, and can lead to a transient change in the global surface temperature. To attempt a quantitative measure of volcanic eruption significance for climate, there are two aspects of volcanism that require an understanding. Firstly, we must understand how the climatic response depends upon the initial material released into the atmosphere by an explosive volcanic eruption. The second is a consideration of the frequency of occurrences over the spectrum of eruptive magnitudes. In order to address these issues, a simple model has been developed to reproduce the change in global-average stratospheric optical depth after an explosive volcanic eruption as a function of time, and to then calculate a characteristic global temperature response. The model is made up of a series of physical mechanisms, each of an appropriate and similar sophistication given the quality of available data for validation. The model is then used in an attempt to understand eruption-size significance by considering eruption-strength frequency data. This is done to show which class of eruption may be most climatically important when their frequency is taken into account.\nNatural atmospheric perturbations are important for understanding anthropogenic effects in order to attribute accurately cause to short-term and long-term global climate change. Volcanic events can provide an understanding of how sensitive the climate is to large chemical and radiative perturbations. The atmospheric effects of volcanic eruptions can be both regional and global. Direct effects of volcanic eruptions on regional climate are caused by ash, which can smother and pollute soil and vegetation (Decker and Decker 1997). The build-up of gaseous products and aerosols in the troposphere from frequent small, or effusive, eruptions can impair air quality (Stothers 1996). Significant global effects are usually associated with large explosive eruptions\n∗ Corresponding author: AOPP, Clarendon Laboratory, University of Oxford, Parks Road, Oxford OX1 3PU, UK. e-mail: gmiles@atm.ox.ac.uk c© Royal Meteorological Society, 2004.\n2361\nthat are powerful enough to inject material directly into the stratosphere (Grainger and Highwood 2003). The ash material will fall out due to gravitational settling within months, but optically active aerosols develop from sulphurous gases in the plume. These may remain there for, typically, two to three years. Gaseous SO2 and sulphate absorb strongly at infrared wavelengths and result in local heating. Changes in heating rates in the stratosphere can lead to changes in the poleward temperature gradient, and have been shown to affect the dynamical circulation in models (Robock 2000). Other effects include a significant perturbation of atmospheric chemistry (Coffey 1996) and, more indirectly, the possible nucleation of clouds in the troposphere (Tabazadeh et al. 1997). Only the development of sulphate aerosols in the stratosphere and their effects on the net radiative flux are considered here. Attention has been focused on very large eruptions like Pinatubo (McCormick 1992; and others), although it is known that smaller, more frequent, eruptions can dominate in terms of SO2 emissions (Graf et al. 1997). Detailed numerical simulation of the sulphate aerosol produced by a specific eruption has developed a good understanding of the dynamical, chemical and radiative processes that occur after a large eruption (Pudykiewicz and Dastoor 1995; Timmreck et al. 1999; and others).\nThe main aspect of volcanism pertinent to this problem is the emission history of SO2 into the stratosphere. Explosive eruptions are stochastic events. Evidence of their historical activity comes from ice-core samples, tephra-deposition analysis and, more recently, atmospheric optical-depth measurements and satellite observations. The method used here is likely to have a significant influence on the results of this study.\nThe volcanic sulphate recorded within ice cores can provide an annual to decadal record of atmospheric state from snowfall for up to thousands of years. However, the potential for pollution of the sulphate signature from other sources is substantial, particularly in the northern hemisphere from the intermittent effusions of Icelandic volcanism and from marine sulphate. Even after efforts to correct for these, event strength requires calibration against a well-known eruption for a process that may not be entirely linear. It has recently been shown that problems can arise from this. In the case of the 1883 Krakatau eruption particularly, its climatological effects do not agree well with the estimated mass of SO2 thought to have been released (Shine and Highwood 2002), and yet it has been used as a reference eruption (Lamb 1970; Hyde and Crowley 2000; Sato et al. 1993). At present, ice-core sampling can only, in the first instance, represent atmospheric deposition at the poles where conditions mean that they have remained frozen. There is, therefore, a problem of associating the strength of a volcanic signal with the latitude at which the eruption took place, and how representative this might be of the contemporary global distribution of sulphate aerosol. Simultaneous use of ice-core samples from both poles would be an optimal way of estimating the strength of a global eruption, with further calibration with well-characterized eruptive events. However, intercomparison of independent ice cores can present additional calibration problems to be overcome (Cole-Dai et al. 1997). The extent to which the measurements represent the constituent concentrations of the global atmosphere at the time of deposition is open to interpretation although, in a semi-quantitative way, ice cores are self-consistent indicators as to the periodicity of large volcanic eruptions in the past. The historical frequency of eruptions emitting less than 3 Mt is indiscernible, since it is unlikely that their signal can be detected accurately in ice-core samples above noise (Crowley 2003, personal communication). We can get a fair approximation of the eruptive frequencies for small eruptions by using satellite observations over the past 30 years.\nTephra, or fallout sediment analysis, can provide an estimate of the explosiveness of a known eruption event. It is, however, not obviously related to the amount of SO2 emitted by the eruption. The Volcanic Explosivity Index (VEI) was derived to catalogue the explosive magnitude of historical eruptions, based on the order of magnitude of erupted mass, and gives a general indication as to the height the eruptive column reached. The VEI itself is inadequate for describing the atmospheric effects of volcanic eruptions. This is clearly demonstrated by two eruptions, Agung (1963) and El Chichón (1982). Their VEI classification separates them by an order of magnitude in explosivity, although the volume of SO2 released into the stratosphere by each was measured to be broadly similar, as shown by the optical-depth data for the two eruptions (Sato et al. 1993). For modern volcanism, SO2 emission is estimated using geological analysis including the ‘petrologic method’. This involves the comparison of gas inclusions formed within the magma chamber (under pre-eruptive conditions) and erupted inclusions. It has been found that this technique can significantly underestimate the SO2 emission when compared with satellite estimates (Self and King 1996; Westrich and Gerlach 1992). The refinement of this technique remains an ongoing challenge for the geological community. Satellite measurements themselves, by far the most accurate of such methods, deliver mass estimates with up to 30% uncertainty (Kruger et al. 1995), but good records only exist for the last 25 years.\nThe second data component needed for this study is the frequency data for past volcanism; this has significant shortcomings, and is generally incomplete (Newhall and Self 1982). The decadal rate of all eruptions recorded in ice cores has remained approximately uniform for the last 1000 years (Zielinski et al. 1994). The eruptive frequency data from other sources (for the past 500 years) show a marked increase in eruptive rate as they approach the present, especially with the advent of satellite observations which were able to catalogue smaller eruptions globally (Newhall and Self 1982; Sato et al. 1993; Bluth et al. 1997). The relative frequencies of eruptions for the period 0–999 AD are much less than for the period 1000–2000 AD. It is unclear whether this is an actual lull in volcanism or that the record has failed to capture or preserve the events. As such, eruptive-frequency estimates can depend on the size of eruption, the period of time considered and the type of measurement technique. Extensive ice-core samples reflect the occurrence of large eruptions, but fail to capture the small ones. Conversely, recent short-term observations accurately represent small, more frequent, eruptions, but the repose times of the larger eruptions are beyond the length of the record.\nPyle et al. (1996) used the generally accepted premise that the global occurrence of large eruptions of a given magnitude follows a Poisson distribution for mid to large eruptions. They used satellite observations to model the frequency of the midrange eruptions (over a ten-year period) and ice-core and composite datasets to model larger eruptions with greater repose times. Ice-core sulphate profiles were then used to estimate the stratospheric sulphur flux per year. These and other data analysis techniques can be used to extrapolate as much information as possible from partial data. In this study, however, only eruption statistics for equatorial events that are most likely to have global consequences, are considered. This also affords greater simplicity for the model being developed here.\nIt has been demonstrated (Stothers 2001; Sato et al. 1993) that northern and southern hemisphere optical-depth perturbations diverge considerably for an eruption away from the tropics, but can be similar for equatorial eruptions. This is because erupted material, upon reaching a great enough height, can spread in the meridional circulation in the stratosphere (WMO 1998; Roscoe 2001). Small eruptions that would\nreach the stratosphere at high latitudes may not do so in the tropics, where the tropopause is up to 5 km higher. The classification of the explosivity of these boundary-region eruptions is poorly defined, as is the degree to which a volcano’s elevation may contribute to where it lies on this scale.\nWith large shortcomings in the available data of the frequency and magnitude of historical volcanism, models of these events are limited to the extent to which they can be validated with observations of the real atmosphere. Particularly, attribution of global-temperature change to one event is problematic and the climate response variable. It is, therefore, reasonable to question whether thorough and complex models can be any more accurate at representing historical volcanism than a simple physical model designed to capture gross characteristics of past global-atmospheric eruptive effects, with a consistent level of sophistication throughout each stage. Section 2 describes the development of such a model, which is validated in section 3. In section 4, the model is used, together with a frequency distribution for eruptions, to determine which size is climatically most important."
  }, {
    "heading": "2. SIMPLIFIED MODEL",
    "text": "Stothers (1984) modelled northern hemisphere visual extinction observations after the 1815 eruption of Tambora to obtain an empirical relationship describing the evolution of the aerosol optical properties. It was of the form, m = 3.0t0.4 exp(−1.1t), where m is a measure of optical depth and t is the time since the eruption in years. This model’s fit to a few data points allowed the peak stratospheric loading and time evolution of the aerosol to be estimated; however it was eruption specific, with too many degrees of freedom to make it adaptable to other eruptions.\nBluth et al. (1997) used TOMS (Total Ozone Mapping Spectrometer) data to create a potential-aerosol-loading model, and attempted to reproduce the optical depth timeseries from Sato et al. (1993). They created a simple box model governed by two rate equations. The first described the rate of formation of H2SO4 from the oxidation of SO2, and the second the rate of aerosol removal. It was found that this model achieved a peak aerosol loading approximately four times faster than the observed aerosol optical-depth peaks, and this was attributed to a rate-limiting reaction missing from the chemistry of the model. Here, the concept of a simple box model is extended to link an initial eruption of SO2 to a change in surface temperature. This process is entirely recognized as five steps. Conceptually, this model would ideally describe the evolution of the atmospheric constituents and their physical properties at uniform points in time and space.\n• A mixing ratio of sulphur dioxide is injected into the stratosphere and distributed over time, formally described by MSO2(t, z, φ, θ), where t and z represent time and altitude, and φ and θ represent the horizontal coordinates.\n• A mixing ratio of aerosol evolves over time from the oxidation, condensation and coagulation of SO2 characterized by Maerosol(t, z, θ, φ, n(r)), where n(r) is the aerosol size distribution.\n• An optical-depth perturbation results from the optical properties of aerosol present τ (t, θ, φ).\n• A radiative forcing results from the change in optical depth, F(τ, t, θ, φ). • The surface temperature changes as a response to the radiative forcing, Ts( F, t, θ, φ). It is important to note that whilst F and Ts are both functions of θ and φ, F does not necessarily map to Ts geographically.\nAt present, the available data could only validate some of these steps. It is also important that the relative sophistication of each step be limited by the mechanism modelled or validated with the most uncertainty. With regards to the relatively simple parametrizations used here, it is the surface temperature response to a radiative forcing, Ts, which is global by definition. Furthermore, with this model the gross global effects are captured at a resolution that can be reasonably validated with the available opticaldepth data. As such, a range of assumptions and approximations is required. Firstly, the aerosol precursors are taken to be spread homogeneously in a stratospheric box from the moment of eruption. Such an assumption limits the applications of this model to simulating equatorial eruptions, since their material is most efficiently distributed to both hemispheres (Roscoe 2001; Stothers 2001). The total amount of SO2 injected into the stratosphere is assumed to be directly related to the amount erupted, although this relationship is beyond the scope of the model.\nSulphur evolution is prescribed by steady rate constants in an optimally oxidizing stratosphere. The long-wave effects of sulphate aerosols are neglected here as they are thought only to account for 10% (after Pinatubo) of the magnitude of total volcanic radiative forcing (but opposite sign to short-wave forcing) (Stenchikov et al. 1998). Possible dynamical changes due to long-wave heating in the stratosphere are also neglected here, since the climate model used is based solely on the concept of global energy balance. Optical depth is considered to be independent of the aerosol vertical profile. It is also assumed that the background stratosphere is ‘clean’ and that material integral to the model forms the only aerosol present.\n(a) Sulphur dioxide and aerosol evolution It is proposed that a linear average of the spatial properties of the atmospheric products is a reasonable concept. This means that taking the global-mean erupted SO2, which initially would be concentrated at the source and non-existent elsewhere, is equivalent to modelling the mass spread homogeneously from the moment of eruption. The formation and evolution of sulphate aerosol will be modelled here by three equations. Firstly, erupted SO2 will be oxidized, the gaseous product will then condense into aerosols, and these aerosols will gradually fall out of the stratospheric box. For a given mass of SO2 released from an explosive volcanic event spread homogeneously, an appropriate column mass is evolved subject to the following differential equations. For the decay of SO2 gas in kg, s,\nds dt = −as, (1)\nwith the boundary condition s(0) = M , the total mass injected into the stratosphere. a is the rate constant, which describes the decay of SO2 as it is oxidized. The amount of gaseous H2SO4, g, and liquid H2SO4(aq), l, is determined from\ndg dt = as − bg (2)\ndl dt = bg − cl. (3)\nThe rate of change of the concentration of gaseous H2SO4 is controlled by a gain term from the oxidation of SO2, as, and a loss as aerosol particles are formed, bg. This formation is taken to occur at a constant rate, b. This intermediate rate constant grossly describes a number of processes that occur for sulphate aerosols to be produced, including nucleation, condensation, and coagulation (Pruppacher and Klett 1997).\nEquation (3) describes the evolution of aerosols as they are formed, and are subsequently lost from the stratosphere by gravitational sedimentation, governed by rate constant c. The solutions are\ns(t) = M e−at (4) g(t) = 1.53aM\nb − a (e −at − e−bt ) (5)\nl(t) = 2aM c − a (e −at − e−ct ) + a 22M (c − a)(b − c)(e −at − e−ct )\n− 2abM (b − a)(c − b)(e\n−bt − e−ct ). (6)\nThere is a mass factor introduced upon the oxidation of SO2 to account for the molecular mass increase from 64 to 98 (H2SO4). The liquid aerosol formed in the model is taken to be composed of 75% H2SO4 and 25% H2O (Hofmann and Rosen 1983), so the total mass increases by 43 upon the introduction of water to the mass of H2SO4(l). The initial mass of SO2 is doubled upon development to mature aerosol. Thus, rate constants a and c have been inferred from satellite measurements. For the eruption of Mount Pinatubo, a was of the order of 135 per day, i.e. it had an e-folding time of 35 days (Rose et al. 2000). The loss of mature aerosol from the stratosphere for this eruption had an e-folding time of 365 days (Lambert et al. 1997). A best fit for Pinatubo was obtained where b took a value of 1100 . This rate constant is not measured directly in the real atmosphere. The extension of using these rates universally for the size range of eruptions considered here is supported by validation against a number of eruptions of varying strength, including Agung (1963) and El Chichón (1982).\nThe individual solutions to these equations are shown in Fig. 1 for a Pinatubolike 17 Mt initial injection of SO2. When the model aerosol given by Eq. (6) is eventually converted to an appropriate optical depth it is found to underestimate the\nsatellite-retrieved global-average optical depth for all eruptions. The effect is more pronounced with smaller column concentrations. Rather than a deficiency in the opticaldepth calculation, this is attributed to insufficient aerosol mass being created by the model. It is thought that this may be due, in part, to poor representation of the sedimentation process. As shown in Fig. 1, the material ‘sediments’ from t = 0 when, in reality, the aerosol would be too immature to do so (Bluth et al. 1997; Pruppacher and Klett 1997). In the atmosphere, the rate of growth of aerosol is related to the ambient concentration of the reagents, but here this is compounded by immediate fall out. Furthermore, sedimentation velocity is a function of aerosol size and height (Pruppacher and Klett 1997). None of these factors are implicitly included in the model. In order to characterize a more realistic representation of the sedimentation process, a delay is imposed upon its initialization (Eqs. (7) and (8)). This delay allows aerosol in the model to ‘grow’ in order to generate a more realistic optical depth than if they sedimented from the start of the eruption at a uniform rate. It is worth noting here that the mass distribution of aerosols would show that the action of the heavier particles dominates the mass transport, as 106 particles with a radius of 0.1 µm have the equivalent mass of one 10 µm particle, although the smaller ones may be more optically important at short wavelengths.\nAfter a finite time of p days, an upper bound to the rate of change of the aerosol concentration is prescribed, and represents the latest time that sedimentation can reasonably be considered to have begun\ndl dt = { bg t ≤ p bg − cl t > p. (7)\nThis has solution:\nl(t) =   2baM b − a { 1 a (1 − e−at ) − 1 b ( 1 − e−bt )} t ≤ p 2baM b − a { e−at c − a − e−bt c − b + (\n1 − e−ap a − 1 − e −bp b − e −ap c − a + e−bp c − b ) ecp e−ct } t > p.\n(8)\nA good fit to the optical-depth data after Pinatubo is achieved for p = 300 days. This is close to the peak aerosol loading time of mid to large eruptions (Sato et al. 1993). Using this method in combination with the previous Eq. (6), where sedimentation begins at t = 0, the model can represent a range of sedimentation scenarios. This delay factor is an indication that, in order to describe accurately the evolution of the aerosols, more rate-determining steps would be required than the three in this model. It is found that the same value of p adequately parametrizes these processes for the size range of eruptions considered here, and the model remains computationally inexpensive.\n(b) Optical depth The model is then required to calculate a visible optical depth from the calculated column of H2SO4. A conversion relationship was derived using balloon-borne optical particle counter data (Deshler et al. 2003). Vertical profiles of size-resolved aerosol concentrations in the wake of the Pinatubo eruption were measured above Laramie, Wyoming (41◦N). A sample of these vertical profiles was integrated over their size\ndistribution to find their mass concentration with height, and then summed through the stratospheric column to find the total mass of aerosol. The results are shown in Fig. 2, and are compared against the column optical depth measured from the ground. The measurements made at this one site are taken to be analogous to aerosol optical properties globally. This may introduce some uncertainty, as will a possible difference in the optical properties of nascent and mature aerosol (although this is likely to be small). The effects of the height distribution of the aerosol are considered to be minimal. Note that Fig. 2 contains volcanic and non-volcanic measurements, and so includes the variability of effective radius. The figure shows that optical depth can be parametrized in terms of stratospheric column liquid sulphuric acid. The global-average optical-depth conversion from a column mass of aerosol (g m2) found by this method is:\nτ = (3.56 ± 0.11)l. (9) The uncertainty specified here results only from the spread of the data. For comparison, Zielinski (1995) used an value of τ = 3.4l based on a theoretical study by Stothers (1984).\n(c) Radiative forcing and surface temperature change A radiative forcing resulting from the optical-depth perturbation is then required (in accordance with this chain of processes) to estimate a theoretical surface temperature response. This model uses the standard relationship for net radiative forcing of\nF ≈ (−30 ∓ 7.5)τ (10) (IPCC 1996; Lacis et al. 1992), although this is likely to be an overestimate of the radiative forcing due to aerosols (Andronova et al. 1999; Trentmann et al. 2002; Hansen et al. 1992). The climate response to forcing is calculated using a one-dimensional energy-balance model (EBM—Shine and Highwood 2002). The time-varying temperature response of the atmosphere is represented by\nC d Ts dt = F(t) − Ts λ + noise. (11)\nC represents an effective heat capacity of the ocean–atmosphere system, F the time-varying radiative forcing and λ the climate sensitivity. The EBM calculates a change in the global-mean effective surface temperature. Shine and Highwood (2002) evaluated an 0.3 K agreement of the EBM with a global circulation model (GCM) for a doubled CO2 forcing. This results in an error on an equilibrium calculation of 12.5%. This error is particularly sensitive to the value of λ used. EBMs are widely used by the Intergovernmental Panel on Climate Change (IPCC) and in the literature, and yield good simulations of the evolution of historical global-mean surface temperature deviations when compared with observations (Kinfe 2003). The nature of this EBM means that it will calculate a linear response to forcing. The degree of nonlinearity in the actual climate response is an open question at present."
  }, {
    "heading": "3. VALIDATION",
    "text": "The model was tested by reproducing the global-average optical depth for initial stratospheric injections of sulphur dioxide according to the magnitudes in the literature for Mounts Pinatubo (1991), El Chichón (1982) and Agung (1963). These were all nearequatorial eruptions (less than ±30◦/latitude) that the model was designed to represent. These eruptions produced aerosol clouds that spread initially to different hemispheres. In the lower stratosphere the material is spread preferentially to the winter hemisphere but, if the aerosol is resident for more than one season, material will eventually spread to both hemispheres and the atmospheric effects are global. The biggest uncertainty arises from the estimate of initial SO2 released from an eruption, but it is a pivotal variable in the model. The mass estimate of erupted SO2 from Pinatubo is taken from Bluth et al. (1992). An SO2 mass of 9 Mt was used to model El Chichón. This value lies at the upper end of the range of uncertainty for the value estimated by Bluth et al. (1997). A best fit was achieved for Agung using a SO2 mass of 7 Mt, which is in good agreement with estimates of Self and King (1996). The results of the model were compared with measurements of global-average optical depth following the eruptions (Sato et al. 1993), shown in Fig. 3. Optical-depth measurements were offset to eliminate the background level before comparison with the model results. The good agreement between observations and the model suggests that the model is of adequate complexity to represent the global-average time-varying optical-depth properties of volcanic aerosol, based on an initial injection of SO2.\nFigure 4(a) shows the peak change in temperature predicted by the model in its delayed sedimentation regime for a range of initial SO2 mass injections. In response to an estimated SO2 loading, the model predicts maximum global-average optical depths and temperature perturbations for three eruptions, as shown in Table 1. These results are compared with observed maximum optical depths and temperature changes calculated using more complex models or observations.\nFor comparison, also plotted is a best fit line to five eruptions, from Sigurdsson and Laj (1992), attributing a change in northern hemisphere surface temperature to the sulphur yield of an explosive eruption. Four of these were equatorial and the remainder were in the northern hemisphere, so the comparison with this tropical-eruption model is not entirely a fair one. As mentioned, associating a change in global temperature with an eruption is difficult, and heavily reliant on computer models. The northern hemisphere eruptions used in the data discussed by Sigurdsson and Laj (1992) include Laki (1783) and Mount St Helens (1980). These are not the types of eruption the model seeks to represent. The former was an effusive event, with eruptive episodes occurring intermittently over a period of many months in the higher northern mid-latitudes, and\nthere is some debate over whether any SO2 could have made it to the stratosphere (Highwood and Stevenson 2003). The latter was again in the mid-latitudes and, whilst powerful, its blast was predominantly sideways of the volcano, and the proportion of SO2 which reached the stratosphere was significantly reduced. Mount St Helens does not show a signature in polar ice-core samples, and was associated with only a large local (and very temporary) temperature change. Furthermore, the temperature changes attributed to these eruptions have uncertainty associated with them. Pollack et al. (1976) give a modelled relationship between optical depth and global-average temperature perturbation of T = 0.35 − 6.8τ. (12) This study has produced an alternative relationship of\nT = (−4.5 ∓ 7.5)τ. (13) This results in the final relationship between total SO2 loading (units g) and\nmaximum temperature response of\nT = −3.2 ∓ 0.9 × 10−14 (SO2(g)). (14) We have calculated a conservative estimate of model error to be 28% formulated from errors in each step of the model. The model error is less than the measurement error of SO2 loading, which at best is 30% and at worst an order of magnitude greater.\nThis relationship is valid for amounts of SO2 up to 25 × 1013 g. Above this, nonlinear effects in aerosol formation, and possibly climate response, would suggest caution\nis needed. It has been proposed that self-limiting effects from stratospheric dehydration may prolong the lifetime of the aerosols (Bekki 1995), or higher concentrations may promote increased aerosol coagulation and shorten their lifetime in the stratosphere (Pinto et al. 1989). Future chemical modelling and GCM experiments would be needed to determine the validity of this relationship for larger eruptions."
  }, {
    "heading": "4. ERUPTION SIGNIFICANCE",
    "text": "A measure of the climatic significance of a particular size of eruption can be understood as a product of the magnitude of an explosive volcanic eruption and its frequency. Small eruptions are frequent; very-high-magnitude ones that may discernibly affect global temperature are rare and a spectrum exists in between. It is therefore asked, which magnitude of eruption is climatically more significant when its frequency is also taken into account?\nWith the data presently available, an effort at describing the frequency distribution of large equatorial eruptions is attempted. An important consideration in any frequency analysis of this sort is that various datasets from different sources over different periods of time will yield dissimilar frequency estimates. Hyde and Crowley (2000) produced a volcanic radiative perturbation probability density function, based on 600 years of composite ice-core data, to predict the chance of future climatically significant global eruptions. Efforts have been made to combine what frequency data is available to categorize the properties of eruptions. These include the Volcanic Sulphurdioxide Index (VSI—Schnetzler et al. 1997) and Volcanic Gases Into the Stratosphere (VGIS—Halmer 1997) (both tied to the VEI), but there are many statistical ways of analysing such data, and it is not clear whether one particular method is more valid than another.\nHere, two datasets are considered in order to describe different regions of the frequency and strength spectra. These measures have been chosen to be directly related to actual aerosol-mass loading amounts. Firstly, it has been demonstrated that data from the TOMS (Total Ozone Mass Spectrometer) can be used to retrieve column SO2 amount (Bluth et al. 1997). The satellite dataset used here spans 16 years. This period includes the eruptions of El Chichón (1982) and Pinatubo (1991). This is the most accurate record of large SO2 emissions into the atmosphere. Secondly, GISP2 (Greenland Ice Sheet Project 2) data, as presented by Zielinski (1995), are used to describe historical volcanism over the last 1360 years (dated from the first eruption after a break in the data in which no eruptions could be retrieved). This length of time is more likely to include more larger eruptions, which have repose times greater than that of the shorter satellite record. Zielinski (1995) parametrizes a maximum total atmospheric mass loading of H2SO4 to eruption SO 2− 4 signatures in the ice core. Intermediate estimates of half this predicted atmospheric loading (as calculated by Zielinski (1995)) are used here to account for uncertainties in the conversion, and so that the effects of sampling are adequately represented.\nFigure 4(b) shows the annual frequencies calculated for a range of SO2 emissions from the two datasets. These may be considered Poisson coefficients for each size range (Pyle et al. 1996). Two linear relationships have been fitted to different parts of the distribution: before and after the maximum. This fit is likely to change upon the introduction of other datasets, particularly the peak value and the shape of the turning point.\nFigure 4(c) shows the product of the change in temperature predicted from a mass of SO2, and the annual frequency of eruptions of each mass range. The curve peaks sharply where the frequency data indicate that the largest annual flux of SO2 occurs. It demonstrates that the most climatically significant eruptions are those that occur most often, but which just reach the stratosphere: eruptions emitting on average 0.1 Mt. The dashed line shows the product of the Sigurdsson and Laj (1992) T fit multiplied by the frequency distribution, and shows that the quantification of the significance of larger eruptions appears to be strongly dependent upon how the temperature response of the atmosphere is modelled or measured."
  }, {
    "heading": "5. CONCLUSIONS",
    "text": "A simple model has been developed for estimating the global-average surface temperature response to an injection of sulphur dioxide into the stratosphere from a large explosive volcanic eruption. The model is built upon the parametrization of five steps whereby this process is understood to occur. The concentration of SO2 within a stratospheric box, representative of the global average, is evolved into a mass of sulphate aerosol. A relationship between aerosol mass and an optical-depth perturbation is parametrized from balloon data of the Pinatubo aerosol. This, in turn, is converted to a radiative forcing, all of which is adjoined to a simple energy-balance model to predict an idealized global-average surface temperature response.\nThere are few data to connect directly an SO2 perturbation with a change in surface temperature resulting from the optical properties of aerosol that follows. The temperature change predicted by the model compares adequately with other more sophisticated climate-model results for two eruptions, but it should be stressed that the energy-balance model is one-dimensional, and predicts a linear response to direct forcing. Sedimentation in the real atmosphere is a complex and spatially varying process after an eruption, but a good parametrization of its global-average properties has been achieved with some relatively simple mechanisms. The use of delayed sedimentation allows the progressive sedimentation due to the different rates of aerosol growth and location in the stratosphere after an idealized eruption to be expressed. The primary strength of the model lies in its ability to recreate accurately the global-average optical-depth perturbation from some significant eruptions, using only simple physical relationships, from a single input variable (SO2). Consistent levels of sophistication are maintained throughout the model, and yet it does fairly well. There are some direct applications of this part of the model, including putting mid-to-large volcanic eruptions into more sophisticated climate models in an accurate but computationally inexpensive way. Working backwards to retrieve an initial mass estimate from global-average optical-depth measurements could prove illuminating for historical eruption recreation, but would be complicated by multiple events. There are obvious limitations to the model. There is no account of the background aerosol layer, nor of other nuclei or aerosols that could already be present in the atmosphere. The model is only an appropriate analogue for eruptions of a size that can be validated with observational optical-depth data, and that are not so large that nonlinearities become important.\nBy linking volcanic SO2 to global-average temperature change in a physical way, an attempt to characterize historical volcanism in terms of strength and climatic significance is made. This required a frequency distribution be modelled, and two combined sets of volcanic eruption records were used to form its basis. In principle, satellite data for a recent period of 16 years provides accurate information about mid-range frequent eruptions, but cannot capture the frequency distribution of eruptions larger than any that have occurred within the satellite’s operation. Ice cores represent a different problem, in that they may describe well the frequencies of large eruptions, but large uncertainties are associated with values of SO2 erupted, and these are crucial for climate studies. It is likely that some kind of response function, which varies with both time and eruption strength, must be applied to ice-core signals, but the shape of this function is undetermined. Ice cores do, however, provide the best information available about historical explosive volcanism.\nThe size significance maximum (Fig. 4(c)) is very sensitive to the frequency distribution (especially for larger eruptions), but possibly more so to the rate at which the atmospheric response changes with eruption size. For eruptions in the range of 0.1 Mt\nto 20 Mt, this model achieves a good representation of the global-average properties it seeks to reproduce. Below this range, it is probable that eruptions are not powerful enough to perturb the stratosphere significantly, and are less significant for global climate change for timescales of more than one year. Furthermore, the global-average temperature perturbation from an eruption emitting less would be undetectable above natural variability. It is likely that eruptions of 0.1 Mt, where Fig. 4(c) peaks, affect the atmosphere in more subtle ways than direct radiative forcing, or result in temperature changes comparable with natural variability. Such mechanisms cannot be diagnosed with this model, but their sheer frequency suggests their importance.\nAbove this range the stratospheric response to such a sulphur loading is uncertain, but may be complicated by nonlinearities not included in this model. Eruptions of this size are rare in the period of modern measurements, and may not be climatically significant on decadal to century timescales by themselves. Better observations of climate response and transport are required to validate any model output. The biggest uncertainties for future work lie in not knowing precisely how much SO2 was released by individual historical eruptions, and in inferring the ways in which the atmosphere was affected by these and modern eruptions.\nAny attempt to provide a comprehensive estimate of the historical frequency of the various size ranges of volcanic eruptions will be subject to large uncertainties. Equally in importance (and possibly more so in magnitude), efforts to calculate a generic temperature response from the climate will be uncertain due to the complexity of the system. The process developed here is considered to be of a sophistication appropriate to these high levels of uncertainty. This method of calculating a temperature response that is directly related to the initial volcanic SO2 perturbation (for the range considered) begins to show how two different eruptions can be compared for their potential climatic impact, based on their stratospheric SO2 emission alone."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We would like to thank Terry Deshler for providing some essential data from balloon-borne optical particle counter measurements and our two reviewers for some insightful comments. We would also like to thank the Natural Environment Research Council for funding this work."
  }],
  "year": 2006,
  "references": [{
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["B. Decker"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Atmospheric effects of volcanoes",
    "authors": ["R.G. Grainger", "E.J. Highwood"],
    "venue": "In Volcanic Degassing,",
    "year": 2003
  }, {
    "title": "Atmospheric impact of the 1783–1784 Laki eruption. Part 2: Climate effect of sulphate aerosol",
    "authors": ["E.J. Highwood", "D. Stevenson"],
    "venue": "Atmos. Chem, and Phys.,",
    "year": 2003
  }, {
    "title": "Stratospheric sulphuric acid fraction and mass estimate for the 1982 volcanic eruption of El Chichón",
    "authors": ["D.J. Hofmann", "J.M. Rosen"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1983
  }, {
    "title": "Probability of future climatically significant volcanic eruptions",
    "authors": ["W.T. Hyde", "J.T. Crowley"],
    "venue": "J. Climate,",
    "year": 2000
  }, {
    "title": "Climate forcing by stratospheric aerosols",
    "authors": ["A. Lacis", "J. Hansen", "M. Sato"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Self limiting physical and chemical effects in volcanic eruption",
    "authors": ["J. Pinto", "J. Turco", "O. Toon"],
    "venue": "clouds. J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Microphysics of clouds and precipitation",
    "authors": ["H.R. 11165–11174 Pruppacher", "J.D. Klett"],
    "year": 1997
  }, {
    "title": "Sulphur emissions to the stratosphere from explosive volcanic eruptions",
    "authors": ["D. Pyle", "P. Beattie", "G. Bluth"],
    "venue": "Bull. Volcanol.,",
    "year": 1996
  }, {
    "title": "The risk of large volcanic eruptions and the impact of this risk on future ozone depletion",
    "authors": ["G. Bluth", "G. Ernst"],
    "venue": "Natural Hazards,",
    "year": 2000
  }, {
    "title": "Volcanoes as agents of past environmental change",
    "authors": ["J. Hansen", "M. McCormick", "J. Pollack"],
    "venue": "Global and Planetary Change,",
    "year": 1999
  }, {
    "title": "Problems in quantifying natural and anthropogenic perturbations to the Earth’s energy balance",
    "authors": ["K.P. Shine", "E.J. Highwood"],
    "venue": "In Meteorology at the Millennium. Ed. R. Peace. International Geophysics Series Volume",
    "year": 2002
  }, {
    "title": "Atmospheric effects of volcanic eruptions.",
    "authors": ["G.L. Press Stenchikov", "I. Kirchner", "A. Robock", "H.F. Graf", "J.C. Antuna", "R.G. Grainger"],
    "venue": "In Encyclopedia of earth system science,",
    "year": 1992
  }, {
    "title": "Magmatic gas source for the stratospheric SO2 cloud from the June",
    "authors": ["H.R. Westrich", "T.M. Gerlach"],
    "venue": "eruption of Mount-Pinatubo. Geology,",
    "year": 1992
  }],
  "id": "SP:ee60c5aaa3ab6fd6ba891610bb3f5df29be48bc3",
  "authors": [{
    "name": "By G. M. MILES",
    "affiliations": []
  }, {
    "name": "R. G. GRAINGER",
    "affiliations": []
  }, {
    "name": "E. J. HIGHWOOD",
    "affiliations": []
  }],
  "abstractText": "A simple physical model of the atmospheric effects of large explosive volcanic eruptions is developed. Using only one input parameter—the initial amount of sulphur dioxide injected into the stratosphere—the globalaverage stratospheric optical-depth perturbation and surface temperature response are modelled. The simplicity of this model avoids issues of incomplete data (applicable to more comprehensive models), making it a powerful and useful tool for atmospheric diagnostics of this climate forcing mechanism. It may also provide a computationally inexpensive and accurate way of introducing volcanic activity into larger climate models. The modelled surface temperature response for an initial sulphur-dioxide injection, coupled with emission-history statistics, is used to demonstrate that the most climatically significant volcanic eruptions are those of sufficient explosivity to just reach into the stratosphere (and achieve longevity). This study also highlights the fact that this measure of significance is highly sensitive to the representation of the climatic response and the frequency data used, and that we are far from producing a definitive history of explosive volcanism for at least the past 1000 years. Given this high degree of uncertainty, these results suggest that eruptions that release around and above 0.1 Mt SO2 into the stratosphere have the maximum climatic impact.",
  "title": "The significance of volcanic eruption strength and frequency for climate"
}