{
  "sections": [{
    "text": "tologic and paleontological evidence, discriminating well between warm-humid (indicated by high CIA values) and aridglacial (representing low CIA) conditions in the Spiti basin. Thus, these results document a complete record of glacial and interglacial phases in the Permocarboniferous Spiti sandstones, and the interpretations are consistent with other such studies on the Phanerozoic glaciation events on Gondwana supercontinent.\nKeywords Geochemistry . Provenance . Paleoclimate . Permocarboniferous . Spiti region . Tethys Himalaya"
  }, {
    "heading": "Introduction",
    "text": "Permo-Carboniferous sequences in geological history gained paramount importance globally due to various reasons. The late Paleozoic, and specifically the Pennsylvanian-Permian, is Earth’s last transition from icehouse to greenhouse conditions on a planet with a large terrestrial biosphere. This interval has always captivated researchers but has attracted intense attention over the last decade as a potential analog for end-icehouse scenarios (Sciunnach and Garzanti 2012). Siliciclastic sediments may record mineralogical, chemical signatures that monitor weathering intensity in the source area, which in turn reflects paleo-climate, nature of source rocks, and sediment cyclicity (Nesbitt and Young 1982, 2004; Young 2004; Taylor and McLennan 1985; Garzanti et al. 2013, 2014). Siliciclastic sedimentary rocks of the Tethys Himalaya have been subjected to various remarkable studies by previous workers adopting multi-proxies such as paleontology, petrography, mineral and whole rock geochemistry, heavy minerals, and zircon typology (Caironi et al. 1996; Sciunnach et al. S. A. Rashid (*) : J. A. Ganai Department of Geology, Aligarh Muslim University, Aligarh 202002, India e-mail: rashidamu@hotmail.com\n1997; Williams et al. 2012; Sciunnach and Garzanti 2012 and references therein). The present study discusses whether the geochemistry of sandstones can be interpreted in terms of some combination of parameters like hydraulic sorting, provenance type, and paleo-climatic conditions.\nSeveral recent studies have shown that sedimentary geochemistry can be used as a powerful tool to identify and predict the processes and climatic conditions responsible for the degree of weathering of source rocks, and thus, variations in paleo-climate can be determined (Garzanti et al. 2014). For example, numerous sedimentary sequences in the past, particularly in Proterozoic, contain evaporites, which are evidence for arid climates (Gonzalez-Alvarez and Kerrich 2010; Leach et al. 2010). Specifically, variations in chemical index of alteration (CIA) values during geological past without the influence of terrestrial flora have been attributed to an increase in atmospheric CO2 and/or methane levels produced by mantle super plume events (Condie et al. 2000, 2001; Ernst and Bleeker 2010). In this study, we present new petrography point count and geochemical data from three formations of the Spiti region, Indian Tethys Himalaya. These data were utilized for reconstructing the parent rock assemblage of these sandstones, their provenance, and the physiographic/climatic conditions under which these sediments were deposited during Permocarboniferous. The results presented in this paper, which is an outcome of new geochemical and petrographical data, are in conformity with other such studies that have been carried out on Permocarboniferous rock sequences from Peninsular India and other parts of the globe (Veevers and Tewari 1995; Bhattacharya et al. 2005; Bhattacharya and Bhattacharya 2007; Bhattacharya and Bhattacharya 2010 and references therein)."
  }, {
    "heading": "Geological setting",
    "text": "The Indian Tethyan Himalayan zone, comprising over 10-kmthick sequence of rocks which are predominantly fossiliferous and range in age from the late Precambrian to early Eocene, is developed in three important basins, viz., Kumaun (Uttarakhand), Kinnaur-Spiti-Zanskar (Himachal Pradesh), and Kashmir (Jammu and Kashmir). These sequences which are best exposed in Spiti in Zanskar of Himachal Pradesh and in Kashmir region represent depositional history of the Tethys Sea over the north facing Indian Plate margin (Bhargava and Bassi 1998). The Spiti region, containing almost uninterrupted Phanerozoic succession of Tethys Himalaya, is surrounded by Ladakh and Tibet in the north and northeast and Higher Himalaya in the south (Fig. 1). Although these sequences have been extensively studied by many research teams since the early nineteenth century, detailed stratigraphic data has been documented much later (Bagati 1990; Garzanti et al. 1996; Bhargava and Bassi 1998; Draganits et al. 2002; Myrow\net al. 2003; Garzanti et al. 2005; Sakagami et al. 2006; Yin 2006; Sciunnach and Garzanti 2012). Based on extensive investigations by various geoscientists, a broad consensus is reached to divide the Permo-Carboniferous sequence into two major groups as Kanawar Group (Lipak, Po, and Ganmachidan formations) and Kuling Group (Fig. 2), although different opinions exist on subdivisions of these groups into formations and members. For example, Garzanti et al. (1996) raised Po formation to group level by including Thabo formation and Kabjima Quartzarenite with alternating fossiliferous black shale units (Fenestella Shale, Chichong formation). The present work is mainly confined to the Kanawar Group of sandstones of the Spiti region. Considerable efforts have been made to collect fresh samples from the type localities in the Spiti region where the PermoCarboniferous rocks are well exposed. These include (i) Kuling-Muth sector along Pin Valley, where Lipak formation is very well preserved, (ii) Lingti-Atargoo section along Spiti Valley where Po and Ganmachidam formations are best described, and (iii) Tackhe-Savita Nala (stream)-Kabzima Nala sections of Lossar area were sampled where all the three formations (Lipak, Po, and Ganmachidam) occur (Fig. 3).\nThe lower Carboniferous basal Lipak formation, which has a gradational contact with the underlying Upper Devonian Muth quartzites (a conspicuous marker horizon in the Tethys Himalaya), contains a dolomitic/micritic limestone-medium grained sandstone sequence (Fig. 3) in the lower part and a limestone-shale sequence in the upper part. Microfacies are represented by mudstone, bioclastic wackestone, peloidal packstone, and coral framestone (Bhargava and Bassi 1998). Pink limestones associated with gypsum lenses, at places, are reported from Zanskar (west of Spiti) region (Gaetani et al. 1986). Best sections of the Lipak Formation, exposed at Muth village in the Pin Valley of Spiti, show occurrence of oolitic limestone and fine grained sandstone sequences. Another much thicker (~150 m) sequence, sampled at Takche (west of Lossar area), is characterized by fossilliferous stormdeposited arenaceous limestones and subarkose. Low-angled discordance ripple bedding and cross-bedding are the main sedimentary structures noticed in this formation. The Lipak formation, according to Bhargava and Bassi (1998), represents several shoaling cycles varying from low to high energy in a subtidal to intertidal sea and restricted platform environment as indicated by coral buildups. The overlying middle Carboniferous Po formation, consisting of interbedded buffcoloredmedium grained sandstones and black fenestella-bearing pelites, was thoroughly investigated and sampled mainly at Po village and Thabo sections along Spiti Valley and at Lossar area (Fig. 3). The sandstone is made up of moderately sorted, subangular to subrounded quartz in an argillaceous to ferruginous matrix with primary silica cement replaced by ferruginous cement. Sedimentary structures include crossbedding, parallel bedding, and ripple marks. The Po\nFormation shows unconformable contact (marked by rift unconformity locally overlain by gypsum lenses and documents the onset of Neo-Tethyn rifting) with underlying Lipak\nformation and passes conformably upward into the Ganmachidam formation. Based on sedimentary structures such as sigmoidal to herringbone cross-laminations, flaser\nbedding, etc., the Po Formation is interpreted as deposited in intertidal environment (Bhargava and Bassi 1998; Garzanti et al. 1996, 1998). The Po Formation is conformably overlain by Ganmachidam formation, consisting of essentially matrix supported pebbly conglomerates (diamictites) with subordinate amount of coarse grained rippled sandstones and black shales. Pebbles in these conglomerates vary both in size (1 mm–3 cm) and composition (quartzite, brown sandstone, and gray limestone). Clasts in diamictite are moderately sorted, mostly subangular to subrounded, a few well rounded (Fig. 3). This formation is devoid of any fossil content. However, presence of Eurydesma of Asselian age in the basal part of the overlying Gechang formation delimits its upper age limit within the Lower Permian (Bhargava and Bassi 1998). Representative samples from this Lower Permian diamictites\nwere collected from the type sections at Lossar and Lingti areas, of Spiti Valley. Sedimentological features such as poor s o r t i n g a n d c ommon o c c u r r e n c e o f m u d d y, paraconglomerates with sporadic cold water oligotypic fauna document deposition largely under glacial influence in marine environments (Garzanti et al. 1996; Bhargava and Bassi 1998)."
  }, {
    "heading": "Analytical techniques",
    "text": "Representative samples were air-dried, coarsely crushed with a steel jaw crusher, and then powdered in an agate mill down to a grain size smaller than 200 mesh. Major oxides were determined by X-ray fluorescence spectrometry (Siemens SRS3000 sequential X-ray Spectrometer) at the Wadia Institute of Himalayan Geology, Dehradun, India. Trace elements including the REEs and high field strength elements were analyzed using inductively coupled plasma mass spectrometry (ICP-MS; Perkin Elmer Sciex ElAN DRCII) at the National Geophysical Research Institute (NGRI), Hyderabad, India. Analytical precision for trace elements is well within the 5–10 and 5 % for major oxides. The analyses were performed by using pressed power pellets for major elements using international and internal reference standards for calibration (Saini et al. 1998). The rock solutions were prepared using the technique given by Balaram and Rao (2003). Five hundred points were counted in each thin section for framework mineral analysis adopting the Gazzi-Dickinson method."
  }, {
    "heading": "Petrography",
    "text": "About 30 representative sandstone samples from each formation were examined for petrographical investigations. The microscopic examination of sandstones from Lipak Formation revealed that the sandstones are medium to coarse grained and are mainly composed of subangular to subrounded and rounded monocrystalline and polycrystalline quartz, in varying amounts. The dominant framework grains are quartz (>75 %), which are predominantly monocrystalline with undulose extinctions. Such quartz grains are mostly sequestered from granite-gneiss sources. Polycrystalline quartz are represented by grains comprising equant recrystalized quartz subunits as well as by stretched quartz subunits (Fig. 4i), suggestive of low to medium grades of metamorphic rocks. The occurrence of feldspar is scarce in the sandstones. Minor amount of lithic fragments found are mostly of sedimentary and metamorphic origin and composed primarily of shale, chert, and carbonate fragments, thereby indicating presence of meta-sedimentary supracrustals. Subhedral zircon, tourmaline grains, and opaques occur as chief accessory heavy minerals in these sandstones (Fig. 4a, c). Quartz overgrowths\n(Fig. 4d, f) are noticed in the samples representing silica cementation, but in some thin sections, the iron-rich clay cements and carbonate cements are also present. The Lipak sandstones show high degree of compaction evidenced by high contact index, and long and other interpenetrative contacts. The Po formation contains moderately to well-sorted, subangular to subrounded framework detrital grains. The petrographic character is almost similar to that of Lipak formation, but the basal part of sandstones of the Po formation shows abundance of feldspar (both K-feldspar and plagioclase) and rock fragments (Fig. 4e, g). This suggests either tectonic rejuvenation or change in climate leading to deeper dissection of the source rocks by transporting agencies. The\nrock fragments are dominated by chert, phyllite, and siltstone fragments; however, few lithic fragments suggestive of plutonic igneous suite (Fig. 4h) are also found in this formation, corroborating the idea of spurt in tectonism of the region and/ or change in climate. Zircon, tourmaline, and opaque minerals are present as accessory minerals in sandstones. These rocks show comparatively more of floating grains apart from grains with point and long contacts. The silica overgrowths form the primary cement, which at places have been replaced by iron oxide. The Ganmachidam formation comprises pebble-rich gritty sandstones. The size of embedded pebbles goes up to 3 cm in diameter. The rock fragments are abundant (18 %) and larger in size as compared to the Lipak and Po formations. The\nFig. 4 Photomicrographs of Permo-Carboniferous sandstones from the Spiti region, Tethys Himalaya a showing accessory minerals such as Zircon (Zr), b displaying meta-sedimentary rock fragments (MS) and biotite (B), c showing the Tourmaline (T) as an accessory mineral, d showing quartz overgrowth (Q-O) and sedimentary fragment such as\nchart (CH), e K-feldspar such as microcline (M) showing cross-hatched twinning, f showing quartz overgrowth, g a well-rounded rock fragment and plagioclase (P) grains, h plutonic rock fragment (Tr) showing equigranular texture, and i strained quartz (SQ) showing Boehm Lamellae\nrock fragments are most prominently micrite, chert, sandstone, shale, and siltstones. The feldspars are more prominently seen up to 15% in the Ganmachidam formation. The framework quartz grains show angular to subangular, and subrounded to rounded outlines and are poorly sorted. These sandstones are matrix-supported and contain 30–40 % of matrix composed of micrite, ferro-calcite, to silty quartzose. The petrographic character of these sandstones show events of mass deposition, lesser energy imparted during transport, and deposition probably due to high rate of erosion and transportation. Silica cement is the dominating cement which has been replaced by late ferruginous and micritic cement.\nFive hundred to 600 point counts were performed from all the sandstones of the Spiti region, and the data are plotted on the quartz+feldspar+lithic fragments (QFL) diagram (Fig. 5) in which the tectonic setting of Garzanti et al. (2007), a refined version of Dickinson and Suczek (1979), is shown. It is evident from the QFL diagram (Fig. 5) that the samples fall in the field of recycling belonging to continental block provenance, which contains diverse sedimentary to low-rank metasedimentary grains as suggested by Garzanti et al. (2007). The monocrystalline quartz occurs as non-undulose, slightly undulose (<5°), and undulose (>5°) (Basu et al. 1975). The metamorphic polycrystalline quartz is lengthened and displays different extinction angles under crossed pollars due to the variable orientation of the C-axis. Such type of grains according to Scholle (1979) are generally derived from gneisses, thus favoring medium- to high-grade metamorphic gneissic rocks as one of the provenances for the Spiti sandstones."
  }, {
    "heading": "Geochemistry",
    "text": "Major and trace elemental concentrations and their ratios of sandstones are given in Tables 1 and 2, respectively. The major elemental concentration of the sandstones show moderate to high SiO2 contents (63–96 %) because of the presence of greater amount of quartz in the sandstones, but all other oxides are significantly depleted when compared with the upper continental crustal (UCC) abundances (Fig. 6a). The notable exception and enrichment of CaO (1.4–2 times) and corresponding high abundances in MgO (1.5 times) compared to UCC, displayed in some of the sandstones, may be attributed to the carbonate (dolomite) cement in these samples. This further implies that CaO is incorporated into the calcite or dolomite rather than plagioclase. A very important and striking feature is the spread displayed in the samples depicting remarkable variation in the degree of depletion of various elements relative to UCC (Fig. 6a). This spatial and temporal variation observed in the sandstones, in turn, may well be correlated with differential weathering conditions in the provenance, which is ultimately related to the climate change. Although alkalis and alkaline earth elements (Na2O, K2O, CaO) are more depleted than other major elements in the sandstones, Na2O shows greater depletion relative to K2O (K2O/Na2O>> 1), which is also consistent with the petrographical observations according to which K-feldspar dominates over plagioclase feldspar. The ilmenite noticed in some of the sandstones appears to be responsible for increasing trend of chiefly TiO2 and their corresponding Fe2O3 andMgO contents exhibited in the UCC-normalized diagram (Fig. 6a). The unusually low concentration of P2O5 (0.002–0.10 %) in these sandstones seems to have resulted from either the low concentration of phosphatic phases of the source rocks or complete dissolution and mobilization during its journey to the basin.\nFollowing the trend of major elements, a similar trend of depletion in the trace elements is exhibited with some exceptions by the sandstones in the UCC-normalized spider diagram (Fig. 6b). Enrichment of Zr and Hf concentration in some of the samples relative to UCC is observed (Fig. 6b) with Zr/Hf ratios ranging from 31 to 36 (mean=34), which are nearly identical to those reported by Murali et al. (1983) from the analysis of zircon crystals (Zr/Hf=39), suggesting that these samples are enriched in zircons. Although most of the transitional elements such as Sc, V, Cr, Cu, Ni, and Zn show depletion when compared to UCC (Fig. 6b), suggesting depletion of mafic minerals, Co reveals significant enrichment. Cobalt does not correlate with any major element, and thus, its enrichment in the samples may be explained as secondary enrichment during weathering and transportation. The transitional elements (particularly V, Cr, and Ni) which are depleted in these sandstones when compared to UCC have strong tendencies to adsorb onto clays and thusmay have been partitioned into the associated clay fraction of the sediments.\nMarked depletion in the U values when compared to the UCC forming the most spectacular feature of this diagram (Fig. 6b) is noteworthy. The severe depletion of U in the sandstone samples relative to Th resulted into anomalously high Th/U ratios (>1000) which may be explained in relation to either the provenance (high felsic crustal components) or climatic conditions of depositions of these sediments. This is consistent with the wide range of Th/U values (from low to high), further substantiating this inference and indicating progressive weathering trend from low to moderate to advanced stages. Uranium is a climate-sensitive element and changes its behavior according to prevailing environmental conditions. Uranium occurs in two valiancy states and is generally mobile if it is in U (VI) and may be lost during transportation leading into depletion of this element. In most cases, weathering and\nsedimentary recycling under oxidizing conditions typically results in oxidation of U4+ to U6+, the later beingmore soluble. Dissolution and loss during sedimentation follow, thus resulting into elevated Th/U ratios. One of the convincing arguments which can explain the significant loss of U would be the oxidizing environments prevailing during deposition of these sandstones.\nRubidium and Ba concentrations among large-ion lithophile elements (LILEs) are comparable with the UCC values, with a slight depletion in some of the samples, whereas Cs concentrations display a significant positive anomaly between 2 and 10 times greater than UCC (Fig. 6b). The sandstone samples that are enriched in Cs concentration (for example, GLN-5 with highest values, Cs=61.3 ppm, followed by LSP-4 and 5) also contain higher concentrations of Rb\nTable 1 Major element concentrations (wt%) of Spiti sandstones, Tethys Himalaya\nElement SiO2 Al2O3 TiO2 Fe2O3 t MgO MnO CaO Na2O K2O P2O5 Total K2O/Na2O SiO2/Al2O3 CIA CIX ἀCa"
  }, {
    "heading": "L MLP-1 84.3 6.86 0.38 1.21 0.91 0.01 0.2 0.37 2.44 0.11 98 6.6 12.3 66 68 10",
    "text": ""
  }, {
    "heading": "I MLP-1A 84.6 7.78 0.51 1.16 1 0.01 0.17 0.4 2.91 0.07 99 7.3 10.9 65 67 13",
    "text": ""
  }, {
    "heading": "P MLP-3 92 3.36 0.15 0.81 0.36 0.01 0.05 0.13 0.72 0.01 98 5.5 27.4 76 77 19",
    "text": ""
  }, {
    "heading": "A MLP-3A 87.8 3.85 0.23 4.25 1.05 0.01 0.05 0.44 0.25 0.01 105 0.6 22.8 78 79 21",
    "text": ""
  }, {
    "heading": "K MQ-1 84.3 5.6 0.13 1.56 0.89 0.01 0.05 0.35 1.32 0.01 95 3.8 15.1 73 73 31",
    "text": "Fm. MQ-1A 95.6 0.74 0.17 0.05 0.04 0.01 0.01 0.01 0.09 0.01 97 9.0 129.0 85 86 20"
  }, {
    "heading": "PO LSP-1 96 0.63 0.06 0.1 0.06 0.01 0.03 0.02 0.08 0.01 97 4 152 78 84 6",
    "text": "Fm. Lsp-2 79.2 5.07 0.26 1.04 0.76 0.05 5.03 0.31 1.56 0.04 97 5.0 15.6 65 70 0.3\nLSP-3 76.2 5.48 0.28 1.12 0.98 0.06 5.93 0.41 1.74 0.05 96 4.2 13.9 63 68 0.3\nLsp-4 76.3 5.75 0.27 1.09 0.8 0.05 5.69 0.34 1.79 0.05 96 5.3 13.3 65 69 0.3\nLsp-5 78 5.26 0.26 1.04 0.77 0.05 5.07 0.32 1.5 0.04 97 4.7 14.8 66 70 0.3\nLSP-6 81.8 1.79 0.09 0.73 0.26 0.06 5.94 0.1 0.46 0.03 94 4.6 45.7 68 72 0.1\nLSP-7 81 3.24 0.19 0.88 0.47 0.07 5.41 0.19 0.99 0.02 96 5.2 25.0 66 70 0.2\nLsp-8 88.8 1.89 0.09 0.7 0.21 0.03 2.5 0.08 0.38 0.01 98 4.8 47.0 74 77 0.21\nLSP9 79.6 5.93 0.3 1.71 1.63 0.05 2.65 0.68 1.86 0.04 98 2.7 13.4 58 65 0.62\nLsp-12 72.9 6.54 0.58 0.9 0.41 0.09 8.55 0.18 1.64 0.03 95 9.1 11.2 73 75 0.21\nLsp-13 67.2 11.4 0.49 4.41 2.91 0.06 3.29 1.43 3.39 0.1 99 2.4 5.9 57 65 0.95\nLSP-14 96 0.78 0.06 0.19 0.07 0.01 0.05 0.03 0.1 0.01 97 3.3 123 75 83 4.3\nTDP-1 96 0.4 0.03 0.12 0.04 0.04 0.5 0.04 0.08 0.01 97 2.0 240 65 72 0.22\nTDP-7 87.1 2.25 0.09 0.81 0.96 0.01 1.88 0.55 0.59 0.01 97 1.1 38.7 48 59 0.33\nTBP-12 96 0.63 0.03 0.08 0.12 0.01 0.43 0.04 0.11 0.01 97 2.8 152 71 77 0.4"
  }, {
    "heading": "G GLN-1 88.9 5.37 0.2 0.91 0.24 0.01 0.17 0.09 1.23 0.02 98 13.7 16.6 74 78 8.7",
    "text": ""
  }, {
    "heading": "A GLN-3 86.9 2.95 0.16 1 1.09 0.02 1.56 0.41 0.63 0.01 97 1.5 29.5 59 68 0.5",
    "text": ""
  }, {
    "heading": "N GLN-5 63.1 10.5 0.56 4.1 3.28 0.08 4.87 1.67 3.62 0.07 95 2.2 6.0 52 61 0.6",
    "text": ""
  }, {
    "heading": "M GLN-6 87.4 6.48 0.21 1.11 0.3 0.01 0.18 0.11 1.19 0.03 98 10.8 13.5 78 81 10",
    "text": ""
  }, {
    "heading": "A GLN-9 70.5 13.1 0.67 4.2 1.71 0.03 0.88 0.93 3.49 0.11 96 3.8 5.4 65 71 4.1",
    "text": ""
  }, {
    "heading": "C LNT-1 83.9 4.51 0.15 3.39 0.56 0.02 1.67 0.91 0.49 0.03 98 0.5 18.6 56 69 0.8",
    "text": ""
  }, {
    "heading": "H LNT-3 86.7 3.01 0.12 1.04 1.36 0.03 2.27 0.08 0.81 0.02 99 10.1 28.8 72 75 0.35",
    "text": ""
  }, {
    "heading": "D LNT-4 88.9 2.05 0.19 0.89 0.66 0.02 1.8 0.07 0.57 0.17 98 8.1 43.4 70 73 0.32",
    "text": ""
  }, {
    "heading": "M LNT-5 93.5 3.43 0.13 0.36 0.11 0.05 0.49 0.06 0.85 0.03 101 14.2 27.3 64 77 1.9",
    "text": "Fm. LNT-6 84.8 4.55 0.11 1.86 0.9 0.06 1.9 0.08 0.89 0.03 104 11.0 18.6 78 80 0.7\nFe2O3 t =total iron\nT ab\nle 2\nT ra ce\nel em\nen tc on ce nt ra tio\nns (p pm\n) of\nS pi ti sa nd st on es ,T\net hy s H im\nal ay a\nL ip ak\nF m .\nPo Fm\n. G an m ac hi da m\nFm .\nE le m en t\nM L P -1\nM L P3\nT K C -8\nL SP\n-1 L S P3\nL S P -6\nL SP\n-7 L S P9\nT D P -1\nT D P -7\nT B P -1 2\nG L N -1\nG L N -3\nG L N -5\nG L N -6\nL N T1\nL N T2\nL N T3\nL N T4\nL N T5\nL N T6\nSc 4. 7\n3. 5\n2. 72\n2. 56 9\n4. 20 3\n3. 04 1\n3. 42 6\n7. 02 4\n1. 10 6\n2. 21\n1. 0\n3. 83\n3. 14\n7. 80\n3. 65\n4. 29\n2. 47\n2. 98\n2. 33\n2. 66\n3. 60\nV 46 .0 3\n14 .3\n20 .6\n4. 83 5\n29 .8 5\n12 .2 2\n16 .0 2\n37 .1 2\n4. 34 7\n17 .3 7\n5. 8\n78 .6 0\n13 .4 0\n76 .7 0\n54 .5 0\n10 1. 80\n51 .1 0\n22 .1 0\n15 .6 0\n27 .2 7\n48 .7 0\nC r\n44 .6\n22 .4\n12 .0 5\n53 .0 2\n44 .6 3\n23 .4 6\n24 .7 8\n38 .6 2\n14 .1 37\n14 .1 2\n15 .7\n28 .5 5\n17 .3 6\n61 .9 2\n46 .7 4\n24 .3 5\n22 .6 5\n13 .5 3\n13 .0 1\n17 .2 0\n16 .3 2\nC o\n56 .8 0\n75 .7 0\n8. 58\n17 3. 28\n39 .2 9\n40 .8 4\n66 .2 3\n36 .6 7\n26 0. 99\n90 .8 3\n16 7. 6\n73 .3 8\n68 .0 3\n23 .1 2\n62 .9 7\n65 .7 6\n9. 51\n89 .7 3\n12 3. 80\n16 3. 82\n73 .2 4\nN i\n43 .6\n42 30 .4\n81 .4 01\n63 .3\n72 .4\n58 .9\n48 .2 9\n64 .3 32\n26 .0 4\n59 .1\n32 .2 6\n42 .6 8\n36 .5 0\n31 .2 0\n53 .4 0\n77 .6 0\n29 .8 0\n46 .7 0\n39 .0 0\n23 .6 0\nC u\n38 .9\n31 .7\n16 .6\n24 .9 28\n32 .1\n34 .5 5\n32 .9\n34 .5 2\n16 .1 67\n23 .1\n17 .5\n28 .1 4\n37 .6 9\n41 .5 7\n33 .5 3\n19 .6 8\n16 .7 9\n15 .7 0\n16 .5 4\n18 .4 6\n16 .0 9\nZ n\n56 .7\n39 6. 27\n38 .6 93\n46 .4\n49 .1 2\n93 .5\n12 2. 3\n3. 85\n7. 01 9\n3. 7\n43 .3 0\n56 .6 0\n64 .8 0\n44 .0 9\n15 .2 4\n7. 59\n7. 89\n10 .5 0\n8. 83\n8. 16\nG a\n11 .0 3\n4. 4\n3. 22\n0. 59 7\n7. 24 1\n2. 84 2\n3. 89 7\n7. 27 9\n0. 57 1\n3. 18 2\n0. 6\n6. 23\n3. 37\n18 .1 7\n7. 03\n8. 02\n2. 58\n4. 38\n2. 84\n4. 65\n5. 57\nR b\n21 .2\n33 .6\n52 .3\n4. 14 9\n62 .6 9\n21 .8 9\n33 .9 7\n78 .5 2\n3. 50 7\n22 .9 6\n4. 0\n51 .7 0\n31 .4 0\n17 6. 10\n49 .8 0\n23 .0 9\n5. 35\n37 .3 8\n25 .2 0\n37 .6 1\n39 .6 0\nSr 66 .7\n18 20 4\n11 10 6. 7\n18 5. 4\n93 .8\n58 .5 6\n7. 59 7\n47 .6 7\n6. 3\n23 .2 0\n16 4. 60\n13 4. 30\n59 .1 0\n11 2. 30\n57 9. 60\n41 .2 0\n49 .5 0\n13 .9 0\n94 .9 0\nY 19 .5\n7. 12\n25 .6\n1. 51\n18 .2 0\n14 .7 0\n14 .0 0\n13 .8 0\n2. 48\n7. 90\n1. 85\n10 .6 0\n8. 90\n31 .7 0\n8. 60\n15 .6 6\n19 .2 0\n10 .3 0\n9. 02\n8. 34\n10 .3 6\nZ r\n27 1. 5\n10 8\n30 .6\n25 .0 7\n13 7. 20\n53 .8 0\n75 .7 0\n44 .6 0\n19 .9 0\n55 .9 0\n21 .3 9\n13 2. 40\n70 .9 3\n32 7. 70\n10 7. 00\n22 3. 50\n30 .9 0\n10 4. 50\n16 0. 40\n10 1. 60\n79 .2 0\nN b\n14 .1\n6. 5\n3. 03\n4. 63\n9. 98\n2. 87\n5. 86\n7. 61\n6. 73\n2. 83\n6. 76\n6. 74\n5. 18\n17 .3 1\n7. 96\n9. 90\n4. 23\n6. 44\n8. 51\n7. 55\n6. 18\nC s\n9. 9\n2. 2\n0. 93\n0. 25\n4. 89\n1. 16\n1. 70\n10 .1 3\n0. 38\n2. 10\n0. 31\n5. 67\n3. 65\n61 .3 2\n6. 66\n3. 38\n1. 78\n3. 06\n2. 14\n3. 76\n5. 44\nB a\n15 84\n15 1\n35 2\n33 .0\n28 3. 0\n14 7. 0\n16 4. 0\n31 0. 0\n20 .0\n11 9. 0\n20 .7\n12 6. 0\n10 7. 0\n51 4. 0\n11 4. 0\n83 .0\n39 .0\n12 1. 0\n74 .3\n87 .4\n86 .7\nL a\n29 .7\n8. 9\n20 .3\n4. 09\n26 .2 0\n9. 46\n16 .1 0\n23 .6 0\n4. 01\n8. 16\n3. 73\n13 .8 0\n10 .5 8\n44 .9 5\n15 .8 8\n18 .3 9\n19 .8 0\n11 .8 0\n13 .9 6\n10 .9 8\n13 .0 9\nC e\n57 .5\n16 45 .3\n7. 61\n51 .4 0\n20 .7 5\n31 .9 0\n51 .4 6\n7. 59\n16 .4 0\n7. 32\n18 .9 0\n22 .1 0\n89 .2 3\n32 .9 0\n43 .2 0\n36 .4 0\n24 .5 0\n28 .3 0\n22 .8 0\n25 .0 0\nPr 7. 01 8\n1. 9\n5. 17\n0. 86\n6. 04\n2. 71\n3. 70\n5. 16\n0. 92\n1. 95\n0. 88\n3. 60\n2. 82\n10 .2 3\n3. 84\n4. 71\n5. 30\n2. 93\n3. 39\n2. 82\n2. 97\nN d\n26 .1 4\n6. 52\n18 .8\n2. 87\n21 .6 0\n10 .7 3\n13 .4 4\n19 .6 5\n3. 17\n7. 13\n3. 15\n13 .5 8\n10 .9 0\n37 .1 0\n14 .1 0\n16 .8 0\n20 .3 0\n10 .3 6\n12 .3 0\n10 .3 7\n10 .5 0\nS m\n5. 16\n1. 2\n3. 82\n0. 45\n4. 00\n2. 44\n2. 73\n3. 88\n0. 60\n1. 44\n0. 60\n2. 58\n2. 59\n6. 96\n2. 74\n3. 42\n3. 45\n2. 05\n2. 37\n2. 04\n2. 22\nE u\n1. 29\n0. 2\n0. 87\n0. 05\n0. 74\n0. 53\n0. 56\n0. 70\n0. 08\n0. 28\n0. 08\n0. 44\n0. 46\n1. 37\n0. 49\n0. 66\n0. 85\n0. 34\n0. 33\n0. 33\n0. 51\nG d\n4. 65\n1. 1\n3. 84\n0. 37\n3. 75\n2. 31\n2. 63\n3. 21\n0. 52\n1. 35\n0. 50\n2. 28\n2. 26\n6. 46\n2. 23\n3. 09\n3. 16\n1. 90\n2. 08\n1. 74\n2. 13\nT b\n0. 77\n0. 2\n0. 78\n0. 06\n0. 66\n0. 46\n0. 47\n0. 46\n0. 09\n0. 26\n0. 07\n0. 39\n0. 39\n1. 13\n0. 36\n0. 59\n0. 62\n0. 35\n0. 37\n0. 31\n0. 40\nD y\n3. 96\n1. 3\n4. 65\n0. 28\n3. 45\n2. 69\n2. 54\n2. 44\n0. 45\n1. 46\n0. 36\n1. 95\n1. 91\n5. 98\n1. 80\n3. 24\n3. 47\n1. 95\n1. 80\n1. 63\n2. 20\nH o\n0. 72\n0. 3\n0. 97\n0. 06\n0. 65\n0. 48\n0. 49\n0. 51\n0. 08\n0. 29\n0. 07\n0. 38\n0. 32\n1. 16\n0. 33\n0. 61\n0. 68\n0. 39\n0. 34\n0. 30\n0. 39\nE r\n1. 93\n0. 7\n2. 6\n0. 16\n1. 85\n1. 26\n1. 30\n1. 29\n0. 23\n0. 80\n0. 20\n1. 06\n0. 83\n3. 28\n0. 93\n1. 75\n1. 79\n1. 06\n0. 92\n0. 88\n1. 10\nT m\n0. 31\n0. 13\n0. 41\n0. 03\n0. 32\n0. 20\n0. 21\n0. 20\n0. 04\n0. 13\n0. 03\n0. 19\n0. 12\n0. 54\n0. 15\n0. 30\n0. 26\n0. 17\n0. 14\n0. 14\n0. 17\nY b\n1. 8\n0. 7\n2. 42\n0. 16\n1. 84\n1. 20\n1. 18\n1. 12\n0. 23\n0. 82\n0. 2\n1. 07\n0. 72\n3. 28\n0. 95\n1. 87\n1. 43\n1. 06\n0. 87\n0. 88\n1. 11\nL u\n0. 28\n0. 1\n0. 36\n0. 03\n0. 29\n0. 18\n0. 20\n0. 16\n0. 03\n0. 12\n0. 02\n0. 18\n0. 11\n0. 52\n0. 16\n0. 28\n0. 20\n0. 17\n0. 14\n0. 14\n0. 16\nH f\n8. 5\n3. 2\n1. 15\n0. 69\n4. 08\n1. 66\n2. 24\n1. 26\n0. 57\n1. 66\n0. 62\n4. 20\n2. 25\n10 .5 6\n3. 34\n6. 28\n0. 97\n3. 13\n4. 64\n3. 06\n2. 42\nTa 3. 31\n4. 5\n1. 03\n5. 66\n2. 54\n1. 75\n3. 73\n1. 83\n2. 46\n0. 50\n4. 52\n4. 48\n2. 50\n2. 02\n4. 08\n4. 35\n0. 97\n4. 44\n6. 85\n4. 17\n3. 88\nPb 20 .2\n17 .9\n13 .8\n12 .7\n18 .5\n24 .4\n20 .5\n40 .5\n6. 6\n8. 0\n6. 8\n16 .2\n22 .8\n21 .5\n17 .9\n14 .4\n10 .0\n8. 9\n8. 9\n6. 7\n7. 2\nT h\n12 .5\n6. 9\n8. 26\n1. 3\n10 .5\n3. 3\n5. 05 7\n8. 8\n1. 7\n2. 7\n1. 5\n5. 2\n3. 7\n18 5. 1\n9. 3\n4. 4\n4. 3\n5. 8\n4. 3\n3. 3\nU 0. 02\n0. 01\n1. 68\n0. 07\n0. 02\n0. 03\n0. 04\n0. 02\n0. 34\n0. 54\n0. 5\n0. 12\n0. 03\n0. 04\n0. 04\n1. 05\n0. 42\n0. 8\n0. 78\n0. 86\n0. 66\n(176 ppm) and Ba (514 ppm) and correspondingK2O contents (3.62 %). This strongly suggests a common occurrence within K-bearing minerals, supported by the identification of Kfeldspars in the thin sections, and in particular K substitution for Ba within K-feldspar mineral lattice (Descourvieres et al. 2010). Another important LILE, Sr, shows lower concentrations (23–164 ppm) compared to the UCC (350 ppm) composition, most likely reflecting depletion or weathering of Caplagioclase.\nThe sandstones of the Tethys Himalayas of the Spiti region display a wide range of total rare earth element (REE) concentrations from 212 ppm to as low as 17 ppm, suggesting explicit mineralogical control and quartz dilution effect, in addition to hydraulic sorting. Because hydraulic sorting affects minerals that host most of the REEs (for example, zircon, monazite, allanite, titanite, apatite, xenotime, and garnet), and the concentration of these minerals, particularly ultradense minerals, varies with varying intensity of hydrodynamic processes (Garzanti et al. 2010). Studies on recent sediments by Garzanti et al. (2011) demonstrate that the REE concentrations, particularly Eu anomalies, show marked variation both in suspended load and bedload samples; because of progressive concentration of fast settling of ultradense minerals at depth, the Eu anomaly becomes slightly but steadily more negative from surface to deep load. This in turn suggests that hydraulic sorting effects should thus be taken into full account while making any inferences based on REEs.\nDespite the variation in the concentration of individual samples, the chondrite normalized REE patterns of the Spiti sandstones with light REE (LREE) enrichment (LaN/SmN= 3.91) and almost flat heavy REE (HREE; average GdN/ YbN=1.21–2.5, average, 1.8) patterns with significative −ve Eu anomalies (Eu/Eu*=0.4–0.8, average, 0.6) are uniform and similar to that of UCC (Fig. 7). This large variation in the Eu anomalies displayed in the samples seems to reflect hydraulic sorting effect. The concentration of REEs of the sandstones, as expected, is significantly lower when compared to UCC; however, few exceptions, displayed in the samples, need explanation. A notable increase in total REE concentration in sample number GLN-5 with those of UCC values (Table 2) is clearly visible; this may be attributed to presence of relatively higher amount of feldspars andmicaminerals and Th-bearing minerals in this sample, which is consistent with its low SiO2 contents (63 %), relatively high Al2O3 contents (10.5 %), Sr (134 ppm), and Th/U ratio (499). Its U content is similar to other samples; thus, the high Th/U ratio is mostly related to high Th abundance. Since most Th-bearing minerals such as monazite are enriched in REEs, the highest∑REE and flat HREE patterns of this sample may be due to concentration of Th-bearing minerals along with other heavy minerals. Although the rest of the samples show lower REE concentrations relative to the UCC values, samples LSP-1 and MLP-3 are distinctive in having the lowest ∑REE (17 and 39 ppm,Ta bl e 2 (c on tin ue d) L ip ak F m . Po Fm\n. G an m ac hi da m\nFm .\nE le m en t\nM L P -1\nM L P3\nT K C -8\nL SP\n-1 L S P3\nL S P -6\nL SP\n-7 L S P9\nT D P -1\nT D P -7\nT B P -1 2\nG L N -1\nG L N -3\nG L N -5\nG L N -6\nL N T1\nL N T2\nL N T3\nL N T4\nL N T5\nL N T6\nZ r/ Sc\n58 .2\n31 .3\n11 .2\n9. 8\n32 .7\n17 .7\n22 .1\n6. 4\n18 .0\n25 .3\n20 .9\n34 .6\n22 .6\n42 .0\n29 .4\n52 .1\n12 .5\n35 .0\n68 .9\n38 .2\n22 .0\nT h/ SC\n2. 7\n2. 0\n3. 0\n0. 5\n2. 5\n1. 1\n1. 5\n1. 3\n1. 6\n1. 2\n1. 5\n1. 4\n1. 2\n2. 3\n1. 4\n2. 2\n1. 8\n1. 4\n2. 5\n1. 6\n0. 9\nL a/ Sc\n6. 4\n2. 6\n7. 5\n1. 6\n6. 2\n3. 1\n4. 7\n3. 4\n3. 6\n3. 7\n3. 6\n3. 6\n3. 8\n5. 8\n4. 4\n4. 3\n7. 9\n3. 97\n6 4. 1\n3. 6\nC r/ T h\n3. 6\n3. 2\n1. 5\n40 4. 6\n7. 1\n4. 9\n4. 4\n8. 2\n5. 2\n10 .1\n5. 5\n4. 7\n3. 5\n9. 2\n2. 6\n5. 1\n3. 2\n2. 2\n3. 9\n5\nC o/ T h\n4. 54\n10 .9\n1. 04\n13 2. 2\n3. 8\n12 .4\n13 .1\n4. 1\n15 1\n33 .7\n10 8. 0\n14 18 .6\n1. 3\n12 .4\n7. 1\n2. 1\n21 21\n38 22 .5\nL a/ T h\n2. 4\n1. 3\n2. 5\n3. 1\n2. 5\n2. 9\n3. 2\n2. 7\n2. 3\n3 2. 4\n2. 7\n2. 9\n2. 5\n3. 1\n1. 98\n4. 5\n2. 77\n2. 41\n2. 55\n4\nT i/Z\nr 8. 4\n8. 3\nN D\n14 .4\n12 .2\n10 15\n40 N D\nN D\nN D\n9. 1\n13 .5\n10 .2\n11 .7\nN D\nN D\nN D\nN D\nN D\nN D\nT i/N\nb 16 1\n13 8\nN D\n77 16 8\n18 7\n19 4\n23 6\nN D\nN D\nN D\n17 8\n18 5\n19 3\n15 8\nN D\nN D\nN D\nN D\nN D\nN D\nE u/ E u*\n0. 8\n0. 46\n0. 7\n0. 37\n0. 58\n0. 68\n0. 64\n0. 6\n0. 43\n0. 61\n0. 4\n0. 55\n0. 58\n0. 62\n0. 61\n0. 6\n0. 79\n0. 5\n0. 46\n0. 54\n0. 71\nC e/ C e*\n0. 9\n0. 9\n1 0. 95\n0. 95\n0. 96\n0. 97\n1. 09\n0. 9\n0. 96\n1. 0\n0. 63\n0. 95\n0. 97\n0. 99\n1. 09\n0. 8\n0. 97\n0. 96\n0. 96\n0. 94\n(G d/ Y b) N\n2. 1\n1. 2\n1. 3\n1. 9\n1. 7\n1. 6\n1. 8\n2. 3\n1. 8\n1. 3\n2. 4\n1. 7\n2. 5\n1. 6\n1. 9\n1. 3\n1. 8\n1. 5\n1. 9\n1. 6\n1. 6\n(L a/ Sm\n)N 3. 6\n4. 9\n3. 3\n5. 7\n4. 1\n2. 5\n3. 7\n3. 8\n4. 2\n3. 6\n3. 9\n3. 4\n2. 6\n4. 1\n3. 7\n3. 4\n3. 6\n3. 6\n3. 7\n3. 4\n3. 7\nrespectively), significant large negative Eu anomalies (Eu/ Eu*=0.37 and 0.46), variable LaN/YbN ratios (18.21 and 8.68), and flat HREE patterns (GdN/YbN=1.89 and 1.21). Quartz dilution seems to have lowered the ∑REE contents of these samples, which is also consistent with their high SiO2 (>90 %) contents. In terms of other elements, also these samples are distinctive in having the lowest Na2O, K2O, CaO, and Sr contents (Table 1), implying the absence of some essential minerals, particularly feldspars which probably resulted into large negative Eu anomalies in the sandstones. An excellent correlation of La and Ce to Th (r=0.9) and their high La+Ce contents (Table 2) suggest that the Th is probably contained chiefly in heavy mineral monazite. On the Harker binary plots (Fig. 8), the sandstone sample data show variable degrees of negative correlation for SiO2 versus Al2O3 (r=−0.63), TiO2 (r=−0.69), FeO3t (r=−0.62), MgO\n(r=−0.058), Na2O (r=−0.65), K2O (r=−0.72), MnO (r=−0.063), clearly reflecting a decrease in unstable components (e.g., feldspars and rock fragments) with an increase in mineralogical maturity. Further, it can be noticed from the diagram that having less concentration of SiO2 values, three samples (GLN-5, GLN-9, and LSP-13) plot separately in the diagram. Relative enrichment in MgO, Fe2O3\nt, and Al2O3, in addition to low SiO2 values of these samples, can be attributed to the presence of mafic aluminum silicate mineral (biotite) in the rocks. The scattering observed in CaO versus SiO2 (r=−0.34) diagram suggests that Ca is probably housed in more than one mineral."
  }, {
    "heading": "Discussion",
    "text": "Provenance versus weathering\nThe most pertinent and widely used paleo-weathering index, given by Nesbitt and Young (1982), popularly known as chemical index of alteration (CIA) where CIA=(Al2O3/ Al2O3+CaO*+Na2O+ K2O)×100, was used to calculate the degree of chemical weathering in the source area of these sandstones. Element abundances in CIA are expressed as molar proportions and CaO* representing the Ca associated with silicate mineral/non-carbonate fraction of the sediments. As\nsome of the sandstone samples contain CaO greater than 1 wt%, there will be a chance of presence of organic content or presence of Ca in carbonates (calcite, dolomite), it is therefore necessary to make correction for the measured CaO content in the samples. Due to non-availability of direct method to distinguish and quantify the contents of CaO belonging to silicate fraction and non-silicate fraction, a method proposed by McLennan (1993) has been used to calculate the CaO*. According to this method, if the number of moles for CaO is less than that of Na2O, then the pure CaO value can be adopted. If the number of moles for CaO is greater than Na2O, CaO* should be assumed equivalent to Na2O. The CIA values of the Spiti sandstones thus calculated show wide range of values that vary from 53 to 78, indicating variable degree of chemical weathering. Similar conclusions were arrived at when the data was tested using K-free chemical index (i.e., chemical index of weathering (CIW)) (CIW=100× (Al2O3/Al2O3+CaO*+Na2O) (Cullers 2000), which shows a range of values from 65 to 92, indicating very less Kmetasomatism effect. As discussed above, the presence of authigenic Ca (cement) may affect CIA values, and consequently, its interpretation may be doubtful. Therefore, to strengthen our interpretations and to remove uncertainty of the data (particularly to check the erratically variable amounts of authigenic carbonates rather than to climatically controlled changes in weathering of mobility of elements), the correction methods for elemental weathering (mobility) indices such asα values proposed by Gaillardet, et al. (1999) and modified chemical index of alteration (CIX), a Ca-free weathering index (CIX=[Al2O3/(Al2O3+Na2O+K2O)]*100) proposed by Garzanti et al. (2013), were used in the present study. According to Gaillardet et al. (1999), α value is best calculated with reference to non-mobile Al for any element E:\nαAl ¼ Al=E½ sample= Al=E½ UCC\nwhere there is no net chemical weathering, αi=1. A value greater than 1 means depletion with respect to UCC and a value lower than 1 means enrichment. The normalization to non-mobile elements removes the variations in absolute concentrations in suspended sediments, generally due to a dilution by organic particulates or quartz. For example low αCa values obtained in any sediment may be due to the presence of calcite, and therefore, such samples may not be useful in determining true classical weathering index (CIA) values. Both greater than 1 and less than 1 αCa values (ranging from 0.28 to 28) are obtained in the Spiti sandstones, which implies that some samples are enriched in authegenic carbonates and cannot be used in the interpretation of CIA index. After discarding those (αCa<1) samples, the remaining (αCa>1) data still shows a range of CIA values from 57 to 78 (Table 1). Further, a very good match between CIX and CIA values of the Spiti sandstones (Table 1) can be noticed. The α,\nCIX, and CIA indices all agree and define a consistent picture, and thus, our results acquire significant solidity.\nThe negative correlations of SiO2 versus K2O and Na2O (Fig. 8) and positive correlation of K2O and Na2O with Al2O3 (r=9.4 and 0.64, respectively) observed in the Spiti sandstone samples are indicative of progressive weathering of both Kfeldspar and plagioclase. In comparison to K-feldspar, plagioclase seems to have weathered more rapidly which is consistent with depletion of Na and the high K2O/Na2O ratios (ranging from 2 to 13), significantly higher than the average upper crustal values (0.9) of the studied sandstone samples. Variable degrees of chemical weathering in the source rocks of these sandstones are very well displayed in the A-CN-K (Al2O3-(CaO+Na2O)-K2O) triangular diagram (Fig. 9) where the samples plot very close to plagioclase-feldspar join (indicating low degree of weathering) and average ideal shale values close to illite-muscovite mineral compositions (suggesting moderate to high degree of weathering). Most samples in Fig. 9 plot along typical granitoid weathering trend with slight displacement toward A-K line, suggesting the loss of Ca and Na from essentially plagioclase feldspar during progressive weathering of granitoid like source rocks. Scattering in the data of the sandstone samples is clearly exhibited in the diagram, whichmay probably result from the derivation of the rocks from different sources, and also, such variations can be mainly accounted for in terms of climate change in their provenance areas, thus indicating the climatic variability in the source region over time.\nDuring weathering, apart from the alkalies and alkaline earth elements discussed above, other elements such as Th and U and their ratios are effected, particularly, Th/U ratio of\nsedimentary rocks are expected to increase with increasing weathering due to the oxidation and loss of U (McLennan et al. 1990,1995). Dramatic increases in the Th/U ratios of these sandstones (>40, Table 2), significantly higher than UCC values of 4, are consistent with a combination of quartz dilution and advanced weathering (McLennan et al. 1993), which is also reflected in the UCC-normalized diagram (Fig. 6b) where the samples show a pronounced negative U anomalies.\nTectonic setting\nSeveral field-based previous studies in the Spiti region show that the Carboniferous-Lower Permian succession of the Tethys Himalaya was deposited in a continental rift sequence documenting the incipient birth of NeoTethys, which began to open in the mid-Sakmarian (Sciunnach and Garzanti 2012; Myrow et al. 2006). The Neo-Tethyan succession according to Sciunnach and Garzanti (2012) can be subdivided into a rift sequence (Mississippian to lowermost Permian) and a drift sequence (upper Lower Permian to Paleocene), eventually capped by lowermost Eocene syn-collisional sediments. The rift sequence documents the tectonic and magmatic processes that culminated in continental breakup and spreading of Neotethyan ocean floors. The drift sequence records the sedimentation and subsidence history of the northern passive continental margin of Gondwana, until final collision with the Transhimalayan active margin of Eurasia close to the Paleocene/Eocene boundary (Garzanti et al. 1986).\nGeochemical data presented in this study is added information to the above interpretations. High silica contents (>75 %) and K2O/Na2O ratios (>1) of these sandstones are consistent with passive margin tectonic setting defined by Roser and Korsch (1986). However, one sample, (GLN-5) showing abnormal concentration as discussed earlier in the text, plots in the active continental margin field due to relative depletion in silica abundance (<75 %). All the sandstone samples, except one, from the Spiti region lie within the passive margin field in La/Sc versus Ti/Zr, Th-Sc-Zr, and La-Th-Sc trace element discrimination diagrams, which is in agreement with major element tectonic discrimination diagrams. Low La concentration along with Sc causes few samples to plot outside the defined tectonic boundaries in La/Sc-Ti/Zr diagram (Fig. 10). Bhatia and Crook (1986) opined that low Sc concentration and high Zr/Th ratios of the sandstones are the characteristic features of a recycled, passive margin setting with plagioclase and unstable mineral depletion. The relatively high Zr/Th ratios (5–25) and low Sc concentration (2.5– 8 ppm) of the Spiti sandstones are consistent with the above inference.\nProvenance composition\nAlthough the major elements (enriched SiO2 and K2O, and depleted MgO, Fe2O3, TiO2, and CaO) and trace element abundances (low concentration of mafic elements and relatively high felsic components) and detrital modes (large amount of monocrystalline quartz, some of those with undulose extinction, felsic rock fragments, and absence of mafic components) of sandstones from Spiti region suggest felsic rocks as provenance for these sandstones, some standard diagrams andmajor and trace element ratios have been used to further substantiate these inferences. Among all the elements, the REEs are considered to be most reliable elements, and their concentration in sediments are assumed to reflect those of the source rocks (Taylor and McLennan 1985; Garzanti et al. 2010). The significant characteristics of the Spiti sandstones such as remarkable enrichment of LREEs, the distinctive negative Eu anomalies, and the flat HREE patterns (Fig. 7) are consistent with their derivation from upper continental crust composed chiefly of felsic components. Also, the negative Eu anomalies indicate that intra-crustal differentiation such as partial melting or fractional crystallization, involving separation of plagioclase, had affected the source rocks. Other trace elemental characteristics of the sandstones also place some constraints on the nature of the source. Particularly, elements with contrasting behaviors (i.e., compatible versus incompatible) such as Th, Sc, Co, Cr, and La are helpful indicators of the bulk composition of the provenance (McLennan et al 1993). For example a low Th/Sc ratio (<1) indicates a mafic source which is usually enriched in compatible elements (e.g., Sc), while the incompatibility of Th would result in higher concentrations at welldifferentiated felsic rocks (Th/Sc=1, Taylor and McLennan\n1985). Further, basic source rocks contain significantly higher concentration of the immobile trace elements Sc, Co, and Cr and lower concentration of the trace elements La and Th, than felsic rocks (Condie and Wronkiewicz 1990). Therefore the elemental ratios Eu/Eu*, La/Sc, Th/Co, and Cr/Th are significantly different in basic and silicic source rocks and the weathered debris derived from them (Table 4 of Cullers 1994). Among these ratios, particularly Cr/Th ratios are considered to be more sensitive to variations in provenance than any of the other ratios (Condie and Wronkiewicz 1990). Cullers (1994), while studying recent sediments and their source rock geochemistry, noticed that source granitoid with Cr/Th ratios from about 0.4 to 6 have clay to sand sized fractions in soils and stream sediments that range from 0.25 to 7.7. In contrast, weathering of amphibolites with Cr/Th ratios of 1100 and lesser input from silicic sources produced sands with Cr/Th ratios of 22 to 100. The Cr/Th ratios of Spiti sandstones ranging from 3.2 to 9.2 thus strongly suggest to have been derived from mainly silicic source rocks. The suggested felsic source rocks for these sandstones are also consistent with the dominant subarkose to quartzarenitic sandstone compositions with abundant silicic rock clasts and absent mafic rock clasts observed in the sandstones (Garzanti et al. 2007). Very low concentration of Th (1.31 ppm) in one sample (LSP-1,\nTable 2) compared to the other samples from the same formation has, however, resulted in higher Cr/Th ratios (40.4) in this sample. In the Spiti sandstones, the concentration of LREEs, particularly La concentration, is high (up to 30 ppm) which may be most likely accounted for grain size effect than a provenance change. Among the accessory minerals generally found in granitoids, ultradense monazite (Ce, La, Nd, Th, PO4) with usually a Ce/La ratio of 2:1 is very common (Garzanti et al. 2011). The strong correlation between La and Ce (r2=0.98) and La and Th (0.9) in the PermoCarboniferous Spiti sandstones with an average La/Ce ratio from 0.45 to 0. 55 very close to the UCC (0.47) and PAAS (0.48) ratios suggests to the inclusion of La and Th into monazite.\nProvenance of the sedimentary rocks\nThe integrated approach of petrography and geochemistry clearly points towards the varied sources (although all are felsic in nature) for the Spiti sandstones, such as quartzose sedimentary rocks, metamorphic gneisses, and plutonic igneous rocks (granitic). This in turn probably indicates that a terrain(s) consisting of a package of rocks comprising of granites and gneisses associated with sedimentary rocks occurring on the Indian Craton may have supplied detritus to the Spiti basin. These observations are in agreement with studies carried out by various workers in different parts of the Tethys basin from Kashmir (west) region to Nepal (east) region (Garzanti et al. 1986; Garzanti et al. 1998; Srikantia and\nBhargava 1998; Bagati et al. 1991; Bhargava and Bassi 1998; Myrow et al. 2006, 2010). The morphology of detrital modes in the Spiti sandstones such as very well rounded (recycled) zircons (Fig. 4) to angular fragments occurring in a same (Po) formation strongly indicates dual sources for the sediments.\nExtensive studies of the Tethys sediments by various scientists (Bagati et al. 1991; Garzanti et al. 1998; Bhargava and Bassi 1998; Myrow et al. 2006) from different parts of the basin that are mainly based on structurally corrected crossbedding (paleo-current) measurements and groove casts and flute casts (Draganits et al. 2008) show dominantly transport directions from south-southwest to north-northeast. The geochronological studies from various parts of the Tethys basin by Myrow et al. (2010), Kohn et al. (2010), and Long et al. (2011) have documented zircons of Proterozoic (1.9–1.8 Ga) and Cambro-Ordovician (nearly 500 Ma) ages, and they attribute that the source of these zircons could be from the Proterozoic and Cambro-Ordovician orogenic granites from the Lesser and Higher Himalayan regions. According to Garzanti et al. (1986), the sharp transition from the turbidite to the conglomerates, with unconformable relationships documented in the Spiti region, suggests uplift of a mountain range and erosion of deformed sedimentary sequences. This orogenic event can be dated as Late Cambrian to Early Ordovician and thus correlates with emplacement Late panAfrican granotoids (radiometric ages around 500 Ma) and associated fold thrust deformation and high-grade metamorphism (Mehta 1978). The occurrence of lower Paleozoic granites with high initial Sr87/Sr86 ratios in the Himalayan Crystallines and in the Lesser Himalaya (Bhanot et al. 1979; Trivedi et al. 1984) as well as petrographic composition of these formations lends support to the observations of Jain et al. (1980), who suggested uplift of the Lesser Himalaya in the Early Paleozoic, with erosion of the thick Vindhyan clastic prism. This southern sedimentary ridge, mostly made of quartzose sandstones and carbonates (Sakai 1985), may have represented an important source of clastic detritus from the Ordovician onward. In a process of testing this model, striking similarities between the trace element (including REEs) patterns of the Spiti sandstones and different Proterozoic and Pan-African granitoids (Fig. 11) strongly support the hypothesis suggested by earlier workers that the uplift, unroofing, and erosion of these S-type syn-collisional (Sharma and Rashid 2001) granites from the Proterozoic and Pan-African granitoid belts may have supplied significant amounts of detritus to the Tethyan sedimentary basin.\nClimate evolution during the Permo-Carboniferous period\nMany established and widely tested indices or parameters are now available to determine the past climates during the weathering and deposition of sedimentary rocks. These\nparameters include detrital modes and their ratios (Garzanti et al. 2013), particularly in sandstones because climate affects sand composition (Taylor andMcLennan 1985; Garzanti et al. 2014) through its influence on pedogenic processes which bring about parent rock destruction. Another widely used and most accepted parameter is the CIA, which is based on major element chemistry of the sedimentary rocks, and use of the CIA in paleo-climatic studies assumes that this index is a measurement of the amount of the chemical weathering undergone by the studied rocks. The CIA is very much useful in determining changes between icehouse and greenhouse climates, and the CIA combined with sedimentological data sets gives strong evidence of variable climate conditions oscillating between the dry cool and glacial, and warm humid and interglacial (Bahl burg and Dobrzinski 2011). While using CIA index, some cautions are needed to be taken into consideration, for example, the presence of carbonate-rich sediments, and the occurrence of post-deposition K+ addition (metasomatisim, metamorphism diagenetic illitization). Nevertheless, with appropriate caution, the indices described\nabove are useful tools for the assessment of the climate conditions in the rock record. The CIA values of PermoCarboniferous sandstones from the Spiti Valley range between 53 and 78 implying that the CIA of these formations appears to differentiate between glacial and non-glacial weathering types. The CIA values of the non-glacial sandstones from Carboniferous (Mississippian) Lipak and Po formations of the Spiti region fall within 58 and 78 with a majority between 65 and 75 (Table 1) demonstrating their well-weathered character under humid weathering conditions. Our results supplement the observations made by Garzanti et al. (1998) who, while describing the climate in Carboniferous Tethys Himalaya based on gypsum lenses and fossil assemblages, have noticed a marked transition in climate from subtropical arid during Tournaisian to cool humid climate in Visean/ Serpukhovian periods. In contrast, the CIA values of the Lower Permian Ganmachidam formation diamictites show a range between 52 and 78 with a majority between 55 and 65, depicting their unweathered to slightly weathered detritus, and confirm well with the field investigations to a glacial\nweathering regime. It is therefore evident from the CIAvalues of the sandstones that the (Permo-Carboniferous Spiti) sedimentary rocks show the detritus of glacial to non-glacial weathering provenance. These interpretations are in consistent with the petrographical studies of the samples where altered mineralogy to pristine mineralogy is very well preserved in the sandstones (Fig. 4). Thus, this study documents a shift in climate from Carboniferous to Permian in the sandstones of the Spiti (Tethys) Himalaya. Spanning of the sandstone samples from arid to humid climate fields in the SiO2-(Al2O3+ Na2O+K2O) paleo-climate discrimination diagram (after Suttner and Dutta 1986) is evident (Fig. 12), which further substantiates the above inference.\nThe combination of field and petrographical evidence described in preceding paragraphs and low CIA values of the Ganmachidam diamictites was proven to be in fact of depositional origin related to ice action and cold climates. These CIA values are compatible with a prominent influence of physical weathering on the production of the Ganmachidam diamictites. Although diamictites may be formed as glaciogenic sediments or as tectonically triggered mass flow deposits, the combination of field (sedimentological) analysis and CIA as a function of climate can resolve this problem. Together with sedimentological features including the presence of dropstones in laminated facies and varve-like laminations, the low CIA values strengthen interpretation of a glacially connected origin of the Ganmachidam diamictites. Further, Garzanti et al. (1996, 1998) reported fossils of cold water origin in these diamictites, which further strengthens the above inference. The petrofacies analysis of the sandstones from the Carboniferous Liapk and Po formations indicates compositional maturity in these sandstones where Qm+Qp/ F+R and Qp/F+R ratios are greater than 14 and 5, respectively, and the majority of these sandstones may be related to intense chemical weathering. In contrast, compositional\nimmaturity exists in majority of the Lower Permian Ganmachidam diamictites where Qm+Qp /F+R and Qp/F+ R ratios are 2 and less than 1, respectively; however, some of the samples show ratios that fall in the range of mature sandstones (up to 7 for total quartz/rock fragment+feldspar) reflecting the occurrence of mixture of detritus in these diamictites. Two types of transitions in compositional maturity marks the change in climate described above. The transition from warm-humid climate during Carboniferous characterized the deposition of Lipak and Po formations to cold-arid climate during the Lower Permian which are reflected by much less compositionally mature sediments in the Ganmachidam diamictites. Further, the paleo-geographic reconstruction based mainly on paleo-magnetic data (Scotese and Berret 1990) indicates that India was rapidly displaced southward toward the Antartic polar circle due to rotation of Gondwanaland during the late Carboniferous to the Lower Permian. The slow latitudinal drift toward sub-polar latitudes (Golonka et al. 1994) and the onset of continental rifting (Garzanti et al. 1996) may be considered as the principal causes for such dramatic climatic change. Thus, these results document a complete record of glacial and interglacial phases in the Permocarboniferous Spiti sandstones, and the interpretations are consistent with other such studies on the Phanerozoic glaciation events on Gondwana supercontinent."
  }, {
    "heading": "Conclusions",
    "text": "The Permo-Carboniferous sandstones of the NW Tethys Himalaya, Spiti region, northern India, display considerable variations in their mineralogy, and major and trace element compositions, which are dominantly controlled by the source rocks, weathering conditions of the provenance, hydraulic sorting, and the then prevailing climatic conditions. Petrographic analysis revealed that these sandstones contain varied types and amount of detritus which was mainly derived from coarse grained plutonic rocks, recycled quartzose sediments with subordinate amounts of metamorphic rocks. This inference in turn strongly endorses our argument that the source for the Spiti basin lies very near and south of the Spiti basin such as Precambrian Higher Himalayan Vaikrita granites and gneisses and Cambro-Ordovician granites occurring all along the Lesser Himalayan zone. Quartzarenites, sublitharenites, and subarkose of the Kanawar Group of sandstones have petrographic (texture, framework mineralogy, quartz type, and inclusions in quartz) and geochemical characteristics (such as REE patterns, Th/Sc, La/Sc, Cr/Th, and Eu/Eu* ratios) that suggest quartzoze recycled sedimentary rocks as the source rocks in addition to high-grade metamorphic and plutonic igneous rocks. The obtained data are consistent with the passive continental margin tectonic setting or intra-continental rift environment for the Spiti sandstones. The\nsource area was affected by deferential degree of weathering from intense to low as recorded in the detrital mineralogy and CIA values. The span of CIA values (78–53) recorded in the Spiti sandsones corresponding to different formations of the Kanawar Group may result from varying (more intense to low) degrees of weathering conditions which in turn reflect variable climate conditions during the Permo-Carboniferous period. Geochemical proxies (e.g., CIA values), paleontologi ca l ( fo ss i l ) ev idence coup led wi th sys temat i c lithostratigraphic variations in the compositional maturity of the Kanawar Group sandstones (i.e., from base to top, maturesubmature to immature) are very well linked to the changing paleo-climate of Indian subcontinent (i.e., warm, humid to glacial, and arid) associated with the Carboniferous to Permian drift of the landmass through differential latitudinal zones and the overall change in global climate (Scheffler et al. 2003). Thus, the Permo-Carboniferous Tethys Himalayan sequence in the Spiti region documents progressive long-term cooling from cool humid climates in Visean to cold sub-polar climate in the Asselian period.\nDetrital zircon peaks in the Tethyan sediments ranging from Paleoproterozoic (1.8–1.9 Ga) and Neoproterozoic to Paleozoic ages (0.9Ga to 570 Ma) have been reported by many workers, and similar peak ages have been documented in correlative Lesser Himalayan and Higher Himalayan granitoid belts along strike of the Himalaya. This in turn indicates a southern provenance for the clastic Tethyan Himalayan units in Nepal and northwest India attributed to Cambro-Ordovician tectonic activity on the northern Indian margin. A good similarity between multi-elemental spider diagrams of Spiti sandstones and the Proterozoic and Paleozoic granitoids from the Himalayas is obtainedwhich substantiates the above inference and suggests that Tethyan sediments may have been derived from these granitoid belts.\nAcknowledgments We are thankful to the Chairman, Department of Geology, AMU, Aligarh, for providing necessary facilities. We are grateful to Dr. O.N. Bhargava, for helpful suggestions and discussions. We are also thankful to the Department of Science & Technology, New Delhi, for supporting this work in the form of ResearchGrant (SR/S4/ES-422/2009) to SAR. The authors are thankful to the reviewer Dr. M.E.A. Mondal and an anonymous reviewer for their suggestions which have helped in improving the quality of the manuscript."
  }],
  "year": 2015,
  "references": [{
    "title": "Regressive transgressive sedimentation in the Ordovician sequence of the Spiti Tethys basin, Himachal Pradesh, India",
    "authors": ["TN Bagati", "R Kumar", "SK Ghosh"],
    "venue": "Sediment Geol",
    "year": 1991
  }, {
    "title": "A review of the Chemical Index of Alteration (CIA) and its application to the study of Neoproterozoic glacial deposits and climate transitions",
    "authors": ["H Bahlburg", "N Dobrzinski"],
    "year": 2011
  }, {
    "title": "Rapid determination of REEs and other trace elements in geological samples by microwave acid digestion and ICP-MS",
    "authors": ["V Balaram", "T Gnaneshwar Rao"],
    "year": 2003
  }, {
    "title": "Reevaluation of the use of undulatory extinction and polycrystallinity in detrital quartz for provenance interpretation",
    "authors": ["A Basu", "SW Young", "LJ Suttner", "WC James", "GH Mack"],
    "venue": "J Sediment Petrol",
    "year": 1975
  }, {
    "title": "Geochronological and geological studies on a granite of higher Himalaya, NE of Manikaran, Himachal Pradesh",
    "authors": ["VB Bhanot", "AK Bhandari", "SingVP", "AK Kansal"],
    "venue": "J Geol Soc India",
    "year": 1979
  }, {
    "title": "Geology of Spiti-Kinnaur Himachal Himalaya",
    "authors": ["Bhargava ON", "Bassi"],
    "venue": "UK",
    "year": 1998
  }, {
    "title": "Significance of transition between Talchir formation and Karharbari formation in lower Gondwana basin evolution — a study in West bokaro coal basin, Jharkhand, India",
    "authors": ["HN Bhattacharya", "A Chakraborty", "B Bhattacharya"],
    "venue": "J Earth Syst Sci",
    "year": 2005
  }, {
    "title": "Implications of trace fossil assemblages from Late Paleozoic glaciomarine Talchir Formation, Raniganj Basin, India",
    "authors": ["B Bhattacharya", "HN Bhattacharya"],
    "venue": "Gondwana Res",
    "year": 2007
  }, {
    "title": "Soft-sediment deformation structures from an ice-marginal storm-tide interactive system, Permo-Carboniferous Talchir Formation, Talchir Coalbasin, India",
    "authors": ["HN Bhattacharya", "B Bhattacharya"],
    "venue": "Sediment Geol",
    "year": 2010
  }, {
    "title": "Typology of detrital zircon as a key to unravelling provenance in rift siliciclastic sequences: Permo-Carboniferous of Spiti, N India",
    "authors": ["V Caironi", "E Garzanti", "D Sciunnach"],
    "venue": "Geodin Acta",
    "year": 1996
  }, {
    "title": "The Cr/Th ratio in Precambrian pelites from Kaapaal craton as an index of craton evolution",
    "authors": ["KC Condie", "DJ Wronkiewicz"],
    "venue": "Earth Planet Sci Lett 97:256–267",
    "year": 1990
  }, {
    "title": "Geologic evidence for a mantle super plume event at 1.9 Ga",
    "authors": ["KC Condie", "DJD Marais", "D Abbott"],
    "venue": "Geochem Geophys Geosyst",
    "year": 2000
  }, {
    "title": "Precambrian superplumes and supercontinents: a record in black shales, carbon isotopes and paleoclimates",
    "authors": ["KC Condie", "DJD Marais", "D Abbott"],
    "venue": "Precambrian Res",
    "year": 2001
  }, {
    "title": "The controls on the major and trace element variation of shales, siltstones and sandstones of Pennsylvanian–Permian age from uplifted continental blocks in Colorado to platform sediment in Kansas, USA",
    "authors": ["RL Cullers"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1994
  }, {
    "title": "The geochemistry of shales siltstones and sandstones of Pennsylvanian Permian age, Colorado, USA: implications for provenance and metamorphic studies",
    "authors": ["RL Cullers"],
    "venue": "Lithos",
    "year": 2000
  }, {
    "title": "Geochemical controls on sediment reactivity and buffering processes in a heterogeneous aquifer",
    "authors": ["C Descourvieres", "N Hartog", "BM Patterson", "CE Oldham", "H Prommer"],
    "venue": "Geochem",
    "year": 2010
  }, {
    "title": "Lithostratigraphy, conodont biostratigraphy and depositional environment of the Middle Devonian Givetian to Early Carboniferous Tournaisian Lipak Formation in the Pin Valley of Spiti, NW India",
    "authors": ["E Draganits", "R Mawson", "JA Talent", "L Krystyn"],
    "venue": "Riv Ital Paleontol Stratigr",
    "year": 2002
  }, {
    "title": "Giant submarine landslide grooves in the Neoproterozoic Lower Cambrian Phe Formation, northwest Himalaya: Mechanisms of formation and palaeogeographic implications",
    "authors": ["E Draganits", "J Schlaf", "B Grasemann", "T Argles"],
    "venue": "Sediment Geol",
    "year": 2008
  }, {
    "title": "Large igneous provinces (LIPs) giant dyke swarms and mantle plumes: significance for breakup events",
    "authors": ["RE Ernst", "W Bleeker"],
    "year": 2010
  }, {
    "title": "Stratigraphy of the Tethys Himalaya in zanskar, Ladakh, intial report",
    "authors": ["M Gaetani", "R Casnedi", "E Fosi", "E Garzanti", "F Jadoul", "A Nicora", "A Tintori"],
    "venue": "Riv Ital Paleontol Stratigr",
    "year": 1986
  }, {
    "title": "Geochemistry of large river suspended sediments: silicate weathering or recycling tracer",
    "authors": ["J Gaillardet", "B Dupre", "CJ Allegre"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1999
  }, {
    "title": "Mineralogical and chemical variability of fluvial sediments 2. Suspended-load silt. Ganga–Brahmaputra, Bangladesh",
    "authors": ["E Garzanti", "S Andó", "C France-Lanord", "P Censi", "P Vignola", "V Galy", "M Lupker"],
    "venue": "Earth Planet Sci Lett 302:107–120",
    "year": 2011
  }, {
    "title": "Mineralogical and chemical variability of fluvial sediments. 1. Bed- load sand: Ganga-Brahmaputra, Bangladesh",
    "authors": ["E Garzanti", "S Ando", "C France-Lanord", "G Vezzoli", "P Censi", "V Galy", "Y Najman"],
    "venue": "Earth Planet Sci Lett 299:368–381",
    "year": 2010
  }, {
    "title": "The mid-carboniferous to lowermost Permian succession of Spiti Po group and Ganmachidam formation tethys Himalaya, northern India: Gondwana glaciation and rifting of Neo-Tethys",
    "authors": ["E Garzanti", "L Angiolini", "D Sciunnach"],
    "venue": "Geodin Acta",
    "year": 1996
  }, {
    "title": "The Bashkirian Fenestella shales and the Moscovian Chaetetid shales of the Tethys Himalaya: South Tibet, Nepal and India",
    "authors": ["E Garzanti", "L Angiolini", "H Brunton", "D Sciunnach", "M Balini"],
    "venue": "J Asian Earth Sci",
    "year": 1998
  }, {
    "title": "Sedimentary evidence of a Cambro-Ordovician orogenic event in the northwestern Himalaya",
    "authors": ["E Garzanti", "R Casnedi", "F Jadoul"],
    "venue": "Sediment Geol",
    "year": 1986
  }, {
    "title": "Orogenic belts and orogenic sediment provenances",
    "authors": ["E Garzanti", "C Doglioni", "G Vezzoli", "S Ando"],
    "venue": "J Geol",
    "year": 2007
  }, {
    "title": "Weathering and relative durability of detrital minerals in equatorial climate: sand petrology and geochemistry in the East African Rift",
    "authors": ["E Garzanti", "M Padoan", "S Ando", "A Resentini", "G Vezzoli", "M Lustrino"],
    "venue": "J Geol",
    "year": 2013
  }, {
    "title": "Provenance of passive margin sand:South Africa",
    "authors": ["E Garzanti", "P Vermeesch", "M Padoan", "A Resentini", "G Vezzoli", "S Ando"],
    "venue": "J Geol",
    "year": 2014
  }, {
    "title": "Petrology of Indus River sands: a key to interpret erosion history of the Western Himalayan Syntaxis",
    "authors": ["E Garzanti", "G Vezzoli", "S Ando", "P Paparella", "PO Clift"],
    "venue": "Earth Planet Sci Lett 229:287–302",
    "year": 2005
  }, {
    "title": "Phanerozoic Paleogeographic and paleoclimate modeling maps. In: Embry AF, Beauchamp B, Glass DJ (eds) Pangea: global environments and resources",
    "authors": ["J Golonka", "MI Ross", "CR Scotese"],
    "venue": "Canadian Society of Petroleum Geologists, Memoir,",
    "year": 1994
  }, {
    "title": "REE and HFSE mobility due to protracted flow of basinal brines in the Mesoproterozoic belt-purcell supergroup, Laurentia",
    "authors": ["I Gonzalez-Alvarez", "R Kerrich"],
    "venue": "Precambrian Res",
    "year": 2010
  }, {
    "title": "PanAfrican magmatism and sedimentation in the NW Himalaya",
    "authors": ["R Islam", "R Upadhyay", "T Ahmad", "VC Thakur", "AK Sinha"],
    "venue": "Gondwana Res",
    "year": 1999
  }, {
    "title": "The lower lesser Himalayan sequence: a Paleoproterozoic arc on the northern margin of the Indian plate",
    "authors": ["MJ Kohn", "SK Paul", "SL Corrie"],
    "year": 2010
  }, {
    "title": "Sediment-hosted lead–zinc deposits in Earth History",
    "authors": ["DL Leach", "D Bradley", "D Huston", "S Pisarevsky", "GS Taylor"],
    "venue": "Econ Geol",
    "year": 2010
  }, {
    "title": "Tectonostratigraphy of the Lesser Himalaya of Bhutan: Implications for the along-strike stratigraphic continuity of the northern",
    "authors": ["S Long", "N Mcquarrie", "T Tobgay", "C Rose", "G Gehrels", "D Grujic"],
    "year": 2011
  }, {
    "title": "Weathering and global denudation",
    "authors": ["SM McLennan"],
    "venue": "J Geol",
    "year": 1993
  }, {
    "title": "Relationships between the trace element composition of sedimentary rocks and upper continental crust",
    "authors": ["SM McLennan"],
    "venue": "Geochem Geophys Geosyst 2:2000,",
    "year": 2001
  }, {
    "title": "Geochemical approaches to sedimentation, provenance, and tectonics. In: Johnnson MJ, Basu A (eds) Processes controlling the composition of clastic sediments",
    "authors": ["SM McLennan", "S Hemming", "DK McDaniel", "GN Hanson"],
    "venue": "Geological Society of America, Special Paper",
    "year": 1993
  }, {
    "title": "Early Proterozoic crustal evolution: geochemical and Nd-Pb isotopic evidence from metasedimentary rocks, south western North America",
    "authors": ["SM McLennan", "SR Hemming", "SR Taylor", "KA Eriksson"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1995
  }, {
    "title": "Geochemical and Nd-Sr isotopic composition of deep-sea Turbidites-crustal evolution and plate tectonic associations",
    "authors": ["SM McLennan", "SR Taylor", "MT McCulloch", "JB Maynard"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1990
  }, {
    "title": "Rb/Sr Geochronology of the Kulu-Mandi belt: its implication for the Himalayan tectogenesis: a reply",
    "authors": ["PK Mehta"],
    "venue": "Geol Rundsch",
    "year": 1978
  }, {
    "title": "Proterozoic crustal evolution in the NWHimalaya (India) as recorded by circa 1.80 Ga mafic and 1.84 Ga granitic magmatism",
    "authors": ["CH Miller", "U Klotzli", "W Frank", "M Thöni", "B Grasemann"],
    "venue": "Precambrian Res",
    "year": 2000
  }, {
    "title": "Trace element characteristics, REE patterns and partition coefficients of zircons from different geological environment: a case study on Indian zircons",
    "authors": ["AV Murali", "R Parthasarathy", "TM Mahadevan", "M Sankar-Das"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1983
  }, {
    "title": "Extraordinary transport and mixing of sediment across Himalayan central Gondwana during the Cambrian–Ordovician",
    "authors": ["PM Myrow", "NC Hughes", "JW Goodge", "CM Fanning", "IS Williams", "S Peng", "BhargavaON", "SK Parcha", "KR Pogue"],
    "year": 2010
  }, {
    "title": "Integrated tectonostratigraphic analysis of the Himalaya and implications for its tectonic reconstruction",
    "authors": ["PM Myrow", "NC Hughes", "T Paulsen", "I Williams", "SK Parcha", "KR Thompson", "SA Bowring", "SC Peng", "AD Ahluwalia"],
    "year": 2003
  }, {
    "title": "Cambrian stratigraphy and depositional history of the northern Indian Himalaya, Spiti Valley, north-central India",
    "authors": ["PM Myrow", "KR Thompson", "NC Hughes", "TS Paulsen", "BK Sell", "SK Parcha"],
    "year": 2006
  }, {
    "title": "Prediction of some weathering trends of plutonic and volcanic rocks based on thermodynamics and kinetic consideration",
    "authors": ["HW Nesbitt", "GM Young"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1984
  }, {
    "title": "Ancient climatic and tectonic settings inferred from paleosols developed on igneous rocks",
    "authors": ["HW Nesbitt", "GM Young"],
    "venue": "Catuneanu O (eds) The Precambrian Earth: Tempos and Events: Developments in Precambrian Geology,",
    "year": 2004
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["HW Nesbitt", "GM Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Petrogenesis of a crustal-derived Palaeoproterozoic Bomdila Orthogneiss, Arunachal Pradesh, Northeast Lesser Himalaya. In: Kumar S (ed) Magmatism, Tectonism and Mineralization",
    "authors": ["SA Rashid", "N Islam"],
    "year": 2009
  }, {
    "title": "The lower Paleozoic granitic magmatism near Ranikhet, Kumaon Himalaya: major and trace element geochemistry and tectonic setting",
    "authors": ["SA Rashid", "SM Zainuddin"],
    "venue": "J Geol Soc India",
    "year": 1995
  }, {
    "title": "Determination of tectonic setting of sandstone-mudstone suites using SiO2 content and K2O/Na2O ratio",
    "authors": ["BP Roser", "RJ Korsch"],
    "venue": "J Geol",
    "year": 1986
  }, {
    "title": "A new geochemical reference sample of granite (DG-H) from Dalhousie, Himachal Himalaya",
    "authors": ["NK Saini", "PK Mukherjee", "MS Rathi", "PP Khanna", "KK Purohit"],
    "venue": "J Geol Soc India",
    "year": 1998
  }, {
    "title": "Late Paleozoic and Triassic Bryozoans from the Tethys Himalaya: N India, Nepal and S Tibet",
    "authors": ["S Sakagami", "D Sciunnach", "E Garzanti"],
    "venue": "Facies",
    "year": 2006
  }, {
    "title": "1985)Geology of the kali Gandaki supergroup of the Lesser HIMA LAYAS in Nepal",
    "authors": ["H Saki"],
    "venue": "Mem Fac Sci Kyushu Univ Dep Geol",
    "year": 1985
  }, {
    "title": "Global changes during carboniferous–Permian glaciation of Gondwana: linking polar and equatorial climate evolution by geochemical",
    "authors": ["K Scheffler", "S Hoernes", "L Schwark"],
    "venue": "proxies. Geology",
    "year": 2003
  }, {
    "title": "A color illustrated guide to constituents, textures, cements, and porosities of sandstones and associated rocks: Tulsa, Oklahoma: American association of petroleum geologists",
    "authors": ["PA Scholle"],
    "venue": "Memoir 28:p",
    "year": 1979
  }, {
    "title": "Detrital chromian spinels record tectono magmatic evolution from Carboniferous rifting to Permian spreading in Neotethys (India, Nepal and Tibet). In: Messiga B, Tribuzio R (eds) from rifting to drifting in present-day and fossil ocean basins",
    "authors": ["D Sciunnach", "E Garzanti"],
    "venue": "Ofioliti",
    "year": 1997
  }, {
    "title": "Subsidence history of the Tethys Himalaya",
    "authors": ["D Sciunnach", "E Garzanti"],
    "venue": "Earth Sci Rev 111:179–198",
    "year": 2012
  }, {
    "title": "Gondwana's movement over the South Pole during the Palaeozoic: evidence from lithological indicators of climate. In: McKerrow WS, Scotese CR. (eds) Paleozoic Biogeography and Palaeogeography",
    "authors": ["CR Scotese", "SF Barrett"],
    "venue": "Geological Society of London Memoir",
    "year": 1990
  }, {
    "title": "Geochemical evolution of Peraluminous Paleoproterozoic bandal orthogneiss, NW Himalaya, Himachal",
    "authors": ["KK Sharma", "SA Rashid"],
    "year": 2001
  }, {
    "title": "Alluvial sandstone composition and paleoclimate, 1 Frame work mineralogy",
    "authors": ["LJ Suttner", "PK Dutta"],
    "venue": "J Sediment Petrol",
    "year": 1986
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["SR Taylor", "SM McLennan"],
    "year": 1985
  }, {
    "title": "Rb-Sr ages of granitic rocks within the Lesser Himalayan nappes, Kumaun, India",
    "authors": ["JR Trivedi", "K Gopalan", "KS Valdiya"],
    "venue": "J Geol Soc India",
    "year": 1984
  }, {
    "title": "Gondwana master basin of Peninsular India—between Tethys and the interior of the Gondwanalandprovince of Pangea",
    "authors": ["JJ Veevers", "RC Tewari"],
    "venue": "Mem Geol Soc Am",
    "year": 1995
  }, {
    "title": "Resolving original signatures from a sea of overprint- The geochemistry of the Gungri Shale (upper Permian) Spiti Valley India",
    "authors": ["JC Williams", "AR Basu", "ON Bargava", "AD Ahluwalia", "RE Hannigan"],
    "venue": "Chem Geol",
    "year": 2012
  }, {
    "title": "Cenozoic tectonic evolution of the Himalayan orogen as constrained by along-strike variation of structural geometry, exhumation history, and foreland sedimentation",
    "authors": ["A Yin"],
    "venue": "Earth Sci Rev 76:1–131",
    "year": 2006
  }, {
    "title": "Earth’s two great Precambrian glaciations: aftermath of the Bsnowball Earth^ hypothesis",
    "authors": ["GM Young"],
    "year": 2004
  }],
  "id": "SP:86acfeaade0e0755ef8d355e555fa550917319c4",
  "authors": [{
    "name": "Shaik A. Rashid",
    "affiliations": []
  }, {
    "name": "Javid Ahmad Ganai",
    "affiliations": []
  }],
  "abstractText": "Through a multidisciplinary approach, including petrology and geochemistry, the sedimentary provenance and paleo-weathering of the Permo-Carboniferous Spiti sandstones of Tethys Himalaya are investigated. The Spiti region consists of texturally immature to mature sandstones composed of unsorted to sorted and subangular to subrounded clastic grains dominated by variable amounts of quartz and feldspar accompanied by lithic fragments (mostly metasedimentary, sedimentary, and plutonic grains). They are characterized bymoderate to high SiO2 contents, moderate K2O/Na2O ratios, but relatively low mafic contents. Uniform rare earth element (REE) patterns similar to upper continental crustal (UCC) with light REE (LREE) enrichment (LaN/ SmN=3.91), flat heavy REE (HREE; GdN/YbN=1.21–2.5), and negative Eu anomalies with variable amounts of ΣREE and Eu anomalies (0.4–0.8) suggest that hydraulic sorting played a significant role. The striking similarities of the multi-elemental spider diagrams of the Spiti sandstones and the Himalayan granitoids indicate that sediments are sourced from the Proterozoic and Cambro-Ordovician orogenic belts of the Himalayan region. The nature of the feldspar observed in thin sections frommost altered to euhedral pristine minerals corresponding to Carboniferous to lower Permian sandstones strongly indicates a change in climate from most favorable conditions for rapid feldspar alteration (humid) to conditions where negligible alteration is possible (arid and glacial). It is found that the chemical index of alteration (CIA) values of these sandstones accorded with inferences based on modified chemical index of alteration (CIX) andαCa values, and sedimentologic and paleontological evidence, discriminating well between warm-humid (indicated by high CIA values) and aridglacial (representing low CIA) conditions in the Spiti basin. Thus, these results document a complete record of glacial and interglacial phases in the Permocarboniferous Spiti sandstones, and the interpretations are consistent with other such studies on the Phanerozoic glaciation events on Gondwana supercontinent.",
  "title": "Preservation of glacial and interglacial phases in Tethys Himalaya: evidence from geochemistry and petrography of Permo-Carboniferous sandstones from the Spiti region, Himachal Pradesh, India"
}