{
  "sections": [{
    "text": "low. Rift widening (ca. 3 Myr duration): the rift propagated from south to north (Aquitanian), with first marine incursions from the Mediterranean Sea. The rift was subdivided into numerous depocenters controlled by active faults. Sedimentation was characterized by small carbonate platforms and associated sabkha deposits to the south and shallow open marine condition to the north with mixed sedimentation organized into an overall transgressive trend. Rift climax (ca. 5 Myr duration): the rift was then flooded during Burdigalian times recording the connection between the Mediterranean Sea and the Red Sea. The faults were gradually connected and reliefs on the rift shoulders were high as evidenced by a strong increase of the uplift/subsidence rates and sediment supply. Three main depocenters were then individualized across the rift and correspond to the Darag, Central, and Southern basins. Sedimentation was characterized by very large Gilbert-type deltas along the eastern margin and associated submarine fans and turbidite systems along the basin axis. Isolated carbonate platforms and reefs mainly occurred in the Southern basin and along tilted block crests. Late synrift to rift narrowing (ca. 4 Myr duration): during the Langhian, the basin recorded several falls of relative sea level and bathymetry in the rift axis was progressively reduced. The former reliefs induced during the rift climax were quickly destroyed as evidenced by the drastic drop in sediment supply. Stratigraphic reconstruction indicates that the Central basin was restricted during lowstand period; meanwhile, open marine conditions prevailed to the north and south of the Suez rift. The Central basin, Zaafarana, and Morgan accommodation zones thus acted as a major divide between the Mediterranean Sea and the Red Sea. During Serravalian times, the Suez rift also recorded several disconnections between the Mediterranean and Red seas as evidenced by massive evaporites in major fault-controlled depocenters. The Suez rift was occasionally characterized by N–S paleogeographic gradient This article is part of the Topical Collection on Arabian Plate: Lithosphere Dynamics, Sedimentary Basins & Geohazards * Sébastien Rohais Sebastien.Rohais@ifp.fr 1 IFPEN, Direction Géosciences, 1 et 4 Avenue de Bois-Préau, 92852 Rueil-Malmaison Cedex, France 2 Beicip-Franlab, 232, Av. Napoléon Bonaparte, 92502 Rueil-Malmaison Cedex, France 3 Département Exploration et Géosciences, ENGIE EPI, 1 Place Samuel de Champlain, 92930 Paris La Défense Cedex, France\nwith restricted setting to the north and open marine setting to the south (Red Sea). Tectonic quiescence to latest syn-rift (ca. 7 Myr duration): the Tortonian was then characterized by the deposition of very thick salt series (>1000 m) which recorded a period of maximum restriction for the Suez rift. The basin was still subdivided into several sub-basins bounded by major faults. The basin with a N-S paleogeographic gradient was to ta l ly and permanent ly d isconnec ted f rom the Mediterranean Sea and connected to open marine condition via the Red Sea. The Messinian was also characterized by a thick salt series, but the evaporite typology and sedimentary systems distribution suggest a more humid climate than during Tortonian times. Pre-salt to salt transition was not sharp and lasted for ca. 4 Myr (Langhian-Serravalian). It was initiated as the result of the combined effect of (1) climatic changes with aridization and low water input from the catchments and (2) rift dynamic induced by plate tectonic reorganization that controlled the interplay between sea level and accommodation zones constituting sills.\nKeywords Gulf of Suez . Rift basin . Stratigraphic architecture . Pre-salt"
  }, {
    "heading": "Introduction",
    "text": "Understanding the geology of extensional basins has a major economic impact as more than a third of the global hydrocarbon resources are hosted in rift basins (Mann et al. 2003). Rift basins have even faced a renewed interest during the 2000s with the increase in quality of seismic data resulting in huge discoveries from some rift systems below the salt along Brazilian and African margins (Martin et al. 2009; O’Reilly et al. 2015).\nAdditionally, if rifts record generally the initial stage of crustal extension, they occurred in a wide diversity of tectonic settings ranging from cratonic to orogenic belts settings. Rift basins have then been studied to address many scientific challenges such as the stretching of the continental lithosphere (e.g., McKenzie 1978; Wernicke 1985; Steckler 1985; Moretti and Chenet 1987); fault dynamics (e.g., Moretti and Colletta 1987; Colletta et al. 1988; Moustafa 1996; Gawthorpe et al. 1997; Gupta et al. 1998; Cowie et al. 2000; Jackson et al. 2002; Khalil and McClay 2002); and the tectonic, sedimentation, and erosion relationship (e.g., Leeder and Gawthorpe 1987; Garfunkel 1988; Montenat et al. 1988; Gawthorpe et al. 1990; Lambiase and Bosworth 1995; Bosence et al. 1998; Bosworth et al. 1998; Gupta et al. 1999; Rohais et al. 2007a; Omran and El Sharawy 2014). Since the 1980s and the recognition of the key role of surficial extensional structures and the deeper mantle thermal state, many scientific works were addressed to understand the relationship between the subsidence, or more\ngenerally the vertical movements, and the extension during the rift phases. The initial model of McKenzie (1978) emphasized the role of lithospheric and crustal thinning and especially the post-rift thermal evolution of the upper mantle to qualify the post-rift subsidence. This post-rift subsidence is slow since it is mainly a thermal readjustment and is controlled by the conductivity of the mantle. At that time, discussions were still ongoing on the possibility of having fast crustal thinning induced by deep thermal anomaly or by far field extensional stresses (active versus passive rifting debate). It has then been proven that the crustal and lithospheric thinning can be fast enough to fit with the data which show extension may happen in just a few millions of years by taking into account a realistic rheology for the mantellic and crustal rock (e.g., Fleitout and Yuen 1984). In these purely active rifting models, the crustal extension is only due to the deep thermal asthenosphere anomaly; however, the far field stresses, that could be or not extensive, influence the resulting rift geometry as proposed byMoretti and Froidevaux (1986). The difference between the amount of upper crustal extension (Extc) and crustal thinning (βc) has also been recognized for a long time, since deep seismic profiles have been acquired. βc is always bigger than Extc, and this difference was classically interpreted by the authors, in the active rift scheme, in term of different rheologies: brittle upper crust and ductile lower crust (Moretti and Pinet 1987). However, based also on the first deep seismic acquisitions, it has been noticed that the localization of the maximum of the crustal thinning may not correspond to the maximum of extension in the upper crust and proposed crustal-scale fault (i.e., rather brittle lower crust; Wernicke 1985). Meanwhile, data from basins where the subsidence is huge compare to the upper crustal extension suggested that gravity anomalies induced by phase change in the lower crust may also induce subsidence without any far field extension or mantellic thermal anomaly (Sleep et al. 1980; Artushkov and Baer 1984). Later the works of Huismans (1999) have proven that the Bfuture^ of any passive rift is an active one since the destabilization of the lithosphere/ asthenosphere boundary is sufficient to start a mantellic convective cell that will speed up the lithospheric thinning. The common characteristic of all these proposals to explain rifting, which are not contradictory as all extensional areas have not necessarily the same origin, is that they neglect the effect of the surface processes on the rift evolution. The recognition of the coupling between erosion/sedimentation and deep processes has been facilitated for the last 15 years by the improvement of softwares used to model the lithospheric evolution. This improvement now allows us not only to compute isostatic rebound related to erosion or subsidence due to sediment load but also to quantify how the upper crustal loading/ unloading may influences the mantellic state (Burov and Poliakov 2001; Haines et al. 2003; Cloetingh et al. 2012). One of the key objectives at present is establishing the\nrelationship between deep and surface processes; how does subsidence/extension/uplift/erosion interact all along a rift history? A major limitation preventing the implementation and optimization of these numerical models is the lack of a wellconstrained case study. A better calibration of theoretical concepts to real data observations is essential to deliver applicable results. Synthetic overviews have been proposed for the evolution from rifting (e.g., Chaboureau et al. 2013; Macgregor 2015) up to oceanic spreading (e.g., Leroy et al. 2012). However, the time step and depositional system description do not provide enough resolution to constrain, at high resolution, the evolution of a full rift system from its initiation to late rift stages.\nThe present contribution proposes a basin-scale study of a rift basin resulting in a geological scenario including its timing, depocenter migration, depositional system evolution, and erosion-sedimentation relationship. The Suez rift has been selected to address this topic as it provides a well-constrained geological setting with high-resolution dating constraints and a large quantity of accessible and diversified data from both outcrop and subsurface. This study is focused on the pre-salt to salt series of the Suez rift that correspond to Oligo-Miocene syn-rift deposits recording the rift initiation to the latest rift phases.\nSuez rift: geologic background and basin setting\nThe Suez rift is the NW–SE-trending branch of the Red Sea rift system (Fig. 1), resulting from the late Oligocene to early Miocene rifting of the African and Arabian plates (Garfunkel and Bartov 1977). It is bounded on both margins by largescale normal fault zones (fault length ∼40–80 km, fault throw ∼2–6 km). The polarity of the block-bounding faults changes along the axis of the rift, dividing the rift into three 50–100- km-long tectonic domains (Colletta et al. 1988; Patton et al. 1994; Moustafa 1996): (1) the northern Darag basin with southwest dips, (2) the Central basin (Belayim Province) with northeast dips, (3) the Southern basin (Amal-Zeit Province) with southwest dips (Fig. 1a). In between, two major ca. 20- km-wide accommodation zones exist (Colletta et al. 1988): the Zaafarana and the Morgan accommodation zones (Fig. 1a).\nThe stratigraphic succession of the Gulf of Suez includes pre-rift and syn-rift successions (Fig. 1c). The pre-rift succession is presented hereafter as it constitutes the catchment unit feeding the syn-rift depositional systems. It comprises a Precambrian Pan-African crystalline basement unconformably overlain by a 1-km thick succession of Cambrian to Eocene sedimentary rocks that progressively thins toward the south. This sedimentary succession can be subdivided into three distinct units (e.g., Moustafa 1976; Garfunkel and Bartov 1977): (1) the BNubia Sandstones^ corresponding to several formations which mostly consist of fluvial sandstones\n(Cambrian to Early Cretaceous), (2) a Late Cretaceous-mixed carbonate-siliciclastic succession, and (3) a Paleocene-Eocene carbonate-dominated succession (Fig. 1c).\nThe transition from pre-rift to syn-rift is locally recorded by red bed deposits overlying a major angular unconformity (Fig. 1c). They correspond to the Tayiba and Abu Zenima Formations (Fig. 1c) that are commonly attributed to the Oligo-Miocene. This date is based on interbedded basaltic flows and/or volcanic material found within these formations, which absolute K-Ar ages span from 21 to 27 Ma (e.g., Montenat et al. 1986; Plaziat et al. 1998).\nThe syn-rift Miocene succession is subdivided into the Gharandal Group consisting of the Nukhul, Rudeis, and Kareem Formations and the Ras Malaab Group consisting of the Belayim, South Gharib, and Zeit Formations (e.g., EGPC 1964; Figs. 1c and 2). The post-Zeit succession includes the Wardan and Zaafarana Formations (Fig. 2), attributed to the Plio-Pleistocene (e.g., Abd El Shafy 1990). The post-Zeit deposits are not presented in this paper as they correspond to post-rift deposits (Fig. 1c).\nThe Nukhul Formation is Aquitanian-Early Burdigalian in age (e.g., Garfunkel and Bartov 1977; Fawzy and Abdel Aal 1984; Scott and Govean 1985) and is subdivided into a basal Shoab Ali Member and other three time equivalent members: the Ghara, October, and Gharamul members (Saoudi and Khalil 1984, Fig. 2). The Nukhul Formation includes sabkha-type evaporites (anhydrite) and shales, marginal to shallow-marine calcareous conglomerates, reefs and platform carbonates, sandstones, marls and deep marine shales (e.g., Ghorab 1964; Hughes et al. 1992).\nThe Rudeis Formation is Burdigalian to Early Langhian in age (e.g., Bunter 1980; Smale et al. 1988; Hughes et al. 1992) and is generally subdivided into several members that are commonly grouped into a Lower Rudeis and an Upper Rudeis units (EGPC 1964; Fig. 2). The boundary between them is defined by a sharp limit and facies change recording a basinward shift (Garfunkel and Bartov 1977). The Rudeis Formation includes widespread, offshore marly/shaly deposits with thin sandstone beds (Lower Rudeis) interpreted as turbidite and debris flow deposits and coarse-grained fan-delta conglomerates with interbedded marls and siltstones (Upper Rudeis) (Ghorab 1964). The Rudeis Formation also includes shallow marine reefal carbonates developed along isolated tilted block crests (Burchette 1987; Bosence et al. 1998).\nThe Kareem Formation is Langhian in age (e.g., Garfunkel and Bartov 1977; Allen et al. 1984) and is subdivided into a basal Markha Member (equivalent to Rahmi Member) and an upper Shagar Member (EGPC 1964; Fig. 2). The Markha Member mainly includes thin anhydrite beds interbedded with shale, marls, and carbonates. The Shagar Member includes shallow marine carbonates and sandstones to deep-water marls and dark grey shales (Ghorab 1964).\nThe Belayim Formation is Serravallian in age (e.g., Bunter 1980; Scott and Govean 1985) and includes four members: the Baba, Sidri, Feiran, and Hammam Faraun members (EGPC 1964). The Belayim Formation consists of alternating halite, anhydrites, siliciclastics, and reef carbonates composed of red-algae (Nullipore limestone defined by Sellwood and Netherwood 1984) recording a wide spectrum of depositional environments from lagoonal and shallow platform to deep marine (Fig. 2).\nThe South Gharib Formation is Serravallian to Tortonian (e.g., Bunter 1980; Scott and Govean 1985; Smale et al. 1988; Fig. 2) and consists of massive halite and thin anhydrite beds interbedded with fine-grained sandstones and shales associated to an alternation of restricted hypersaline environments with moderately deep to shallow marine environments (Hughes et al. 1992; Rouchy et al. 1995).\nThe Zeit Formation is Messinian (e.g., Bunter 1980; Scott and Govean 1985; Zierenberg and Shanks 1986; Richardson and Arthur 1988) and consists of halite, gypsum, anhydrite beds interbedded with fine-grained sandstones, siltstones, and shales associated to shallow marine environments that record alternating restricted to open marine conditions (Hughes et al. 1992; Rouchy et al. 1995; Orszag-Sperber et al. 1998)."
  }, {
    "heading": "Data and methodology",
    "text": "The database used in the present study results from more than 30 years of collaborative projects led by the co-authors with industrial and academic partners on the Suez rift (Chenet 1984; Chenet et al. 1984; Le Quellec and Colletta 1985; Moretti and Froidevaux 1986; Moretti 1987; Moretti and Pinet 1987; Moretti and Colletta 1987; Colletta et al. 1988; Piron 2000; Rohais et al. 2007b; Gargani et al. 2008; Barrois et al. 2010; Barrois 2011; Rohais et al. 2015). It has been uploaded with published works including sedimentological outcrop sections (Burchette 1987; Evans 1990; Moustafa 1993; Krebs et al. 1997; Bosworth et al. 1998; Gupta et al. 1999; Winn et al. 2001; Abdelghany 2002; Gawthorpe et al. 2003; Jackson et al. 2002; Young et al. 2000, 2003), wells (Hagras and Slocki 1982; Saoudi and Khalil 1984; Chowdhary et al. 1986; Gawad et al. 1986; Hagras 1986; Helmy and Zakaria 1986; Evans 1988; Hughes et al. 1992; Schütz 1994; Halim et al. 1996; Salah and Alsharhan 1997; Bosworth et al. 1998; El Beialy and Ali 2002; Gawthorpe et al. 2003; Khaled et al. 2002; El Beialy et al. 2005; Gargani et al. 2008; Abd El-Naby et al. 2010; Omran and El Sharawy 2014), geological maps, cross-section, isopach and structural maps (Garfunkel and Bartov 1977; Hagras and Slocki 1982; Saoudi and Khalil 1984; Le Quellec and Colletta 1985; Helmy and Zakaria 1986; Colletta et al. 1988; Richardson and Arthur 1988; Schütz 1994; Patton et al. 1994;\nMcClay et al. 1998; Bosworth and McClay 2001; Khalil and McClay 2002; Khaled et al. 2002; Peijs et al. 2012), and paleogeographic maps (Hagras and Slocki 1982; Saoudi and Khalil 1984; Richardson and Arthur 1988; Hughes et al. 1992; Schütz 1994; Salah and Alsharhan 1997; Bosworth et al. 1998; Khaled et al. 2002; Gawthorpe et al. 2003; Peijs et al. 2012).\nThe workflow developed hereafter includes, firstly, a structural map interpretation and synthesis based on new fieldwork and previous published works (Fig. 1). Secondly, sequence stratigraphic correlation has been carried out using 279 wells and 31 sedimentological outcrop sections distributed all over the basin (Fig. 1). We refer to the stratigraphic surfaces based on the published microfossils and data following the synthesis by Richardson and Arthur (1988); Hughes et al. (1992), and El Beialy et al. (2005) (Fig. 2). These surfaces have been correlated all over the basin along several longitudinal and dip cross sections (Fig. 3). We then calibrated these stratigraphic ages into absolute ages using the ICS (2004) stratigraphic chart based on the synthesis by Gradstein et al. (2012) (Fig. 2). The pioneer work done by Hughes et al. (1992) has also been used to subdivide the stratigraphic period at higher resolution than the formation subdivision to be compatible with their microfaunal assemblage zones (B1–4, K1–2, R1–5, Nu1–3; Fig. 2). We also refer to the work by Krebs et al. (1997) and Wescott et al. (1998) for the sequence labeling (Fig. 2).\nThirdly, lithologic maps have been established (Fig. 4) using sequence stratigraphic correlation and interpreted using constrains from paleoenvironmental data (Hughes et al. 1992; El Beialy et al. 2005) and previous published maps (Nuhkul Formation (Fm) (Saoudi and Khalil 1984; Khaled et al. 2002; Peijs et al. 2012), Rudeis Fm (Hagras and Slocki 1982; Hughes et al. 1992; Schütz 1994; Bosworth et al. 1998; Gawthorpe et al. 2003; Peijs et al. 2012); Kareem Fm (Hughes et al. 1992; Schütz 1994; Salah and Alsharhan 1997; Khaled et al. 2002; Peijs et al. 2012), Belayim Fm (Khaled et al. 2002), South Gharib/Zeit Fms (Richardson and Arthur 1988)). To keep the maps readable, we have only highlighted the deepest part of the basin using the paleo-bathymetry constrains from Hughes et al. (1992). Three main bathymetric ranges were used with: moderately to deep environments (30–\nFig. 1 a Structural map of the Suez rift (modified from Colletta et al. 1988; Patton et al. 1994; Bosworth and McClay 2001; Peijs et al. 2012). Hatched areas indicate major accommodation zones. Red lines correspond to the two cross sections presented in Fig. 3. b Geodynamic setting of the Gulf of Suez (modified from Bosworth et al. 2005). Major elements of the Aqaba–Levant intra-continental transform boundary, the Bitlis-Zagros convergence zone and the Red Sea–Gulf of Aden are highlighted. The red rectangle shows the Gulf of Suez that corresponds to the NW termination of the Red Sea. c Simplified stratigraphic column of the Suez rift (modified from EGPC 1964; Richardson and Arthur 1988; Patton et al. 1994; Bosworth andMcClay 2001; Abd El-Naby et al. 2010)\nb\nStratigraphy Groups and Formations Litho.\nPliocene - Pleistocene Post-Zeit\nZeit\nSouth Gharib\nNukhul\nAbu Zenima\nDarat\nThebes\nEsna Shale\nSudr Chalk\nBrown Lm - Duwi\nMatulla\nWata\nAbu Qada\nRaha\nNubia “A”\nNubia “B”\nNubia “C and D”\nBasement\nOligocene\nE oc\nen e\nPaleocene\nCenomanian\nTuronian\nJurassic - Lower Cretaceous\nCarboniferous\nPRE-CAMBRIAN\nLa te\nC re\nta ce\nou s\nN ez\nza za\nt G ro\nup\nSenonian\nE l E\ngm a\nG ro\nup\nP A\nLE O\nZ O\nIC M\nE S\nO Z\nO IC\nC E\nN O\nZ O\nIC\nRifting Phases\nCambrian to Devonian\nG ha\nra nd\nal G\nro up\nEarly\nMiddle\nLate\nR as\nM al\naa b\nG r.\nP R\nE -R\nIF T\nS Y\nN -R\nIF T\nP\nO S T -R IF T\nM io\nce ne\nRudeis\nKareem\nBelayim\nEarly\nLate\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n27\n29\n32\n33\n35\n37\n40\n39 38\n36\n34\n30\n31\n28\n25 26\n41 42 43 44 4546 474849\n50\nSuez city\nDARAG BASIN\nCENTRAL BASIN\nSOUTHERN BASIN\nZAAFARANA ACCOMMODATION ZONE\nMORGAN ACCOMMODATION ZONE\nExtensional Fault Contractional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nkm\n400\nPresent day sea\nKeys\nRift shoulders\nSedimentological sections Wells\nWA: Wadi Araba BAA: Baba area BEA: Belayim area EQP: El Qaa Plain GZA: Gebel Zeit area\nGZA\nBAA\nBEA\nWA\nEQP\nAFR IC\nAN PLATE\nARABIAN PLATE\nEURASIA\nGulf of Suez\n40° 60°\n30°N\n10°N\nOceanic Crust\nkm\n5000\nR ed Sea\nAqaba-Levant Fault\nBitlis-Zagros Thrust\na b\nc\n100 m in paleo-bathymetry), deep environments (100– 200 m in paleo-bathymetry), and very deep environments (>200 m in paleo-bathymetry) (Figs. 2 and 4). As a result, 19 lithological maps are presented over an updated structural framework. A step by step structural restoration was beyond the scope of this study. Indeed, structural restoration and backstripping need as inputs some idea of the paleogeography such as sea floor geometry and eroded thicknesses. In a complex area with contrasted reliefs as\nthe Gulf of Suez, the facies and the lateral variations of these facies are the better indicators of these paleogeographies. As a result, the 3D restoration cannot be done before the analysis presented here. All the maps are thus shown over the present day structural framework (Fig. 4).\nFourthly, isopach/depocenter maps have been established (Fig. 5) based on wells and outcrop sections as well as the previous published works using in-house 3D geological modeling tools (Barrois et al. 2010; Barrois 2011).\nZeit Fm\nSouth Gharib Fm\nLithostratigraphy\nPost-Zeit Zaafarana Fm Wardan Fm\nBelayim Fm\nKareem Fm\nShagar Mb\nRahmi Mb / Markha Mb\nSequences\n500\n1000\n1500\n2000\n2500\n3000\n3500\n0m\nMapsAss. Zone\nFig. 4a\nFig. 4b\nFig. 4c\nFig. 4d\nFig. 4e\nFig. 4f Fig. 4g\nFig. 4h\nFig. 4i Fig. 4j\nFig. 4k Fig. 4l\nFig. 4m Fig. 4n\nFig. 4o Fig. 4p\nFig. 4q\nFig. 4r\nFig. 4s\nMain EOD (Paleodepth\nin m)\nV er\ny de\nep (\n> 20\n0m )\nD ee\np (1\n00 -2\n00 m ) M od . d ee p (3 0-\n10 0m ) S ha llo w ( 5- 30 m ) S ho re -I nt er tid al ( 0-\n5m )\nS up\nra lit\nto ra\nl H yp\ner sa\nlin e\nDominant Paleoconditions\nO xi\nc\nS ub\n-o xi\nc\nA no\nxi c\n2nd 2 to 3rd\nLimestones Shales Sandstones Anhydrite Halite\nT hi\nck -\nne ss E po\nch Stage Age (Ma) W el l Dominant Lithology\nMessinian\nTortonian\nHammam Faraun Mb Feiran Mb Sidri MbSerravallian Baba Mb\nLanghian\nBurdigalian\nAquitanian\nGhara Mb / October Mb / Gharamul Mb\nShoab Ali Mb\nOligo. Abu Zenima Fm\nM io\nce ne\nR as\nM al\naa b\nG r\nG . N\nor th\n2 M\n-8 G\nS 3\n13 -3\nN uk\nhu l F\nm\nG ha\nra nd\nal G\nr\nR ud\nei s\nF m\nG S\n3 13 -3 G M -4\nP lio - P le is\nt.\nLo w\ner U\np.\n~5.3\n~7.2\n~11.8\n~13.6\n~16\n~20.4\n~23 Nu3\nNu2\nNu1\nR5\nR1\nK2 S40\nS60\nS70\nS80\nS10\nS20\nS30\nK1\nR2\nR4\nR3\nB1\nB2 B3 B4\nT40\nT30\nT20\nT10\nS50 T50\nT60\nT70\nFig. 2 Synthetic stratigraphic setting for the syn-rift succession of the Suez rift. Lithologies are derived from different wells to illustrate the typical sedimentary character of each formation. Silty rich for restricted deposits in green versus mud rich for offshore deposits in light blue. The association zones, main environment of deposition (EOD), and dominant\npaleoenvironmental conditions are modified from Hughes et al. (1992). Sequences are modified from Wescott et al. (1998) and Krebs et al. (1997). Colour code for system tracts: blue = transgressive, red = highstand and falling stage, orange = lowstand\nFinally, mean sediment supply, mean carbonate accumulation rate, and mean evaporite accumulation rate were computed from these 3D database (Table 1) using the same methodology proposed by Poag and Sevon (1989); Rouby et al. (2009), and Guillocheau et al. (2012). For each time step, we computed the relative proportion of the lithologies using an automatic image analysis based on the lithologic maps. The six dominant lithologies have then been gathered into groups to be able to compute an accumulation rate for evaporites (anhydrite and halite), carbonates (carbonates and offshore mudstones), and sediment supply form siliciclastic deposits (shales, sandstones, conglomerates). An optimist, pessimist, and preferred scenario have been established to explore the maximum and minimum development for each group of lithology depending on the drawing and extrapolation on the maps (evaporites, carbonates, and siliciclastics;\nTable 1). The preferred scenario corresponds to the lithologic maps presented in Fig. 4. Then we estimated the volume for each group of lithology by modulating these relative proportions to the volume of preserved sediment for each time step (Table 1). Carbonate volumes have been corrected with a porosity of 10 % and siliciclastic\nvolumes with 20 % (e.g., Rouby et al. 2009; Guillocheau et al. 2012). A minimum and maximum have also been computed to establish error bar on the accumulation rates as well as on the sediment supply (Table 1) and are presented in Fig. 6."
  }, {
    "heading": "Stratigraphic architecture and paleogeography",
    "text": "Stacking pattern has been used to correlate the main surfaces at basin-scale and then to characterize the distribution of the main syn-rift formations (Figs. 2 and 3). The identification of the main facies, environment of deposition (EOD), and depositional profiles is based on the solid sedimentological and environmental knowledge provided by previous studies (e.g., Burchette 1987; Montenat et al. 1988; Gawthorpe et al. 1990; Hughes et al. 1992; Rouchy et al. 1995; Salah and Alsharhan 1997; Bosence et al. 1998; Gupta et al. 1999; Young et al. 2000; Winn et al. 2001; Jackson et al. 2005; Abd El-Naby et al. 2010; Omran and El Sharawy 2014; Fig. 2). Stratigraphic architecture has then been restored by interpreting the sequences using six dominant lithologies: carbonates\n(including reef and platform s.l. deposits), shales (silty rich from protected to restricted deposits, versus mud rich for offshore deposits), sandstones (including fan delta, shallow marine, and turdiditic deposits), conglomerates (including alluvial fan and fan delta deposits), anhydrite, and halite (mainly from lagoon and saline to sabkha depositional settings)."
  }, {
    "heading": "Nukhul Formation (Miocene, ∼Aquitanian, ca.",
    "text": ""
  }, {
    "heading": "20.4–23 Ma)",
    "text": "The time frame defined by Hughes et al. (1992) has been used to establish three key phases during the Nukhul Fm deposition (N1 to N3, each of which lasted ca. 0.9 Myr). The main hypothesis for the paleogeographic restoration was that the Shoab Ali Mb was time equivalent to Nukhul Fm deposits in the northern part of the rift, a consistent interpretation with the Bosworth and McClay (2001) review. The Nukhul Fm\nrecorded a progressive flooding from the Mediterranean Sea (Fig. 4a–c) with a progressive evolution from supra-littoral to moderately deep depositional environments (paleo-bathymetry 30–100 m). Large-scale tectonic structures (e.g., accommodation zone, Darag, Central, and Southern basins) as well as small-scale structures (e.g., tilted block crest, hanging-wall, and relay ramp) clearly had an influence onto facies distribution and partitioning (Fig. 4a–c). The tilted block crests are commonly surrounded by shallow carbonate deposits while in the hanging-wall setting, siliciclastic-dominated deposits mainly occurred especially in the Central and Southern basins (Fig. 4a–c).\nNu3 (ca. 22.1–23 Ma)\nThe Darag, Central, and Southern basins were individualized in terms of depositional environments (Fig. 4a). To the south, the Southern basin was characterized by\n?\n?\na. Nukhul - Nu3 Top Shoab Ali Mb\nwithin ~22.1-23 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\n?\n?\nb. Nukhul - Nu2 within ~21.2-22.1 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\nc. Nukhul - Nu1 within ~20.4-21.2 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nFig. 4 Maps with dominant lithologies for the Nukhul Fm (a–c ca. Aquitanian), Rudeis Fm (d–g ca. Burdigalian), Kareem Fm (h–k ca. Langhian), Belayim Fm (l–o ca. Serravallian), South Gharib Fm (p–q ca. Tortonian), and Zeit Fm (r–s ca. Messinian). Time intervals are approximated using association zones from Hughes et al. (1992). Shales\nare subdivided into silty rich for restricted deposits in green versus mud rich for offshore deposits in light blue. Paleobathymetries are estimated using the results of Hughes et al. (1992). Only the deepest parts are highlighted to keep the maps readable. See Fig. 1 for further information about the keys\nsiliciclastic-dominated deposits with alluvial fan and fluvio-lacustrine depositional environments. The Morgan accommodation zone was mainly sub-aerial and starved of sediment (Fig. 4a). The Central basin was characterized by mixed deposits with shallow marine to restricted deposits. The Zaafarana accommodation zone was characterized by shallow marine deposits recording the transition toward open marine setting to the north (Fig. 4a). The Darag basin was thus mainly characterized by open marine deposits (Fig. 4a).\nNu2 (ca. 21.2–22.1 Ma)\nThe Darag and Central basins were still individualized in terms of depositional environments from the Southern basin showing a N–S depositional gradient (Fig. 4b). The marine flooding from the Mediterranean Sea reached the Central basin. The input of siliciclastics decreased relatively to the south in comparison with Nu3. The depositional profile includes carbonate platforms and isolated reefs along tilted block crests and submerged paleohighs facing moderate to deep basinal marine\nshales (Darag and Central basins, Fig. 4b). The Southern basin was characterized by lagoon deposits and marginal marine sabkha evaporites (Fig. 4b). There was no clear evidence that the marine flooding originated from the Red Sea to the south.\nNu1 (ca. 20.4–21.2 Ma)\nThe overall flooding coming from the Mediterranean Sea progressively reached the Morgan accommodation zone (Fig. 4c). Deep marine sediments were deposited in the Darag basin (Fig. 4c). The input of siliciclastics became progressively localized along the future rift shoulders. Evaporites were preserved in isolated ponds from marginal marine systems in the Southern basin (Fig. 4c). There was still no evidence that marine flooding originated from the Red Sea."
  }, {
    "heading": "Rudeis Formation (Miocene, ∼Burdigalian, ca.",
    "text": ""
  }, {
    "heading": "15.8–20.4 Ma)",
    "text": "The periods of time defined by Hughes et al. (1992) have been used to establish four key phases during the Rudeis\nd. Rudeis - R5 within ~19.6-20.4 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\ne. Rudeis - R3 within ~17.6-18.5 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nf. Rudeis - R2 within ~16.7-17.6 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n? g. Rudeis - R1\nwithin ~15.8-16.7 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nFig. 4 (continued)\nFm deposition (R5, R3, R2, and R1). The Rudeis Fm recorded the flooding from both the Mediterranean Sea and the Red Sea and their connection (Fig. 4d–g). It has recorded the deepest depositional environments (>200 m in bathymetry) and at least four main anoxic events (Hughes et al. 1992; Fig. 2). Large- and small-scale tectonic structures influenced facies distribution and partitioning (Fig. 3). While during the Nukhul Fm deposition the three main basins were characterized by different depositional setting suggesting a N–S paleogeographic gradient, the Rudeis Fm progressively recorded deep open marine condition all along its axis from the Darag to the Southern basin (Fig. 4d–g). The Southern basin and Morgan accommodation zone were preferentially fed by siliciclastics in response to the Precambrian basement denudation, while the Darag basin was mainly characterized by carbona te -domina t ed depos i t s (F ig . 4d–g) . Siliciclastics sources were distributed all along the rift bounding faults. Very coarse-grained conglomerate\nsources were localized on the steep relief located on the eastern side of the rift (Fig. 4d–g)."
  }, {
    "heading": "R5 (ca. 19.6–20.4 Ma)",
    "text": "The Rudeis Fm was strongly transgressive onto the Nuhkul Fm with several onlap features indicating a widening of the depocenters (Fig. 3). Very deep (200– 400 m deep) open marine conditions occurred all along the basin axis with local anoxia (Hughes et al. 1992; Fig. 4d). It was the very first time that a marine connection occurred between the Mediterranean Sea and the Red Sea (Fig. 4d). The input of siliciclastics was mainly localized along the rift shoulders and most of the tilted block crests were progressively onlapped by carbonate reefs and platforms (Fig. 4d). Sandstones were locally delivered to the basin axis throughout the main accommodation zones (Morgan and Zaafarana) and smaller relay ramp areas (e.g., Baba-Belayim area, Fig. 4d).\n?\n?\nh. Kareem - K2 base Markha\nwithin ~15.3-15.8 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\n?\ni. Kareem - K2 middle Markha\nwithin ~14.8-15.3 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\n?\nj. Kareem - K2/K1 Markha/Shagar\nwithin ~14.3-14.8 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\n?\nk. Kareem - K1 top Shagar\nwithin ~13.6-14.3 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nFig. 4 (continued)\nThe R5 period of time is interpreted as the overall maximum flooding event during the rift evolution (Fig. 2)."
  }, {
    "heading": "R3 (ca. 17.6–18.5 Ma)",
    "text": "The trend initiated during the previous stage continued with very deep open marine conditions all along the basin axis and input of siliciclastics along the rift shoulders (Fig. 4e). The R3 period of time recorded the widest spread and thickest distal offshore deposits (Fig. 4e), with very deep (200–400 m deep) open marine conditions characterized by another major anoxic event (Hughes et al. 1992; Fig. 2)."
  }, {
    "heading": "R2 (ca. 16.7–17.6 Ma)",
    "text": "The R2 period of time (equivalent to the basal portion of the Upper Rudeis) marked a major change during the rift evolution (Fig. 4f), traditionally related to the midClysmic event (Garfunkel and Bartov 1977). A major\nincrease in the sediment supply from the eastern rift shoulder was recorded by large and very coarsegrained fan deltas (Fig. 4f). The basin axis also recorded a major pulse in siliciclastics (Fig. 4f). The isolated platforms developed along tilted block crests were characterized by thickening and widening trends suggesting a relative imbalance of production rate over the accommodation space. This could be interpreted as a progressive subsidence of the tilted block crests. Short duration anoxic events could have locally occurred (Hughes et al. 1992; Fig. 2). The R2 period of time marked the transition toward an overall forced regressive trend at rift scale that was recorded by the Upper Rudeis, Kareem, and Belayim formations (Fig. 2)."
  }, {
    "heading": "R1 (ca. 15.8–16.7 Ma)",
    "text": "The forced regressive trend initiated during the previous stage continued (Fig. 4g). The R1 period of time recorded the last major anoxic event during the rift evolution (Hughes et al.\n?\n?\n?\nl. Belayim- B4 Baba within ~13.1-13.6 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nm. Belayim- B3 Sidri within ~12.6-13.1 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\n?\n?\nn. Belayim- B2 Feiran within ~12.1-12.6 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\no. Belayim- B1 Hammam Faraun\nwithin ~11.8-12.1 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nFig. 4 (continued)\n1992; Fig. 2). A progressive decrease in paleo-bathymetry and a change in sea bottom conditions have been inferred from the benthonic foraminifera assemblages (Hughes et al. 1992; Fig. 2). The R1 deposits are organized in an overall prograding trend up to the first major sequence boundary (T30, boundary between Rudeis and Kareem formations) recorded at basinscale (e.g., Fig. 3d, massive sandstone package organized in a forced regressive trend along well 47)."
  }, {
    "heading": "Kareem Formation (Miocene, ∼Langhian, ca.",
    "text": ""
  }, {
    "heading": "13.6–15.8 Ma)",
    "text": "We mainly refer to the work done by Hughes et al. (1992); Salah and Alsharhan (1997), and El Beialy and Ali (2002) to establish four key phases during the Kareem Fm deposition (Fig. 4h–k). The Kareem Fm recorded the progressive disconnection between the Mediterranean Sea and the Red Sea (Fig. 4h–k). Deep to very deep water depositional environments were developed (>200 m in bathymetry); nevertheless, the Kareem Fm constitutes a transition toward mainly oxic\npaleoenvironmental conditions (Hughes et al. 1992; Fig. 2). Large-scale tectonic structures had a major influence onto facies distribution and partitioning (Fig. 4h–k). As for the previous period of time (Rudeis Fm), siliciclastics were mainly preserved in the Southern basin, Morgan accommodation zone, and along the rift bounding faults.\nK2–basal Markha (ca. 15.3–15.8 Ma)\nThe K2–basal Markha deposits overlaid a major sequence boundary (T30 ca. 15.8 Ma; Figs. 2 and 3). Open marine conditions still prevailed in the northern part of the rift (Darag basin and Zaafarana accommodation zone) and the southernmost part (SE of the Southern basin). Very large carbonate platforms occurred in the Southern basin and along the Zaafarana accommodation zone (Fig. 4h). The Central basin was characterized by large and thick anhydrite deposits laterally passing to shallow marine carbonates to the north and to the southeast (Fig. 4h). This paleogeographic configuration thus recorded the first evidence during the syn-rift deposition\n? p. South Gharib\nLower within\n~9.5-11.8 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n? q. South Gharib\nUpper within\n~7.2-9.5 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\nr. Zeit Lower within\n~6.2-7.2 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\n?\ns. Zeit Upper within\n~5.3-6.2 Ma\nRed Sea\n°0 3\nN\n°0 3\n°33\n°33\n°9 2\n°9 2\n'0 3°9\n2\n'0 3°9\n2\n'0 3°8\n2\n'0 3°7\n2\n'0 3°7\n2\n°8 2\n°8 2\n°43\n°43\nE°23 '03°23\n°23\n'03°23\nN\n'0 3°8\n2\n?\nExtensional Fault\nTransfer Fault\nInferred - Minor Ext. Fault\nkm\n400\nLimestones Shales Sandstones\nAnhydrite Halite\nDominant lithology\nMain structure\nConglomerates\nNo deposits\nExtensional Fault\nTransfer Fault\nInferred - Minor Extensional Fault\nDominant lithology\nMain structure\nModerately deep (30-100 m) Deep (100-200 m) Very deep (>200 m)\nPaleobathymetry\nFig. 4 (continued)\nof disconnection between the Mediterranean Sea and the Red Sea (Fig. 4h). Rift shoulders still constituted the main source areas for siliciclastics (Fig. 4h).\nK2–Middle Markha (ca. 14.8–15.3 Ma)\nThe K2–Middle Markha deposits recorded a new major flooding from both the Mediterranean Sea and the Red Sea (Fig. 4i). Depositional environments and lithology distributions were very similar to those occurring during the deposition of the R3-Rudeis Fm deposits with neither evidences of anoxic nor suboxic conditions (Fig. 2) as paleo-bathymetry was relatively lower (Fig. 4i)."
  }, {
    "heading": "K2/K1 transition–Markha/Shagar (ca. 14.3–14.8 Ma)",
    "text": "The K2/K1 transition–Markha/Shagar deposits recorded another major disconnection between theMediterranean Sea and\nthe Red Sea. As for the K2–basal Markha deposits, open marine conditions only prevailed in the northern part and the southernmost part of the Suez rift (Fig. 4j). The Zaafarana accommodation zone controlled the occurrence of a large carbonate platform recording the transition from open marine setting to the north to a restricted setting in the Central basin (Fig. 4j).\nK1–Top Shagar (ca. 13.6–14.3 Ma)\nThe K1–Top Shagar deposits recorded a major flooding event occurring at basin-scale (Fig. 4k). Isolated platforms were very small and restricted to tilted block crests (Fig. 4k). Siliciclastic were mainly derived from the rift shoulders, especially in the Southern basin and along the Morgan accommodation zone (Fig. 4k). The topmost part of K1–Top Shagar deposits are organized in an overall prograding trend up to the\nsecondmajor sequence boundary recorded at basin-scale (T50 ca. 13.6 Ma; Figs. 2 and 3)."
  }, {
    "heading": "Belayim Formation (Miocene, ∼Serravallian, ca.",
    "text": ""
  }, {
    "heading": "11.8–13.6 Ma)",
    "text": "The periods of time defined by Hughes et al. (1992) have been used to establish four key phases during the Belayim Fm deposition (B4, B3, B2, and B1). The Belayim Fm recorded a progressive disconnection between theMediterranean Sea and the Red Sea in the Suez rift (Fig. 4l–o). It has recorded the first thick and widely distributed salt deposits over the Suez rift (Figs. 3 and 4l). The Belayim Fm also illustrates the full depositional profile from open marine setting in the south (Southern basin) to restricted environments with a lateral facies change from anhydrite to halite in the north (Darag basin, Fig. 4l, n). Small-scale tectonic structures had influence onto facies distribution (e.g., fault-controlled depocenters with halite on Fig. 4l). The input of siliciclastic was mainly localized along the Morgan accommodation zone and in the Central basin (Fig. 4l–o).\nB4–Baba (ca. 13.1–13.6 Ma)\nThe B4–Baba deposits recorded the first disconnection of the entire Suez rift from the Mediterranean Sea and an overall restriction of the Darag, Central, and Southern basins (Fig. 4l). Halite deposits were preserved in fault-controlled depocenters (Fig. 4l). Sediment supplies along the rift shoulders were very low as suggested by the very small isolated siliciclatics bodies (e.g., Wadi Araba, Belayim, and Baba areas; Fig. 4l). A large carbonate platform was developed to the south of the Southern basin, recording the transition toward more open marine setting in the Rea Sea to the south (Fig. 4l).\nB3–Sidri (ca. 12.6–13.1 Ma)\nThe B3–Sidri deposits (as the Top Shagar) recorded one of the last flooding events occurring at basin-scale in the Suez rift (Fig. 4m). The Southern basin was characterized by a restricted environment along its western part (Zeit area), while open marine conditions prevailed along a north to south corridor to\nT ab\nle 1\nR es ul ts of\nth e m as s ba la nc e ch ar ac te ri za tio\nn of\nth e pr esa lt to\nsa lt sy nri ft de po si ts of\nth e Su\nez ri ft\nF or m at io n\nM ap\nF ig ur e\nE st im\nat ed\ndu ra tio n (M yr )\nP re se rv ed vo lu m e at ri ft sc al e\nR el at iv e pr op or tio\nn E va po ri te\nac cu m m ul at io n ra te (k m 3 /M yr )\nC ar bo na te ac cu m m ul at io n ra te (k m 3 /M yr )\nM ea n se di m en t su pp ly\nat ri ft sc al e\n(k m\n3 /M\nyr )\nA ge (M a)\nD ur at io n (M yr )\nkm 3\nkm 3\nE va po ri te s\nC ar bo na te s\nS ili ci cl as tic s\nPr ef . M ax . M in . Pr ef . M ax . M in . P re f.\nM ax . M in . P re f.\nM ax\nM in .\nP re f.\nM ax\nM in . P re f.\nM ax . M in .\nZ ei t\nZ ei tU\npp er\n4s 5. 3– 6. 2\n0. 9\n35 58\n17 79\n0. 71\n0. 8\n0. 65\n0. 15\n0. 18\n0. 11\n0. 15\n0. 18\n0. 11\n13 93 .7\n15 81 .3\n12 84 .8\n31 5. 3\n39 1. 4\n24 9. 9\n29 6. 4\n35 5. 8\n10 8. 7\nZ ei tL\now er\n4r 6. 2– 7. 2\n1 17 79\n0. 35\n0. 41\n0. 30\n0. 39\n0. 45\n0. 36\n0. 25\n0. 29\n0. 20\n62 4. 0\n72 9. 4\n53 3. 7\n77 2. 6\n88 0. 6\n70 3. 0\n45 2. 6\n51 5. 9\n34 7. 2\nSo ut h G ha ri b\nSo ut h G ha ri b U pp er\n4q 7. 2– 9. 5\n2. 3\n27 23\n13 61\n0. 71\n0. 8\n0. 65\n0. 15\n0. 2\n0. 15\n0. 13\n0. 14\n0. 09\n42 1. 4\n47 3. 5\n38 4. 7\n99 .8\n13 0. 2\n96 .5\n79 .8\n82 .9\n27 .6\nSo ut h G ha ri b L ow\ner 4p\n9. 5– 11 .8\n2. 3\n13 61\n0. 84\n0. 9\n0. 75\n0. 07\n0. 15\n0. 04\n0. 09\n0. 12\n0. 01\n49 7. 6\n53 2. 7\n44 3. 9\n47 .0\n97 .7\n25 .6\n51 .5\n71 .0\n5. 5\nB el ay im\nB el ay im\n-B 1 H am\nm am\nFa ra un\n4o 11 .8 –1 2. 1\n0. 3\n18 74\n46 9\n0. 03\n0. 06\n0. 02\n0. 62\n0. 67\n0. 58\n0. 35\n0. 39\n0. 30\n44 .7\n93 .7\n31 .2\n10 66 .1\n11 51 .0\n99 8. 7\n65 7. 4\n73 0. 9\n56 4. 8\nB el ay im\n-B 2 Fe ir an\n4n 12 .1 –1 2. 6\n0. 5\n46 9\n0. 49\n0. 54\n0. 45\n0. 36\n0. 42\n0. 34\n0. 14\n0. 17\n0. 09\n46 2. 3\n50 6. 0\n42 1. 7\n37 4. 3\n43 2. 9\n34 7. 0\n16 1. 5\n19 1. 2\n97 .5\nB el ay im\n-B 3 Si dr i\n4m 12 .6 –1 3. 1\n0. 5\n46 9\n0. 04\n0. 08\n0. 03\n0. 62\n0. 66\n0. 59\n0. 34\n0. 37\n0. 30\n38 .5\n75 .0\n28 .1\n63 4. 3\n68 0. 3\n60 7. 0\n38 6. 2\n41 6. 1\n33 6. 1\nB el ay im\n-B 4 B ab a\n4l 13 .1 –1 3. 6\n0. 5\n46 9\n0. 56\n0. 61\n0. 50\n0. 32\n0. 38\n0. 29\n0. 12\n0. 15\n0. 06\n52 5. 4\n57 1. 6\n46 8. 5\n33 3. 6\n39 1. 7\n29 8. 2\n13 0. 1\n16 8. 7\n66 .7\nK ar ee m\nK ar ee m -K\n1 To\np Sh\nag ar\n4k 13 .6 –1 4. 3\n0. 7\n19 94\n49 8\n0. 57\n0. 62\n0. 55\n0. 43\n0. 45\n0. 38\n44 7. 8\n48 5. 6\n43 0. 8\n36 6. 0\n38 4. 5\n32 4. 7\nK ar ee m -K\n2/ K 1 M ar kh a/ Sh\nag ar\n4j 14 .3 –1 4. 8\n0. 5\n49 8\n0. 15\n0. 2\n0. 10\n0. 37\n0. 43\n0. 34\n0. 48\n0. 51\n0. 42\n14 8. 3\n19 9. 4\n99 .7\n41 0. 2\n47 1. 5\n37 4. 2\n57 0. 8\n61 0. 1\n50 3. 9\nK ar ee m -K\n2 M id dl e\nM ar kh a\n4i 14 .8 –1 5. 3\n0. 7\n49 8\n0. 58\n0. 64\n0. 53\n0. 42\n0. 47\n0. 36\n45 1. 6\n50 1. 3\n41 5. 1\n36 1. 9\n40 1. 6\n30 7. 6\nK ar ee m -K\n2 ba se\nM ar kh a\n4h 15 .3 –1 5. 8\n0. 5\n49 8\n0. 18\n0. 24\n0. 12\n0. 37\n0. 42\n0. 35\n0. 35\n0. 47\n0. 40\n18 4. 2\n23 9. 3\n11 9. 6\n40 6. 0\n46 0. 6\n37 8. 6\n53 2. 3\n56 2. 3\n46 6. 2\nR ud ei s\nR ud ei sR 1\n4g 15 .8 –1 6. 7\n0. 9\n59 99\n12 00\n0. 15\n0. 21\n0. 10\n0. 85\n0. 9\n0. 79\n19 3. 9\n30 8. 0\n14 6. 6\n13 88 .4\n14 39 .8\n12 63 .9\nR ud ei sR 2\n4f 16 .7 –1 7. 6\n0. 9\n12 00\n0. 26\n0. 32\n0. 20\n0. 74\n0. 8\n0. 68\n38 5. 0\n46 9. 3\n29 3. 3\n11 80 .0\n12 79 .9\n10 87 .9\nR ud ei sR 3\n4e 17 .6 –1 8. 5\n0. 9\n12 00\n0. 43\n0. 48\n0. 38\n0. 57\n0. 62\n0. 52\n62 4. 1\n70 3. 9\n55 7. 3\n91 9. 2\n99 1. 9\n83 1. 9\nR ud ei sR 5\n4d 19 .6 –2 0. 4\n0. 8\n12 00\n0. 61\n0. 66\n0. 55\n0. 39\n0. 45\n0. 34\n99 8. 3\n10 88 .9\n90 7. 4\n71 1. 0\n80 9. 9\n61 1. 9\nN uk hu l\nN uk hu lN u1\n4c 20 .4 –2 1. 2\n0. 8\n96 9\n32 3\n0. 03\n0. 06\n0. 02\n0. 41\n0. 46\n0. 40\n0. 56\n0. 57\n0. 51\n11 .8\n24 .2\n8. 1\n18 3. 0\n20 4. 3\n17 8. 0\n27 0. 6\n27 6. 2\n24 7. 4\nN uk hu lN u2\n4b 21 .2 –2 2. 1\n0. 9\n32 3\n0. 08\n0. 1\n0. 05\n0. 47\n0. 55\n0. 42\n0. 45\n0. 5\n0. 37\n27 .8\n35 .9\n17 .9\n18 4. 9\n21 7. 1\n16 6. 9\n19 5. 7\n21 5. 3\n16 0. 5\nN uk hu lN u3\nTo p Sh oa b A li M b.\n4a 22 .1 –2 3\n0. 9\n32 3\n0. 22\n0. 27\n0. 15\n0. 78\n0. 85\n0. 73\n85 .2\n10 6. 6\n59 .2\n33 7. 7\n36 6. 1\n31 4. 4\nSe e te xt\nfo r fu rt he r ex pl an at io n\nthe east (Fig. 4m). Siliciclastic supplies were mainly localized in the Central basin and along the Morgan accommodation zone where the Precambrian basement was denudated (Fig. 4m).\nB2–Feiran (ca. 12.1–12.6 Ma)\nThe B3–Feiran deposits recorded a second full disconnection from the Mediterranean Sea as the B4–Baba deposits (Fig. 4n). Halite deposits were preserved in faultcontrolled depocenters in the Southern basin and along the Morgan accommodation zone suggesting less intense evaporation processes in the Central basin compared to the B4–Baba period of time (Fig. 4l). Very small isolated siliciclatics bodies were preserved especially in the Wadi Araba, Belayim, and Baba areas (Fig. 4n). As for the B4– Baba deposits, a large carbonate platform was developed to the south of the Southern basin (Fig. 4n).\nB1–Hammam Faraun (ca. 11.8–12.1 Ma)\nThe B1–Hammam Faraun deposits recorded the very last marine flooding event occurring at basin-scale connecting the Medi te r ranean Sea and the Red Sea (F ig . 4o) . Paleogeographic setting was very similar to the B3–Sidri period of time, with restricted and shallow environments in the Zeit area and isolated inputs of siliciclastics (Wadi Araba, Morgan accommodation zone, Belayim, and Baba areas; Fig. 4o). The restricted depositional environments preserved\nto the east of the Darag basin and the open marine deposits to the north were the last sedimentary records before a long period of erosion and/or non-deposition to the north of the Suez rift (Fig. 4o)."
  }, {
    "heading": "South Gharib Formation (Miocene, ∼Tortonian, ca.",
    "text": ""
  }, {
    "heading": "7.2–11.8 Ma)",
    "text": "No high-resolution biostratigraphic constraints for the South Gharib Fm were available as the ones provided by Hughes et al. (1992) for the previous formations. We thus choose to highlight only two key phases during the deposition of the South Gharib Fm: its lowermost and uppermost parts. The three main basins were characterized by a north to south paleogeographic gradient with highly evaporitic setting to the south and more siliciclastic and mixed setting to the north (Fig. 4p–q). Halite deposits were preserved in faultcontrolled depocenters (Figs. 3 and 4p–q). The input of siliciclastic was spatially localized and almost corresponded to the present day feeding points (Fig. 4p–q). Evaporation processes were the dominant sedimentary processes."
  }, {
    "heading": "Lower South Gharib (ca. 9.5–11.8 Ma)",
    "text": "The Lower South Gharib deposits overlaid a major sequence boundary (T60 ca. 11.8 Ma; Figs. 2 and 3). For the very first time, anhydrite and halite deposits occupied the whole of the Suez rift (Fig. 4p). Fault-controlled depocenters characterized by halite deposits were connected into very large depocenters\n0 1000m 2000m\nCumulative tectonic subsidence\n(compaction corrected, sediment load corrected)\n1. Rift initiation\n2. Rift widening\n3. Rift climax\n4. Late syn-rift to rift narrowing\n5. Tectonic quiesience - Latest syn-rift\n500 1000 1500\n?\nCarbonate accumulation rate\nat rift scale (km3/Myr)\n500 1000 1500\nEvaporite accumulation rate\nat rift scale (km3/Myr)\n500 1000 1500\nMean sediment supply at rift scale (km3/Myr)\n?\n40% 80%\nRelative proportion of lithology Chronostratigraphy\nE po\nch\nS ta\nge\nA ge\nGlobal Sea-level\ncurve Microfossils Formation\nZeit\nPost-Zeit\nSouth Gharib\nBelayim\nKareem\nRudeis\nNukhul\nAbu ZenimaO\nlig o.\nM io\nce ne\nP lio\n.\n? ?\n? ?\nFig. 6 Synthesis for the pre-salt and salt deposits of the Suez rift of evaporite and carbonate accumulation rate (km3/Myr), mean sediment supply (km3/Myr), and cumulative tectonic subsidence curves (modified from the wells analysed by Moretti and Colletta 1987; Richardson and Arthur 1988). The grey area includes all the wells\nanalysed for estimating the cumulative tectonic subsidence. The chronostratigraphy, microfossil biozones, and sea-level curve are derived from Gradstein et al. (2012). Relative proportions of lithology for each map have been combined with thickness map to estimate the accumulation rate and sediment supply. See text for further information.\nin the Southern basin up to the Morgan accommodation zone (Fig. 4p). The Central basin and the Zaafarana accommodation zone were characterized by anhydrite deposits with faultcontrolled halite deposits, recording the transition toward the Darag basin where only condensed siliciclastic deposits were preserved (Figs. 3 and 4p). There were no preserved deposits in the northern part of the Darag basin (Figs. 3 and 4p)."
  }, {
    "heading": "Upper South Gharib (ca. 7.2–9.5 Ma)",
    "text": "The Upper South Gharib deposits were organized in a similar trend as the South Gharib deposits with highly evaporitic setting to the south (Figs. 3 and 4q). The Southern and Central basins were characterized by fault-controlled halite depocenters connected by very continuous anhydrite deposits (Fig. 4q). The inputs of siliciclastics were localized along the main feeding points already active during the deposition of the Lower South Gharib (Fig. 4q). The size of the fan systems was much larger than during the deposition of the Lower South Gharib suggesting an increase in the water supplies coming from the catchment areas (Fig. 4q)."
  }, {
    "heading": "Zeit Formation (Miocene, ∼Messinian, ca. 5.3–7.2 Ma)",
    "text": "As it happens for the case of the South Gharib Fm, no highresolution biostratigraphy was available for the Zeit Fm, so it was subdivided into a lower and an upper part (Fig. 4r–s). The same paleogeographic gradient as for the South Gharib Fm deposition was identified with highly evaporitic setting to the south (Figs. 3 and 4r–s). Halite and/or anhydrite deposits were preserved in fault-controlled depocenters (Fig. 4r–s). The input of siliciclastic was spatially localized and almost corresponds to the present day feeding points (Fig. 4r–s). Evaporation processes were still important, but the input of siliciclastics increased as well as mixed carbonate-dominated deposits compared to the South Gharib period of time suggesting more humid climatic setting (Figs. 3 and 4r–s).\nLower Zeit (ca. 6.2–7.2 Ma)\nThe Lower Zeit deposits recorded a period of relatively low occurrence of evaporate deposits during the TortonianMessinian time interval (Fig. 4r). Small isolated evaporitic depocenters occurred in the Central and Darag basins mainly filled with anhydrite and few halite deposits (Fig. 4r). The Southern basin was characterized by fault-controlled halite small depocenters connected by very continuous anhydrite deposits (Fig. 4r). Siliciclastic supplies were the highest during the Tortonian-Messinian time interval (Fig. 6). There were no deposits preserved in the northern part of the Darag basin (Figs. 3 and 4r).\nUpper Zeit (ca. 6.2-5.3 Ma)\nThe Upper Zeit deposits recorded another pulse in evaporitic conditions, almost equivalent to the Upper South Gharib Fm in terms of spatial distribution (Fig. 4s). Two large fault-controlled depocenters with halite were preserved in the Central basin. The Southern basin was still characterized by small faultcontrolled depocenters with halite and continuous anhydrite deposits (Fig. 4s). Siliciclastic supplies were still high with large localized fan system (Fig. 4s). No deposits from this age were preserved in the northern part of the Suez rift (Fig. 4s).\nRift dynamics, subsidence, and uplift\nThe presented stratigraphic architecture restoration (Figs. 3 and 4) has been then combined to thickness and depocenter maps analysis (Fig. 5) and discussed in the light of the subsidence and uplift dynamics within the rift evolution taking into account the published subsidence analysis (Steckler 1985; Moretti and Colletta 1987; Moretti and Chenet 1987; Richardson and Arthur 1988; Fig. 6). The total amount of uplift/exhumation during the rift evolution has been estimated to about 5–7 km on the western rift shoulder (Omar et al. 1989)."
  }, {
    "heading": "Rift initiation (Oligocene, ∼Chattian, ca. 1–4 Myr duration)",
    "text": "Faunas, stratigraphic relationships, K-Ar and Ar-Ar dates indicate that the onset of the rifting is no younger than 25–27 Ma in the Southern basin area (e.g., El Shinnawi 1975; Purser and Hötzl 1988), 23–25 Ma for the Central basin area (e.g., Plaziat et al. 1998), and ca. 23.5 Ma for the Darag basin and the Cairo-Suez areas (Kappelman et al. 1992; Lotfy et al. 1995) suggesting a rift propagation toward the north that is consistent with recent observation from the Nile Delta (Sarhan et al. 2014).\nTwo preserved depocenters 50–60 km wide are localized over the future main Southern and Central domains of the Suez rift (Fig. 5a). To the north, there is no data from the Darag basin depocenter to illustrate Oligocene deposits but only few witnesses in the northernmost part of the Suez rift (Fig. 5a). The central part is also characterized by volcanism along the rift shoulders and rift axis (Fig. 5a). Basaltic dikes, sills, and flows have sub-alkaline to alkaline affinities and have been interpreted to be diagnostic of intraplate, tensional environment (Moussa 1987).\nSubsidence was very low during the Late Oligocene (Steckler 1985; Moretti and Colletta 1987; Richardson and Arthur 1988) and reliefs mainly corresponded to inherited topography from the Syrian Arc such as the Wadi Araba structure (Garfunkel 1988; Evans 1990;\nKhaled et al. 2002; Fig. 1). Basement was already exposed to the South (the present-day Red Sea) by late Oligocene times (Thiriet 1987). The onset of rift-related uplift in Sinai has been proposed around 26.6 ± 3 Myr based on fission track analysis (Kohn and Eyal 1981)."
  }, {
    "heading": "Rift widening (Miocene, ∼Aquitanian, ca. 3 Myr duration)",
    "text": "The presence of growth-strata in the Nukhul Fm indicates that extensional faults were active during the Aquitanian (e.g., Colletta et al. 1988; Jackson et al. 2002). The rift was subdivided into numerous depocenters (Fig. 5b) controlled by active faults recording a progressive fault linkage and interaction (e.g., Leeder and Gawthorpe 1987; Gawthorpe et al. 1997; Khalil and McClay 2002; Jackson et al. 2002). Meanwhile, some former faults were abandoned. This first major phase of extension was characterized by a low tectonic subsidence (0–100 m/Myr, Moretti and Colletta 1987; Richardson and Arthur 1988). The Nubia sandstones and the crystalline basement were the main feeding sources for sediment delivery into the Southern basin. Scarce boulder conglomerates and breccias suggest high local relief in the Central basin as well as in the Southern basin (e.g., Richardson and Arthur 1988; Patton et al. 1994; Winn et al. 2001) that is consistent with the initiation of basement uplift along the western margin of the Gulf of Suez between 21 and 23 Ma based on fission track analysis (Omar et al. 1989). These very coarse-grained deposits could also be locally related to fault block rotation and exposure of the footwall crests. Sedimentological and structural evidences suggest an overall subdued topography with perhaps only a few hundreds of meters relief that is consistent with previousworks (Garfunkel and Bartov 1977; Sellwood and Netherwood 1984)."
  }, {
    "heading": "Rift climax (Miocene, ∼Burdigalian, ca. 5 Myr duration)",
    "text": "Rotation and uplifting of fault blocks as well as renewing subsidence were recorded all over the basin during the latest Aquitanian-earliest Burdigalian period of time (post-Nukhul event; Garfunkel and Bartov 1977; Beleity 1984; Chenet et al. 1984). The rift was subdivided into some major basins controlled by active faults highlighting the three main domains of the Suez rift (Fig. 5c). Fault linkage still occurred. Tectonic subsidence rates increased (up to 250 m/Myr) and the total subsidence rates were as high as 400 m/Myr in the deeper, more rapidly subsiding grabens (Moretti and Colletta 1987; Richardson and Arthur 1988). Subsidence rates in the Gulf of Suez reached their maximum during the Burdigalian and occurred across the entire rift basin (Steckler 1985; Moretti and Colletta 1987; Moretti and Chenet 1987; Richardson and Arthur 1988). Concomitantly, the shoulders of the rift, including the Sinai Massif and Red Sea Hills, underwent rapid uplift (Garfunkel and Bartov 1977; Garfunkel 1988).\nThe mid-Clysmic event is interpreted as a major tectonic reactivation in the rift which involved the segmenting and rotation of major pre-existing tilted blocks into smaller units (Garfunkel and Bartov 1977). To the north of the Suez rift, tectonic subsidence ceased completely (Moretti and Colletta 1987; Richardson and Arthur 1988). It corresponds to a major pulse in siliciclastics (at least two times the mean sediment supply during the whole rifting, Fig. 6). Moreover, the sediment supply pulse is probably underestimated in our study as we used a duration of 0.9 Myr for R1 and R2 following a simple linear interpolation for the duration of each phases during the Rudeis Fm deposition, while a 0.5 Myr duration would be more likely. It is also concomitant with a major eustatic sea level fall (Gradstein et al. 2012).\nLate syn-rift to rift narrowing (Miocene, ∼Langhian-Serravalian, ca. 4 Myr duration)\nDuring the Langhian, the rift was subdivided into several main depocenters controlled by active faults that were superimposed onto the previous Rudeis depocenters (Fig. 5d). New additional depocenters localized along the rift margin suggest a widely distributed and overall basinal subsidence (Fig. 5d).\nThe Rudeis to Kareem transition (∼early Langhian) was characterized by a major decrease of the extension rate, especially in the vicinity of Hurghada from 0.48 to 0.18 cm/year (Steckler et al. 1988). The former reliefs induced during the rift climax were quickly destroyed as evidenced by the drastic drop in sediment supply (Fig. 6). Stratigraphic architecture along the eastern margin suggests that some of the main border faults became inactive and fault activity migration toward the basin axis (e.g., Baba area, Figs. 3 and 4).\nThe Kareem to Belayim transition (∼late Langhian) was then characterized by another major decrease of the extension rate from 0.18 to 0.05 cm/year (Steckler et al. 1988). Subsidence analysis also indicates a sudden drop in subsidence rates at the end of the Kareem Fm deposition (Moretti and Colletta 1987; Richardson and Arthur 1988). During Serravalian times, the rift was subdivided into several main depocenters mainly localized along the present-day basin axis (Fig. 5e). While tectonic subsidence rate was almost negligible during Serravalian times, accommodation space creation was mainly controlled by sediment loading (Moretti and Colletta 1987) along the basin axis indicating a major rift narrowing (Figs. 5e and 6).\nTectonic quiescence to latest syn-rift (Miocene, ∼Tortonian-Messinian, ca. 7 Myr duration)\nThe basin was still subdivided into several sub-basins bounded by major faults already well developed during the previous rift narrowing stage (Fig. 5f, g). Tectonic subsidence was\nnegligible and accommodation space creation was mainly controlled by sediment loading (Moretti and Colletta 1987; Richardson and Arthur 1988). To the north of the Suez rift, tectonic uplift could have occurred (Richardson and Arthur 1988). Sedimentary patterns and fauna indicate that the rift was definitively disconnected from the Mediterranean Sea."
  }, {
    "heading": "Discussion",
    "text": "Rift evolution and sediment supply\nThe large-scale evolution of the Suez rift is consistent with other published models for rift evolution with a (1) rift initiation, (2) rift widening, (3) rift climax, (4) late syn-rift to rift narrowing, and (5) tectonic quiescence to latest syn-rift (Leeder and Gawthorpe 1987; Prosser 1993; Lambiase and Bosworth 1995; Gawthorpe and Leeder 2000). Our study provides some additional constraints in terms of timing and erosion/sedimentation dynamics within the rift evolution (Fig. 6). The mass balance analysis indicates that the rift shoulder dynamic includes a growth phase lasting 6–7 Myr recorded by an rapid and progressive increase in sediment supply (Fig. 6). Relief then reached its topographic maximum as suggested by the maximum sediment supply (latest Rudeis Fm, R5). Finally, the rapid and abrupt decrease in sediment supply (ca. 1Myr) during the transition from the Rudeis Fm to Kareem Fm was followed by a progressive decrease (ca. <3.5 Myr duration, Kareem to Belayim Fms) to reach a very low value during the South Gharib Fm deposition. This final evolution can be interpreted as a Brelief destruction^ phase. This sediment supply dynamic at rift scale is consistent with analog and numerical modeling (growth phase, optimum, and destruction phase), clearly indicating that this sediment supply dynamics was tectonically driven (e.g., Lague et al. 2003; Bonnet and Crave 2003; Rohais et al. 2012).\nThis result has a major impact onto the understanding of flank retreat dynamic during post-rift evolution. Indeed, most of the concept and modeling approaches addressing flank retreat issue are based on a starting boundary condition using former rift topography (e.g., van der Beek et al. 1994; Brown et al. 2002; Japsen et al. 2012). In our study, the sediment supply dynamic indicates that the latest syn-rift phase was characterized by low relief with very localized inputs of siliciclastics (Figs. 4 and 6). This point could be considered as a major challenge in some future works. Typically, in the Suez rift, the present-day topography is potentially related to the post-rift dynamics.\nSuez rift and geodynamic setting\nAt 14 Ma (Langhian), the Aqaba transform boundary cut through Sinai and the Levant continental margin (Fig. 1),\nlinking the northern Red Sea with the Bitlis-Zagros convergence zone (e.g., Bosworth et al. 2005; Gvirtzman and Steinberg 2012). Extension in the Suez was reduced and then stopped (e.g., Moretti and Colletta 1987; Steckler et al. 1988) suggesting that the mechanism responsible for the Suez r i f t opening was no more act ive . Meanwhile, the opening of the Red Sea continued until it became an ocean during the Pliocene. Extension in the Suez rift has been previously reduced during the Langhian times in response to the collision of Arabia and Eurasia (Dercourt et al. 1986; Le Pichon and Gaulier 1988). The Aqaba transform boundary (Fig. 1) could thus be interpreted as an accommodation fault between the continuous extensional processes in the southern Red Sea and an abandoned extensional segment in the north corresponding to the Suez rift. It suggests that the deep source controlling the extension in the Suez rift is not below the rift, but below the Red Sea. This is very consistent with a south to north propagation of the Suez rift as documented in our reconstruction (Fig. 4)."
  }, {
    "heading": "Evaporite in rift basin",
    "text": "Evaporite deposition is generally controlled by the combined effect of (1) the hydrologic balance, or aridity index, and (2) the isolation of the basin characterized by the interaction between sill and sea level (e.g., Warren 2010). Regarding the aridity, a global cooling and drying at about 15.6 Ma (i.e., Langhian) occurred in northeastern Africa (Kennett 1995). In the late Tortonian–Early Messinian (ca. 8 Ma) relatively more humid conditions occurred in an overall arid setting (Griffin 1999) that is consistent with our reconstructions for the Zeit Fm (Messinian). During the Plio/Pleistocene, northeastern Africa was still subjected to alternating dry and wet periods (Griffin 1999, 2002). Aridification was thus a criterion satisfied for evaporite deposition in the Suez rift starting from the Langhian times.\nThe main sills were in the north of the Darag basin and across the Zaafarana and Morgan accommodation zones (Fig. 1). The first evidence for the isolation of the Suez rift occurred during the Langhian (Kareem Fm) with a progressive paleo-bathymetry decrease along the basin axis (Darag, Central, and Southern basins) and the occurrence of a large platform across the Central basin (Fig. 4h–j). This BPlaform Evaporite^ sensu Warren (2010) has progressively been widened to finally reach a BBasinwide Evaporite^ sensu Warren (2010) configuration during the Serravalian times (Belayim Fm). Finally, the main sill controlling the disconnection of the Mediterranean Sea from the Red Sea were located in the north of the Darag basin during the Tortonian to Messinian times (Fig. 4). It indicates that the first sills to interact with the sea level changes were related to rift structures: the Zaafarana and Morgan accommodation zones. Finally, a sill on the\nnorthern edge of the Suez rift was the dominant structure controlling the connection between the Mediterranean Sea and the Red Sea (Fig. 4).\nThe pre-salt to salt transition in the Suez rift can thus be interpreted as a sedimentary record of the combined effect of a climate change (including aridity) and the rift dynamic that lasted for ca. 4 Myr. Finally, the occurrence of long-lasted and widespread evaporite series were controlled by both two major external controlling factors: climate and geodynamic (rift abandonment).\nRift dynamic and sequence stratigraphy\nA typical rift sequence can be derived from this basinscale study. The Nukhul Fm with dominantly shallow water deposits can be interpreted as the records of the filled phase, the Rudeis Fm with its well-developed turbiditic packages as the underfilled phase, the Kareem and Belayim Fms with their prograding patterns and progressive evolution toward shallow water deposits as a filled phase and finally the South Gharib and Zeit Fms with the alluvial to sabkha deposits as overfilled phase. During filled and overfilled phases, a longitudinal N–S depositional gradient prevailed (Fig. 4). This tectonically controlled stratigraphic framework can be correlated to a secondorder cycle, i.e., 18–20-Myr duration cycle. This cycle can be interpreted in a transgressive, highstand, and lowstand system tracts sensu Catuneanu et al. (2009). At higher resolution, the highstand system tract (Rudeis, Kareem, and Belayim Fms) can be subdivided into one basal highstand (Lower Rudeis Fm) overlain by a falling stage system tract (Upper Rudeis, Kareem, and Belayim Fms, Fig. 2). This falling stage system tract can be subdivided into two third-order sequences including two major aggrading-prograding packages that can be interpreted as lowstand system tract (Rahmi-Markha Mb. and Baba-Sidri-Feiran Mbs.; Fig. 2). Duration and timing of these major third-order sequences are correlated with the main tectonic stage identified for the rift evolution. The typical rift sequence thus includes the following: a (1) rift initiation, rapid flooding, and major transgressive surface; (2) rift widening, transgressive system tract; (3) rift climax, highstand system tract, and condensed sections, (4) late syn-rift to rift narrowing, falling stage system tract; and (5) tectonic quiescence to latest syn-rift, lowstand system tract.\nAt higher resolution, i.e., fourth- and higher order sequences, the whole cycle is not always easily identified. Sequence boundaries are often superimposed by sharp flooding surface rapidly overlain by a prograding and shallowing upward packages interpreted as highstand system tract (Fig. 2). These fourth- and higher order sequences could thus be related to stage of activity during the fault growth."
  }, {
    "heading": "Conclusion",
    "text": "Stratigraphic architecture reconstruction have been carried out to propose a basin-scale model evolution for the pre-salt to salt syn-rift fill of the Suez rift. Four main results can be highlighted from our study:\nFirst, the key periods of time during a rift evolution have been recognized and their durations have been estimated with (1) a rift initiation or onset of the rifting stage (ca. 1–4 Myr duration) with active volcanism and isolated depocenters; (2) a rift widening stage (ca. 3 Myr duration) with a progressive marine flooding and fault propagation; (3) a rift climax (ca. 5 Myr duration) characterized by several major anoxic events, maximum fault throw, and subsidence rate, increasing and maximum sediment supply from the rift evolution; (4) a late syn-rift to rift narrowing (ca. 4 Myr duration) characterized by a progressive smoothing of the paleogeography with low to no more active tectonic uplift/ erosion along the rift shoulders combined with a reducing paleo-bathymetry along the basin axis; and (5) finally a tectonic quiescence phase (ca. 7 Myr duration) characterized by a thick salt series.\nSecond, the sediment supply dynamics during rifting is characterized by (1) progressive increase up to its (2) maximum, (3) rapid and abrupt decrease (less than 1 Myr), and finally (4) very progressive decrease that can be interpreted as a (1) relief growth, (2) optimum, and (3, 4) destruction phases related to uplift dynamic.\nThird, the pre-salt to salt transition in the Suez rift is interpreted as the sedimentary record of the combined effect of a climate and rift dynamic changes. The Central basin and Zaafarana and Morgan accommodation zones were the first main divides between the Mediterranean Sea and the Red Sea.\nFourth, several order of sequences can be recognized in the syn-rift fill with fourth- to higher order sequences related to fault activity, third-order sequences related to (sub-)basin dynamics (Darag, Central, and Southern basins), and secondorder sequences related to the whole rift basin dynamic (Suez rift).\nThe proposed geological scenario with quantified sediment supply, accumulation rate, lithologic distribution, and subsidence dynamics could be used to test modeling approaches of the relationship between deep and surface processes in future works.\nAcknowledgments This project could not have been accomplished without the very large database acquired by IFPEN during the last 30 years in the frame of collaborative partnerships. The authors would like to thank the two anonymous reviewers for their valuable suggestions and reviews of the initial manuscript."
  }],
  "year": 2016,
  "references": [{
    "title": "Miocene-Pliocene boundary in the Gulf of Suez region, Egypt",
    "authors": ["A Abd El Shafy"],
    "venue": "10th EGPCExploration Seminar. Cairo Egypt",
    "year": 1990
  }, {
    "title": "Sequence-stratigraphic interpretation of structurally controlled deposition: Middle Miocene Kareem Formation, southwestern Gulf of Suez. Egypt: GeoArabia",
    "authors": ["AIM Abd El-Naby", "H Ghanem", "M Boukhary", "M Abd El-Aal", "S Lüning", "J Kuss"],
    "year": 2010
  }, {
    "title": "Lower Miocene stratigraphy of the Gebel Shabrawet area, north eastern desert Egypt",
    "authors": ["O Abdelghany"],
    "venue": "J Afr Earth Sci",
    "year": 2002
  }, {
    "title": "Subsurface sedimentological study of the Rudeis Formation in Kareem, Ayun",
    "authors": ["G Allen", "A Ayyad", "G Desforges", "M Haddadi", "J Pizon"],
    "venue": "Yusr and Shukheir fields, in Proceedings of the 6th Exploration Conference: Cairo, Egyptian General Petroleum Corporation,",
    "year": 1984
  }, {
    "title": "Mechanism of continental crust subsidence in the Alpine Belt",
    "authors": ["E Artushkov", "M Baer"],
    "venue": "Tectonophysics V",
    "year": 1984
  }, {
    "title": "Coupling 3D structural restorationwith stratigraphicmodelling in rifted margins, Suez rift, Egypt. International conference BModelling sedimentary basins and their petroleum systems^, Geol",
    "authors": ["A Barrois", "S Rohais", "D Granjeon", "JL Rudkiewicz", "MC Cacas"],
    "year": 2010
  }, {
    "title": "The composite standard and definition of paleogeography and paleotectonics in the Gulf of Suez",
    "authors": ["AM Beleity"],
    "venue": "In Egyptian General Petroleum Corporation. 6th EGPC Exploration Conference,",
    "year": 1984
  }, {
    "title": "Landscape response to climate change: insights from experimental modeling and implications for tectonic vs. climatic uplift of topography",
    "authors": ["S Bonnet", "A Crave"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Architecture and depositional sequences of tertiary fault-block carbonate platforms; an analysis from outcrop and computer modelling",
    "authors": ["DWJ Bosence", "NE Cross", "S Hardy"],
    "venue": "Mar Pet Geol",
    "year": 1998
  }, {
    "title": "Structural and stratigraphic evolution of the Gulf of Suez rift, Egypt: a synthesis",
    "authors": ["K Bosworth Wand McClay"],
    "year": 2001
  }, {
    "title": "Structure, sedimentation, and basin dynamics during rifting of the Gulf of Suez. In: Purser BH, Bosence DWJ (eds) Sedimentation and tectonics of rift basins: Red Sea–Gulf of Aden",
    "authors": ["W Bosworth", "P Crerello", "RD Winn Jr.", "J Steinmetz"],
    "year": 1998
  }, {
    "title": "The Red Sea and Gulf of Aden Basins",
    "authors": ["BosworthW", "P Huchon", "K McClay"],
    "venue": "J Afr Earth Sci",
    "year": 2005
  }, {
    "title": "Denudational history along a transect across the Drakensberg Escarpment of southern Africa derived from apatite fission track thermochronology",
    "authors": ["RW Brown", "MA Summerfield", "AJW Gleadow"],
    "venue": "J Geophys Res",
    "year": 2002
  }, {
    "title": "Erosion and rheology controls on synand post-rift evolution: Verifying old and new ideas using a fully coupled numerical model",
    "authors": ["EB Burov", "ANB Poliakov"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Towards the standardization of sequence stratigraphy",
    "authors": ["A Strasser", "ME Tucker", "C Winker"],
    "venue": "Papers in the Earth and Atmospheric Sciences",
    "year": 2009
  }, {
    "title": "Paleogeographic evolution of the central segment of the South Atlantic during Early Cretaceous times: paleotopographic and geodynamic implications",
    "authors": ["AC Chaboureau", "F Guillocheau", "C Robin", "S Rohais", "M Moulin", "D Aslanian"],
    "venue": "Tectonophysics",
    "year": 2013
  }, {
    "title": "Tectonics of the Suez rift; structural analysis of the Nukhul area",
    "authors": ["PY Chenet"],
    "venue": "I.F.P. report",
    "year": 1984
  }, {
    "title": "Some observations on the rift tectonics in the eastern part of the Suez rift",
    "authors": ["PY Chenet", "J Letouzey", "E Zaghloul"],
    "venue": "Proceedings of the 7th Egyptian General Petroleum Corporation Exploration Seminar,",
    "year": 1984
  }, {
    "title": "Structure and structural evolution of Ras Budran, Gulf of Suez, Egypt",
    "authors": ["LR Chowdhary", "S Shaheen", "AA Naggar"],
    "venue": "8th E.G.P.C. Explor. Conf. Cairo. Preprint",
    "year": 1986
  }, {
    "title": "Coupled Deep Earth and surface processes and their impact on geohazards",
    "authors": ["S Cloetingh", "A Tibaldi", "E Burov"],
    "venue": "Global and Planetary Change",
    "year": 2012
  }, {
    "title": "Longitudinal evolution of the Suez rift structure (Egypt)",
    "authors": ["B Colletta", "P LeQuellec", "J Letouzey", "Moretti"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Implications of fault array evolution for syn-rift depocentre development: insights from a numerical fault growth model",
    "authors": ["PA Cowie", "S Gupta", "NH Dawers"],
    "venue": "Basin Research 12:241–261",
    "year": 2000
  }, {
    "title": "Geological evolution of the Tethys belt from the Atlantic",
    "authors": ["J Dercourt", "LP Zonenshain", "LE Ricou", "VG Kazmin", "X Le Pichon", "A Knipper", "C Grandjacquet", "IM Shortshikov", "J Geyssant", "C Lepvrier", "DH Perchersky", "J Boulin", "J-C Sibuet", "LA Savostin", "O Sorokhtin", "M Westphal", "ML Bazhenov", "JP Lauer", "B Biju-Duval"],
    "year": 1986
  }, {
    "title": "Dinoflagellates from the Miocene Rudeis and Kareem formations borehole GS-78-1",
    "authors": ["SY El Beialy", "AS Ali"],
    "venue": "Gulf of Suez, Egypt. J. Afr. Earth Sci",
    "year": 2002
  }, {
    "title": "Insights on the age, climate and depositional environments of the Rudeis and Kareem formations, GS-78-1 well, Gulf of Suez, Egypt: a palynological approach",
    "authors": ["SY El Beialy", "MS Mahmoud", "AS Ali"],
    "venue": "Revista Española de Micropaleontología",
    "year": 2005
  }, {
    "title": "Planktonic foraminifera from the Miocene Globigerina Marl of Hurgada Well-134, Eastern Desert, Egypt. In: M i n e r a s ENAd I ( e d ) 5 t h A f r i c a n Co l l o qu i um on Micropalaeontology, Addis Ababa, pp 199–224",
    "authors": ["MA El Shinnawi"],
    "year": 1975
  }, {
    "title": "Neogene tectonic and stratigraphic events in the Gulf of Suez rift area, Egypt",
    "authors": ["AL Evans"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Miocene sandstone provenance relations in the Gulf of Suez: insights into syn-rift unroofing and uplift history",
    "authors": ["AL Evans"],
    "year": 1990
  }, {
    "title": "Regional study of Miocene evaporates and Pliocene—recent sediments in the Gulf of Suez",
    "authors": ["H Fawzy", "A Abdel Aal"],
    "venue": "In Egyptian General Petroleum Corporation. 7th EGPC Exploration Seminar,",
    "year": 1984
  }, {
    "title": "Steady State secondary convection beneath lithospheric plates with temperature and pressure dependent viscosity",
    "authors": ["L Fleitout", "D Yuen"],
    "venue": "JGR",
    "year": 1984
  }, {
    "title": "Relation between continental rifting and uplifting: evidence from the Suez rift and northern Red Sea",
    "authors": ["Z Garfunkel"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "The tectonics of the Suez rift",
    "authors": ["Z Garfunkel", "Y Bartov"],
    "venue": "Geol Surv Isr Bull",
    "year": 1977
  }, {
    "title": "Evaporite accumulation during the Messinian salinity crisis: the Suez rift case",
    "authors": ["J Gargani", "I Moretti", "J Letouzey"],
    "venue": "Geophys. Res. Lett. 35:L02401",
    "year": 2008
  }, {
    "title": "Miocene stratigraphic nomen",
    "authors": ["WA Gawad", "I Gaafar", "AA Sabour"],
    "year": 1986
  }, {
    "title": "The geologic time",
    "authors": ["Cairo E.R. EGPC", "FM 275 pp Gradstein", "JG Ogg", "MD Schmitz", "GM Ogg"],
    "year": 2012
  }, {
    "title": "Quantification and causes",
    "authors": ["C Veslud", "J Braun"],
    "year": 2012
  }, {
    "title": "Role of fault",
    "authors": ["S Gupta", "JR Underhill", "IR Sharp", "RL Gawthorpe"],
    "year": 1999
  }, {
    "title": "Inland jump of the Arabian northwest",
    "authors": ["Z 167–189 Gvirtzman", "J Steinberg"],
    "year": 2012
  }, {
    "title": "Some geological observations in the Gulf of Suez",
    "authors": [],
    "year": 1986
  }, {
    "title": "Sand distribution of Miocene clastics",
    "authors": ["Petrol. Explor. Seminar", "E.G.P.C", "Cairo", "1-12 Hagras M", "Slocki S"],
    "year": 1982
  }, {
    "title": "INDEPTH III seismic data: from surface",
    "authors": ["A Ross", "Z Wenjin"],
    "year": 2003
  }, {
    "title": "Miocene biofacies",
    "authors": ["GW Hughes", "S Abdine", "MH Girgis"],
    "year": 1992
  }, {
    "title": "Elevated, passive continental margins: Not rift shoulders, but expressions of episodic, post-rift burial and exhumation",
    "authors": ["P Japsen", "JA Chalmers", "PF Green", "JM Bonow"],
    "venue": "Global Planet Change",
    "year": 2012
  }, {
    "title": "New age determinations for the Eocene–Oligocene boundary sediments in the Fayum Depression, northern Egypt",
    "authors": ["J Kappelman", "EL Simons", "III Swisher CC"],
    "venue": "J Geol",
    "year": 1992
  }, {
    "title": "A review of polar climate evolution duringthe Neogene, based on the marine sediment record",
    "authors": ["JP Kennett"],
    "year": 1995
  }, {
    "title": "Rift architecture and growth sedimentation across a main accommodation zone, Northern Gulf of Suez – Egypt",
    "authors": ["D Khaled", "A Sehim", "M Darwish"],
    "venue": "Inter. Petroleum Conference and Exhibition,",
    "year": 2002
  }, {
    "title": "Extensional fault-related folding, northwestern Red Sea, Egypt",
    "authors": ["SM Khalil", "KR McClay"],
    "venue": "J Struct Geol",
    "year": 2002
  }, {
    "title": "History of uplift of the crystalline basement of Sinai and its relation to opening of the Red Sea as revealed by fission track dating of apatites, Earth Planet",
    "authors": ["BP Kohn", "M Eyal"],
    "year": 1981
  }, {
    "title": "Graphic correlation and sequence stratigraphy of Neogene rocks in the Gulf of Suez. In Fauna, flora and sequence stratigraphy",
    "authors": ["WN Krebs", "D Wescott", "I Nummedahl", "G Gaafar", "G Azazi", "S Karamat"],
    "venue": "Association Paleontologie Francaise de Stratigraphie, v. 168,",
    "year": 1997
  }, {
    "title": "Laboratory experiments simulating the geomorphic response to tectonic uplift",
    "authors": ["D Lague", "A Crave", "P Davy"],
    "venue": "J Geophys Res",
    "year": 2003
  }, {
    "title": "Structural controls on sedimentation in continental rifts. In: Lambiase JJ (ed) Hydrocarbon habitat in rift basins",
    "authors": ["JJ Lambiase", "W Bosworth"],
    "venue": "Geological Society, London Special Publication",
    "year": 1995
  }, {
    "title": "The rotation of Arabia and the Levant fault system",
    "authors": ["Le Pichon X", "Gaulier J-M"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Synthèse structurale sur le rift du Golfe de Suez. Report C.F.P./I.F.P., I.F.P",
    "authors": ["P Le Quellec", "B Colletta"],
    "year": 1985
  }, {
    "title": "Sedimentary models for extensional tilt-block/half-graben basins",
    "authors": ["MR Leeder", "RL Gawthorpe"],
    "venue": "Geological Society of London Special Publication No",
    "year": 1987
  }, {
    "title": "From rifting to oceanic spreading in the Gulf of Aden: a synthesis",
    "authors": ["S Leroy", "P Razin", "J Autin", "F Bache", "E d’Acremont", "L Watremez", "J Robinet", "C Baurion", "Y Denèle", "N Bellahsen", "F Lucazeau", "F Rolandone", "S Rouzo", "J Serra Kiel", "C Robin"],
    "venue": "Arab J Geosciences",
    "year": 2012
  }, {
    "title": "Palaeomagnetism of Early Miocene basaltic eruptions in the areas east and west of Cairo",
    "authors": ["HI Lotfy", "R Van der Voo", "CM Hall", "OA Kamel", "AY Abdel Aal"],
    "venue": "J Afr Earth Sci",
    "year": 1995
  }, {
    "title": "History of the development of the East African Rift System: a series of interpreted maps through time",
    "authors": ["D Macgregor"],
    "venue": "J Afr Earth Sci",
    "year": 2015
  }, {
    "title": "Tectonic setting of the world’s giant oil and gas fields",
    "authors": ["P Mann", "L Gahagan", "MB Gordon"],
    "venue": "AAPG Memoir",
    "year": 2003
  }, {
    "title": "Hunting the pre-salt. Frontier Exploration",
    "authors": ["J Martin", "S Toothill", "R Moussavou"],
    "venue": "Geo Expro Dec",
    "year": 2009
  }, {
    "title": "Extensional tectonics and sedimentation, eastern Gulf of Suez. Egypt",
    "authors": ["KR McClay", "GJ Nichols", "S Khalil", "M Darwish", "W Bosworth"],
    "year": 1998
  }, {
    "title": "Some remarks on the development of sedimentary basins",
    "authors": ["D McKenzie"],
    "venue": "Earth Planet Sci Lett 40:25–32",
    "year": 1978
  }, {
    "title": "Tectonic and sedimentary evolution of the Gulf of Suez and the northwestern Red Sea: a review",
    "authors": ["C Montenat", "P Ott d’Estevou", "BH Purser"],
    "venue": "Dot Trav I.G.A.L Paris",
    "year": 1986
  }, {
    "title": "Tectonic and sedimentary evolution of the Gulf of Suez and the northwestern Red Sea",
    "authors": ["C Montenat", "P Ott d’Estevou", "B Purser", "PF Burollet", "J-J Jarrige", "F OrszagSperber", "E Philobbos", "JC Plaziat", "P Prat", "J-P Richert", "N Roussel", "J-P Thiriet"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Modélisation de l’extension intracontinentale : exemple du golfe de suez. I.F.P",
    "authors": ["I Moretti"],
    "year": 1987
  }, {
    "title": "The evolution of the Suez rift: a combination of stretching and secondary convection",
    "authors": ["I Moretti", "PY Chenet"],
    "venue": "Tectonophysics",
    "year": 1987
  }, {
    "title": "Spatial and temporal evolution of the Suez rift subsidence",
    "authors": ["I Moretti", "B Colletta"],
    "venue": "J. Geodyn",
    "year": 1987
  }, {
    "title": "Thermomechanical models of active rifting",
    "authors": ["I Moretti", "C Froidevaux"],
    "venue": "Tectonics",
    "year": 1986
  }, {
    "title": "Discrepancy between lower and upper crustal thinning",
    "authors": ["I Moretti", "B Pinet"],
    "venue": "Can Soc Pet Geol Mem",
    "year": 1987
  }, {
    "title": "Geologic studies and genetic correlation of basaltic rocks in west central Sinai",
    "authors": ["HE Moussa"],
    "venue": "PhD thesis,",
    "year": 1987
  }, {
    "title": "Block faulting in the Gulf of Suez",
    "authors": ["AG Moustafa"],
    "venue": "Proceedings of the 5th Petroleum Exploration and Production Seminar, Egypt,",
    "year": 1976
  }, {
    "title": "Structural characteristics and tectonic evolution of the east-margin blocks of the Suez rift",
    "authors": ["AR Moustafa"],
    "venue": "Tectonophysics",
    "year": 1993
  }, {
    "title": "Internal structure and deformation of an accommodation zone in the northern part of the Suez rift",
    "authors": ["AR Moustafa"],
    "venue": "J Struct Geol",
    "year": 1996
  }, {
    "title": "Comparing the Brazilian and Angolan conjugate margin",
    "authors": ["C O’Reilly", "D Chisari", "J Clarke", "S Musa", "J Halliday", "I Deighton", "E Tobocha", "P Chandler"],
    "venue": "GeoExpro Oct",
    "year": 2015
  }, {
    "title": "Fission-track analysis of basement apatites at the western margin of the Gulf of Suez rift, Egypt: evidence for synchronicity of uplift and subsidence",
    "authors": ["OmarGI", "StecklerMS", "BuckWR", "Kohn BP"],
    "year": 1989
  }, {
    "title": "A review of the evaporites of the Red Sea-Gulf of Suez rift. In: Purser BH, Bosence DWJ (eds) Sedimentation and tectonics in rift basins: Red Sea-Gulf of Aden",
    "authors": ["F Orszag-Sperber", "G Harwood", "A Kendall", "BH Purser"],
    "year": 1998
  }, {
    "title": "Tectonic evolution and structural setting of the Suez rift. In: London SM (ed) Interior rift basins, American Association of Petroleum Geologists",
    "authors": ["TL Patton", "AR Moustafa", "RA Nelson", "SA Abdine"],
    "venue": "Memoir No,",
    "year": 1994
  }, {
    "title": "The Gulf of Suez rift basin",
    "authors": ["JAMM Peijs", "TG Bevan", "JT Piombino"],
    "year": 2012
  }, {
    "title": "Géométrie des failles normales dans le golfe de Suez (Sinaï, Égypte)",
    "authors": ["E Piron"],
    "venue": "Aspect 2D en coupe verticale. I.F.P. report",
    "year": 2000
  }, {
    "title": "Stratigraphy of the Egyptian syn-rift deposits: correlations between axial and peripheral sequences of the northwestern Red Sea and Gulf of Suez and their relations with tectonics and eustacy",
    "authors": ["JC Plaziat", "C Montenat", "P Barrier", "MC Janin", "F Orszag-Sperber", "E Philobbos"],
    "year": 1998
  }, {
    "title": "A record of Appalachian denudation in post-rift Mesozoic and Cenozoic sedimentary deposits of the U.S",
    "authors": ["CW Poag", "WD Sevon"],
    "venue": "Middle Atlantic continental margin. Geomorphology",
    "year": 1989
  }, {
    "title": "Rift-related linked depositional systems and their seismic expression. In: Williams GD, Dobb A (eds) Tectonics and seismic sequence stratigraphy",
    "authors": ["S Prosser"],
    "venue": "Geological Society, London Special Publications,",
    "year": 1993
  }, {
    "title": "The sedimentary evolution of the Red Sea rift: a comparison of the northwest (Egyptian) and northeast (Saudi Arabian) margins",
    "authors": ["BH Purser", "H Hötzl"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "The Gulf of Suez-northern Red Sea Neogene rift: a quantitative basin analysis",
    "authors": ["M Richardson", "MA Arthur"],
    "venue": "Marine Pet Geol",
    "year": 1988
  }, {
    "title": "Stratigraphic architecture of the Plio-Pleistocene infill of the Corinth rift: implications for its structural evolution",
    "authors": ["S Rohais", "R Eschard", "M Ford", "F Guillocheau", "I Moretti"],
    "venue": "Tectonophysics",
    "year": 2007
  }, {
    "title": "TheGulf of Suez: regional setting, petroleum system and tectonic-sedimentation relationship. Field guide, Unpublished IFPEN report",
    "authors": ["S Rohais", "B Colletta", "I Moretti"],
    "year": 2007
  }, {
    "title": "Sedimentary record of tectonic and climatic erosional perturbations in an experimental coupled catchment-fan system",
    "authors": ["S Rohais", "S Bonnet", "R Eschard"],
    "venue": "Basin Research 24:198–212",
    "year": 2012
  }, {
    "title": "Presalt to salt paleogeography and stratigraphic architecture in a rift basin: insights from a basinscale study of the Gulf of Suez (Egypt)",
    "authors": ["S Rohais", "A Barrois", "B Colletta", "I Moretti"],
    "venue": "AAPG Datapages/Search and Discovery Article",
    "year": 2015
  }, {
    "title": "Sediment supply to the Orange sedimentary system over the last 150 My: an evaluation from sedimentation/ denudation balance",
    "authors": ["D Rouby", "S Bonnet", "F Guillocheau", "K Gallagher", "C Robin", "F Biancotto", "O Dauteuil", "J Braun"],
    "venue": "Mar Petrol Geol",
    "year": 2009
  }, {
    "title": "Evaporitic and biosiliceous cyclic sedimentation in the Miocene of the Gulf of Suez—depositional and diagenetic aspects",
    "authors": ["JM Rouchy", "D Nod", "AMA Wali", "MAM Aref"],
    "venue": "Sediment Geol",
    "year": 1995
  }, {
    "title": "The Miocene Kareem Formation in the southern Gulf of Suez, Egypt: a review on stratigraphy and petroleum geology",
    "authors": ["MG Salah", "AS Alsharhan"],
    "venue": "J Petrol Geol",
    "year": 1997
  }, {
    "title": "Distribution and hydrocarbon potential of Nukhul sediments in the Gulf of Suez",
    "authors": ["A Saoudi", "B Khalil"],
    "venue": "In Egyptian General Petroleum Corporation. 7th EGPC Exploration Seminar,",
    "year": 1984
  }, {
    "title": "Late Miocene normal faulting beneath the northern Nile Delta: NNW propagation of the Gulf of Suez Rift",
    "authors": ["MA Sarhan", "REL Collier", "A Basal", "MH Abdel Aal"],
    "venue": "Arab J Geosci 7:4563–4571",
    "year": 2014
  }, {
    "title": "Structure and stratigraphy of the Gulf of Suez, Egypt",
    "authors": ["KI Schütz"],
    "venue": "Interior rift basins. American Association of Petroleum Geologists Memoir No",
    "year": 1994
  }, {
    "title": "Early depositional history of a rift basin: Miocene in western Sinai",
    "authors": ["RW Scott", "FM Govean"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1985
  }, {
    "title": "Facies evolution in the Gulf of Suez area: sedimentation history as an indicator of rift initiation and development",
    "authors": ["RE Sellwood BWand Netherwood"],
    "venue": "Modern Geol",
    "year": 1984
  }, {
    "title": "Platform basins, annual reviews of earth and planetary science",
    "authors": ["N Sleep", "J Nunn", "L Chou"],
    "year": 1980
  }, {
    "title": "Sedimentologic evidence for early Miocene fault reactivation in the Gulf of Suez",
    "authors": ["JLR Smale", "C Thunell", "S Schamel"],
    "venue": "Geology",
    "year": 1988
  }, {
    "title": "Uplift and extension at the Gulf of Suez: indications of induced mantle convection",
    "authors": ["MS Steckler"],
    "venue": "Nature",
    "year": 1985
  }, {
    "title": "Subsidence in the Gulf of Suez: implications for rifting and plate kinematics",
    "authors": ["MS Steckler", "F Bertholot", "N Lyberis", "X Le Pichon"],
    "venue": "Tectonophysics",
    "year": 1988
  }, {
    "title": "Mechanisms of extensional basin formation and vertical motions at rift flanks: constraints from tectonic modeling and fission-track thermochronology",
    "authors": ["P van der Beek", "S Cloetingh", "P Andriessen"],
    "venue": "Earth Planet Sci Lett 121:417–433",
    "year": 1994
  }, {
    "title": "Evaporites through time: tectonic, climatic and eustatic controls in marine and nonmarine deposits",
    "authors": ["JK Warren"],
    "venue": "Earth-Sci Rev",
    "year": 2010
  }, {
    "title": "Uniform-sense normal simple shear of the continental lithosphere",
    "authors": ["B Wernicke"],
    "venue": "Can J Earth Sci 1985(22):108–125",
    "year": 1985
  }, {
    "title": "1998)Modern applications of biostratigraphy in exploration and production",
    "authors": ["WescottWA", "KrebsWN", "PJ Sikora", "PJ Boucher", "SA Stein"],
    "venue": "Lead Edge 1204–1210",
    "year": 1998
  }, {
    "title": "Lower Miocene Nukhul Formation, Gebel el Zeit, Egypt: model for structural control on early synrift strata and reservoirs, Gulf of Suez",
    "authors": ["RD Winn", "PD Crevello", "W Bosworth"],
    "venue": "Bull Am Assoc Pet Geol",
    "year": 2001
  }, {
    "title": "Sedimentology and sequence stratigraphy of a transfer zone coarse-grained delta, Miocene Suez rift, Egypt",
    "authors": ["MJ Young", "RL Gawthorpe", "IR Sharp"],
    "venue": "Sedimentology",
    "year": 2000
  }, {
    "title": "Normal fault growth and early syn-rift sedimentology and sequence stratigraphy: Thal Fault, Suez rift, Egypt",
    "authors": ["MJ Young", "RL Gawthorpe", "IR Sharp"],
    "venue": "Basin Res",
    "year": 2003
  }, {
    "title": "Isotopic constraints on the origin of the Atlantis II, Suakin and Valdivia brines, Red Sea",
    "authors": ["RA Zierenberg", "III Shanks WC"],
    "venue": "Geochem Cosmochim Acta",
    "year": 1986
  }],
  "id": "SP:c06c734c43693a423dbd767c43e87f3ceba31250",
  "authors": [{
    "name": "Sébastien Rohais",
    "affiliations": []
  }, {
    "name": "Aurélien Barrois",
    "affiliations": []
  }, {
    "name": "Bernard Colletta",
    "affiliations": []
  }, {
    "name": "Isabelle Moretti",
    "affiliations": []
  }],
  "abstractText": "Abstract We propose a basin-scale (∼300 × 100 km) study of the pre-salt to salt sedimentary fill from the Suez rift based on outcrop and subsurface data. This study is a new synthesis of existing and newly acquired data using an integrated approach with (1) basin-scale synthesis of the structural framework, (2) stratigraphic architecture characterization of the entire Suez rift using sequence stratigraphy concepts, (3) lithologic maps reconstruction and interpretation, (4) isopach/depocenter maps interpolation to quantify sedimentary volumes, and (5) quantification of the sediment supply, mean carbonate and evaporite accumulation rates, and their integration into the rift dynamic. The Gulf of Suez is ca. 300-km-long and up to 80km-wide rift structure, resulting from the late Oligocene to early Miocene rifting of the African and Arabian plates. The stratigraphic architecture has recorded five main stages of rift evolution, from rift initiation to finally tectonic quiescence characterized by salt deposits. Rift initiation (ca. 1–4 Myr duration): the Suez rift was initiated at the end of the Oligocene along the NNW-SSE trend of the Red Sea with evidences of active volcanism. Continental to lacustrine deposits only occurred in isolated depocenters. Sediment supply was relatively low. Rift widening (ca. 3 Myr duration): the rift propagated from south to north (Aquitanian), with first marine incursions from the Mediterranean Sea. The rift was subdivided into numerous depocenters controlled by active faults. Sedimentation was characterized by small carbonate platforms and associated sabkha deposits to the south and shallow open marine condition to the north with mixed sedimentation organized into an overall transgressive trend. Rift climax (ca. 5 Myr duration): the rift was then flooded during Burdigalian times recording the connection between the Mediterranean Sea and the Red Sea. The faults were gradually connected and reliefs on the rift shoulders were high as evidenced by a strong increase of the uplift/subsidence rates and sediment supply. Three main depocenters were then individualized across the rift and correspond to the Darag, Central, and Southern basins. Sedimentation was characterized by very large Gilbert-type deltas along the eastern margin and associated submarine fans and turbidite systems along the basin axis. Isolated carbonate platforms and reefs mainly occurred in the Southern basin and along tilted block crests. Late synrift to rift narrowing (ca. 4 Myr duration): during the Langhian, the basin recorded several falls of relative sea level and bathymetry in the rift axis was progressively reduced. The former reliefs induced during the rift climax were quickly destroyed as evidenced by the drastic drop in sediment supply. Stratigraphic reconstruction indicates that the Central basin was restricted during lowstand period; meanwhile, open marine conditions prevailed to the north and south of the Suez rift. The Central basin, Zaafarana, and Morgan accommodation zones thus acted as a major divide between the Mediterranean Sea and the Red Sea. During Serravalian times, the Suez rift also recorded several disconnections between the Mediterranean and Red seas as evidenced by massive evaporites in major fault-controlled depocenters. The Suez rift was occasionally characterized by N–S paleogeographic gradient This article is part of the Topical Collection on Arabian Plate: Lithosphere Dynamics, Sedimentary Basins & Geohazards",
  "title": "Pre-salt to salt stratigraphic architecture in a rift basin: insights from a basin-scale study of the Gulf of Suez (Egypt)"
}