{
  "sections": [{
    "text": "Phil. Trans. R. Soc. A (2010) 368, 2585–2588 doi:10.1098/rsta.2010.0064\nDISCUSSION\nVolcanism and climate: chicken and egg (or vice versa)?"
  }, {
    "heading": "1. Introduction",
    "text": "The topics covered in an energetic and broad-reaching discussion included the effects of climate on volcanic activity and vice versa, uncertainties about volcanic CO2 emissions and feedbacks and complexities in the volcano–climate system. The discussion ended in consensus about the need for a variety of modelling approaches to better characterize poorly understood feedbacks between volcanoes and climate. A summary of the main material covered is provided below."
  }, {
    "heading": "2. The effects of climate on volcanic activity",
    "text": "Opening the discussion, Simon Day (University College London (UCL)) stressed the need to examine the physical mechanisms through which climatic change may influence volcanic activity. For example, changes in precipitation may impact upon volcanic groundwater and hydrothermal systems, thus affecting edifice stability. As a consequence, we require climate modelling that focuses on specific volcanic regions where climatic effects may be strongest and on the aspects of climate that are most important in these regions (such as precipitation or ice thickness).\nRichard Betts (Met Office) agreed that modelling ought to target those regions where climatic change is likely to have the most profound influence on volcanism. He questioned, however, whether we currently know enough about the sensitivity of volcanic systems to identify what degree of climate change would affect volcanic activity. In response, Day contrasted two climatic changes that could influence volcanism: the dramatic melting of ice from many volcanoes during the last deglaciation and much subtler shifts in the strength of the Hadley Cell over time. In some locations (such as low latitudes) the latter, smaller, change may actually have much stronger effects on the behaviour of volcanic systems. This discussion therefore highlighted two important issues: our lack of knowledge about the sensitivity of volcanic systems to climatic change and how climatic impacts on volcanism may be highly regional.\nReport of an open discussion session at the 3rd Johnston–Lavis Colloquium, University College London, 15–17 September 2009. One contribution of 15 to a Theme Issue ‘Climate forcing of geological and geomorphological hazards’.\nThis journal is © 2010 The Royal Society2585"
  }, {
    "heading": "3. The effects of volcanic activity on climate",
    "text": "Peter Ward (Teton Tectonics) put forward the challenging hypothesis that abrupt warming during the last deglaciation was initiated by increased volcanic activity. Although he acknowledged that melting of ice led to a substantial acceleration in activity in many volcanic regions, Ward proposed that the upturn in volcanism was tectonically triggered and then led to positive feedback, with enhanced volcanic CO2 emissions further warming the climate. He claimed that the sudden release of meltwater into oceans that are thought to have switched circulation patterns was volcanically generated, and that the timing of climate change is controlled by the timing of enhanced volcanic activity but not vice versa.\nDavid Pyle (Oxford) strongly disagreed with this hypothesis, pointing out the evidence that in many regions volcanic activity has not been randomly spaced in time and using this to assert that changes in the rate of volcanism are driven by climate. He questioned which driver, apart from climate, could be capable of driving order-of-magnitude changes in volcanic activity, and why its timing should happen to coincide with the timing of known climatic changes. Synchronicity between temporal changes in volcanic activity and an external driver indicates that external forcing of volcanism must be taking place, according to Alan Glazner (University of North Carolina). However, Glazner recognized that positive feedback does occur and could explain the steepness of the deglaciation curve in the oxygen isotope records, as enhanced volcanism led to increased atmospheric CO2 and accelerated warming (Huybers & Langmuir 2009).\n(a) How much CO2 is emitted from volcanoes into the atmosphere?\nSeveral participants discussed the current uncertainty about fluxes of CO2 from volcanoes to the atmosphere and their resultant effects on atmospheric CO2 concentrations. Adrian Jones (UCL) pointed out that there is no simple relationship between the vigour of volcanic activity and the amount of CO2 being emitted. Temporal variations may be unrelated to obvious changes in activity: the amount of CO2 emitted by volcanoes such as Etna (which is responsible for 40% of the known global volcanic CO2 emissions) can vary by orders of magnitude over time scales of weeks to months.\nAlthough we are certain that anthropogenic CO2 emissions vastly outweigh those from volcanoes, according to Richard Betts any uncertainty about the volcanic CO2 flux hinders our ability to quantify important sinks in the carbon cycle. For example, if we are currently underestimating the emissions of CO2 from volcanoes, then the ocean carbon sink could be much stronger than anticipated.\nAlan Glazner added that a major source of uncertainty about global volcanic CO2 emissions comes from the small proportion of magma (roughly 10%) that makes it through the crust to the Earth’s surface. This means that the bulk of magma crystallizes in the crust and thus degasses its CO2 many kilometres beneath the surface. This creates diffuse surface degassing of CO2 over broad areas, which is much more difficult to quantify and monitor than a flux from a static point source such as a volcanic crater, a point also raised by Peter Ward. Although some researchers have recently claimed that changes in CO2\nPhil. Trans. R. Soc. A (2010)\nconcentration lag behind temperature changes by hundreds of years, Ward also argued that this mismatch was because of errors in dating the gas that is trapped within ice cores, and that past changes in CO2 and temperature were probably synchronous.\n(b) Biosphere feedbacks and the net CO2 change following individual eruptions\nAnother important issue mentioned by both Richard Betts and Peter Ward is the growing evidence that injection of volcanic aerosols into the stratosphere can trigger enhanced photosynthesis and the drawdown of atmospheric CO2. Plant growth in Amazonian forests appears to be more rapid when solar radiation is diffused as the radiation can penetrate further into the canopy (Mercado et al. 2009). Pollution by anthropogenic and volcanic aerosols is likely to have a similar scattering effect. Researchers monitoring Amazonian carbon storage have identified increased plant growth following the 1991 Pinatubo eruption. This demonstrates how complex feedbacks within the climate system, including the biosphere, will determine the ultimate effects of volcanic eruptions on atmospheric chemistry and climate. It is well established that volcanic eruptions cause shortterm cooling (lasting 1–2 years) owing to stratospheric SO2 injection. The overall change in atmospheric CO2 concentrations following an eruption will, however, depend upon which is greater: the amount of volcanic CO2 directly injected into the atmosphere or the resultant changes in carbon sinks indirectly triggered by the eruption over slightly longer time scales."
  }, {
    "heading": "4. The challenge of modelling a complex, coupled system",
    "text": "Participants agreed that modelling the complex coupling between volcanism and climate is an important but somewhat daunting challenge. Mark Maslin (UCL) suggested that we should abandon the ‘chicken and egg’ debate and instead focus our efforts on categorizing the evolving volcano–climate system through time and modelling how it responds to changes in climate and/or volcanism. Sensitivity studies in the context of future climate projections are another important aspect, added Richard Betts. We need to run future climate models that involve varying degrees of volcanic activity to explore how volcanism may affect climate in the future. Although volcanism is unpredictable, an exploration of the range of potential scenarios would be a very useful starting point for further investigation. Additional complexity arises from the many feedbacks between volcanism, atmospheric chemistry and climate, which include the aforementioned increase in Amazonian forest growth that could be caused by volcanic aerosol emissions. Other feedback mechanisms include ocean fertilization by ash particles and links between changing ice thicknesses and rates of volcanic activity.\nIn order to best characterize such a complex system, Mark Maslin argued that we may learn a great deal from employing reduced complexity models alongside the more complete global circulation models. Wrapping up the discussion, Richard Betts agreed and proposed that a spectrum of models of differing complexity be employed to capture our current understanding and take that understanding further.\nPhil. Trans. R. Soc. A (2010)\nH. Tuffen1,∗ and R. Betts2 1Lancaster Environment Centre, Lancaster University,\nLancaster LA1 4YQ, UK E-mail address: h.tuffen@lancaster.ac.uk\n2Met Office Hadley Centre, Fitzroy Road, Exeter EX1 3PB, UK ∗Author for correspondence."
  }],
  "year": 2010,
  "references": [{
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci. Lett. 286,",
    "year": 2009
  }, {
    "title": "Impact of changes in diffuse radiation on the global land carbon",
    "authors": ["L.M. Mercado", "N. Bellouin", "S. Sitch", "O. Boucher", "C. Huntingford", "M. Wild", "P.M. Cox"],
    "year": 2009
  }],
  "id": "SP:b88b2a1cf5840c9da9d359781f0a76a4a141df6b",
  "authors": [],
  "abstractText": "The topics covered in an energetic and broad-reaching discussion included the effects of climate on volcanic activity and vice versa, uncertainties about volcanic CO2 emissions and feedbacks and complexities in the volcano–climate system. The discussion ended in consensus about the need for a variety of modelling approaches to better characterize poorly understood feedbacks between volcanoes and climate. A summary of the main material covered is provided below.",
  "title": "Volcanism and climate: chicken and egg (or vice versa)?"
}