{
  "sections": [{
    "text": "rstb.royalsocietypublishing.org\nResearch Cite this article: Henehan MJ, Hull PM, Penman DE, Rae JWB, Schmidt DN. 2016\nBiogeochemical significance of pelagic\necosystem function: an end-Cretaceous case\nstudy. Phil. Trans. R. Soc. B 371: 20150510. http://dx.doi.org/10.1098/rstb.2015.0510\nAccepted: 22 February 2016\nOne contribution of 17 to a theme issue\n‘Biodiversity and ecosystem functioning in\ndynamic landscapes’."
  }, {
    "heading": "Subject Areas:",
    "text": "environmental science, ecology, evolution,\npalaeontology"
  }, {
    "heading": "Keywords:",
    "text": "biogeochemical cycling, ecosystem function,\nCretaceous – Palaeogene extinction,\nbolide impact, LOSCAR, mass extinction"
  }, {
    "heading": "Author for correspondence:",
    "text": "Michael J. Henehan\ne-mail: michael.henehan@yale.edu\n& 2016 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original author and source are credited.\nElectronic supplementary material is available\nat http://dx.doi.org/10.1098/rstb.2015.0510 or\nvia http://rstb.royalsocietypublishing.org.\nBiogeochemical significance of pelagic ecosystem function: an end-Cretaceous case study\nMichael J. Henehan1, Pincelli M. Hull1, Donald E. Penman1, James W. B. Rae2\nand Daniela N. Schmidt3\n1Department of Geology and Geophysics, Yale University, 210 Whitney Avenue, New Haven, CT 06511, USA 2Department of Earth Sciences, University of St Andrews, Irvine Building, St Andrews KY16 9AL, UK 3Department of Earth Sciences, University of Bristol, Wills Memorial Building, Queens Road, Bristol BS8 1RJ, UK\nMJH, 0000-0003-4706-1233; PMH, 0000-0001-8607-4817; DNS, 0000-0001-8419-2721\nPelagic ecosystem function is integral to global biogeochemical cycling, and plays a major role in modulating atmospheric CO2 concentrations ( pCO2). Uncertainty as to the effects of human activities on marine ecosystem function hinders projection of future atmospheric pCO2. To this end, events in the geological past can provide informative case studies in the response of ecosystem function to environmental and ecological changes. Around the Cretaceous–Palaeogene (K–Pg) boundary, two such events occurred: Deccan large igneous province (LIP) eruptions and massive bolide impact at the Yucatan Peninsula. Both perturbed the environment, but only the impact coincided with marine mass extinction. As such, we use these events to directly contrast the response of marine biogeochemical cycling to environmental perturbation with and without changes in global species richness. We measure this biogeochemical response using records of deep-sea carbonate preservation. We find that Late Cretaceous Deccan volcanism prompted transient deep-sea carbonate dissolution of a larger magnitude and timescale than predicted by geochemical models. Even so, the effect of volcanism on carbonate preservation was slight compared with bolide impact. Empirical records and geochemical models support a pronounced increase in carbonate saturation state for more than 500 000 years following the mass extinction of pelagic carbonate producers at the K–Pg boundary. These examples highlight the importance of pelagic ecosystems in moderating climate and ocean chemistry.\n1. Introduction Atmospheric CO2 concentrations ( pCO2) are regulated by a complex, interconnected system of sources and sinks, both abiotic and biotic [1–3]. Biological activity in the surface oceans plays a major role in this via the ‘biological carbon pump’, whereby pelagic organisms take up carbon in the surface ocean, die and sink, sequestering carbon in the deep ocean. In addition, pelagic calcifying organisms (such as coccolithophores and planktonic foraminifera) export CaCO3 to the deep oceans, sequestering weathering products from land in sediments (the ‘alkalinity pump’). This balances alkalinity fluxes, provides a dissolvable carbonate reservoir that buffers the ocean from potentially harmful pH change, and helps to maintain largely equable climates [4,5]. Together, planktonic foraminifera and coccolithophores account for the vast majority of the pelagic carbonate flux [6], which in turn accounts for almost half of total marine carbonate production [7]. As such, pelagic organisms play an important role in biogeochemical cycling and climate regulation.\nHuman activities (examples among many include injection of CO2, overfishing, oxygen depletion and habitat destruction) threaten the function of the\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n2 pelagic ecosystem [8–10], adding uncertainty to the projection of pCO2 and climate over the coming centuries [3,11]. In part, this uncertainty stems from a lack of available ecological datasets across the spatial and temporal scales that would be relevant in constraining model predictions [12]. Most existing ecological time series are too short to discern trends beyond decadal variation in the climate system and relatively few studies have addressed the link between biodiversity and ecosystem function on geological timescales (see [13] in this issue for an exception). The microfossil record can be a useful resource in addressing these knowledge gaps [14], and placing constraints on the response of the pelagic ecosystem to environmental perturbations and their effect on biogeochemical cycles. During an approximately 1 million year (Myr) interval surrounding the Cretaceous–Palaeogene (K–Pg) boundary 66.04 Myr ago, two very different disturbances are recorded in the marine fossil record. These events provide case studies on the interplay between environmental change, biodiversity and ecosystem function under similar background conditions. Our study thereby begins to address a gap in our current understanding of the relationship between biodiversity and ecosystem function [13,15].\nThe onset of vast flood basalt volcanism (the Deccan Large Igneous Province, LIP) in the latest Cretaceous resulted in the release of 15 000–35 000 Gt CO2 and 6400–17 000 Gt SO2 over a relatively long (more than 100 000 year) timescale [16,17]. In contrast, the impact of an approximately 10 km wide bolide at Chicxulub at the K–Pg boundary [18] led to instantaneous release of SOx, NOx and CO2([19] and references within), and rapid and transient (probably less than 5 year) acidification of the surface ocean [20,21]. Besides the very different timescales of these environmental perturbations, a critical difference is that the Chicxulub impact coincides with a major mass extinction and Late Cretaceous Deccan volcanism does not [19]. Species loss in the open ocean following the bolide impact, while variable between groups [22], was particularly high in the calcareous plankton (approx. 95% and 90% in planktonic foraminifera and calcareous nannofossils, respectively [23,24]). In contrast, during Late Cretaceous Deccan trap volcanism, biotic disturbance in the open ocean was largely limited to changes in biogeographic ranges [25,26]. Together, these events allow us to contrast the impact of environmental changes on ecosystem function with and without associated loss of pelagic biodiversity. Here, we use carbonate preservation indices to gain a fuller understanding of changes in biogeochemical ecosystem function across this interval, combining new and previously published records of carbonate preservation from geographically disparate deepsea sites with new insights from ocean carbon cycle modelling.\n2. Methods: carbonate preservation Change in deep-ocean carbonate saturation state (VCaCO3) is an indicator of broader carbon cycle disturbance that can be readily discerned in the geological record using records of deep-sea carbonate preservation [27]. New and previously published records of a number of different CaCO3 preservational indices are compiled here from globally distributed deep-sea drill core sediments over a 3.7 Myr interval surrounding the K–Pg boundary, 66.04 million years ago (Ma). Each CaCO3 preservation metric has associated strengths and limitations, which we discuss at length in the\nelectronic supplementary material. Where possible, our new records of deep-sea preservation use counts of planktonic foraminiferal fragmentation (as in [28,29]). This metric relies on the observation that with decreasing deep-ocean VCaCO3 microfossils progressively dissolve and fragment [30] (see electronic supplementary material, figure S1). New fragmentation data were generated from Shatsky Rise in the Pacific (ocean drilling programme (ODP) site 1209) and Walvis Ridge in the South Atlantic (ODP site 1267). Meaningful fragmentation counts from the Newfoundland Sediment Drifts site in the North Atlantic (International Ocean Drilling Programme (IODP) site U1403) were not attainable owing to extensive dissolution prior to the K–Pg boundary (see electronic supplementary material, figure S2). At this site, weight per cent (wt.%) coarse fraction (greater than 38 mm) was used as a carbonate preservation indicator (though important caveats to this production-sensitive metric are discussed in the electronic supplementary material). Sediment samples were dried and weighed before being disaggregated in de-ionized water on an orbital shaker and washed through a 63 mm (Walvis Ridge, site 1267 and Shatsky Rise, site 1209) or 38 mm (Newfoundland, site U1403) sieve with de-ionized water. Both the greater-than-63 mm/greater-than-38 mm coarse fraction and the fine fraction were then dried at approximately 458C and the coarse fraction weighed to calculate wt.% coarse fraction. For Walvis Ridge (site 1267) and Shatsky Rise (site 1209), the relative abundance of ‘complete’ tests (i.e. whole tests that show no signs of any breakage or dissolution of chambers) was counted from a representative split (200–400 fossils) of the greater-than-125 mm size fraction. Full details of the methods used to construct age models for each site (including the construction of new age models for previously published data) are given in the electronic supplementary material.\n3. Methods: carbon cycle modelling The geochemical box model Long-term Ocean Sediment CArbon Reservoir (LOSCAR) v. 2.0.4 [31] was employed to simulate the impacts of volcanic degassing and calcifier extinction on the global carbon cycle, with some modifications. Importantly, to better account for the very different [Ca2þ] and [Mg2þ] in the K–Pg ocean [32], updated carbonate chemical equilibrium constants from the MyAMI model [33] were substituted into the model, using a [Ca2þ] of 42 and [Mg2þ] of 20 mmol kg21. All plotted model runs (figure 3 and electronic supplementary material, S5–11) were initiated at a steady state pCO2 of 600 ppm (in agreement with palaeosol carbonate measurements ([34,35], and references therein)), and assume a climate sensitivity of 38C per doubling of pCO2. This climate sensitivity is in the middle of the range (2.2–4.88C) of observed climate sensitivity over the past 65 Myr [36]. However, a range of other starting atmospheric CO2 concentrations (400–1000 ppm) and climate sensitivities (0–58C per doubling) were also explored, with results listed in electronic supplementary material, table S1 (see also electronic supplementary material, Discussion). Our primary experiments (figure 3) also assume a stronger-than-modern silicate weathering feedback to account for a greater abundance of exposed fresh Deccan basalt at low latitudes (see electronic supplementary material for more details), although model runs at a range of feedback\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n3 strengths were also tested (see electronic supplementary material, table S1 and figure S10).\nFor simulations of Deccan degassing, minimum and maximum emission scenarios (total CO2 ¼ 4090 or 9500 Gt C; total SO2 ¼ 3200 or 8500 Gt S [16]) were partitioned into two discrete pulses, in accordance with the proposed second and third stages of volcanism from [37], and the eruptive volumes of [38]. 86.5% of degassing was input over an approximately 140 Kyr interval beginning at the C30n/C29r magnetochron reversal, approximately 360 Kyr before the K–Pg boundary. This corresponds to an observed interval of decreasing seawater 187Os/188Os (which indicates elevated basalt weathering) [39]. The remaining 13.5% of the volcanic emissions was then released in models at the end of magnetochron C29r in the Danian (250 kyr after the K–Pg boundary). Most other estimates of CO2 release for the Deccan traps [38,40–42] fall within the range of emissions tested here [16]. To better discern the effects of each gas, scenarios for CO2 and SO2 release were also tested in isolation (figure 3). As in [21], SO2 release and rain-out were simulated by reducing alkalinity in the surface ocean box (see electronic supplementary material for more details). A wide range of possible timescales and modes of degassing were also tested (see electronic supplementary material, table S1).\nFor simulations of the biogeochemical consequences of the K–Pg mass extinction, a range of carbonate flux reductions were tested, ranging from 10% up to 75%. We tested two types of scenarios: (i) reductions in CaCO3 flux with no change in the organic carbon flux (i.e. a change in the CCaCO3 : Corg flux ratio); and (ii) reductions in overall efficiency of the biological carbon and alkalinity pump (i.e. reducing both CCaCO3 and Corg fluxes). For each simulation, changes in fluxes were imposed for 200 Kyr following the K–Pg boundary and then tapered back to pre-event values over a further 200 Kyr to simulate the gradual recovery of early Palaeocene pelagic ecosystems. For further details and discussion about modelling approaches, see electronic supplementary material.\n4. Deccan volcanism, global warming and carbonate dissolution\nThe main phase of Deccan volcanism [37] is recorded in deepsea sediments by a global decline in 187Os/188Os [39] just after the C30n/C29r magnetochron reversal [17] at 66.398 Ma (figure 1a). The onset of volcanism and associated release of CO2 coincides with evidence for a transient warming event (figure 1b) in both geochemical [43–46] and palaeoecological data [25,52,53]. Our data show a pronounced increase in deep-sea carbonate dissolution in several ocean basins at this time, in response to this volcanism (figure 1c–h). Dissolution is particularly pronounced in the Southern Ocean (ODP site 690 [39,47,48] and figure 1c) and North Atlantic (IODP site U1403 [49] and figure 1d ), with wt.% carbonate falling by approximately 20% and approximately 40%, respectively. This result is consistent with enhanced dissolution in high-latitude sediments closest to sites of deep water formation [54], where the impact of increased CO2 emissions will first be felt. At lower latitudes, increased foraminiferal fragmentation seen at Walvis Ridge (ODP site 1267, figure 1e (this study); DSDP site 527, figure 1f [50]) and Shatsky Rise (ODP site 1209, figure 1g\n(this study)) is indicative of a shoaling of the lysocline (i.e. the depth at which substantial carbonate dissolution occurs). Reduced planktonic foraminiferal preservation elsewhere on Shatsky Rise (DSDP site 577 [51]; figure 1h), and selective preservation of dissolution-resistant coccolithophores in the Indian Ocean [47] (electronic supplementary material, figure S4) corroborate this observation.\nIn all cases, records of increased dissolution return to roughly pre-event values before the K–Pg boundary (figure 1), restricting the main degassing phase of Deccan volcanism to a distinct less than 200 Kyr interval beginning at the onset of magnetochron C29r, around 66.398 Ma. This supports previous inferences for only transient ocean acidification based on Ir accumulation [39], and suggests Deccan degassing played no direct role in K–Pg mass extinction. New absolute age constraints for the Deccan eruptions [17] have been cited as evidence of a Deccan role in the K–Pg extinction through ocean acidification [55]. Our data (and modelling below and electronic supplementary material, figures S5 and S6) suggest that even these new timescales for eruption are still long enough for surface ocean carbonate saturation to be maintained via carbonate compensation and silicate weathering (see also [56]).\n5. Bolide impact and mass extinction at the K – Pg\nIn the aftermath of the K–Pg, sediment records from the Pacific and Atlantic (figure 2) show a pronounced rise in wt.% coarse fraction as a result of both decreased calcareous plankton production and enhanced foraminiferal preservation. Simultaneously, fragmentation of planktonic foraminifera at both Walvis Ridge [59] and Shatsky Rise [28] declines (figure 2), even to essentially no fragmentation at Shatsky Rise. Because some foraminiferal fragmentation is normally expected during sinking and sedimentation even above the lysocline [62,63] (see electronic supplementary material, figure S1), this lack of discernible fragmentation at Shatsky Rise indicates very high [CO3\n22] throughout the water column. Rapid and pronounced deepening of the lysocline owing to this enhanced [CO3\n22] is evidenced at the Newfoundland Sediment Drift in the North Atlantic (IODP site U1403), where we observed a step-change across the K–Pg from Maastrichtian sediments barren of any planktonic foraminifera to post-boundary sediments in which Danian planktonic foraminiferal species are excellently preserved (electronic supplementary material, figure S2) up until around magnetochron C28r (figure 2). Similarly, in the South Pacific (IODP site U1370, 5076 m depth) [64], the only carbonate preserved over the last 75 Myr is in the immediate aftermath of the K–Pg boundary, within nannofossil zones NP1 and NP2 [64]. Elsewhere, at the Ontong–Java plateau (ODP site 803, 3410 m depth), carbonate is preserved for a brief interval (less than 1 m, within biozone NP1) around the K–Pg boundary, but is absent above and below [65]. Additional lines of evidence for a rise in oceanic VCaCO3 are also discussed in the electronic supplement material (§6d). These lines of sedimentological evidence all support the predictions of earlier work [66,67] that reduced pelagic carbonate production owing to extinction of calcareous plankton following the K–Pg bolide impact [68,69] profoundly impaired the marine alkalinity pump (a key pelagic ecosystem function) and prompted a\nperiod of alkalinity build-up, deepening of the lysocline, and ocean pH rise.\n6. Comparison with carbonate system models Using the LOSCAR carbon cycle model [31], we attempt to reproduce observed patterns of environmental change and deep-sea carbonate preservation. For pre-boundary volcanism, we find that only high-end Deccan CO2 emission scenarios can produce the widely observed late Maastrichtian warming of approximately 2–38C at mid-range climate sensitivity (38C/CO2 doubling), for an initial atmospheric pCO2 of\n600 ppm [34] and an eruptive duration of 140 Kyr. Moreover, with this forcing, only high-strength silicate weathering feedbacks (see electronic supplementary material, Discussion) could draw down CO2 and temperature within only several hundred thousand years, consistent with observations (figure 1b). For lower CO2 emission scenarios, either highend late Cretaceous climate sensitivity (greater than 38C per CO2 doubling) or lower initial pCO2 are required to produce observed warming (see electronic supplementary material, table S1).\nIn terms of carbonate cycle perturbation, LOSCAR predicts at most only fleeting reductions (less than 40 Kyr) in\n0 20\n40\n60\nDSDP 577\n% f\nor am\nin if\ner al\nfr\nag m\nen ta\ntio n\nDSDP 528\n0\n10\n20\n30\n40\n50 IODP 1209, % >38 µm\nIODP 1209\nw t.%\nc oa\nrs e\nfr ac\ntio n\n(% >\n35 , 3\n8 or\n6 3\nµm )\nN P3 N P2\nC29nC29r C28nC28r C27r\nDSDP 577, % >63 µm IODP 1403, % >38 µm\n80\nIODP 1262, % >35 µm IODP 1267, % >63 µm\n63.564.064.565.065.5 age (Ma) K–Pg mass extinction\nplanktonic foraminifera\ncoccolithophores\nsp ec\nie s\nr ic\nhn es\ns\n(a)\n(b)\nFigure 2. Enhanced CaCO3 preservation following the K – Pg boundary. Records of wt.% coarse Fraction (a) from IODP site 1209 [45], DSDP 577 [57], IODP U1403 (this study), IODP 1262 [58] and IODP 1267 (this study). In panel (b), records of fragmentation of planktonic foraminifera from DSDP sites 528 and 577 [59] and IODP site 1209 [28, this study]. Species richness bars above data panels are schematic representations of data from [60,61]. All data are plotted against time (in Ma); for details of the age models used, see electronic supplementary material.\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n5\neither surface or deep-ocean VCaCO3 for an eruptive duration of 140 Kyr (figure 3 and electronic supplementary material, figure S5), although an approximately 0.5 Myr reduction in surface ocean pH of up to 0.19 is predicted (electronic supplementary material, figure S5). For even the largest estimates of SO2 and CO2 release, LOSCAR suggests that eruptive timescales of less than 100 Kyr are required to produce pronounced lysocline shoaling (electronic supplementary material, figure S6), and even then this shoaling would be briefer (less than 50 Kyr) than indicated in the sedimentary record (approx. 150–200 Kyr, figure 1c–h). Instead, the dominant long-term signal predicted for Deccan CO2 release under any modelled emissions scenario is elevated weathering fluxes, a rise in oceanic carbonate saturation, and a deepening of the lysocline (figure 3). We observe little evidence for this enhanced preservation (or ‘carbonate overshoot’) following the initial dissolution pulse of Deccan volcanism (figure 1c–h). The brevity of dissolution relative to preservation records and the existence of a pronounced carbonate overshoot are consistent in all modelled scenarios, despite different timescales for release, total emissions, starting pCO2, equilibrium constants and weathering feedbacks (see electronic supplementary material, Discussion and table S1).\nThere are multiple possible explanations for this mismatch between empirical observations and model predictions (discussed in depth in the electronic supplementary material), including an overestimation of the duration of the Cretaceous portion of magnetochron C29r (as suggested by recent U–Pb dating; [17]), changes in circulation or productivity, elevated CaCO3 deposition in shelf settings (see electronic supplementary material, figure S9) or the influence of processes not accounted for in LOSCAR. Another possible explanation is that Deccan-induced warming resulted in a more stratified ocean with more oligotrophic surface waters [26,52,53]. In the modern ocean, oligotrophy favours ecosystems more\nheavily dominated by coccolithophore production when compared with siliceous and organic-walled primary producers [70]. If this was similar in the Cretaceous ocean, and Deccan warming did indeed result in enhanced stratification and more oligotrophic oceans, it is possible that CaCO3 production and export rose. A modelled increase in CaCO3 : Corg ratio of 30% during simulated warming succeeds in extending the timescales of deep-ocean carbonate dissolution to approximate agreement with sedimentary records, amplifying atmospheric CO2 rise, and dampening subsequent carbonate saturation increase (electronic supplementary material, figure S8). This emphasizes the potential importance of accounting for biotic, ecological feedbacks when considering the ocean’s response to greenhouse gas forcings.\nWe also simulate the effects of an extinction of pelagic carbonate producers at the K–Pg boundary (figure 3 and electronic supplementary material, figures S5 and S11). Although the bolide impact [20,21] and a brief reduction in photosynthetic carbon uptake [59] could have induced acidification of surface waters and released CO2 from the oceans on timescales of less than 10 Kyr [67] (figure 3), the more significant long-term impact on the carbon cycle comes about from the major extinction in both main groups of pelagic calcifiers. This extinction, and loss of abundance, caused changes in carbonate saturation state that persisted for more than 1 Myr (figure 2). We demonstrate that even a conservative 30% reduction of CaCO3 export flux results in a deepening of the Atlantic carbonate compensation depth (CCD) by 2 km, an increase in surface VCalcite from 6.6 to 10 (electronic supplementary material, figure S11) and a drop in atmospheric CO2 of approximately 100 ppm (figure 3), consistent with modelled findings of earlier studies [66,67]. This elevation of ocean alkalinity in response to mass extinction could provide a mechanism for low atmospheric pCO2 estimated for the early Danian [71]. Our modelling suggests a 30% drop in CaCO3 export would also lower the modelled Pacific CCD\nat m\nos ph\ner ic\n[ C\nO 2]\n( pp\nm )\nD tem perature (˚C ) 1 2 3 0\nmax. CO2\nmax. SO2 + CO2\nmax. SO2\nmin. CO2 min. SO2 min. SO2 + CO2\n-50% CaCO3: Corg ratio at K–Pg\n-600 000 -400 000 -200 000 0 200 000 400 000 600 000 800 000\n-30% CaCO3: Corg ratio at K–Pg\n-2\nK-Pg 1 × 106-600 000 -400 000 -200 000 200 000 400 000 600 000 800 000\ndeep ocean W\ncalcite\n400\n600\n800\n1000\n1200\n-50% efficiency at K–Pg\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\nDeccan ‘phase II’ Deccan ‘phase III’ pelagic carbonate flux reduction\nage (model years, relative to the K–Pg mass extinction)\nage (model years, relative to the K–Pg mass extinction)\n(a)\n(b)\nFigure 3. LOSCAR [31] simulations of Deccan degassing release and K – Pg reduction in CaCO3 flux. Simulations of atmospheric pCO2 (a) and deep-water calcite saturation state (b) response to simulated perturbations. Maximum and minimum CO2 and SO2 efflux estimates for Deccan eruptions are from ref. [16], partitioned into a main eruptive phase (‘phase II’) beginning at the onset of C29r (86.5%) and a later one (13.5%) at the close of C29r in the Danian (‘phase III’) [39]. CaCO3 flux changes impact the CaCO3 : Corg ratio assuming no change in organic flux. Reduction in biological pump efficiency reduces the efficiency of the biological pump in using the parametrized nutrient pool (see electronic supplementary material, Discussion for more details). Model outputs are plotted against simulated model years, relative to the simulated K – Pg boundary.\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n6\nto approximately 4200 m—enough to bring the CCD below the South Pacific Gyre IODP site U1370 but above site U1365, consistent with sedimentary observations [64]. Deepsea sediment cores, though, suggest a much greater reduction in pelagic CaCO3 production and delivery ([59] and references within). In our model runs, a reduction in CaCO3 production by more than 50% would produce sufficiently high supersaturation to initiate abiotic precipitation of CaCO3 in surface waters (electronic supplementary material, figure S10)—a process which today is not known beyond tropical shelf settings such as the Bahamas or Persian Gulf. While there is perhaps some evidence for this [72], it is also possible that other synchronous changes may have occurred to avoid critical supersaturation. Increased burial of carbonate on shelves to compensate for less deep-ocean burial could have played a role [67] (see also electronic supplementary material, figure S9), although evidence for such an increase is, at best, scant (see electronic supplementary material, Discussion).\n7. Volcanism, impact and the carbon cycle: implications for biodiversity and ecosystem function\nEnvironmental forcing imposed by Deccan emplacement and K–Pg bolide impact produced very different recorded changes in ecosystem function (figures 1 and 2), primarily as a result of very different patterns of ecological response. There is little evidence for loss of species or population abundance in the open ocean plankton during Late Cretaceous Deccan volcanism. The approximately 2–38C warming associated with Deccan CO2 release resulted in range expansions [25,26,52], dwarfing of some planktonic foraminiferal species [73] and regional assemblage changes [74], but there was no elevation in extinction rates of functionally important\nmarine calcifier species (planktonic foraminifera and coccolithophores) at this time [69,75]. This retention of biodiversity and redundancy among calcifiers, we suggest, was probably important in maintaining the resilience of the pelagic ecosystem (and its associated biogeochemical functions) [15,76]. Consequently, the marine carbonate cycle, coupled with global silicate weathering feedbacks [1], could assimilate Deccan-derived CO2 over these timescales without drastic, long-lasting effects on surface ocean VCaCO3 (only very modest lysocline shallowing and some reduction in surface ocean pH—see electronic supplementary material, figure S5—are indicated). This role of pelagic calcifiers in mitigating the impact of CO2 emissions is underscored by considering similar volcanic episodes before the evolution of pelagic calcifiers [4,5]. Two of these earlier episodes, the end-Triassic Central Atlantic Magmatic Province [77] and Permo-Triassic Siberian Traps [78] volcanism, had profound environmental impacts and resulted in two of the largest mass extinctions in the history of life [5].\nThe more profound and long-lasting perturbation of surface ocean carbonate saturation we observe over the K–Pg transition arises from mass extinction following the Chicxulub bolide impact. The near-complete loss of the clades responsible for the vast majority of pelagic carbonate cycling (planktonic foraminifera and coccolithophores [68,69]) resulted in a build-up of alkalinity in the Earth’s ocean (as evidenced by improved deep-ocean carbonate preservation; figure 2). This, in turn, may have also drawn down atmospheric CO2 and prompted climatic changes ([66], this study). While some evidence suggests export of organic carbon to the deep ocean had largely recovered within a few hundred thousand years [79,80], carbonate preservation (figure 2) suggests recovery of full pre-event biogeochemical function in pelagic ecosystems took more than a million years, coinciding with restoration of micro- and nannofossil biodiversity [81]—an example of the close link between\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n7 biosphere and geosphere dynamics in the aftermath of mass extinction (see also [82]).\nCurrent global change is altering pelagic ecosystems, but the extent of this alteration in biodiversity [9] and ecosystem structure [83] and its ultimate biogeochemical significance, remains unclear [2,3]. In the case of the K–Pg boundary, the extinction was particularly selective against pelagic calcifiers, and post-extinction ecosystems lacked both the diversity and abundance of pre-extinction oceans. Although it is the decline in calcifier abundance that directly accounts for the decline in ecosystem function, it remains an open question how important standing richness, within and across calcifier clades, is in determining calcifier abundance across the event. It is noteworthy in this context that post-extinction biogeochemical function (and by inference the abundance of calcifiers) recovers long in advance of the full recovery of pre-event levels of calcifier diversity (figure 2 and also [58]). This observation suggests that while functional redundancy among latest Cretaceous calcareous plankton may have helped to confer resilience on carbonate export [76] in the face of volcanic CO2 and SOx emissions and global warming, a much lower standing diversity can still support a comparable carbonate alkalinity pump. For the oceans today, it is crucial to determine where tipping points may lie with regards to shifting the abundance of marine organisms, as it is the aggregate effect of many, many billions that account for pelagic ecosystem function. As we show\nhere, pelagic ecosystem change, particularly in pelagic calcifiers, can profoundly influence the long-term evolution of the Earth system.\nData accessibility. The datasets supporting this article have been uploaded as part of the electronic supplementary material (tables S2 and S3), and will in due course be made available via www.Pangaea.de. Authors’ contributions. M.J.H. collected data, constructed age models, steered modelling and drafted the manuscript and figures. P.M.H. directed the study and assisted in drafting the manuscript. D.E.P. carried out carbon cycling modelling and assisted in drafting the manuscript. J.W.B.R. co-supervised data collection and assisted in drafting the manuscript. D.N.S. directed the early stages of this project and assisted in drafting the manuscript. Competing interests. We have no competing interests. Funding. This work was supported by a Nuffield Summer Studentship granted to M.J.H., a U.S. Science Support Programme (USSSP) PostExpedition Activity award for IODP Exp. 342 to P.M.H., a Flint Postdoctoral Fellowship to D.E.P., a NERC PhD Studentship NE/F007345/1 granted to J.W.B.R. and a URF and Wolfson merit award to D.N.S. Acknowledgements. We thank Richard Zeebe for provision of, and assistance with, LOSCAR, and Leanne Elder for laboratory assistance. This work contains data and imaging contributions from Alex Twiney, Megan Mikenas and Liana Epstein. Greg Ravizza, Ellen Thomas, Jens and Ines Wendler, Mathis Hain, Michal Kucera and Björn Malmgren are thanked for helpful discussion, as well as Gavin Foster for his contributions during the early development of the project. We thank the IODP for provision of sample material. We thank Moriaki Yasuhara and other anonymous reviewers for their constructive comments.\nReferences\n1. Berner RA, Lasaga AC, Garrels RM. 1983 The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years. Am. J. Sci. 283, 641 – 683. (doi:10. 2475/ajs.283.7.641) 2. Gruber N, Friedlingstein P, Field CB, Valentini R, Heimann M, Richey JE, Lankao PR, Schulze ED, Chen C-TA. 2004 The vulnerability of the carbon cycle in the 21st century: an assessment of carbon-climatehuman interactions. In The global carbon cycle: integrating humans, climate and the natural world (eds CB Field, MR Raupach), pp. 45 – 76. Washington, DC: Island Press. 3. Ciais P et al. 2013 Carbon and other biogeochemical cycles. In Climate change 2013: the physical science basis. Contribution of working group I to the fifth assessment report of the intergovernmental panel on climate Change (eds TF Stocker et al.), pp. 465 – 570. Cambridge, UK: Cambridge University Press. 4. Zeebe RE, Westbroek P. 2003 A simple model for the CaCO3 saturation state of the ocean: The ‘Strangelove,’ the ‘Neritan,’ and the ‘Cretan’ Ocean: model for CACO3 saturation state. Geochem. Geophys. Geosystems 4. (doi:10.1029/2003GC000538) 5. Ridgwell AJ, Zeebe RE. 2005 The role of the global carbonate cycle in the regulation and evolution of the Earth system. Earth Planet. Sci. Lett. 234, 299 – 315. (doi:10.1016/j.epsl.2005.03.006) 6. Schiebel R. 2002 Planktic foraminiferal sedimentation and the marine calcite budget. Glob. Biogeochem. Cycles 16, 1065. (doi:10.1029/2001GB001459) 7. Milliman JD. 1993 Production and accumulation of calcium carbonate in the ocean: budget of a nonsteady state. Glob. Biogeochem. Cycles 7, 927 – 957. (doi:10.1029/93GB02524) 8. Tyrrell T. 2011 Anthropogenic modification of the oceans. Phil. Trans. R. Soc. B 369, 887 – 908. (doi:10.1098/rsta.2010.0334) 9. Pörtner H-O, Karl D, Boyd PW, Cheung W, Lluch-Cota SE, Nojiri Y, Schmidt DN, Zavialov P. 2014 Ocean systems. In Climate change 2014: impacts, adaptation, and vulnerability. Part A: global and sectoral aspects. contribution of working group II to the fifth assessment report of the intergovernmental panel on climate change (eds CB Field et al.), pp. 411 – 484. Cambridge, UK: Cambridge University Press. 10. Worm B et al. 2006 Impacts of biodiversity loss on ocean ecosystem services. Science 314, 787 – 790. (doi:10.1126/science.1132294) 11. Mora C et al. 2013 Biotic and human vulnerability to projected changes in ocean biogeochemistry over the 21st century. PLoS Biol. 11, e1001682. (doi:10. 1371/journal.pbio.1001682) 12. Henson SA, Sarmiento JL, Dunne JP, Bopp L, Lima I, Doney SC, John J, Beaulieu C. 2010 Detection of anthropogenic climate change in satellite records of ocean chlorophyll and productivity. Biogeosciences 7, 621 – 640. (doi:10.5194/bg-7-621-2010) 13. Yasuhara M, Doi H, Wei C-L, Danovaro R, Myhre SE. 2016 Biodiversity – ecosystem functioning relationships in long-term time series and\npalaeoecological records: deep sea as a test bed. Phil. Trans. R. Soc. B 371, 20150282. (doi:10.1098/ rstb.2015.0282) 14. Yasuhara M, Tittensor DP, Hillebrand H, Worm B. 2015 Combining marine macroecology and palaeoecology in understanding biodiversity: microfossils as a model. Biol. Rev. (doi:10.1111/brv. 12223) 15. Brose U, Hillebrand H. 2016 Biodiversity and ecosystem functioning in dynamic landscapes. Phil. Trans. R. Soc. B 371, 20150267. (doi:10.1098/ rstb.2015.0267) 16. Chenet A-L, Courtillot V, Fluteau F, Gérard M, Quidelleur X, Khadri SFR, Subbarao KV, Thordarson T. 2009 Determination of rapid Deccan eruptions across the Cretaceous – Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section. J. Geophys. Res. Solid Earth 114, B06103. (doi:10.1029/ 2008JB005644) 17. Schoene B, Samperton KM, Eddy MP, Keller G, Adatte T, Bowring SA, Khadri SFR, Gertsch B. 2015 U – Pb geochronology of the Deccan traps and relation to the end-Cretaceous mass extinction. Science 347, 182 – 184. (doi:10.1126/science. aaa0118) 18. Alvarez LW, Alvarez W, Asaro F, Michel HV. 1980 Extraterrestrial cause for the Cretaceous-tertiary extinction. Science 208, 1095 – 1108. (doi:10.1126/ science.208.4448.1095)\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n8 19. Schulte P et al. 2010 The Chicxulub asteroid impact and mass extinction at the Cretaceous – Paleogene boundary. Science 327, 1214 – 1218. (doi:10.1126/ science.1177265) 20. Ohno S et al. 2014 Production of sulphate-rich vapour during the Chicxulub impact and implications for ocean acidification. Nat. Geosci. 7, 279 – 282. (doi:10.1038/ngeo2095) 21. Tyrrell T, Merico A, Armstrong McKay DI. 2015 Severity of ocean acidification following the endCretaceous asteroid impact. Proc. Natl Acad. Sci. USA 112, 6556 – 6561. (doi:10.1073/pnas.1418604112) 22. Alegret L, Thomas E, Lohmann KC. 2012 EndCretaceous marine mass extinction not caused by productivity collapse. Proc. Natl Acad. Sci. USA 109, 728 – 732. (doi:10.1073/pnas.1110601109) 23. Gallala N, Zaghbib-Turki D, Arenillas I, Arz JA, Molina E. 2009 Catastrophic mass extinction and assemblage evolution in planktic foraminifera across the Cretaceous/Paleogene (K/Pg) boundary at Bidart (SW France). Mar. Micropaleontol. 72, 196 – 209. (doi:10.1016/j.marmicro.2009.05.001) 24. D’Hondt S, Herbert TD, King J, Gibson C. 1996 Planktic foraminifera, asteroids, and marine production: death and recovery at the Cretaceous – Tertiary boundary. In Special paper 307: the Cretaceous – tertiary event and other catastrophes in earth history (eds G Ryder, D Fastovsky, S Gartner), pp. 303 – 317. Boulder, Co: Geological Society of America. 25. Olsson RK, Wright JD, Miller KG. 2001 Paleobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event. J. Foraminifer. Res. 31, 275 – 282. (doi:10. 2113/31.3.275) 26. Thibault N, Gardin S, Galbrun B. 2010 Latitudinal migration of calcareous nannofossil Micula murus in the Maastrichtian: implications for global climate change. Geology 38, 203 – 206. (doi:10.1130/ G30326.1) 27. Zachos JC et al. 2005 Rapid acidification of the ocean during the Paleocene – Eocene thermal maximum. Science 308, 1611 – 1615. (doi:10.1126/ science.1109004) 28. Hancock HJL, Dickens GR. 2005 Carbonate dissolution episodes in Paleocene and Eocene sediment, Shatsky Rise, West-Central Pacific. In Proc. Ocean Drill. Program Sci. Results 198, 1 – 24. (doi:10.2973/odp.proc.sr.198.116.2005) 29. Colosimo AB, Bralower TJ, Zachos JC. 2006 Evidence for lysocline shoaling at the Paleocene/Eocene thermal maximum on Shatsky Rise, northwest Pacific. In Proc. of the Ocean Drilling Project, Scientific Results (eds TJ Bralower, I Premoli Silva, MJ Malone), pp. 1 – 36. College Station, TX. 30. Berger WH, Bonneau M-C, Parker FL. 1982 Foraminifera on the deep-sea floor: lysocline and dissolution rate. Oceanol. Acta 5, 249 – 258. (doi:0399-1784/1982/249) 31. Zeebe RE. 2012 LOSCAR: Long-term ocean – atmosphere – sediment carbon cycle reservoir model v2.0.4. Geosci. Model. Dev. 5, 149 – 166. (doi:10. 5194/gmd-5-149-2012) 32. Stanley SM, Hardie LA. 1998 Secular oscillations in the carbonate mineralogy of reef-building and sediment-producing organisms driven by tectonically forced shifts in seawater chemistry. Palaeogeogr. Palaeoclimatol. Palaeoecol. 144, 3 – 19. (doi:10.1016/S0031-0182(98)00109-6) 33. Hain MP, Sigman DM, Higgins JA, Haug GH. 2015 The effects of secular calcium and magnesium concentration changes on the thermodynamics of seawater acid/base chemistry: implications for Eocene and Cretaceous ocean carbon chemistry and buffering. Glob. Biogeochem. Cycles p2014GB004986. (doi:10.1002/2014GB004986) 34. Nordt L, Atchley S, Dworkin S. 2003 Terrestrial evidence for two greenhouse events in the latest Cretaceous. GSA Today 13, 4 – 9. (doi:10.1130/10525173(2003)013,4:TEFTGE.2.0.CO;2) 35. Nordt L, Atchley S, Dworkin SI. 2002 Paleosol barometer indicates extreme fluctuations in atmospheric CO2 across the Cretaceous – Tertiary boundary. Geology 30, 703 – 706. (doi:10.1130/ 0091-7613(2002)030,0703:PBIEFI.2.0.CO;2) 36. Rohling EJ et al. 2012 Making sense of palaeoclimate sensitivity. Nature 491, 683 – 691. (doi:10.1038/nature11574) 37. Chenet A-L, Quidelleur X, Fluteau F, Courtillot V, Bajpai S. 2007 40K – 40Ar dating of the Main Deccan large igneous province: further evidence of KTB age and short duration. Earth Planet. Sci. Lett. 263, 1 – 15. (doi:10.1016/j.epsl.2007.07.011) 38. Self S, Widdowson M, Thordarson T, Jay AE. 2006 Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective. Earth Planet. Sci. Lett. 248, 518 – 532. (doi:10.1016/j.epsl.2006.05.041) 39. Robinson N, Ravizza G, Coccioni R, PeuckerEhrenbrink B, Norris R. 2009 A high-resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event. Earth Planet. Sci. Lett. 281, 159 – 168. (doi:10.1016/j.epsl.2009.02.019) 40. Jay AE, Widdowson M. 2008 Stratigraphy, structure and volcanology of the SE Deccan continental flood basalt province: implications for eruptive extent and volumes. J. Geol. Soc. 165, 177 – 188. (doi:10.1144/ 0016-76492006-062) 41. Caldeira K, Rampino MR. 1990 Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect. Geophys. Res. Lett. 17, 1299 – 1302. (doi:10.1029/GL017i009p01299) 42. McLean DM. 1985 Deccan traps mantle degassing in the terminal cretaceous marine extinctions. Cretac. Res. 6, 235 – 259. (doi:10.1016/01956671(85)90048-5) 43. Stott LD, Kennett JP. 1990 The paleoceanographic and paleoclimatic signature of the Cretaceous/ Paleogene boundary in the Antarctic: stable isotopic results from ODP Leg 113. In Proc. Ocean Drilling Project, pp. 829 – 848. College Station, TX. 44. D’Hondt S, Lindinger M. 1994 A stable isotopic record of the Maastrichtian ocean – climate system: South Atlantic DSDP site 528. Palaeogeogr. Palaeoclimatol. Palaeoecol. 112, 363 – 378. (doi:10. 1016/0031-0182(94)90081-7) 45. Westerhold T, Röhl U, Donner B, McCarren HK, Zachos JC. 2011 A complete high-resolution Paleocene benthic stable isotope record for the central Pacific (ODP site 1209). Paleoceanography 26, pPA2216. (doi:10.1029/2010PA002092) 46. Li L, Keller G. 1998 Abrupt deep-sea warming at the end of the Cretaceous. Geology 26, 995 – 998. (doi:10.1130/0091-7613(1998)026,0995: ADSWAT.2.3.CO;2) 47. Ehrendorfer TW. 1993 Late Cretaceous (Maestrichtian) calcareous nannoplankton biogeography with emphasis on events immediately preceding the Cretaceous/Paleocene Boundary. PhD thesis, The University is the Massachusetts Institute of Technology and Woods Hole Oceanographic Institution, USA. 48. O’Connell SB. 1990 Variations in Upper Cretaceous and Cenozoic calcium carbonate percentages, Maud Rise, Weddell Sea, Antarctica. Proc. Ocean Drill. Program Sci. Results 113, 971 – 984. (doi:10.2973/ odp.proc.sr.113.199.1990) 49. Norris RD et al. 2014 U1403. In Paleogene Newfoundland sediment drifts, pp. 98. College Station, TX: Integrated Ocean Drilling Program. 50. Kucera M, Malmgren BA, Sturesson U. 1997 Foraminiferal dissolution at shallow depths of the Walvis Ridge and Rio Grande Rise during the latest Cretaceous: inferences for deep-water circulation in the South Atlantic. Palaeogeogr. Palaeoclimatol. Palaeoecol. 129, 195 – 212. (doi:10.1016/S00310182(96)00133-2) 51. Gerstel J, Thunell RC, Zachos JC, Arthur MA. 1986 The Cretaceous/Tertiary Boundary event in the North Pacific: planktonic foraminiferal results from deep sea drilling project site 577, Shatsky Rise. Paleoceanography 1, 97 – 117. (doi:10.1029/ PA001i002p00097) 52. Thibault N, Gardin S. 2010 The calcareous nannofossil response to the end-Cretaceous warm event in the Tropical Pacific. Palaeogeogr. Palaeoclimatol. Palaeoecol. 291, 239 – 252. (doi:10. 1016/j.palaeo.2010.02.036) 53. Thibault N, Gardin S. 2007 The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A. Mar. Micropaleontol. 65, 163 – 184. (doi:10.1016/j. marmicro.2007.07.004) 54. Frank TD, Arthur MA. 1999 Tectonic forcings of Maastrichtian ocean – climate evolution. Paleoceanography 14, 103 – 117. (doi:10.1029/ 1998PA900017) 55. Stone R. 2014 Back from the dead. Science 346, 1281 – 1283. (doi:10.1126/science.346.6215.1281) 56. Hönisch B et al. 2012 The geological record of ocean acidification. Science 335, 1058 – 1063. (doi:10. 1126/science.1208277) 57. Zachos JC, Arthur MA, Thunell RC, Williams DF, Tappa EJ. 1985 Stable isotope and trace element geochemistry of carbonate sediments across the Cretaceous/Tertiary boundary at deep sea drilling project hole 577, leg 86. Initial Rep. Deep Sea Drill.\nrstb.royalsocietypublishing.org Phil.Trans.R.Soc.B 371:20150510\n9 Proj. 86, 513 – 532. (doi:10.2973/dsdp.proc.86.120. 1985)\n58. Hull PM, Norris RD, Bralower TJ, Schueth JD. 2011 A role for chance in marine recovery from the endCretaceous extinction. Nat. Geosci. 4, 856 – 860. (doi:10.1038/ngeo1302) 59. D’Hondt S. 2005 Consequences of the Cretaceous/ Paleogene mass extinction for marine ecosystems. Annu. Rev. Ecol. Evol. Syst. 36, 295 – 317. (doi:10. 1146/annurev.ecolsys.35.021103.105715) 60. Birch HS, Coxall HK, Pearson PN. 2012 Evolutionary ecology of Early Paleocene planktonic foraminifera: size, depth habitat and symbiosis. Paleobiology 38, 374 – 390. (doi:10.1666/11027.1) 61. Schueth JD, Bralower TJ, Jiang S, Patzkowsky ME. 2015 The role of regional survivor incumbency in the evolutionary recovery of calcareous nannoplankton from the Cretaceous/Paleogene (K/Pg) mass extinction. Paleobiology 41, 661 – 679. (doi:10.1017/pab.2015.28) 62. Peterson LC, Prell WL. 1985 Carbonate dissolution in recent sediments of the eastern equatorial Indian Ocean: preservation patterns and carbonate loss above the lysocline. Mar. Geol. 64, 259 – 290. (doi:10.1016/0025-3227(85)90108-2) 63. Jansen H, Zeebe RE, Wolf-Gladrow DA. 2002 Modeling the dissolution of settling CaCO3 in the ocean. Glob. Biogeochem. Cycles 16, 11. (doi:10. 1029/2000GB001279) 64. D’Hondt S, Inagaki F, Alvarez-Zarikian CA, Expedition 329 scientists 2011 south pacific gyre subseafloor life. Proc. Integr. Ocean Drill. Program 329. (doi:10.2204/iodp.proc.329.2011) 65. Berger WH, Kroenke LW, Mayer LA, Backman J, Janecek TR, Krissek L, Leckie M, Lyle M. 1992 The record of Ontong Java Plateau: main results of ODP Leg 130. Geol. Soc. Am. Bull. 104, 954 – 972. (doi:10.1130/0016-7606(1992)104,0954:TROO JP.2.3.CO;2) 66. Caldeira K, Rampino MR, Volk T, Zachos JC. 1990 Biogeochemical modeling at mass extinction\nboundaries: atmospheric carbon dioxide and ocean alkalinity at the K/T boundary. In Extinction events in earth history (eds EG Kauffman, OH Walliser), pp. 333 – 345. Berlin, Germany: Springer. 67. Caldeira K, Rampino MR. 1993 Aftermath of the end-Cretaceous mass extinction: possible biogeochemical stabilization of the carbon cycle and climate. Paleoceanography 8, 515 – 525. (doi:10. 1029/93PA01163) 68. Bown P. 2005 Selective calcareous nannoplankton survivorship at the Cretaceous – Tertiary boundary. Geology 33, 653 – 656. 69. Smit J. 1982 Extinction and evolution of planktonic foraminifera after a major impact at the Cretaceous/Tertiary boundary. Geol. Soc. Am. Spec. Pap. 190, 329 – 352. (doi:10.1130/SPE190p329) 70. Cermeño P, Dutkiewicz S, Harris RP, Follows M, Schofield O, Falkowski PG. 2008 The role of nutricline depth in regulating the ocean carbon cycle. Proc. Natl Acad. Sci. USA 105, 20 344 – 20 349. (doi:10.1073/pnas.0811302106) 71. Barclay RS, Wing SL. 2016 Improving the Ginkgo CO2 barometer: implications for the early Cenozoic atmosphere. Earth Planet. Sci. Lett. (doi:10.1016/j. epsl.2016.01.012) 72. Minoletti F, de Rafelis M, Renard M, Gardin S, Young J. 2005 Changes in the pelagic fine fraction carbonate sedimentation during the Cretaceous – Paleocene transition: contribution of the separation technique to the study of Bidart section. Palaeogeogr. Palaeoclimatol. Palaeoecol. 216, 119 – 137. (doi:10.1016/j.palaeo.2004.10. 006) 73. Keller G, Abramovich S. 2009 Lilliput effect in late Maastrichtian planktic foraminifera: response to environmental stress. Palaeogeogr. Palaeoclimatol. Palaeoecol. 284, 47 – 62. (doi:10.1016/j.palaeo. 2009.08.029) 74. Keller G. 2003 Biotic effects of impacts and volcanism. Earth Planet. Sci. Lett. 215,\n249 – 264. (doi:10.1016/S0012-821X(03) 00390-X)\n75. Pospichal JJ. 1994 Calcareous nannofossils at the K-T boundary, El Kef: no evidence for stepwise, gradual, or sequential extinctions. Geology 22, 99. (doi:10.1130/0091-7613(1994)022,0099: CNATKT.2.3.CO;2) 76. Oliver TH et al. 2015 Biodiversity and resilience of ecosystem functions. Trends Ecol. Evol. 30, 673 – 684. (doi:10.1016/j.tree.2015.08.009) 77. Paris G, Donnadieu Y, Beaumont V, Fluteau F, Goddéris Y. 2015 Geochemical consequences of intense pulse-like degassing during the onset of the Central Atlantic Magmatic Province. Palaeogeogr. Palaeoclimatol. Palaeoecol. (doi:10.1016/j.palaeo. 2015.04.011) 78. Campbell IH, Czamanske GK, Fedorenko VA, Hill RI, Stepanov V. 1992 Synchronism of the siberian traps and the Permian – Triassic boundary. Science 258, 1760 – 1763. (doi:10.1126/science.258.5089.1760) 79. Birch H, Coxall HK, Pearson PN, Kroon D, Schmidt DN. 2016 Partial collapse of the marine biological pump at the Cretaceous – Paleogene boundary. Geology, G37581 – 1. 80. Sepúlveda J, Wendler JE, Summons RE, Hinrichs KU. 2009 Rapid resurgence of marine productivity after the Cretaceous – Paleogene mass extinction. Science 326, 129 – 132. (doi:10.1126/science. 1176233) 81. Coxall HK, D’Hondt S, Zachos JC. 2006 Pelagic evolution and environmental recovery after the Cretaceous – Paleogene mass extinction. Geology 34, 297 – 300. (doi:10.1130/G21702.1) 82. Hull PM. 2015 Life in the aftermath of mass extinctions. Curr. Biol. 25, R941 – R952. (doi:10. 1016/j.cub.2015.08.053) 83. Dutkiewicz S, Morris JJ, Follows MJ, Scott J, Levitan O, Dyhrman ST, Berman-Frank I. 2015 Impact of ocean acidification on the structure of future phytoplankton communities. Nat. Clim. Change (doi:10.1038/nclimate2722)"
  }],
  "year": 2016,
  "references": [{
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["RA Berner", "AC Lasaga", "RM. Garrels"],
    "venue": "Am. J. Sci. 283,",
    "year": 1983
  }, {
    "title": "The vulnerability of the carbon cycle in the 21st century: an assessment of carbon-climatehuman interactions. In The global carbon cycle: integrating humans, climate and the natural world (eds CB",
    "authors": ["N Gruber", "P Friedlingstein", "CB Field", "R Valentini", "M Heimann", "JE Richey", "PR Lankao", "ED Schulze", "C-TA. Chen"],
    "year": 2004
  }, {
    "title": "Carbon and other biogeochemical cycles. In Climate change 2013: the physical science basis. Contribution of working group I to the fifth assessment report of the intergovernmental panel on climate Change (eds",
    "authors": ["P Ciais"],
    "venue": "TF Stocker et al.),",
    "year": 2013
  }, {
    "title": "The ‘Strangelove,’ the ‘Neritan,’ and the ‘Cretan’ Ocean: model for CACO3 saturation state",
    "authors": ["Zeebe RE", "Westbroek P. 2003 A simple model for the CaCO3 saturation state of the ocean"],
    "venue": "Geochem. Geophys. Geosystems 4."
  }, {
    "title": "The role of the global carbonate cycle in the regulation and evolution of the Earth system",
    "authors": ["Ridgwell AJ", "Zeebe RE"],
    "venue": "Earth Planet. Sci. Lett. 234,",
    "year": 2005
  }],
  "id": "SP:f6b8df2b40845406b9beb7482f8346740f1a5a01",
  "authors": [{
    "name": "Michael J. Henehan",
    "affiliations": []
  }, {
    "name": "Pincelli M. Hull",
    "affiliations": []
  }, {
    "name": "Donald E. Penman",
    "affiliations": []
  }, {
    "name": "James W. B. Rae",
    "affiliations": []
  }, {
    "name": "Daniela N. Schmidt",
    "affiliations": []
  }],
  "abstractText": "& 2016 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original author and source are credited. Electronic supplementary material is available at http://dx.doi.org/10.1098/rstb.2015.0510 or via http://rstb.royalsocietypublishing.org. Biogeochemical significance of pelagic ecosystem function: an end-Cretaceous case study",
  "title": "Biogeochemical significance of pelagic ecosystem function: an end-Cretaceous case study"
}