{
  "sections": [{
    "text": "Phil. Trans. R. Soc. B (2007) 362, 11–38\ndoi:10.1098/rstb.2006.1951\nDisturbance, colonization and development of Antarctic benthic communities\nPublished online 30 November 2006\nDavid K. A. Barnes1,2,* and Kathleen E. Conlan1,2\nOne con genes to\n*Autho\n1British Antarctic Survey, Natural Environment Research Council, High Cross, Madingley Road, Cambridge CB3 OET, UK\n2Canadian Museum of Nature, PO Box 3443, Station D, Ottawa, Ontario K1P 6P4, Canada\nA decade has yielded much progress in understanding polar disturbance and community recovery—mainly through quantifying ice scour rates, other disturbance levels, larval abundance and diversity, colonization rates and response of benthos to predicted climate change. The continental shelf around Antarctica is clearly subject to massive disturbance, but remarkably across so many scales. In summer, millions of icebergs from sizes smaller than cars to larger than countries ground out and gouge the sea floor and crush the benthic communities there, while the highest wind speeds create the highest waves to pound the coast. In winter, the calm associated with the sea surface freezing creates the clearest marine water in the world. But in winter, an ice foot encases coastal life and anchor ice rips benthos from the sea floor. Over tens and hundreds of thousands of years, glaciations have done the same on continental scales—ice sheets have bulldozed the seabed and the zoobenthos to edge of shelves. We detail and rank modern disturbance levels (from most to least): ice; asteroid impacts; sediment instability; wind/wave action; pollution; UV irradiation; volcanism; trawling; non-indigenous species; freshwater inundation; and temperature stress. Benthic organisms have had to recolonize local scourings and continental shelves repeatedly, yet a decade of studies have demonstrated that they have (compared with lower latitudes) slow tempos of reproduction, colonization and growth. Despite massive disturbance levels and slow recolonization potential, the Antarctic shelf has a much richer fauna than would be expected for its area. Now, West Antarctica is among the fastest warming regions and its organisms face new rapid changes. In the next century, temperature stress and non-indigenous species will drastically rise to become dominant disturbances to the Antarctic life. Here, we describe the potential for benthic organisms to respond to disturbance, focusing particularly on what we know now that we did not a decade ago.\nKeywords: ice scour; zoobenthos; pioneers; pollution; trawling; climate change"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Concepts of disturbance, colonization and early development or succession have been a source of considerable interest to ecologists for more than a century; but now, with increasing realization that the world’s coastal areas are facing unprecedented and accelerating anthropogenic threats (Jackson et al. 2001), these concepts have assumed new importance. Nevertheless, in general, when intense disturbance occurs in most habitats or environments, it is considered as an unusual event from which, given time, they can recover. In polar shelf environments, particularly in the nearshore shallows, most benthic locations have either been recently disturbed or are still in the process of colonization. In other words, intense and frequent catastrophic impacts are, and have been, ‘normal’. The scale of disturbance is huge—gigantic icebergs plough into the seabed, completely changing the bottom topography and leaving troughs visible thousands of years later (see Gutt 2001; Conlan & Kvitek 2005). What is more remarkable are the spatial\ntribution of 8 to a Theme Issue ‘Antarctic ecology: from ecosystems. I’.\nr for correspondence (dkab@bas.ac.uk).\n11\nand temporal scales across which this happens. In summer, icebergs, typically 101–105 m in size, scrape and gouge local benthic environments, but the intensity of events varies on decadal scales with phenomena such as the El Niño/Southern Oscillation (ENSO) and on centuries with climate change leading to ice shelf collapses (see Doake & Vaughan 1991; Murphy et al. 1995). However, on a much greater scale (of thousands to hundreds of thousands of years), major ice sheets advance (to glacial maxima) and retreat (to interglacials) such that the shelf is periodically scraped to hundreds of metres depth causing disturbance events on a continent scale. If the ice grounding alone did not already place polar shelves into the much used ‘extreme’ environment categories in ecology, Antarctic and Arctic benthos are also subject to other devastating ice-related impacts: high wind and wave action; hypoxia; volcanism; freshwater inundation; localized pollution; and ultraviolet (UV) radiation among others. To review disturbance and life’s attempt to deal with it, in the most naturally disturbed region on Earth, an appropriate place to begin is by asking what is disturbance? Wayne Sousa, a key researcher of disturbance to biological systems, defined disturbance as ‘. a discrete, punctuated killing, displacement, or damaging of one or more individuals (or colonies) that\nThis journal is q 2006 The Royal Society\ndirectly or indirectly creates an opportunity for new individuals (or colonies) to become established’ (Sousa 1985, p. 356). We follow Sousa’s (1985) definition, focusing on physical elements of disturbance. To survive the many agents of disturbance discussed in this review, the polar shelf benthos must constantly be geared to recolonize or perish in the freezing, seasonally dark and clear waters, often with scarcely measurable levels of primary productivity. By most viewpoints, this would be considered a harsh place to live, yet a single scuba-dive in 30 m water depth might reveal abundant members of more than 15 phyla. Despite decades of statements about the global latitudinal cline of richness away from the tropics (mostly based on Northern Hemisphere data, see Gray 2001), life on Southern Ocean shelves is highly abundant and rich (Arntz et al. 1994; Brey et al. 1994; Barnes & Brockington 2003; Clarke & Johnston 2003). Clearly quantifying scale and patchiness of disturbance, and patterns and processes of colonization and development, are key to understanding how life can be so rich in a regime as severe as that which occurs in polar shelf environments. In the last decade, there has been a relative leap forward with major progress across measuring and interpreting patterns of disturbance, colonization and development. Breakthroughs have included quantification of rising shallow sea temperatures (Meredith & King 2005), iceberg scour frequencies (Brown et al. 2004), critical sensitivity of benthos to temperature rise (Peck et al. 2004), linkage of scour frequency to benthic community structure (Gutt & Piepenburg 2003), benthic recovery from volcanism (Gray et al. 2003), human impacts (Stark et al. 2003) and scouring (Lee et al. 2001a,b). Surveys have explored new vectors of colonization (Lewis et al. 2003), hierarchical competition structure leading to disturbance-mediated high diversity (Barnes 2002), monthly patterns of larval abundance and diversity (Stanwell-Smith et al. 1999), brine accumulations causing benthic hypoxia (Kvitek et al. 1998), tempo and diversity of colonization (Stanwell-Smith & Barnes 1997) and discovery of deep water, major asteroid impacts (Gersonde et al. 1997). There have also been some pivotal syntheses to show patterns in endemism (Arntz et al. 1997), historical development of Southern Ocean fauna (Aronson & Blake 2001), reproductive modes (Poulin et al. 2002) and richness (Clarke & Johnston 2003). Advancing knowledge on the mechanisms of and benthic community recovery from disturbance has become particularly important in West Antarctica (and in the Arctic), given the current major climate changes centred there. Levels of disturbance are already changing and it is likely that the ability of benthos to respond is as well. However, vital to any meaningful interpretations of the current or nearfuture situation is the historical and geographical context of changes. The review presented here starts with this context, then brings together the main findings from the more important of the studies (mainly covering the last decade), together with results ‘in the press’ and the grey literature to describe the current state of knowledge.\nPhil. Trans. R. Soc. B (2007)"
  }, {
    "heading": "2. HISTORICAL AND GEOGRAPHICAL PERSPECTIVES",
    "text": "On a regional scale, the frequency and intensity of disturbance to the shallow inhabitants of the Southern Ocean is probably changing at the moment. It has, however, been changing massively on several timescales for tens of millions of years. Since the fragmentation of Gondwana, of which East and West Antarctica were separate parts, Antarctica has become increasingly isolated and cooler. Although the sea temperature remained temperate in climate for tens of millions of years (for most of the Tertiary), the separation of the Tasman Rise and opening of the Drake’s Passage (about 33 and more than 28 Myr ago, respectively) lead to complete deep water circulation around the continent and thermal isolation (Lawver & Gahagan 2003). A large ice mass covered the East Antarctic land mass and a smaller one the mountainous West Antarctic. This ice was very dynamic and in the last 2 Myr, it has cyclically slowly advanced then rapidly retreated (a glacial cycle, see Williams et al. 1998). In glacial maxima, the ice edge advanced across any land remaining ice-free and the continental shelf, bulldozing the surviving fauna to the deep continental margin. The shallower continental shelf and terrestrial environments thus had to be repeatedly recolonized during the periods of ice retreat (interglacials; Brey et al. 1996; Hodgson et al. 2003). Evidence for at least some refuges (ice-free pockets of sea and shelf) is emerging in, for example, studies of cryptic speciation (Hodgson et al. 2001; Held 2003; Allegrucci et al. 2006). This disturbance was large scale (in space and time) to the Southern Ocean environment. It was cyclical at approximately 41 000 and 100 000 years (Earth–Sun orbital termed Milankovitch) frequency. Just 10% of the time in the last 430 000 years has been analogous to the current interglacial (EPICA 2004). In the Northern Hemisphere, the development of a year-round ice-covered pole is relatively recent and this too has waxed and waned cyclically. The historical background level of massive disturbance and recolonization (associated with glacial cycles) is crucial context to the shorter ecological time-scale events discussed in the current paper.\nThe much-discussed ‘relative constancy’ of the Antarctic marine environment has been so for only periods of between 10 000 years (e.g. glacial minimum) and few millions of years (e.g. sea temperature). The current shallow water fauna comprises many sessile animals and those ectotherms which do move, do so slowly. It is likely that few can move out of the way to avoid agents of catastrophic local disturbance such as icebergs (Gutt et al. 1996; Peck et al. 1999; Gutt 2001). Historically, however, the fauna has undergone some drastic changes. Famously, following the onset of major cooling, large land organisms disappeared and eventually so did many marine animals (true crabs, reptiles, sharks and nearly all the balanomorph barnacles, see Dayton et al. 1994). Others, however, became unusually abundant and/or speciose (Arntz et al. 1994; Clarke & Johnston 2003), such that today the Southern Ocean shelf fauna is richer than average for its shelf area (Brey et al. 1994) and unique in a number of different ways (such as in very high levels of endemism, see Arntz et al. 1997). Despite early\nsuggestions of most species showing circumpolar distributions, there are strong regional differences in physical conditions (and so almost certainly disturbance) and the biota (and therefore in the potential colonization process). To date, some areas have been well sampled (such as the northern West Antarctic Peninsula (WAP), Ross and Weddell seas) while others have been little or very patchily studied (such as the Amundsen Sea and much of the East Antarctic coast between 0 and 150 8E longitude). Geographical knowledge and comparisons are, therefore, somewhat restricted, but this is not so different from the situation around other continental margins."
  }, {
    "heading": "3. DISTURBANCE",
    "text": "Many environments are referred to as extreme with respect to certain characters, especially those around Antarctica (land and sea, and coastal and non-coastal).\nPhil. Trans. R. Soc. B (2007)\nOf course, with increasing latitude, there is a progressively extreme light climate and, therefore, primary productivity (short but very intense). There are, however, sharp light and productivity gradients away from polar ecosystems, for example, with bathymetry and away from shelf edges. The coastal ecosystems in the Southern Ocean are subject to massive disturbance. Only intensively trawled seabeds approach the frequency and destructive power of ice scour from grounding icebergs. Wind, wave action, ice in various forms, temperature and localized anoxia, freshening and pollution, among other influences, shape the nearshore ecosystems. Wave action and ice effects combine to make southern polar shallow waters a highly disturbed system compared with other latitudes and depths (figure 1). The stresses these impart on the biota are at different frequencies, forces and vary with geography and bathymetry.\n(a) Wind and wave action Only from 54 to 628 S is there ocean around the planet across longitude. The West Wind Drift and the clockwise flow of the Antarctic Circumpolar Current (ACC) have attracted considerable attention in terms of isolating mechanisms and influences on the biota distribution. The Polar Frontal Zone (PFZ) and much of the Southern Ocean have higher mean annual wind speeds than any other area of ocean surface (see figure 1). As a result, wave heights are typically correspondingly higher than elsewhere—intensifying between about 45 and 558 S (Orsi et al. 1995). Storm force wind and waves can have a pronounced influence on shallow and intertidal communities at all latitudes, such that single events can influence their structure for years after (Wulff 1995). Wave action is, however, rarely of much influence below approximately 20 m and of most force above approximately 12 m. Waves can cause mechanical abrasion of shallow biota either directly or by moving boulders around, both of which are common even in the less turbid conditions of NW Europe (Maughan 2000). Storm-induced turbulence can also redistribute meiofauna and small macrofauna without killing them (Peck et al. 1999). At some point between the PFZ and about 608 S, ice influences on the coast become very important and of more impact than fluid dynamics, such as waves and currents. The shallow benthic communities at localities in the most waveswept region, such as Macquarie (e.g. Simpson 1977), Marion (e.g. Blankley & Grindley 1985) and Kerguelen (Lawrence & McClintock 1987) islands are reasonably well known. Despite this, almost nothing is known on the direct impact of wave action and storm surge on these communities. The direct effects of ice, particularly scouring, have, in contrast, been well studied in both polar regions and from shallows to deep water.\n(b) Ice effects Ice can have major influences on the seabed biota in a number of ways primarily changing with the form of the ice. Every winter, much of the surface of the Southern Ocean approaches freezing temperatures (approx. K1.98C). In combination with calm sea\nPhil. Trans. R. Soc. B (2007)\nconditions and freezing air temperatures, the sea surfaces form ‘fast-ice’. Where this meets the coast, the fast-ice forms an ice foot along the shoreline (figure 2). The ice foot can extend a couple of metres below the intertidal zone, can be metres in thickness and persist for much of the year. The literature on the Antarctic intertidal communities is small, but cryptic communities are present, at least along the Scotia Arc and WAP regions (Shabica 1972; Stockton 1973; Barnes et al. 1996). The presence of limpets (Nacella concinna) and a few other vagrant species was noted at a couple of intertidal WAP sites several decades ago, but new evidence is emerging of rich and abundant cryptic communities in this zone (Waller et al. 2006). For such communities, the ice foot is likely to be the most serious source of disturbance and effectively limits colonization and exploitation of this habitat to periods when it is not present. One of the big questions concerning the ice foot is whether animals can survive throughout winter during encasement in the intertidal zone or whether biota recolonize each summer.\nWhere seawater is supercooled, platelet ice can form on the seabed, attaching to stones, ropes, stakes and biota (figure 3). This ‘anchor ice’ occurs to as deep as\n30 m, infrequently at the Antarctic Peninsula sites, but is common at high latitudes such as in McMurdo Sound adjacent to the Ross Ice Shelf (Dayton et al. 1969, 1970). It has a large impact on the benthos, ripping off ice-trapped organisms when the ice aggregates and becomes too buoyant to remain attached. The frequency of anchor ice decreases away from the high Antarctic and it occurs shallower (Clarke 1996). The periodicity of anchor ice formation may be associated with shifts in oceanographic patterns influenced by ENSO events (Dayton 1989).\nAway from the intertidal and immediate subtidal zones, ice scour typically has the most pronounced influence on the benthic environment. Sea ice, pressure ridges and icebergs rework the sediment in waters as\nPhil. Trans. R. Soc. B (2007)\ndeep as 550 m (Barnes & Lien 1988; Dowdeswell et al. 1993) and scour paths up to 350 m wide, 15 m deep and 15 km long (Hotzel & Miller 1983; figure 4a,b; Arctic, Antarctic, respectively). For the 75% of the shelf for which bathymetry data are available, this amounts to about 1.2 million km2 of disturbance-prone benthos (Barnes 1986). Hundreds of thousands icebergs float in the Southern Ocean (Orheim 1987) corralled close to the Antarctic continent by the circum-Antarctic current. Thus, ice scour can be expected to be extensive and the Antarctic shelf benthos disturbance-adapted. Gutt (2001) estimates that every square metre of the Antarctic shelf will be scoured once in every 340 years. In the shallows, most areas may be hit once or more within a year (table 1).\nFactors modifying ice scour frequency are water depth, proximity to ice sources, land shapes (which may collect and retain ice), keel depth of the ice, duration of protective (non-benthic) ice cover, currents and waves. The physical effects of ice scour are modification of seafloor topography, bulldozed, deformed and altered sediment characteristics, modified bottom current flow and resuspended sediment (Kauffman 1974, 1977; Lien et al. 1989). Physical consequences are long-term changes to seabed geomorphology and damage of manmade seafloor structures. Biological consequences are loss of benthic biomass, modification of abundance and diversity patterns, changes in community structure and function (Gutt 2001), and change in population structure (Peck & Bullough 1993; Brown et al. 2004). The grounding of the B-15 iceberg off Ross and Franklin islands resulted in changed hydrodynamics and ice movements, decreased primary production (Arrigo & van Dijken 2004) and reduced access to traditional breeding grounds for penguins and seals. Fast ice at McMurdo Station in the spring of 2004, which by then had not broken out for 5 years, had increased from 2 to 5 m thick (K. E. Conlan 2004, personal observation). Gutt & Starmans (2001) rate ice scour in the Antarctic to be among the five most significant disturbances in the world if benthic recovery rate on the Antarctic shelf is as slow (250–500 years) as they estimate. Scours may, however, increase diversity by generating a community mosaic colonizing variously aged disturbances (Conlan & Kvitek 2005). Ice scouring attracts scavengers (Kauffman 1977) and may release nutrients and reduce grazing impact (R. G. Kvitek & K. E. Conlan 2004, unpublished data). Ice scours may also select for certain fauna (different species of the bottom fish Trematomus (Brenner et al. 2001), nematodes (Lee et al. 2001a), the amphipods Cheirimedon femoratus and Djerboa furcipes (Richardson & Hedgpeth 1977), the opportunistic polychaetes Capitella spp. and Ophryotrocha claparedii (Richardson & Hedgpeth 1977) and the pioneering\nPhil. Trans. R. Soc. B (2007)\nbryozoans Cellaria incula (Gutt & Starmans 2001) and Fenestrulina rugula (Brown et al. 2004). Release of dropstones (figure 5), as far as 3000 km from the source (Bond et al. 1992), provides opportunity for dispersal and colonization on hard substrata.\n(c) Surface sediment hypoxia Hypoxia, and in extreme cases anoxia, on the sediment surface has been widely found around the Mediterranean Sea and in coastal North and South America, Africa, India, Southeast Asia, Australia, China and Japan (Gray et al. 2002). The largest zones of hypoxia and anoxia are natural phenomena that occur in areas where high surface productivity coincides with poor ocean circulation to form extreme oxygen minimum zones (EOMZs; Helly & Levin 2004). Hypoxia can also result from increased nutrient input from sewage and fertilizers which produce particulate and dissolved organic matter and lowered oxygen concentrations as the organic matter degrades. Natural hypoxia in polar regions is widely known for Arctic and Antarctic meromictic lakes, where ice cover or salinity stratify and prevent water circulation. In the polar marine environment, hypoxia may result from macroalgae accumulating in depressions on the seabed (Holte & Oug 1996; Bromberg et al. 2000; Glud et al. 2004). Accumulations of brine will also cause benthic hypoxia (Kvitek et al. 1998). A necessary prerequisite for these is a brine source (sea ice), a collecting basin (e.g. created by ice scour) and a lack of mechanism to disperse the brine (negligible currents and longseasonal ice cover to prevent wave action; Kvitek et al. 1998; Bromberg et al. 2000). Over the long season of ice cover (80–100% of the year), the ‘black pools of death’ become sulphidic and hypoxic and are death traps to motile fauna (figure 6). Such a situation would be possible in ice-covered bays and fjords, where water circulation is restricted by a narrow neck or sill (Kvitek et al. 1998; Bowman et al. 2000).\n(d) Volcanic eruptions Eruption of the Deception Island volcano in 1967, 1969 and 1970 afforded study of the early impacts (Gallardo et al. 1977) and progress of recolonization of the benthos (Finger & Lipps 1981), with recent intense\nstudy in 1999–2000 (Cranmer et al. 2003; Gray et al. 2003; Lovell & Trego 2003). Notably, one eruption wiped-out an introduced Poa plant, which had established on land (Smith 1996). Besides smothering the benthos by settling ash, volcanism also introduces trace elements, such as Ag, Se, Al, Fe, Mn, Sr, Ti and Zn. These elements are incorporated through a dietary route (Deheyn et al. 2005). The recent (late 2005) lava flow in the South Sandwich Islands, coincidently immediately preceding a benthic sampling cruise, provides an opportunity to study the influence of volcanism on isolated Antarctic benthos.\n(e) Asteroid impacts The area of the southern polar region is large and as such is frequently hit by asteroids, but most are small and, as the Southern Ocean is typically deep, leave little or no trace (craters are only formed if the ratio of ocean depth/asteroid diameter is less than 5). When large impactors do collide, they can famously cause disturbance on a massive scale. The Eltanin impact in the Bellingshausen Sea approximately 2.5 Myr ago, despite impacting at a point which was 5 km deep, left a major crater and flung material over 80 000 km2 (Gersonde et al. 1997, 2002). From reconstruction, this asteroid was probably 1–4 km wide, had approximately 100 Gt TNT of kinetic energy and simulations suggest that it might have vaporized hundreds of cubic kilometres of oceanic water. The impact event likely generated a mega-tsunami (O200 m high) and certainly would have caused massive-scale destruction of West Antarctica’s shelf, and even deep-sea communities (as well as those along western South America). The evidence of such events and their biological consequences around Antarctica’s continental shelves is likely to have been largely destroyed by the many recent glacial maxima scraping the seabed. The next decade should reveal much more of the nature of the newly discovered Eltanin event, and other Southern Oceanic impacts may be found. Clearly, the larger impactors, though infrequent, have the capacity to cause rapid disturbance on an oceanic basin scale and may have even shaped West Antarctic evolution.\nPhil. Trans. R. Soc. B (2007)\n(f) Freshwater Seasonal freshwater inflow may negatively impact marine benthos. Stockton (1984) reported that mortality in a population of the epifaunal scallop Adamussium colbecki in Explorers Cove on West McMurdo Sound resulted predominantly from a seasonal hyposaline lens of seawater which formed under the sea ice during the summer melt. Mortality from benthic predators did not seem important.\n(g) Pollution Antarctica is protected by the Protocol on Environmental Protection, which came into force in January 1998. Marine pollution can still occur, however, as a result of oil spills, sewage and garbage release, longrange transport of contaminants and introduction of exotic organisms. Guides for environmental monitoring in the Antarctic are available on the websites of the Council of Managers of National Antarctic Programs (COMNAP) (http://www.comnap.aq/) and the Committee of Environmental Protection (CEP) (http://www.cep.aq/).\nContamination of the Antarctic benthic organisms by trace elements can occur from human waste (Platt 1978; Lenihan & Oliver 1995; Evans et al. 2000; Duquesne & Riddle 2002), atmospheric transport (Bargagli 2000), upwelling (Bargagli et al. 2000), volcanic output (Deheyn et al. 2005) and geothermal activity (Palmer Locarnini & Presley 1995). Polychlorinated biphenyls are imported through human activities locally or in more temperate regions (Risebrough et al. 1990; Iwata et al. 1993). These can then be biomagnified (Corsolini & Focardi 2000; Nygard et al. 2001). Organochlorine pesticides are imported through the atmosphere (Risebrough 1977). A number of benthic species have been surveyed for such contaminants and some have unexpectedly high levels (Kennicutt et al. 1995; Bargagli et al. 2000). Hydrocarbon contamination may derive from atmospheric transport or local contamination from research and old whaling stations and ships (Platt 1978; Cripps & Priddle 1991; Green & Nichols 1995; Penhale et al. 1997; Martins et al. 2004). Of particular note is the Bahia Paraiso spill in January 1989 offshore of the US Palmer Station on the Antarctic Peninsula, where an estimated 600 000 l of petroleum was lost (Penhale et al. 1997).The oil spill had varying effects depending on habitat and species. Toxic effects were most evident on intertidal organisms, such as limpets and macroalgae, and in seabirds, such as cormorants and Adélie penguins. No evidence of impact could be found for subtidal species and marine mammals.\nSewage release occurs at coastal research stations, of which there are currently 43 winter-over and 28 summer-only (www.comnap.aq). Ships in Antarctic waters are also allowed to release food waste and sewage at a distance of 12 nautical miles from land and ice shelves. Release of oil, noxious liquids and garbage is prohibited (http://www.aad.gov.au/default.asp? casidZ3505), although it has happened in the past, usually offshore of research and whaling stations (Lenihan & Oliver 1995; Evans et al. 2000). Sewage release results in the introductionofnon-native microbes, trace elements, nutrients, organics, particulates and hydrocarbons. If the release is from a continuous source\nand occurs over many years, its benthic footprint is measurable, though it has been found to be localized to up to 2 km from the source (Krzyszowska 1990; Green & Nichols 1995; Lenihan & Oliver 1995; Bruni et al. 1997; Edwards et al. 1998; Conlan et al. 2000, 2004; Delille & Delille 2000; Martins et al. 2002, 2004; Stark & Riddle 2003). Antarctic stations are required to monitor the quality of their sewage effluent, but published knowledge of effects on benthic communities is largely limited to Australia’s Casey Station and the United States’ McMurdo Station (Dayton & Robilliard 1971; Lenihan et al. 2003; Kennicutt et al. 1995; Lenihan & Oliver 1995; Stark & Riddle 2003; Stark et al. 2003; Conlan et al. 2004). In the past, sewage was released raw, but treatment is beginning to be implemented at some stations (Yamagishi 2002; Egger 2003; Hughes 2004). However, past pollution is still evident decades after release and may take centuries to millennia to degrade (Hughes & Nobbs 2004).\nIntroduction of foreign species through ballast water transport is of great concern owing to the huge amounts of seawater that are transported globally by ships (6–10 billion tonnes yrK1) and the thousands of marine species that may be carried (Carlton 1985; COMNAP and IAATO 2005). Lewis et al. (2005) found that around East Antarctica (between 60 and 170 8E), ballast water is mainly discharged north of the ACC. However, there is some concern that re-ballasting at sea, although the best current measure, may itself contribute to the dispersal of harmful species. Vessels operating in the Antarctic Treaty area must follow the 1997 guidelines of the International Maritime Organization and the 2004 International Convention for the Control and Management of Ships Ballast Water and Sediments. Foreign organisms such as microbes and viruses can also be introduced to the benthos through sewage (Howington et al. 1992; Smith et al. 1994; Edwards et al. 1998; Lisle et al. 2004).\n(h) UV irradiation Since the discovery of the depleted southern polar stratospheric ozone (the Antarctic ‘ozone hole’; Farman et al. 1985), there has been heightened awareness of UV irradiation, though mostly with respect to terrestrial organisms. Marine organisms in shallow waters away from the polar regions are known to be affected by UV irradiation in many ways (Häder et al. 1998). The Antarctic intertidal organisms can potentially receive seriously boosted UV irradiation on seasonal and tidal time-scales, though almost nothing is known on the magnitude of their responses. Benthic organisms may be affected directly by increased UV radiation if in shallow depths and if unprotected by ice and snow cover. Biological effects of UV are detectable to 20–30 m (Karentz & Lutze 1992). Deeper living benthos could be affected through UV effects on planktonic and epontic (ice-associated community) food supply and during larval dispersal. The greatest primary production in Antarctica occurs in spring which coincides with high UV-B radiation from the spring-time ozone hole (Marchant 1997). Many benthic organisms harbour and accumulate mycosporine-like amino acid compounds (MAAs), giving them some biochemical protection from UV\nPhil. Trans. R. Soc. B (2007)\nradiation (Karentz & Lutze 1992). MAAs can be obtained from the local flora and in the case of the intertidal and shallow subtidal limpet, N. concinna, are accumulated in the ovary and eggs, protecting its veliger larvae (Karentz & Lutze 1992; Karentz 1994). Other mechanisms of protection are DNA repair mechanisms, enzymes to alleviate photo-oxidative stress and behaviours to avoid solar exposure (Karentz 2003).\n(i) Temperature stress For several million years, Southern Ocean temperatures have been cool and stable, close to the freezing point (at approx. K1.98C) for much of the year. Early coastal studies revealed the sea temperature at McMurdo Sound, at the edge of the Ross Ice Shelf, was one of the most constant thermal regimes anywhere (Littlepage 1965). Certain environments, such as Ellis Fjord, Vestfold Hills (near the Australian Antarctic Davis Station) have also been found to be similarly stable (Gallagher & Burton 1988), but annual variability over a few degrees seems more typical. As elsewhere in the world, sea temperature varies with depth, the surface typically being most variable. Even at depth, warmer water occasionally floods into some areas and even reaches the continental shelf (Fahrbach et al. 1992). The annual pattern of coastal sea temperature is fairly predictable, mainly changing in the upper limits reached in summer between localities. Measurements of subsurface (approx. 15 m) sea temperature and remote sensing of sea surface temperatures (SST) reveal a cline of annual sea temperature range from above 18C at high latitude (Ross Sea) to approximately 58C at sites close to the PFZ (figure 7a,b). This cline is most obvious along the peninsular region. Around most of the Antarctic coastline, there is probably less than 3.58C annual variability in shallow sea temperatures. Relative to such a typically low annual range, daily variability can be considerable (approx. 18C at Adelaide Island, more than one-third of the annual variability, see Peck et al. 2006). In current time, temperature disturbance to the Antarctic marine biota is mostly theoretical based on terrestrial trends. Despite strong signals of regional warming in WAP air, soil and lake temperatures (King & Harangozo 1998), few time–temperature trends are evident yet in the Southern Ocean (but see Comiso 2000; Meredith & King 2005). Current sea temperature variability is probably not a considerable source of stress to sublittoral populations and species, except possibly at edge of range locations such as South Georgia. In the littoral, however, upper temperatures and ranges are likely to be much higher than in the surrounding ocean. The macroalgae on Antarctica’s shores are fairly stenothermal, but less so than ectothermal animals measured to date (Wiencke & Dieck 1989). For example, Wiencke & Dieck (1989) found that macroalgal species had optimal growth conditions at below 10 8C and maximum survival temperatures below 188C.\n(j) Trawling Bottom trawling around South Georgia and the South Orkney Islands resulted in unintentional overfishing of\nby-catch fishes in the mid-1980s, resulting in banning of bottom trawling in these regions (CCAMLR 2005). Although there are no published accounts of impacts of bottom trawling on the Antarctic benthos, recent work along the Scotia Arc has shown by-catch from research trawling includes large numbers of sea stars, sponges and ascidians (S. Kim 2005, personal communication). Two vessels licensed to trawl for Patagonian toothfish (Dissostichus eleganoides) around Heard Island represent the only current commercial demersal bottom-trawl fishing operations around Antarctica. There are, however, occasional benthic catches from a semi-pelagic (near bottom) icefish (Chaenocephalus aceratus) fishery near South Georgia and scientific research trawls (see Roux et al. 2002). Scientific trawls by the vessel FPRV Dorada found benthic by-catch to be approximately 25% of total catch weights of which nearly half was echinoderms. Nevertheless, the diversity of the benthic communities sampled was evident in that these trawls each contained between 5 and 15 classes of animals (and diversity values up to H 0Z1.9). Low intensities of trawling are thought to increase (beta) biodiversity but the critical thresholds (beyond which biodiversity would decrease) are not yet known ( J. Gutt 2005, personal communication). In the South Georgia region, one of the more likely areas for future fisheries to commence, it is currently thought that the spongeand coral-dominated northern and northeastern areas are unsuitable for a commercial fishery as they would take too long to recover (M. Belchier 2005, personal communication).\nThrush and Dayton’s (2002) review of trawling effects on benthic biodiversity shows widespread phase shifts of global benthic communities. The seabed in many intensively fished areas is criss-crossed with trawls to such intensity that there are no areas of any significance left undisturbed. Thus, fishing can impart a regional level of disturbance beyond even that caused by iceberg scouring. Using the deep sea and the Arctic as models for potential trawling impacts in the Antarctic, one can expect dramatic change in benthic community structure, such as reduced biodiversity and slow rates of recovery (McConnaughey et al. 2000; Hall-Spencer et al. 2002). An additional consideration is the dislocation of community functioning that trawling and other disturbances can cause, such as the community support service provided by bioturbators which oxygenate the sediment and enhance processing of organic material (Widdicombe et al. 2004). Species that add three-dimensional structure (e.g. sponges and corals) are critical to biodiversity (Tupper & Boutilier 1995; Gutt & Schickan 1998) and are damaged or destroyed by bottom trawling (Koslow et al. 2001; O’Driscoll & Clark 2005). The Comission for the Conservation of Antarctic Marine Living Resources (CCAMLR) suggests that a healthy fishery requires a healthy supporting ecosystem and links total allowable catch of target species to allowable by-catch (CCAMLR 2005). However, in the case of the Antarctic benthos, any trawling destruction, especially to the rich and diverse shelf sponge communities described by Barthel & Gutt (1992), Starmans et al. (1999), Gutt & Schickan (1998) and Teixido et al.\nPhil. Trans. R. Soc. B (2007)\n(2004) for the Weddell Sea and Dayton et al. (1974) and Dayton & Oliver (1977) for the Ross Sea may produce centuries-long impacts owing to their great size, complexity and slow growth.\n(k) Sediment instability Slattery & Bockus (1997) recorded a sediment slumping event in McMurdo Sound which resulted in 84% mortality of the soft coral, Alcyonium paessleri, which is abundant in the area. Although not observed elsewhere, this could be a common disturbance wherever underwater slopes are steep, particularly in areas aggravated by wave action or ice scour. Gambi & Bussotti (1999) proposed this as a disturbance force for a community at 450 m depth on the Mawson bank, with bottom turbidity currents being the driving force for sediment instability.\n(l) Biological agents of physical disturbance Various large predators in the Arctic and Subarctic create pits and scrapes in the process of foraging. Biological disturbance by equivalents to grey whales, walruses (Oliver & Slattery 1985) and rays (Van Blaricom 1982) that excavate the seabed disturbing the Arctic benthos have not been observed in the Antarctic. Other predators, such as crabs, sharks and most teleost fishes disappeared from the shallow-shelf (less than 100 m) benthos of the Antarctic during the late Eocene to early Oligocene (Aronson & Blake 2001). This drop in pressure from skeleton-breaking predators has lead to a radiation of ophiuroids and crinoids, emphasis on predation by slow-moving invertebrates and communities with a deep-sea character in shallow water (Aronson & Blake 2001). As it is likely that the deep sea has been colonized, at least in part, by the Antarctic biota it could be argued that the deep sea has an Antarctic character rather than vice versa. The sea star Odontaster validus is an important regulator of the sponge community in McMurdo Sound at 30–60 m depth (Dayton et al. 1974). It does so by feeding on larvae and adults of the sea star Acodontaster conspicuus, and the nudibranch Doris kerguelensis (Austrodoris mcmurdensis), which prey on the large, slow-growing rossellid sponges (Rossella racovitzae, R. nuda and Anoxycalyx (Scolymastra) joubini ). A. conspicuus and another sea star Perknaster fuscus antarcticus also control the faster growing, potential space-dominating sponge, Mycale acerata. On a smaller scale, the echinoid Sterechinus neumayeri causes major patchiness and mortality to young recruits of many benthic species in the shallows (Brand 1980). On a smaller scale still, there are many agents of bioturbation, but these and direct predation or competition as agents of disturbance are considered beyond the scope of this review."
  }, {
    "heading": "4. COLONIZATION OF THE ANTARCTIC SEABEDS",
    "text": "In an environment where disturbance is frequent and can be catastrophic, even to meiofauna (Peck et al. 1999), understanding reproductive strategies, larval timings and durations, settlement and early community development is obviously important. Quantifying the disturbance, colonization dynamic becomes more\ncritical when the typical characteristics of the benthos include slow growth, maturation and great longevity (Arntz et al. 1994). Only in the last decade has much coastal larval sampling been undertaken, relatively few colonization experiments and even fewer using non-introduced substrata (cleared rock or sediment) have been performed around the entire continent, but these do, now, span East and West Antarctica and outlying archipelagos. Many of the key features of polar benthic colonization depend on an array of factors such as geography, bathymetry, larval supply and the nature of the substratum. The last two of these are crucial and at least in the case of larvae have been at the centre of a major paradigm and remain much discussed with respect to the Southern Ocean.\nPhil. Trans. R. Soc. B (2007)\n(a) Larval abundance From early collections of Antarctic material, it was apparent that many of the large charismatic species were brooders. Work on Arctic molluscs by Thorson (1950) lead to a paradigm of a rarity of pelagic development (and other characters) in polar seas (Mileikovsky 1971). For decades, this remained the prevalent view, until it started to emerge that certain taxa did not follow ‘Thorson’s rule’, such as some echinoderms (Pearse et al. 1991). Less than a decade ago, it was not known which, when or for how long larvae were in the water column in the Southern Ocean. Recent studies have used towed fine-mesh nets, particularly focusing on the polychaetes (Bhaud et al. 1999) and molluscs (Powell 2001; Absher et al. 2003; Freire et al. 2005). Absher (2006) estimates larval abundance in the maritime Antarctic to range from 100 to 1600 ind. 100 mK3. Nevertheless, most nearshore zooplankton studies have concentrated on holo- rather than mero-plankton and of those that have looked for larvae, most are very restricted in time (Shreeve & Peck 1995; Thatje & Fuentes 2003). Stanwell-Smith et al. (1999) performed one of the only year-round studies across taxa. These authors established that pelagic larvae are not as rare in Antarctica as once envisaged and many planktonic dispersal stages were found representing many different higher taxa. The array of larval types now known from the Southern Ocean includes veligers and trochophores of bivalve and gastropod molluscs, polychaete trochophores, nemertean pilidia, sipunculan pelagosphera, cirripede nauplii, cnidarian and sponge planulae, holothurian pentaculae, echinoplutei, ophioplutei, ascidian tadpoles, bryozoan coronate and cyphonautes. These recent studies have some important limitations, though. First, larvae were not separated to species, restricting generalizations about how common pelagic larvae were within major taxa. Second, the study of Stanwell-Smith et al. (1999) took place in the South Orkney islands, which are an isolated archipelago 700 km from the closest point of the Antarctic Peninsula. Thus, it is unlikely that Stanwell-Smith et al.’s (1999) larval abundance values are likely to be typical. New year-round, across taxa, data are emerging from a study in the WAP region (D. Bowden 2004, unpublished data). To make generalizations on larval abundance even in just the WAP region will clearly require year-round sampling from more than just two points. To date, data have not been reported for any coast across 320 8 of longitude or south of 70 8S.\n(b) Hard substrata Investigation of colonization and subsequent early community development in lower latitude (non-polar) seas has typically involved manipulation of predator abundance, clearance/observation of natural rock or placement of artificial substrata (panels). Focus has ranged from the importance of recruit supply, pre- or post-settlement mortality and the relative importance of biological versus physical variables. Ice scour makes manipulative experiments in polar waters difficult, but why so few clearance-of-natural-substrata experiments have been performed is unclear. Brand’s (1980) study at Anvers island (Palmer Archipelago, WAP) found a\nnonlinear increase in richness reaching 18 and 12 species on upper and lower surfaces, respectively, in nine months. He also found major changes in biomass, increasing towards the end of summer and decreasing at the start of winter. Slightly before this, Dayton & Oliver (1977) deployed a series of experimental panels at depths between 10 and 40 m at McMurdo Sound. After many years of being seemingly uncolonized, there was a major build-up of organisms, especially bryozoans, nearly a decade later (Moyano 1984; Dayton 1989). The high profile report of this study established the paradigm of Antarctic colonization; typically low but with occasional (interannual) major events. Ice scour was strongly implicated as being involved as a mechanism for uplifting essentially benthic larvae. Detailed inspection of minute panels placed at McMurdo, some years later to investigate placozoans, also found almost zero settlement within a year (Pearse & Pearse 1991). Rauschert’s (1991) study, also using panels moored above the substratum (but at King George Island, WAP) were only examined closely on recovery (as were Dayton’s 1989), in this case 3 years after deployment. Assemblages attaching to Rauschert’s (1991) panels and to plastic sediment trap structures at Signy and Adelaide islands were all dominated by ascidians (D. K. A. Barnes 1992, 2003, personal observations). Panels on the seabed at 6, 12 and 25 m Signy Island (Scotia Arc) were very slowly colonized, mainly by spirorbid worms, yielding just 2% cover after 21 months (Barnes 1996). A further 20 months of data, collected at the same locality and examined monthly, similarly revealed low levels of cover, abundant spirorbids, speciose bryozoans and few higher taxa (Stanwell-Smith & Barnes 1997). Thus, two quite different potential patterns of nearshore colonization on hard substrata were emerging: slow and continuous versus interannual mass events. The only other year-round monthly study to examine\nPhil. Trans. R. Soc. B (2007)\nAntarctic recruitment, to date, was set up at Adelaide Island (WAP). This recent study (Bowden 2005), like that of Stanwell-Smith & Barnes (1997), found both a gradual colonization over a 2-year period and most species to be encrusting cheilostome bryozoans. Compared to surrounding substrata, both experiments revealed under-representation of certain taxa (such as anthozoans, brachiopods and demosponges), but similar representation of others (such as cyclostome bryozoans and polychaete worms). Both also found approximately similar numbers of species to those that Brand (1980) reported colonizing boulders at Anvers Island. Bowden’s (2005) study showed that there were taxa which settled in summer (serpulids, the scallop A. colbecki and hydrozoans) but others that mainly settled in winter (spirorbids and some ascidians). Some taxa, notably the cheilostome bryozoans, included a spectrum of settlement times between species from mid-winter to mid-summer (figure 8). Only one study is known from the shallows of East Antarctica (beyond McMurdo Sound). Panels set up close to Casey Station, Budd Coast, were examined at 1 and 3 years revealing similarities with those thousands of miles away at Signy and Adelaide Islands; gradual colonization by numerous spirorbids and many species of bryozoans ( J. Stark 2005, unpublished data). Such similarities between the panels emersed in East and West Antarctica are evident at both 1 and 3 year points in succession (figure 9). In the littoral zone, however, scouring can be so frequent that recovery is suspended in a very early phase of development (Pugh & Davenport 1997). Pugh & Davenport (1997) found, in the track of a retreating glacier at South Georgia, predictable gradients of biotic richness and abundance with time for colonization between scours. Further, south, at Signy Island, vertical rock from the intertidal to the shallow subtidal also shows a gradient of recovery, but is restricted to early pioneers (Barnes et al. 1996).\nWithin days of boulder rubble seabeds being scoured, various mobile predators (e.g. the asteroid O. validus, the nemertean worm Parbolasia corrugatus) and amphipods migrate into the scraped zone. Panel and natural clearance experiments and observations immediately after scours have shown spirorbid worms (e.g. Paralaeospira levinseni) to be the first and most numerous colonists (Brand 1980; Stanwell-Smith & Barnes 1997; Bowden 2005). At this point, these early assemblages differ little from equivalents in ‘Subantarctic’ archipelagos north of the polar front, Patagonia, southern Australasia and even South Africa, as many serpulid and spirorbid species span this geographical range (Knight-Jones & Knight-Jones 1994).The main differencesbetweensouthern temperate and southern polar colonization of shallow substrata are likely to be the abundance of balanomorph barnacles, faster growth of recruits and the presence of warmer water species (such as Romanchella spp. of spirorbids) at lower latitudes (Lopez-Gappa 1989). Specific thinly calcified cheilostome bryozoans (e.g. F. rugula), foraminiferans and some ascidians are also early and numerous colonizers of Antarctic shallow waters. By 2–3 years, cheilostomes are typically speciose and space monopolizers, though spirorbids may still be the most numerous colonists. Shallow sublittoral boulder communities throughout the Scotia Arc/WAP region appear to be ‘suspended’ in this early developmental state, as rarely is any longer-lived organism found (Barnes & Arnold 2001). At the same stage, suspended surfaces seem to be more dominated by ascidians, an obvious potential explanation for this being that taxa with pelagic larvae should more easily colonize substrata in the water\nPhil. Trans. R. Soc. B (2007)\ncolumn. Ice does seem likely to have a strong role in resuspending benthic material, and with it larvae (Dayton 1989), but at many localities the considerable wave action, currents and mixing may transport even short-lived benthic larvae far. At 2–3 years old, assemblages investigated to date have been quite unique to the Southern Ocean. In other words, Southern Ocean panels all have many Antarctic endemic species present (and in common despite these regions being thousands of kilometres apart). Little is known of colonization beyond 3 years, as few sublittoral experiments have run longer than this, except for the 10-year study at McMurdo Sound reported by Dayton (1989). Long-term panel experiments are in place at King George Island (adjacent to Jubany station) and Adelaide Island (adjacent to Rothera station) in the WAP and should provide new insight and comparison with what is probably a non-typical situation at McMurdo Sound. The last decade has particularly increased our knowledge of macro-organism growth, partly from panel studies (Stanwell-Smith & Barnes 1997; Bowden 2005) but also by systematically investigating key species (Brey et al. 1995, 1999; Brey & Mackensen 1997; Peck et al. 2000; Kowalke et al. 2001). As predicted from the patchy data prior to the 1990s (Arntz et al. 1994), the tempo of growth, like colonization, is slow.\nA more restricted but important source of substratum for colonization is mobile substrata, in the form of other organisms or floating abiotic material such as pumice (gas-filled rock). Benthic organisms have been known to travel considerable distances, even across oceans, using kelp rafts or on logs (Smith 2002). Parts of kelp, particularly the holdfasts, are often richly\ncolonized. The travel of dislodged fronds on the prevailing currents potentially explains ‘west-wind drift’ distributions of many organisms (Dell 1972). Rafting on kelp provides important opportunities for some species, such as those with non-pelagic development, to disperse widely (Helmuth et al. 1994). Kelp and floating algal rafts are common north of and around the PFZ. For example, Smith (2002) estimated approximately 70 million bull kelps (Durvillaea antarctica) typically float around in the ACC. The abundance and diversity of macroalgae rapidly declines south of the South Shetland Islands (Moe & DeLaca 1976). Antarctica now has no floating land vegetation (such as trees), and volcanic eruptions (producing pumice) are brief and may be decades apart. Manmade travel opportunities, such as ships and plastic flotsam, have become new and potentially important vectors for benthic colonization. In the last few decades anthropogenic marine debris has been found in the Southern Ocean (Gregory et al. 1984). For some animals, such as pedunculate barnacles (e.g. Lepas australis), this simply expands an existing niche as they hitch-hike on seals into the Southern Ocean (Laws 1953). Diverse communities of organisms may colonize floating plastics, which are even capable of surviving Antarctic winters (Barnes & Fraser 2003). For more than a century, many ships have been entering the Southern Ocean, first for whaling and now for tourism and scientific station support. Shipping has long been known to provide local and global colonization opportunities (Carlton 1985) and has now been demonstrated at the margins of and in the Southern Ocean (Lewis et al. 2003, 2005). The only marine invader of the Southern Ocean confirmed as established (the alga Enteromorpha intestinalis) probably arrived via the hull of a ship (Clayton et al. 1997). Lewis et al. (2005) have found several Enteromorpha species on the hulls of ships operating in the Southern Ocean. Potential mechanisms for temperate latitude species colonizing Antarctica are different from those for Antarctic species colonizing temperate seas; hull fouling assemblages are transported south (then scraped off by ice) and ballast water is mainly discharged northbound (tourist ships have little need for altering ballast; Lewis et al. 2003). Both plastics and ships provide new sources of substrata for marine biota to colonize locally to globally (Lewis et al. 2005). Many would-be invaders probably have stages of their life cycle which could not survive the ambient temperatures and so some (e.g. Thatje 2005) do not think that the Southern Ocean benthos is under much immediate threat.\nPrior to the last decade, almost nothing was known of the tempo, timing, modes and diversity of the immediate colonization process following disturbance. Now, a baseline of data has been established for up to 3 years at a number of widely spaced localities. Many of the pivotal questions from then though, remain to be answered. Whether the tempo of colonization on hard substrata really is generally much slower in Antarctica than at lower latitudes (Stanwell-Smith & Barnes 1997) seems unclear; it is certainly an order of magnitude slower (in terms of space occupation) at some Southern Ocean localities. There are still no data to support\nPhil. Trans. R. Soc. B (2007)\nor refute Dayton’s (1989) suggestion of strong superannual signals (e.g. ENSO) in settlement. Whether or not Antarctic settlement shows many of the characteristics of those in temperate latitudes is still largely unknown. For example, a post mid-summer peak of colonization is typical of temperate coasts (e.g. Osman 1977; Todd & Turner 1986) but is not obvious in Antarctica, or at least in the few studies in which monthly settlement has been measured (Stanwell-Smith & Barnes 1997; Bowden 2005). The coastal fauna of Antarctica is now fairly well described, so it is likely invaders would be recognized. However, unless this occurred near stations which conduct marine research, it is likely to be missed. Therefore, a most important question is whether non-indigenous animals are or have recently colonized Antarctic shores and whether there have been such range expansions in past glacial minima, i.e. to what extent is this normal? However, at least as much work and probably across a broader spectrum of trophic groups and animal size has been carried out on colonization of soft substrata.\n(c) Soft sediments Antarctica’s soft benthos is not a uniform circumpolar community but consists of regional assemblages that vary both latitudinally and with depth and substratum (e.g. Barthel & Gutt 1992). Nearshore depth zonation can be marked as well (Dayton et al. 1970; Cattaneo-Vietti et al. 2000). Response to disturbance and subsequent colonization differs regionally. Soft sediment faunal distributions are controlled by temperature, salinity, depth, surface productivity, broad-scale sediment dynamics, geological history, and biological interactions, sediment geochemistry and near-bed flow processes at finer scales (Snelgrove 1999). Ice cover (both surface and benthic) and shelf size are additional factors in polar regions (Gutt 2001).\nFactors that control colonization after disturbance are larval/juvenile supply and export, juvenile/adult immigration, characteristics of the colonists, predation, food limitation, undesirable temperature, salinity, oxygen and sediment conditions, biological interactions, and the timing, size, type, location and frequency of disturbance (Sousa 1985; Newell et al. 1998; Snelgrove 1999; Collie et al. 2000; Jennings et al. 2001). Unlike on hard substrates, competition is probably not a major control of distributions in soft sediment (Snelgrove 1999). The highly seasonal nature of Antarctic productivity will affect the timing of recruitment and resultant community distributions (Dayton et al. 1986). However, for established adult suspension feeders, food sources other than primary production can dampen seasonal changes in food supply (Gaino et al. 1994; Tatián et al. 2002). Other factors that influence the patchiness of Antarctic communities are ice scour, predominance of vegetative reproduction (e.g. in sponges and soft corals), slow dispersion and slow growth, which might reflect processes long past (Gutt & Koltun 1995; Gutt & Piepenburg 2003; Gutt & Starmans 2003). This patchiness provides the opportunity for heightened diversity through between-patch coexistence in a mosaic effect (sensu Roxburgh et al. 2004).\n(i) Pioneer species In the intertidal and shallow subtidal zone, ice scour and fast ice formation mostly prevent colonization (but see Waller et al. 2006). Diatoms, such as species of Fragillaria, Achnanthes, Navicula and Synedra, and ephemeral algae (species of Ulothrix, Cladophora, Enteromorpha and Monostroma) are rapid colonizers, covering the surface with a thick carpet by the end of the summer (Hedgpeth 1971; Gruzov 1977). The amphipods Gondogeneia antarctica and Paramoera edouardi and the gastropod Laevilitorina antarctica, the limpet N. concinna, the sea urchin S. neumayeri and the sea star O. validus immigrate from the subtidal zone to graze on the diatom carpet and the diatoms move deeper. The notothenioid fish Pagothenia borchgrevinki hide under the stones, consuming crustaceans, zooplankton and small fishes. Macroalgal detritus and bacteria coating the decomposing algae provide an important food source as well (Dunton 2001; Norkko et al. 2004). As winter approaches, the diatom carpet rapidly disappears and most of the grazers move back into the subtidal zone.\nWhere anchor ice occurs seasonally, the summer availability of cleared space provides opportunity for quick colonizers. Small burrowing polychaetes, such as Capitella perarmata, Ophryotrocha notialis, Leitoscoloplos kerguelensis and Kefersteinia fauveli occur in small numbers in the anchor ice zone at McMurdo Station and penetrate more shallowly than species that are not as disturbance tolerant (figure 10). It is within the shallow subtidal zone (less than 7 m) that anchor ice uplift is intense (Lenihan & Oliver 1995). These disturbance tolerant species are rare to absent where the macrofaunal community becomes dense below the anchor ice zone (Lenihan & Oliver 1995). Sahade et al. (1998) identified pennatulid cnidarians as being opportunistic megafauna in the anchor ice zone of Potter Cove, King George Island. Some species can withstand anchor ice disturbance including the macroalga Iridaea cordata (Miller & Pearse 1991), the clam Laternula elliptica (by deep burrowing; K. E. Conlan 2004, personal observation) and the sponge Homaxinella balfourensis (by recolonizing the shallows in large numbers in ice-poor years; Dayton 1989). Along with sedentary colonizers, motile species take advantage of anchor ice dynamics. When H. balfourensis invades during low-ice years, its sea star predators Odontaster meridionalis, O. validus and P. f. antarcticus follow (Dayton 1989). Odontaster validus, S. neumayeri, the nemertean Parborlasia corrugatus, isopod Glyptonotus antarcticus, pycnogonid Colossendeis spp. and juvenile notothenioids P. borchgrevinki all inhabit the anchor ice zone during high-ice years. Some may graze diatoms off the ice surface, while the fishes use the plates to hide under (figure 3; Dayton et al. 1969, 1970).\nSubtidally to 550 m but more commonly to 300 m, ice scour is the main force for space clearance and colonization of the benthos. Ice-scoured disturbances at 100–283 m depth in the Weddell Sea are colonized by the sponge Homaxinella spp., the hydrozoans Oswaldella antarctica and Corymorpha spp. and the gorgonians Ainigmaptilon antarcticus, Primnoisis antarctica and Primnoisis spp. (Gutt & Piepenburg 2003). Homaxinella is also abundant near the retreating\nPhil. Trans. R. Soc. B (2007)\nMackay Glacier in McMurdo Sound (Dawber & Powell 1997). Homaxinella balfourensis has a high growth rate and recruitment relative to other sponges. It can colonize settling plates suspended 30 m above the seabed, possibly as larvae raining down from adults uplifted to the overhead sea ice by dislodged anchor ice (Dayton 1979). Other sponge species have been found to be early colonizers of disturbances in deeper waters, however. In a presumed scour in the Lazarev Sea, Latrunculia apicalis and other demosponges predominated along with ophiuroids (Gutt & Starmans 1998). Other pioneer species in this area are the stalked sponge Stylocordyla borealis and the compound ascidian Synoicium addreanum (Gutt 2001). The notothenioid fish Trematomus eulepidotus, T. lepidorhinus and T. scotti dominate undisturbed areas in the eastern Weddell Sea, and T. nicolai and T. pennellii dominate areas disturbed by ice scour (Brenner et al. 2001). Teixido et al. (2004) found that bush growth forms, such as produced by hydrozoans and bryozoans, dominate young scours, as do sheet-like growth forms created by demosponges, sabellid polychaetes and ascidians. Branching demosponges, gorgonians and ascidians dominate older scours, and fauna with mound-like growth (hexactinellids, demosponges, actinians and ascidians) characterize the undisturbed community. They found that the polychaetes Myxicola cf. sulcata and Perkinsiana spp., the ascidian Molgula pedunculata, the bryozoan Camptoplites lewaldi and the demosponge S. borealis are the early colonists of young scours. Jackson (1979) predicts that this growth form transition is a general characteristic of sessile faunal recolonization.\nNumerous pioneer species have also been identified among smaller macrofauna and meiofauna colonizing Antarctic ice scours. Bromberg et al. (2000) studied the polychaete fauna of two ice scours at 18 m depth in Admiralty Bay (King George Island). One almost entirely lacked polychaetes and the other had a relatively large number of species, similar to the species content of samples taken from not obviously disturbed benthos at that depth. Dominants were the orbiniid polychaete L. kerguelensis, the cirratulid Tharyx cf. cincinnatus and Apistobranchus gudrunae. They concluded that the presence of macroalgal debris in the near azoic scour may have rendered the sediment anoxic and thus non-conducive to colonization. Tharyx cincinnatus also dominated a retreating glacier front at Arthur Harbour (Anvers Island; Hyland et al. 1994). Leitoscoloplos kerguelensis occurs in large numbers around the sewage outfall at McMurdo Station (Conlan et al. 2004). Polychaetes dominating four young scours at 256–273 m depth in the Weddell Sea were the spionids Spiophanes tcherniae and Laonice weddellia, the lumbrinerid Lumbrineris cf. kerguelensis, the sabellid Neosabellides elongatus and the ampharetid Phyllocomus crocea (Gerdes et al. 1992). Spiophanes tcherniae is abundant at 9–18 m depth in eastern McMurdo Sound. Although not sufficiently disturbance-tolerant to withstand sewage pollution from McMurdo Station (Conlan et al. 2004), other spionid polychaetes are often considered to be pollution tolerant (Pearson & Rosenberg 1978; Mirza & Gray 1981). The polychaetes, C. perarmata and O. claparedii, and abundant amphipods, C. femoratus and Djerboa\nforcipes, were found colonizing the decaying macroalgae infilling an ice scour at 18 m depth in Arthur Harbour (Richardson & Hedgpeth 1977). Large scavengers and carnivores then migrated in and fed on the algal grazers. Once the detritus was consumed, the ice scour infilled with sediment from pelagic sources and bottom transport by currents.\nIce scours at 25–40 m depth in oligotrophic eastern McMurdo Sound were colonized by the ostracod\nPhil. Trans. R. Soc. B (2007)\nPhilomedes sp., the cumacean Eudorella splendida, the cirratulid polychaete Tharyx sp. and the archiannelid Polygordius sp. (Lenihan & Oliver1995).A scour sampled in more eutrophic western McMurdo Sound contained Capitella spp. and O. claparedii. Conlan & Kvitek (2005) similarly found a typical suite of early colonists of scours at 12–28 m depth in the Arctic, including various Monoculodes amphipods, spionid polychaetes and the hesionid polychaete Nereimyra punctata.\nFournier & Conlan (1994) discovered a new dorvilleid polychaete, Ophryotrocha spatula, that was seemingly unique to these scours. Scouring also enables lush diatom, kelp and barnacle growth, due to the absence of grazing sea urchins and change in sediment characteristics (R. G. Kvitek & K. E. Conlan 2004, unpublished data). Conlan & Kvitek (2005) suggest that there may be a lingering effect of ice scour disturbance well after the physical evidence is gone as they found elevated diversity, abundance and biomass in an area prone to scour compared to an area protected by an offshore rise.\nLee et al. (2001a) studied the meiofauna in a fresh and an older scour at 278 and 255 m, respectively, relative to undisturbed sediment at 298 m depth in the eastern Weddell Sea. Abundance and diversity of nematodes were low in the fresh scour, generic composition differed, and reproductive activity was greater than in the undisturbed community. Most of the nematodes in the fresh scour were non-selective deposit feeders, dominated by Monhystera, Neochromadora, Daptonema, Cervonema and Prismatolaimus. Selective deposit feeders predominated in the undisturbed sediment, which was dominated by large sponges and had a dense cover of spicules. The number of taxa in the old scour exceeded that in the undisturbed sediment, suggesting that the sponge spicule mat may inhibit some species.\nIn much shallower water, Lee et al. (2001b) followed the course of meiofaunal recolonization of an ice scour at 8–9 m depth off Signy Island, Antarctica. The majority of meiofaunal groups returned to control levels of abundance in 30 days. First to colonize were copepods and ostracods, followed by nematodes. Although the reference nematode community of this shallow, frequently ice-disturbed area differed considerably from that in the deeper Weddell Sea study area, the nematode community within the scours at each site was similar (Lee et al. 2001a).\nSampling macrofaunal recolonization of the same ice scour as Lee et al. (2001b), Peck et al. (1999) found that motile fauna such as amphipods and the isopod Serolis polita returned within 10 days of the impact, while a subsequent storm on day 100 advected the small bivalve Mysella charcoti. Large bivalves such as Yoldia eightsi, L. elliptica and Cyamiomactra laminifera showed no significant recovery by termination of observations on day 250. These molluscs recolonize by larval dispersal, a much slower process than locomotion or advection. Ice scour apparently favours recruitment in Y. eightsi by removing adults, which inhibit larval settlement (Peck & Bullough 1993).\nKauffman (1977) followed the changes after an iceberg grounded on a muddy bottom at 18–20 m depth in Arthur Harbour, Anvers Island. The sediment of the ice scour furrow was much sandier and lower in organic carbon than outside the scour and remained so even after the furrow disappeared a year later. The scour degraded by infill and erosion. Effects on the resident fauna were displacement of the bivalves Y. eightsi, Mysella minuscula and L. elliptica, the last of which was unable to rebury and was consumed by the scavenging nemertean worm Parborlasia (Lineus) corrugatus. Composition of the fauna changed,\nPhil. Trans. R. Soc. B (2007)\nalthough species richness remained relatively constant. The scour showed little biological reworking by nematodes, burrowing polychaetes and the clams Y. eightsi, and M. minuscula, which suggested that it might take years for the scoured area to return to normality, despite erasure of the physical evidence of scouring.\n(ii) Recolonization process Although no one has yet followed the full course of recolonization of ice scours, some attempt has been made to project recovery time from a time-series subset. Gutt & Starmans (2001) estimated 340 years for megafauna in the Weddell Sea at 114–315 m depth (but only scours with a maximum age of 10 years were included). Peck et al. (1999) estimated 65 years at 9 m at Signy Island owing to the slow growth of the dominant bivalve, Y. eightsi. However, Conlan & Kvitek (2005) point out that the community composition of scours may become indistinguishable from the undisturbed community well before its residents reach maximal age. Over the 9 years that they followed recolonization of ice scours in the eastern Canadian Arctic at 15–20 m depth, none had yet completed community recolonization, but an 8-year-old scour was 84% complete and a 9-year-old scour was 65% complete (assuming continued linearity of recolonization). Thus, the time for communities to become indistinguishable in composition from a nearby undisturbed community may be considerably less than the time it takes for its component species to reach a similar age structure. The relevant point, then, is whether a young but compositionally complete community can be considered equivalent to the undisturbed community at that point. Newell et al. (1998) suggest that a community can be considered ‘recovered’ if it is capable of maintaining itself and at least 80% of the species diversity and biomass has been restored.\nWhile Conlan & Kvitek (2005) found that macrofaunal recolonization of Arctic ice scours progressed as a linear increase in resemblance of the scour community to the unscoured community nearby, Gutt et al. (1996) and Gutt (2001) concluded that megafaunal recolonization of Weddell Sea ice scours was not predictable and that recolonization was independent of the populations of the parent communities. Thus, Connell’s (1978) ‘equal chance hypothesis’ and White & Pickett’s (1985) ‘patch dynamics concept’ were better models for recolonization of these Antarctic ice scours than Reise’s (1991) ‘mosaic cycle concept’. Studying ice scours in the same area, Teixido et al. (2004) concluded that although the megafaunal species that colonized young disturbances varied considerably, there was a convergence in the later stages towards the local resident community composition.\nPhysical evidence of the scour may also remain after community recolonization has completed. The rate of physical degradation will depend on the incision depth and force of impact of the ice keel and the sediment erosional and infill characteristics. Gutt et al. (1996) estimated that scours at 100–500 m depth in the Antarctic remain only for 10 years and half this time in Northeast Greenland. However, ice scours in the Canadian eastern Arctic may remain evident for\ncenturies. Indeed, the HMS Breadalbane, which sank in 100 m depth in the Canadian Arctic in 1853, was discovered to be lying on an ice scour which could be clearly seen on sidescan sonar 128 years later1 (S. Blasco, Geological Survey of Canada 2005, personal communication).\nLenihan & Oliver (1995) followed macrofaunal colonization at yearly intervals of 0.25 m2 cylinders of defaunated sediment set at 18 m depth offshore of McMurdo Station and at 30 m depth across McMurdo Sound on the more oligotrophic western shore. Close to McMurdo Station, the defaunated sediment took 3–6 years to be recolonized to the point of being within range of species composition and richness of the undisturbed community nearby. Only 2 years was required at a contaminated site close to McMurdo Station and at the oligotrophic site on West McMurdo Sound. At these sites, species richness and abundance were less than at the slower recolonizing site, which may explain the shorter time elapsed until recolonization was complete.\nLenihan et al. (1995) transplanted a dense macrofaunal assemblage from a relatively unimpacted site at 18 m depth near McMurdo Station to areas nearby that were contaminated by the station’s sewage outfall and waste chemicals dump and sampled them a year later. The assemblage was containerized in 440 cm2 dishes, transported to the transplant site (or returned to the original site as a control) and dug into the seabed so that the container rim was flush with the seabed surface. The community composition of these dishes 1 year later was found to have not significantly changed in the control, but to have markedly changed at the polluted sites by coming to resemble the external community rather than retaining the characteristics of the source community. Transplants to the most heavily polluted site lost most of their original fauna (mostly polychaetes and crustaceans) and were colonized by O. notialis (reported as O. claparedii), an opportunistic polychaete common at the sewage outfall. Clearly, the benthic fauna were responsive to their environment within the year of observation and local factors, such as the surrounding fauna and/or pollution from the station, modified their community composition. These polychaetes similarly increased significantly in abundance within a year of McMurdo Station’s extension of its sewage outfall pipe in 1992 (Conlan et al. 2004). Ten and twenty-two months after introduction of secondary treatment in January 2003, there were still large numbers of sewage indicator organisms near the outfall despite dramatic declines in suspended solids content and biological oxygen demand (BOD; Conlan et al. 2005). There was, however, a linear increase in community resemblance to reference downstream, suggesting that once residual organics in the sediment are depleted, recolonization of species typical of unpolluted conditions may proceed more rapidly.\nDayton (1972) predicted that sewage pollution from McMurdo Station would increase the density of the detritus- and sponge-feeding sea star, O. validus. This sea star also regulates densities of important predators of the sponge community at 30–60 m depth. By becoming increasingly abundant, Odontaster may\nPhil. Trans. R. Soc. B (2007)\neventually reduce the sponge community and its predators significantly, leaving it to dominate. It does not appear, however, that this has happened. Odontaster validus is significantly less abundant at the sewage outfall or downcurrent than at Cape Armitage (Moss Landing Marine Laboratories 1994). Cape Armitage receives McMurdo’s sewage influence and is still richly dominated by large rossellid sponges (Battershill 1990; Edwards et al. 1998; Conlan et al. 2000). Close to the outfall, O. validus is deterred by the presence of anoxic mats of Beggiatoa, indicating that the sewage waste pile will undergo slow microbial decomposition rather than rapid processing by megafaunal scavengers (Kim et al. 2005).\nFollowing eruptions in 1967, 1969 and 1970, Gallardo et al. (1977) sampled the recolonizing benthos of Port Foster, a submerged caldera, of Deception Island over 1967–1973. Volcanic eruptions impact the benthos through burial by ejecta, wind transport of ash and erosion of ash by ice melt. They found the benthic fauna drastically different and reduced in number compared with the benthos outside the caldera. Some common species, such as the brittle star Ophionotus victoriae, the sea urchin S. neumayeri and the sea star O. validus, which had been reported there historically, were absent. In 1972, they found that more than 50% of the fauna in the samples were Echiurus antarcticus and considered this to be a pioneering colonizer. Individual changes in species composition were not noted, however. Foraminiferan recolonization was specifically followed subsequent to the eruptions (Finger & Lipps 1981) and 30 years later (Gray et al. 2003). Species repopulated the caldera patchily and at different rates (Finger & Lipps 1981). Species transitions then occurred: Globocassidulina spp. increased in relative abundance; Stainforthia fusiformis and Nonionella bradii decreased; and Reophax dentaliniformis and Cassidulinoides parkerianus colonized in numbers exceeding their abundance outside the caldera (Gray et al. 2003). Surveys of macro- and mega-benthos over 1999–2000 (Cranmer et al. 2003; Lovell & Trego 2003) characterized diversity in Port Foster as low compared with neighbouring islands (Livingston and King George), though the species found were typical of mixed substrata (mud, sandy mud and boulders). Recruitment of the brittle star, O. victoriae, correlated with sedimentation of particulate organic matter. Compared to immediately following the 1967 eruption, where infaunal abundance in mid-bay samples was 40 ind. mK2, infaunal abundance averaged 85 566 ind. mK2, indicating substantial recovery.\nIn the shallow soft benthos of McMurdo Sound, the tanaid Nototanis dimorphus and the amphipod Heterophoxus videns control species recruitment and population size structure of the polychaete-dominated community by preying on small species and small individuals of the larger species (Oliver & Slattery 1985). The only small polychaetes coexisting are Aphelochaeta (reported as Tharyx), which burrows deeper than the crustacean predators, and K. fauveli (reported as Gyptis), which may survive through frequent recruitment and rapid colonization. Oliver (1984) hypothesizes that these predators select for asexual reproduction in the co-occurring polychaete\nGalathowenia scotiae (reported as Myriochele cf. heeri ) since asexually produced offspring have a size refuge from their predation.\nMacrofauna sampled at 30 m depth in Arthur Harbour 18 years after sampling by Richardson & Hedgpeth (1977) found the community to be much more species-rich and abundant than previously. They attributed this to reduced seafloor disturbance by ice scour as a consequence of an approximately 250 m retreat of the glacier face.\n(iii) ‘Undisturbed’ community Present day Antarctic communities have been moulded by continental movements, past glaciations, biological interactions and physical disturbance, and constrained in their expansion by environmental differences (Aronson & Blake 2001; Gutt 2001; Clarke & Johnston 2003). Although many shelf species are widespread and eurybathic (Gallardo 1987; Kirkwood & Burton 1988; Brey et al. 1996), benthic communities show distinct regional differences (reviewed in Arntz et al. 1994 and recent studies Sáiz-Salinas et al. 1997; Gambi & Bussotti 1999; Starmans et al. 1999; Raguá-Gil et al. 2004; Montiel et al. 2005). In the Amundsen and Bellingshausen Seas, the benthos is dominated by various motile deposit feeders, ophiuroids, sea urchins, cerianthid anemones and bryozoans (Starmans et al. 1999; Raguá-Gil et al. 2004). Disturbances between 200 and 400 m in the eastern Weddell and Lazarev seas and more than 30 m in McMurdo Sound are likely to impact the Antarctic sponge community, with its dense and diverse ‘multi-storey’ colonization of suspension feeders (Dayton et al. 1974; Gutt & Schickan 1998; Starmans et al. 1999; Teixido et al. 2004). High sedimentation rates from high primary productivity sustain the sponge community (Dayton & Oliver 1977; Arntz et al. 1994; Gutt et al. 1998) and numerous trophic interactions occur within it (Dayton et al. 1974; Amsler et al. 2001). Gutt & Schickan (1998) identified 374 epibiotic relationships between 47 epibiotic and 96 substratum taxa, which included perching, nestling, hiding, encrusting, sequestering and grazing. Crinoids are the most frequent group of epibionts using bryozoans, glass sponges, demosponges, gorgonians and echinoids as substrates. Suspension-feeding sea cucumbers climb onto stones, sponges and spines of pencil urchins. These sea urchins also carry the mussel Lissarca notorcadensis as well as variety of sponges and bryozoans. Compound ascidians, actinians, amphipods and isopods, such as the Arcturidae can be found suspension feeding from various sponges, hydroids and bryozoans. Among the numerous relationships, the sponge Iophon radiatus exclusively encrusts the brittle star Ophiurolepis spp., the actinian Isosicyonis alba encrusts the gastropod Harpovoluta charcoti, and the shrimp Chorismus antarcticus and the holothurian Taeniogyrus contortus feed on organic matter deposited between bryozoans and on sponge surfaces (presumably providing a cleaning service to the host). Sterechinus neumayeri and S. antarcticus carry sponges as cover against predation. At the edge of the sponge community in McMurdo Sound, S. neumayeri carries the distasteful macroalgae Phyllophora antarctica and I. cordata, which significantly increase its likelihood of\nPhil. Trans. R. Soc. B (2007)\nescape from its main predator, the sea anemone Isotealia antarctica (Amsler et al. 2001). Sponges, soft corals and several other kinds of invertebrates deter sea star and fish predators with bioactive compounds and fouling organisms with toxic metabolites (McClintock 1987; McClintock & Baker 1997; Slattery & McClintock 1997). Benthic fishes such as Trematomus bernacchii and Nototheniops larseni perch on sponges and use their cavities for nesting (Moreno 1980). Hexactinellid sponges also serve as a nursery for ophiuroids, pantopods and pentacrinoids (Barthel 1997) and harbour numerous small invertebrates (Schiaparelli et al. 2003). Hexactinellids modify the substratum through spicule deposition, providing a substratum (Barthel 1992) and enable diatom colonization, enhanced by the optical conveying properties of the glass spicules (Cattaneo-Vietti et al. 2000). Giant hexactinellids reaching 2 m tall and 1.4 m in diameter at McMurdo Sound are likely to be very old (Dayton 1979). The hexactinellids Scolymastra joubini and Rossella nuda were observed to neither grow nor recruit in 10 years (Dayton 1979). Thus, it is likely that disturbance to this community will have a greater impact than to any other shelf community. It may have taken more than 500 years for this community to have developed (Dayton et al. 1974; Gutt et al. 1996) and recolonization of the Antarctic shelf since the last glaciation is likely still continuing."
  }, {
    "heading": "5. IMPLICATIONS OF CLIMATE CHANGE",
    "text": "Currently, there is much discussion about climate change, particularly centred around warming, ice retreat and ozone thinning in the polar regions. However, the climate of both polar regions (as elsewhere) is constantly changing—it is by what magnitude and over what time-scale which are the important factors. Here, we focus on trends and responses over years or greater periods.\nDecadal shifts in climate occur in the Southern Ocean in relation to the semi-annual oscillation (SAO) and the Antarctic Oscillation (AAO). These oscillations affect wind strength and sea ice extent and, in turn, sea ice-obligate penguin populations (Ainley et al. 2005). The Southern Ocean is also affected by ENSO (Turner 2004), for which related reduction in anchor ice extent and associated colonization of the anchor ice zone by the bush sponge H. balfourensis were hypothesized by Dayton (1989). Responses of deeper living benthos to these oscillations have not been demonstrated, but are sure to be felt with changes in currents and sea ice extent overhead and associated changes in pelagic and epontic food supplies. These changes have perhaps been weathered many times by such slow-growing benthic organisms as hexactinellid sponges, which may be centuries old (Dayton et al. 1974). Antarctic benthos is also affected by fluxes in water masses which have different heat loads, which in turn influence climate (e.g. North Atlantic deep water; Charles & Fairbanks 1992). These water masses are also influenced by changes in sea ice cover, coastal melting and rainfall. Changes in water mass movements will impact nutrient supplies for primary production and larval survival. UV penetration will\nincrease where sea ice occurred previously, but decrease where land run-off introduces suspended sediment and coloured dissolved organic matter (Vincent & Belzile 2003).\nThe dramatic increase of CO2 in the atmosphere over the last century has had many profound influences on the marine (and other) environments. Higher levels of the gas are being soaked up by the sea, and as a result surface waters are acidifying and the concentration of carbonate ions decreasing (Orr et al. 2005). Orr et al. (2005) suggest that acidification of surface waters could, in just decades, start making it difficult for Antarctic animals to maintain calcium carbonate shells (many invertebrates)—they will literally start dissolving. Globally increased CO2 levels are most famously linked to ‘greenhouse’ warming and the ‘knock-on’ effects, such as glacier melting, changes in precipitation, ocean current and weather dynamics, among others. Along the Antarctic coast, seabed disturbance from ice scour may increase with a warming climate as glacier calving increases, although pressure ridges will have shallower keels owing to thinner sea ice. Anchor ice, which is created by supercooled water, may not be as extensive, or at least change position, as ice shelves calve. Loss of ice shelf cover will provide new opportunity for benthic colonization but may alter whatever is already established.\nOn slightly longer time-scales, the Antarctic Peninsula and Scotia Arc are among the most rapidly warming regions in terms of air temperatures (e.g. King & Harangozo 1998). Rising air temperatures alone could significantly influence benthic communities by altering patterns in ice and meltwater (Moline et al. 2004). However, recent studies have found signals of surface seawater warming in the WAP region on the scale of decades (Comiso 2000; Meredith & King 2005). The seasonal increases they found are, at certain times of year (summer), above 18C in WAP coastal waters. Predictions based on climate models have lead to expectations of approximately 28C rise in less than a century, albeit with considerable levels of error attached to such estimates (Murphy & Mitchell 1995). Nevertheless, those species of the Antarctic biota investigated to date are stenothermal; for example, most Southern Ocean fishes are killed by temperatures higher than approximately 58C (Sommero & DeVries 1967). Functional limits to critical activities may be even lower; for example, less than 50% of L. elliptica could reburrow or A. colbecki could swim at just 38C (Peck et al. 2004). On the basis of modern short-term physiology experiments, the predicted sea temperature changes have the potential to be a considerable source of disturbance and massively change the composition and distribution of some Antarctic benthic communities. However, on evolutionary time-scales, the Southern Ocean biota have survived many major changes in temperature and glaciation on periodicities from a few to hundreds of kiloyears and have been bulldozed to the edge of the shelf and repeatedly reinvaded it. At times, some of these events have been rapid, such as with methane clathrate releases (Schmidt & Shindell 2003). Ice core evidence shows that the Antarctic was warmer than at the current time during the last interglacial period ( Jouzel et al. 1993)\nPhil. Trans. R. Soc. B (2007)\nthough we have little evidence of how benthic communities responded.\nDespite experiencing many climate shifts, modern evidence suggests that Antarctic benthic organisms tend to have narrow physiological tolerances to water temperature (Peck 2005). Maybe future experiments using longer acclimation times at raised temperatures will reveal more robust responses to temperature change. Unlike most continental shelves, around most of Antarctica there is little latitudinal range in which to migrate (north or south). This restriction has important implications for community patterns and interactions among the 11 000–17 000 macrozoobenthic species estimated to occur on the Antarctic shelf (Gutt et al. 2004). The abundance of crinoids and ophiuroids is due to the disappearance of crabs, sharks and most teleost fishes after global cooling began in the Eocene (Aronson & Blake 2001). Lithodid crabs have now been found at depth along the WAP and other areas (Boschi & Gavio 2003) and may be poised to extend their range into the shelf around continental Antarctica (Thatje et al. 2005). They currently occur in the Scotia Arc and the western side of the Antarctic Peninsula, limited by physiology and life history from moving into waters permanently below 08C, such as occur in the Weddell and Ross seas. The return of shell crushing top predators such as these, which are currently excluded from the high Antarctic, would reshape the benthic ecosystem. Such an invasion would be particularly likely to affect isopods, amphipods and asteroids, which are their prey (Thatje et al. 2005). Thin shelled bivalves and gastropods, such as the circumpolar scallop A. colbecki, would also be vulnerable. Warming waters would also favour increased transport, establishment and spread of non-indigenous cold temperate species. Recently, some non-indigenous species have been seen near King George Island as larvae (Thatje & Fuentes 2003), others as adults (Tavares & De Melo 2004) and elsewhere on ship hulls (Lewis et al. 2005). Although none are thought to have established, not a single paper in the literature reports successful removal of a marine invasive species from the sea once they have invaded."
  }, {
    "heading": "6. CONCLUSIONS",
    "text": "On ecological and evolutionary time-scales, the Antarctic shelf environment is impacted by a wide variety of physical disturbances, mostly linked to ice. Advancements in, and use of, multi-beam sonar (such as SWATH bathymetry) is revealing the scour troughs and berms from the last glacial maximum (thousands of years ago) to gouges just days ago. Clearly, the intensity and frequency of ice-related disturbance in the Southern Ocean is very high (relative to the rate of community recovery) approaching the shallows. The inhibiting effect of this disturbance is most apparent by comparison of typical seabed with the few ice (and other disturbance)-sheltered areas, which show how rich (at phylum through to species levels) shallow assemblages can be (figure 11). We have attempted to rank the many sources of disturbance to Antarctic biota (see §3) in terms of their current large and small/mid scale effects and their predicted importance over the\nnext century (table 2). It is probable, however, that the Antarctic shelf does not represent the most disturbed marine fauna (except on a local scale); that accolade lies with the intensively fished, polluted and exotic species-invaded coastal regions around much of the world ( Jackson et al. 2001; Thrush & Dayton 2002). Despite decades of work on polar disturbance, only in the last few years have quantitative data started emerging on the actual age of scours and communities and the frequencies of impacts (Brown et al. 2004; Conlan & Kvitek 2005; D. Smale, D. K. A. Barnes & K. P. P. Fraser 2006, unpublished data). Estimates of the time from scoured seabed to near complete recovery (depending on recovery definition) have varied from decades to hundreds of years (Peck et al. 1999; Gutt & Starmans 2001), but again new studies following the progress of specific scours are now yielding percentage recovery by year (Conlan & Kvitek 2005; D. Smale, D. K. A. Barnes & K. P. P. Fraser 2006, unpublished data). In general, compared with temperate assemblages, the tempo of Antarctic and Arctic recolonization seems to be slow as does the growth of colonists (Stanwell-Smith & Barnes 1997; Peck et al. 1999; Gutt & Starmans 2001; Bowden 2005; Conlan & Kvitek 2005; J. Stark 2005, unpublished data). On evolutionary time-scales, colonization of the shelf environment, rather than scours will have been more crucial; only for 10% of the last 430 kyr has the Antarctic shelf been ice-shelf free as it is now (EPICA 2004).\nEcologically, Antarctic species with planktotrophic larvae have been very successful in the shallows, but evidence from some taxa shows that the opposite is true evolutionarily (e.g. few families of echinoids with planktotrophic larvae are now extant, see Poulin et al. 2002). Little is still known and much debated about the commonness and typical abundance of planktonic larvae of Antarctic invertebrates, although recent studies around Antarctica at least provide a baseline (Bhaud et al. 1999; Stanwell-Smith et al. 1999; Powell 2001; Absher et al. 2003). The next crucial step may be the use of DNA sequencing of adults and larvae, so called ‘bar coding’, to be able to identify larvae to the species level rapidly (Webb et al. 2006). Physiological work on Antarctic larvae and adults is typically showing\nPhil. Trans. R. Soc. B (2007)\nvery stenothermal responses (reviewed in Peck 2005). Yet, air temperatures in the WAP and Scotia Arc regions are rapidly warming (King & Harangozo 1998), and now signals of rising sea temperatures have become evident (Comiso 2000; Meredith & King 2005).\nTherefore, does the stenothermy of Antarctic invertebrates and rising temperatures, long-colonization times, increasing ice loading (through ice shelf collapses) and increasing travel opportunities for invasive non-indigenous species mean that the communities on the Antarctic shelf are facing a phase shift in disturbance? The popular media and scientific conferences have been generating many doomsday scenarios, but there are a number of reasons to be cautious of such an outcome. The Southern Ocean marine biota have so far proved remarkably resilient to major, sometimes rapid, temperature and ice changes, and despite the last ice age being only ca. 11 000 years ago, the Antarctic shelf has recovered to be exceptionally rich across taxonomic levels (Brey et al. 1994; Clarke & Johnston 2003). Furthermore, many typical elements of the Antarctic marine biota thrive at localities such as South Georgia with quite different levels of sea temperature and ice conditions (e.g. Barnes et al. 2005). Only the (recently unparalleled) current level and rate of increase of atmospheric CO2 coupled with the strong link between CO2 and environment temperature ( Jouzel et al. 1993) suggest that a major regime shift (e.g. on the scale of that 57 Myr ago; see Kennett & Stott 1991) will happen in the next few centuries.\nIn terms of disturbance alone, but also with respect to colonization and assemblage development, the polar regions are quite different to temperate and tropical regions on evolutionary and ecological time-scales. On a local scale, the force and frequency of disturbance to the Antarctic shelf is clearly intense, probably unlike anywhere else on Earth, but it is very patchy. These high frequencies and intensities of disturbance seem to strongly promote biodiversity above local scales (Barnes 2002; Gutt & Piepenburg 2003; Gutt & Starmans 2003). We may be (just) starting to get to grips with quantifying the frequencies and forces of disturbance, recolonization and assemblage development of polar marine biota in ecological time, but we are still far from understanding the detail of how such communities have dealt with disturbance on evolutionary scales, or how robust they will be to the major temperature rises which seem certain to come.\nWe thank Steve Blasco, David Bowden, Neville Ching, Rikk Kvitek, Daniel Smale and Jonny Stark for use of images. We would also like to thank Julian Gutt, Paul Dayton and an anonymous referee for constructively reviewing the manuscript. Finally, D.K.A.B. apologizes to Jo and Sorcha Barnes for being ‘..on that computer again’ so much while writing his parts of the manuscript and to Finn Barnes for delaying his online escape progress as the last Dalek.\nENDNOTE 1.Image can be viewed on http://www.l-3klein.com/image_gallery/ 530_images/breadalbane/breadalbane.html. The ice scour berms are visible under the ship’s masts."
  }],
  "year": 2006,
  "references": [{
    "title": "Larvae. In An encyclopedia of the Antarctic",
    "authors": ["T.M. Absher"],
    "venue": "(ed. B. Riffenburg),",
    "year": 2006
  }, {
    "title": "Pelagic larvae of benthic gastropods from shallow Antarctic waters of Admiralty Bay, King George Island",
    "authors": ["T.M. Absher", "G. Boehs", "A.R. Feijo", "A.C. Cruz"],
    "venue": "Polar Biol",
    "year": 2003
  }, {
    "title": "Decedal-scale changes in the climate and biota of the Pacific sector of the Southern Ocean, 1950s to the 1990s",
    "authors": ["D.G. Ainley", "E.D. Clarke", "K. Arrigo", "W.R. Fraser", "A. Kato", "K.J. Barton", "P.R. Wilson"],
    "venue": "Antarctic Sci",
    "year": 2005
  }, {
    "title": "Molecular phylogeny of Antarctic Chironomidae investigated by 28S rDNA sequencing",
    "authors": ["G. Allegrucci", "G. Carchini", "V. Todisco", "P. Convey", "V. Sbordoni"],
    "venue": "Polar Biol",
    "year": 2006
  }, {
    "title": "Secondary metabolites as mediators of trophic interactions among Antarctic marine organisms",
    "authors": ["C.D. Amsler", "J.B. McClintock", "B.J. Baker"],
    "venue": "Am. Zool",
    "year": 2001
  }, {
    "title": "Antarctic marine biodiversity: an overview",
    "authors": ["W.E. Arntz", "J. Gutt", "M. Klages"],
    "year": 1997
  }, {
    "title": "Global climate change and the origin of modern benthic communities in Antarctica",
    "authors": ["R.B. Aronson", "D.B. Blake"],
    "venue": "Am. Zool",
    "year": 2001
  }, {
    "title": "Annual changes in sea-ice, chlorophyll a, and primary production in the Ross Sea, Antarctica",
    "authors": ["K.R. Arrigo", "G.L. van Dijken"],
    "venue": "Deep-Sea Res. II",
    "year": 2004
  }, {
    "title": "Trace metals in Antarctica related to climate change and increasing human impact",
    "authors": ["R. Bargagli"],
    "venue": "Rev. Environ. Contam. Toxicol",
    "year": 2000
  }, {
    "title": "Environmental factors promoting bioaccumulation of Hg and Cd in Antarctic marine and terrestrial organisms. In Antarctic ecosystems: models for wider ecological understanding",
    "authors": ["R. Bargagli", "J.C. Sanchez-Hernandez", "F. Monaci", "S. Focardi"],
    "year": 2000
  }, {
    "title": "Distribution of water depths on the Antarctic continental shelf seaward of the continental land and ice mass",
    "authors": ["P.W. Barnes"],
    "venue": "p. 4. US Geological Survey Open-File Report",
    "year": 1986
  }, {
    "title": "Low levels of colonisation in Antarctica: the role of bryozoans in early community development",
    "authors": ["D.K.A. Barnes"],
    "year": 1996
  }, {
    "title": "The influence of ice on polar nearshore benthos",
    "authors": ["D.K.A. Barnes"],
    "venue": "J. Mar. Biol. Assess. UK",
    "year": 1999
  }, {
    "title": "Polarisation of competition increases with latitude",
    "authors": ["D.K.A. Barnes"],
    "venue": "Proc. R. Soc. B",
    "year": 2002
  }, {
    "title": "A growth cline in encrusting benthos along a latitudinal gradient within Antarctic waters",
    "authors": ["D.K.A. Barnes", "R. Arnold"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2001
  }, {
    "title": "Zoobenthic biodiversity, biomass and abundance at Adelaide Island, Antarctica",
    "authors": ["D.K.A. Barnes", "S. Brockington"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2003
  }, {
    "title": "Rafting by five phyla on man-made flotsam in the Southern Ocean",
    "authors": ["D.K.A. Barnes", "K.P.P. Fraser"],
    "venue": "Mar. Ecol. Prog",
    "year": 2003
  }, {
    "title": "Icebergs rework shelf sediments to 500 m off Antarctica",
    "authors": ["P.W. Barnes", "R. Lien"],
    "venue": "Geology 16, 1130–1133",
    "year": 1988
  }, {
    "title": "Colonisation and development in encrusting communities from the Antarctic intertidal and sublittoral",
    "authors": ["D.K.A. Barnes", "P. Rothery", "A. Clarke"],
    "venue": "J. Exp. Mar. Biol. Ecol",
    "year": 1996
  }, {
    "title": "Shallow benthic fauna communities of South Georgia Island",
    "authors": ["D.K.A. Barnes", "K. Linse", "C. Waller", "S. Morely", "P. Enderlein", "K.P.P. Fraser", "M. Brown"],
    "venue": "Polar Biol. (doi:10.1007/s00300-005-0042-0)",
    "year": 2005
  }, {
    "title": "Spatial and temporal variation in shallow seawater temperatures around Antarctica",
    "authors": ["D.K.A. Barnes", "V. Fuentes", "A. Clarke", "I.R. Schloss", "M. Wallace"],
    "venue": "DeepSea Res. II",
    "year": 2006
  }, {
    "title": "Do hexactinellids structure Antarctic sponge associations",
    "authors": ["D. Barthel"],
    "venue": "Ophelia",
    "year": 1992
  }, {
    "title": "Fish eggs and pentacrinoids in Weddell Sea hexactinellids: further examples for the structuring role of sponges in Antarctic benthic ecosystems",
    "authors": ["D. Barthel"],
    "venue": "Polar Biol",
    "year": 1997
  }, {
    "title": "Sponge associations in the eastern Weddell Sea",
    "authors": ["D. Barthel", "J. Gutt"],
    "venue": "Antarctic Sci",
    "year": 1992
  }, {
    "title": "Temporal changes in Antarctic marine benthic community structure",
    "authors": ["C.N. Battershill"],
    "venue": "NZ Antarctic Rec",
    "year": 1990
  }, {
    "title": "Description of planktonic polychaete larvae from Terre Adélie and the Ross Sea",
    "authors": ["M. Bhaud", "S. Koubbi", "S. Razouls", "O. Tachon", "A. Accornero"],
    "venue": "Polar Biol",
    "year": 1999
  }, {
    "title": "The intertidal and shallow subtidal food web at Marion Island. In Antarctic nutrient cycles and food webs",
    "authors": ["W.O. Blankley", "J.R. Grindley"],
    "year": 1985
  }, {
    "title": "Evidence for massive discharges of icebergs into the North Atlantic Ocean during the last glacial period",
    "authors": ["G Bond"],
    "venue": "Nature 360,",
    "year": 1992
  }, {
    "title": "On the distribution of decapod crustaceans from the Magellanic Zoogeographic Province and the Antarctic Region",
    "authors": ["E.E. Boschi", "M.A. Gavio"],
    "venue": "In Extended abstracts of the IBMANT/ANDEEP",
    "year": 2003
  }, {
    "title": "Seasonality of recruitment in Antarctic sessile marine benthos",
    "authors": ["D. Bowden"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2005
  }, {
    "title": "Diversity and community structure within anoxic sediment from marine salinity meromictic lakes and a coastal meromictic marine basin",
    "authors": ["J.P. Bowman", "S.M. Rea", "S.A. McCammon", "T.A. McMeekin"],
    "venue": "Vestfold Hills, Eastern Antarctica. Environ. Microbiol",
    "year": 2000
  }, {
    "title": "Trophic interactions and community ecology of the shallow-water marine benthos along the Antarctic Peninsula",
    "authors": ["T.E. Brand"],
    "venue": "Unpublished Ph.D. thesis,",
    "year": 1980
  }, {
    "title": "The role of iceberg scours in niche separation within the antarctic fish genus Trematomus",
    "authors": ["M Brenner"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "Stable isotopes prove shell growth bands in the Antarctic bivalve Laternula eliptica to be formed annually",
    "authors": ["T. Brey", "A. Mackensen"],
    "venue": "Polar Biol",
    "year": 1997
  }, {
    "title": "Antarctic benthic diversity",
    "authors": ["T Brey"],
    "venue": "Nature 368,",
    "year": 1994
  }, {
    "title": "Growth and production of Sterechinus neumayeri (Echinoidea: Echinodermata) in McMurdo Sound, Antarctica",
    "authors": ["T. Brey", "J.S. Pearse", "L. Basch", "J.B. McLintock", "M. Slattery"],
    "venue": "Mar. Biol",
    "year": 1995
  }, {
    "title": "Do Antarctic benthic invertebrates show an extended level of eurybathy",
    "authors": ["T. Brey", "C. Dahm", "M. Gorny", "M. Klages", "M. Stiller", "W.E. Arntz"],
    "venue": "Antarctic Sci",
    "year": 1996
  }, {
    "title": "Growth and productivity of the high Antarctic bryozoan Melicerita obliqua",
    "authors": ["T. Brey", "J. Gutt", "A. Mackensen", "A. Starmans"],
    "venue": "Mar. Biol",
    "year": 1999
  }, {
    "title": "Polychaete distribution in the near-shore zone of Martel Inlet, Admiralty Bay (King George Island, Antarctica)",
    "authors": ["S. Bromberg", "E.F. Nonato", "Corbisier", "T.N", "M.A.V. Petti"],
    "venue": "Bull. Mar. Sci",
    "year": 2000
  }, {
    "title": "Links between the structure of an Antarctic shallowwater community and ice-scour frequency",
    "authors": ["K.M. Brown", "K.P. Fraser", "D.K.A. Barnes", "L.S. Peck"],
    "year": 2004
  }, {
    "title": "Faecal pollution indicators in the Terra Nova Bay (Ross Sea, Antarctica)",
    "authors": ["V. Bruni", "T.L. Maugeri", "L. Monticelli"],
    "year": 1997
  }, {
    "title": "Transoceanic and interoceanic dispersal of coastal marine organisms: the biology of ballast water",
    "authors": ["J.T. Carlton"],
    "venue": "Oceanogr. Mar. Biol. Annu. Rev",
    "year": 1985
  }, {
    "title": "Spatial and vertical distribution of benthic littoral communities in Terra Nova Bay",
    "authors": ["R. Cattaneo-Vietti", "M. Chiantore", "M.C. Gambi", "G. Albertelli", "M. Cormaci", "I. Di Geronimo"],
    "venue": "In Ross Sea ecology. Italiantartide expeditions",
    "year": 2000
  }, {
    "title": "Evidence from Southern Ocean sediments for the effect of North Atlantic deep-water flux on climate",
    "authors": ["C.D. Charles", "R.G. Fairbanks"],
    "venue": "Nature 355,",
    "year": 1992
  }, {
    "title": "The distribution of Antarctic marine benthic communities",
    "authors": ["A. Clarke"],
    "venue": "Antarctic Res. Ser",
    "year": 1996
  }, {
    "title": "Antarctic marine benthic diversity",
    "authors": ["A. Clarke", "N.M. Johnston"],
    "venue": "Oceanogr. Mar. Biol. Ann. Rev",
    "year": 2003
  }, {
    "title": "New records of temperate and sub Antarctic marine benthic macroalgae from Antarctica",
    "authors": ["M.N. Clayton", "C. Wiencke", "H. Kloser"],
    "venue": "Polar Biol",
    "year": 1997
  }, {
    "title": "A quantitative analysis of fishing impacts on shelf sea benthos",
    "authors": ["J.S. Collie", "S.J. Hall", "M.J. Kaiser", "I.R. Poiner"],
    "venue": "J. Anim. Ecol",
    "year": 2000
  }, {
    "title": "Variability and trends in Antarctic surface temperatures from in situ and satellite infrared measurements",
    "authors": ["J.C. Comiso"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Recolonization of ice scours on an exposed",
    "authors": ["K.E. Conlan", "R.G. Kvitek"],
    "venue": "Arctic coast. Mar. Ecol. Progr. Ser",
    "year": 2005
  }, {
    "title": "Influence of McMurdo Station sewage on Antarctic marine benthos, evidence from stable isotopes, bacteria, and biotic indices. In Antarctic ecosystems, models for wider ecological understanding (ed",
    "authors": ["K.E. Conlan", "G.H. Rau", "G.N.A. McFeters", "R.G. Kvitek"],
    "year": 2000
  }, {
    "title": "Benthic changes over ten years of organic enrichment by McMurdo Station, Antarctica",
    "authors": ["K.E. Conlan", "S.L. Kim", "H.S. Lenihan", "J.S. Oliver"],
    "year": 2004
  }, {
    "title": "Benthic community changes before and after sewage",
    "authors": ["K. Conlan", "S. Kim", "A. Thurber", "E. Hendrycks"],
    "year": 2005
  }, {
    "title": "Diversity in tropical rain forests and coral reefs",
    "authors": ["J.H. Connell"],
    "venue": "Science 199,",
    "year": 1978
  }, {
    "title": "Bioconcentration of polychlorinated biphenyls in the pelagic food chain of the Ross Sea",
    "authors": ["S. Corsolini", "S. Focardi"],
    "venue": "In Ross Sea ecology. Italiantartide expeditions (1987–1995)",
    "year": 2000
  }, {
    "title": "Spatial and temporal variation in the abundance, distribution and population structure of epibenthic megafauna in Port Foster, Deception Island",
    "authors": ["T.L. Cranmer", "H.A. Ruhl", "R.J. Baldwin", "R.S. Kaufmann"],
    "year": 2003
  }, {
    "title": "Hydrocarbons in the Antarctic marine environment",
    "authors": ["G.C. Cripps", "J. Priddle"],
    "venue": "Antarctic Sci",
    "year": 1991
  }, {
    "title": "Towards an understanding of community resilience and potential effects of enrichments of the benthos at McMurdo Sound, Antarctica. In Conservation problems in Antarctica",
    "authors": ["P.K. Dayton"],
    "year": 1972
  }, {
    "title": "Observations of growth, dispersal and dynamics of some sponges in McMurdo Sound, Antarctica, and its biological effects",
    "authors": ["P.K. Dayton"],
    "venue": "In Sponge biology (ed. C. Levian & N. Bourny-Esnault),",
    "year": 1979
  }, {
    "title": "Interdecadal variation in an Antarctic sponge and its predators from oceanographic climate shifts",
    "authors": ["P.K. Dayton"],
    "venue": "Science 245,",
    "year": 1989
  }, {
    "title": "Polar benthos. In Polar oceanography",
    "authors": ["P.K. Dayton"],
    "year": 1990
  }, {
    "title": "Antarctic soft-bottom benthos in oligotrophic and eutrophic environments",
    "authors": ["P.K. Dayton", "J.S. Oliver"],
    "venue": "Science 197,",
    "year": 1977
  }, {
    "title": "Epifaunal distribution at Antarctic marine-ending glaciers: influences of ice dynamics and sedimentation",
    "authors": ["M. Dawber", "R.D. Powell"],
    "year": 1997
  }, {
    "title": "Implications of pollution to the McMurdo Sound benthos",
    "authors": ["P.K. Dayton", "G.A. Robilliard"],
    "venue": "Antarctic J. US",
    "year": 1971
  }, {
    "title": "Benthic faunal zonation as a result of anchor ice at McMurdo Sound, Antarctica",
    "authors": ["P.K. Dayton", "G.A. Robilliard", "R.T. Paine"],
    "venue": "In Antarctic ecology (ed. M. W. Holdgate),",
    "year": 1969
  }, {
    "title": "Anchor ice formation in McMurdo Sound, Antarctica, and its biological effects",
    "authors": ["P.K. Dayton", "G.A. Robilliard", "R.T. Paine"],
    "venue": "Science 163,",
    "year": 1970
  }, {
    "title": "Biological accommodation in the benthic community at McMurdo Sound, Antarctica",
    "authors": ["P.K. Dayton", "G.A. Robilliard", "R.T. Paine", "L.B. Dayton"],
    "venue": "Ecol. Monogr",
    "year": 1974
  }, {
    "title": "Distribution patterns of benthic microalgal standing stock at McMurdo Sound, Antarctica",
    "authors": ["P.K. Dayton", "D. Watson", "A. Palmisano", "J.P. Barry", "J.S. Oliver", "D. Rivera"],
    "venue": "Polar Biol",
    "year": 1986
  }, {
    "title": "Evidence for enhanced bioavailability of trace elements in the marine ecosystem of Deception Island, a volcano in Antarctica",
    "authors": ["D.D. Deheyn", "P. Gendreau", "R.J. Baldwin", "M.I. Latz"],
    "venue": "Mar. Environ. Res",
    "year": 2005
  }, {
    "title": "Distribution of enteric bacteria in Antarctic seawater surrounding the Dumont d’Urville permanent station (Adélie Land)",
    "authors": ["D. Delille", "E. Delille"],
    "year": 2000
  }, {
    "title": "Antarctic benthos",
    "authors": ["R.K. Dell"],
    "venue": "Adv. Mar. Biol",
    "year": 1972
  }, {
    "title": "Rapid disintegration of the Wordie ice shelf in response to atmospheric warming",
    "authors": ["C.S.M. Doake", "D.G. Vaughan"],
    "venue": "Nature 350,",
    "year": 1991
  }, {
    "title": "Iceberg scouring in Scoresby Sund and on the East Greenland continental shelf",
    "authors": ["J.A. Dowdeswell", "H. Villinger", "R.J. Whittington", "P. Marienfeld"],
    "year": 1993
  }, {
    "title": "Biological monitoring of heavy-metal contamination in coastal waters off Casey Station, Windmill Islands, East Antarctica",
    "authors": ["S. Duquesne", "M.J. Riddle"],
    "venue": "Polar Biol",
    "year": 2002
  }, {
    "title": "Distribution of Clostridium perfringens and fecal sterols in a benthic coastal marine environment influenced by the sewage outfall from McMurdo Station, Antarctica",
    "authors": ["D.D. Edwards", "G.A. McFeters", "M.I. Venkatesan"],
    "venue": "Appl. Environ. Microbiol",
    "year": 1998
  }, {
    "title": "Antarctica research station adds sewage treatment plant",
    "authors": ["F. Egger"],
    "venue": "Water Wastewater Int",
    "year": 2003
  }, {
    "title": "Heavy metal pollution in Antarctica: a molecular ecotoxicological approach to exposure assessment",
    "authors": ["C.W. Evans", "J.M. Hills", "J.M.J. Dickson"],
    "venue": "J. Fish Biol",
    "year": 2000
  }, {
    "title": "The Antarctic Coastal Current in the southeastern Wedell Sea",
    "authors": ["E. Fahrbach", "G. Rohardt", "G. Krause"],
    "venue": "Polar Biol",
    "year": 1992
  }, {
    "title": "Large losses of total ozone in Antarctica reveal seasonal ClOx/ Nox interaction",
    "authors": ["J.C. Farman", "B.G. Gardiner", "J.D. Shanklin"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "Foraminiferal decimation and repopulation in an active volcanic caldera, Deception Island, Antarctica",
    "authors": ["K.L. Finger", "J.H. Lipps"],
    "year": 1981
  }, {
    "title": "A new species of Ophryotrocha (Polychaeta, Dorvilleidae) associated with ice scours in the Canadian Arctic Archipelago",
    "authors": ["J.A. Fournier", "K.E. Conlan"],
    "venue": "Mem. Mus. Nat. Hist. Nat",
    "year": 1994
  }, {
    "title": "Seasonal variation of Pelagic invertebrate larvae in the shallow Antarctic waters of Admiralty Bay (King George Island)",
    "authors": ["A.S. Freire", "T.M. Absher", "A.C. Cruz-Kaled", "Y. Kern", "K.L. Elbers"],
    "venue": "Polar Biol",
    "year": 2005
  }, {
    "title": "Scanning electron microscope evidence for diatom uptake by two Antarctic sponges",
    "authors": ["E. Gaino", "G. Bavestrello", "R. Cattaneo-Vietti", "M. Sarà"],
    "venue": "Polar Biol",
    "year": 1994
  }, {
    "title": "Seasonal mixing of Ellis Fjord, Vestfold Hills, East Antarctica, estuarine coast",
    "authors": ["J.B. Gallagher", "H.R. Burton"],
    "venue": "Shelf Sci",
    "year": 1988
  }, {
    "title": "The sublittoral macrofaunal benthos of the Antarctic shelf",
    "authors": ["V.A. Gallardo"],
    "venue": "Environ. Int",
    "year": 1987
  }, {
    "title": "Quantitative studies on the soft-bottom macrobenthic animal communities of shallow Antarctic bays",
    "authors": ["V.A. Gallardo", "J.G. Castillo", "M.A. Retamal", "A. Yanez", "H.I. Moyano", "J.G. Hermosilla"],
    "year": 1977
  }, {
    "title": "Composition, abundance and stratification of soft-bottom macrobenthos from selected areas of the Ross Sea shelf (Antarctica)",
    "authors": ["M.C. Gambi", "S. Bussotti"],
    "venue": "Polar Biol",
    "year": 1999
  }, {
    "title": "Quantitative investigations on macrobenthos communities of the southeastern Weddell Sea shelf based on multibox corer samples",
    "authors": ["D. Gerdes", "M. Klages", "W.E. Arntz", "R.L. Herman", "J. Galéron", "S. Hain"],
    "venue": "Polar Biol",
    "year": 1992
  }, {
    "title": "Geological record and reconstruction of the late Pliocene impact of the Eltanin asteroid in the Southern Ocean",
    "authors": ["R Gersonde"],
    "venue": "Nature 390,",
    "year": 1997
  }, {
    "title": "Oceanic impacts: mechanisms and environmental perturbations. Deep-Sea Res. II",
    "authors": ["R. Gersonde", "A. Deutsch", "B.A. Ivanov", "F.T. Kyte"],
    "year": 2002
  }, {
    "title": "A conspicuous H2S-oxidizing microbial mat from a highlatitude Arctic fjord (Young Sound",
    "authors": ["R.N. Glud", "S. Rysgaard", "T. Fenchel", "P.H. Nielsen"],
    "venue": "NE Greenland). Mar. Biol",
    "year": 2004
  }, {
    "title": "Marine diversity: the paradigms in patterns of species richness examined",
    "authors": ["J.S. Gray"],
    "venue": "Sci. Mar",
    "year": 2001
  }, {
    "title": "Effects of hypoxia and organic enrichment on the coastal marine environment",
    "authors": ["J.S. Gray", "Wu", "R. Sh", "Y.Y. Or"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2002
  }, {
    "title": "Composition and distribution of sediments and benthic foraminifera in a submerged caldera after 30 years of volcanic quiescence",
    "authors": ["S.C. Gray", "A. Sturz", "M.D. Bruns", "R.L. Marzan", "D. Dougherty", "H.B. Law", "J.E. Brackett", "M. Marcou"],
    "venue": "Deep-Sea Res. II",
    "year": 2003
  }, {
    "title": "Hydrocarbons and sterols in marine sediments and soils at Davis Station, Antarctica, a survey for human-derived contaminants",
    "authors": ["G. Green", "P.D. Nichols"],
    "venue": "Antarctic Sci",
    "year": 1995
  }, {
    "title": "Pelagic tar, oil, plastics and other litter in surface waters of the New Zealand sector of the Southern Ocean and on Ross Dependency shores",
    "authors": ["M.R. Gregory", "R.M. Kirk", "M.C.G. Mabin"],
    "venue": "NZ Antarctic Rec",
    "year": 1984
  }, {
    "title": "Seasonal alterations in coastal communities in the Davis Sea",
    "authors": ["E.N. Gruzov"],
    "year": 1977
  }, {
    "title": "On the direct impact of ice on marine benthic communities, a review",
    "authors": ["J. Gutt"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "Sponges of the Lazarev and Weddell Sea, Antarctica: explanations for their patchy occurrence",
    "authors": ["J. Gutt", "V.M. Koltun"],
    "venue": "Antarctic Sci",
    "year": 1995
  }, {
    "title": "Scale dependent impact on diversity of Antarctic benthos caused by grounding of icebergs",
    "authors": ["J. Gutt", "D. Piepenburg"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2003
  }, {
    "title": "Epibiotic relationships in the Antarctic benthos",
    "authors": ["J. Gutt", "T. Schickan"],
    "venue": "Antarctic Sci",
    "year": 1998
  }, {
    "title": "Structure and biodiversity of megabenthos in the Weddell and Lazarev seas (Antarctica): ecological role of physical parameters and biological interactions",
    "authors": ["J. Gutt", "A. Starmans"],
    "venue": "Polar Biol",
    "year": 1998
  }, {
    "title": "Quantification of iceberg impact and benthic recolonisation patterns in the Weddell Sea (Antarctica)",
    "authors": ["J. Gutt", "A. Starmans"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "Patchiness of the megabenthos at small scales: ecological conclusions by examples from polar shelves",
    "authors": ["J. Gutt", "A. Starmans"],
    "venue": "Polar Biol",
    "year": 2003
  }, {
    "title": "Impact of iceberg scouring on polar benthic habitats",
    "authors": ["J. Gutt", "A. Starmans", "G. Dieckmann"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 1996
  }, {
    "title": "Phytodetritus deposited on the Antarctic shelf and upper slope: its relevance for the benthic system",
    "authors": ["J. Gutt", "A. Starmans", "G. Dieckmann"],
    "venue": "J. Mar. Syst",
    "year": 1998
  }, {
    "title": "How many macrozoobenthic species might inhabit the Antarctic shelf",
    "authors": ["J. Gutt", "B.I. Sirenko", "I.S. Smirnov", "W.E. Arntz"],
    "venue": "Antarctic Sci",
    "year": 2004
  }, {
    "title": "Trawling damage to Northeast Atlantic ancient coral reefs",
    "authors": ["J. Hall-Spencer", "V. Allain", "J.H. Fosså"],
    "venue": "Proc. R. Soc. B 269,",
    "year": 2002
  }, {
    "title": "Perspectives of benthic ecology in Antarctica",
    "authors": ["J.W. Hedgpeth"],
    "venue": "In Research in the Antarctic",
    "year": 1971
  }, {
    "title": "Molecular evidence for cryptic speciation within the widespread Antarctic crustacean Ceratoserolis trilobitoides (Crustacea, Isopoda)",
    "authors": ["C. Held"],
    "year": 2003
  }, {
    "title": "Global distribution of naturally occurring marine hypoxia on continental margins",
    "authors": ["J.J. Helly", "L.A. Levin"],
    "venue": "Deep-Sea Res. I",
    "year": 2004
  }, {
    "title": "Long-distance dispersal of a subantarctic brooding bivalve (Gaimardia trapesina) by kelp rafting",
    "authors": ["B. Helmuth", "R.R. Veit", "R. Holberton"],
    "venue": "Mar. Biol",
    "year": 1994
  }, {
    "title": "Were the Larsemann Hills ice-free through the last glacial maximum",
    "authors": ["Hodgson", "D. A"],
    "venue": "Antarctic Sci",
    "year": 2001
  }, {
    "title": "Colonization, succession, and extinction of marine floras during a glacial cycle: a case study from the Windmill Islands (east Antarctica) using biomarkers",
    "authors": ["D.A. Hodgson", "A. McMinn", "H. Kirkup", "H. Cremer", "D. Gore", "M. Melles", "D. Roberts", "P. Montiel"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "Soft-bottom macrofauna and responses to organic enrichment in the subarctic waters of Tromsø, Northern Norway",
    "authors": ["B. Holte", "E. Oug"],
    "venue": "J. Sea Res",
    "year": 1996
  }, {
    "title": "Icebergs: their physical dimensions and the presentation and application of measured data",
    "authors": ["S.I. Hotzel", "J.D. Miller"],
    "venue": "Ann. Glaciol",
    "year": 1983
  }, {
    "title": "Distribution of the McMurdo Station sewage plume",
    "authors": ["J.P. Howington", "G.A. McFeters", "J.P. Barry", "J.J. Smith"],
    "year": 1992
  }, {
    "title": "Reducing sewage pollution in the Antarctic marine environment using a sewage treatment plant",
    "authors": ["K.A. Hughes"],
    "year": 2004
  }, {
    "title": "Long-term survival of human faecal microorganisms on the Antarctic Peninsula",
    "authors": ["K.A. Hughes", "S.J. Nobbs"],
    "venue": "Antarctic Sci. 16,",
    "year": 2004
  }, {
    "title": "Effects of an oil spill on the soft-bottom macrofauna of Arthur Harbour, Antarctica compared with long-term natural change",
    "authors": ["J. Hyland", "D. Laur", "J. Jones", "J. Shrake", "D. Cadian", "L. Harris"],
    "venue": "Antarctic Sci",
    "year": 1994
  }, {
    "title": "Distribution of persistent organochlorines in the oceanic air and surface seawater and the role of the ocean on their global transport and fate",
    "authors": ["H. Iwata", "S. Tanabe", "N. Sakai", "R. Tatsukawa"],
    "venue": "Environ. Sci. Technol",
    "year": 1993
  }, {
    "title": "Morphological strategies in sessile animals",
    "authors": ["J.B.C. Jackson"],
    "year": 1979
  }, {
    "title": "Historical overfishing and the recent collapse of coastal ecosystems",
    "authors": ["Jackson", "J.B. C"],
    "venue": "Science 293,",
    "year": 2001
  }, {
    "title": "Impacts of trawling disturbance on the trophic structure of benthic invertebrate communities",
    "authors": ["S. Jennings", "J.K. Pinnegar", "N.V.C. Polunin", "K.J. Warr"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2001
  }, {
    "title": "Extending the Vostok ice-core record of paleoclimate to the penultimate glacial period",
    "authors": ["J Jouzel"],
    "venue": "Nature 364,",
    "year": 1993
  }, {
    "title": "Ultraviolet tolerance mechanisms in Antarctic marine organisms",
    "authors": ["D. Karentz"],
    "venue": "Antarctic Res. Ser",
    "year": 1994
  }, {
    "title": "Environmental change in Antarctica: ecological impacts and responses",
    "authors": ["D. Karentz"],
    "year": 2003
  }, {
    "title": "Evaluation of biologically harmful ultraviolet radiation in Antarctica using a biological dosimeter designed for aquatic environments",
    "authors": ["D. Karentz", "L.H. Lutze"],
    "venue": "Limnol. Oceanogr",
    "year": 1992
  }, {
    "title": "Seasonality and disturbance in benthic communities, Arthur Harbor, Antarctic Peninsula",
    "authors": ["T.A. Kauffman"],
    "venue": "Antarctic J. US",
    "year": 1974
  }, {
    "title": "Seasonal changes and disturbance in an Antarctic benthic mud community",
    "authors": ["T.A. Kauffman"],
    "venue": "Ph.D. thesis,",
    "year": 1977
  }, {
    "title": "Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene",
    "authors": ["J.P. Kennett", "L.D. Stott"],
    "venue": "Nature 353,",
    "year": 1991
  }, {
    "title": "Human contamination of the marine environment - Arthur Harbor and McMurdo Sound, Antarctica",
    "authors": ["II Kennicutt", "C M"],
    "venue": "Environ. Sci. Technol",
    "year": 1995
  }, {
    "title": "Seastar response to organic enrichment in an oligotrophic polar habitat",
    "authors": ["S. Kim", "Hammerstrom", "K.K. Conlan", "A. Thurber"],
    "venue": "In: IX SCAR Int. Biol. Symp. Abstracts,",
    "year": 2005
  }, {
    "title": "Climate change in the western Antarctic Peninsula since 1945: observations and possible causes",
    "authors": ["J.C. King", "S.A. Harangozo"],
    "venue": "Ann. Glaciol",
    "year": 1998
  }, {
    "title": "Macrobenthic species assemblages in Ellis Fjord",
    "authors": ["J.M. Kirkwood", "R.H. Burton"],
    "venue": "Vesfold Hills, Antarctica. Mar. Biol",
    "year": 1988
  }, {
    "title": "Spirorbidae (Polychaeta) from Signy Island, South Orkneys, including three new species",
    "authors": ["P. Knight-Jones", "E.W. Knight-Jones"],
    "venue": "Ophelia",
    "year": 1994
  }, {
    "title": "Seamount benthic macrofauna off southern Tasmania: community structure and impacts of trawling",
    "authors": ["J.A. Koslow", "K. Gowlett-Holmes", "J.K. Lowry", "T. O’Hara", "G.C.B. Poore", "A. Williams"],
    "venue": "Mar. Ecol. Prog",
    "year": 2001
  }, {
    "title": "Production and respiration of Antarctic ascidians",
    "authors": ["J. Kowalke", "M. Tatian", "R. Sahade", "W.E. Arntz"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "The content of fuel oil in soil and effect of sewage on water nearby the H. Arctowski Polish Antarctic Station (King George Island)",
    "authors": ["A. Krzyszowska"],
    "venue": "Polskie Archiwum Hydrobiologii",
    "year": 1990
  }, {
    "title": "Black pools of death: hypoxic, brine-filled ice gouge depressions become lethal traps for benthic organisms in a shallow Arctic embayment",
    "authors": ["R.G. Kvitek", "K.E. Conlan", "P.J. Iamietro"],
    "venue": "Mar. Ecol. Prog",
    "year": 1998
  }, {
    "title": "Intertidal invertebrate and algal communities on the rocky shores of the bay of Morbihan, Kerguelen (South Indian-Ocean)",
    "authors": ["J.M. Lawrence", "J.B. McClintock"],
    "venue": "Mar. Ecol.-pubblicazioni della Stazione Zoologica di Napoli",
    "year": 1987
  }, {
    "title": "The elephant seal (Mirounga leonina) I",
    "authors": ["D. Laws"],
    "year": 1953
  }, {
    "title": "Evolution of Cenozoic seaways in the circum-Antarctic region",
    "authors": ["L.A. Lawver", "L.M. Gahagan"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "2001a Recolonisation of meiofauna after catastrophic iceberg scouring in shallow Antarctic sediments",
    "authors": ["H.J. Lee", "S. Vanhove", "L.S. Peck", "M. Vincx"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "Meiofauna response to iceberg disturbance on the Antarctic continental shelf at Kapp Novegia (Weddell Sea)",
    "authors": ["H.J. Lee", "D. Gerdes", "S. Vanhove", "M. Vincx"],
    "venue": "Polar Biol",
    "year": 2001
  }, {
    "title": "Anthropogenic and natural disturbances to marine benthic communities in Antarctica",
    "authors": ["H.S. Lenihan", "J.S. Oliver"],
    "venue": "Ecol. Appl",
    "year": 1995
  }, {
    "title": "Patterns of survival and behavior in Antarctic benthic invertebrates exposed to contaminated sediments: field and laboratory bioassay experiments",
    "authors": ["H.S. Lenihan", "K.A. Kiest", "K.A. Conlan", "P.N. Slattery", "B.H. Konar", "J.S. Oliver"],
    "venue": "J. Exp. Mar. Biol",
    "year": 1995
  }, {
    "title": "Variation in marine benthic community composition allows discrimination of multiple stressors",
    "authors": ["H.S. Lenihan", "C.H. Peterson", "S.L. Kim", "K.E. Conlan", "R. Fairey", "C. McDonald", "J.H. Grabowski", "J.S. Oliver"],
    "venue": "Mar. Ecol. Prog",
    "year": 2003
  }, {
    "title": "Marine introductions in the Southern Ocean: an unrecognised hazard to biodiversity",
    "authors": ["P.N. Lewis", "C.L. Hewitt", "M. Riddle", "A. McMinn"],
    "year": 2003
  }, {
    "title": "Assisted passage or passive drift: a comparison of alternate transport mechanisms for non-indigenous marine organisms into the Southern Ocean",
    "authors": ["P.N. Lewis", "M.J. Riddle", "S.D.A. Smith"],
    "venue": "Antarctic Sci",
    "year": 2005
  }, {
    "title": "Iceberg scouring and sea bed morphology on the eastern Weddell Sea shelf, Antarctica",
    "authors": ["R. Lien", "A. Solheim", "A. Elverhøi", "K. Rokoengen"],
    "venue": "Polar Res",
    "year": 1989
  }, {
    "title": "Occurrence of microbial indicators and Clostridium perfringens in wastewater, water column samples, sediments, drinking water, and Weddell seal feces",
    "authors": ["J.T. Lisle", "J.J. Smith", "D.D. Edwards", "G.A. McFeters"],
    "year": 2004
  }, {
    "title": "Oceanographic investigations in McMurdo Sound, Antarctica",
    "authors": ["J.L. Littlepage"],
    "venue": "Antarctic Res. Ser",
    "year": 1965
  }, {
    "title": "Overgrowth competition in an assemblage of encrusting bryozoans settled on artificial substrata",
    "authors": ["J. Lopez-Gappa"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 1989
  }, {
    "title": "The epibenthic megafaunal and benthic infaunal invertebrates of Port Foster, Deception Island (South Shetland Islands, Antarctica)",
    "authors": ["L.L. Lovell", "K.D. Trego"],
    "year": 2003
  }, {
    "title": "Impacts of ozone depletion on Antarctic organisms",
    "authors": ["H.J. Marchant"],
    "year": 1997
  }, {
    "title": "Sterols and linear alkylbenzenes in marine sediments",
    "authors": ["C.C. Martins", "M.I. Venkatesan", "R.C. Montone"],
    "year": 2002
  }, {
    "title": "Antarctic disturbance and colonization Admiralty Bay, King George Island, South Shetland Islands",
    "authors": ["D.K.A. Barnes", "K.E. Conlan"],
    "venue": "Antarctic Sci",
    "year": 2000
  }, {
    "title": "Aliphatic and polycyclic aromatic hydrocarbons in surface sediments in Admiralty Bay, King George Island, Antarctica",
    "authors": ["C.C. Martins", "M.C. Bicego", "S. Taniguchi", "R.C. Montone"],
    "venue": "Antarctic Sci",
    "year": 2004
  }, {
    "title": "Ecology of encrusting epifaunal in Lough Hyne Marine Nature Reserve, Co. Cork, Ireland",
    "authors": ["B.C. Maughan"],
    "venue": "Unpublished Ph.D. thesis,",
    "year": 2000
  }, {
    "title": "Investigation of the relationship between invertebrate predation and biochemical composition, energy content, spicule armament and toxicity of benthic sponges at McMurdo Sound, Antarctica",
    "authors": ["J.B. McClintock"],
    "venue": "Mar. Biol",
    "year": 1987
  }, {
    "title": "A review of the chemical ecology of Antarctic marine invertebrates",
    "authors": ["J.B. McClintock", "B.J. Baker"],
    "venue": "Am. Zool",
    "year": 1997
  }, {
    "title": "An examination of chronic trawling effects on soft-bottom benthos of the eastern Bering Sea",
    "authors": ["R.A. McConnaughey", "K.L. Mier", "C.B. Dew"],
    "venue": "ICES J. Mar. Sci",
    "year": 2000
  }, {
    "title": "Climate change in the ocean to the west of the Antarctic Peninsula during the second half of the 20th century",
    "authors": ["M.P. Meredith", "J.C. King"],
    "venue": "Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "Types of larval development in marine bottom invertebrates, their distribution and ecological significance: a re-evaluation",
    "authors": ["S.A. Mileikovsky"],
    "venue": "Mar. Biol",
    "year": 1971
  }, {
    "title": "Ecological studies of seaweeds in McMurdo Sound",
    "authors": ["K.A. Miller", "J.S. Pearse"],
    "venue": "Antarctica Am. Zool",
    "year": 1991
  }, {
    "title": "The fauna of benthic sediments from the organically enriched Oslofjord, Norway",
    "authors": ["F.B. Mirza", "J.S. Gray"],
    "venue": "J. Exp. Mar. Biol. Ecol",
    "year": 1981
  }, {
    "title": "Occurrence of macroscopic algae along the Antarctic Peninsula",
    "authors": ["R. Moe", "T.E. DeLaca"],
    "venue": "Antarctic J. US",
    "year": 1976
  }, {
    "title": "Alteration of the food web along the Antarctic Peninsula in response to a regional warming trend",
    "authors": ["M. Moline", "H. Claustre", "T.K. Frazer", "O. Schofield", "M. Vernet"],
    "venue": "Global Change Biol",
    "year": 2004
  }, {
    "title": "Polychaete assemblages on the Magellan and Weddell Sea shelves: comparative ecological evaluation",
    "authors": ["A. Montiel", "D. Gerdes", "B. Hilbig", "W.E. Arntz"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 2005
  }, {
    "title": "Observations on food and reproduction in Trematomus bernacchii (Pisces: Nototheniidae) from the Palmer Archipelago",
    "authors": ["C.A. Moreno"],
    "venue": "Antarctica Copeia",
    "year": 1980
  }, {
    "title": "On a small bryozoan collection from near Ross Island",
    "authors": ["G.H.I. Moyano"],
    "venue": "Antarctica Seri. Cientı́fica Instituto Antárctico Chileno",
    "year": 1984
  }, {
    "title": "Transient response of the Hadley Centre coupled ocean–atmosphere model to increasing carbon dioxide",
    "authors": ["J.M. Murphy", "J.F.B. Mitchell"],
    "venue": "J. Climate",
    "year": 1995
  }, {
    "title": "Temporal variation in Antarctic sea-ice: analysis of a long term fast-ice record from the South Orkney islands",
    "authors": ["E.J. Murphy", "A. Clarke", "C. Simon", "J. Priddle"],
    "venue": "DeepSea Res. I",
    "year": 1995
  }, {
    "title": "The impact of dredging works in coastal waters: a review of the sensitivity to disturbance and subsequent recovery of biological resources on the sea bed",
    "authors": ["R.C. Newell", "L.J. Seiderer", "D.R. Hitchcock"],
    "venue": "Oceanogr. Mar. Biol. Ann. Rev",
    "year": 1998
  }, {
    "title": "Ecological role of Phyllophora antarctica drift accumulations in coastal soft-sediment communities of McMurdo Sound, Antarctica",
    "authors": ["A. Norkko", "S.F. Thrush", "V.J. Cummings", "G.A. Funnell", "Schwarz", "A-M", "N.L. Andrew", "I. Hawes"],
    "venue": "Polar Biol",
    "year": 2004
  }, {
    "title": "Metal dynamics in an Antarctic food",
    "authors": ["T. Nygard", "E. Lie", "N. Rov", "E. Steinnes"],
    "year": 2001
  }, {
    "title": "Quantifying the relative intensity of fishing on New Zealand seamounts",
    "authors": ["R.L. O’Driscoll", "M.R. Clark"],
    "venue": "NZ J. Mar. Freshwat. Res",
    "year": 2005
  }, {
    "title": "Selection for asexual reproduction in an Antarctic polychaete",
    "authors": ["J.S. Oliver"],
    "venue": "worm. Mar. Ecol. Prog. Ser",
    "year": 1984
  }, {
    "title": "Destruction and opportunity on the sea floor: effects of gray whale feeding",
    "authors": ["J.S. Oliver", "P.N. Slattery"],
    "venue": "Ecology 66,",
    "year": 1985
  }, {
    "title": "Icebergs in the southern Ocean (abstract)",
    "authors": ["O. Orheim"],
    "venue": "Ann. Glaciol",
    "year": 1987
  }, {
    "title": "Anthropogenic ocean acidification over the twenty-first century and its impact on calcifying organisms",
    "authors": ["Orr", "J. C"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "On the meridional extent and fronts of the Antarctic Circumpolar Current",
    "authors": ["A.H. Orsi", "T. Whitworth III", "W.D. Nowlin Jr."],
    "year": 1995
  }, {
    "title": "The establishment and development of a marine epifaunal community",
    "authors": ["R.W. Osman"],
    "venue": "Ecol. Monogr",
    "year": 1977
  }, {
    "title": "Trace element concentrations in Antarctic krill, Euphausia superba",
    "authors": ["S.J. Palmer Locarnini", "B.J. Presley"],
    "venue": "Polar Biol",
    "year": 1995
  }, {
    "title": "Year-long settlement panel study yields no Antarctic placozoans, and surprisingly little else",
    "authors": ["J.S. Pearse", "V. Pearse"],
    "venue": "Antarctic J. US",
    "year": 1991
  }, {
    "title": "Reproduction in Antarctic benthic marine invertebrates: tempos, modes and timing",
    "authors": ["J.S. Pearse", "J.B. McClintock", "I. Bosch"],
    "venue": "Am. Zool",
    "year": 1991
  }, {
    "title": "Macrobenthic succession in relation to organic enrichment and pollution of the marine environment",
    "authors": ["T.H. Pearson", "R. Rosenberg"],
    "venue": "Oceanogr. Mar. Biol. Ann. Rev",
    "year": 1978
  }, {
    "title": "Prospects for surviving climate change in Antarctic aquatic species",
    "authors": ["L.S. Peck"],
    "venue": "Front. Zool",
    "year": 2005
  }, {
    "title": "Growth and population structure in the infaunal bivalve Yoldia eightsi in relation to iceberg activity at Signy Island",
    "authors": ["L.S. Peck", "L.W. Bullough"],
    "venue": "Antarctica Mar. Biol",
    "year": 1993
  }, {
    "title": "Community recovery following catastrophic iceberg impacts in Antarctica",
    "authors": ["L.S. Peck", "S. Brockington", "S. VanHove", "M. Beghyn"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 1999
  }, {
    "title": "Growth and tissue mass cycles in the infaunal bivalve Yoldia eightsi at Signy Island",
    "authors": ["L.S. Peck", "J.G. Colman", "A.W.A. Murray"],
    "venue": "Antarctica Polar Biol",
    "year": 2000
  }, {
    "title": "Extreme sensitivity of biological function to temperature in Antarctic marine species",
    "authors": ["L.S. Peck", "K. Webb", "D. Bailey"],
    "venue": "Funct. Ecol",
    "year": 2004
  }, {
    "title": "Environmental constraints on life histories in Antarctic ecosystems: tempos, timings and predictability",
    "authors": ["L.S. Peck", "P. Convey", "D.K.A. Barnes"],
    "venue": "Biol. Rev",
    "year": 2006
  }, {
    "title": "The Bahia Paraiso: a case study in environmental impact, remediation and monitoring",
    "authors": ["P.A. Penhale", "J. Coosen", "E.R. Marschoff"],
    "venue": "In Antarctic communities: species,",
    "year": 1997
  }, {
    "title": "Assessment of the macrobenthos in an Antarctic environment following recent pollution abatement",
    "authors": ["H.M. Platt"],
    "year": 1978
  }, {
    "title": "Evolutionary versus ecological success in Antarctic benthic invertebrates",
    "authors": ["E. Poulin", "A.T. Palma", "Féral", "J.-P"],
    "venue": "Trends Ecol. Evol",
    "year": 2002
  }, {
    "title": "The reproductive ecology of Antarctic free-spawning molluscs",
    "authors": ["D. Powell"],
    "venue": "Ph.D. thesis,",
    "year": 2001
  }, {
    "title": "Colonisation vs. disturbance: the effects of sustained ice-scouring on intertidal communities",
    "authors": ["P.J.A. Pugh", "J. Davenport"],
    "venue": "J. Exp. Mar. Biol. Ecol",
    "year": 1997
  }, {
    "title": "Antarctic shallow-water mega-epibenthos: shaped by circumpolar dispersion or local conditions? Mar",
    "authors": ["J.M. Raguá-Gil", "J. Gutt", "A. Clarke", "W.E. Arntz"],
    "year": 2004
  }, {
    "title": "Ergebnisse der faunistischen arbeiten im benthal von King George Island (Südshetlandinseln, Antarktis)",
    "authors": ["M. Rauschert"],
    "venue": "Ber. Polarforsch. Meeresforsch",
    "year": 1991
  }, {
    "title": "Mosaic cycles in the marine benthos",
    "authors": ["K. Reise"],
    "venue": "Ecol. Stud",
    "year": 1991
  }, {
    "title": "Antarctic softbottom, macrobenthic community adaptations to a cold, stable, highly productive, glacially affected environment. In Adaptations within Antarctic ecosystems",
    "authors": ["M.E. Richardson", "J.W. Hedgpeth"],
    "year": 1977
  }, {
    "title": "Transfer of organochlorine pollutants to Antarctica. In Adaptations within Antarctic ecosystems",
    "authors": ["R.W. Risebrough"],
    "year": 1977
  }, {
    "title": "PCB and PCT contamination in Winter Quarters Bay",
    "authors": ["R.W. Risebrough", "B.W. de Lappe", "C. Younghans-Haug"],
    "venue": "Antarctica Mar. Poll. Bull",
    "year": 1990
  }, {
    "title": "Macrobenthic assemblages of demersal fishing grounds off the South Georgia Islands",
    "authors": ["A. Roux", "J. Calcagno", "C. Bremec"],
    "venue": "‘RV Eduardo Holmberg’ survey,",
    "year": 2002
  }, {
    "title": "The intermediate disturbance hypothesis: patch dynamics and mechanisms of species coexistence",
    "authors": ["S.H. Roxburgh", "K. Shea", "J.B. Wilson"],
    "venue": "Ecology",
    "year": 2004
  }, {
    "title": "Benthic faunal associations on soft substrates at Potter Cove, King George Island, Antarctica",
    "authors": ["R. Sahade", "M. Tatián", "J. Kowalke", "S. Kühne", "G.B. Esnal"],
    "venue": "Polar Biol",
    "year": 1998
  }, {
    "title": "Quantitative analysis of macrobenthic soft-bottom assemblages in South Shetland waters (Antarctica)",
    "authors": ["J.I. Sáiz-Salinas", "A. Ramos", "F.J. Garcia", "J.S. Troncoso", "G. San Martin", "C. Sanz", "C. Palacin"],
    "venue": "Polar Biol",
    "year": 1997
  }, {
    "title": "The epibiotic assembly on the sponge Haliclona dancoi (Topsent, 1901) at Terra Nova Bay (Antarctica, Ross Sea)",
    "authors": ["S. Schiaparelli", "G. Albertelli", "R. Cattaneo-Vietti"],
    "venue": "Polar Biol",
    "year": 2003
  }, {
    "title": "Atmospheric composition, radiative forcing, and climate change as a consequence of a massive methane release from gas hydrates",
    "authors": ["G.A. Schmidt", "D.T. Shindell"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "Tidal zone ecology at Palmer Station",
    "authors": ["S.V. Shabica"],
    "venue": "Antarctic J. US",
    "year": 1972
  }, {
    "title": "Distribution of pelagic larvae of benthic marine invertebrates in the Bellingshausen Sea",
    "authors": ["R.S. Shreeve", "L.S. Peck"],
    "venue": "Polar Biol",
    "year": 1995
  }, {
    "title": "The reproduction of some littoral molluscs from Macquarie Island (subantarctic)",
    "authors": ["R.D. Simpson"],
    "venue": "Mar. Biol",
    "year": 1977
  }, {
    "title": "Sedimentation in McMurdo Sound, Antarctica: a disturbance mechanism for benthic invertebrates",
    "authors": ["M. Slattery", "D. Bockus"],
    "venue": "Polar Biol",
    "year": 1997
  }, {
    "title": "An overview of the population biology and chemical ecology of three species of Antarctic soft corals. In Antarctic communities. Species, structure and survival",
    "authors": ["M. Slattery", "J.B. McClintock"],
    "year": 1997
  }, {
    "title": "Introduced plants in Antarctica: potential impacts and conservation issues",
    "authors": ["R.I.L. Smith"],
    "venue": "Biol. Conserv",
    "year": 1996
  }, {
    "title": "Kelp rafts in the Southern Ocean",
    "authors": ["S.D.A. Smith"],
    "venue": "Global Ecol. Biogeogr",
    "year": 2002
  }, {
    "title": "Survival, physiological response, and recovery of enteric bacteria exposed to a polar marine environment",
    "authors": ["J.J. Smith", "J.P. Howington", "G.A. McFeters"],
    "venue": "Appl. Environ. Microbiol",
    "year": 1994
  }, {
    "title": "Getting to the bottom of marine biodiversity: sedimentary habitats",
    "authors": ["P.V.R. Snelgrove"],
    "year": 1999
  }, {
    "title": "Temperature tolerance of some Antarctic fishes",
    "authors": ["G.N. Sommero", "A.L. DeVries"],
    "venue": "Science 156,",
    "year": 1967
  }, {
    "title": "Disturbance and patch dynamics on rocky intertidal shores",
    "authors": ["W.P. Sousa"],
    "year": 1985
  }, {
    "title": "Benthic community development in Antarctica: recruitment and growth on settlement panels at Signy Island",
    "authors": ["D. Stanwell-Smith", "D.K.A. Barnes"],
    "venue": "J. Exp. Mar. Biol. Ecol",
    "year": 1997
  }, {
    "title": "The distribution, abundance and seasonality of pelagic marine invertebrate larvae in the maritime Antarctic",
    "authors": ["D. Stanwell-Smith", "L.S. Peck", "A. Clarke", "A.W.A. Murray", "C.D. Todd"],
    "venue": "Phil. Trans. R. Soc. B",
    "year": 1999
  }, {
    "title": "Human impacts in marine benthic communities at Casey Station: description, determination and demonstration of impacts",
    "authors": ["J.S. Stark", "M.J. Riddle"],
    "year": 2003
  }, {
    "title": "Human impacts in soft-sediment assemblages at Casey Station: spatial variation, taxonomic resolution and data transformation",
    "authors": ["J.S. Stark", "M.J. Riddle", "R.D. Simpson"],
    "venue": "Austral Ecol",
    "year": 2003
  }, {
    "title": "Mega-epibenthic communities in Arctic and Antarctic shelf",
    "authors": ["A. Starmans", "J. Gutt", "W.E. Arntz"],
    "venue": "areas. Mar. Biol",
    "year": 1999
  }, {
    "title": "An intertidal assemblage at Palmer Station",
    "authors": ["W.L. Stockton"],
    "venue": "Antarctic J. US",
    "year": 1973
  }, {
    "title": "The biology and ecology of the epifaunal scallop Adamussium colbecki on the west side of McMurdo Sound, Antarctica",
    "authors": ["W.L. Stockton"],
    "venue": "Mar. Biol",
    "year": 1984
  }, {
    "title": "Food availability and gut",
    "authors": ["M. Tatián", "R. Sahade", "J. Kowalke", "S.C. Kivatinitz", "G.B. Esnal"],
    "year": 2002
  }, {
    "title": "Discovery of the first",
    "authors": ["M. Tavares", "G.A.S. De Melo"],
    "year": 2004
  }, {
    "title": "First record of anomuran",
    "authors": ["S. 013) Thatje", "V. Fuentes"],
    "year": 2003
  }, {
    "title": "Challenging the cold",
    "authors": ["Pörtner", "H.-O", "W.E. Arntz"],
    "year": 2005
  }, {
    "title": "Disturbance to marine",
    "authors": ["S.F. 397374) Thrush", "P.K. Dayton"],
    "year": 2002
  }, {
    "title": "Effects of habitat",
    "authors": ["M. Tupper", "R.G. Boutilier"],
    "year": 1995
  }, {
    "title": "The El Niño-Southern Oscillation and Antarctica",
    "authors": ["J. Turner"],
    "venue": "Int. J. Climatol",
    "year": 2004
  }, {
    "title": "Experimental analysis of structural regulation in a marine sand community exposed to oceanic swell",
    "authors": ["G.D. VanBlaricom"],
    "venue": "Ecol. Monogr",
    "year": 1982
  }, {
    "title": "Biological UV exposure in the polar oceans: Arctic–Antarctic comparisons",
    "authors": ["W.F. Vincent", "C. Belzile"],
    "year": 2003
  }, {
    "title": "Ecological constraints across an Antarctic land-sea interface",
    "authors": ["C. Waller", "D.K.A. Barnes", "P. Convey"],
    "venue": "Austral. Ecol",
    "year": 2006
  }, {
    "title": "DNA barcoding: a molecular tool to identify Antarctic marine larvae",
    "authors": ["K.E. Webb", "D.K.A. Barnes", "M.S. Clark", "D. Bowden"],
    "venue": "Deep-Sea Res. II",
    "year": 2006
  }, {
    "title": "Natural disturbance and patch dynamics: an introduction",
    "authors": ["P.S. White", "S.T.A. Pickett"],
    "year": 1985
  }, {
    "title": "Importance of bioturbators for biodiversity maintenance: indirect effects of fishing disturbance",
    "authors": ["S.M. Widdicombe", "C. Austen", "M.A. Kendall", "F. Olsgard", "M.T. Schaanning", "S.L. Dashfield", "H.R. Needham"],
    "venue": "Mar. Ecol. Prog",
    "year": 2004
  }, {
    "title": "Temperature requirements for growth and temperature tolerance of macroalgae endemic to the Antarctic region",
    "authors": ["C. Wiencke", "Y. Dieck"],
    "venue": "Mar. Ecol. Prog. Ser",
    "year": 1989
  }, {
    "title": "Quaternary environments",
    "authors": ["M. Williams", "D. Dunkerley", "P. DeDeckker", "P. Kershaw", "J. Chappell"],
    "year": 1998
  }, {
    "title": "Effects of a hurricane on survival and orientation of large erect coral reef sponges",
    "authors": ["J.L. Wulff"],
    "venue": "Coral Reefs",
    "year": 1995
  }, {
    "title": "Activities of the summer party of the 38th Japanese Antarctic Research Expedition, 1996–1997",
    "authors": ["H. Yamagishi"],
    "venue": "Antarctic Res",
    "year": 2002
  }],
  "id": "SP:04e9e60f6c11a879e6f49acd77224e7806b933b7",
  "authors": [{
    "name": "David K. A. Barnes",
    "affiliations": []
  }, {
    "name": "Kathleen E. Conlan",
    "affiliations": []
  }],
  "abstractText": "A decade has yielded much progress in understanding polar disturbance and community recovery—mainly through quantifying ice scour rates, other disturbance levels, larval abundance and diversity, colonization rates and response of benthos to predicted climate change. The continental shelf around Antarctica is clearly subject to massive disturbance, but remarkably across so many scales. In summer, millions of icebergs from sizes smaller than cars to larger than countries ground out and gouge the sea floor and crush the benthic communities there, while the highest wind speeds create the highest waves to pound the coast. In winter, the calm associated with the sea surface freezing creates the clearest marine water in the world. But in winter, an ice foot encases coastal life and anchor ice rips benthos from the sea floor. Over tens and hundreds of thousands of years, glaciations have done the same on continental scales—ice sheets have bulldozed the seabed and the zoobenthos to edge of shelves. We detail and rank modern disturbance levels (from most to least): ice; asteroid impacts; sediment instability; wind/wave action; pollution; UV irradiation; volcanism; trawling; non-indigenous species; freshwater inundation; and temperature stress. Benthic organisms have had to recolonize local scourings and continental shelves repeatedly, yet a decade of studies have demonstrated that they have (compared with lower latitudes) slow tempos of reproduction, colonization and growth. Despite massive disturbance levels and slow recolonization potential, the Antarctic shelf has a much richer fauna than would be expected for its area. Now, West Antarctica is among the fastest warming regions and its organisms face new rapid changes. In the next century, temperature stress and non-indigenous species will drastically rise to become dominant disturbances to the Antarctic life. Here, we describe the potential for benthic organisms to respond to disturbance, focusing particularly on what we know now that we did not a decade ago.",
  "title": "Disturbance, colonization and development of Antarctic benthic communities"
}