{
  "sections": [{
    "text": "news & views"
  }, {
    "heading": "PALAEOCLIMATE",
    "text": ""
  }, {
    "heading": "Climate swings in extinction",
    "text": "Extreme temperature swings and deteriorating environments are perhaps what killed most life in the end-Permian extinction, suggest climate model simulations. Siberian Traps volcanism probably triggered the events.\nYing Cui\nswings in temperature and ocean circulation could potentially explain mass loss of life in the ocean and on land.\nSulfur dioxide and carbon dioxide are both gaseous products of volcanic eruptions, but have opposing climatic effects. Sulfur dioxide can easily dissolve in water and form sulfuric acid, which can subsequently enter the troposphere and form sulfur aerosols or droplets to cool the climate. Carbon dioxide, on the other hand, is a greenhouse gas, and excess amounts of it in the atmosphere may lead to climate warming. The general effects of SO2 and CO2 acting separately are understood, but the impact when both are emitted together during large volcanic eruptions acting on different timescales is unclear.\nBlack and colleagues2 have analysed how the climatic effects of CO2 and SO2 interact, using the National Climate and Atmospheric Research’s climate model, taking advantage of advances made in computing power. The model not only couples atmosphere\nand ocean circulation, but also accounts for sulfur chemistry and aerosol microphysics. The team identified and considered the combined effects of the two gases. They find that the residence time of sulfur is short-lived in the atmosphere, but continental flood basalt eruptions, such as the Siberian Traps volcanism, could emit enough sulfur aerosols to reduce temperatures by 10–15 °C in the northern hemisphere on land for 10 years2.\nThe background climate 252 million years ago was very different from today. At a CO2 level of about 2,800 ppm at the time, compared to about 400 ppm in the present atmosphere, Black et al.2 estimate that annual average tropical surface air temperature on land reached 38 °C, about 10 °C warmer than today. They also found that carbon dioxide has a much longer atmospheric residence time than sulfur dioxide. Doubling the CO2 level could result in annual average tropical land surface air temperature of 45 °C. Such an extreme\nheat would be devastating for plants and animals on land and in the ocean. Sluggish ocean circulation and/or increased primary productivity from extra nutrients weathered on land could lead to oxygen deficiency. Black and colleagues predict that devastating swings driven by the oscillating tempo of the volcanism resulted in a cooler sulfur-climate mode during intervals of intense Siberian Traps volcanism and a warmer carbonclimate mode on longer timescales2.\nThe findings of Black et al. are intriguing, but need to be confirmed using geological data, especially by proxies for temperature, CO2 and SO2. Work is underway to extract magmatic sulfur concentrations from melt inclusions3, but not atmospheric SO2 gas concentrations. Currently, viable proxies for temperature, marine redox conditions and CO2 have a maximum temporal resolution of 10,000 years, three orders of magnitude longer than the swings predicted by Black et al.2. Even though it may be challenging to develop very high-resolution proxy records,\nNature GeoscieNce | VOL 11 | DECEMBER 2018 | 889–893 | www.nature.com/naturegeoscience\nnews & views\nthey are needed to reconstruct rapid environmental changes that cause mass extinctions4. This will help confirm that flood basalt emissions of SO2 and CO2 are the main causes of the extreme temperature swings during the end-Permian extinction event.\nToday, we are changing our environment, in particular the carbon cycle at a speed that is probably unprecedented in the past 252 million years5. The consequence could be devastating if the trend continues unabated. The total amount of CO2 added during the end-Permian extinction is estimated at about 20,000 × 1015 g C (ref. 6), but was released at a rate that is likely slower than today5. Better quantification of\nuncertainties of the rates of carbon and sulfur emissions during the end-Permian extinction could offer valuable lessons for today’s changing climate.\nBlack and colleagues2 suggest that extreme swings in climate resulted from the different timescales of cooling from volcanic sulfur dioxide and the warming from volcanic carbon dioxide during the eruption of the Siberian Traps, and led to the endPermian mass extinction. However, we need to continue to develop new high-resolution proxies for atmospheric CO2 and SO2 concentrations, precipitation, weathering and ocean circulation to understand devastating environmental changes that cause mass extinctions. ❐\nYing Cui Department of Earth and Environmental Studies at Montclair State University, Montclair, NJ, USA. e-mail: cuiy@montclair.edu\nPublished online: 30 November 2018 https://doi.org/10.1038/s41561-018-0264-8"
  }, {
    "heading": "GEODYNAMICS",
    "text": ""
  }, {
    "heading": "Scraped by flat-slab subduction",
    "text": "During flat subduction, material is scraped off the base of the continental mantle lithosphere, building a migrating keel. This testable mechanism for flat subduction recreates features of the Laramide orogeny.\nMarc-André Gutscher\nIn most subduction zones, the oceanic plate descends below an overriding continental plate from a deep-sea trench and down into the mantle. The oceanic plate descends at an angle and this slab dip angle generally increases from a few degrees at the trench to 30° or more at depth. In some cases, the slab dip can reach extremes of close to vertical or horizontal. In cases of near horizontal dip, having reached 20° to 30°, the slab dip decreases and the subducting plate proceeds for several-hundred kilometres almost horizontally, sliding along the underside of the overriding plate’s belly1. Writing in Nature Geoscience, Axen et al.2 present numerical simulations showing that during this horizontal phase, the flat slab scrapes off 20 to 50 km of the overriding continental mantle lithosphere.\nAn episode of flat-slab subduction some 80 to 50 million years ago during the Laramide orogeny has strongly affected the modern-day landscape and geology of the western United States3,4. Support for Laramide flat subduction comes from the 1,500 to 2,000 km migration of arc magmatism inboard from the trench and later retreat back towards the trench5. Typically, for normal slab dip, the distance between the volcanic arc and trench is 200 to 300 km, with the arc forming when the slab reaches roughly 100 km depth. Therefore,\narc magmatism some 1,000 km from the trench indicates an extremely shallow slab dip only achievable through flat subduction. In addition, tomographic images of the upper mantle beneath North America document currently subducting and fossil slabs where the slab has resubducted6. When this flat-slab phase ended, the underlying slab peeled away and sank into the mantle. This triggered widespread volcanic eruptions, pyroclastic flows and ignimbrite flare ups in the Basin and Range7, and the formation of economically important porphyry copper ore deposits.\nAxen and colleagues2 present numerical simulations for the initiation and evolution of flat subduction. They find that the flattened slab advances and scrapes the base of the overriding plate. This scrapedoff mantle lithosphere accumulates at the nose of the advancing flat slab, in the form of a bulldozed keel (Fig. 1b), and fills the asthenospheric wedge. This filling inhibits convection in the asthenospheric wedge, where water would typically be released from the downgoing slab causing partial melting. Thus, arc magmatism ends. They specifically apply their model to the Late Cretaceous Laramide orogeny in North America and show that it can recreate features such as block fault uplift in the interior of the overriding continental plate.\nFlat subduction is relatively rare in modern times, only observed in about 10% of the world’s subduction zones, such as Peru and Central Chile. The causes of flat subduction have long been debated. Previous studies attributed it to a combination of factors such as slab buoyancy, plate kinematics and asthenospheric dynamics that can combine to produce favourable conditions1,4,8. Numerical models have previously simulated flat-slab subduction below North America9, but some of the key observations were difficult to reproduce. For instance, there is a belt of compressional structures — block fault uplifts — that progress in age from the Colorado Plateau in the west to the high plains (such as the Big Horn range, South Dakota) in the east. These were previously attributed to compressional deformation throughout the overlying portion of the upper plate driven by basal shear exerted from the flat slab below (Fig. 1a). However, the lack of compressional deformation above the flat portion of the slab, as demonstrated by active normal faulting observed in field studies in the Cordillera Blanca in Peru10, was difficult to reconcile with the basal shear model (Fig. 1a)1.\nBehind the observed and modelled compressional deformation belt, the simulations by Axen et al.2 actually predict a zone of elevated extensional stress in the"
  }],
  "year": 2018,
  "references": [{
    "title": "The Great Paleozoic Crisis: Life and Death in the Permian (Columbia",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }],
  "id": "SP:5b8770b0542de57ffe933cf51df9c7892610c670",
  "authors": [],
  "abstractText": "The Earth, to date, has experienced five mass extinction events, which have been caused by volcanism, meteorite impacts and climate change. The most devastating of these events is the end-Permian mass extinction (252 million years ago). At this time, more than 90% of marine species and over 70% of land species were wiped out1. Siberian Traps volcanism has been identified as the trigger for the end-Permian mass extinction: thousands of kilometres of lava was erupted (Fig. 1), and the levels of volcanic gases, such as carbon dioxide and sulfur dioxide, in the atmosphere increased dramatically. The volcanic eruptions initiated a series of changes in the Earth’s environment. Excess gases led to climate warming, climate cooling, ozone depletion and changes in ocean chemistry. These environmental changes have all been blamed for the extreme loss of life. Writing in Nature Geoscience, Black and colleagues2 present climate model simulations that examine the effects of extremely high sulfur and carbon emissions from the Siberian Traps volcanism and find that systemic swings in temperature and ocean circulation could potentially explain mass loss of life in the ocean and on land. Sulfur dioxide and carbon dioxide are both gaseous products of volcanic eruptions, but have opposing climatic effects. Sulfur dioxide can easily dissolve in water and form sulfuric acid, which can subsequently enter the troposphere and form sulfur aerosols or droplets to cool the climate. Carbon dioxide, on the other hand, is a greenhouse gas, and excess amounts of it in the atmosphere may lead to climate warming. The general effects of SO2 and CO2 acting separately are understood, but the impact when both are emitted together during large volcanic eruptions acting on different timescales is unclear. Black and colleagues2 have analysed how the climatic effects of CO2 and SO2 interact, using the National Climate and Atmospheric Research’s climate model, taking advantage of advances made in computing power. The model not only couples atmosphere and ocean circulation, but also accounts for sulfur chemistry and aerosol microphysics. The team identified and considered the combined effects of the two gases. They find that the residence time of sulfur is short-lived in the atmosphere, but continental flood basalt eruptions, such as the Siberian Traps volcanism, could emit enough sulfur aerosols to reduce temperatures by 10–15 °C in the northern hemisphere on land for 10 years2. The background climate 252 million years ago was very different from today. At a CO2 level of about 2,800 ppm at the time, compared to about 400 ppm in the present atmosphere, Black et al.2 estimate that annual average tropical surface air temperature on land reached 38 °C, about 10 °C warmer than today. They also found that carbon dioxide has a much longer atmospheric residence time than sulfur dioxide. Doubling the CO2 level could result in annual average tropical land surface air temperature of 45 °C. Such an extreme heat would be devastating for plants and animals on land and in the ocean. Sluggish ocean circulation and/or increased primary productivity from extra nutrients weathered on land could lead to oxygen deficiency. Black and colleagues predict that devastating swings driven by the oscillating tempo of the volcanism resulted in a cooler sulfur-climate mode during intervals of intense Siberian Traps volcanism and a warmer carbonclimate mode on longer timescales2. The findings of Black et al. are intriguing, but need to be confirmed using geological data, especially by proxies for temperature, CO2 and SO2. Work is underway to extract magmatic sulfur concentrations from melt inclusions3, but not atmospheric SO2 gas concentrations. Currently, viable proxies for temperature, marine redox conditions and CO2 have a maximum temporal resolution of 10,000 years, three orders of magnitude longer than the swings predicted by Black et al.2. Even though it may be challenging to develop very high-resolution proxy records, Fig. 1 | Example of volcanic eruption and degassing. Credit: ARCTIC IMAGES / Alamy Stock Photo.",
  "title": "Climate swings in extinction"
}