{
  "sections": [{
    "text": "According to tree ring and other records, a series of severe droughts that lasted for decades afflicted western North America during the Medieval period resulting in a more arid climate than in subsequent centuries. A review of proxy evidence from around the world indicates that North American megadroughts were part of a global pattern of Medieval hydroclimate that was distinct from that of today. In particular, the Medieval hydroclimate was wet in northern South America, dry in mid-latitude South America, dry in eastern Africa but with strong Nile River floods and a strong Indian monsoon. This pattern is similar to that accompanying persistent North American droughts in the instrumental era. This pattern is compared to that associated with familiar climate phenomena. The best fit comes from a persistently La Niña-like tropical Pacific and the warm phase of the so-called Atlantic Multidecadal Oscillation. A positive North Atlantic Oscillation (NAO) also helps to explain the Medieval hydroclimate pattern. Limited sea surface temperature reconstructions support the contention that the tropical Pacific was cold and the subtropical North Atlantic was warm, ideal conditions for North American drought. Tentative modeling results indicate that a multi-century La Niña-like state could have arisen as a coupled atmosphere–ocean response to high irradiance and weak volcanism during the Medieval period and that this could in turn have induced a persistently positive NAO state. A La Niña-like state could also induce a strengthening of the North Atlantic meridional overturning circulation, and hence warming of the North Atlantic Ocean, by (i) the ocean response to the positive NAO and by shifting the southern mid-latitude westerlies poleward which (ii) will increase the salt flux from the Indian Ocean into the South Atlantic and (iii) drive stronger Southern Ocean upwelling. r 2007 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Beginning in the mid-to-late first millennium AD and continuing into the 14th century AD the American West1 was struck by a wave of severe droughts each of multidecadal duration and coming in short succession (Stine, 1994; Cook et al., 2004; Herweijer et al., 2007). These droughts had a tremendous impact on the ecology of the West and on Indian societies. The first reference to the droughts was by Douglass (1929, 1935) whose motivation\nwas to date the occupation and abandonment times of ancestral Pueblo Indian sites. He did this using records from living trees and beams in occupied and abandoned Indian buildings and attributed the late 13th century abandonment in the Four Corners region to a ‘great drouth’. In 1974 Dillehay noticed the small numbers of bison bones found in Indian sites in the Southern Plains from this period compared to earlier centuries and also speculated drought to be the cause (Dillehay, 1974). Jones et al. (1999) have reviewed the compelling evidence throughout the southwest for an impact of drought on Indian societies including a role in the successive abandonments of ancestral Puebloan settlements in the first centuries of the last millennium. Benson et al. (2007) have used recent tree ring chronologies and archaeological evidence to amplify this point. The droughts are still\n0277-3791/$ - see front matter r 2007 Elsevier Ltd. All rights reserved. doi:10.1016/j.quascirev.2007.04.020\n$Contribution number 7045 of Lamont Doherty Earth Observatory. !Corresponding author. E-mail address: seager@ldeo.columbia.edu (R. Seager).\n1The American West is taken here to mean the area west of about 90!W and includes the Great Plains.\nvisible in the landscape: the stumps of trees that grew in the Sierras during the Medieval period when water levels in river valleys and lakes were lower than now (Stine, 1994) can be seen protruding from the water, ghostly reminders of a climate that was even more arid than now.\nAfter the early 15th century there were no more than two droughts of this intensity and persistence until the 19th century. Since then there have been six severe, multiyear, droughts across the West beginning with perhaps the worst from the mid-1850s through to the mid-1860s (Stahle and Cleaveland, 1988), ending with the drought that began in 1998 and may still be continuing (Fye et al., 2003; Herweijer et al., 2006). In between was the one that has become the icon of the toll that drought can take on humans and the landscape: the Dust Bowl of the 1930s (Worster, 1979). Tree ring records allow a continuous look at this period of the continent’s hydroclimatic history. In Fig. 1 we show the tree ring-reconstructed summer Palmer Drought Severity Index (PDSI), as reported in the North American Drought Atlas (NADA) (Cook and Krusic, 2004; Cook et al., 2004), and averaged over the continent between 30!N and 50!N and west of 90!W (hereafter ‘The West’). The data have been low pass filtered with 10 and 60 year timescales to emphasize lower frequency variability. The overall drier Medieval period (taken here to be from about 800 AD to 1400 AD), followed by a few centuries of a moister climate and then a return of several severe, but short, droughts are all clearly evident. The medieval megadroughts show up not just in tree ring records but in a wide variety of proxies as reviewed by Woodhouse and Overpeck (1998) and Graham et al. (2007).\nDespite the tremendous impact modern droughts had on people and economic, social and agricultural systems (Worster, 1979, 1985), as well as on landscape and animals (West, 1995; Isenberg, 2000), they are dwarfed in duration by their Medieval precursors. This is seen in Fig. 2 where the tree ring-reconstructed PDSI is shown for two of the Medieval megadroughts and for two modern day droughts. The spatial patterns of the droughts look similar, but what in the modern record lasts up to a decade lasted for several\ndecades during the Medieval period. The persistence is alarming. In 2004, after just 6 years of drought, Lake Powell on the Colorado River was at the lowest level since 1970 when the reservoir was filling after being built in 1963, just 37% of capacity and with the water level just above the intake pipes for the hydroelectric generating plant. Were droughts of Medieval severity to return to the West the continental plumbing system put in place by the Bureau of Reclamation, and the water supply systems of states and municipalities, would be incredibly taxed. There would not be enough water to go around to provide for both the current consumption by agriculture (currently the largest user by far throughout the West) and for municipal water supply and recreation. Because of the vulnerability of water resources in the arid West, it is important to understand what caused the Medieval megadroughts and, hence, whether they could return. An important hint as to the causes of the megadroughts is their spatial pattern. As seen in Fig. 2 these are very similar for Medieval megadroughts and for modern day droughts. Herweijer et al. (2007) show maps of all the Medieval megadroughts to amplify this point. This suggests that whatever caused the modern droughts also caused the megadroughts but that it had more persistence back then. Climate model simulations of the era of instrumental sea surface temperature (SST) observations have recently made clear that the six North American droughts since the mid-19th century were, to a large extent, forced by small variations of tropical SSTs (Schubert et al., 2004a,b; Seager et al., 2005b; Herweijer et al., 2006; Seager, 2007) although any drought probably also contains a notable amount of internal atmosphere variability and soil moisture feedbacks can lead to at least some drought persistence (e.g. Koster et al. (2004)). A cold eastern tropical Pacific Ocean—a weak, but persistent, La Niñalike state—was common to all the droughts. As is well known from studies in seasonal to interannual prediction, La Niña, a cold tropical troposphere, restriction of equatorial atmospheric convection to the west Pacific Ocean and a northward shifted Intertropical Convergence Zone, leads to a rearrangement of global atmospheric circulation that brings reduced precipitation to most areas of the mid-latitudes in each hemisphere with a particularly strong reduction over North America. In some droughts (e.g. the Dust Bowl and the 1950s) a warm subtropical North Atlantic Ocean seems to play an augmenting role (e.g. Schubert et al., 2004a; Sutton and Hodson, 2005) via unknown mechanisms. Analysis of the instrumental record and of climate model simulations forced by historical SSTs have also made clear that modern day North American droughts fit into a global pattern of hydroclimate anomaly (see references above). When western North America is dry it also tends to be dry across the mid-latitude North Atlantic Ocean, the Mediterranean and parts of Europe, the Middle East and central Asia (Hoerling and Kumar, 2003, and references above) as well as in southern South America and coastal East Africa,\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2323\nwhile northern South America, the Sahel region and southern Africa are wet and the Indian monsoon is strong (see Figs. 3 and 7 and Seager, 2007). The global patterns of SST and precipitation anomalies during three severe North America droughts (the 1890s, the Dust Bowl and the 1950s) are shown in Fig. 3.\nAs shown in Herweijer et al. (2006), interannual variability of North American hydroclimate continued throughout the Medieval period just as in the centuries that followed. So it was not the case that the tropical SST variability that causes North American drought got stuck in the drought phase for decades to centuries. Instead this implies that the interannual variability was occurring around a climatological SST that was different from that of today and in a way that favors the global hydroclimate pattern associated with North American drought. We could therefore explain the Medieval megadroughts if the tropical Pacific Ocean was preferentially in a La Niña-like state, and the subtropical North Atlantic was relatively warm, for decades at a time during that period. In the absence of extensive records of SSTs for the last few millennia one way to examine this possibility is to compare the global pattern of Medieval hydroclimate with that of modern day drought regimes. In this paper we do just that\nto argue the case that a likely atmosphere–ocean state during the Medieval period combined a La Niña-like tropical Pacific Ocean, the warm phase of the so-called Atlantic Multidecadal Oscillation (AMO) and a positive North Atlantic Oscillation (NAO). Limited SST records support this case. Modeling results are discussed that suggest why La Niña and positive NAO and AMO states could have prevailed during the Medieval period."
  }, {
    "heading": "2. SSTs during the Medieval period",
    "text": "The case for the global atmosphere–ocean setup of the Medieval period cannot rely solely on proxy records of marine SST since these are few and far between. The handful that exist are plotted in Fig. 4 as red or blue dots indicating warmer or colder during the Medieval period than in following centuries. The numbers on the map correspond to those in parentheses following each reference below. Details of the type of proxy, location and dating are given in Table 1. Time series of Pacific marine proxies are plotted in Fig. 5, taken from Graham et al. (2007). A coralbased SST reconstruction for Medieval times suggests a colder tropical Pacific (Cobb et al., 2003) (1) but, since the data only include a few decades during the Medieval\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–23362324\nperiod, the evidence is not firm. High temporal resolution reconstructed SSTs from the Santa Barbara channel off California (Kennett and Kennett, 2000) (2) show cold SSTs\nthroughout the Medieval period at the same time as droughts in the West. Since waters here are always cold during La Niña events, these results are supportive of a\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2325\npersistent Medieval La Niña-like state. Furthermore, sediment records from off the coast of Peru show lower rates of riverine input during the Medieval period (Rein et al., 2004, 2005) (3). Since, currently, in this arid region, erosion only occurs during storms when there are warm waters offshore (El Niño events) this record is interpreted as evidence of a lack of El Niños during the Medieval period or as a more, quasi-permanent, La Niña-like state. Stott et al. (2004) (4) present three SST reconstructions from the maritime continent region. None of these are in regions where there are strong El Niño-related SST anomalies but one, south of the Phillippines, is usually a little warm during La Niñas and the reconstruction shows it to be warm during the Medieval period. Graham et al. (2007) further discuss the consistency between these records and El Niño-Southern Oscillation (ENSO).\nOver in the Atlantic Ocean reconstructed SSTs are warmer than now during the Medieval period in the Sargasso Sea (Keigwin, 1996) (5) but colder than now south of Newfoundland (Keigwin and Pickart, 1999) (6). The Sargasso Sea record is in a place that is warmed by both a positive NAO and a positive AMO while the more northern record is in a place where neither has a large SST impact (see below). Hence this limited marine data suggest a persistent Medieval La Niña and a positive NAO and/or AMO. On the other side of the Atlantic, off West Africa, deMenocal et al. (2000) have presented a record of SST that shows the early Medieval period to be warm, followed by cold during the 11th to mid 13th century and then warm again until about 1500 AD. The variable SSTs during the Medieval period within this record prevent us from plotting it in Fig. 4 but should not be ignored."
  }, {
    "heading": "3. Terrestrial records of Medieval hydroclimate",
    "text": "In the absence of more SST reconstructions that can be used to determine the global atmosphere–ocean state of the Medieval period we turn to records of continental hydroclimate to see whether the Medieval pattern looks akin to that for modern day droughts. Agreement would suggest that the tropical SST anomalies that give rise to drought now were the climatology during the Medieval period. We have examined many published records (see Herweijer et al., 2007, for details) from around the world and they are plotted in Fig. 4 with brown (green) dots indicating evidence of dry (wet) conditions within the Medieval period of increased aridity in the American West (taken to be 800 AD to 1400 AD). When examining the continuous data (e.g. from speleothems and sediment cores) we looked for clear changes of a multicentennial character with an MCA anomaly clearly distinct from Little Ice Age (LIA) anomalies and the data plotted all fit that characterization."
  }, {
    "heading": "3.1. The Americas",
    "text": "In the Americas the Cariaco basin north of Venezuela is a region of high sedimentation and anoxic bottom waters such that sediments are well preserved. Haug et al. (2001) (7) interpret the concentration of titanium in the sediments to indicate the strength of river flow from northern South America. The variations of titanium indicate much wetter conditions during the Medieval period ð#90021400 ADÞ. Peterson and Haug (2006) (8) show an impressive correlation between the Cariaco Ti record and the oxygen isotope content of ice in the Quelccaya ice cap which implies that it\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–23362326\nwas drier over the ice cap during the Medieval period than in subsequent centuries. They interpret the two records to imply a northward shifted ITCZ. On the Yucatan peninsula Hodell et al. (2005a) (9) present evidence from lake records of a series of decadal droughts between 900 AD and 1100 AD that line up reasonably well with a series of North American droughts in the same interval. However, from a different Yucatan lake, Hodell et al. (2005b) (10) show evidence of a shift to a drier climate in the 15th century. Lachniet et al. (2004) (11) analyzed a high resolution, well-dated, cave speleothem that lived up until 1310 AD to suggest that Panama was drier during the Medieval period than now.\nIn the southern Ecuadorian Andes Moy et al. (2002) (12) report on a record of sediment influx into a lake. The record shows relatively few high amplitude peaks in clastic deposition during the Medieval period (roughly 900 AD to 1200 AD), which may indicate fewer El Niño-related high flow events. At the same time, background clastic sedimentation rates were relatively high, complicating the interpretation that this was a dry period at this site. Further south in South America, Stine (1994) (13) found\nevidence from drowned tree stumps of droughts in Patagonia coincident with those in western North America (although the radiocarbon dating makes the degree of coincidence uncertain). Tree ring records in South America do not extend before the 13 century but Villalba (1994) (14) identified a protracted drought from 1280 AD to 1450 AD in central Chile which coincides with a period in North America that was dry but not as dry as in earlier centuries. These results draw some support from a lake near central Chile that records drier conditions in the centuries before 1300 AD than during the subsequent Little Ice Age (LIA) (Jenny et al., 2002) (15). However, on the eastern side of the Andes several studies of landforms, soils and archaelogical remains find consistent evidence of wet conditions during the Medieval period in central to northern Argentina (Carignano, 1999; Cioccale, 1999; Iriondo, 1999) (16)."
  }, {
    "heading": "3.2. Africa",
    "text": "A high temporal resolution record comes from direct measurements of the height of the annual flood of the Nile\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2327\nriver as tabulated by Quinn (1993) (17). Quinn’s data are plotted in Fig. 6 and shows a distinct minimum in the number of weak Nile floods during the few centuries that make up the Medieval period. Weak Nile floods are caused by reduced rain over the Ethiopian highlands which can be triggered by El Niño events (e.g. Eltahir, 1996). The Quinn record, plotted in Fig. 4 as wet over Ethiopia, therefore suggests there were fewer El Niño events during the Medieval period than in subsequent centuries which is consistent with prevailing La Niña-like conditions. There is limited evidence for a wetter Sahara, which is also consistent with La Niña conditions (e.g. Giannini et al., 2003), during Medieval times than in the following centuries (Holmes et al., 1999; Nicholson, 2000) (18). Further south, salinity proxies from which lake levels can be inferred indicate that lakes in equatorial East\nAfrica were lower during the Medieval period suggesting drought (e.g. Verschuren et al., 2000; Russell and Johnson, 2005) (19). Central East Africa tends to be dry during La Niña events (Goddard and Graham, 1999). However the Kilimanjaro d18O ice core record of Thompson et al. (2002) does not show a clear Medieval (or LIA) signal. In South Africa a continuous stalagmite record provides a very clear record of the last three thousand years that show a wet Medieval period from 900 AD to 1300 AD followed by a dry LIA and a return to a wetter climate in the early 19th century (Holmgren et al., 1999) (20)."
  }, {
    "heading": "3.3. Asia",
    "text": "In Asia records indicate the monsoon was stronger during Medieval times than in subsequent centuries. Gupta et al. (2003) (21) analyzed foram population and d18O composition from a carbon-dated, but low resolution, core from the Oman margin to provide evidence that upwelling in the Arabian Sea was greater during the Medieval period than in following centuries, consistent with stronger southwesterly monsoon winds. A near annual resolution record of monsoon precipitation recorded in a stalagmite in India shows that there was an overall strong monsoon throughout the Medieval period and up until the early 15th century (Sinha et al., 2006) (22). This was followed by two long periods (1400–1600 AD and in the early 17th to early 18th century) of multidecadal weak monsoons and a return to a stronger monsoon in the last two centuries. This record has the advantage of being both high temporal resolution and in the heart of the Indian monsoon. Another high resolution speleothem record from Dongge cave in southern China shows an overall stronger monsoon during the Medieval period, most notably between about 500–800 AD and 1100–1300 AD followed by a weaker monsoon during the subsequent centuries and a return to a strong monsoon in the 18th century (Wang et al., 2001) (23)."
  }, {
    "heading": "3.4. Europe and the Mediterranean",
    "text": "It is generally agreed that the Medieval period in Europe was warm relative to the subsequent LIA (Lamb, 1965). The most dramatic evidence of this is the expansion of mountain glaciers that occurred throughout western\nARTICLE IN PRESS\n800 1000 1200 1400 1600 1800 0\n10\n20\n30\n40\nNumber of weak Nile River floods by century 700 AD -1991 AD\nCentury\nN u m\nb e r\no f W\nN R\nF s\nFig. 6. The number of weak Nile River floods (WNRFs) in each century from 700 to 1990 plotted from flow record data tabulated by Quinn (1993).\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–23362328\nEurope that began in the 14th century (Grove, 2001). Glacier extent is best related to summer temperatures (Oerlemans, 2001) so this suggests that European summers were relatively warm during the Medieval period. There is less reliable evidence for winter temperature changes. Records of Medieval hydroclimate in Europe are few, of dubious validity, and often contradictory. Lamb (1965) (24), in one of the first discussions of a Medieval Warm Period, concluded on the basis of a variety of evidence, including historical accounts of weather events as well as environmental records, that in northern Europe summers were drier but winters and the annual mean were wetter during the Medieval period. A high resolution stalagmite record from a cave in northwest Scotland implies a wet Medieval period and a shift to a drier climate in the 14th century (Proctor et al., 2002) (25). In contrast, records of floods in the Netherlands show few during the Medieval period and are likely to be at least in part records of climate (Tol and Langen, 2000) (26). Further south, on the Atlantic side of the Iberian peninsula there are few records of floods during the Medieval period except for 1160–1210 (Benito et al., 2003) (27). Dragoni (1998) (28) presents historical evidence of generally lower stand of lakes in central and southern Italy during the Medieval period than in subsequent centuries. At the eastern end of the Mediterranean, Bar-Matthews et al. (1998) (29) present evidence based on the local relationship between the d18O of rainwater and rain amount, and the d18O values of a speloethem in Soreq Cave, Israel, for a dry Medieval period and a wet LIA."
  }, {
    "heading": "3.5. Summary",
    "text": "The global pattern of medieval hydroclimate has several similarities to modern droughts: dry in North America, wet in the northern South America, dry in equatorial East Africa, wet in the Sahel and South Africa, a strong Indian monsoon and dry in southern Europe and the Mediterranean. It is usually also dry in mid-latitude South America during droughts but the evidence for this during the Medieval period is mixed."
  }, {
    "heading": "4. Causes of the pattern of hydroclimate anomalies during the Medieval period",
    "text": ""
  }, {
    "heading": "4.1. Patterns of climate variability associated with ENSO, the AMO and the NAO",
    "text": "We consider three possible contenders for explaining this pattern of Medieval hydroclimate: the El Niño-Southern Oscillation (ENSO), the AMO (Kushnir, 1994; Enfield et al., 2001) and the NAO (Hurrell, 1995):\n1. It is well known, and the basis of what seasonal to interannual predictability currently exists, that ENSO (here taken to include ENSO-like decadal variability, Zhang et al., 1997; Seager et al., 2004) explains many\naspects of global hydroclimate variability on interannual to decadal timescales (Ropelewski and Halpert, 1987, 1989, 1996; Seager et al., 2005a; Deser et al., 2004; Goddard and Graham, 1999). 2. The AMO involves SST anomalies of the same sign throughout the North Atlantic Ocean (Kushnir, 1994; Enfield et al., 2001). As in prior work, its index here is constructed as the all North Atlantic SST anomaly after the data have been detrended to crudely remove the global warming signal. The origins of the AMO, which varies on a multidecadal timescale, are unclear, but it is often attributed to variations of the North Atlantic meridional overturning circulation (MOC) (e.g. Knight et al., 2005). The AMO is associated with precipitation anomalies in the tropical Americas–Atlantic–Africa region and perhaps in North America and even Asia (Sutton and Hodson, 2005; Zhang and Delworth, 2005). 3. The NAO involves variations of the North Atlantic storm track and westerlies and has a characteristic signature in an oscillation of sea level pressure between the Azores High and the Icelandic Low. The NAO has a well-known impact on precipitation over western Europe, the Mediterranean and eastern North America (Hurrell, 1995).\nFig. 7 shows the regression of SST (Rayner et al., 2003) and station precipitation data (from the Global Historical Climatological Network, GHCN) onto 6-year low pass Butterworth filtered indices of NINO3.4 (SST averaged over 5!S25!N, 170!W2120!W, the AMO (detrened SST averaged over the Atlantic Ocean between the Equator and 70!N) and the NAO (sea level pressure difference between the Azores and Iceland, computed from Hadley Centre data Basnett and Parker, 1997). Regressions were computed over the 1870 to January 2006 period. Results are only plotted where they are significant at the 5% level, as assessed using the t-test and using the number of years divided by three (to account for the filtering) as the degrees of freedom. The NINO3.4 regression is shown as the pattern that would be associated with a negative NINO3.4 since this is consistent with the Cobb et al. (2003) data and because much of the observed pattern of medieval hydroclimate can be accounted for by a La Niña-like pattern. As shown in Fig. 7 this includes the dry conditions in North America and wet conditions in northern South America, wet conditions in the Sahel and South Africa but dry conditions in East Africa, a strong Indian monsoon and dry conditions in southern Europe. Dry conditions west of the Andes in Ecuador and Peru do not show up in Fig. 7. This may be because, in general equatorial South America is wetter during La Niña events. The La Niña and Medieval drying identified by Rein et al. (2004, 2005) may be too confined near the Pacific coast to show up on these regression maps. A La Niña-like state would also imply dry conditions in mid-latitude South America which agrees with proxies west of the Andes but disagrees to the east.\nARTICLE IN PRESS R. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2329\nARTICLE IN PRESS\nR. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–23362330\nSome of these same features could, however, also be accounted for by a positive phase of the AMO (Fig. 7a). A positive AMO has a particularly large contribution to making the Sahel wet and also is related to a strong Indian monsoon. It makes North America wet, makes the Caribbean and Central America wetter and the Amazon region drier. A positive AMO also tends to make northern Europe wet (mostly in summer, not shown, but see (Sutton and Hodson, 2005)). A positive AMO cannot account for a wet Medieval period in South Africa or the dry Medieval period in East Africa.\nThe regression pattern is shown for a positive NAO. A positive NAO makes the eastern U.S. wet. This would offset the La Niña and positive AMO impact and explain why tree ring reconstructions of Medieval droughts show this region to be near normal to only very modestly dry (Fig. 2). A positive NAO also makes northern Europe wet and the Mediterranean dry, in agreement with the Scottish cave speleothem and Italian lake records, and also makes much of the Middle East wetter but has little impact at the location of the Soreq Cave. The NAO impact on Africa and Asia is not particularly coherent and the association with a weaker Indian monsoon is unlikely to be causal."
  }, {
    "heading": "4.2. Proxy reconstructions that do not fit modern day patterns of climate variability",
    "text": "There are noticeable proxy reconstructions that cannot be explained by these climate modes if we use them to explain other proxies. For example none of these climate modes, when of the sign needed to explain most global proxy records (i.e. a La Niña, positive AMO and NAO), can make Panama dry as suggested by Lachniet et al. (2004). A persistent La Niña-like state tends to increase precipitation over the Quelccaya ice cap while a positive AMO decreases it. Reduced precipitation there during the Medieval period, as suggested by Peterson and Haug (2006), could possibly be reconciled with these climate modes if the Atlantic influence dominated. Further, none of these three climate modes have a significant impact at the northern Yucatan peninsula location of the records analyzed by Hodell et al. (2005a, b). We expect that changes in the climate modes will have temporally and spatially variable impacts in this region and this may explain why the two records differ despite being closely located. Climate change on the Yucatan may have had a complex regional pattern. More discussion of the problems created by the central American proxies is given in Graham et al. (2007). Further, amongst the SST proxies, the record of deMenocal et al. (2000) shows both warm and cold intervals during the Medieval period and does not easily fit into the proposed patterns and their evolution."
  }, {
    "heading": "4.3. Explaining Medieval hydroclimate by combining patterns of modern climate variability",
    "text": "Despite these problems with a few proxies the majority seem to tell a consistent story in terms of the spatial pattern\nof Medieval hydroclimate and the subsequent evolution through the LIA and into the modern period. The consistency suggests that a reasonable way to use these climate modes to explain the most robust features of Medieval hydroclimate—drought in central and western North America, lack of weak Nile floods and, hence, wet over the Ethiopian Highlands, wet in South Africa, dry in East Africa and a strong Indian monsoon—is through a persistent La Niña-like state combined with a persistent positive AMO. A positive NAO would not significantly interrupt these patterns but would assist in making Scotland wet, as implied by the stalagmite record there, and the Mediterranean region dry. La Niña and a positive AMO would also explain the coral records of cold tropical Pacific SSTs from Cobb et al. (2003), cold SSTs off California (Kennett and Kennett, 2000) and warm SSTs in the Sargasso Sea (Keigwin, 1996). A positive AMO seems also required to explain the, locally very large, anomalous Medieval warmth around Iceland and Greenland (Jensen et al., 2004; Lamb, 1965). The observed and modeled AMO has maximum SST anomalies in the subpolar North Atlantic (Knight et al., 2005). A La Niña-like state causes warmth across the mid-latitudes (Seager et al., 2003) and would also have contributed to European warmth. At this point two caveats need to be raised. First, the above argument assumes that the effects of tropical Pacific and Atlantic SST anomalies interact approximately linearly which need not be the case. Second, it is possible that patterns of climate variability and change exist that are not contained within the brief instrumental record. While we must acknowledge these possibilities, the persistent La Niña-positive AMO-positive NAO explanation for Medieval hydroclimate is a testable hypothesis that builds on current knowledge. A useful first step in testing it is to examine whether there are reasons why the climate system would have adopted this state during the Medieval period."
  }, {
    "heading": "5. Causes of a persistent Medieval La Niña and positive AMO and NAO",
    "text": "If persistent La Niña-like and positive AMO and NAO states could have caused the global pattern of Medieval hydroclimate then we need to know what caused them. Emile-Geay et al. (2007), building on the work of Clement et al. (1996) and Mann et al. (2005), have used an intermediate complexity numerical model of the tropical Pacific atmosphere–ocean system to argue that the eastwest SST gradient along the tropical Pacific Ocean, and the Walker Circulation, respond to external radiative forcing. Positive radiative forcing warms the western tropical Pacific relative to the east, where some of the added energy is diverged away into the subtropics by Ekman-induced divergence. This drives a stronger Walker Circulation, raising the thermocline in the east and increasing upwelling and, by the time the adjustment is through, causing cold waters in the east—a La Niña-like state. Emile-Geay et al. (2007) used reconstructed Holocene histories of solar\nARTICLE IN PRESS R. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2331\nirradiance and volcanism to demonstrate that, within the confines of their model, the Medieval period—a time of purportedly high irradiance and weak volcanism (Bard et al., 2000; Crowley, 2000)—was the latest in a series of externally forced La Niña-like states.\nAlthough the arguments of Emile-Geay et al. (2007) are internally consistent within a model world, and their model results agree with the coral records of Cobb et al. (2003) in that the Medieval period was a time of colder east and central tropical Pacific SSTs, there are reasons to wonder if the real world works this way. If their arguments are correct we would expect a tendency to a La Niña-like state in response to the positive radiative forcing of rising greenhouse gases (GHGs) in the industrial era, according to the dynamical mechanism just described. Cane et al. (1997) and Cane (2005) have argued that the historical record of shipobserved SSTs does show this: an increasing SST gradient since the mid-19th century. In contrast, Vecchi et al. (2006) used sea level pressure measurements to argue that the Walker Circulation has weakened over this time. While these studies flatly contradict each other there are ample problems with the data used by both. Before we can assess whether these studies can be reconciled or, if not, which is right, we may need to wait until modeling and data assimilation advance to the point that coupled general circulation models have been used to assimilate all available ocean and atmosphere data and prepare dynamically consistent atmosphere–ocean data sets from the mid-19th century on. In addition, one topic that needs to be addressed is the impact of anthropogenic aerosols, ignored in the modeling by Emile-Geay et al. (2007) and Cane et al. (1997). Aerosols, unlike GHG forcing and solar irradiance changes, have a complex spatial signature that can create patterns in the SST response. Indeed pollution over the Indian Ocean and western tropical Pacific may be causing local cooling and an El Niño-like response that is counteracting the expected La Niña-like response to rising GHGs.\nA positive NAO during the Medieval period could arise as a response to prevailing La Niña-like conditions in the tropical Pacific. As reported, on the basis of observations and SST-forced and coupled climate model simulations, by Fraedrich (1994), Emile-Geay et al. (2007) and Graham et al. (2007), La Niña-like conditions force a circulation anomaly over the North Atlantic akin to a positive NAO. While this association is weak, and hence has been the topic of much debate, it does appear clearly in large ensembles of long SST-forced climate model simulations and appears real. Further, Shindell et al. (1999, 2003) and Rind et al. (2004) have used model simulations to suggest that positive (negative) radiative forcing causes a positive (negative) NAO, invoking both mechanisms that involve a downward control from the stratosphere and changing tropospheric temperature gradients.\nThere are also reasons to expect a positive AMO state to develop as a consequence of an externally forced La Niñalike state. Although arguments continue as to whether the AMO really exists or whether Atlantic SSTs are merely\ntracking global mean SST (Mann and Emanuel, 2006), proponents of the AMO claim it is related to variations in the MOC. This claim is based largely on analyzing coupled models that contain variations of North Atlantic SSTs that look akin to those observed (e.g. Knight et al., 2005). A positive AMO during the Medieval period requires a stronger Atlantic MOC and increased northward transport of heat in the Atlantic Ocean. Why would this change? First of all, deep sinking in the North Atlantic Ocean occurs because the surface layer of the Atlantic ocean is saltier than that of the Pacific Ocean (Warren, 1983; Emile-Geay et al., 2003). This is true in both the subtropical and tropical latitudes of North and South Atlantic Oceans (Peixoto and Oort, 1992). While the flux of North Atlantic derived water vapor across the Isthmus of Panama is thought to be a major force in producing a salty surface layer within the North Atlantic (Zaucker et al., 1994), this does not explain the saltier South Atlantic surface water. A primary contributing factor responsible for both the North and South Atlantic surface layer salinity difference with the Pacific is believed to be the transfer of Indian Ocean surface and thermocline water into the South Atlantic around the southern rim of Africa, in what is referred to as the Agulhas leakage associated with the Agulhas Retroflection (Gordon et al., 1992; Gordon, 2001). This interocean transfer effectively links the subtropical gyres of the South Atlantic and southern Indian Oceans, replacing to a significant degree the low salinity subantarctic water closure of the South Atlantic subtropical gyre with saltier Indian Ocean water. The Agulhas Retroflection and leakage stems from the unique regional geography and wind patterns south of Africa, which is about 5! of latitude closer to the Equator than the westerly wind maximum. If the westerlies were to shift further south the Indian to Atlantic exchange is expected to increase and does so in modeling studies (Matano, 1996). As shown by L’Heureux and Thompson (2006) (see also Seager et al., 2003 and, for the case of multiyear droughts, Seager et al., 2005b; Cook et al., 2007), the southern hemisphere westerlies shift south during La Niña events. Hence a Medieval La Niña-like state would increase the interocean exchange of relatively salty waters from the Indian Ocean into the South Atlantic. As such we expect the North Atlantic overturning component of the MOC to have been stronger in the Medieval period and to have warmed the North Atlantic Ocean—as in a positive AMO. As further evidence of this influence, glacial era proxy data on faunal assemblages from deep ocean sediment records around the southern rim of Africa indicate that increases in the Agulhas leakage led increases in the Atlantic MOC through five glacial cycles (Peeters et al., 2004). There is another reason why a southward shift of the southern hemisphere westerlies can induce a stronger overturning. According to the theory of Gnanadesikan (1999), as more of the westerly wind stress occurs south of Cape Horn, the induced northward Ekman transport must\nARTICLE IN PRESS R. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–23362332\nbe compensated by upwelling off Antarctica (and not in a gyre circulation) and this will in turn drive stronger deep sinking in the North Atlantic. Gnanadesikan et al. (2006) partially attributed the stronger North Atlantic overturning in one version of the Geophysical Fluid Dynamics Laboratory coupled climate model to southern hemisphere westerlies located to the south of those in the other version of the model.\nThere is, however, a tropical influence on the MOC that can run in the opposite direction. Schmittner et al. (2000) have claimed that during El Niño events there is a negative precipitation minus evaporation perturbation over the Atlantic Ocean. This could be sustained by an increased transport of water vapor from the Atlantic to the Pacific across Panama and will lead to increased salinity in the subtropical North Atlantic. Arguing on this basis Schmittner et al. (2000) and Latif et al. (2000) suggest that a persistent El Niño-like state will cause a strong North Atlantic overturning.\nThere is a further wrinkle in that the NAO and AMO are not independent. In the observational record they are, in fact, negatively correlated at zero lag. But there is also evidence that a positive NAO is followed by a positive AMO. Visbeck et al. (1998) found evidence of this in SST observations and ocean model simulations. Broadly consistent, Eden and Jung (2001) and Bentsen et al. (2004) used ocean model simulations forced by historical winds and found that a positive NAO leads to a stronger MOC (because of stronger deep convection in the Labrador Sea) and increased heat transport into the subpolar North Atlantic.\nIf we accept all these results then a Medieval La Niñalike state could tend to (1) induce a stronger MOC and warmer North Atlantic Ocean via the impact on Agulhas leakage, winds over the Southern Ocean and the North Atlantic atmospheric circulation and (2) a weaker MOC via the impact on tropical water vapor transports. It is not clear which of these mechanisms of tropical Pacific influence on the MOC will win out. To date, attempts to reconstruct Holocene changes of the leakage or MOC have been inconclusive (Keigwin and Boyle, 2000). Lund et al. (2006) have used density reconstructions from sediment foraminifera in the Florida Straits to argue that Gulf Stream transports were strong in the modern and Medieval periods and weak during the LIA. Since this does not bear directly on the MOC existing records cannot be used to verify the above speculations. Suffice to say that Medieval warmth around the North Atlantic Ocean will be harder to explain if the MOC was weaker than now."
  }, {
    "heading": "6. Conclusions",
    "text": "The global pattern of Medieval hydroclimate appears in many ways to be analogous to that accompanying modern day North American droughts. During the Medieval period, while western North America (apart from current day British Columbia), was dry, northern South America, the Sahel and southern Africa were wet while central East\nAfrica was dry, Nile floods and the Indian monsoon were strong and there were tendencies to drier conditions in parts of South America and southern Europe. In the ocean there were cold SSTs in the tropical Pacific and off California while the Sargasso Sea was warm. These patterns can be accounted for, to some extent, by a combination of a persistent La Niña-like state and a warm Atlantic Ocean north of the Equator. A persistently positive NAO would assist in making the Sargasso Sea warm, drying the Mediterranean region and making northern Europe wet as observed. Results of simulation with a simple model indicate that a Medieval La Niña-like state could have arisen as a response to high solar irradiance and reduced volcanism. Other model results indicate that this could have in turn forced a positive NAO. Further, informed speculation suggests a La Niña-like state could have induced a stronger MOC, and hence a warm North Atlantic Ocean, by moving the southern mid-latitude westerlies poleward increasing the exchange of relatively salty water from the Indian Ocean into the South Atlantic Ocean and driving stronger Southern Ocean upwelling. But it must be emphasized that the La Niña-strong MOC link is, at this point, an idea that remains to be proven or disproven. So far there have been few efforts to test the theory that the Medieval megadroughts were caused by persistent tropical SST anomalies. However, Graham et al. (2007) used the Cobb et al. (2003) and Stott et al. (2004) marine records to reconstruct idealized Medieval SSTs in the tropical Pacific Ocean, used these to force a climate model, and demonstrated that drought forms over North America. More experimentation of this type is clearly warranted. The Medieval hydroclimate of North America is intellectually fascinating but also holds some hard lessons for modern society. The most recent western drought set in after the 1997/98 El Niño and, though quite typical in its severity, was the first persistent drought since the last of the Colorado River dams (Glen Canyon) was completed in 1963 and comes on the heels of a large population increase in the southwest. Despite its meteorological ordinariness the drought has severely taxed water resources in the area. A return of droughts of Medieval severity would break this system in no more than a decade and invite conflict between agriculture, which uses the vast majority of the water, and rising urban populations as well as between states. There are serious reasons to believe that the southwestern North America will get drier in the years to come. Held and Soden (2006) have shown that in model projections of future climate there is widespread drying in the subtropics (see also Allen and Ingram, 2002). They attribute this to two processes. First, surface warming causes rising low level atmospheric humidity and an amplification of existing patterns of atmospheric water vapor divergence and convergence by the mean flow. Second, the storm tracks and associated precipitation shift poleward. Held and Soden (2006) show that, as part of a\nARTICLE IN PRESS R. Seager et al. / Quaternary Science Reviews 26 (2007) 2322–2336 2333\ngeneral reduction in precipitation minus evaporation in the subtropics, southwestern North America is one land region that gets drier.\nIn addition to the Held and Soden (2006) response to greenhouse warming, which may have no past analogue in the Holocene, studies of Medieval hydroclimate make clear that whether or not Medieval levels of aridity return to southwestern North America will depend, in part, on the tropical ocean and North Atlantic MOC responses to rising GHGs and anthropogenic aerosols. Most climate models predict a weakening of the MOC in coming decades which would relatively cool the Atlantic north of the Equator and contribute a tendency to wetter conditions over North America. These models produce an overturning circulation weakening because of warming, and increased poleward water vapor transport and freshening, of the subpolar Atlantic. However the ocean components of these models cannot resolve the processes of Indian-South Atlantic interocean exchange which we reasonably expect to increase in a warming world as the westerlies shift poleward (Kushner et al., 2001). If that happens then, akin to the Medieval period, the North Atlantic Ocean will warm and tend to make western North America drier. But we must remember that the tropical Pacific Ocean is the driver of North American droughts and arguments exist for why anthropogenic change will make the tropical Pacific Ocean more El Niño-like or more La Niña-like. From the point of view of the American West the worst case scenario is a stronger MOC and an induced La Niñalike response which, adding onto the expected drying due to increased water vapor transports, would, beyond much of a doubt, bring a return to Medieval levels of aridity. Given the severity of the consequences were this to occur it is sobering that we understand so little about the response of the tropical Pacific Ocean—the Achilles heel of global hydroclimate—to external forcing."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported by NOAA grants NA030AR4320179 PO7 and 20A and NSF grants ATM-0347009 and ATM-0501878. We thank Lloyd Keigwin and Gerald Haug for useful conversations."
  }],
  "year": 2007,
  "references": [{
    "title": "Constraints on future changes in climate",
    "authors": ["M.R. Allen", "W.J. Ingram"],
    "year": 2002
  }, {
    "title": "Middle to late",
    "authors": ["M. Bar-Matthews", "A. Ayalon", "A. Kaufman"],
    "year": 1998
  }, {
    "title": "Solar irradiance during",
    "authors": ["E. Bard", "G. Raisbeck", "F. Yiou", "J. Jouzel"],
    "year": 2000
  }, {
    "title": "Development of the global mean sea",
    "authors": ["T.A. Basnett", "D.E. Parker"],
    "year": 1997
  }, {
    "title": "Magnitude and frequency of flooding in the Tagus basin (Central Spain) over the last millennium",
    "authors": ["G. Benito", "A. Diez-Herrero", "M. Fernandez de Villalta"],
    "venue": "Climatic Change",
    "year": 2003
  }, {
    "title": "Possible impacts of early eleventh, middle twelfth and late thirteenth century droughts on western Native Americans and the Missippian Cahokians",
    "authors": ["L. Benson", "M.S. Berry", "E.A. Jolie", "J.D. Spangler", "D.W. Stahle", "E.M. Hatton"],
    "venue": "Quaternary Science Review",
    "year": 2007
  }, {
    "title": "Simulated variability of the Atlantic meridional overturning circulation",
    "authors": ["M. Bentsen", "H. Drange", "T. Furevik", "T. Zhou"],
    "venue": "Climate Dynamics",
    "year": 2004
  }, {
    "title": "The evolution of El Niño, past and future",
    "authors": ["M.A. Cane"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Twentieth century sea surface temperature trends",
    "authors": ["M.A. Cane", "A.C. Clement", "A. Kaplan", "Y. Kushnir", "D. Pozdnyakov", "R. Seager", "S.E. Zebiak", "R. Murtugudde"],
    "year": 1997
  }, {
    "title": "Late Pleistocene to recent climate change in Cordoba Province Argentina: geomorphological evidence",
    "authors": ["C.A. Carignano"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "Climatic fluctuations in the central region of Argentina in the last 1000 years",
    "authors": ["M.A. Cioccale"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "An ocean dynamical thermostat",
    "authors": ["A.C. Clement", "R. Seager", "M.A. Cane", "S.E. Zebiak"],
    "venue": "Journal of Climate",
    "year": 1996
  }, {
    "title": "El Niño/ Southern Oscillation and tropical Pacific climate during the last millennium",
    "authors": ["K. Cobb", "C.D. Charles", "H. Cheng", "R.L. Edwards"],
    "venue": "Nature 424,",
    "year": 2003
  }, {
    "title": "North American Summer PDSI Reconstructions",
    "authors": ["E.R. Cook", "P.J. Krusic"],
    "venue": "Technical Report 2004-045,",
    "year": 2004
  }, {
    "title": "Long term aridity changes in the western",
    "authors": ["E.R. Cook", "C. Woodhouse", "C.M. Eakin", "D.M. Meko", "D.W. Stahle"],
    "venue": "United States. Science",
    "year": 2004
  }, {
    "title": "North American droughts: reconstructions, causes and consequences",
    "authors": ["E.R. Cook", "R. Seager", "M.A. Cane", "D.W. Stahle"],
    "venue": "Earth Science Reviews",
    "year": 2007
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "Millenialscale linkages between high- and low-latitude climate during the Holocene warm period",
    "authors": ["P. deMenocal", "J. Ortiz", "T. Guilderson", "M. Sarnthein"],
    "year": 2000
  }, {
    "title": "Pacific interdecadal climate variability: linkages between the tropics and the North Pacific during boreal winter since 1900",
    "authors": ["C. Deser", "A.S. Phillips", "J.W. Hurrell"],
    "venue": "Journal of Climate",
    "year": 2004
  }, {
    "title": "Late Quaternary bison population changes in the southern plains",
    "authors": ["T.D. Dillehay"],
    "venue": "Plains Anthropologist",
    "year": 1974
  }, {
    "title": "The secrets of the Southwest solved by talkative tree rings",
    "authors": ["A.E. Douglass"],
    "venue": "National Geographic",
    "year": 1929
  }, {
    "title": "Dating Pueblo Bonito and other ruins of the southwest",
    "authors": ["A.E. Douglass"],
    "venue": "Technical Report Pueblo Bonito Series",
    "year": 1935
  }, {
    "title": "Some considerations on climatic changes, water resources and water needs in the Italian region south",
    "authors": ["W. Dragoni"],
    "year": 1998
  }, {
    "title": "North Atlantic interdecadal variability: oceanic response to the North Atlantic Oscillation (1865–1997)",
    "authors": ["C. Eden", "T. Jung"],
    "venue": "Journal of Climate",
    "year": 2001
  }, {
    "title": "El Niño and the natural variability in the flow of the Nile River",
    "authors": ["E.A.B. Eltahir"],
    "venue": "Water Resource Research",
    "year": 1996
  }, {
    "title": "Warren revisited: atmospheric freshwater fluxes and why is no deep water formed in the North Pacific",
    "authors": ["J. Emile-Geay", "M.A. Cane", "N. Naik", "R. Seager", "A.C. Clement", "A. VanGeen"],
    "venue": "Journal of Geophysical Research 108",
    "year": 2003
  }, {
    "title": "ENSO as a mediator for the solar influence on climate. Paleoceanography",
    "authors": ["J. Emile-Geay", "M.A. Cane", "R. Seager", "A. Kaplan", "P. Almasi"],
    "year": 2007
  }, {
    "title": "The Atlantic multidecadal oscillation and its relation to rainfall and river flows in the continental U.S",
    "authors": ["D.B. Enfield", "A.M. Mestas-Nuñez", "P.J. Trimble"],
    "venue": "Journal of Geophysical Research",
    "year": 2001
  }, {
    "title": "An ENSO impact on Europe: a review",
    "authors": ["K. Fraedrich"],
    "venue": "Tellus 46A,",
    "year": 1994
  }, {
    "title": "Paleoclimatic analogs to twentieth century moisture regimes across the United States",
    "authors": ["F.K. Fye", "D.W. Stahle", "E.R. Cook"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 2003
  }, {
    "title": "Oceanic forcing of Sahel rainfall on interannual to interdecadal timescales",
    "authors": ["A. Giannini", "R. Saravanan", "P. Chang"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "A simple predictive model for the structure of the oceanic pycnocline",
    "authors": ["A. Gnanadesikan"],
    "venue": "Science 283,",
    "year": 1999
  }, {
    "title": "GFDL’s CM2.1 global coupled climate models. Part II: the baseline ocean simulation",
    "authors": ["A. Gnanadesikan", "K. Dixon", "Griffies", "S.M"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "Importance of the Indian Ocean for simulating rainfall anomalies over eastern and southern Africa",
    "authors": ["L. Goddard", "N.E. Graham"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Ocean Circulation and Climate",
    "authors": ["A.L. Gordon"],
    "venue": "Interocean exchange",
    "year": 2001
  }, {
    "title": "Thermocline and intermediate water communication between the South Atlantic and Indian Oceans",
    "authors": ["A.L. Gordon", "R.F. Weiss", "W.M. Smethie", "M.J. Warner"],
    "venue": "Journal of Geophysical Research",
    "year": 1992
  }, {
    "title": "Tropical Pacific-Mid latitude teleconnections in Medieval times",
    "authors": ["N. Graham", "M.K. Hughes", "C.M. Ammann", "K.M. Cobb", "M.P. Hoerling", "D.J. Kennett", "J.P. Kennett", "B. Rein", "L. Stott", "P.E. Wigand", "T. Xu"],
    "venue": "Climatic Change",
    "year": 2007
  }, {
    "title": "The initiation of the Little Ice Age in regions round the North Atlantic",
    "authors": ["J.M. Grove"],
    "venue": "Climatic Change",
    "year": 2001
  }, {
    "title": "Abrupt changes in the Asian southwest monsoon during the Holocene and their links to the North Atlantic Ocean",
    "authors": ["A.K. Gupta", "D.M. Anderson", "J.T. Overpeck"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Southward migration of the intertropical convergence zone through the Holocene",
    "authors": ["G.H. Haug", "K.A. Hughen", "D.M. Sigman", "L.C. Peterson", "U. Rohl"],
    "year": 2001
  }, {
    "title": "Robust responses of the hydrological cycle to global warming",
    "authors": ["I.M. Held", "B.J. Soden"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "North American droughts of the mid to late nineteenth Century: history, simulation and implications for Medieval drought",
    "authors": ["C. Herweijer", "R. Seager", "E.R. Cook"],
    "venue": "The Holocene",
    "year": 2006
  }, {
    "title": "North American droughts of the last millennium from a gridded network of tree ring data",
    "authors": ["C. Herweijer", "R. Seager", "E.R. Cook", "J. Emile-Geay"],
    "venue": "Journal of Climate",
    "year": 2007
  }, {
    "title": "Terminal classic drought in the northern Maya lowlands inferred from multiple sediment cores in Lake Chichancanab (Mexico)",
    "authors": ["D.A. Hodell", "M. Brenner", "J.H. Curtis"],
    "venue": "Quaternary Science Review",
    "year": 2005
  }, {
    "title": "Climate change on the Yucatan peninsula during the Little Ice Age",
    "authors": ["D.A. Hodell", "M. Brenner", "J.H. Curtis", "R. Medina-Gonzalez", "E.I.C. Can", "A. Albornaz-Pat", "T.P. Guilderson"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "The perfect ocean for drought",
    "authors": ["M.P. Hoerling", "A. Kumar"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Late Holocene palaeolimnology of Bal Lake, northern Nigeria, a multidisciplinary study",
    "authors": ["J.A. Holmes", "M.J. Allen", "F.A. Street-Perrot", "M. Ivanovich", "R.A. Perrot", "M.P. Walker"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1999
  }, {
    "title": "A 3000-year high resolution stalagmite-based record of paleoclimate for northeastern South Africa",
    "authors": ["K. Holmgren", "W. Karlen", "S.E. Lauritzen", "J.A. Lee-Thorp", "T.C. Partridge", "S. Piketh", "P. Repinski", "C. Stevenson", "O. Svanered", "P.D. Tyson"],
    "venue": "The Holocene",
    "year": 1999
  }, {
    "title": "Decadal trends in the North Atlantic Oscillation: regional temperatures and precipitation",
    "authors": ["J.W. Hurrell"],
    "venue": "Science",
    "year": 1995
  }, {
    "title": "Climatic changes in the South American plains: records of a continentscale oscillation",
    "authors": ["M. Iriondo"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "The Destruction of the Bison: An Environmental History 1750–1920",
    "authors": ["A.C. Isenberg"],
    "year": 2000
  }, {
    "title": "Moisture changes and fluctuations of the westerlies in Mediterranean Central Chile during the lat",
    "authors": ["B. Jenny", "B.L. Valero-Garces", "R. Urriartia", "K. Kelts", "H. Veiz", "P.G. Appleby", "M. Geyh"],
    "year": 2002
  }, {
    "title": "Diatom evidence of hydrographic changes and ice conditions in Igaliku Fjord, South Greenland, during the past 1500 years. The Holocene 152–164",
    "authors": ["K. Jensen", "A. Kuijpers", "N. Koc", "J. Heinemeier"],
    "year": 2004
  }, {
    "title": "Environmental imperatives reconsidered",
    "authors": ["T.L. Jones", "G.M. Brown", "L.M. Raab", "J.L. McVickar", "W.G. Spaulding", "D.J. Kennett", "A. York", "P.L. Walker"],
    "venue": "Current Anthropology",
    "year": 1999
  }, {
    "title": "The Little Ice Age and Medieval warm period in the Sargasso Sea",
    "authors": ["L.D. Keigwin"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Detecting Holocene changes in thermohaline circulation",
    "authors": ["L.D. Keigwin", "E.A. Boyle"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2000
  }, {
    "title": "Slope water current over the Laurentian Fan on interannual to millennial time scales",
    "authors": ["L.D. Keigwin", "R.S. Pickart"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Competitive and cooperative responses to climatic instability in coastal Southern California",
    "authors": ["D.J. Kennett", "J.P. Kennett"],
    "venue": "American Antiquity",
    "year": 2000
  }, {
    "title": "A signature of persistent natural thermohaline circulation cycles in observed climate",
    "authors": ["J.R. Knight", "R.J. Allan", "C.K. Folland", "M. Vellinga", "M.E. Mann"],
    "venue": "Geophysical Research Letters",
    "year": 2005
  }, {
    "title": "Regions of strong coupling between soil moisture and precipitation",
    "authors": ["R Koster"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Southern hemisphere atmospheric circulation response to global warming",
    "authors": ["P.J. Kushner", "I.M. Held", "T.L. Delworth"],
    "venue": "Journal of Climate",
    "year": 2001
  }, {
    "title": "Interdecadal variations in North Atlantic sea surface temperature and associated atmospheric conditions",
    "authors": ["Y. Kushnir"],
    "venue": "Journal of Climate",
    "year": 1994
  }, {
    "title": "A 1500-year El Niño/Southern Oscillation and rainfall history for the Istmus of Panama from speleothem calcite",
    "authors": ["M. Lachniet", "S.J. Burns", "D.R. Piperno", "Y. Asmerom", "V.J. Polyak", "C.M. Moy", "K. Christenson"],
    "venue": "Journal of Geophysical Research 109",
    "year": 2004
  }, {
    "title": "The early medieval warm epoch and its sequel",
    "authors": ["H.H. Lamb"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1965
  }, {
    "title": "Tropical stabilization of the thermohaline circulation in a greenhouse warming simulation",
    "authors": ["M. Latif", "E. Roeckner", "U. Mikolajewicz", "R. Voss"],
    "venue": "Journal of Climate",
    "year": 2000
  }, {
    "title": "Observed relationships between the El Niño–Southern Oscillation and the extratropical zonal mean circulation",
    "authors": ["M.L. L’Heureux", "D.W.J. Thompson"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "Gulf Stream density structure and transport during the past millennium",
    "authors": ["D.C. Lund", "J. Lynch-Stieglitz", "W.B. Curry"],
    "venue": "Nature 444,",
    "year": 2006
  }, {
    "title": "Atlantic hurricane trends linked to climate change",
    "authors": ["M. Mann", "K.A. Emanuel"],
    "venue": "EOS, Transactions, American Geophysical Union",
    "year": 2006
  }, {
    "title": "Volcanic and solar forcing of the tropical Pacific over the past 1000 years",
    "authors": ["M. Mann", "M.A. Cane", "S.E. Zebiak", "A. Clement"],
    "venue": "Journal of Climate",
    "year": 2005
  }, {
    "title": "A numerical study of the Agulhas retroflection: the role of bottom topography",
    "authors": ["R.P. Matano"],
    "venue": "Journal of Physical Oceanography",
    "year": 1996
  }, {
    "title": "Variability of El Niño/Southern Oscillation activity at millennial timescales during the Holocene",
    "authors": ["C.M. Moy", "G.O. Seltzer", "D.T. Rodbell", "D.M. Anderson"],
    "venue": "epoch. Nature",
    "year": 2002
  }, {
    "title": "The nature of rainfall variability over Africa on time scales of decades to millenia",
    "authors": ["S. Nicholson"],
    "venue": "Global Planet Change",
    "year": 2000
  }, {
    "title": "Variability in the mean latitude",
    "authors": ["Physics", "New York", "L.C. 520pp. Peterson", "G.H. Haug"],
    "year": 2006
  }, {
    "title": "A three thousand year",
    "authors": ["C.J. Proctor", "A. Baker", "W.L. Barnes"],
    "venue": "matology Palaecology",
    "year": 2002
  }, {
    "title": "Global analyses of sea surface",
    "authors": ["E. Kent", "A. Kaplan"],
    "year": 2003
  }, {
    "title": "A major Holocene ENSO",
    "authors": ["B. Rein", "A. Luckge", "F. Sirocko"],
    "venue": "nineteenth century. Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "The turn-of-the-century North American drought",
    "authors": ["R. 1855–1859. Seager"],
    "year": 2007
  }, {
    "title": "Predicting Pacific Decadal Variability",
    "authors": ["B. Kerman", "J. Velez"],
    "year": 2004
  }, {
    "title": "Mechanisms of ENSO-forcing of hemispheri",
    "authors": ["H.P", "J. Velez"],
    "year": 2005
  }, {
    "title": "Modeling of tropical forcing of persistent droughts and pluvials over western North America: 1856–2000",
    "authors": ["R. Seager", "Y. Kushnir", "C. Herweijer", "N. Naik", "J. Velez"],
    "venue": "Journal of Climate",
    "year": 2005
  }, {
    "title": "Greenhouse gas forcing of Northern Hemisphere winter climate trends",
    "authors": ["D.T. Shindell", "R.L. Miller", "G.A. Schmidt", "L. Pandolfo"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Volcanic and solar forcing of climate change during the pre-Industrial period",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "R.L. Miller", "M.E. Mann"],
    "venue": "Journal of Climate",
    "year": 2003
  }, {
    "title": "Multidecadal failures of the Southwest Indian summer monsoon during the last 1400 years",
    "authors": ["A. Sinha", "K.G. Cannariato", "L.D. Stott", "H. Cheng", "R.L. Edwards", "M.G. Yadava", "R. Ranesh", "I.B. Singh"],
    "venue": "Geophysical Research Letters,",
    "year": 2006
  }, {
    "title": "Texas drought history reconstructed and analyzed from 1698 to 1980",
    "authors": ["D.W. Stahle", "M.K. Cleaveland"],
    "venue": "Journal of Climate",
    "year": 1988
  }, {
    "title": "Extreme and persistent drought in California and Patagonia during mediaeval time",
    "authors": ["S. Stine"],
    "venue": "Nature",
    "year": 1994
  }, {
    "title": "Decline of surface temperature and salinity in the western tropical Pacific Ocean in the Holocene",
    "authors": ["L. Stott", "K. Cannariato", "R. Thunell", "G.H. Haug", "A. Koutavos", "S. Lund"],
    "venue": "epoch. Nature",
    "year": 2004
  }, {
    "title": "Kilimanjaro ice core records: evidence of Holocene climate change in tropical Africa",
    "authors": ["L.E. Thompson", "E. Mosley-Thompson", "K.A. Henderson", "H.H. Brecher", "V.S. Zagorodnov", "T.A. Mashiotta", "P. Lin", "V.N. Mikhalenko", "D.R. Hardy", "J. Beer"],
    "year": 2002
  }, {
    "title": "A concise history of Dutch river floods",
    "authors": ["R.S.J. Tol", "A. Langen"],
    "venue": "Climatic Change",
    "year": 2000
  }, {
    "title": "Weakening of tropical Pacific atmospheric circulation due to anthropogenic forcing",
    "authors": ["G.A. Vecchi", "B.J. Soden", "A.T. Wittenberg", "I.M. Held", "A. Leetmaa", "M.J. Harrison"],
    "venue": "Nature 441,",
    "year": 2006
  }, {
    "title": "Rainfall and drought in equatorial East Africa during the past 1,100 years",
    "authors": ["D. Verschuren", "K.R. Laird", "B.F. Cumming"],
    "venue": "Nature 403,",
    "year": 2000
  }, {
    "title": "Tree ring and glacial evidence for the Medieval Warm Period and the Little Ice Age in southern South America",
    "authors": ["R. Villalba"],
    "venue": "Climatic Change",
    "year": 1994
  }, {
    "title": "An ocean model’s response to North Atlantic Oscillation-like wind forcing",
    "authors": ["M. Visbeck", "H. Cullen", "G. Krahmann", "N. Naik"],
    "venue": "Geophysical Research Letters",
    "year": 1998
  }, {
    "title": "A high-resolution absolute-dated late Pleistocene monsoon record from Hulu",
    "authors": ["Y.J. Wang", "H. Cheng", "R.L. Edwards", "Y. He", "Z.S. An", "J.Y. Wu", "C. Shen", "J.A. Dorale"],
    "year": 2001
  }, {
    "title": "Why is no deep water formed in the North Pacific",
    "authors": ["B.A. Warren"],
    "venue": "Journal of Marine Research",
    "year": 1983
  }, {
    "title": "The Way to the West: Essays on the Great Plains",
    "authors": ["E. West"],
    "year": 1995
  }, {
    "title": "Dust Bowl: The Southern Plains in the 1930s",
    "authors": ["D. Worster"],
    "year": 1979
  }, {
    "title": "Rivers of Empire: Water, Aridity and the Growth of the American West",
    "authors": ["D. Worster"],
    "year": 1985
  }, {
    "title": "Atmospheric freshwater fluxes and their effect on the global thermohaline circulation",
    "authors": ["F. Zaucker", "T.F. Stocker", "W.S. Broecker"],
    "venue": "Journal of Geophysical Research",
    "year": 1994
  }, {
    "title": "Simulated tropical response to a substantial weakening of the Atlantic thermohaline circulation",
    "authors": ["R. Zhang", "T.L. Delworth"],
    "venue": "Journal of Climate",
    "year": 2005
  }, {
    "title": "ENSO-like decade-tocentury scale variability: 1900–1993",
    "authors": ["Y. Zhang", "J.M. Wallace", "D.S. Battisti"],
    "venue": "Journal of Climate",
    "year": 1997
  }],
  "id": "SP:2b5a5d8e701827adaf52f2a11052d7fecdb2d54c",
  "authors": [{
    "name": "Richard Seagera",
    "affiliations": []
  }, {
    "name": "Nicholas Graham",
    "affiliations": []
  }, {
    "name": "Celine Herweijer",
    "affiliations": []
  }, {
    "name": "Arnold L. Gordon",
    "affiliations": []
  }, {
    "name": "Yochanan Kushnir",
    "affiliations": []
  }, {
    "name": "Ed Cook",
    "affiliations": []
  }],
  "abstractText": "According to tree ring and other records, a series of severe droughts that lasted for decades afflicted western North America during the Medieval period resulting in a more arid climate than in subsequent centuries. A review of proxy evidence from around the world indicates that North American megadroughts were part of a global pattern of Medieval hydroclimate that was distinct from that of today. In particular, the Medieval hydroclimate was wet in northern South America, dry in mid-latitude South America, dry in eastern Africa but with strong Nile River floods and a strong Indian monsoon. This pattern is similar to that accompanying persistent North American droughts in the instrumental era. This pattern is compared to that associated with familiar climate phenomena. The best fit comes from a persistently La Niña-like tropical Pacific and the warm phase of the so-called Atlantic Multidecadal Oscillation. A positive North Atlantic Oscillation (NAO) also helps to explain the Medieval hydroclimate pattern. Limited sea surface temperature reconstructions support the contention that the tropical Pacific was cold and the subtropical North Atlantic was warm, ideal conditions for North American drought. Tentative modeling results indicate that a multi-century La Niña-like state could have arisen as a coupled atmosphere–ocean response to high irradiance and weak volcanism during the Medieval period and that this could in turn have induced a persistently positive NAO state. A La Niña-like state could also induce a strengthening of the North Atlantic meridional overturning circulation, and hence warming of the North Atlantic Ocean, by (i) the ocean response to the positive NAO and by shifting the southern mid-latitude westerlies poleward which (ii) will increase the salt flux from the Indian Ocean into the South Atlantic and (iii) drive stronger Southern Ocean upwelling. r 2007 Elsevier Ltd. All rights reserved.",
  "title": "Blueprints for Medieval hydroclimate"
}