{
  "sections": [{
    "text": "The lithostratigraphic framework of Lake Van, eastern Turkey, has been\nsystematically analysed to document the sedimentary evolution and the environmental history of the lake during the past ca 600 000 years. The lithostratigraphy and chemostratigraphy of a 219 m long drill core from Lake\nVan serve to separate global climate oscillations from local factors caused by\ntectonic and volcanic activity. An age model was established based on the climatostratigraphic alignment of chemical and lithological signatures, validated by 40Ar/39Ar ages. The drilled sequence consists of ca 76% lacustrine carbonaceous clayey silt, ca 2% fluvial deposits, ca 17% volcaniclastic deposits and 5% gaps. Six lacustrine lithotypes were separated from the fluvial and event deposits, such as volcaniclastics (ca 300 layers) and graded beds (ca 375 layers), and their depositional environments are documented. These lithotypes are: (i) graded beds frequently intercalated with varved\nclayey silts reflecting rising lake levels during the terminations; (ii) varved clayey silts reflecting strong seasonality and an intralake oxic–anoxic boundary, for example, lake-level highstands during interglacials/interstadials; (iii)\nCaCO3-rich banded sediments which are representative of a lowering of the oxic–anoxic boundary, for example, lake level decreases during glacial inceptions; (iv) CaCO3-poor banded and mottled clayey silts reflecting an oxic–anoxic boundary close to the sediment–water interface, for example, lake-level lowstands during glacials/stadials; (v) diatomaceous muds were deposited during the early beginning of the lake as a fresh water system; and\n(vi) fluvial sands and gravels indicating the initial flooding of the lake basin.\nThe recurrence of lithologies (i) to (iv) follows the past five glacial/interglacial cycles. A 20 m thick disturbed unit reflects an interval of major tectonic activity in Lake Van at ca 414 ka BP. Although local environmental processes\n1830 © 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists\nsuch as tectonic and volcanic activity influenced sedimentation, the litho-\nstratigraphic pattern and organic matter content clearly reflect past global climate changes, making Lake Van an outstanding terrestrial archive of\nunprecedented sensitivity for the reconstruction of the regional climate over\nthe last 600 000 years.\nKeywords Continental archive, eastern Anatolia, glacial/interglacial climate, ICDP project PALEOVAN, palaeoenvironmental reconstruction, varved lake sediments."
  }, {
    "heading": "INTRODUCTION",
    "text": "Quaternary climate conditions during the past one million years are characterized by alternations of cold glacials and warm interglacials with a dominant recurrence interval of 100 000 years (Imbrie et al., 1993). These climate changes are especially apparent from Antarctic temperature reconstructions based on ice cores (EPICA, 2004; Jouzel et al., 2007) and global ice volume reconstructions based on marine sediments (LR04; Lisiecki & Raymo, 2005). Although typical patterns recur for each glacial cycle, the glacial periods of the four most recent climate cycles, for instance, are longer than the interglacials. Individual patterns within each cycle show that slight differences in external forcing and internal feedback can lead to a wide range of different responses (Lang & Wolff, 2011). Highresolution ice records (for example, Greenland; North Greenland Ice Core Project members, 2004), marine records (for example, Cariaco Basin, Peterson et al., 2000) and terrestrial records (for example, Hulu cave, Wang et al., 2008; Cheng et al., 2009) showed pronounced millennial-scale climate oscillations next to orbital-driven oscillations. The study of these records provides detailed insights into past atmospheric and ocean dynamics, but their physical origin and latitudinal linkages are still uncertain. Compilations of long palaeoclimate records under-represent terrestrial environments due to the lack of appropriate data (e.g. Lang & Wolff, 2011), in particular if the study of millennial-scale climate oscillations is attempted (e.g. Voelker, 2002). Lake sediments constitute especially valuable archives compared to other terrestrial archives, such as tree rings, loess and peat deposits, because they are potentially continuous over several interglacial/glacial cycles and have high sedimentation rates that allow climate variabi-\nlity to be studied on millennial, centennial and annual time scales. Moreover, they may be varved, allowing annual to seasonal resolution to be achieved. Several hundred metres of deepdrill cores were successfully recovered during past International Continental Drilling Program (ICDP) lake drilling projects (for example, Lake Baikal, Prokopenko et al., 2002; Pet en Itz a, Mueller et al., 2010; Lake Malawi, Scholz et al., 2011; El’gygytgyn, Melles et al., 2012). These lake systems responded very sensitively to past global climate changes, allowing both terrestrialmarine and terrestrial-ice stratigraphic relations to be established. These lacustrine archives have in common: (i) that the transfer of the climate signal to the sediment is site-specific; and (ii) that regional processes (for example, microclimates, earthquakes and volcanic eruptions) may predominate and mask the palaeoclimatic signal. Sedimentological and stratigraphic analyses address these critical issues, so that the suite of information about past environmental and climate change, which is potentially preserved in sedimentary sequences, can be assessed. This article presents the lithostratigraphic framework of the sediments from Lake Van (eastern Anatolia), the largest soda lake worldwide, in order to reconstruct its palaeoenvironmental history. Detailed lithological analysis to clarify the sediment–environment relation, coupled with an understanding of present-day sediment-forming processes and environmental controls, is used to show how a lacustrine system affected not only by climate but also by tectonic and volcanic activity responded to glacial/interglacial cycles. Key lithotypes were analysed microscopically, macroscopically and geochemically to obtain an understanding of depositional processes and environmental forcing. Although the present study focuses on the background sedimentation, the event stratigraphy and unconformities are\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nalso documented, paving the way for robust proxy records and age models. It is further shown that both the lithostratigraphy and chemostratigraphy can be used as chronological tools for climatostratigraphic alignment, allowing the lithostratigraphy of Lake Van to be related to its palaeoenvironmental history."
  }, {
    "heading": "REGIONAL AND CLIMATIC SETTING",
    "text": "The eastern Mediterranean realm, located at the transition between major atmospheric circulation systems, is a key area for the understanding of past changes in ocean-atmospheric teleconnections and internal feedback mechanisms. Long terrestrial records extending continuously into the Pleistocene from the area are scarce (Fig. 1). Mid-latitude Lake Van is situated on a high plateau in eastern Anatolia, Turkey, at an\naltitude of 1648 m above sea-level (a.s.l.; Fig. 2). The mid-latitude or so-called Mediterraneantype climate is affected by two conflicting air masses, the tropical and polar air masses, which are governed by the interplay of the two tropospheric jet streams [Subtropical Jet (STJ) and Polar Front Jet (PFJ)] and by orographic effects (Reiter, 1975; Fig. 1). The STJ overlies the subtropical high-pressure belt. The atmospheric circulation systems (for example, subtropical highpressure belt, Hadley cell and Intertropical Convergence Zone) migrate seasonally northwards and southwards. During winter, the STJ resides over North Africa, allowing cyclonic activity over the Mediterranean Basin. During summer, the high-pressure activity shifts into the Mediterranean basin, stabilizing weather conditions to such a degree that dry, sinking air masses cap humid marine air masses (Fig. 1; Reiter, 1975). The Mediterranean area is thus characterized by\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ncold, wet winters and hot, dry summers. Lake Van lies at the eastern edge of this warm temperate Mediterranean-type climate at high altitude, in an area flanked by arid climate to the south and snowy climate to the north (Kottek et al., 2006). The 15 kyr old palaeoclimate record from Lake Van showed that arid periods in eastern Anatolia occurred synchronously with cold climate conditions in Europe (Landmann et al., 1996; Lemcke, 1996; Lemcke & Sturm, 1997; Wick et al., 2003). The area is tectonically active and characterized by volcanism and hydrothermal springs (Degens & Kurtman, 1978; Kipfer et al., 1994; Keskin, 2003). Two active volcanoes rise in the immediate vicinity of the lake: Nemrut (3050 m a.s.l.) and S€uphan (4058 m a.s.l.). A third extinct volcano, the _Incekaya hyaloclastite cone, is partly covered by the lake today (Sumita & Schmincke, 2013a). Recent earthquakes reflect ongoing fault movements resulting in notable strike-slip motion (Pinar et al., 2007). The area has experienced 30 large earthquakes (>5 0 magnitude) during the 20th Century (Bozkurt, 2001). On 23 October 2011, an earthquake of magni-\ntude 7 1, with its epicentre 16 km north-east of the city of Van, resulted in over 600 casualties and caused severe infrastructure damage (Akinci & Antonioli, 2013). The catchment area of the lake covers 12 500 km2 (Kadio glu et al., 1997) and is divided into four zones (Degens & Kurtman, 1978). The southern part consists primarily of the metamorphic rocks of the Bitlis massif (Fig. 2). The eastern part comprises Tertiary and Quaternary conglomerates, carbonates and sandstones. The western parts are dominated by volcanic Pliocene and Quaternary deposits (Degens & Kurtman, 1978; Lemcke, 1996), while the northern parts are composed of Miocene sediments and Cretaceous limestone. S€uphan volcano north of Lake Van and the Kavus s ahap Mountains ca 15 km south of Lake Van are potential areas of former glacial activity (Fig. 2). S€uphan, with its summit above the modern snowline at ca 4000 m a.s.l., hosts several small glaciers (Sarikaya et al., 2011). A few small glaciers are also located in the Kavus s ahap Mountains, which have a maximum elevation of 3503 m a.s.l. (Mount Hassanbes ir) and a\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nsnowline at 3400 m a.s.l. (Williams & Ferrigno, 1991; Sarikaya et al., 2011; Fig. 2). Quaternary glacial activity left U-shaped valleys in the area (Degens et al., 1984; Akcar & Schl€uchter, 2005) and lateral moraines as low as 2100 m a.s.l., indicating the existence of glaciers up to 10 km long in the Kavus s ahap Mountains (Sarikaya et al., 2011) and ice caps 1 5 to 2 km long at S€uphan (Kesici, 2005). In terminal, saline lakes like Lake Van (volume 607 km3, area 3570 km2, maximum depth 460 m, pH ca 9 72, salinity ca 23&; Kaden et al., 2010), lake-level fluctuations resulting from climatic forcing have an immediate effect on both water-column mixing and hydrochemistry (Peeters et al., 2000). The forcing factors governing short-term lake-level fluctuations are precipitation and runoff, because insolation and evaporation remain relatively stable, while longterm lake-level fluctuations result from changes in precipitation, runoff and evaporation. Seasonal lake-level fluctuations of ca 50 cm are observed in Lake Van (1944 to 1974, Degens & Kurtman, 1978; 1969 to 2009, Stockhecke et al., 2012). Precipitation and Ca2+-rich runoff in spring and autumn enter the carbonate-saturated lake, causing carbonate precipitation in the epilimnion that is visible as drifting, milky clouds, termed whitings (Robbins & Blackwelder, 1992; Stockhecke et al., 2012). Past high lake levels of up to ca 106 m above the present lake level (mapll) have been documented in onshore lacustrine terraces along the lake (Schweizer, 1975; Kuzucuo glu et al., 2010). Past low lake levels of several hundreds of metres are documented in seismic reflection data by clinoforms, channel systems and unconformities on the shelf and slopes that have been observed but not yet been dated (Cukur et al., 2013), and by proxy sediment records covering the last 15 kyr (Landmann, 1996; Lemcke, 1996; Lemcke & Sturm, 1997; Wick et al., 2003). No lake levels prior to 115 ka BP have yet been documented."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": "Core recovery and core correlation\nInterdisciplinary fieldwork consisting of seismic profiling, short and long sediment coring, sediment-trap sampling and water sampling paved the way for the ICDP project PALEOVAN on Lake Van (Litt et al., 2009, 2011). In summer 2010, long drill cores were recovered from two\nICDP drill sites (Fig. 2) using the Deep Lake Drilling System platform operated by the crew of the Drilling, Observation and Sampling of the Earth Continental Crust cooperation (Litt et al., 2011, 2012). The primary drill site, ‘Ahlat Ridge’ (AR, ICDP Site 5034-2; Figs 2 and 3), is located at 360 m below present lake level (mbpll; relative to present lake level at 1648 m a.s.l.) on a morphological ridge at the northern edge of the deep central Tatvan Basin. The secondary drill site, ‘Northern Basin’ (NB, ICDP Site 5034-1; Figs 2 and 3), lies 10 km north-west of AR at 245 mbpll. The AR hole was drilled down to a depth of 219 m below lake floor (mblf) and the NB hole down to a depth of 145 mblf (Fig. 4, Table 1). During the 10 weeks of drilling operations, a total of 637 m of sediment was recovered at AR (average recovery = 86%) and 208 m at NB (average recovery = 91%). The cores were shipped in a cooling container from Turkey to the IODP core repository at Marum, University of Bremen (Germany). After opening and photographing the cores in Bremen, lithologies from up to five parallel cores were correlated and a composite record from each drill site was constructed by giving priority to core quality and continuity (Fig. 4). The uppermost part of both composite records consists of gravity short cores that fully cover the water–sediment interface (hole Z, Fig. 4). The initially used core depth in ‘metres below lake floor’ (mblf) was then replaced by a composite depth in ‘metres composite below lake floor’ (mcblf). The AR composite record comprises 231 sections using cores from seven parallel holes (Fig. 4, Table 1). The total length of the composite record is 219 m and includes 32 drilling gaps with a total length of 19 6 m. The NB composite record is 145 6 m long, subdivided into 142 sections from four holes, and has 47 gaps with a total length of 20 5 m (Fig. 4, Table 1)."
  }, {
    "heading": "Lithological descriptions and classification",
    "text": "Macroscopic descriptions were made of all sediment cores (a total of 845 m) and microscopic analyses on smear slides were performed at regular intervals to define and categorize lithotypes. Following the initial lithological classification, thin sections were prepared from selected intervals for a more detailed study of the bedding and composition of the lithotypes and transitions. Bulk-sediment samples and thin sections were analysed using light microscopy, Scanning\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nElectron Microscopy (SEM) and Energy Dispersive X-ray (EDX) spectroscopy. The sediments were then categorized as either lacustrine sediments, fluvial or volcaniclastic deposits. The lacustrine sediments were grouped into lithotypes following a component-based classification (Mazzulo et al., 1988; Schnurrenberger et al., 2003). The volcaniclastic layers (V-layers) were numbered downcore from V-1 to V-300. The\nuppermost 16 V-layers were correlated with previous studies, where they are called T1 to T16 (Landmann, 1996; Lemcke, 1996; Litt et al., 2011). Suffixes were attached to V-layers and some layers that occur in intervals that are not part of the composite record (for example, V-12a and V-12b). Poor recovery of the volcaniclastic deposits during drilling resulted in several gaps in the composite record. Such gaps were listed\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nas volcaniclastic if tephra was recovered above and below the gap. Primary and reworked tephra are not differentiated, so the term ‘volcaniclastic’ instead of ‘tephra’ is preferred. Next to the component-based classification, the sediments were subdivided into ‘background sediments’ and ‘event deposits’. The background sediments (or pelagic sediments) cover all lithotypes, reflecting the continuous sedimentation of allochthonous and autochthonousmaterial. The event deposits reflect instantaneously triggered deposition of allochthonous or reworked lacustrinematerial. All event deposits thicker than 5 mm (and also 67 layers thinner than 5 mm) as well as three repetitions (due to slump-overthrusting or sliding) were removed from the record, which resulted in a third, event-corrected depth scale in ‘metres composite below lake floor –no Events’ (mcblf-nE).\nCore sampling and geochemical analysis\nDiscrete samples were taken at a spacing of 2 5 cm over the upper 163 m of the AR composite record and at 20 cm from 163 to 219 m of the AR record (a total of 2211). The NB record was sampled at 20 cm resolution over the full length of 145 mcblf (a total of 504). The freeze-dried and ground sediment samples were analysed for total carbon (TC) and total nitro-\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nA B\nC D\nE F\nG H\nF ig . 5 . B a c k sc a tt e re d sc a n n in g e le c tr o n im\na g e s o f se le c te d se d im\ne n t sa m p le s a n d th in\nse c ti o n s.\n(A ) A u to c h th o n o u s c a rb o n a te , 2 5 8\nm c b lf\n(m e tr e s c o m p o si te\nb e lo w\nla k e fl o o r) . (B ) F e ld sp\na r, 8 0 8\nm c b lf . (C ) A ra g o n it e n e e d le s,\n1 0 2 m c b lf . (D\n) C e n tr ic\nd ia to m\nfr u st u le , 1 8 8 m c b lf . (E ) O st ra c o d v a lv e , 1 8 7 4\nm c b lf . (F ) C a l-\nc a re o u s n a n n o fo ss il , 2 6 3\nm c b lf . (G\n) P y ri te\nfr a m b o id s o r g re ig it e , 1 0 2 m c b lf . (H\n) G y p su\nm , 1 0 2 m c b lf .\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nT a b le\n2 .\nL is t o f li th o ty p e s w it h in\nth e A h la t R id g e (A\nR ) a n d N o rt h B a si n (N\nB ) c o m p o si te\nre c o rd s,\nw it h th e ir\nth ic k n e ss e s in\nm e tr e s (m\n) a n d a s a p e rc e n ta g e\n(% ), a n d g e o c h e m ic a l p ro p e rt ie s (a v e ra g e , st a n d a rd\nd e v ia ti o n a n d n u m b e r o f sa m p le s) .\nC a C O\n3 (%\n) T O C\n(% )\nT O C /T N (a to m ic )\nS a m p le\nL it h o ty p e\nA b b r.\nm %\nM e a n\nS td\nM e a n\nS td\nM e a n\nS td\nN o\nA h la t R id g e L a m in a te d c la y e y si lt\nL l\n2 0 9\n9 5\n4 0 3\n1 0 7\n1 9\n1 0\n1 4 5\n4 3\n4 5 5\nIn te rc a la ti n g la m in a te d a n d b a n d e d c la y e y si lt\nL lL b\n2 1\n1 0\n4 5 4\n1 1 3\n1 4\n0 3\n1 3 0\n2 5\n3 0\nL a m in a te d c la y e y si lt\nin te rc a la te d w it h g ra d e d b e d s\nL lL g\n1 5 1\n6 9\n3 4 2\n4 8\n1 1\n0 4\n1 2 1\n4 0\n2 5 4\nIn te rc a la ti n g la m in a te d a n d fa in t la m in a te d c la y e y si lt\nL lL f\n2 3\n1 0\n3 2 4\n3 2\n1 0\n0 2\n1 5 9\n3 2\n4 2\nIn te rc a la ti n g la m in a te d , m o tt le d c la y e y si lt\na n d g ra d e d b e d s\nL lL m o L g\n1 6\n0 7\n3 1 5\n3 8\n0 7\n0 2\n7 1\n2 6\n2 3\nF a in t la m in a te d c la y e y si lt\nL f\n7 8\n3 6\n3 9 2\n1 0 7\n1 1\n0 4\n1 2 9\n3 8\n1 6 1\nIn te rc a la ti n g fa in t la m in a te d a n d b a n d e d c la y e y si lt\nL fL b\n1 2\n0 5\n3 8 5\n1 1 9\n0 8\n0 4\n8 8\n3 1\n2 6\nIn te rc a la ti n g fa in t la m in a te d a n d m o tt le d c la y e y si lt\nL fL m o\n0 8\n0 4\n3 4 8\n4 8\n1 1\n0 5\n1 5 2\n2 9\n2 1\nF a in t la m in a te d c la y e y si lt\nin te rc a la te d w it h g ra d e d b e d s\nL fL g\n1 9\n0 8\n3 6 1\n3 8\n0 9\n0 2\n1 2 1\n2 4\n2 4\nM o tt le d c la y e y si lt\nL m o\n9 0\n4 1\n3 6 1\n9 5\n1 0\n0 5\n1 2 8\n5 7\n1 4 4\nIn te rc a la ti n g m o tt le d a n d b a n d e d c la y e y si lt\nL m o L b\n1 3 4\n6 1\n3 5 1\n6 3\n0 8\n0 4\n1 0 6\n4 1\n1 7 7\nIn te rc a la ti n g m o tt le d a n d m a ss iv e c la y e y si lt\nL m o L m c\n2 9\n1 3\n3 8 8\n7 7\n0 7\n0 2\n6 9\n1 7\n1 5\nM o tt le d c la y e y si lt in te rc a la te d b y g ra d e d b e d s\nL m o L g\n1 3\n0 6\n3 3 2\n3 0\n0 7\n0 3\n1 0 1\n3 3\n1 4\nB a n d e d c la y e y si lt\nL b\n5 4 5\n2 4 9\n3 8 3\n8 8\n1 1\n0 5\n1 2 1\n7 0\n6 2 1\nB a n d e d c la y e y si lt\nin te rc a la te d b y g ra d e d b e d s\nL b L g\n2 8\n1 3\n3 6 0\n6 1\n0 9\n0 3\n1 0 1\n2 7\n2 6\nM a ss iv e c la y e y si lt\nL m\n2 3 3\n1 0 6\n2 7 4\n1 3 3\n1 1\n0 5\n8 6\n3 5\n1 4 1\nM u d d y sa n d\nL m s\n4 6\n2 1\nG ra v e l\nL g v\n0 3\n0 2\nG a p s\ng a p\n1 0 0\n4 6\nG ra d e d b e d s\nL g\n6 7\n3 1\n3 5 6\n1 0 8\n1 1\n0 7\n1 1 1\n5 2\n3 7\nV o lc a n ic la st ic\nd e p o si ts\nV 3 6 6\n1 6 7\nR e p e ti ti v e la y e r\nR E P\n0 1\n0 0\nS u m\n2 1 9 06\n1 0 0\n3 6 1\n7 7\n1 0\n0 4\n1 1 4\n3 6\n2 2 1 1\nN o rt h e rn\nB a si n L a m in a te d c la y e y si lt\nL l\n1 0 0\n6 9\n3 2 1\n7 2\n1 6\n0 8\n1 4 8\n4 8\n5 5\nIn te rc a la ti n g la m in a te d a n d b a n d e d c la y e y si lt\nL lL b\n0 0\n0 0\nL a m in a te d c la y e y si lt\nin te rc a la te d w it h g ra d e d b e d s\nL lL g\n5 0\n3 5\n2 4 4\n6 2\n1 0\n0 5\n1 1 3\n2 6\n1 6\nF a in t la m in a te d c la y e y si lt\nL f\n0 9\n0 7\n2 9 9\n5 2\n0 8\n0 3\n1 7 0\n4 3\n1 1\nF a in t la m in a te d c la y e y si lt\nin te rc a la te d w it h g ra d e d b e d s\nL fL g\n3 6\n2 5\n2 6 3\n2 3\n0 4\n0 0\n1 2 9\n2 8 2 M o tt le d c la y e y si lt L m o 0 5 0 3 In te rc a la ti n g m o tt le d a n d b a n d e d c la y e y si lt L m o L b 0 1 0 1 B a n d e d c la y e y si lt L b 1 6 1 1 4 5 6 5 2 1 2 0 1 1 6 5 2 0 2 B a n d e d c la y e y si lt in te rc a la te d b y g ra d e d b e d s L b L g 2 5 0 1 7 1 M a ss iv e c la y e y si lt L m c 0 3 0 2 2 1 9 9 7 1 2 0 6 1 2 6 4 1 3 G a p s g a p 1 7 5 1 2 0 G ra d e d b e d s L g 5 1 3 3 5 2 2 1 8 5 4 0 6 0 3 1 3 5 7 2 3 3 5 V o lc a n ic la st ic d e p o si ts V 1 7 5 1 2 0 S lu m p s S L 1 2 3 8 4 S u m 1 4 5 58 1 0 0 2 3 0 7 2 0 7 0 5 1 3 4 6 4 5 0 4\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ngen (TN) using an elemental analyser (HEKAtech Euro Elemental Analyzer; HEKAtech GmbH, Wegberg, Germany). Total inorganic carbon (TIC) content was determined using a titration coulometer (UIC Inc., Joliet, IL, USA 5011 CO2-Coulometer). Repeated measurement of 112 samples yielded standard errors of 11% for TN, 3% for TC and 5% for TIC. Total inorganic carbon weight per cent of total sediment (wt%) was converted to carbonate wt% by multiplying it by a stoichiometric factor (8 33) under the assumption that all inorganic carbon is bound as calcium carbonate (CaCO3). All wt% data are abbreviated to %. Total organic carbon (TOC) was calculated as TOC = TC TIC and the TOC/TN-ratio was then calculated if TOC was >0 3% (Meyers & Teranes, 2001). Total organic carbon was converted to organic matter (OM) using the relation OM = TOC 9 2 + TN (Meyers & Teranes, 2001) to obtain mass balance data. The siliciclastic content was calculated by summing up the OM and CaCO3 content to 100%, not taking into account the biogenic silica content of diatom frustules."
  }, {
    "heading": "LITHOLOGIES AND DEPOSITIONAL ENVIRONMENTS",
    "text": ""
  }, {
    "heading": "Lacustrine lithotypes",
    "text": "The sediments of the freshly opened cores consisted of dark-grey, olive-grey or black mud alternating with coarse-grained volcaniclastics. Layers and structures became apparent following oxidation after 4 to 6 h. This colour change due to Mn-monosulphides and Fe-monosulphides (Landmann, 1996) was predominantly associated with laminae of mainly amorphous organic material. The sulphate-reducing conditions were also evident in the strong H2S smell emanating from some core sections. Microscopically, the lacustrine sediment consists dominantly of autochthonous inorganic carbonate (for example, aragonite and calcite) along with volcanic glass, feldspar, quartz, amorphous organic matter, biogenic carbonate (calcareous nannofossils, calcareous gastropods and ostracod valves) and, locally, diatom frustules and pyrite or greigite (Fig. 5). Traces of Mg-calcite, magnesite and gypsum were found sporadically. The siliciclastic fraction of the Holocene sediment is described in detail by Landmann (1996) and Lemcke (1996). Geochemically, the lacustrine sediment consists of 60 6% siliciclastics along with carbo-\nnates (ca 36% CaCO3), organic matter (ca 2 4% OM) and minor amounts of biogenic silica (Table 2). The OM is predominantly of aquatic origin, because aquatic algal mats are apparent microscopically and the OM has an average TOC/TN-ratio of 11. Terrestrial macroremains are absent at the AR site and rare at the NB site. The siliciclastic fraction is primarily clayey silt. The carbonates are micritic (ca 1 to 3 lm). Reddish-brown colours were found to be associated with laminae of mainly amorphous organic material and probably result from the precipitation of Mn-monosulphides and Fe-monosulphides (Landmann, 1996). Cream colours imply a high CaCO3 content, greenish colours imply a high abundance of diatom frustules and greyish colours imply a high siliciclastic content. The laminated clayey silt (Ll) is characterized by laminations commonly <0 5 mm thick (Table 2; Fig. 6A to E). The Ll consists on average of ca 40% CaCO3 and 1 9% TOC (Table 2). Laminations of the reddish-brown subtype consist of couplets of dark laminae rich in OM and siliciclastic material, and light laminae rich in CaCO3. The colour change from one laminated subtype to another can be gradational or sharp. In a few cases, prominent single TOC-rich red and green laminae (replacing the dark laminae of each couplet) appear gradually and disappear suddenly upcore over a few centimetres within the laminated clayey silt (Fig. 6B). The faintly laminated clayey silt (Lf) consists of macroscopic light and dark laminations <1 mm thick (Fig. 6F and G). Because of a more dispersed micritic CaCO3 distribution and the lack of red algal mats, the couplets of dark and light Lf laminae cannot be distinguished from one another microscopically, in contrast to Ll. Ostracod valves and post-depositional diagenetic pyrite occur in the grey Lf (Fig. 6F). The colours are less intense compared to Ll; for example, cream and dark-grey instead of brownish. The TOC content is lower than that of Ll, while the CaCO3 content is similar to that of Ll for the ‘cream’ subtype (Fig. 6G) but low for the ‘grey’ subtype. The mottled clayey silt (Lmo) is characterized by macroscopic laminations that are ‘overprinted’ by diffuse dots, very small clasts, or scattered laminae (Fig. 6H and I). Three subtypes can be distinguished: (i) alternating grey TOC-poor and CaCO3-poor finely mottled layers, occasionally speckled with ostracods (Fig. 6H); (ii) rusty dots punctuating light-brownish clayey silt containing discontinuous laminations (for\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nexample, mixed layers; Rodriguez-Pascua et al., 2000; Fig. 6I); and (iii) white, elongated carbonate nodules intruding into the overlying, nonlaminated, clayey silt.\nThe massive clayey silt (Lm) is structureless and characterized by unicoloured (i) light grey, (ii) greenish, or (iii) dark-brown greenish colours (Fig. 6J). The light grey subtype is CaCO3-poor,\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ndisturbed, and occurs uniquely only at ca 91 mcblf. The greenish subtype consists mostly of well-preserved centric diatoms (Fig. 5D) and has a low CaCO3 content and a high TOC content. This diatomaceous mud contains black, sandsized grains, either diagenetic pyrite framboids bound to the edges of grains of feldspar or quartz, or volcanic glass shards, which are irregularly distributed, as well as few lapilli-sized pumice pieces, and in one interval centimetre-sized fresh water Bithynia gastropods. The dark-brown greenish Lm occurs only as centimetre-thick layers between the overlying and underlying creamcoloured and brown-coloured laminated clayey silt. It yields large amounts of diatom frustules and amorphous organic matter, so it is called a ‘sapropel-like layer’. The banded clayey silt (Lb) consists of thin, sticky, dense grey, cream and brown beds (Fig. 6K to P) with gradational colour changes and indistinct bedding contacts. Ostracods are common at the base of a layer or spread over a certain interval, and diagenetic pyrite framboids are occasionally present. Two subtypes can be distinguished: a cream-coloured one with a high CaCO3 content (>37%, Fig. 6M, N and O) and a highly variable TOC content, and a more brown-\nish and greyish one with a lower CaCO3 content (<37%, Fig. 6K, L and P) and mostly a low TOC content. It occurs over metre-long intervals and covers 54 m of the AR record (Table 2). Each graded bed (Lg) consists of an upwardfining black sand consisting of volcaniclastics, or of silt fading upwards into grey or grey-greenish reworked clayey silt (Fig. 6Q and R, green bars); Lgs have sharp and partly erosive lower boundaries. A total of 3% (7 m) of the AR composite record and 35% (51 m) of the NB composite record consist of Lgs (Table 2). The frequency and thickness of the Lg beds are mostly lower at the AR site than at the NB site. The thickness of individual Lgs varies between millimetre-scale and metre-scale at the NB site, but mostly between millimetre-scale and centimetre-scale at the AR site. Lacustrine lithotypes termed ‘intercalations’ are alternating centimetre-thick beds of two or three lithotypes too thin to be distinguished from one another (Fig. 6U to AC). These intercalations are named according to the individual lithotypes; for example, LlLg or LlLf; LlLg occurs over metre-long intervals, mostly shows an upcore thinning, and is always overlain by an interval of pure Ll. It covers 15 m of the AR\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nrecord (Table 2). The intercalations represent either: (i) background sedimentation intercalated by very thin event deposits (microturbidites, for example, LlLg, Fig. 6U to Y); or (ii) decadal or centennial-scale changes in depositional conditions (for example, change in range of oxygen levels, LlLf, Fig. 6Z).\nInterpretation of depositional processes and environment\nEffects of lake-level variations on sedimentation Recent and Holocene sediments (Fig. 6A) are composed of Ll, whose source, transport mechanism and depositional conditions were studied using sediment-trap samples, short (gravity) sediment cores and long sediment cores (Landmann, 1996; Lemcke, 1996; Stockhecke et al., 2012). The laminations are true biochemical varves (Sturm & Lotter, 1995). For each couplet, the light-coloured carbonate laminae reflect the spring–summer–autumn period controlled by Ca-rich, fresh water inflow, while the dark, OMrich laminae are deposited during winter (Lemcke, 1996; Stockhecke et al., 2012). Biochemical varve formation requires high fluxes of autochthonous material (intense lake productivity) and strong seasonality, resulting in seasonally alternating sediment fluxes to the lake bottom. These are controlled by runoff (CaCO3 precipitation), algal blooms (OM productivity) and seasonal stratification (trapping of OM in the epilimnion). Shifts in the precipitation pattern have an immediate influence on CaCO3 precipitation, while shifts in air temperature have an immediate effect on the stratification of the epilimnion, as has been shown for the winter of 2007 (Stockhecke et al., 2012). The varves are only preserved if the sediment–water interface (SWI) is uncolonized and undisturbed, as is the case at present in the deep anoxic Tatvan Basin of Lake Van (Fig. 2). The reddish colour of the cores from the deep Tatvan Basin results from the presence of reddish algal mats and/or iron sulphides precipitated at the oxic–anoxic boundary (OAB). In contrast, the cores from the shallow Eastern Fan and Ercis Gulf, with an OAB directly above the SWI, have lighter and more brownish colours but are also laminated. The reddish varves imply that the OAB was located well above the SWI (thick anoxic hypolimnia) because they lack signs of bioturbation, and show enhanced CaCO3 precipitation and better TOC preservation.\nWhen the lake level rises as a result of the input of fresh water, which forms a less dense fresh water layer on top of the denser, saline lake water, the OAB migrates upwards in the water column (Fig. 7A). The enhanced density gradients reduce the intensity of advective water-column mixing forced by the cooling of the surface water in autumn. As mixing is reduced, the OAB rises because O2 is continuously consumed by the degradation of OM, as has already been observed in Lake Van (Kaden et al., 2010) and in the Caspian Sea (Peeters et al., 2000). The rise of the OAB followed in response to a lake-level increase of ca 2 m from 1988 to 1995 (Kaden et al., 2010). The OAB was at 325 m water depth in 2005 and at 250 m water depth in 2009 (Kaden et al., 2010; Stockhecke et al., 2012). In closed-basin Lake Van, rises in lake level result from a positive net water balance because of hydrological changes, such as an increase in precipitation and runoff or a decrease in evaporation. This process suppresses deep-water mixing, which results in an increase in the thickness of the anoxic deepwater layer and in a corresponding decrease in the thickness of the oxic water layer, and leads to enhanced TOC deposition and export. Carbonate precipitation in alkaline Lake Van is expected to be highly sensitive to lake-level variations. Changes in pH or in the concentrations of Ca or CO3, or even changes in ionic strength, will affect calcite precipitation, which is therefore affected by changes in lake level. Consequently, the high CaCO3 content of Ll is interpreted as the result of Ca-rich runoff, which forces carbonate precipitation and turbidity (‘whitings’), while simultaneously resulting in a rise in lake level. The TOC and CaCO3-rich Ll are thus interpreted as the result of rising or high lake levels, so the term ‘warm/wet-climate lithologies’ is used herein for Ll. In contrast to Ll, both Lb subtypes indicate conditions of weak seasonality. Microscopic analysis indicates slight bioturbation and no evidence of millimetre-size laminae. No modern analogue of either Lb subtype exists in Lake Van. The CaCO3-rich Lb reflects high carbonate precipitation. The different TOC contents and different degrees of bioturbation imply that the OAB occasionally migrated close to the SWI and a complete oxic water column (Fig. 7B). The OAB migrates downward if the water column is susceptible to turbulent mixing or advective transport; i.e. if the density gradients between the epilimnion and hypolimnion are low. This\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nis the case when a negative water balance results in falling lake levels and an increase in surface salinity. When this occurs and conditions are relatively warm, the high CaCO3 content indicates supersaturation with respect to carbonate precipitation. This differs from present-day conditions (CaCO3 precipitation triggered by Ca-rich runoff). The differences between CaCO3 and TOC contents might also be related to a generally slower response of the hydro-geochemical state of the water mass (affecting CaCO3 precipitation in the epilimnion) rather than to the physical mixing processes (which control the O2 dynamics of the water column and the deposition and export of TOC). The present authors associate this CaCO3-rich Lb lithotype with a dry but productive environment in a completely mixed lake and term it ‘warm/dry-climate lithologies’. For CaCO3-poor Lb, either CaCO3 precipitation decreased or terrigenous input increased accordingly. The low TOC content reflects either low productivity or high degradation of OM in a lake characterized by a thick oxic water layer during a lake-level lowstand (Fig. 7C). High OM degradation is observed, for instance, in well-mixed, hyper-oligotrophic, deep Lake Baikal, where 30% of the TOC is degraded within the water column and only 13% of the epilimnic TOC is finally buried in the sediment (Mueller et al., 2005). Decreasing CaCO3 precipitation and an increase in terrigenous input is expected with reduced chemical weathering, Ca-supply to the lake, cold water and less dense vegetation in the catchment – a state comparable to the lithological equivalent of the last Glacial, with pollen of semi-desert steppe vegetation related to cold conditions (Litt et al., 2009; Wick et al., 2003; Fig. 6K). The CaCO3-poor Lb is thus interpreted as a deposit formed during a lake-level lowstand in a ‘cold/dry-climate’. The grey Lf and Lmo are characterized by even lower CaCO3 and TOC contents, ostracod valves, calcareous nannofossils, pyrite framboids and stronger bioturbation compared to the Lb. The grey Lmo is actually a bioturbated grey Lf. No modern analogue exists to explain the grey Lf and Lmo. A similar lithology reported from late Glacial sediments in the Caspian Sea has been the subject of controversial discussions (Jelinowska et al., 1998; Boomer et al., 2005). Jelinowska et al. (1998) interpreted anoxic bottom-waters within less saline conditions during the late Glacial compared to the Holocene based on palaeomagnetic properties, while Boomer\net al. (2005), based on ostracod assemblages, concluded that the laminae are the result of post-depositional processes rather than bottomwater anoxia. For Lake Van, the size and formation of pyrite framboids of the grey Lmo (Fig. 5G) give additional insights into conditions at the SWI. If sufficient quantities of OM, H2S and dissolved iron are available, and if these oxygen-bearing and hydrogen sulphide-bearing waters come into contact at the OAB (Dustira et al., 2013), iron sulphides alter to pyrrhotite, then to greigite and then to pyrite. The pyrite framboids sink rapidly after formation at the intralake OAB. This process results in the diameter of the framboids (3 to 5 lm) being smaller than that of framboids formed within the sediment (ca 8 lm; Dustira et al., 2013). Thus, the >10 lm large pyrite framboids found in the grey Lmo/Lf must have been formed diagenetically. As discussed above, this implies that the OAB is located close to the SWI or a few millimetres below the sediment surface when the lake level is low (Fig. 7C). It explains the presence of ostracods and bioturbation, and follows the interpretation of the Caspian Sea equivalent advanced by Boomer et al. (2005). The grey Lmo/Lf was thus deposited during a ‘cold/dry-climate’. A modern analogy of the cream Lf was found in short cores from the shallow areas (i.e. up to 50 m water depth). These locations are characterized today by an OAB close to the SWI (Stockhecke, 2008). Because the brownish Lmo and Lf mostly cover only centimetre-thick intervals of the composite record, they reflect short-term depositional conditions not studied further here."
  }, {
    "heading": "Event deposits",
    "text": "In contrast to all other ‘background’ lacustrine lithotypes, Lgs reflect ‘event deposits’ from the instantaneous input of allochthonous material brought in by turbidity currents related to snowmelt or floods (‘turbidites’; Sturm et al., 1995), or reworked material from mass-movement events and resuspension (‘homogenites’; Sturm, 1979). Turbidites are characterized by a distally decreasing thickness (loss of suspension load), thick clay caps (post-event deposition of suspended material) and slight grading; they are the result of high-density or low-density turbidity currents that enter the lake as plumes along density gradients (Sturm & Matter, 1978). The accumulation of closely stacked distal Lgs and LlLgs in Lake Van sediments suggests periods of lake level changes, while single, thick Lgs\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nmight have been tectonically triggered. Accumulations of Lgs in other marine or lacustrine sites are interpreted to have been deposited either during lake-level lowering (Anselmetti et al., 2009; Lee, 2009) or during lake level rises (McMurtry et al., 2004; Ducassou et al., 2009). For Lake Van, the Ll background sediments indicate that these intercalated Lgs were deposited during a lake-level rise (Fig. 7D). This was probably the result of high snowmelt or flood-related runoff, which was subsequently followed by high lake levels, allowing the deposition of pure Ll. Moreover, in several successions, the Lgs decrease in thickness upcore and/or lose their sandy base (so that they can hardly be separated from the background sedimentation), which additionally implies a proximal to distal succession of shorelines, as would be the case during a rise in lake level. Thus, as in the case of Ll, the LlLgs are termed ‘warm/wet-climate lithologies’."
  }, {
    "heading": "Fresh water sedimentation",
    "text": "Today, diatoms are captured in sediment traps. However, based on the analysis of short cores, only very few diatoms are preserved in the sedi-\nment (Stockhecke et al., 2012). It is likely that diatoms always grew in Lake Van but, due to their rapid dissolution in alkaline water, they were not preserved. Diatom dissolution increases at pH > 8 (Brady & Walther, 1989; Van Cappellen & Qiu, 1997). The existence of wellpreserved diatoms in the greenish Lm thus implies that the lake water had a pH < 8 at that time. Lake Van was therefore a fresh water lake, and the present authors use the term ‘fresh water lithologies’. The sapropel-like layers occasionally punctuating the record reflect maximum productivity and pH < 8. According to the interpretation herein, these layers reflect periods of fresh surface water, during which Lake Van was perhaps an open lake with an outflow and maximum lake levels determined by the threshold of this outflow (see TH in map, Fig. 2)."
  }, {
    "heading": "Fluvial deposits",
    "text": "Two types of coarse-grained fluvial deposits – muddy sand (Fms) and gravel (Fgv) – occur in the lowermost cores of the AR record. These intervals, containing Fms, consist of a mixture\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nof sand and clay; however, they were disturbed during drilling so the original sediment structures remain unknown (Fig. 6S). Fms documents shore proximity (i.e. shorter transport distance) and/or higher transport energy (i.e. as a result of stronger wind and/or subsequent surface currents). Fresh or brackish waters are indicated by the occurrence of the fresh water zebra mussel Dreissena polymorpha. The angular/rounded gravel containing Fgv (Fig. 6T) is interpreted to be deposited in a very shallow water column; for example, when the lake level was very low or during initial flooding of the lake in a beachlike environment."
  }, {
    "heading": "Volcaniclastic deposits",
    "text": "In the AR composite record, ca 300 volcaniclastic layers (V), varying widely in grain size, colour, structure and bedding, were identified macroscopically (Fig. 6AD to AH). V-layers constitute a total of 17% (37 m) of the AR record and 12% (18 m) of the NB record. The thickness of the V-layers varies from less than 1 m to several metres. V-layers were deposited as fallout or from flows (primary tephra), or they represent reworked tephras. For simplification, all V-layers are interpreted as event deposits. Most of the dominantly trachytic and rhyolitic volcaniclastic deposits are thought to have been derived from Nemrut Volcano and, to a lesser degree, from subalkaline S€uphan Volcano (Sumita & Schmincke, 2013c). Basaltic volcaniclastic deposits occur throughout the AR section and are particularly common near its base."
  }, {
    "heading": "Post-depositional deformation structures",
    "text": "Seismically induced deformation structures (Rodriguez-Pascua et al., 2000; Monecke et al., 2004, 2006) are especially apparent in the finely laminated clayey silts (Fig. 6B) and occur throughout both drill sites. Similar deformation structures caused by strong earthquakes are also observed in onshore lacustrine deposits in Lake Van (€Uner et al., 2010). The mixed layers of the brownish Lmo are a result of post-depositional deformation of the sediment due to seismic shaking (Rodriguez-Pascua et al., 2000). Other post-depositional deformation features, such as centimetre-thick, uplifted, overthrusted and overturned layers, as well as mixtures of coarsegrained and fine-grained material, mudclasts (incorporated pieces of Ll), and disrupted and folded laminated layers, are commonly overlain\nby Lm (‘megaturbidites’; Schnellmann et al., 2005; Fig. 8). One particular 5 8 m thick Lm has a 72 cm thick sandy base (Fig. 8A and B) and overlies an extensive deformed unit (Fig. 3B; DU, see below). It is interpreted as a megaturbidite deposited after a mass-movement and deformation event (‘homogenite’; Kastens & Cita, 1981). The seismically induced microdeformations and mass movement deposits (MMDs) are presented elsewhere and only the most important MMDs are described here."
  }, {
    "heading": "STRATIGRAPHIC FRAMEWORK",
    "text": "The 219 m long lithostratigraphy was separated into 26 units based on prominent lithological and geochemical changes, and was further subdivided into subunits (Fig. 9, Table S1). The units are labelled from top (I) to base (XXIII) and further contain a Mottled Unit (MU), a Deformed Unit (DU) and a Basal Gravel Unit (BGU). The 219 m long AR record comprises ca 76% lacustrine sediments, 2% fluvial deposits, ca 17% volcaniclastic deposits and 5% gaps, while the 145 mcblf long NB record comprises ca 76% lacustrine sediments, ca 12% volcaniclastic deposits and 12% gaps. The composite records were shortened by 43 m to a total length of 176 mcblf-nE for AR, and by 69 m to a total length of 77 mcblf-nE for NB, in order to obtain the event-corrected record."
  }, {
    "heading": "Chemostratigraphy",
    "text": "The CaCO3 and TOC stratigraphy derived from the Lake Van sediment varies highly (Fig. 10 and Fig. S1). The TOC content of the peaks varies between 1 5% and 4% and the TOC content of the troughs is ca 0 6%. Generally, high TOC content and TOC peaks correlate with periods of laminated lithologies (for example, varves), while low TOC content and TOC troughs resemble the banded and mottled lithologies. The boundaries of the units VII, IX, XIII, XV and XI are marked in the TOC record by a small upcore increase in TOC, followed by a steep rise to a maximum and stabilization at high values."
  }, {
    "heading": "Chronostratigraphy",
    "text": ""
  }, {
    "heading": "Tephrostratigraphy and 40Ar/39Ar dating",
    "text": "About 40 fallout and pyroclastic flow (ignimbrite) deposits have been recognized and strati-\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nA B\nF ig . 1 0 . L a k e V a n\ne v e n tc o rr e c te d , c o m p o si te\nre c o rd\na li g n e d\nto th e G re e n la n d\nic e -c o re\nd1 8 O\nst ra ti g ra p h y . (A\n) L it h o lo g ic a l u n it s,\nli th o st ra ti g ra p h y a n d T O C\nc o n te n ts\n(g re e n\nli n e ) o f th e A R\nre c o rd\no n\nth e e v e n tc o rr e c te d\nd e p th\nsc a le . T o ta l o rg a n ic\nc a rb o n\nc o n te n ts\nri si n g o v e r 1 2%\na re\nfi ll e d\na n d\nm a rk\nth e o n se t o f\nth e w a rm\nst a g e s.\nT h e k e y to\nth e li th o lo g y a n d\nli th o st ra ti g ra p h ic\nu n it s is\ng iv e n\nin F ig . 9 . (B ) d1\n8 O\no f th e N G R IP /G\nL T -s y n\nre fe re n c e c u rv e s o n\nth e G IC C 0 5 ,\nS p e le o , E D C 3 ti m e sc a le s a n d\ng re y -s h a d e d\nM a ri n e Is o to p e S ta g e s (M\nIS ).\nT h e n o m e n c la tu re\no f th e M IS\nb o u n d a ri e s fo ll o w s L is ie c k i &\nR a y m o (2 0 0 5 ).\nD ia -\nm o n d s d e n o te\nth e c o rr e la ti o n\np o in ts\nb e tw\ne e n\nth e si te s (o p e n\na n d\nc lo se d\nb la c k ) a n d\nto th e v a rv e c h ro n o lo g y (o p e n\ng re e n ) e st a b li sh\ne d\nb y L a n d m a n n\n(1 9 9 6 )\na n d L e m c k e (1 9 9 6 ).\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ngraphically correlated on the slope and hinterland of Nemrut Volcano, and about half of these have been dated (Sumita & Schmincke, 2013a,b, c). Two felsic tephra layers with a thickness >10 m found on land are lithologically and compositionally correlated with the AR record: the Nemrut Formation (NF) occurs in combination with a ca 30 kyr old co-ignimbrite turbidite that is correlated to V-18 in the AR and NB cores (ca 4 m and ca 15 m thick, respectively; Fig. 6AD). The Halepkalesi Pumice-10 (HP-10) fallout (ca 60 kyr old) is correlated with V-51 (ca 1 5 m thick at AR site) and is ca 60 kyr old. A third tephra unit (V-60, Fig. 6AE, _IncekayaDibekli Tephra; Sumita & Schmincke, 2013a), which is well-correlated on land among many sites, is also correlated with the NB and AR cores (ca 2 m thick), is of basaltic composition and thus not amenable to single-crystal dating. Its age is estimated to be ca 80 ka based on the age of a co-eval basaltic lava flow and other evidence (see discussion in Sumita & Schmincke, 2013a). The oldest subaerial tephras so far dated are ca 400 kyr old (Sumita & Schmincke, 2013a). The present study shows the six most reliable single-crystal 40Ar/39Ar ages of tephra layers with small standard deviations (Figs 9 and 11, black triangles) taken from a larger number of dated tephra layers from the AR site. These ages are: ca 162 ka BP (V-114), ca 178 ka BP (V-137), ca 182 ka BP (V-144), ca 229 ka BP (V-184), ca 286 ka BP (V-210) and ca 531 ka BP (V-279) (no standard deviations are given because these are presently being checked by additional analyses and will be published in full later). Single-crystal laser dating was carried out in the laboratories of the University of Alaska at Fairbanks and of the University of Nevada at Las Vegas as discussed in Sumita & Schmincke, 2013a."
  }, {
    "heading": "Age model",
    "text": "The lithostratigraphy down to 163 mcblf consists of alternating laminated and banded sediment highlighting nine units of mostly warm/ wet-climate lithologies and longer lasting intervals of warm/dry or cold/dry-climate lithologies. Units I, IV, VI, VIII, X, XIV, XVI, XVIII, XX, XXI and laminated intervals of DU reflect the interstadial marine isotope substages (MIS) 1, 3, 5 1, 5 3, 5 5, 7 3, 7 5, 8 5, 9 3 and 11 (red shading in Fig. 9). Maxima in TOC of purely laminated intervals match NGRIP/GLT-syn d\n18O maxima. This correspondence is used for the climatostratigraphic alignment of the TOC varia-\ntions to the Greenland temperature variations to construct the chronology of the AR record (Fig. 10). The TOC record was aligned to the GICC05-based Greenland isotopic record (NGRIP, 0 to 116 ka BP; North Greenland Ice Core Project members, 2004; Steffensen et al., 2008; Svensson et al., 2008; Wolff et al., 2010) and the speleothem-based (116 to 400 ka BP) and EDC3-based (400 to 650 ka BP) synthetic Greenland record (GLT-syn; Barker et al., 2011). Additionally, three age control points are derived by extrapolating the varve chronology of Landmann et al. (1996) and Lemcke (1996) over the last 7 kyr (Fig. 11, green solid diamonds). Fifteen age control points are derived by tuning the TOC record to the NGRIP/GLT-syn record for >7 kyr. The resulting age model agrees with three ages derived from tephrostratigraphy and the six 40Ar/39Ar ages. A ca 10 m thick volcaniclastic deposit (V-206) represents a gap in the record which is estimated by extrapolation to last ca 15 kyr. Thus, the late stage of MIS 8 was not entirely recovered. The derived depth-age relation of the upper part is concise and robust, while the age model prior to the mid-Bruhnes event (ca 430 ka) must be considered preliminary. Ages are given in thousands of years before present (ka BP), where 0 BP is defined as 1950 AD. Marine isotope stage boundaries follow Lisiecki & Raymo (2005) and the nomenclature of the substages follows Jouzel et al. (2007). Age-depth relations for sections above and below discontinuities and for the basal part of the AR and NB records were determined by extrapolation of linear sedimentation rates. The stratigraphic correlation between the two drill sites using: (i) laminated intervals; and (ii) prominent V-layers of 150 marker horizons and boundaries of lithological units I, II, III and VI is shown in Fig. 9. The chronology of the NB record was adopted from the AR age model by the correlation of the most prominent 46 marker layers identified in both records. The event beds of Unit II of the NB record could not be filtered out satisfactorily. While the sum of event and background sediment was three times higher in the basin (0 5 m ka 1) than at the ridge (1 6 m ka 1), the background sedimentation rate was about twice as high at the NB site (0 8 m ka 1) than at the AR site (0 4 m ka 1). The sediment dated from ca 52 5 to ca 90 ka BP (Units IV to VI) yielded several MMD similar to the DU of the AR, but with open boundaries due to poor core recovery (Fig. 4). Nonetheless, the NB composite record covers ca 90 kyr.\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861"
  }, {
    "heading": "STRATIGRAPHY AND PALAEOENVIRONMENTAL HISTORY",
    "text": "The sedimentary evolution and environmental history of Lake Van are discussed in reverse chronological order from the present (top) to the past (bottom). Unit I (Recent to ca 14 5 ka BP) consists mostly of warm/wet-climate lithologies, reflecting modern lake conditions (biochemical varves, subunits Ia to Ie, Fig. 6A). Several variations in geochemical proxies reflect variations mostly in humidity during the Holocene (Landmann,\n1996; Lemcke, 1996; Wick et al., 2003; Litt et al., 2009), which are also reflected in variable sediment colour. An arid climate period from ca 2 1 to 4 3 ka BP was reconstructed. Summer aridity was compensated for by winter precipitation ca 3 4 ka BP that caused stabilization of the previously falling lake levels (Lemcke, 1996). This interval of dark-brown reddish varves covers the sediments of subunit Ib (ca 2 1 to ca 4 3 ka BP). The underlying succession of cream-greenish (subunit Ie), brown-reddish (subunit Id) and dark greenish (subunit Ic) varves reflects a suc-\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nA B C\nF ig . 1 2 . T h e L a k e V a n\nre c o rd s c o m p a re d\nto m a ri n e -c o re\na n d ic e -c o re\nst ra ti g ra p h ie s o v e r m o re\nth a n\nsi x g la c ia l/ in te rg la c ia l c y c le s.\n(A ) M IS\na n d\nd1 8 O\no f th e\nL R 0 4 (L is ie c k i &\nR a y m o , 2 0 0 5 ) d o c u m e n ti n g p a st\nc h a n g e s in\nic e v o lu m e a n d d e e p -w\na te r te m p e ra tu re , a n d th e d if fe re n c e b e tw\ne e n Ju n e a n d D e c e m b e r in so -\nla ti o n a t 3 9 °N\n, w h ic h re fl e c ts\nc h a n g e s in\nse a so n a li ty\n(L a sk a r e t a l. , 2 0 0 4 ). (B ) d1\n8 O\no f th e N G R IP /G\nL T -s y n (N\no rt h G re e n la n d Ic e C o re\nP ro je c t m e m b e rs , 2 0 0 4 ;\nS te ff e n se n e t a l. , 2 0 0 8 ; S v e n ss o n e t a l. , 2 0 0 8 ; W\no lf f e t a l. , 2 0 1 0 ; B a rk e r e t a l. , 2 0 1 1 ) e x p re ss in g th e m il le n n ia l to\nc e n te n n ia lsc a le\nv a ri a b il it y in\nte m p e ra tu re\nfo r G re e n la n d\nd u ri n g th e p a st\nsi x\ng la c ia l/ in te rg la c ia l c y c le s a n d\na b ru p t w a rm\nin g a t th e te rm\nin a ti o n s (T\nto T V I) . (C ) L a k e V a n\nT O C\n(g re e n ) a n d\nC a C O\n3\nre c o rd s (b lu e ), la k e -l e v e l tr e n d s (b lu e a rr o w s)\na n d li th o st ra ti g ra p h y (k e y in\nF ig . 9 ) fo ll o w\ng lo b a l tr e n d s in\nic e v o lu m e a n d te m p e ra tu re\no v e r th e p a st\nfo u r g la -\nc ia l/ in te rg la c ia l c y c le s,\nw h il e th e fi ft h is\nst ra ti g ra p h ic a ll y d is tu rb e d b u t id e n ti fi e d a n d th e si x th\nre fl e c ts\nth e in it ia l la k e fl o o d in g .\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ncession of lake level rise, fall and rise during the Holocene warm Climatic Optimum. One pronounced sapropel-like layer deposited at ca 6 ka BP reflects high productivity, maximum OM and diatom preservation during a period of rising OAB and high lake levels. A succession of marker layers of red TOC-rich laminae (11 9 ka BP) are interpreted as productivity peaks related to an increase in lake level and humidity (Thiel et al., 1993; Landmann et al., 1996; Lemcke & Sturm, 1997). These interpretations favour lakelevel rise at the onset of the Holocene (Fig. 12). The varves during the Younger Dryas (YD, subunit If, Fig. 6U) are intercalated almost annually by microturbidites (LlLg); they lack micritic carbonate laminae and might be ‘clastic varves’, reflecting seasonal snowmelt or floods. Both drill sites contain equally thick event deposits and the same coloured background sedimentation, in contrast to other units. The lithological similarity at both sites indicates that the lake basins were connected and lake levels were not lower than the sill depth between the two basins (ca 70 m below the modern lake level). The lake level lowering down to ca 1400 m a.s.l. ( 250 m below present lake level, mbpll) as suggested by Landmann & Kempe (2005) and Reimer et al. (2009) was thus overestimated. However, the lake-level lowering during the YD has been interpreted to have been caused by a strengthening of the continental climate and summer aridity (Lemcke, 1996). Consequently, these microturbidites are associated with winter precipitation or spring snowmelt that reworked lacustrine sediment from the exposed eastern shelf areas (Ercis Gulf and Eastern Fan; Fig. 2). The abrupt onset of warm/wet-climate lithologies reflects a rapid rise in lake level at the early interstadial Bølling-Allerød (B/A; subunit Ig), while intercalating faintly laminated intervals correspond to stadial oscillations such as the intra-Allerød, Older Dryas or intra-Bølling cold period (Wolff et al., 2010). Unit II (ca 14 5 to ca 26 8 ka BP) consists mostly of cold/dry-climate lithologies deposited during a lake-level lowstand of 1388 m a.s.l. at ca 16 ka BP (clinoform 8, 260 mbpll; Cukur et al., 2013). As AR and NB show contrasting lithologies at the end of MIS 2 (ca 14 5 to ca 17 2 ka BP), the Tatvan Basin was at that time separated from the NB. Such a low lake level is in line with previous work (Landmann, 1996; Lemcke, 1996) but the lack of an erosional unconformity in cores and in seismic data rules out a complete desiccation of Lake Van as postu-\nlated by Landmann et al. (1996). The drop to 1388 m a.s.l. would have resulted in a water depth of 125 m at AR and very shallow conditions at the NB drill site. An exposure of the NB site can be also excluded because the NB site contains abundant turbidites (Fig. 2). The cold/dry-climate lithologies of the Last Glacial Maximum (subunit IIb, ca 17 2 to ca 26 8 ka BP, Fig. 6K) imply weak seasonality and a general lake-level lowstand with few centennialscale lake-level oscillations. Similar lake-level lowstands during MIS 2 are documented for the Yammoûneh Basin (Gasse et al., 2011), Lake Urmia (Stevens et al., 2012) and Lake Ohrid (Lindhorst et al., 2010). The Dead Sea/Lake Lisan record, however, shows a contrasting lake-level highstand (Enzel et al., 2003; Migowski et al., 2006; Stein et al., 2010). In the case of Lake Van, event deposits are very sparse, and the lithology and chemostratigraphy are very stable with the exception of two warm/wet-climate intervals downcore (Fig. 12), implying millennial-scale lake-level variations and highstands matching the terrace of Kuzucuo glu et al., 2010 (+55 m above modern lake level, 21 to 20 cal ka BP). The extreme lithological variability of Unit III (ca 26 8 to ca 52 5 ka BP) reflects the high sensitivity of a closed, probably saline, lake affected by the alternations of lake-level highstands and lowstands. The correlated varved background sedimentation at both drill sites implies that lake levels were similar to (or higher than) present-day lake levels. The first warm/wet-climate lithologies reflect a highstand and might reflect lacustrine sediment outcropping at 1700 m a.s.l. (+50 m above modern lake level, 24 5–26 ka BP; Kuzucuo glu et al., 2010). A clear lake-level highstand following the eruption of the major NF fallout at ca 30 ka has also been inferred by Sumita & Schmincke (2013c). Downcore repeating lithological succession of laminated, mottled and banded clayey silt (Fig. 6B, H and L) imply several changes of the depth of the OAB and lake-level rises and drops. Unit IV (ca 52 5 to ca 64 1 ka BP) at AR includes mostly warm/wet-climate lithologies intercalated with cold/dry-climate lithologies (Fig. 6F and G), suggesting a period of strong seasonality and short lake-level fluctuations (see Unit III). At the NB site, a different succession with graded beds (Lgs) was deposited subsequent to the HP-10 (V-51, ca 60 ka BP, Fig. 6AE), an eruption that produced plenty of material susceptible to slope failures. A sapropel-like layer suggests a highstand at ca 52 5 ka BP. This\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nhighstand probably did not reach 1579 m a.s.l. because: (i) no subaerial terraces have been found; (ii) sedimentation at the two drill sites could not be correlated; (iii) turbidites consisting of reworked lacustrine material from exposed shelf areas occur; and (iv) onland tephra beds exposed near the shore were all deposited subaerially during this time interval (Sumita & Schmincke, 2013c). Unit V (ca 64 1 to ca 78 4 ka BP) consists of cold/dry-climate lithologies, which are intercalated with few warm/wet-climate and cold/ dry-climate lithologies (similar to Units III and IV). Lake levels generally dropped and a lowstand was reached at ca 64 1 ka BP, probably corresponding to a clinoform at 1579 m a.s.l. (clinoform 7, 70 mbpll; Cukur et al., 2013). During this lowstand, the two basins appear to have been disconnected because the drill sites cannot be correlated throughout the unit. Unit VI (ca 78 4 to ca 87 9 ka BP) encompasses generally warm/wet-climate lithologies reflecting a very productive, warm, seasonally stratified lake with a thick anoxic deep-water layer during MIS 5 1 (Figs 6C and 7A). The background sedimentation is very similar to that during the YD–Holocene sequence but the event deposits differ. The sediments of subunit VIa (ca 78 4 to ca 82 7 ka BP) reflect strong lake-level fluctuations. In contrast, the sediments of VIb (ca 82 7 to ca 84 3 ka BP) are lithologically and geochemically very similar to the Holocene climate optimum. This highstand might correspond to the terraces at 1735 m a.s.l. (Kuzucuo glu et al., 2010). Subunit VIc (ca 84 3 to ca 87 9 ka BP) shows greenish warm/ wet-climate lithologies frequently intercalated with event deposits, including an interval of red laminae. Excluding the disturbed intervals at the NB site, the laminations at both sites correlate well, similar to the YD–Holocene succession. In contrast to the YD, during which the event deposits were caused by runoff or snowmelt entering from the east and south, the event deposits during VIc are less frequent, display an increased thickness at NB, and have a coarse volcaniclastic base (Fig. 2). The warm/dry-climate lithologies of Unit VII (ca 87 9 to ca 98 1 ka BP) were deposited during a productive but weak seasonality with an OAB close to the SWI or a few millimetres within the sediment (Fig. 7C). These lithologies coincide with a lowstand as confirmed by the existence of a clinoform at 1559 m a.s.l. (clinoform 6, 90 mbpll; Cukur et al., 2013).\nThe lithological succession of Unit VIII (MIS 5 4 to 5 3; ca 98 1 to ca 110 1 ka BP) is similar to that of MIS 5 2 to 5 1 (Unit VI). Lake levels rose until ca 107 5 ka BP, as indicated by the deposition of a sapropel-like layer. Pure varves occur over ca 700 years only. This highstand might correspond to the terraces at 1729 m a.s.l. (Kuzucuo glu et al., 2010). Unlike the above, the event deposits intercalate frequently even after the succession of purely laminated sediments. The warm/wet-climate lithologies of Unit VIII are sharply underlain by the warm/dry-climate lithologies of Unit IX (ca 110 1 to ca 125 6 ka BP, Fig. 6M), similar to those of Unit VII. Conditions changed abruptly ca 125 6 ka BP, when banded sediment occurs and the finely varved succession vanishes, indicating a downward migration of the OAB forced by decreasing lake levels at the transition from MIS 5 5 to 5 4. Unit X (ca 135 to ca 125 6 ka BP) reflects the transition from the deglaciation of termination II (TII) to the interglacial MIS 5 5 with a highstand (ca 125 9 ka BP) and fresh water reflected in the laminated sediment and in the presence of diatoms. The highstand might have risen over the modern threshold, allowing Lake Van to experience a short period as an open system. This would agree with the terraces found at 1751 m a.s.l., which is even higher than the threshold to overflow (1736 m a.s.l.; Kuzucuo glu et al., 2010). The laminations of MIS 5 5 are greenish and have a lower TOC content than the brownish Holocene or MIS 5 1 sequences. During this deglaciation of the TII, the warm/wet-climate lithologies are frequently interrupted by event deposits with upcore thinning (Fig. 6) associated with a strong rise in lake level due either to increasing precipitation or to an increase in the inflow of melt-water from the glaciers of the S€uphan and the Kavus s ahap Mountains (Fig. 2). Compared to the MIS 5 2/5 1 succession, the event deposits are thicker, lasted longer, and are almost as frequent as during the YD. Unit XI (ca 135 to ca 171 ka BP) consists mostly of cold/dry-climate lithologies deposited during MIS 6, which are either intercalated with cold/dry-climate lithologies or warm/wet-climate lithologies. Total organic carbon contents are low, as during MIS 2 and MIS 4. The uppermost part of the unit shows intervals of strong bioturbation, implying an OAB close to the SWI or within the sediment during a period of decreasing lake levels. This MIS 6 lowstand can tentatively be correlated to a clinoform at\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\n1514 m a.s.l. (clinoform 4, 135 mbpll; Cukur et al., 2013). As in MIS 2 to 4, MIS 6 sediments are intercalated with warm/wet-climate lithologies, interpreted as millennial-scale lake-level highstands. Unit XII (ca 171 to ca 190 ka BP) consists mostly of cold/dry-climate lithologies with few intervals of warm/wet-climate lithologies. While subunit XIIa is relatively homogeneous and has few event deposits, the underlying subunit XIIb is more variable and shows more volcaniclastic deposits and bioturbation. The latter represents a warm/wet interval that can be correlated to a similar signal found in the eastern Mediterranean (Soreq Cave; Ayalon et al., 2012). Climatic conditions must have become more stable towards the end of MIS 7, when lake levels generally dropped and only few lake-level oscillations occurred, ca 176 ka BP (Fig. 12). Unit XIII (ca 190 to ca 215 ka BP) is composed of warm/dry-climate lithologies that were deposited during lowstands. As above, intervals of warm/wet-climate lithologies alternate, documenting several small-scale lake-level fluctuations. Additionally, event deposits intercalate the sediment. The lower boundary reflects the onset of a lake-level drop (similar to the MIS 5 5/5 4 transition) sharply recorded as a change from laminated to banded sediment. Unit XIV (ca 215 to ca 222 ka BP) is similar to the succession deposited at the penultimate glacial–interglacial transition (TII, Unit X), although the microfacies of the laminations differ. Subunit XIVa consists mostly of warm/wetclimate lithologies interpreted as interstadial and lake-level highstands, with two closely stacked sapropel-like layers (ca 215 ka BP) that indicate a period of relatively fresh water or even an open system during MIS 7 3 (similar to MIS 5 5). The warm/wet-climate lithologies of subunit XIVb (ca 217 to ca 222 ka BP; TIIIA) are frequently interrupted by event deposits (Fig. 6W) which decrease in thickness upcore and reflect a rapid lake-level rise during termination IIIA (TIIIA). Unit XV (ca 222 to ca 238 ka BP) reflects a typical interstadial to stadial succession, consisting of cold/dry-climate lithologies, warm/wet-climate lithologies (Fig. 6D) and warm/dry-climate lithologies (Fig. 6N). The cold/dry-climate lithologies (subunit XVa) reflect a lake-level lowering during stadial MIS 7 4 characterized by low TOC contents. The lowstand at ca 222 ka BP might have reached 1319 m a.s.l. (clinoform 3; Cukur et al., 2013). A previous brief period of lake-level\nrise (subunit XVb) followed a relatively productive but annually stable period with high CaCO3 content and falling lake levels. Unit XVI (ca 238 to ca 248 ka BP) resembles TII and TIIIA (Units X and XIV). Subunit XVIa (ca 242 to ca 248 ka BP) reflects the interstadial warm/wet-climatic conditions of MIS 7 5, during which the lake rose until ca 242 ka BP, as evidenced by the presence of a sapropel-like layer. The Lake Van sedimentary expression of the deglaciation (LlLg, Fig. 6X), here termination III (TIII), is found again in subunit XVIb. Unit XVII (ca 248 to ca 291 ka BP) consists of cold/dry-climate and warm/dry-climate lithologies, which were deposited during a lake-level lowstand with short, warm ameliorations reflected in the intercalating warm/wet-climate intervals as found during previous glacials. The relatively high TOC and CaCO3 contents for glacial conditions (Fig. 12) imply that this glacial was less cold/dry than the two previous ones, which has also been observed globally (Lang & Wolff, 2011). The lowstand (ca 248 ka BP) might correspond to a clinoform at 1299 m a.s.l. (clinoform 2; Cukur et al., 2013). The gap in the palaeoenvironmental record presently assumed to cover 15 ka within MIS 8 is a result of a poorly recovered 8 m thick volcaniclastic layer (V-206), which hampered or disturbed sedimentation. Unit XVIII (ca 290 6 to ca 295 7 ka BP) represents a period of condensed deglaciation and the onset of an interglacial. The warm/wet-climate lithologies of MIS 8 5 coincide with an accumulation of microdeformations. Overall, the sediments reflect a thick anoxic bottom layer during rapidly rising lake-levels and seasonal, productive conditions. Unit XIX (ca 296 to ca 332 ka BP) consists of warm/dry-climate lithologies (Fig. 6O) deposited during a lake-level lowering, with the exception of one warm/wet-climate period. Frequently intercalated volcaniclastic deposits indicate that the late stage of MIS 9 was, thus, a period of high volcanic activity next to climate-related lake-level fluctuations. Unit XX (ca 332 to ca 357 ka BP) consists of warm/wet-climate lithologies (Fig. 6E) and a pronounced sapropel-like layer interpreted as a highstand (ca 332 ka BP) after termination IV (TIV). The warm/wet interstadial conditions of MIS 9 3 lasted a relatively long time compared to previous interstadials, and TOC contents reached levels as high as those during MIS 5 1 (Fig. 12). The well-preserved diatoms imply less alkaline water than today (pH < 8). The intercalation of\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nrelatively thick event deposits and warm/wet-climate lithologies (Fig. 6Y) indicate a lake-level rise during TIV. The Mottled Unit (MU, ca 357 to ca 377 ka BP) is characterized by disturbed, mostly brown, faintly laminated lithologies with many microdeformations. The top of the MU onlaps laterally in the seismic data (Fig. 3) onto an underlying prograding basinal sequence with low reflection amplitudes (not recovered in the core) that forms a lake-level lowstand (1199 m a.s.l. clinoform in Fig. 4, 450 mbpll; Cukur et al., 2013). The prograding sequence requires a drop in lake level to 506 mbpll; this would cause an erosional unconformity at the AR. Because no lithological evidence of exposure and a continuous sediment record was found in\nthe drill cores, the only explanation would be that the AR was not as high as it is at present. Unit XXI (ca 377 to ca 414 ka BP) includes sediment characterized by successions of repetitive lithotypes. Several deformation features, such as sharp, declined contacts, bluish-green massive intervals and mudclast occur. Nonetheless, the warm/wet-climate lithologies reflect rising lake levels with TOC contents comparable to MIS 1 and MIS 5 5 (and higher than MIS 3 and MIS 7; Fig. 12). These laminations reflect the interglacial conditions associated with the extraordinarily long MIS 11 (Loutre & Berger, 2003). The sediment, however, might be stratigraphically disturbed. The Deformed Unit (DU) is a giant MMD characterized by disrupted, folded and deformed\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\nlithologies capped by a megaturbidite (Figs 8 and 13) interrupting continuous sedimentation. Despite being disturbed, three lithologies are identified: Firstly, microdeformed and fluidized warm/wet-climate lithologies occur directly below the megaturbidite and probably were deposited during early MIS 11, as the late MIS 11 deposits overlie the DU. Consequently, the deformation occurred at the onset of MIS 11 during high lake levels. Moreover, the appearance of the varves – the oldest recovered in the drill holes – implies that the environmental conditions were, for the first time, similar to presentday conditions. These warm/wet-climate lithologies frequently intercalated by event deposits are, as above, interpreted as the sedimentary signature of a deglaciation and sharply rising lake levels, thus reflecting termination V (TV). The cold/dry-climate lithologies that also occur in DU with low TOC contents and relatively few event deposits sometimes punctuated by warm/ wet-climate lithologies reflect glacial sedimentation typical of Lake Van – in this case of MIS 12 (Fig. 12). The entire sediment package was deformed following its formation (ca 414 to ca 483 ka BP), and was partly inverted and capped by massive, structureless, TOC-rich brown megaturbidite several metres thick (Fig. 8). Several overturned and overthrusted sections indicate slumping and sliding. The DU is visible in the seismic section as an acoustically chaotic layer (Fig. 3B, grey shaded layer) and can be mapped throughout the Tatvan Basin. Because the DU is consistently 20 m thick and drapes over the AR morphology is indicative of dominant in situ reworking instead of major lateral MMD. This event, capped by a megaturbidite several metres thick, probably was triggered seismically, as observed by Kastens & Cita (1981) and Schnellmann et al. (2002). The fact that the thick megaturbidite drapes over the AR morphology suggests that deformation occurred before the ridge had formed, indicating post-depositional tectonic movements (ridge uplift or basinal subsidence). Underlying Unit XXII (ca 483 to ca 539 ka BP) is composed of banded clayey silt (Fig. 6P) with gradually changing lithologies and wellpreserved centric diatoms, indicating that the lake had a pH < 8 at that time. Littoral fresh water gastropods are preserved within one greenish diatomaceous layer (191 9 mcblf). The TOC-rich banded sediments reflect high productivity and warm climatic conditions (Fig. 12) and alternate with bioturbated centimetre-thick\naragonite layers containing ostracod valves, indicating episodes of massive carbonate precipitation and subsequent bioturbation. Unit XXIII (ca 539 to ca 595 ka BP) consists entirely of diatomaceous clayey silt, indicative of a fresh water lake (Fig. 6J). This contrasts with the alkaline, saline conditions prevailing in the modern lake. A fresh water, and probably hydrologically open, system has also been found in other basal transgressive series of young basins about to become closed (Mueller et al., 2010). The onset of carbonate authigenesis (from 10 to 40%; Fig. 12) at the upper boundary indicates a hydro-geochemical change that led to carbonate supersaturation at the onset of MIS 13. The fluvial sands and gravels of the BGU (>595 ka BP, Fig. 6R and S) reflect the initial flooding of the Lake Van basin more than ca 595 ka. The recovered fresh water zebra mussels (D. polymorpha) either originate from Upper Pliocene deposits (in situ in basement or reworked from the Zirnak Formation; Sancay et al., 2006; Degens & Kurtman, 1978) or, more likely, they populated the lake floor during the initial flooding in a fresh water environment. Hence, Lake Van in its current state was flooded more than 595 ka and became affected by at least seven glacial/interglacial cycles."
  }, {
    "heading": "CONCLUSIONS",
    "text": "A careful analysis of the lithostratigraphy of 219 m and 145 m long sediment cores from two sites in Lake Van allowed the sedimentary signatures of the past climate in eastern Anatolia to be disentangled from the effects of volcanism and tectonics. The lithological succession and variations in the organic carbon content follow past global climate change and allow climatostratigraphic alignment, confirmed by single-crystal 40Ar/39Ar dating of primary tephra deposits. The 219 m long sedimentary sequence of the main drill site at Ahlat Ridge (AR) covers the last 600 kyr, while the Northern Basin (NB) drill site covers the last ca 90 kyr. One major finding is that changes in global climate over the last five glacial/interglacial cycles, as well as the most pronounced stadial/interstadial oscillations, left their signals in the lake sediment. These signals were transmitted to the sediment via variations in lake level, which control the physical and chemical conditions prevailing in the water body. The last five glacial/ interglacial cycles are expressed in the sedimen-\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861\ntary record of Lake Van as a consistent and repeating lithological pattern of four recurring features that are also reflected in the total organic carbon (TOC) and calcium carbonate (CaCO3) records. (i) Pronounced onsets of varved clayey silts coincide with an increase in event deposits that reflect rising lake levels. They are associated with terminations or other major cold to warm transitions. (ii) Varved clayey silts reflect strong seasonality, high organic matter (OM) preservation and a thick anoxic bottom layer. They reflect rising lake levels during warm/wet interstadials/interglacials. (iii) Sudden changes from clayey silts to CaCO3rich banded clayey silt were caused by a sudden mixing of the water column associated with decreases in lake level that occurred during glacial inceptions. This mixing resulted in a lowering of the oxic-anoxic boundary close to the sediment– water interface. (iv) CaCO3-poor banded and mottled sediments that are associated with a fully mixed water body, nutrient-limited productivity and high OM degradation were deposited during the cold/dry stadial/glacial low lake-level stands. Consequently, lake levels rose rapidly during the deglaciations, were high during the early phase of the interglacials, decreased during the glacial inceptions and were low during the glacials since Marine Isotope Stage (MIS) 12. The oldest recorded glacial/interglacial cycle (MIS 13/14) is expressed by a completely different lithology in the sedimentary record, reflecting an initial fluvial system that became a deep, productive fresh water lake ca 595 ka. This fresh water period, which was characterized by the deposition of diatomaceous mud, lasted until ca 535 ka, after which the water chemistry changed in such a way that carbonates precipitated out and carbonaceous clayey silt was formed. The first appearance of the varved clayey silt indicates that depositional conditions became similar to those prevailing today. Thus, a deep, seasonally stratified, closed lake with carbonate precipitation, seasonally alternating sediment fluxes and a thick anoxic bottom layer, which led to the formation of varves, was established for the first time ca 424 ka BP in MIS 11. From ca 424 ka until the present, the lake experienced a succession of different environmental conditions, including periods of fresh water and probably with open states. A 20 m thick overturned and stratigraphically disturbed unit of sediment ca 414 to ca 483 kyr old probably represents a seismic megaevent ca 414 ka, which implies post-depositional tectonic movements. Moreover, several pieces of evi-\ndence indicate that a progressive formation of AR since ca 380 ka is likely. The depositional conditions reconstructed from the AR sedimentary record are compared to the sediment core from the NB over the last 90 kyr. Periodic differences in background sedimentation, and in particular in the event stratigraphy of the two drill sites, reflect past depositional subenvironments and support the reconstruction of lake-level trends presented herein. In summary, this detailed sedimentological study has revealed the sedimentary evolution and environmental history of Lake Van. The lithostratigraphic framework of the 600 kyr old sedimentary column of Lake Van confirms that this mid-latitudinal terrestrial archive responds sufficiently sensitively to the climatic forcing to provide a record of global climate variability. It thus paves the way to extracting the preserved climate information at high resolution within a climatically sensitive region."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank the PALEOVAN team for support during collection and sharing of data and special thanks are owed to the Swiss PALEOVAN subteam: J€urg Beer, Marie Eve Randlett, Carsten Schubert and Yama Tomonaga. Thanks go to Ulla R€ohl, Alex Wuipers, Hans-Joachim WallrabeAdams, Vera Lukies and Holger Kuhlmann from the IODP Core Repository in Bremen for their help during the sampling parties. We gratefully acknowledge the linguistic help of David M. Livingstone. We also thank Thomas Johnson and an anonymous reviewer. Thanks go to Sefer €Orcen and Mustafa Karabiyikoglu from the Y€uz€unc€u Yıl €Universitesi of Van, Turkey, for their cooperation and support, and to the ship’s crew, Mete Orhan, Mehmet Sahin and M€unip Kanan, for their strong commitment. The authors acknowledge funding of the PALEOVAN drilling campaign by the International Continental Scientific Drilling Program (ICDP), the Deutsche Forschungsgemeinschaft (DFG), the Swiss National Science Foundation (SNF) and the Scientific and Technological Research Council of Turkey (T€ubitak)."
  }, {
    "heading": "25 February 2014",
    "text": "Supporting Information\nAdditional Supporting Information may be found in the online version of this article:\nFigure S1. Lithostratigraphy, units, and CaCO3 and TOC records plotted on the composite depth scale (mcblf). Lithotypes are colour-coded as in Fig. 9. Table S1. Detailed descriptions of lithostratigraphies and depth of stratigraphic units at the AR and NB sites (lt: lamina thickness).\n© 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists, Sedimentology, 61, 1830–1861"
  }],
  "year": 2014,
  "references": [{
    "title": "Paleoglaciations in Anatolia: a schematic review and first results",
    "authors": ["C. uchter"],
    "venue": "Eiszeit. Gegenw.,",
    "year": 2005
  }, {
    "title": "Observations and stochastic modelling of strong ground motions for the 2011 October 23 Mw 7.1 Van, Turkey, earthquake",
    "authors": ["A. Akinci", "A. Antonioli"],
    "venue": "Geophys. J. Int.,",
    "year": 2013
  }, {
    "title": "Rapid environmental changes in southern Europe during the last glacial period",
    "authors": ["J.R.M. Allen", "B. Ute", "B. Achim", "H. Hans-Wolfgang", "H. Brian", "K. Joerg", "K. Michael", "M. Andreas", "M. Jens", "F.W.N. Joerg", "R.N. Norbert", "O. Hedi", "A.W. William", "W. Sabine", "Z. Bernd"],
    "year": 1999
  }, {
    "title": "Environmental history of southern Patagonia unravelled by the seismic stratigraphy",
    "authors": ["F.S. Anselmetti", "D. Ariztegui", "M. De Batist", "C. Gebhardt", "T. Haberzettl", "F. Niessen", "C. Ohlendorf", "B. Zolitschka"],
    "venue": "Laguna Potrok Aike. Sedimentology,",
    "year": 2009
  }, {
    "title": "Climatic conditions during marine oxygen isotope stage 6 in the eastern Mediterranean region from the isotopic composition of speleothems of Soreq Cave, Israel",
    "authors": ["A. Ayalon", "M. Bar-Matthews", "A. Kaufman"],
    "year": 2012
  }, {
    "title": "Sea-land oxygen isotopic relationships from planktonic foraminifera and speleothems in the eastern Mediterranean region and their implication for paleorainfall during interglacial intervals",
    "authors": ["M. Bar-Matthews", "A. Ayalon", "M. Gilmour", "A. Matthews", "C.J. Hawkesworth"],
    "year": 2003
  }, {
    "title": "Catastrophic arid episodes in the eastern Mediterranean linked with the North Atlantic",
    "authors": ["Y. Bartov", "S.L. Goldstein", "M. Stein", "Y. Enzel"],
    "venue": "Heinrich events. Geology,",
    "year": 2003
  }, {
    "title": "Modern and Holocene sublittoral ostracod assemblages (Crustacea) from the Caspian Sea: a unique brackish, deep-water environment",
    "authors": ["I. Boomer", "U. von Grafenstein", "F. Guichard", "S. Bieda"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2005
  }, {
    "title": "Neotectonics of Turkey – a synthesis",
    "authors": ["E. Bozkurt"],
    "venue": "Geodin. Acta,",
    "year": 2001
  }, {
    "title": "Controls on silicate dissolution rates in neutral and basic pH solutions at 25°C",
    "authors": ["P.V. Brady", "J.V. Walther"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1989
  }, {
    "title": "A geological study of Lake Van, eastern Turkey",
    "authors": ["E.T. Degens", "H.K. Wong", "S. Kempe", "F. Kurtman"],
    "venue": "Geol. Rundsch.,",
    "year": 1984
  }, {
    "title": "A 250 ka sedimentary record from a small karstic lake in the Northern Levant (Yammoûneh, Lebanon)",
    "authors": ["A.L. Develle", "F. Gasse", "L. Vidal", "D. Williamson", "F. Demory", "E. Van Campo", "B. Ghaleb", "N. Thouveny"],
    "venue": "Paleoclimatic implications. Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2011
  }, {
    "title": "Gradual onset of anoxia acros the Permian-Triassic boundary in Svalbard, Norway",
    "authors": ["C. oder", "P. Bond"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2013
  }, {
    "title": "Late holocene climates of the near east deduced from dead sea level variations and modem regional winter rainfall",
    "authors": ["Y. Enzel", "R. Bookman", "D. Sharon", "H. Gvirtzman", "U. Dayan", "B. Ziv", "M. Stein"],
    "venue": "Quat. Res.,",
    "year": 2003
  }, {
    "title": "Timing and climatic impact of Greenland interstadials recorded in stalagmites from northern",
    "authors": ["D. Fleitmann", "H. Cheng", "S. Badertscher", "R.L. Edwards", "M. Mudelsee", "O.M. Gokturk", "A. Fankhauser", "R. Pickering", "C.C. Raible", "A. Matter", "J. Kramers", "O. Tuysuz"],
    "year": 2009
  }, {
    "title": "Hydrological variability in the Northern Levant: a 250 ka multiproxy record from the Yammoûneh (Lebanon) sedimentary sequence",
    "authors": ["F. Gasse", "L. Vidal", "A.L. Develle", "E. Van Campo"],
    "venue": "Clim. Past,",
    "year": 2011
  }, {
    "title": "Mineral magnetic study of Late Quaternary South Caspian Sea sediments: palaeoenvironmental implications",
    "authors": ["F. e", "F. Gasse", "N. Tribovillard", "A. Desprairies"],
    "venue": "Geophys. J. Int.,",
    "year": 1998
  }, {
    "title": "Climate variability over the past",
    "authors": ["J. Schwander", "E. Selmo", "R. Souchez", "R. Spahni", "B. Stauffer", "J.P. Steffensen", "B. Stenni", "T.F. Stocker", "J.L. Tison", "M. Werner", "E.W. Wolff"],
    "year": 2007
  }, {
    "title": "The impact of lake level change on deep-water renewal and oxic conditions in deep saline",
    "authors": ["H. Kaden", "F. Peeters", "A. Lorke", "R. Kipfer", "Y. Tomonaga", "M. Karabiyiko glu"],
    "venue": "Lake Van, Turkey.Water Resour. Res.,",
    "year": 2010
  }, {
    "title": "The greatest sodawater lake in the world and how it is influenced by climatic change",
    "authors": ["Z. en", "E. Batur"],
    "venue": "Ann. Geophys.,",
    "year": 1997
  }, {
    "title": "Tsunami-induced sediment transport in the abyssal Mediterranean Sea",
    "authors": ["K.A. Kastens", "M.B. Cita"],
    "venue": "Geol. Soc. Am. Bull. I,",
    "year": 1981
  }, {
    "title": "Glacio-morphological investigations of S€",
    "authors": ["O. Kesici"],
    "year": 2005
  }, {
    "title": "Magma generation by slab steepening and breakoff beneath a subduction–accretion complex: an alternative model for collision-related volcanism in Eastern Anatolia, Turkey",
    "authors": ["M. Keskin"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Injection of mantle type helium into Lake Van (Turkey). The clue for quantifying deep water renewal",
    "authors": ["R. Kipfer", "W. Aeschbach-Hertig", "H. Baur", "M. Hofer", "D.M. Imboden", "P. Signer"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "World map of the K€",
    "authors": ["M. Kottek", "J. Grieser", "C. Beck", "B. Rudolf", "F. Rubel"],
    "year": 2006
  }, {
    "title": "Formation of the Upper Pleistocene terraces of Lake Van (Turkey)",
    "authors": ["E. u", "M. Fort"],
    "venue": "J. Quatern. Sci.,",
    "year": 2010
  }, {
    "title": "Annual deposition signal versus lake dynamics: microprobe analysis of Lake Van (Turkey) sediments reveals missing varves in the period 11.2–10.2",
    "authors": ["G. Landmann", "S. Kempe"],
    "venue": "ka BP. Facies,",
    "year": 2005
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during Pleistocene/Holocene transition",
    "authors": ["G. Landmann", "A. Reimer", "S. Kempe"],
    "venue": "Global Biogeochem. Cycles,",
    "year": 1996
  }, {
    "title": "Interglacial and glacial variability from the last 800 ka in marine, ice and terrestrial archives",
    "authors": ["N. Lang", "E.W. Wolff"],
    "venue": "Clim. Past,",
    "year": 2011
  }, {
    "title": "A long term numerical solution for the insolation quantities of the Earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A.C.M. Correis", "B. Levrard"],
    "venue": "Astron. Astrophys.,",
    "year": 2004
  }, {
    "title": "Timing of occurrence of large submarine landslides on the Atlantic",
    "authors": ["H.J. Lee"],
    "venue": "Ocean margin. Mar. Geol.,",
    "year": 2009
  }, {
    "title": "d18O and trace element",
    "authors": ["G. Lemcke", "M. Sturm"],
    "year": 1997
  }, {
    "title": "PALEOVAN’, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives",
    "authors": ["U.B. Ulgen", "F. Niessen"],
    "venue": "Quatern. Sci. Rev.,",
    "year": 2009
  }, {
    "title": "A 500,000year-long sediment archive drilled in eastern Anatolia",
    "authors": ["T. Litt", "F.S. Anselmetti", "M.N. Cagatay", "R. Kipfer", "S. Krastel", "Schmincke", "H.-U", "M. Sturm"],
    "venue": "EOS Trans. Am. Geophys. Union,",
    "year": 2011
  }, {
    "title": "Wonik, T. and the PALEOVAN Scientific Team (2012) 500,000 years of environmental history in eastern Anatolia: the PALEOVAN",
    "authors": ["M. Sumita", "M. Stockhecke", "Y. Tomonaga", "L. Vigliotti"],
    "venue": "Drilling Project. Sci. Drilling,",
    "year": 2012
  }, {
    "title": "Marine Isotope Stage 11 as an analogue for the present interglacial",
    "authors": ["M.F. Loutre", "A. Berger"],
    "venue": "Global Planet. Change,",
    "year": 2003
  }, {
    "title": "New sediment classification scheme for the Ocean Drilling Program",
    "authors": ["J.M. Mazzulo", "A. Meyer", "R.B. Kidd"],
    "venue": "Handbook for Shipboard Sedimentologists (Eds J. Mazzullo and A.G. Graham), ODP Tech. Note,",
    "year": 1988
  }, {
    "title": "Giant landslides, mega-tsunamis, and paleo-sea level in the Hawaiian Islands",
    "authors": ["G.M. McMurtry", "P. Watts", "G.J. Fryer", "J.R. Smith", "F. Imamura"],
    "venue": "Mar. Geol.,",
    "year": 2004
  }, {
    "title": "Sediment organic matter. In: Tracking Environmental Change Using Lake Sediments – Physical and Geochemical Methods (Eds W.M",
    "authors": ["P. Meyers", "J. Teranes"],
    "venue": "Last and J.P. Smol). Kluwer Academic Publishers, Dordrecht, The Netherlands,",
    "year": 2001
  }, {
    "title": "Holocene climate variability and cultural evolution in the near east from the dead sea sedimentary record",
    "authors": ["C. Migowski", "M. Stein", "S. Prasad", "J.F.W. Negendank", "A. Agnon"],
    "venue": "Quat. Res.,",
    "year": 2006
  }, {
    "title": "The record of historic earthquakes in lake sediments",
    "authors": ["K. Monecke", "F.S. Anselmetti", "A. Becker", "M. Sturm", "D. Giardini"],
    "venue": "Central Switzerland. Tectonophysics,",
    "year": 2004
  }, {
    "title": "Earthquake-induced deformation structures in lake sediments – a Late Pleistocene to Holocene paleoseismic record for Central Switzerland",
    "authors": ["K. Monecke", "F.S. Anselmetti", "A. Becker", "M. Schnellmann", "M. Sturm", "D. Giardini"],
    "venue": "Eclogae Geol. Helv.,",
    "year": 2006
  }, {
    "title": "Internal carbon and nutrient cycling in Lake Baikal: sedimentation, upwelling, and early diagenesis",
    "authors": ["A. uest", "M. Sturm"],
    "venue": "Global Planet. Change,",
    "year": 2005
  }, {
    "title": "Late Quaternary palaeoenvironment of northern Guatemala: evidence from deep drill cores and seismic stratigraphy of Lake Pet",
    "authors": ["M. otze"],
    "year": 2010
  }, {
    "title": "Analysis of deepwater exchange in the Caspian Sea based on environmental tracers",
    "authors": ["K. ohlich"],
    "venue": "Deep-Sea Res. I,",
    "year": 2000
  }, {
    "title": "Source mechanism of the 2000 November 15 Lake Van earthquake (Mw = 5.6) in eastern Turkey and its seismotectonic implications",
    "authors": ["A. Pınar", "Y. Honkura", "K. Kuge", "M. Matsushima", "N. Sezgin", "M. Yılmazer", "Z. Ögütcü"],
    "venue": "Geophys. J. Int.,",
    "year": 2007
  }, {
    "title": "Muted climate variations in continental Siberia during the midPleistocene",
    "authors": ["A.A. Prokopenko", "D.F. Williams", "M.I. Kuzmin", "E.B. Karabanov", "G.K. Khursevich", "J.A. Peckk"],
    "venue": "epoch. Nature,",
    "year": 2002
  }, {
    "title": "Lake Van, eastern Anatolia, hydrochemistry and history",
    "authors": ["A. Reimer", "G. Landmann", "S. Kempe"],
    "venue": "Aquat. Geochem.,",
    "year": 2009
  }, {
    "title": "Handbook for Forecasters in the Mediterranean; Weather Phenomena of the Mediterranean Basin; Part 1: General Description of the Meteorological Processes",
    "authors": ["E.R. Reiter"],
    "venue": "Naval Air System Command Department of the Navy,",
    "year": 1975
  }, {
    "title": "Biochemical and ultrastructural evidence for the origin of whitings: a biologically induced calcium carbonate precipitation",
    "authors": ["L.L. Robbins", "P.L. Blackwelder"],
    "venue": "mechanism. Geology,",
    "year": 1992
  }, {
    "title": "Soft-sediment deformation structures interpreted as seismites in lacustrine sediments of the Prebetic Zone, SE Spain, and their potential use as indicators of earthquake magnitudes during the late",
    "authors": ["M.A. Rodriguez-Pascua", "J.P. Calvo", "G. De Vicente", "D. Gomez-Gras"],
    "year": 2000
  }, {
    "title": "Speleothem isotopic evidence of winter rainfall variability in northeast Turkey between 77 and 6 ka",
    "authors": ["P. Rowe", "J. Mason", "J. Andrews", "A. Marca", "L. Thomas", "P. van Calsteren", "C. Jex", "H. Vonhof", "S. Al-Omari"],
    "venue": "Quatern. Sci. Rev.,",
    "year": 2012
  }, {
    "title": "Palynomorph, foraminifera, and calcareous nannoplankton biostratigraphy of Oligo-Miocene sediments in the Mus Basin, eastern Anatolia",
    "authors": ["R.H. Sancay", "Z. Bati", "U. Isik", "S. Kirici", "N. Akca"],
    "venue": "Turkey. Turk. J. Earth Sci.,",
    "year": 2006
  }, {
    "title": "Quaternary glaciations of Turkey",
    "authors": ["M.A. Sarikaya", "A. Ciner", "M. Zreda"],
    "venue": "Dev. Quatern. Sci.,",
    "year": 2011
  }, {
    "title": "Prehistoric earthquake history revealed by lacustrine slump",
    "authors": ["M. Schnellmann", "F.S. Anselmetti", "D. Giardini", "J.A. McKenzie", "S.N. Ward"],
    "venue": "deposits. Geology,",
    "year": 2002
  }, {
    "title": "Mass movement-induced fold-andthrust belt structures in unconsolidated sediments in Lake",
    "authors": ["M. Schnellmann", "F.S. Anselmetti", "D. Giardini", "J.A. McKenzie"],
    "venue": "Lucerne (Switzerland). Sedimentology,",
    "year": 2005
  }, {
    "title": "Classification of lacustrine sediments based on sedimentary components",
    "authors": ["D. Schnurrenberger", "J. Russell", "K. Kelts"],
    "venue": "J. Paleolimnol.,",
    "year": 2003
  }, {
    "title": "Lithostratigraphy, physical properties and organic matter variability in Lake Malawi drillcore sediments over the past 145,000 years",
    "authors": ["C.A. Scholz", "M.R. Talbot", "E.T. Brown", "R.P. Lyons"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2011
  }, {
    "title": "Untersuchungen zur Physiogeographie von Ostanatolien und Nordwestiran. Geomorphologische, klima- und hydrogeographische Studien im Vansee- und Rezaiyehsee-Gebiet",
    "authors": ["G. Schweizer"],
    "year": 1975
  }, {
    "title": "Abrupt aridities and salt deposition in the post-glacial dead sea and their North Atlantic connection",
    "authors": ["M. Stein", "A. Torfstein", "I. Gavrieli", "Y. Yechieli"],
    "venue": "Quat. Sci. Rev.,",
    "year": 2010
  }, {
    "title": "Hydroclimatic variations over the last two glacial/interglacial cycles at Lake Urmia, Iran",
    "authors": ["L.R. Stevens", "M. Djamali", "V. Andrieu-Ponel", "J.L. de Beaulieu"],
    "venue": "J. Paleolimnol.,",
    "year": 2012
  }, {
    "title": "The Annual Particle Cycle of Lake Van: Insights from Space, Sediments and the Water Column",
    "authors": ["M. Stockhecke"],
    "venue": "M.S. Thesis",
    "year": 2008
  }, {
    "title": "The annual particle cycle in Lake Van (Turkey)",
    "authors": ["M. Stockhecke", "F.S. Anselmetti", "A.F. Meydan", "D. Odermatt", "M. Sturm"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2012
  }, {
    "title": "Origin and composition of clastic varves",
    "authors": ["M. Sturm"],
    "venue": "Moraines and Varves (Ed. C. Schl€",
    "year": 1979
  }, {
    "title": "Lake sediments as environmental archives",
    "authors": ["M. Sturm", "A.F. Lotter"],
    "venue": "EAWAG News,",
    "year": 1995
  }, {
    "title": "Turbidites and varves in Lake Brienz (Switzerland): deposition of clastic detritus by density currents",
    "authors": ["M. Sturm", "A. Matter"],
    "venue": "Int. Assoc. Sedimentol. Spec. Publ.,",
    "year": 1978
  }, {
    "title": "Turbidites and “homogenites” – a conceptual model of flood and slide deposits",
    "authors": ["M. Sturm", "C. Siegenthaler", "R.A. Pickrill"],
    "venue": "16th IASMeeting Abstr.,",
    "year": 1995
  }, {
    "title": "Erratum to “Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van II: temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "Ma. J. Volcanol. Geoth. Res.,",
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van I: evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "Bull. Volcanol.,",
    "year": 2013
  }, {
    "title": "A 60 000 year Greenland stratigraphic ice core chronology",
    "authors": ["R. othlisberger", "I. Seierstad", "J.P. Steffensen", "B.M. Vinther"],
    "venue": "Clim. Past,",
    "year": 2008
  }, {
    "title": "Unusual distributions of long-chain alkenones and tetrahymanol from the highly alkaline Lake Van",
    "authors": ["V. Thiel", "A. Jenisch", "G. Andmanna", "N. Eimjzr", "W. Ichaelis"],
    "venue": "Turkey. Geochim. Cosmochim. Acta,",
    "year": 1993
  }, {
    "title": "Long-term tree populations in northwest Greece through multiple Quaternary climatic cycles",
    "authors": ["P.C. Tzedakis"],
    "year": 1993
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["P.C. Tzedakis", "H. Hooghiemstra", "H. Palike"],
    "venue": "Quatern. Sci. Rev.,",
    "year": 2006
  }, {
    "title": "Earthquake induced soft sediment deformation structures (seismites): Van G€",
    "authors": ["T. Uner"],
    "year": 2010
  }, {
    "title": "Biogenic silica dissolution in sediments of the Southern Ocean",
    "authors": ["P. Van Cappellen", "L. Qiu"],
    "venue": "I. Solubility. Deep Sea Res. II,",
    "year": 1997
  }, {
    "title": "Global distribution of centennialscale records for Marine Isotope Stage (MIS) 3: a database",
    "authors": ["A.H.L. Voelker"],
    "venue": "Quatern. Sci. Rev.,",
    "year": 2002
  }, {
    "title": "A paleoclimate record with tephrochronological age control for the last glacialinterglacial cycle from Lake Ohrid, Albania and Macedonia",
    "authors": ["H. Vogel", "B. Wagner", "G. Zanchetta", "R. Sulpizio", "P. Rosen"],
    "venue": "J. Paleolimnol.,",
    "year": 2010
  }, {
    "title": "Millennial- and orbital-scale changes in the East Asian monsoon over the past 224,000 years",
    "authors": ["Y. Wang", "H. Cheng", "R.L. Edwards", "X. Xinggong Kong", "X. Shao", "S. Chen", "J. Wu", "X. Jiang", "X. Wang", "Z. An"],
    "year": 2008
  }, {
    "title": "Evidence for Lateglacial and Holocene climatic change and human impact in eastern Anatolia: high-resolution pollen, charcoal, isotopic and geochemical records from the laminated sediments of Lake Van",
    "authors": ["L. Wick", "G. Lemcke", "M. Sturm"],
    "venue": "Turkey. Holocene,",
    "year": 2003
  }, {
    "title": "Glaciers of the Middle East and Africa – satellite image atlas of glaciers of the world",
    "authors": ["R.S. Williams", "J.G. Ferrigno"],
    "venue": "U.S. Geol. Surv. Prof. Pap.,",
    "year": 1991
  }, {
    "title": "Millennial–scale variability",
    "authors": ["A. Svensson"],
    "year": 2010
  }],
  "id": "SP:6085ae743fb0daa849c3d839e46818bb13da5c67",
  "authors": [{
    "name": "FLAVIO S. ANSELMETTI",
    "affiliations": []
  }],
  "abstractText": "The lithostratigraphic framework of Lake Van, eastern Turkey, has been systematically analysed to document the sedimentary evolution and the environmental history of the lake during the past ca 600 000 years. The lithostratigraphy and chemostratigraphy of a 219 m long drill core from Lake Van serve to separate global climate oscillations from local factors caused by tectonic and volcanic activity. An age model was established based on the climatostratigraphic alignment of chemical and lithological signatures, validated by Ar/Ar ages. The drilled sequence consists of ca 76% lacustrine carbonaceous clayey silt, ca 2% fluvial deposits, ca 17% volcaniclastic deposits and 5% gaps. Six lacustrine lithotypes were separated from the fluvial and event deposits, such as volcaniclastics (ca 300 layers) and graded beds (ca 375 layers), and their depositional environments are documented. These lithotypes are: (i) graded beds frequently intercalated with varved clayey silts reflecting rising lake levels during the terminations; (ii) varved clayey silts reflecting strong seasonality and an intralake oxic–anoxic boundary, for example, lake-level highstands during interglacials/interstadials; (iii) CaCO3-rich banded sediments which are representative of a lowering of the oxic–anoxic boundary, for example, lake level decreases during glacial inceptions; (iv) CaCO3-poor banded and mottled clayey silts reflecting an oxic–anoxic boundary close to the sediment–water interface, for example, lake-level lowstands during glacials/stadials; (v) diatomaceous muds were deposited during the early beginning of the lake as a fresh water system; and (vi) fluvial sands and gravels indicating the initial flooding of the lake basin. The recurrence of lithologies (i) to (iv) follows the past five glacial/interglacial cycles. A 20 m thick disturbed unit reflects an interval of major tectonic activity in Lake Van at ca 414 ka BP. Although local environmental processes 1830 © 2014 The Authors Sedimentology © 2014 International Association of Sedimentologists Sedimentology (2014) 61, 1830–1861 doi: 10.1111/sed.12118 such as tectonic and volcanic activity influenced sedimentation, the lithostratigraphic pattern and organic matter content clearly reflect past global climate changes, making Lake Van an outstanding terrestrial archive of unprecedented sensitivity for the reconstruction of the regional climate over the last 600 000 years.",
  "title": "Sedimentary evolution and environmental history of Lake Van (Turkey) over the past 600 000 years"
}