{
  "sections": [{
    "text": "Quaternary volcanism in the Central Cordillera of Costa Rica\nhas created an orographic barrier that concentrates rainfall\non its northern side. This humid climate produces weathered\nbedrock prone to landsliding. Ash fall from explosive erup-\ntions kills the vegetation cover and intensifies erosion pro-\ncesses. These eruptions, hydrothermal activity and associated\nearthquakes destabilize the slopes of river valleys, and even\nthe volcanic edifices, producing landslides and large debris\navalanches. All these processes mobilize an extra sediment\ninput that is deposited in the piedmont lowlands forming the\nSanta Clara megafan. The megafans described in the litera-\nture mainly grow according to climatic fluctuations; however,\nsedimentation in the Santa Clara megafan is also controlled\nby endogenic processes with longer recurrence periods. Anal-\nysis of this megafan provides new insight into the origin and\nevolution of these landforms. In volcanic regions, active vol-\ncanism should be considered when investigating the forma-\ntion of some megafans.\nTerra Nova, 28: 427–433, 2016"
  }, {
    "heading": "Introduction",
    "text": "Megafans are low-gradient (<1.5°) fan-shaped landforms with areas >103 km2 crossed by a divergent fluvial system affected by frequent avulsions (DeCelles and Cavazza, 1999; Weissmann et al., 2010; Latrubesse, 2015). Well-known examples of these mega-landforms are the Chaco (Bolivia, Paraguay and Argentina) (Iriondo, 1993; Horton and DeCelles, 2001; Latrubesse et al., 2012), Kosi (India) (Gohain and Parkash, 1990; Sinha, 2014), Okavango (Botswana) (Stanistreet and McCarthy, 1993) and Taquari (Brazil) megafans (DeSouza et al., 2002; Assine and Soares, 2004). Their large dimensions and low gradients prevent their identification in the field (Fontana et al., 2014), and most of them were recognized recently by using satellite images and Digital Elevation Models (DEMs) (e.g. Hartley et al., 2010; Zani et al., 2012). Some authors include megafans within the term Distributive Fluvial System (DFS)\n(Hartley et al., 2010; Weissmann et al., 2010). Some recent studies of megafans have attempted to examine the variables that control their formation, evolution and, thus, their morphometry (Hartley et al., 2010; Weissmann et al., 2010). The main controlling factors include tectonics and climate. From the tectonic point of view, modern megafans are preferably concentrated at the piedmonts of active mountain fronts such as the Himalayas (Gohain and Parkash, 1990), Alps (Fontana et al., 2014) and Andes (Horton and DeCelles, 2001). Climatically controlled megafans commonly form in tropical and subtropical climates (Latrubesse, 2015), and some authors have proposed that the formation of megafans is related to monsoonal climate (Leier et al., 2005). It is noteworthy that the role of volcanism in megafan formation remains poorly explored, even though these processes can induce aggradation in fluvial systems (Waresback and Turbeville, 1990; Manville et al., 2009; Pierson and Major, 2014). In this study, we present for the first time in the scientific literature a modern volcanogenic megafan: the Santa Clara megafan in Costa Rica. Its formation results\nfrom very specific conditions that include active tectonics and explosive volcanism within an extremely humid tropical environment (up to 11 m of annual precipitation; ICE, 2016). This makes the Santa Clara megafan a key landform for the study of volcanogenic megafans. We have examined topographic information from the NASA Shuttle Radar Topography Mission (SRTM), satellite images, aerial photographs, historical information, field data and technical reports to study this mega-landform in detail. We have analysed the role of volcanic activity in the origin and evolution of the megafan by comparing the sediment budgets with and without active volcanism, and by inventorying the main recent avulsions within the megafan fluvial system."
  }, {
    "heading": "The Santa Clara megafan",
    "text": "The Santa Clara megafan is an avulsive and divergent fluvial system formed in the North of Costa Rica by the coalescence of the Sucio, Chirrip o Norte, Toro Amarillo and Tortuguero alluvial deposition systems (Fig. 1). We named this megafan after the Santa Clara plain, over which it is developed. The Chirrip o Correspondence: Dr. Jorge P. Galve, Facultad de Ciencias, Universidad de Granada, Avenida de la Fuente Nueva s/n, Granada 18071, Spain. E-mail: jpgalve@gmail.com\n© 2016 John Wiley & Sons Ltd 427\nNorte and Toro Amarillo are the main rivers of the system that converges in the Sucio River, forming the active channel of the fan. This channel takes an anomalous NW–SE direction and runs into the Sarapiqu ı River instead of heading towards the Caribbean Sea (Fig. 1). This behaviour of the river course was the first observed evidence that led to recognition of the megafan body. The Santa Clara megafan is a 1440 km2 and 40 km long fanshaped body (Fig. 1), composed of rounded boulders and cobbles in the proximal area and of sandy, silty and clay sediments on its distal parts (Fig. 2). The proximal zone of the fan has a gradient ranging from 10 to 30 m km 1 and is part of the alluvial apron of volcanoclastic deposits coming from the Turrialba volcano. The Chirrip o Norte and Toro\nAmarillo rivers exhibit anabranching patterns and braided channels up to ~0.5 km wide in this proximal part. The middle part of the megafan system has a slope of 5–10 m km 1 and active channels with braided to lowsinuosity meandering patterns. The distal part of the megafan consists of a low gradient (1–5 m km 1) floodplain crossed by the divergent fluvial system of meandering streams with associated ox-bow lakes and swamps.\nGeological rates of sediment production in the North Lim on basin and the megafan system\nThe Santa Clara megafan, together with the Tortuguero plains, forms the most recent part of the North Lim on sedimentary basin, a back-arc basin belonging to the North Costa Rica volcanic arc segment of the southern\nCentral American arc–trench system. Brandes et al. (2008) estimated subsidence rates of c. 0.2 m ka 1 in this basin for the last 4 Ma. We inferred average sedimentation rates of c. 0.6 m ka 1 during the last 1.8 Ma from the total sedimentation of 1100 m reported by Brandes et al. (2008) in the eastern part of the North Limon basin. These sedimentation rates imply long-term denudation rates of c. 0.2 m ka 1 in the sediment source-area. By considering the dating of Alvarado and Gans (2012), we calculated long-term denudation rates between 0.7 and 1.5 m ka 1 in the main catchments that feed sediment into the megafan (Chirrip o Norte and Toro Amarillo river catchments, see Data S1). Thus, our estimations indicate that the denudation in the source-area of the megafan, which drains the eastern"
  }, {
    "heading": "AREA ENLARGED",
    "text": "428 © 2016 John Wiley & Sons Ltd\npart of the Cordillera Central formed by the Barva (2906 m a.s.l.), Iraz u (3432 m a.s.l.) and Turrialba (3340 m a.s.l.) volcanoes (Fig. 1), should be more than three times higher than in the catchments that feed the eastern part of the North Limon basin (Pacuare, Barbilla and Chirrip o rivers, Fig. 1), which have remained undisturbed by volcanism. Evidence of the high denudation rates in the Cordillera Central is the dramatic incision observed in the valleys that cross the Caribbean side of the above-mentioned volcanoes (Fig. 1).\nWe have measured valley walls up to 1115 m high in the Toro Amarillo River valley, where we estimated long-term fluvial incision rates of c. 5.6 m ka 1 (see Data S1).\nDisruptions in the fluvial system of the megafan due to volcanic and tectonic activity\nThe large amounts of sediment produced by the volcanic source areas have dramatically disrupted the Santa Clara megafan fluvial system. Previous technical reports (van Seeters,1993;\nDechesne, 1994; van Ruitenbeek, 1994; Nieuwenhuyse, 1996) studied the geomorphology and soils of the Santa Clara plains and reported episodic river choking events. All the authors associated these events with the activity of the Iraz u and Turrialba volcanoes. Nieuwenhuyse and Kroonenberg (1994) analysed the geochemistry of the coastal sandy beach ridges (Fig. 1) and noted the large influence of episodic volcanic sediment supply due to the eruptions in the Cordillera Central. However, none of the above-mentioned authors identified the megafan\n© 2016 John Wiley & Sons Ltd 429\nand therefore they could not properly contextualize and relate all the observed phenomena. We have identified four main avulsions in the megafan using local cartography, historical maps from 1764 to 1970, multi-temporal aerial photographs and satellite images. According to the historical aerial photographs and old maps, the active lobe of the megafan has migrated from the Central-East sector of the fan to the West sector, in less than a century (Fig. 3). The Tortuguero River (i.e. ‘R ıo de V azquez’) was a major branch of the Toro Amarillo River before 1952, and possibly during most of the XVIII and XIX centuries. This connection was progressively abandoned during the 1950s owing to the deposition of sediments derived from the co-seismic landslides triggered by the 1952 Patillos earthquake (Mw 6.2; Montero and Alvarado, 1995). Frequent lahars displaced the Toro Amarillo channel to the East, and it abandoned its connections with the La Suerte and Tortuguero rivers. The main river diversion event in the XX century was the avulsion of the Chirrip o Norte River. This event\nis related to the eruption of the Iraz u volcano (VEI ≤ 3) in 1963–1965. The eruption resulted in a significant increase of the sediment load of the Toro Amarillo River and produced shifts and migrations of the megafan channels during the next 10 years (Dechesne, 1994). Kesel and Lowe (1987) described the diversion of the Toro Amarillo River in the proximal part of the fan associated with flood events triggered by post-eruption secondary processes as hyperconcentrated and debris flow events (Fig. 3). Torrential rains eroded part of the tephra deposited by that eruption, generating a debris flow event in 1970. The sediments mobilized by this debris flow filled the former river-bed of the Chirrip o Norte and diverted its channel westwards. This event moved the mouth of the river ~90 km upstream, from the San Juan River to the Sucio River (Figs 1 and 3), causing the abandonment of 55 km of its former channel."
  }, {
    "heading": "Discussion",
    "text": "The extensive and episodic sediment input from the Central Cordillera controls the formation of the Santa\nClara megafan. The active explosive volcanism amplifies the effect of active tectonics and climate on erosion and sediment input. Evidence of this is that the fluvial incision rate calculated for the Toro Amarillo River is among the highest long-term downcutting rates measured on Earth (Table 1). These incredible incision rates result from the combination of endogenous and exogenous processes that intensify the erosion on the north sides of the Barva, Iraz u and Turrialba volcanoes. The intensive erosion is due to the following effects observed during the 1963– 1965 Iraz u eruption (Waldron, 1967): (1) tephra deposits killed vegetation in the source-area, decreasing (or eliminating) interception and evapotranspiration; (2) tephra also formed an impermeable layer that reduced infiltration and increased runoff. These processes intensified the erosion in the source-area and they have participated significantly in the megafan growth, as reflected in the development of Andisol soils in the Santa Clara area (soils generated through the alteration of volcanic ashes). The syneruptive and posteruptive massive mobilization of sediments\n430 © 2016 John Wiley & Sons Ltd\nhas direct effects on the deposition area (Pierson and Major, 2014). Recent studies of the effects of explosive eruptions on fluvial systems have described impressive vertical river channel aggradation, sometimes by tens of meters (e.g. Gran et al., 2011; Pierson et al., 2011). This vertical aggradation occurs in incised valleys because the channels are confined laterally. In contrast, in unconfined fluvial systems, such as large alluvial fans, fan deltas or megafans, our analysis shows that the aggradation linked to explosive eruptions leads to the abrupt diversion of river channels and the shifting of the active sedimentation lobe. Avulsions are frequent in this setting because river channels receive the sediment load of lahars and aggrade suddenly compared with any lateral deviation linked to bank erosion (Jerolmack and Mohrig, 2007). The avulsion of the Chirrip o Norte River due to post-eruptive lahars is a very good example for understanding these processes. Debris flows associated with coseismic shallow landslide events (e.g. the Patillos earthquake) have also been capable of shifting megafan rivers during a decadal period (1950s). These events are favoured by the weakening of the volcano slopes due to the hydrothermal alteration related to volcanic activity. Local seismicity together with volcanic activity can also trigger large structural failures, moving large masses of material susceptible to erosion and producing large scars where subsequent gravitational or fluvial processes can take place. The Barva, Iraz u and Turrialba volcanoes show\nseveral examples of these large structural failures (Fig. 1D,E; Alvarado et al., 2004). We have defined a conceptual model of the Santa Clara megafan formation based on the foregoing observations. The Santa Clara megafan formed because the growth of the Cordillera Central created an orographic barrier for the humid Caribbean winds, concentrating precipitation on its north side. These extremely humid conditions together with active volcanism and hydrothermal alteration near the volcanoes’ summits produce intensive rock weathering on the volcanoes’ slopes. In this context, the transformation of volcanic rock into clay minerals creates the most favourable conditions for destabilizing the slopes (Alvarado, 2010). In addition, explosive eruptions of the Barva, Iraz u and Turrialba volcanoes (Alvarado, 2011) left large volumes of tephra, which accentuate erosion. Earthquakes, intense rainfall or both mobilize massive amounts of this material by landslide and fluvial transport and deposit it in the Santa Clara megafan. Climate and tectonics are normally invoked as the main controlling factors for megafan formation (Hartley et al., 2010; Weissmann et al., 2010). However, as described above, volcanism plays a critical role in the origin and evolution of the Santa Clara megafan. This is clear from observing fluvial systems disturbed and undisturbed by volcanism that feed sediment into the North Lim on basin. All of them are subject to similar tectonic activity and climatic regime. However, only those catchments entirely affected by\nactive volcanism had the capacity to form a megafan. Fluvial systems undisturbed by volcanism lack the extra sediment input produced by intensive erosion triggered by the removal of vegetation cover and severe weakening of the slopes due to hydrothermal alteration. Regarding their temporal evolution, megafan systems normally grow and evolve through large seasonal fluctuations in discharge-energy inputs for erosion and sediment transport (Leier et al., 2005; Latrubesse, 2015). However, disturbances such as earthquakes and volcanic eruptions introduce sudden inputs of mass, as well as energy, which induce longer and more profound response cycles in megafan fluvial systems. These episodic events, although less frequent than climatic drivers of system change, supply enormous volumes of sediment, which disrupt the megafan fluvial systems much more than seasonal energy inputs alone can accomplish. The disruption of the fluvial systems also significantly impacts the local and regional society, economy and environment. The extra sediment input is entered into the megafan fluvial system by the lahars that occur in the later years after an eruption or a moderate– large earthquake. These lahars endanger the lives of Santa Clara plains inhabitants and cause major damage to property. Lahars can also produce a sudden change in the megafan landscape because of channel diversions, which also have negative effects on human activities. It is worth noting that these effects could be even more severe than those observed after the 1952 Patillos"
  }, {
    "heading": "Place Location MAP (m a 1) FIR (m ka 1) Time-scale Method Reference",
    "text": ""
  }, {
    "heading": "Toro-Amarillo valley Cordillera Central,",
    "text": ""
  }, {
    "heading": "Tsangpo gorge South-eastern Tibetan",
    "text": ""
  }, {
    "heading": "Rivi ere de I’Est R eunion Island, France,",
    "text": "© 2016 John Wiley & Sons Ltd 431\nearthquake and the 1963–1965 Iraz u eruption (VEI ≤ 3), if the Turrialba volcano has a Plinian eruption (VEI 4) such as the one at ca. 1970 yr BP (Reagan et al., 2006)."
  }, {
    "heading": "Conclusions",
    "text": "The Santa Clara megafan is an active volcanogenic megafan that evolves at a different pace than the other megafans described in the scientific literature. Its formation and evolution are controlled by endogenous processes (eruptions and earthquakes) that trigger exogenous processes (intensive erosion, landslides, lahars, debris avalanches), rather than by seasonal intense precipitation. The Santa Clara megafan evolves according to annual to decadal periods of high sediment discharge determined by the recurrence period of eruptions and earthquakes. The observed correlation between explosive volcanism and the evolution of the Santa Clara megafan makes us reflect on the influence of active volcanoes on megafan development. In addition, the high and episodic sediment supply leads to considerable aggradation in the unconfined fluvial system of the megafan, which undergoes a dramatic lateral shifting driven by the avulsion of river channels. These processes have important implications for risk related to hydrologic hazards in the Santa Clara lowlands. These hazards include syneruptive, posteruptive and co-seismic lahars and floods, which not only cause casualties directly but can also lead to the sudden avulsions of rivers, which can abruptly change the landscape of the megafan and affect human activities."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the Instituto Costaricense de Electricidad (ICE) for making available essential data for this research and for the necessary means used in our field surveys in Costa Rica. We thank Benny Fallas (ICE) for assistance with meteorological data, Marcia Cordero (INSUMA) for comments about densities of rocks and sediments in the study area, and Francisco ‘Chico’ Arias (ICE) for field assistance and discussions. Jorge Galve thanks Laura Becerril for introducing him to the world of volcanoes, and acknowledges funding by the Spanish Ministry of\nEconomy and Competitiveness through the ‘Juan de la Cierva’ Programme. Shuttle Radar Topography Mission (SRTM) 1 Arc-Second Global is available from the U.S. Geological Survey."
  }],
  "year": 2016,
  "references": [{
    "title": "Quaternary of the Pantanal, westcentral Brazil",
    "authors": ["M.L. Assine", "P.C. Soares"],
    "venue": "Quatern. Int.,",
    "year": 2004
  }, {
    "title": "Basin modelling of the Limon Back-arc Basin (Costa Rica): burial history and temperature evolution of an island arc-related basin",
    "authors": ["C. Brandes", "A. Astorga", "R. Littke", "J. Winsemann"],
    "year": 2008
  }, {
    "title": "A comparison of fluvial megafans in the Cordillarians (Upper Cretaceous) and modern Himalayan foreland basin systems",
    "authors": ["P.G. DeCelles", "W. Cavazza"],
    "venue": "Bull. Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "Island-arc volcanism and episodic fluvial sedimentation in the Atlantic Zone of Costa Rica. CATIE/AUW/MAG",
    "authors": ["M. Dechesne"],
    "venue": "Atlantic Zone Programme. Report No",
    "year": 1994
  }, {
    "title": "Form and process along the Taquari River alluvial fan, Pantanal, Brazil",
    "authors": ["O. DeSouza", "M. Araujo", "L. Mertes", "J. Melack"],
    "venue": "Z. Geomorphol., Supplement Band,",
    "year": 2002
  }, {
    "title": "Alluvial fans and megafans along the southern side of the Alps",
    "authors": ["A. Fontana", "P. Mozzi", "M. Marchetti"],
    "venue": "Sed. Geol.,",
    "year": 2014
  }, {
    "title": "Morphology of the Kosi megafan. In: Alluvial Fans: A Field Approach (A",
    "authors": ["K. Gohain", "B. Parkash"],
    "venue": "Rachoki and M. Church, eds),",
    "year": 1990
  }, {
    "title": "Long-term elevated post-eruption sedimentation",
    "authors": ["K.B. Gran", "D.R. Montgomery", "J.C. Halbur"],
    "year": 2011
  }, {
    "title": "Large distributive fluvial systems: characteristics, distribution, and controls on development",
    "authors": ["A.J. Hartley", "G.S. Weissmann", "G.J. Nichols", "G.L. Warwick"],
    "venue": "J. Sediment",
    "year": 2010
  }, {
    "title": "Modern and ancient fuvial megafans in the foreland basin system of the central Andes, southern Bolivia: implications for drainage network evolution",
    "authors": ["B.K. Horton", "P.G. DeCelles"],
    "year": 2001
  }, {
    "title": "Geomorphology and late Quaternary of the Chaco (South America)",
    "authors": ["M. Iriondo"],
    "venue": "Geo-morphology,",
    "year": 1993
  }, {
    "title": "Conditions for branching in depositional",
    "authors": ["D.J. Jerolmack", "D. Mohrig"],
    "venue": "rives. Geology,",
    "year": 2007
  }, {
    "title": "Model for tectonically driven incision of the younger than 6 Ma",
    "authors": ["K.E. Karlstrom", "R. Crow", "L.J. Crossey", "D. Coblentz", "J.W. Van Wijk"],
    "venue": "Grand Canyon. Geology,",
    "year": 2008
  }, {
    "title": "Geomorphology and sedimentology of the Toro Amarillo alluvial fan in a humid tropical environment, Costa Rica",
    "authors": ["R.H. Kesel", "D.R. Lowe"],
    "venue": "Geogr. Ann.,",
    "year": 1987
  }, {
    "title": "Formation of amphitheater-headed valleys by waterfall erosion after largescale slumping on Hawai’i",
    "authors": ["M.P. Lamb", "A.D. Howard", "W.E. Dietrich", "J.T. Perron"],
    "year": 2007
  }, {
    "title": "Erosion of the Tsangpo Gorge by megafloods, eastern Himalaya",
    "authors": ["K.A. Lang", "K.W. Huntington", "D.R. Montgomery"],
    "venue": "Geology, 41,",
    "year": 2013
  }, {
    "title": "Large rivers, megafans and other Quaternary avulsive fluvial systems: a potential ‘who’s who",
    "authors": ["E.M. Latrubesse"],
    "venue": "in the geological record. Earth Sci. Rev.,",
    "year": 2015
  }, {
    "title": "Late Quaternary megafans, fans and fluvio-aeolian",
    "authors": ["E.M. Latrubesse", "J.C. Stevaux", "E.H. Cremon", "May", "J.-H", "S.H. Tatumi", "M.A. Hurtado", "M. Bezada", "J.B. Argollo"],
    "year": 2012
  }, {
    "title": "Present denudation rates on the island",
    "authors": ["C.J. egre"],
    "year": 1997
  }, {
    "title": "Source to sink: a review of three decades of progress in the understanding of volcaniclastic processes, deposits, and hazards. Sed",
    "authors": ["K. emeth", "K. Kano"],
    "year": 2009
  }, {
    "title": "Ms=5,9) y el contexto neotect",
    "authors": ["Geol", "W. 136–161. Montero", "G. Alvarado"],
    "venue": "El terremoto de Patillos del 30 de diciembre de",
    "year": 1995
  }, {
    "title": "Landscape Formation and Soil Genesis in Volcanic Parent Materials in Humid Tropical Lowlands of Costa Rica",
    "authors": ["A. Nieuwenhuyse"],
    "year": 1996
  }, {
    "title": "Volcanic origin of Holocene beach ridges along the Caribbean coast of Costa Rica",
    "authors": ["A. Nieuwenhuyse", "S.B. Kroonenberg"],
    "venue": "Marine Geology,",
    "year": 1994
  }, {
    "title": "Magnitude and timing of downstream channel aggradation and degradation in response to a domebuilding eruption",
    "authors": ["T.C. Pierson", "P.T. Pringle", "K.A. Cameron"],
    "year": 2011
  }, {
    "title": "Hydrogeomorphic effects of explosive",
    "authors": ["T.C. Pierson", "J.J. Major"],
    "year": 2014
  }, {
    "title": "The eruptive",
    "authors": ["E. andez"],
    "year": 2006
  }, {
    "title": "A study on",
    "authors": ["R. sp. van Seeters"],
    "year": 1993
  }, {
    "title": "Debris flow and erosion control problems caused by the ash eruptions of Irazu Volcano, Costa Rica",
    "authors": ["H.H. Waldron"],
    "venue": "USGS Numbered Ser. Contrib. Gen. Geol.,",
    "year": 1967
  }, {
    "title": "Evolution of a Plio-Pleistocene volcanogenic-alluvial fan: the Puye Formation, JemezMountains, New Mexico",
    "authors": ["D.B. Waresback", "B.N. Turbeville"],
    "venue": "Bull. Geol. Soc. Am.,",
    "year": 1990
  }, {
    "title": "Fluvial form in modern continental sedimentary basins: distributive fluvial systems",
    "authors": ["G.S. Weissmann", "A.J. Hartley", "G.J. Nichols", "L.A. Scuderi", "M. Olson", "H. Buehler", "R. Banteah"],
    "year": 2010
  }, {
    "title": "Remote sensing analysis of depositional landforms in alluvial settings: method development and application to the Taquari megafan",
    "authors": ["H. Zani", "M.L. Assine", "M.M. McGlue"],
    "year": 2012
  }],
  "id": "SP:cee5f338c6f68eb8f55390df9f9015e3f1267f0c",
  "authors": [{
    "name": "Jorge P. Galve",
    "affiliations": []
  }, {
    "name": "Guillermo E. Alvarado",
    "affiliations": []
  }, {
    "name": "Jos e Vicente",
    "affiliations": []
  }, {
    "name": "P erez-Pe~na",
    "affiliations": []
  }, {
    "name": "Mauricio M. Mora",
    "affiliations": []
  }, {
    "name": "Guillermo Booth-Rea",
    "affiliations": []
  }, {
    "name": "Miguel Aza~n",
    "affiliations": []
  }],
  "abstractText": "Quaternary volcanism in the Central Cordillera of Costa Rica has created an orographic barrier that concentrates rainfall on its northern side. This humid climate produces weathered bedrock prone to landsliding. Ash fall from explosive eruptions kills the vegetation cover and intensifies erosion processes. These eruptions, hydrothermal activity and associated earthquakes destabilize the slopes of river valleys, and even the volcanic edifices, producing landslides and large debris avalanches. All these processes mobilize an extra sediment input that is deposited in the piedmont lowlands forming the Santa Clara megafan. The megafans described in the literature mainly grow according to climatic fluctuations; however, sedimentation in the Santa Clara megafan is also controlled by endogenic processes with longer recurrence periods. Analysis of this megafan provides new insight into the origin and evolution of these landforms. In volcanic regions, active volcanism should be considered when investigating the formation of some megafans. Terra Nova, 28: 427–433, 2016",
  "title": "Megafan formation driven by explosive volcanism and active tectonic processes in a humid tropical environment"
}