{
  "sections": [{
    "text": "basins is a complex phenomenon as shown by the bed of the Pliocene Tlaxcala paleolake disturbed by volcanic eruptions in central Mexico. A 5-m layered freshwater diatomite outcrop section shows volcanic ashes throughout a bottom Stephanodiscus zone up to\na more recent Aulacoseira zone. A 0.5-m transition region begins with an abrupt decrease in volcanic inputs and ends with a shift to Aulacoseira solida (Eulenstein) Krammer. Sediment analysis points to a shallow eutrophic lake in the bottom zone undergoing a transition to higher water volume leading to a threshold depth for the species shift. The lake was apparently deeper and mesotrophic thereafter. A common interpretation is to attribute such a volume change to a moisture increase. However, evidence of geological activity, mainly volcanism and faulting, suggests that it could have also been rooted in geomorphological changes of the lake basin.\nKeywords Limnogeology Pliocene paleolake Geologic activity Volcanism Layered diatomite Diatoms Computed tomography Lake development"
  }, {
    "heading": "Introduction",
    "text": "The Mexican Volcanic Belt (MVB), which runs West-East around Latitude 20 N through central Mexico, is characterized by active tectonism that has uplifted the region up to more than 5,000 m a.s.l. In consequence, the morphology of lacustrine basins has been modified through time, either by volcanic emissions as lava flows, intrusions, ash falls, or by tectonic alterations such as grabens, faults, basin\nG. Vilaclara (&) E. Cuna Limnologı́a Tropical, UIICSE, División de Investigación y Posgrado, FES-Iztacala, Universidad Nacional Autónoma de México, Av. de los Barrios # 1, Los Reyes Iztacala, 54090 Tlalnepantla, México e-mail: amatrin27@gmail.com\nG. Martinez-Mekler Instituto de Ciencias Fı́sicas, Universidad Nacional Autónoma de México, Apdo.Postal 48-3, 62251 Cuernavaca, Morelos, México e-mail: mekler@fis.unam.mx\nG. Martinez-Mekler Centro de Ciencias de la Complejidad, Universidad Nacional Autónoma de México, 04510 Coyoacán, México City, México\nE. Cuna Posgrado de Ciencias del Mar y Limnologı́a, Universidad Nacional Autónoma de México, 04510 Coyoacán, México City, México e-mail: estela_cuna@hotmail.com\nE. Ugalde Instituto de Fı́sica, Universidad Autónoma de San Luis Potosı́, Alvaro Obregón 64, 7800 San Luis Potosı́, SLP, México e-mail: ugalde@ifisica.uaslp.mx\nmigrations (Bradbury 2000; Israde 1997; Israde and Garduño 1999). It is also common in Central Mexico that polygenetic and monogenetic volcanisms disturb lacustrine sedimentation through the frequent deposition of tephra layers (Caballero and Ortega 1998; Ortega et al. 2002; Telford et al. 2004). Such activity together with climate changes have been affecting the lakes in the zone since the MVB was fully formed, more than 5 million years (Ma) ago by the subduction of the Cocos plate under the North American plate (Ferrari et al. 1994), making the interpretation of paleoenvironmental data based on lacustrine sediments quite complex. This is a fact already pointed out by some authors for recent records analyzed in Central Mexico, although environmental changes are mainly associated with climatic fluctuations and anthropogenic disturbances (Davies et al. 2002; Caballero et al. 2002, 2006; Metcalfe et al. 2007).\nLake evolution has been extensively studied in temperate latitudes where climate forcing (McGowan et al. 2008) and more recently human impacts, are the main drivers for transformation (Battarbee 2000; Wolin and Stoermer 2005). Even when lake basins are affected by volcanism and tectonics, paleolimnological studies generally report sediments mainly as records of past climate changes (Litt et al. 2003; Trauth et al. 2005), without giving special attention to concomitant geological changes. A few exceptions (Barker et al. 2000; Lamb et al. 2002; Telford et al. 2004) consider geological changes, but conclude that they are less important for lake development than the long-term climate forcing. Some others (Caballero and Ortega 1998; Haberyan and Horn 2005), although mentioning the importance of geological activity, focus mainly on climatic and anthropogenic changes. Israde et al. (2005) recognize that tectonic and volcanic processes can alter lake sediments in ways that are comparable to anthropogenic effects. In the present study, geological activity associated with frequent volcanic emissions is regarded as a forcing factor for lake development that may have been even more important than climate for lacustrine changes in a paleolake at central Mexico, one of the most active tectono-volcanic regions in the world since the onset of the MVB.\nPrevious work at the site focused on determining the nature of the different type of laminations and the diatom assemblages in selected zones inside two of the mines excavated in the outcrop, Santa Barbara and\nEl Lucero, giving evidence on the volcanic origin of the darker layers, in terms of elemental and mineral composition, that correlated well with X-ray attenuations obtained from computed tomography (CT, Miranda et al. 1994). A first approach to the study of diatom assemblages and the effects of ash falls on them was also undertaken (Rico et al. 1997; Vilaclara et al. 1997). A statistical study of the fluctuations in the X-ray attenuations exhibited two ash fall regimes related to a change in volcanic activity. Initially the geological disturbances occurred more frequently, impeding a complete relaxation of the lake to stationary conditions. Later on, a second regime settled in with less frequent disturbances, allowing the attainment of stationary states with statistically independent fluctuations; some ecological insight, discussed further on, can be inferred from this work (Ugalde et al. 2006; Martinez-Mekler et al. 2007).\nHere, diatom fluctuations are analysed throughout the full height of the 5 m of sediment excavated in the Santa Barbara mine. This paleoenvironmental interpretation takes into consideration geological activity in the tropical climate within the Pliocene. There are fewer data generated from Pliocene paleolimnological records (Gasse 1980; Bradbury 1991; Glushkova and Smirnov 2007) than from paleooceanographic studies, but evidence shows that this Epoch was a warmer and humid phase that shifted to high-amplitude, cooler glacial-interglacial cycles beginning in the Gelasian Age (Fedorov et al. 2006; Bowen and Gibbard 2007). Because of the onset of these ‘bipolar glaciations’ and the emergence of the genus Homo, the Neogene/Quaternary boundary (hence the limit between Pliocene and Pleistocene) has been recently lowered from 1.8 to 2.6 Ma (Leigh Mascarelli 2009; ICS 2009). This leaves the entire Pliocene (5.3–2.6 Ma) as a warmer, relatively humid phase.\nSite description\nThe diatomite bed named as Tlaxcala paleolake (Rico et al. 2002) is located in the central Tlaxcala highlands, 19 240N and 98 180W, in the eastern part of the MVB, over 2,300 m a.s.l. Valleys and gorges in the area show more or less interconnected diatomite outcrops. The whole outcrop is located over the so-called ‘Tlaxcala lacustrine sediments’ (Von Erffa et al. 1976), which covered most of the Tlaxcala State\nduring the Miocene (Silva-Romo et al. 2002). The much smaller Tlaxcala paleolake is separated from Miocene sediments by volcanic tuffs and lavas more than 300 m thick (Fig. 1).\nThe region is surrounded by stratovolcanoes to the West and Southeast, and numerous monogenetic structures can be seen within the area. Volcanism is mainly Pliocene–Pleistocene in origin, and the region was subsequently influenced by the Quaternary polygenetic activity of the Telapon-Popocatepetl range and La Malinche (Orozco-Esquivel et al. 2007).\nTlaxcala Paleolake timing\nEfforts to date precisely the diatomite bed have been mostly unsuccessful up until now. Thermoluminescence gave negative results, as expected in materials older than 500–800 Ka (Peter Schaaf, unpublished data). However, a basalt layer in direct contact with an upper part of the ancient Tlaxcala paleolake\nshoreline has recently been given an age ca. 2.6 Ma by K/Ar dating (Sedov et al. 2009). Attempts to date other tephras by K/Ar failed because of the alteration of biotite through chloritization and argillization. An additional lower-bound criterion for the outcrop age comes from the absence of marker diatom taxa typical of Miocene lacustrine sediments in North America and Central Mexico (Theriot and Bradbury 1987; Israde 1997). Evidence, therefore, suggests that the outcrop belongs to the Pliocene Epoch below the new boundary for the Quaternary Period (or Gelasian Age at the onset of the Pleistocene Epoch)."
  }, {
    "heading": "Methods",
    "text": "Field sampling\nTo assess long term changes in diatom assemblages, samples were taken every 5 cm from individual\nlayers along the 5.05 m of sediment exposed in the walls of Sta. Barbara mine. Prominent laminations observed within 5-cm intervals were also sampled, including noticeable tephras and diatomite layers immediately below and above them. Prior to sampling, the external layer of the diatomite wall was cleaned off along the laminations. Samples were collected from the bottom to the top of the wall, using one needle per lamination to avoid contamination from other laminations. A total of 106 laminations were sampled, and we recorded their position and color based on the Munsell soil chart.\nA series of blocks (200–300 mm long 9 150– 200 mm wide 9 100–150 mm high) were also obtained in Santa Barbara’s mine to characterize the X-ray attenuation for a 2.5 m section with major changes in color and two tephra markers.\nSediment diatom analysis\nDiatomite samples were dried and a sub-sample of approximately 0.25 mg was weighed with an Ohaus balance that had an analytical precision of 0.001 mg. Digestion with oxidants and acids was not necessary because of the relatively high purity of the diatomite, and the lack of organic matter and carbonates in the volcaniclastic layers.\nPermanent slides were prepared by drying 200 ll of a known dilution suspension on coverslips, and mounting them in Naphrax media on glass slides. Diatoms were identified to the lowest possible taxonomic level using a Zeiss standard phase-contrast microscope at 1,0009 magnification, as well as with JEOL JSM-5300 and Leica-Cambridge 360 scanning electron microscopes. Counting was performed adapting Utermöhl’s method by homogeneously suspending the sub-sample in 50 ml of distilled water, and adding two drops of chloroform to discourage the growth of microorganisms, such as bacteria and naked amoebae. The homogenized 50 ml were left settle in composite chambers for 2 days before counting at least 400 valves with a Zeiss Inverted Microscope D (modified method originally based on the evaporative tray method, Battarbee 1973). A counting comparison was done between Utermöhl’s method and permanent slides, and results gave consistently a higher species richness and lower amount of valves with the method used in the study, provided that an accurate species\ndetermination is previously done to recognize them with Utermöhl’s.\nAutoecological information for diatom taxa with modern analogues was obtained from several sources (Table 1), mostly from other regions, because information on the ecology of diatoms in Mexico is scarce, and it reports few of the dominant taxa found in the present study.\nDiatom data from the stratigraphic column were plotted with Tilia and Tilia Graph software (Grimm 1992). In addition to the CONISS clustering performed by Tilia, a tree clustering of the species was done with the package Statistica 6 (StatSoft Inc. v. 2001), using Ward’s Method as linkage rule, and 1-Pearson r as distance measure.\nSediment X-ray attenuation\nX-ray attenuation was measured with computed tomography (CT), which resulted in a particularly fine-scale determination of the lamination pattern in the diatomite sediments. X-ray attenuation series were expressed in Hounsfield units, based on a relative scale of 0 for water and -1,000 for air (Ashi 1997). Data were obtained with a Toshiba TCT-600 scanner from concatenated blocks with data taken every 0.25 mm along transects perpendicular to laminations, and a total length of 2.5 m was measured in the central zone of the record where major diatom changes were observed. The above resolution was chosen because the finest lamination observed through X-ray was below 1 mm. Since X-ray attenuation values are directly proportional to sediment density values (r-Spearman = 0.98, P \\ 0.001), these terms shall be hereafter interchanged indiscriminately. Purer diatomite has the lower density values, mostly due to the space filled with air left around diatom valves.\nSurface roughness of the material of volcanic origin was studied in thin sections and observed through an Olympus BX60 petrographic microscope. Roughness indicates that pronounced peaks in the density series correspond to direct ash falls from stronger volcanic events, and not to eroded volcanic material washed in from the catchment stores, as commonly happens with medium CT values. The CT series can hence register the occurrence of the higher intensity volcanic events in the record, and can be used to discriminate between diatomite and layers rich in direct ash fallouts (Miranda et al. 1994). An\nalternation of such layers could be closely followed using a 0.25 mm scale in the X-ray CT recording. Although it was not possible to use the same fine scale for diatom analyses, a sampling every 5 cm provided sufficient evidence of major changes in diatom assemblages. Furthermore, it was possible to match both records by the localization of the sampled diatom layers in the diatomite blocks used for CT analyses."
  }, {
    "heading": "Results",
    "text": "The 5.05-m diatomite is laminated and shows few signs of bioturbation, with lamina width ranging from around 0.3 mm to several cm. Layers are conformable (i.e. newer strata lie horizontally over older ones) throughout the Santa Barbara mine, and are composed\nmainly of diatom frustules and volcaniclastic materials. As observed in Fig. 2, the upper section (0.0– 3.5 m) is dominated by white, purer diatomite layers. There are two marker strata clearly visible at the base of the upper whitish sequence, one at 3.0 m (2–10 cm thick) and a thinner one (about 2 cm thick) at 3.4 m; both of them were deposited as a result of direct volcanic ash fallouts. The bottom section (3.5–5.0 m) contains numerous darker laminae, some of which have less eroded particles that arose from direct ash falls, indicating increased volcanic activity in the zone during this depositional phase. Other material coming from the basin consists of eroded particles of silt and clay that have distinctive grayish color.\nA total of 45 taxa of diatoms were observed, together with chrysophyte stomatocysts and sponge megascleres, with relative abundances over 2% in at\nleast one out of the 106 laminae. Table 1 shows a categorization of dominant diatoms by percentage ranges, as well as autoecological information for taxa when found in published data.\nPlanktonic species, although abundant, were less diverse (6 species) than benthic-periphytic (38 species). Araphid diatoms, all belonging to Fragilaria sensu Hustedt (1959), were rare in the analyzed section, except for one layer at 1.0 m, with five species accounting for 46% of the relative abundance.\nDiatom assemblages showed alternation in the quantitative dominance of species. Some layers were abundant in planktonic genera (Stephanodiscus and Aulacoseira, up to 94% of all taxa in a layer) or in benthic-periphytic taxa (mainly Cymbella, Nitzschia, Cocconeis and Gomphonema, up to 96% as a whole in one layer). Such an alternation was significant, with a strong negative correlation between planktonic and benthic-periphytic groups (Pearson correlation coefficient = -0.96, P \\ 0.001, n = 105). The stratigraphic distribution of taxa in quantities C10% is shown in Fig. 2. Taking into account modern analogues of the main taxa (Table 1), diatom assemblages show halobion freshwater or indifferent species, many of them alkaliphilous. The stratigraphic cluster analysis (CONISS, Grimm 1992) identifies two main diatom zones, each one with two sub-zones. Main zones are delimited by the strongest shift, observed at 2.8 m, between the two dominant planktonic species. One dominant species is an unidentified, large and strongly silicified Stephanodiscus (19–76 lm diameter, usually bigger than 40 lm, belonging to the Stephanodiscus neoastraea-Stephanodiscus niagarae\ngroup, but closer to S. neoastraea Håkansson and Hickel, because of the lack of valvae fultoportulae), and the other one is the small, less silicified Aulacoseira solida (Eulenstein) Krammer (7–10 lm diameter). Taking into account the overall lowering in volcanic inputs above 3.5 m observed in the stratigraphic column, a transition regime can be defined between 2.8 and 3.5 m. Figure 3 enlarges this regime and focuses on changes in density (X-ray attenuation), with lower Region I related to more frequent volcanic activity than Region II. This transition regime was still dominated by Stephanodiscus sp., and ended with a sudden outbreak of Cocconeis spp. at the onset of Zone II. In the transition regime, layers rich in volcanic materials are less frequent than in the older part of Zone I, although the two marker tephras in the outcrop occur here. Notice a slight density increase at the beginning of Zone II.\nFive prominent tephras and the diatomite layers below and above them were analyzed in the section. Although a recognizable pattern in the response of diatom assemblages to tephras was not detected, consistent declines of the larger Stephanodiscus sp. were observed immediately after them (Fig. 4).\nWhen testing for taxa cluster ordering, the clearest picture for diatom grouping was obtained with the 14 species or groups of species with a relative abundance of 20% or more in at least one layer (Fig. 5). One group consisted of planktonic-tychoplanktonic diatoms such as Aulacoseira spp., and a second group consisted of benthic-periphytic diatoms and Stephanodiscus sp., while Arraphideae were separated from the above two groups."
  }, {
    "heading": "Discussion",
    "text": "Some general limnological aspects of the Tlaxcala paleolake, such as the water chemical composition and the mixing-stratification regime, can be deduced by comparison with extant diatom flora and from\npresent lake conditions at latitudes and altitudes similar to those of the paleolake. Diatom assemblages are indicative of a freshwater lake, with a low paleosalinity throughout the whole stratigraphic record, and a moderate to high alkalinity based on oligohalobous and alkaliphilous taxa (Table 1).\nFig. 3 Integration of Computed Tomography data (CT) and dominant diatom records. The ordinate measures the position in meters relative to the top of the mine (0 m). The mine wall photograph to the left shows the sediments under study in the corresponding ordinate range. The first column shows the CT data, the abcissa is the X-ray attenuation record expressed in Hounsfield units; larger peaks are indicative of the occurrence of the stronger volcanic events. Shadowed CT-Region I, which\nis perturbed by more frequent volcanic events, is separated from less perturbed CT-Region II by a dotted line. The second, third and fourth columns show percentages of the main taxa Aulacoseira solida, Stephanodiscus sp. and Cocconeis spp. Diatom Zones I and II are defined by taxonomic criteria (CONISS analysis), and are set apart by a dashed line. The transition regime lies between dotted and dashed lines\nMixing patterns are important to the ecology of planktonic diatoms. The seasonality and duration of mixing/stratification defines the type of thermal regime in lakes, which in turn partially determines the length of bottom anoxia and the extent of bioturbation. In connection with the likely thermal regime of the Tlaxcala paleolake, since the MVB had already developed during the Pliocene (Ferrari et al. 1999), and the altitude at which the Tlaxcala paleolake was located has barely changed, it is reasonable to compare it with present, relatively deep central Mexican lakes (average z [ 6 m, following Ramsar Convention, http://www.ramsar.org, for depths setting apart wetlands from lakes) located over 800 m a.s.l. These lakes show short mixing periods during winter time, behaving as warm monomictic (Alcocer et al. 2000; Serrano et al. 2002), and they quickly develop an anoxic hypolimnion during stratification even in oligo- to mesotrophic conditions (Macek et al. 1994). A typical short winter mixing and a longer stratification interval could be responsible for the scarce bioturbation observed in the Tlaxcala outcrop, and the subsequent laminae preservation could be due to lasting anoxia. Some authors also argue that the Pliocene was a relatively warm and humid period (Bradbury 1991; Pillans and Naish 2004), and refer to warm monomictic dynamics even for Pliocene paleolakes at higher latitudes (Bradbury 1992).\nWith regard to the growth in the water column, centric diatoms are usually better adapted to planktonic habits during mixing periods, when turbulence disperses nutrients and facilitates access to the photic zone, a condition especially important for larger species (Bradbury 2000). Although the stout\nStephanodiscus sp. is a species not previously described, its general features resemble those of the pelagial S. niagarae-neoastraea group. In general, Stephanodiscus have been associated with higher phosphorus concentrations, and usually connected with more productive waters (Kilham et al. 1986; Håkansson and Kling 1989). In modern central Mexican water bodies, the large S. niagarae Ehrenberg was observed as dominant in one shallow and eutrophic waterbody, but as very scarce in a deep (z [ 20 m), eutrophic reservoir (Valadez et al. 2005). Shallow lakes are usually associated with natural eutrophy, unless precluded by turbidity, because of the short distance between the illuminated upper water column and the biomass/nutrient sink in the sediments. This short light-gravity vertical axis eases nutrient recycling in the lake (Margalef 1983) and enhances the survival of larger diatom species in the photic zone during mixing.\nAs mentioned above, a relatively high phosphorus content is required by Stephanodiscus species (Kilham et al. 1986, 1996). In this respect, although the thicker ash fall could act as a temporary sediment barrier for phosphorus return (Barker et al. 2003), a frequent input of volcanic materials could well have constituted a phosphorus source (Frogner et al. 2001) in the bottom record (Region I). The high frequency of volcanic events could have favored fluctuating conditions to which Stephanodiscus sp. was well adapted, declining immediately after ash falls (Fig. 4), but recovering thereafter. Apart from the dominance of Stephanodiscus in Zone I, further evidence of eutrophic conditions comes from the presence of benthic-periphitic species Epithemia\nadnata (Kützing) Rabenhorst (Fig. 5). The noticeably higher percentages of the benthic E. adnata (Fig. 2), an elemental N-fixing diatom via its symbiont cyanobacteria (Round et al. 1990), also suggests an eutrophic environment that can easily run short of inorganic nitrogen through denitrification.\nThe upper part of the sedimentary sequence corresponding to Zone II is dominated by Aulacoseira spp. The main species A. solida has been associated with relatively deep waters in Pliocene records (Bradbury 1991). Today’s closest species, A. nipponica (Skvortzow) Tuji (previously identified as A. solida, Tuji 2002), is also considered as indicative of deep and oligotrophic conditions in Lake Biwa (Akihiro and Akiko 2001). Deeper waters commonly have a lower trophic state because their longer light-gravity axis (distance between the illuminated zone and the biomass sediment sink) limits the access of nutrients to the photic zone. In such a lake environment, the smaller size and higher surface/volume ratio of A. solida could provide it with a relative advantage in terms of nutrient consumption and flotation (Lewis 1976).\nThe lacustrine record stops abruptly at the upper end of Zone II. There is no evidence for further lake development, probably because of the disappearance of a whole sediment section, a hiatus in the lacustrine record produced by the exposure and erosion of the sediments, and a later accumulation of materials other than lacustrine sediments, mainly of volcanic origin.\nThe analysis presented so far suggests that an increase in the paleolake water volume caused by lake deepening appears to have been a major factor in species substitution. One of the aims of this work is to establish links between changes in the measured pattern of ash falls, mainly related to geological activity, and environmental transformations important for the development of paleolake living conditions. In this study an important source of geological information is the CT density fluctuation determinations, which were analyzed in detail in two previous publications (Ugalde et al. 2006; Martinez-Mekler et al. 2007). The central results can be summarized as follows: (1) Two regions can be identified, Region I with more numerous and generally intense fluctuations, and Region II with less frequent fluctuations usually of a lower intensity except for a few exceptionally strong events. The interface between these two regions can be clearly distinguished from the density running average taken over intervals that\nrepresent a few hundred data points (the total data is about 10,000), and visual evidence also shows a change from a greyish to a lighter tone in the mine wall (Fig. 3). (2) The high peaks of the fluctuations are indicative of the occurrence of strong volcanic disturbances, medium and small-size fluctuations most probably have a mixed autochthonous and allochthonous origin. (3) The density variations within Region I are weakly correlated while those of Region II show stronger correlations and memory effects. (4) In Region II the occurrence of the strong volcanic events dominates the subsequent fluctuation pattern for long periods of time. During the relaxation time from the strong external perturbations, the way density variations change when viewed at different scale resolutions (scaling) is compatible with the presence of self-organizing underlying processes in the paleolake. In Region I this relaxation period is truncated by the advent of a subsequent big perturbation impeding the above mentioned scaling behavior. Here the recurrence time between big volcanic disturbances is shorter than the relaxation time from these events. This marked change in the statistical behavior of the CT records between Region I and Region II (Fig. 3), mainly attributed to geological factors related to a change in ash fall frequency, might indicate that there was impact on the paleolake living conditions, possibly related to the onset of underlying self-organized processes. The proximity of the beginning of the Region II to the CONISS subdivision within Zone I shown in Fig. 2 may well be an indication of this, and is a matter for further research.\nThe decrease in sediment density, and hence in the amount of ash falls present in Region II, could have contributed to stronger competition between Aulacoseira solida and Stephanodiscus sp. This competition is clearly exposed in Figs. 3 and 4 by an event signaled by the main tephra (largest CT peak in the transition regime located at 3 m), which eradicated diatom deposition, followed by the dominance of Aulacoseira for the first time. A possible interpretation is that an increase in turbidity reduced the photic zone, leading to conditions under which better flotation and higher surface to volume exposure gave Aulacoseira a transient advantage. Later on, Stephanodiscus sp. recovered its dominance probably through the ability of its population to maintain growth under suboptimal conditions due to its\nprecedent numerical advantage (Anderson et al. 1990; Reynolds 1999).\nThe end of the transition regime is marked by a peak in Cocconeis spp. Species in this genus are epiphytic/epilithic, and today are frequently seen on submerged mineral grains along lake shores in the volcanic regions of Mexico. A moderate increase in the average densities of the layers registered by the CT determination is also observed, related to a higher content of detrital material. A possible interpretation of this is that it is the result of a temporary increase in rain that brought basin and littoral materials to the open waters, where they sank. The sharp diatom peak could be explained by the first littoral inflows that swept away epilithic Cocconeis. The observation that the average CT density increased in the absence of noticeable changes in the frequency and correlation of the volcanic disturbances (Ugalde et al. 2006) suggests a transient climatic change to a higher humidity. A point has to be made here regarding a possible unsuitability of the paleolake to record climatic changes because of the tectono-volcanic activity that affected it. A well known impediment for the registering of climatic change in areas of volcanic activity is the influence of underground water sources (Telford et al. 1999; Lamb et al. 2002; Delalande et al. 2008), but this was not the case for the Tlaxcala paleolake, mainly because it shows a steady composition of freshwater diatom species, many of them alkaliphilous, throughout the sedimentary record. Although the geological forcing of paleolake Tlaxcala did not completely override the climatic signal, here we postulate that the main source of lake deepening was geologically induced, and that changes in the precipitation/evaporation ratio (P/E) were less significant given the lack of noticeable variations in ionic concentration deduced from the absence of diatom flora indicators.\nArguments about the role of geological factors as triggers for this volume increase are presented below. The region where the Tlaxcala paleolake lies was profoundly perturbed by tectonism, mainly volcanism and faulting. There is visual evidence inside El Lucero mine, the bottom unit of the paleolake, of a lystric fault that was active during the depositional phase (G. Silva-Romo, pers. commun.), and which tilted the marginal sediments upwards, already suggesting an onset of lake basin deepening prior to the later lake development analyzed here.\nThe proposed lake evolution to deeper conditions is reinforced when sediments from El Lucero mine are again taken into account. El Lucero was dominated by benthic-periphytic and tychoplanktonic diatom taxa (Vilaclara et al. 1997) and the stratigraphy shows a higher allochthonous disturbance regime, mainly volcanism. The overall scenario is that the Tlaxcala paleolake evolved from a very shallow water body (a wetland in El Lucero, probably less than 6 m deep based on the Ramsar depth criterion) to a relatively shallow lake (bottom Santa Barbara, Zone I, possibly\\10–15 m deep), followed by a deeper lake (upper Santa Barbara, Zone II, beyond 15–20 m). Such a development from shallow to deeper lacustrine conditions is unusual, i.e. contrary to the expected evolution of lakes in northern Europe and America after the end of the last deglaciation, with basins either in shields and cratons without noticeable geological activity. Generally, in such environments, lake basins were progressively filled with sediments and lost depth over time. These findings gave rise, since Thienemann and Naumann’s work in early 1900s, to the evolutionary paradigm centered on the conversion of deep into shallow lakes, i.e. the ‘oligotrophic-eutrophic paradigm.’ The reverse evolution in the Tlaxcala paleolake could be explained by a climatic change towards progressively higher atmospheric moisture (increasing P/E), as is commonly interpreted, and/or by a basin deepening driven by tectonism and volcanism. The hypothesis of climatic change has been favored in records from middle to late Pliocene in the volcanic Tule lake basin (Bradbury 1991, 1992). Tule’s pattern can be considered similar to Tlaxcala’s, with A. solida associated with increased water volume (‘wetter climate’ as interpreted by Bradbury), and Stephanodiscus related to lesser water volumes, or to a ‘dryer climate’ following Bradbury. However, in Tlaxcala the geological activity hypothesis appears to be the important driver for depth increasing, and this is reinforced by the fact that a concomitant change from a saline-alkaline (low P/E) wetland to a freshwater deeper lake (higher P/E) could not happen, because as said before, both benthic-periphytic and planktonic species in El Lucero and Santa Barbara were equally adapted to freshwater, slightly alkaline conditions. The complex mixture of geologic and climatic alterations that occurred in central Mexico should be taken into account and further investigated in\nenvironmental interpretations based on lacustrine sediments."
  }, {
    "heading": "Conclusions",
    "text": "The Pliocene Tlaxcala paleolake is represented by a layered diatomite outcrop with a diatom composition that suggests a freshwater, alkaline and meso-eutrophic lake. It contained an older Stephanodiscus Zone I and a more recent Aulacoseira Zone II observed throughout a 5-m section of the Santa Barbara mine. Volcanic ashes are also identified as main components in several laminations, and were more frequent in the bottom region of the Stephanodiscus zone.\nThe present investigation points to a development from a shallower, eutrophic lake in the older Stephanodiscus zone, to an upper Aulacoseira zone when the lake was deeper and mesotrophic. The shift observed between the main diatom species can be attributed to a transition to higher water volumes leading to a threshold depth. A common interpretation for such an increase in lake depth/volume could have been a climatic change to increased precipitation. Comparatively abundant rains could have carried basin materials to the lake causing the increased sediment density observed by CT X-ray analysis at the Zone I/Zone II boundary. Nonetheless, this increase could also be attributed to changes in geological activity, including faulting and volcanism that occurred during a transition regime at the end of Zone I, and presumably contributed to the deepening of the lake basin. This scenario entails a reversal of the oligotrophic-eutrophic paradigm for lake evolution in basins located at shield or craton areas under relatively stable climates, where a progressive loss in depth through sediment filling is the expected development.\nAn overall conclusion from this work is that geological activity, when detected, should be considered as a potential source of change that can be as important as climate for lake evolution.\nAcknowledgments We thank CONACyT-34512E, ECOSANUIES-M04-M01, and DGAPA-UNAM-IN116198 grants. E.U. and G. M.-M. thank the CPT-CNRS Luminy hospitality. Field work and some attempts for dating measurements were done with the aid of Jesús Solé-Viñas Peter Schaaf, Ángel Pérez and Teodoro Hernández. Martha Gaytan assisted with laboratory analyses. Gilberto Silva and Claudia Mendoza contributed with map figures. SEM facilities were given by Serveis CientificoTecnics, Universitat de Barcelona. CT scanner was provided by\nInstituto Nacional de Neurologı́a y Neurocirugı́a, Mexico City. Tom Whitmore and two anonymous reviewers provided helpful corrections to the manuscript."
  }],
  "year": 2010,
  "references": [{
    "title": "Centric diatoms in Lake Biwa. Lake Biwa study monograph 7 (Abstract",
    "authors": ["T Akihiro", "H Akiko"],
    "year": 2001
  }, {
    "title": "Water column stratification and its implications in the tropical warm monomictic lake Alchichica, Puebla, Mexico",
    "authors": ["J Alcocer", "A Lugo", "E Escobar", "MR Sanchez", "G Vilaclara"],
    "venue": "Verh Int Verein Limnol",
    "year": 2000
  }, {
    "title": "Change to a diatom assemblage in a eutrophic lake following point source nutrient re-direction: a paleolimnological approach",
    "authors": ["NJ Anderson", "B Rippey", "C Stevenson"],
    "venue": "Freshw Biol",
    "year": 1990
  }, {
    "title": "Computed Tomography Scan image analysis of sediments",
    "authors": ["J Ashi"],
    "venue": "Proc ODP",
    "year": 1997
  }, {
    "title": "The sensitivity of a Tanzanian crater lake to catastrophic tephra input and four millennia of climate change",
    "authors": ["P Barker", "R Telford", "O Merdaci", "D Williamson", "M Taieb", "A Vincens", "E Gibert"],
    "venue": "Holocene",
    "year": 2000
  }, {
    "title": "Climatic and volcanic forcing revealed in a 50,000-year diatom record from Lake Massoko, Tanzania",
    "authors": ["P Barker", "D Williamson", "F Gasse", "E Gibert"],
    "venue": "Quat Res",
    "year": 2003
  }, {
    "title": "A new method for estimating absolute microfossil numbers, with special reference to diatoms",
    "authors": ["RW Battarbee"],
    "venue": "Limnol Oceanogr",
    "year": 1973
  }, {
    "title": "Palaeolimnological approaches to climate change, with special regard to the biological record",
    "authors": ["RW Battarbee"],
    "venue": "Quat Sci Rev 19:107–124",
    "year": 2000
  }, {
    "title": "The quaternary is here to stay",
    "authors": ["DQ Bowen", "PL Gibbard"],
    "venue": "J Quat Sci",
    "year": 2007
  }, {
    "title": "The late Cenozoic diatom stratigraphy and paleolimnology of Tule Lake, Siskiyou Co. California",
    "authors": ["JP Bradbury"],
    "venue": "J Paleolimnol",
    "year": 1991
  }, {
    "title": "Late Cenozoic lacustrine and climatic environments at Northern Great Basin, USA",
    "authors": ["JP Bradbury"],
    "venue": "Clim Dyn 6:275–285",
    "year": 1992
  }, {
    "title": "Limnologic history of Lago de Patzcuaro, Michoacan, Mexico for the past 48, 000 years: impacts of climate and man",
    "authors": ["JP Bradbury"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2000
  }, {
    "title": "Lake levels since about 40,000 years ago at Lake Chalco, near Mexico City",
    "authors": ["M Caballero", "B Ortega"],
    "venue": "Quat Res",
    "year": 1998
  }, {
    "title": "Present conditions and recent (ca. 340 yr) paleolimnology of a tropical lake in the Sierra de Los Tuxtlas, eastern Mexico",
    "authors": ["M Caballero", "G Vazquez", "S Lozano-Garcia", "A Rodriquez", "S Sosa-Najera", "AC Ruiz-Fernandez", "B Ortega"],
    "venue": "J Paleolimnol",
    "year": 2006
  }, {
    "title": "Developing diatom-based transfer functions for Central Mexican lakes",
    "authors": ["SJ Davies", "SE Metcalfe", "ME Caballero", "S Juggins"],
    "venue": "Hydrobiology",
    "year": 2002
  }, {
    "title": "Hydroclimatic and geothermal controls on the salinity of Mbaka lakes (SW Tanzania): limnological and paleolimnological implications",
    "authors": ["M Delalande", "L Bergonzini", "P Branchu", "A Filly", "D Williamson"],
    "venue": "J Hydrol",
    "year": 2008
  }, {
    "title": "The Pliocene Paradox",
    "authors": ["AV Fedorov", "PS Dekens", "M McCarthy", "AC Ravelo", "PB de Menocal", "M Barreiro", "RC Pacanowski", "SG Philander"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Volcanic and tectonic evolution of Central Mexico: Oligocene to present",
    "authors": ["L Ferrari", "VH Garduño", "G Pasquare", "A Tibaldi"],
    "venue": "Geofis Int",
    "year": 1994
  }, {
    "title": "Space-time patterns of Cenozoic arc volcanism in central Mexico: from the Sierra Madre Occidental to the Mexican Volcanic Belt",
    "authors": ["L Ferrari", "M Lopez-Martinez", "G Aguirre-Diaz", "G Carrasco-Nuñez"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Fertilizing potential of volcanic ash in ocean surface water",
    "authors": ["P Frogner", "SR Gislason", "N Oskarsson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Les diatomées lacustres Plio-Pléistocènes du Gadeb",
    "authors": ["F Gasse"],
    "venue": "Rev Algol",
    "year": 1980
  }, {
    "title": "East African diatoms: TaxonoMa, ecological distribution",
    "authors": ["F Gasse"],
    "venue": "Bibliotheca diatomologica,",
    "year": 1986
  }, {
    "title": "Pliocene to Holocene geomorphic evolution and paleobiogeography of the El’gygytgym lake region, NE Russia",
    "authors": ["OY Glushkova", "VN Smirnov"],
    "venue": "J Paleolimnol",
    "year": 2007
  }, {
    "title": "TILIA 2 software",
    "authors": ["EC Grimm"],
    "venue": "Illinois State Museum,",
    "year": 1992
  }, {
    "title": "Diatom paleoecology of Laguna Zoncho, Costa Rica",
    "authors": ["KA Haberyan", "SP Horn"],
    "venue": "J Paleol",
    "year": 2005
  }, {
    "title": "A light and electron microscope study of previously described and new Stephanodiscus species (Bacillariophyceae) from central and northern Canadian lakes, with ecological notes on the species",
    "authors": ["H Håkansson", "H Kling"],
    "venue": "Diat Res",
    "year": 1989
  }, {
    "title": "Die Kieselalgen. Band VII, 2 Teil",
    "authors": ["F Hustedt"],
    "venue": "Koeltz Scientific Books (reprint",
    "year": 1959
  }, {
    "title": "Responses of phytoplankton to varied resource availability in large lakes of the Greater Yellowstone Ecosystem",
    "authors": ["SJ Interlandi", "SS Kilham", "EC Theriot"],
    "venue": "Limnol Oceanogr",
    "year": 1999
  }, {
    "title": "Lake level change, climate, and the impact of natural events: the role of seismic and volcanic events in the formation of the Lake Patzcuaro Basin, Michoacan, Mexico",
    "authors": ["I Israde", "VH Garduño", "CT Fisher", "HP Pollard", "MA Rodriguez"],
    "venue": "Quat Int",
    "year": 2005
  }, {
    "title": "Hypothesized resource relationships among African planktonic diatoms",
    "authors": ["P Kilham", "SS Kilham", "RE Hecky"],
    "venue": "Limnol Oceanogr",
    "year": 1986
  }, {
    "title": "Linking planktonic diatoms and climate change in the large lakes of the Yellowstone ecosystem using resource theory",
    "authors": ["SS Kilham", "EC Theriot", "SC Fritz"],
    "venue": "Limnol Oceanogr",
    "year": 1996
  }, {
    "title": "Bacillariophyceae, Teile 1–4. In: Pasher A (ed) Süsswasserflora von Mitteleuropa. Gustav",
    "authors": ["K Krammer", "H Lange-Bertalot"],
    "year": 1986
  }, {
    "title": "Climatic and non-climatic effects on the q18O and q13C compositions of lake Awassa, Ethiopia, during the last 6.5 ka",
    "authors": ["AL Lamb", "MJ Leng", "HF Lamb", "RJ Telford", "MU Mohammed"],
    "venue": "Quat Sci Rev 21:2199–2211",
    "year": 2002
  }, {
    "title": "Quaternary geologists win timescale vote",
    "authors": ["A Leigh Mascarelli"],
    "venue": "Nature",
    "year": 2009
  }, {
    "title": "Surface/volume ratio: implications for phytoplankton morphology",
    "authors": ["WM Lewis"],
    "venue": "Science",
    "year": 1976
  }, {
    "title": "Environmental response to climatic and volcanic events in central Europe during the Weichselian Late glacial",
    "authors": ["T Litt", "H-U Schmincke", "B Kromer"],
    "venue": "Quat Sci Rev",
    "year": 2003
  }, {
    "title": "Environmental requirements and pollution tolerance of freshwater diatoms",
    "authors": ["RL Lowe"],
    "venue": "US Environmental Protection Agency Report EPA-670/4-74-005,",
    "year": 1974
  }, {
    "title": "Changes in protozoan assemblage and activity in a stratified tropical lake. Marine Microbial Food Webs",
    "authors": ["M Macek", "G Vilaclara", "A Lugo"],
    "year": 1994
  }, {
    "title": "Power spectrum crossover in sediments of a paleolake disturbed by volcanism",
    "authors": ["G Martinez-Mekler", "E Ugalde", "G Vilaclara"],
    "venue": "Eur Phys J Special Topics",
    "year": 2007
  }, {
    "title": "Autotrophic response to lake age, conductivity and temperature in two West Greenland lakes",
    "authors": ["S McGowan", "RK Juhler", "NJ Anderson"],
    "venue": "J Paleolimnol",
    "year": 2008
  }, {
    "title": "Long and short-term change in the Patzcuaro Basin, central Mexico",
    "authors": ["SE Metcalfe", "SJ Davies", "JD Braisby", "MJ Leng", "AJ Newton", "NL Terret", "SL O’Hara"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2007
  }, {
    "title": "Analysis of diatomite sediments from a paleolake in central Mexico using PIXE, X-ray tomography and X-ray diffraction",
    "authors": ["J Miranda", "A Oliver", "G Vilaclara", "R Rico-Montiel", "VM Macias", "JL Ruvalcaba", "MA Zenteno"],
    "venue": "NIM Phys Res B",
    "year": 1994
  }, {
    "title": "Geochemical and isotopic variability in lavas from the eastern Trans-Mexican Volcanic Belt: slab detachment in a subduction zone with varying dip",
    "authors": ["T Orozco-Esquivel", "CM Petrone", "L Ferrari", "T Tagami", "P Manetti"],
    "venue": "Lithos",
    "year": 2007
  }, {
    "title": "Defining the quaternary",
    "authors": ["B Pillans", "T Naish"],
    "venue": "Quat Sci Rev 23:2271–2282",
    "year": 2004
  }, {
    "title": "Non-determinism to probability, or N:P in the community ecology of phytoplankton",
    "authors": ["CS Reynolds"],
    "venue": "Arch Hydrobiol",
    "year": 1999
  }, {
    "title": "Origin of laminations in Tlaxcala Paleolake",
    "authors": ["R Rico", "G Vilaclara", "J Miranda", "J Cañetas"],
    "venue": "México. Verh. Internat. Verein. Limnol",
    "year": 1997
  }, {
    "title": "The diatoms",
    "authors": ["FE Round", "RM Crawford", "DG Mann"],
    "year": 1990
  }, {
    "title": "The Tlaxcala basin paleosol sequence: a multiscale proxy of middle to late Quaternary environmental change in central Mexico",
    "authors": ["S Sedov", "E Solleiro", "B Terhorst", "J Sole", "ML Flores-Delgadillo", "G Werner", "T Poetsch"],
    "venue": "Revista Mexicana de Ciencias Geologicas",
    "year": 2009
  }, {
    "title": "Dynamics response to valley breeze circulation in Santa Marı́a del Oro, a volcanic lake in Mexico",
    "authors": ["D Serrano", "A Filonov", "I Tereshchenko"],
    "year": 2002
  }, {
    "title": "Diatom-derived palaeoconductivity estimates for Lake Awassa, Ethiopia: evidence for pulsed inflows of saline groundwater",
    "authors": ["RJ Telford", "HF Lamb", "MU Mohammed"],
    "venue": "J Paleol",
    "year": 1999
  }, {
    "title": "Lacustrine responses to tephra deposition: examples from Mexico",
    "authors": ["RJ Telford", "P Barker", "S Metcalfe", "A Newton"],
    "venue": "Quat Sci Rev 23:2337–2353",
    "year": 2004
  }, {
    "title": "Mesodictyon, a new fossil genus of the centric diatom family Thalassiosiraceae from the Miocene Chalk Hills Formation, western Snake River Plain, Idaho",
    "authors": ["E Theriot", "JP Bradbury"],
    "venue": "Micropaleontology",
    "year": 1987
  }, {
    "title": "Late Cenozoic moisture history of East Africa",
    "authors": ["MH Trauth", "MA Maslin", "A Deino", "MR Strecker"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "Scaling and extended scaling in sediment registers of a paleolake perturbed by volcanic activity",
    "authors": ["E Ugalde", "G Martinez-Mekler", "G Vilaclara"],
    "venue": "Physica A",
    "year": 2006
  }, {
    "title": "Rodrı́guez DC (2005) On the presence of Stephanodiscus niagarae Ehrenberg in central México",
    "authors": ["F Valadez", "G Oliva", "G Vilaclara", "M Caballero"],
    "venue": "J Paleol",
    "year": 2005
  }, {
    "title": "A coded checklist and ecological indicator values of freshwater diatoms from the Netherlands",
    "authors": ["H Van Dam", "A Mertens", "J Sinkeldam"],
    "venue": "Neth J Aquat Ecol",
    "year": 1994
  }, {
    "title": "Effects of perturbations on diatom assemblages in Tlaxcala Paleolake, México",
    "authors": ["G Vilaclara", "R Rico", "J Miranda"],
    "venue": "Verh Int Verein Limnol",
    "year": 1997
  }, {
    "title": "Florida diatom assemblages as indicators of trophic state and pH",
    "authors": ["TJ Whitmore"],
    "venue": "Limnol Oceanogr",
    "year": 1989
  }, {
    "title": "Response of a Lake Michigan coastal lake to anthropogenic catchment disturbance",
    "authors": ["JA Wolin", "EF Stoermer"],
    "venue": "J Paleolimnol",
    "year": 2005
  }],
  "id": "SP:3fa0bd67667eb09f64ce3dc0d9a59d8c63c1f1c2",
  "authors": [{
    "name": "G. Vilaclara",
    "affiliations": []
  }, {
    "name": "G. Martinez-Mekler",
    "affiliations": []
  }, {
    "name": "E. Cuna",
    "affiliations": []
  }, {
    "name": "E. Ugalde",
    "affiliations": []
  }],
  "abstractText": "Lake development in geologically active basins is a complex phenomenon as shown by the bed of the Pliocene Tlaxcala paleolake disturbed by volcanic eruptions in central Mexico. A 5-m layered freshwater diatomite outcrop section shows volcanic ashes throughout a bottom Stephanodiscus zone up to a more recent Aulacoseira zone. A 0.5-m transition region begins with an abrupt decrease in volcanic inputs and ends with a shift to Aulacoseira solida (Eulenstein) Krammer. Sediment analysis points to a shallow eutrophic lake in the bottom zone undergoing a transition to higher water volume leading to a threshold depth for the species shift. The lake was apparently deeper and mesotrophic thereafter. A common interpretation is to attribute such a volume change to a moisture increase. However, evidence of geological activity, mainly volcanism and faulting, suggests that it could have also been rooted in geomorphological changes of the lake basin.",
  "title": "Diatom-inferred palaeoenvironmental changes of a Pliocene lake disturbed by volcanic activity"
}