{
  "sections": [{
    "text": "Keywords: volcanic eruption, paleoclimate, mass mortality, ozone layer, acid rain, western Liaoning Province.\nDOI: 10.1360/03yd0071\nVolatiles emitted during volcanic eruptions have an significant effect on the climate and\nenvironmental changes[1]. Different compositions of volatiles released may result in different trends of climate and environmental changes. Amounts of the erupted gases and aerosols are responsible for the intensities of climate and environmental changes[1]. Maximum eruption column\nheights constrain the temporal and spatial scopes of the volcanogenic environmental changes[2,3]. Therefore, quantitative assessment of composition and amount of volatiles and aerosols is useful for study of the climate and environmental effects of volcanic eruptions based on the estimations of maximum eruption column heights using the isopleths of clast distribution.\nMany layers of intermediate-acid Plinian fallout deposits are distributed and intercalated\nwithin the Early Cretaceous lake beds of the lower part of the Yixian Formation, western Liaoning Province, China, which have yielded more than ten well-preserved vertebrate fossil-rich layers. These fossiliferous horizons are located within the tuff and tuffites. The well-known Jehol Biota are distributed in the volcanic deposits [4—6]. The fossils are mainly composed of fishes, frogs, tur-\ntles, dinosaurs (including feathered dinosaurs), primitive birds, mammals and the earliest Angiosperm Archaefructus. Moreover, there is a wide range of superbly well-preserved other plant and invertebrate fossils (e.g. shrimps, insects, bivalves, conchostracans, ostracods, gastropods and salamanders)[4,6]. These unique fossil assemblages provide important evidence for the study of the origin and early diversification of birds and bird-dinosaur relationships[4]. Previous excavating studies have shown that almost all vertebrate fossils are exceptionally well-preserved within the ash tuff, tuffaceous sandstone, tuffaceous siltstone, tuffaceous mudstone and shale[4—7]. The fossil-rich layers are regarded as the records of mass mortality events of the vertebrates[5]. This feature of preservation and distribution of the fossil-bearing layers indicates that the mass mortality was possibly associated with the volcanic activities[5,7]. However, whether the eruptions represented by the volcanic products in the lower part of Yixian Formation could cause such catastrophic effect on plaeoclimate and paleoenvironment that would have led to mass mortality of the vertebrates has not been well understood. Given this assumption granted, what was the genetic mechanism? Why could the fossils be well preserved in western Liaoning Province, China? These aspects related to the cause of mass mortality of the different classes of vertebrates (e.g., fishes,\namphibians, reptiles, birds) also remain unclear. In this study, we analyzed the volatile concentrations of melt inclusions trapped in phenocrysts and matrix glasses unambiguously correlated with the main vertebrate fossil assemblages in the lower part of the Yixian Formation in the Sihetun section (fig. 1). On the basis of the compositions, contents and stratospheric chemical processes of the erupted volatiles, we presented a hypothesis concerning the effect of the inter-\nmediate-acid volcanic activities on plaeoclimate and paleoenvironment and the main cause of the mass mortality events occurred in this area."
  }, {
    "heading": "1 Geologic setting",
    "text": "The study region, western Liaoning Province, is complicated in Mesozoic structure where\nthere are two groups of the tectonic lines. One strikes in E-W direction and the other trends in NNE-SSW direction[8]. In the Mesozoic times this region was characterized by frequent tectonic movements and intensive volcanic activities. Distribution area of the volcanic rocks covers the whole study area. Compositionally, the rocks consist mainly of basic-intermediate-acid associations.\nThis paper focuses on intermediate-acid tuff and tuffites, which are intercalated with lacus-\ntrine deposits in western Liaoning Province. These volcanic layers have yielded well-preserved vertebrate fossil assemblages[4—6]. Almost all of the vertebrate fossils in the lower part of the\nYixian Formation came from the surrounding areas of the small village of Sihetun, western Liaoning Province, China (fig. 1). Outcrops of the lacustrine deposits strike in the NNE direction.\nThe distribution area is restricted within 12—14 km in length and 4—5 km in width (fig. 1). 40Ar/39Ar dating of sanidine from the tuffs gave an age of 124.6 Ma[9]. Because there are no vertebrate fossils in the upper part of Sihetun excavating profile, all samples studied here came from the lower part of the profile, which correspond to layers 18—37[4,6]. The collected samples in\nthis paper came from an interval of seven meters in the Sihetun profile."
  }, {
    "heading": "2 Sample collection and analytical methods",
    "text": "We collected one sample once every 5 cm from the bottom to top of the Sihetun excavating\nprofile. Therefore, all of tuff and tuffites recognized in the fieldwork were taken in the fossil-rich layers and fossil-poor layers in whole profile. Crystals separated from the volcanic rocks were prepared as polished thin sections for electron microprobe analyses of melt inclusions. Matrix glasses and melt inclusions in phenocrysts were analyzed for the major element oxides and sulfur, chlorine and fluorine on a wave-length-dispersive Cameca SX-50 electron microprobe. The ana-\nlytical conditions for all melt inclusions and matrix glasses were 15 kV accelerating voltage, 6—\n15 nA beam current, 1—10 µm (melt inclusions) and 15—20 µm (matrix glasses) beam diameter.\nAll thin sections and standards were carbon-coated to a thickness of 25 Å. For glass and inclusion analyses, a counting time of 30 s was used for the elements Si, Ti, Al, Fe, Mg, Ca and K, 20 s for Na, 80 s for Mn, and 100 s for P. In order to improve detection limits for Cl (300 ppm), S (120 ppm) and F (800 ppm), a counting time of 300 s was used for these three elements. The elements fluorine and sodium were determined first because of their strong volatile behavior during analysis. These operating conditions produced reproducible results and replicate analyses of the standards KN18 and CFA 47 for glass. The relative analytical precision is < 5% for S, < 3% for F, and < 4% for Cl, based on repeated analyses of glass standards. Total H2O contents of melt inclusions and matrix glasses were estimated by the difference between the total of an electron microprobe analysis and 100% (the so-called “difference method”)[10]. In order to preserve melt inclusions as\nclosed system and improve analytical precision of volatiles, only inclusions from phenocrysts were analyzed, that correspond to the criteria for primary inclusions defined by Horn and Schmincke[3] and Guo et al.[11]."
  }, {
    "heading": "3 Results",
    "text": "Observations under microscope show that phenocryst minerals in the latest crystallization\nstage are sanidine and quartz. The petrologic method to estimate minimum volcanic syn-eruptive degassing is based on the assumption that the volatile contents in melt inclusions trapped in phenocrysts crystallized in late stage of the magma evolution processes represent those of the pre-eruptive magma. The coexisting matrix glasses are representative of the partially degassed, post-eruptive magma. The difference between pre- and post-eruptive volatile concentrations is taken as concentrations of the volatiles erupting into the atmosphere[3,11]. The major element and\nvolatile concentrations of matrix glasses and representative melt inclusions in sanidine and quartz phenocrysts of the samples are given in table 1. The contents of volatile emissions are listed in table 2. Contents of volatiles released by the eruptions, which are contemporaneous with fossil-rich layers, are higher than those emitted in these eruptions of some active volcanoes of the same (or similar) composition worldwide (table 2). Composition of melt inclusions in these minerals and matrix glasses (table 1) could represent that of the magma erupted. Fig. 2 is a plot of Na2O+K2O vs SiO2 (TAS). Most of volcanic rocks in table 1 are trachyandesite, trachyte, trachydacite and rhyolite, consistent with their mineralogy. The\nrocks fall on the boundary of the alkaline and subalkaline series (fig.2)."
  }, {
    "heading": "4 Discussion",
    "text": "There are two cycles in the variations of the emitted volatile concentrations represented by\nvolcanic products from the excavating profile (fig. 3). The rocks from layer 37 to layer 25 repre-\nsent the first cycle, and the samples within layers 24—18 fall in the second cycle. Generally, con-\ntents of volatiles emitted in the eruptions increase from the lower part to the upper in each cycle. The first and second cycles are 456 cm and 244 cm in thickness, respectively. Previous studies\nhave demonstrated that lacustrine sediments interbedded with tuff in the profile developed in the Mesozoic maar lake environment, which have relatively constant sedimentary rate from early to late[15]. Thus, duration of the first cycle is longer than that of the second cycle. The number of vertebrate fossil-bearing layers is more in the first cycle than in the second cycle (fig. 3). Correspondingly, the number of the eruptions having relatively high contents of volatile emissions is larger in the first cycle than in the second cycle (fig. 3). Moreover, the concentrations of the volatiles released in the eruptions represented by the volcanic deposits containing the fossil-rich layers\nare much higher than those indicated by the tuffs of the fossil-poor layers in the profile. These features possibly imply a close relation between explosive volcanic activities and mass mortalities indicated by the fossil-rich layers. It should be pointed out that the estimates of volumes and maximum eruption column heights in western Liaoning are 200—320 km3 and 18—38 km based\non isopach and isopleth maps of volcanic deposits, respectively. Contents of volatile (except for H2O) emissions in the study area are higher than those released from some active volcanoes with substantial effect on climate and creatures (table 2). When combined with estimates of melt abundance, density[7] and erupted volume, the amounts of volatiles (except for water) released into the atmosphere in western Liaoning are much larger than those in the historic eruptions, based on the\npetrological method[3]. Thus, we proposed that the abrupt climate and environmental changes induced by violent eruptions in the Mesozoic in western Liaoning Province could cause the events of mass mortalities as mentioned above.\nOn the basis of the constituents of volatiles released into the atmosphere, the volcanic erup-\ntions could be subdivided into three groups. The first group is dominated by HF gas, which has higher fluorine concentrations than chlorine released. The second one is mainly composed of HCl. In this group, chlorine concentrations are higher than fluorine. The third one consists mainly of sulfur gases (primarily SO2 and H2S). They correspond to three kinds of climatic and environmental effects.\n4.1 Effect of HF emission on climate and environmental changes\nThe explosive eruptions represented by fossiliferous tuff of layers 29 (2) and 29 (4) in the\nSihetun excavating profile (fig. 3) released sufficient volatiles containing the highest concentrations of HF in eruptive plumes in this area (table 2). Study results of active volcano eruptions have demonstrated that hydrogen fluoride is responsible for the most lethal gas-related volcanic events. For example, sufficient HF gas released from the Plinian eruption of Hekla volcano in Iceland in\n1766—1768 AD was adsorbed on tephra (especially dust) and transported hundreds of kilometers\nfrom the active vent. Populated areas around the volcano have been heavily impacted due to significant tephra (ash, dust) fall, and by the lethal fluorosis of livestock[1,16].\nTotally, there have been more than one thousand primitive bird fossil specimens (e.g. Confu-\nciusornis) found in the studied region, and more than 95% of which came from layers 29 (2) and 29 (4). In average, the Confuciusornis fossils in 29 (2) and 29 (4) were preserved at a density of about 1 individual in every 5—6 m2, and even 1 individual in every 1—2 m2 in some local dense sites[5], indicating an great mass mortality event of the primitive birds. All the Confuciusornis skeletons were oriented in the same direction, and necks extended forward and wings stretched outward[5,6], showing that the mass mortality abruptly occurred in the process of flying of a large number and high density of the primitive birds. The bird fossils were located within tuffaceous mudstone and fine ash tuff and were preserved in articulation with both skeleton and soft tissue, keeping the rectric, flight and down feathers intact[4,5], suggesting a rapid deposition and burial process associated with volcanic activities. These characteristics, together with volcanogenic HF hazards mentioned above, imply that a large number of primitive bird fossils in layers 29 (2) and 29 (4) (fig. 3) resulted from high-HF-release eruptions. The nature of high contents of volcanic ash and dust in the volcanically erupted products in layers 29 (2) and 29 (4) also supports this hypothesis.\n4.2 Effect of HCl on climate and environmental changes\nThe injection of HCl into the stratosphere is of special interest, because of the potential\nozone-destroying effects of chlorine[1,3]. Furthermore, HCl is highly soluble in water and is therefore easily removed by rain from a volcanic plume, resulting in low-pH acid rains (e.g. Kilauea,\nMasaya volcano), which have severe effects on environment (e.g. polluting plants, altering lake water chemistry and pH value and causing collapse of food chains, etc.)[1,17]. Significant amount of HCl may also have been injected into the stratosphere during the cataclysmic eruption of El Chichon in 1982 with potentially serious environmental implications[1].\nA notable feature of the eruption represented by the tuff of layer 18 (6) is the exceptionally\nhigh contents of HCl gas emission (table 2 and fig.3). The amount of HCl injected into the atmosphere (even the stratosphere) could be the largest among the eruptions in the studied area because the tuff of layer 18 (6) was the thickest in this region[4]. The injection of such large quantities of HCl gas, together with other toxic volatiles emitted, is of special interest due to the potential environment effects mentioned above. These facts, plus the fact that no vertebrate fossils outcropped above 18 (6) in the Sihetun profile (fig. 3) indicate that the eruption represented by the fossil-rich Plinian volcanic deposit of layer18 (6) had fatal effect on the vertebrates. Thus, we can draw a conclusion that this eruption may have severely destroyed the ecosystem, finally leading to the largest scaled mass mortality of almost all of vertebrates (e.g. dinosaurs, turtles and fishes, etc) and invertebrates in the basin of Sihetun. The fossil preservation features, together with the fact that fossil-bearing layer is distributed within and overlain by the tuffaceous rocks and tuff, show that a large amount of ash and fallout deposits would immediately fall on the surface and rapidly bury the dead animal bodies, forming the well-preserved fossil layer 18 (6).\n4.3 Effects of SO2 and H2S on climate and environmental changes\nStudies of historic and recent volcanic activities (e.g. Tambora, 1815; Agung, 1963; El\nChichon, 1982; Mt. Pinatubo, 1991) have demonstrated that the environmental and climate\nchanges induced by high-S-release eruptions are as follows: (ⅰ) The sulfur gases (primarily H2S and SO2) are injected into the upper atmosphere (even stratosphere) by explosive eruptions and cause the photochemical reactions (e.g. 2SO2+O2→2SO3; SO3+H2O→H2SO4) and finally form sulfuric acid aerosols in the lower stratosphere. The stratospheric aerosols could affect the global radiation budget by absorbing and backscattering incoming solar radiation, which causes cooling of the lower atmosphere and the surface, and even “volcanic winters”[18]. For instance, the eruption of Tambora in 1815 released a large amount of sulfur gases that led to decline of the temperature in the Northern Hemisphere and resulted in the “year without summer” in 1816. More than 88000 people perished from the direct and indirect effects on Sumbawa and neighboring Lombok[18]. (ⅱ) The H2SO4 aerosols, together with the ice crystals formed from volcanogenic water vapor in the stratosphere, provide large surfaces for the heterogeneous photochemical reactions in the stratosphere. These increase efficiency and rate of the reactions that might cause ozone destruction in the stratosphere. The importance of sulfur-rich eruptions was highlighted by Mt. Pinatubo eruption in 1991. Sulfur-rich gases released by this eruption were condensed into sulfuric acid aerosols that had an impact on stratospheric ozone[19,20]. (ⅲ) The sulfur gases might form\nacid rains in the eruption plume, which could also destroy the environment. Life would have been\nconfronted with large-scale toxic acid rain[17].\nThe layers 25 (1), 25 (2), 28 (1/2), 28 (3/4) and 29 (3) are characterized by a large number of\ntheropod dinosaur (including feathered dinosaur) fossils. The eruptions indicated by tuff and tuffites within these fossil-rich layers are characterized by high concentrations of sulfur gas emissions (table 2 and fig.3). They could form volcanogenic aerosols, lower surface temperature and even cause acid rains as mentioned above. Finally, these deleteriously environmental changes might lead to mass mortality of the cold-blooded dinosaurs in layers 25 (1), 25 (2), 28 (1/2), 28 (3/4) and 29 (3). The feature of well-preserved fossils[4—6] in these layers suggests the rapidly bur-\nied processes of the dead dinosaur bodies with volcanic ash.\nVertebrate fossil-bearing layers 24 (1) and 26 in the profile (fig. 3) correspond to transitional\neruptions among the three types of volcanic activities mentioned above. Thus, they contain several classes of vertebrate fossils. However, amount of these vertebrates is relatively small compared with that of other fossiliferous horizons mentioned above, and none of them are dominant. Besides\nthese, the following characteristics are shown in fig. 3. (ⅰ) Both a large-scale eruption (e.g. the\neruption shown by tuff in layer 18 (6)) and several medium-scale eruptions (e.g. the eruptions oc-\ncurred between layers 29—25) could cause mass mortalities of a large amount of vertebrates; (ⅱ)\nThe variations of compositions and contents of volatile emissions in the profile (fig. 3) correspond\nto those of vertebrate fossil assemblages in terms of the predominant class; (ⅲ) The same class of\nvertebrate fossils to be located in different layers might be generated by different manners. For example, there are well-preserved fossils of reptiles[4,6] in layers 25 (1), 25 (2), 28 (1/2), 28 (3/4), 29 (3) and 18 (6). However, factors regarding the formations of these fossil-rich layers are differ-\nent (e.g. contents of volatile emissions and their environmental effects) as mentioned above; (ⅳ)\nH2O emitted in the eruptions could not directly lead to abrupt changes of climate and environment, rather, it might form compounds by reacting with other volatiles and finally cause mass mortality. For example, although concentration of water emission corresponding to layer 27 (fig. 3) is relatively high, this volcanic activity has less effect on the paleoclimate due to lower contents of other volatiles emitted (table 2). On the contrary, high contents of H2O release in volcanic activities indicated by volcanic rocks within layers 29 (2), 29 (4) and 18 (6) would form volcanogenic compound (e.g. acid rains) and finally lead to the deleterious environmental change and mass mortalities as described above."
  }, {
    "heading": "5 Conclusions",
    "text": "(1) There is a close correlation between the intermediate-acid eruptions of high contents of\nvolatile release and vertebrate fossil-rich layers formed by mass mortality in western Liaoning Province, China.\n(2) Concentrations of volatiles (except for H2O) emitted in the eruptions represented by vol-\ncanic rocks interbedded within vertebrate fossil-rich layers are higher than those released from some active volcanoes of the same (or similiar) composition. Thus, the mass mortality events in\nwestern Liaoning are mainly caused by explosive high-volatile-release eruptions.\n(3) Based on the nature and contents of the volatile emissions, eruptions indicated by vol-\ncanic products in the Sihetun profile could be subdivided into three types. The first had a fatal effect on the paleoclimate and paleoenvironment because of high HF concentrations of the emissions. The second caused mass mortality of a large amount of vertebrates including fishes, turtles and dinosaurs, which is predominated by high-HCl release. The third is characterized by high contents of sulfur gases, which led to mass mortality of feathered theropod dinosaurs.\nAcknowledgements This work was financially supported by the National Natural Science Foundation of China (Grant No. 49972030). Han Jingtai is heartily thanked for his thoughtful comments, which helped to improve the manuscript. We are particularly grateful to Fan Qicheng for helpful discussions. We also acknowledge the detailed and thoughtful reviews by three anonymous reviewers."
  }],
  "year": 2012,
  "references": [{
    "title": "Encyclopedia of Volcanoes",
    "authors": ["H. Sigurdsson"],
    "year": 2000
  }, {
    "title": "Volcanoes and Society, London: Edward",
    "authors": ["D. Chester"],
    "year": 1993
  }, {
    "title": "Volatile emission during the eruption of Baitoushan Volcano (China/North Korea) ca",
    "authors": ["S. Horn", "H.U. Schmincke"],
    "venue": "AD, Bull. Volcanol.,",
    "year": 2000
  }, {
    "title": "Stratigraphic sequence and vertebrate-bearing beds of the lower part of the Yixian Formation in Suhetun and neighboring area, western Liaoning, China, Vertebrata",
    "authors": ["X.L. Wang", "Y.Q. Wang", "Y Wang"],
    "venue": "Palasiatica (in Chinese),",
    "year": 1998
  }, {
    "title": "Record of the Sihetun vertebrate mass mortality events, western Liaoning, China: Caused by volcanic eruptions",
    "authors": ["X.L. Wang", "Y.Q. Wang", "X Xu"],
    "venue": "Geological Review (in Chinese),",
    "year": 1999
  }, {
    "title": "The Sihetun fossil vertebrate assemblage and its geological setting of western Liaoning, China, in Jehol Biota, Number 11 (in Chinese) (eds",
    "authors": ["X.L. Wang", "Y.Q. Wang", "F Jin"],
    "year": 1999
  }, {
    "title": "A study on the relationship between volcanic activities and mass mortalities of the Jehol vertebrate Fauna from Sihetun, western Liaoning, China",
    "authors": ["Z.F. Guo", "X.L. Wang"],
    "venue": "Acta Petrologica Sinica (in Chinese),",
    "year": 2002
  }, {
    "title": "Mesozoic Vo lcanic Rocks in Western Liaoning and Its Adjacent Area (in Chinese), Beijing",
    "authors": ["Y.X. Chen", "W.J. Chen"],
    "year": 1997
  }, {
    "title": "Cretaceous age for the feathered dinosaurs of Liaoning, China",
    "authors": ["C.C. Swicher", "Y.Q. Wang", "Wang", "X. L"],
    "venue": "Nature,",
    "year": 1999
  }, {
    "title": "Comparison of microanalytical methods for estimating H2O contents of silicic volcanic glasses",
    "authors": ["J.D. Devine", "J.E. Gardner", "Brack", "H. P"],
    "venue": "Am. Mineral.,",
    "year": 1995
  }, {
    "title": "The mass estimation of volatile emission during 1199—1200 AD eruption of Baitoushan volcano (China/North Korea) and its significance, Science",
    "authors": ["Z.F. Guo", "J.Q. Liu", "Sui", "S. Z"],
    "year": 2002
  }, {
    "title": "A guide to the chemical classification of the common volcanic rocks, Can",
    "authors": ["A.J. Irvine", "W.R.A. Baragar"],
    "venue": "J. Earth Sci.,",
    "year": 1971
  }, {
    "title": "A Classification of Igneous Rocks and Glossary of Terms",
    "authors": ["R.W. Le Maitre", "P. Bateman", "A Dudek"],
    "year": 1989
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "Fossil-rich Early Cretaceous maars in Liaoxi, Northeast China, Terra Nostra",
    "authors": ["J. Liu", "G. Chu", "T. Liu"],
    "year": 2000
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wingnall"],
    "venue": "Earth-Science Rev.,",
    "year": 2001
  }, {
    "title": "Volcanic winters, Ann",
    "authors": ["M.R. Rampino", "S. Self", "R.B. Stothers"],
    "venue": "Rev. Earth Planet. Sci.,",
    "year": 1988
  }, {
    "title": "Mount Pinatubo aerosols, chlorofluorocarbons and ozone depletion",
    "authors": ["G. Brasseur", "C. Granier"],
    "venue": "Science,",
    "year": 1992
  }, {
    "title": "Catastrophic loss of stratospheric ozone in dense volcanic clouds",
    "authors": ["M. Prather"],
    "venue": "J. Geophys. Res., 1992,",
    "year": 1992
  }],
  "id": "SP:c5300b6961069f0b1dabbb60b30e962a33cf44b5",
  "authors": [{
    "name": "GUO Zhengfu",
    "affiliations": []
  }, {
    "name": "LIU Jiaqi",
    "affiliations": []
  }, {
    "name": "WANG Xiaolin",
    "affiliations": []
  }],
  "abstractText": "Well-preserved Mesozoic vertebrate fossils were found from lacustrine deposits interbedded with tuff and tuffites in the lower part of the Yixian Formation, western Liaoning Province, China. The fossil-rich layers were preserved in the intermediate-acid volcanic deposits in Sihetun excavating profile. Based on the petrographic studies of samples of the tuff and tuffites collected from the profile, this paper determines major element concentrations and volatile compositions of the melt inclusions in phenocrysts and matrix glasses with electron microprobe analysis. Volatile (S, F, Cl and H2O) contents emitted into the atmosphere were estimated by comparing preand post-eruptive volatile concentrations. Amount of volatiles (except for water) emitted in western Liaoning are much higher than those in the historic eruptions which had a substantial effect on climate and environment. Based on the nature and amount of the gases emitted in the eruptions of western Liaoning, we present a hypothesis that volatile-rich volcanism could result in mass mortality of vertebrates in the study area by injecting a large amount of volatiles (e.g., SO2, H2S, HCl, HF and H2O) into the stratosphere that would have triggered abrupt environmental and climate changes and altered lake chemistry. In terms of contents of volatile emissions, the eruptions in western Liaoning can be subdivided into the following three categories. The first group is dominated by HF emission, which had a fatal but possibly short-lived effect on paleoclimate and paleoenvironment and finally caused the mass mortality of the primitive birds. The second group presents the highest halogen concentrations emitted. However, contents of chlorine erupted is higher than those of fluorine emitted. The reactive chlorine compounds probably led to the ozone layer depletion and, therefore, caused mass mortality of most of all vertebrates including fishes, turtles and dinosaurs. The third one consists mainly of sulfur gases (primarily SO2 and H2S) released. They declined the surface’s temperatures and formed large-scale toxic acid rains. Eventually, such environmental trauma killed many landand freshwater-based vertebrates and formed vertebrate (including feathered theropod dinosaurs) fossil-rich layers. The results show that the Mesozoic volcanic activities on either a large scale or frequent moderate scales in western Liaoning could lead to mass mortality of the vertebrates.",
  "title": "Effect of Mesozoic volcanic eruptions in the western Liaoning Province, China on paleoclimate and paleoenvironment"
}