{
  "sections": [{
    "text": "Deformation and Gravity Change: Indicators of Isostasy, Tectonics,\nVolcanism and Climate Change, Volume II.\nIntroduction\nDETLEF WOLF,1,2 PABLO J. GONZÁLEZ,3 and JOSÉ FERNÁNDEZ3\nThe second workshop on Deformation and Gravity Change: Indicators of Isostasy, Tectonics, Volcanism and Climate Change took place at the Casa de los Volcanes on Lanzarote, Canary Islands, Spain, during March 27–30, 2007. It was jointly organized and supported by the International Association of Geodesy (IAG), the Spanish Ministry of Education and Science, the Spanish Council for Scientific Research and the Cabildo Insular de Lanzarote. The workshop also served as the second meeting of the members the IAG Working Group ICCT2 on Dynamic Theories of Deformation and Gravity Fields existing since 2003, but was open to all ‘‘external’’ colleagues interested in its topic.\nThe meeting on Lanzarote continued a tradition established by a series of preceding workshops organized under the auspices of the IAG and devoted to the themes ‘‘Models of Temporal Variations of the Gravity Field’’ (Walferdange, Luxembourg, March 17–19, 1997 and Potsdam, Germany, November 23–25, 1998) and ‘‘Dynamic Theories of Deformation and Gravity Fields’’ (Sopron, Hungary, February 19–23, 2001, Lanzarote, Spain, February 18–21, 2003 and March 1–4, 2005).\nThe common subject of these workshops reflects major developments in earth system science during the last decade, when temporal variations of the deformation and gravity fields reflecting isostatic, tectonic and volcanic processes in the Earth’s interior as well as climate-induced cryospheric and oceanographic processes on its surface have gained ever increasing importance. On the one hand, this is a consequence of the development of novel and highly precise measuring techniques as a prerequisite for monitoring these variations. On the other hand, ongoing improvements in the theoretical formulations of the processes and their numerical implementations have reached a level that allows us to model them in an increasingly realistic way. The present topical issue succeeds the topical issue Pure Appl. Geophys, Vol. 164, No. 4 (2007) published as a follow-up of the\n1 German Research Centre for Geosciences (GFZ), Section 1.5: Earth System Modelling, Telegrafenberg, D-14473 Potsdam, Germany. 2 University of Stuttgart, Institute of Geodesy, Geschwister-Scholl-Str. 24D, D-70174 Stuttgart, Germany. 3 Instituto de Astronomı́a y Geodesia (CSIC-UCM), Facultad de Ciencias Matemáticas, Plaza de Ciencias, 3, E-28040 Madrid, Spain.\nPure appl. geophys. 166 (2009) 1165–1166 Birkhäuser Verlag, Basel, 2009 0033–4553/09/081165–2 DOI 10.1007/s00024-009-0524-z Pure and Applied Geophysics\nworkshop held on Lanzarote during March 1–4, 2005 and documents the most recent developments in these fields of research.\nWe would like to thank the Consejeria de Ciencia y Tecnologı́a of the Cabildo Insular de Lanzarote, the Lanzarote Laboratory for Geodynamics (CSIC-UCM), the staff of the Casa de los Volcanes—in particular, its director Joaquin Naverán as well as Orlando Hernández and Jaime Arranz—and the Timanfaya National Park administration for their support during the workshop. This workshop was also partially supported with funds from research project CGL2005-05500-C02-01. Useful suggestions by Renata Dmowska during the preparation of this topical issue are appreciated. We also thank all authors for their contributions and acknowledge the assistance of the following reviewers: M. Anzidei, P. Baldi, M. Battaglia, O. Bock, A. Bonforte, A.G. Camacho, M. Capitaine, E. Carminati, D. Carrasco, B.F. Chao, M. Chini, D. Crossley, R. Dunn, G. dal Forno, K. Fleming, R. Gehrels, R. Gross, E. Ivins, A. Jimenez, M. Kaban, R.W. King, V. Klemann, A. Lambert, F. Lorenzo, A. Nothnagel, F. Olivier, P. Rosen, M.A. Santoyo, G. Spada, Y. Tanaka, B. Vermeersen, F. Wild-Pfeiffer and P. Wu.\n1166 D. Wolf et al. Pure appl. geophys.,"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:2317ea38caead5b23661cec956f225a6373fc50f",
  "authors": [{
    "name": "DETLEF WOLF",
    "affiliations": []
  }, {
    "name": "PABLO J. GONZÁLEZ",
    "affiliations": []
  }, {
    "name": "JOSÉ FERNÁNDEZ",
    "affiliations": []
  }],
  "abstractText": "The second workshop on Deformation and Gravity Change: Indicators of Isostasy, Tectonics, Volcanism and Climate Change took place at the Casa de los Volcanes on Lanzarote, Canary Islands, Spain, during March 27–30, 2007. It was jointly organized and supported by the International Association of Geodesy (IAG), the Spanish Ministry of Education and Science, the Spanish Council for Scientific Research and the Cabildo Insular de Lanzarote. The workshop also served as the second meeting of the members the IAG Working Group ICCT2 on Dynamic Theories of Deformation and Gravity Fields existing since 2003, but was open to all ‘‘external’’ colleagues interested in its topic. The meeting on Lanzarote continued a tradition established by a series of preceding workshops organized under the auspices of the IAG and devoted to the themes ‘‘Models of Temporal Variations of the Gravity Field’’ (Walferdange, Luxembourg, March 17–19, 1997 and Potsdam, Germany, November 23–25, 1998) and ‘‘Dynamic Theories of Deformation and Gravity Fields’’ (Sopron, Hungary, February 19–23, 2001, Lanzarote, Spain, February 18–21, 2003 and March 1–4, 2005). The common subject of these workshops reflects major developments in earth system science during the last decade, when temporal variations of the deformation and gravity fields reflecting isostatic, tectonic and volcanic processes in the Earth’s interior as well as climate-induced cryospheric and oceanographic processes on its surface have gained ever increasing importance. On the one hand, this is a consequence of the development of novel and highly precise measuring techniques as a prerequisite for monitoring these variations. On the other hand, ongoing improvements in the theoretical formulations of the processes and their numerical implementations have reached a level that allows us to model them in an increasingly realistic way. The present topical issue succeeds the topical issue Pure Appl. Geophys, Vol. 164, No. 4 (2007) published as a follow-up of the",
  "title": "Deformation and Gravity Change: Indicators of Isostasy, Tectonics, Volcanism and Climate Change, Volume II. Introduction"
}