{
  "sections": [{
    "text": "105"
  }, {
    "heading": "INTRODUCTION",
    "text": "A series of the terminal Late Cenozoic events in Central Asia substantially transformed the surface and environments in this segment of the continent. Mountain systems were under formation in this region since the second half of the Pliocene, and orogeny was associated with intense volcanic and seismic processes. Volcanism was accompanied by climate changes responsible for general cooling with alternating glacial and interglacial epochs. The concurrent manifestation of endogenic and exogenic (climatic) events suggests their interrelation. Nevertheless, to approve the suggestion, we should primarily be certain that these events are synchronous and their correlation is real. Only then, we can consider possible factors that determined relation between endogenic and exogenic processes. In this work, we approach the problems in question correlating manifestations of the relevant processes in the Baikal region and in the East Sayan and Khangai mountain systems. The following data sets are considered in this work: (a) age estimates of paleoclimatic events in the region, which are inferable from core sections of the Lake Baikal sediments; (b) geochronological data on manifestations of different-type volcanism in the mentioned mountain systems, lavas erupted in ice included; (c) dates of the relief formation stages, which are obtained by analysis of time and settings of valley eruptions. In order to substantiate inferences on interrelation between Cenozoic endogenic and climatic processes, we used also data on geological factors that presumably determined climate variations in geological history.\n—Trend of climatic changes in geological history of the Earth was determined by gradual decrease in the global surface temperature. Substantial deviations from this trend depended on the prevalent type of volcanism: predominantly explosive volcanism at convergent boundaries between lithospheric plates led to cooling and onset of glacial epochs, while intense intraplate volcanism strengthened greenhouse effect and resulted in global warming. During cold epochs, orogenic processes played an important role in climatic variations. The most frequent and regular climatic variations are controlled by the Earth position in solar orbit (Milankovitch cycles). The Late Cenozoic variations of cold climate were interrelated with orogenic processes caused by collision between the Indian and North Asian lithospheric plates. The first event of considerable cooling in the Northern Hemisphere (2.8–2.5 Ma ago) coincided with a rapid growth of mountains throughout the collision belt. The Tibetan Plateau formed in South Asia. In Central Asia, the large (>1.5 × 10 6 km 2\n) Khangai–Altai– Sayan mountain system appeared 3 Ma ago. Total area subjected to orogenic processes in Central and South Asia exceeded 9 × 10 6 km 2\n. The intense intraplate volcanism suggests that sublithospheric mantle was involved into orogenic processes. Alternation of glacial and interglacial climatic epochs during the last 1.8 m.y. is recorded in Central Asia. These climatic variations are compatible with the Milankovitch cycles. As is established, climatic events recognizable in the Baikal sedimentary record are correlative with interglacial and glacial epochs detectable in volcanic lavas of the East Sayan Mountains. There are indications of lava eruptions into ice during the cold periods. It is assumed therefore that all the cooling epochs detectable in the Baikal sedimentary record after 1.8 Ma were associated with development of mountain glaciation that formed glacial sheet up to 3 km thick and 100000 km 2\nin size. During the Brunhes Chron, there were eight glaciations at least. The endogenic (volcanism and orogeny) and exogenic (glaciation) processes during the last 3 m.y. are shown to be correlative. The intermittent development and degradation of thick ice sheets was responsible for oscillation of lithospheric load on the asthenosphere, and this caused periodical magma generation in marginal parts of volcanic provinces.\nDOI: 10.1134/S0869593806020018\nKey words : climate, orogeny, recent volcanism, K–Ar dating, India–Asia collision.\n106\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN"
  }, {
    "heading": "FACTORS RESPONSIBLE FOR CLIMATIC CHANGES",
    "text": ""
  }, {
    "heading": "IN GEOLOGICAL HISTORY",
    "text": "Three principal climatic stages are defined in the Earth history ( Climate in Epochs…\n, 2004). The first one that lasted almost throughout the Archean was free of glaciers. The second stage corresponding to the Late Archean, Early Proterozoic, and Early–Middle Riphean was marked by episodic glaciations. The third stage spanning the Late Riphean and subsequent periods until recent time was characterized by intermittent cooling epochs with accumulation of ice caps at the poles in the Late Riphean, Vendian, Late Ordovician, Middle Carboniferous–Permian, and in the Late Cenozoic. The stages reflect the main trend of climatic changes on the Earth due to gradual cooling of the planet surface. As N.M. Chumakov notes (see in\nClimate in Epochs…\n, 2004), the overall cooling reflects the gradually reducing thermal balance of the planet surface. The main factor responsible for this phenomenon was likely decrease of the atmosphere density and declining content of greenhouse gases in it. This could be caused by weakening endogenic degassing and increasing ëé\n2 removal from the atmosphere during formation and burial of carbonates and other carbonbearing sediments.\nClimatic variations of the third stage, which control the present-day climate, require special attention. Several geological processes determined large-scale climatic changes during this period. First, correlation between climatic variations and the dominant type of volcanism on the Earth suggests interrelation between most significant cooling events and intensification of explosive volcanism in volcanic belts along convergent boundaries between lithospheric plates (island arcs and active continental margins). This volcanism developed in antithetic manner with respect to periods of intraplate magmatism (Dobretsov, 1997), which coincided with warming epochs.\nSecond, disposition of continents relative to each other was an important factor responsible for climatic changes (Khain, 2003) since it determined patterns of the global oceanic and atmospheric circulation. For example, close arrangement of continents (epochs of supercontinents) mainly in high latitudes and formation of large mountain systems stimulated onset of glaciation. In contrast, disintegration of the Paleozoic Pangea that lasted throughout the Mesozoic Era resulted in formation of separated continents, and this changed global configuration of oceanic and atmospheric circulation and, eventually, maintained the warm climate on the Earth.\nThird, climate changes are connected with the Earth position in solar orbit (Milankovitch cycles). In this case, climatic changes depend on variations of the Earth’s orbital elements, namely on eccentricity,\ntilt of rotational axis, and longitude of perihelion, which influence integral insolation and its geographic distribution. The summary effect of these factors is insignificant, although in cooling epochs like at present, even this contribution was sufficient for triggering changes in the global climate. Intermittent changes in these parameters determined alternation of glacial and interglacial epochs during several million years.\nLet us consider attentively probable factors that determined climatic changes during the last 250 m.y. beginning from the Permian–Triassic boundary period, when the Earth entered a warm glaciation-free epoch (Chumakov, 2001; Dobretsov, 2004). The Pangea breakup and related numerous manifestations of largescale intraplate magmatic activity represented main geological processes of that epoch.\nLargest lava fields formed during this period are shown in Fig. 1. Onset of this epoch is marked by formation of the Emeishan (259 Ma) and Siberian (248 Ma) trap provinces and the Wrangelina lava plateau (225 Ma), fragments of which are established in ophiolitic complexes of the North American Cordilleras (Condie, 2001). Maximum of intraplate magmatism in the Jurassic–Cretaceous period resulted in appearance of giant intracontinental trap provinces such as the Central Atlantic (200 Ma), Karru-Ferrara (183 Ma), ParanaEtendeka (132 Ma), Madagascar (88Ma), Decan (66 Ma), and North Atlantic (62–56 Ma). Some of them originated in response to the Pangea breakup and formation of new boundaries between lithospheric plates (Condie, 2001). In addition to intracontinental eruptions, vast lava plateaus (Ontong Java, Kerguelen, Caribbean, and others) formed in oceanic segments of the Earth during this period. Volumes of erupted volcanic rocks are estimated to be as great as tens of millions cubic kilometers (Condie, 2001). These eruptions influenced the atmosphere composition delivering volcanic gases (primarily ëé\n2 ) from the Earth’ interior. It is suggested also that they stimulated decomposition of organic matter, gas hydrates included, and thus increased concentration of greenhouse gases in the atmosphere and reduced heat loss by the planet surface. The breakup of Pangea led to cardinal reorganization in the system of oceanic currents and atmospheric circulation, which promoted intense heat exchange between low and high latitudes and reduced the surface thermal gradient.\nThe intraplate activity became notably less intense in the Cenozoic, when only two large intracontinental lava provinces (Ethiopia–Yemen, 31–26 Ma; Columbia River, 16 Ma) formed and no large lava plateaus appeared in oceanic segments. Simultaneously, especially in the second half of the Cenozoic, intense magmatism along convergent boundaries associated with large-scale collision events resulted in the formation of the Alpine–Himalayan fold belt. These endogenic pro-\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 107\ncesses were accompanied by climate changes determining primarily a stable tendency of gradual decrease in average surface temperatures.\nIn Fig. 2 demonstrating long-term O-isotope variations in tests of benthic foraminifers during the last 70 m.y., there are readily detectable three episodes of sharp cooling at 36, 15, and approximately 4 Ma ago, which strengthen the above tendency.\nThe first cooling episode is related to formation of the Circum-Antarctic Current that appeared in connection with separation of India and Australia from Antarctica (80 and 53 Ma ago, respectively) and formation of the South Antillean Basin (38 Ma ago) between Antarctica and South America (Zonenshain and Savostin, 1979). It is doubtless that the India–North Asian collision (40 Ma ago) that substantially complicated latitudinal oceanic circulation along the Paleo-Tethys promoted the cooling as well. These processes increased influx of moisture to Antarctica and triggered glaciation of this continent.\nDuring the second cooling episode, the Antarctic ice sheet increased and first glaciers appeared in the Arctic (Raymo and Ruddiman, 1992). It is assumed that cooling was provoked by changes in arrangement of continents and in their topography (Hay, 1992). This is exemplified by the formation of mountain systems in South America, appearance of the Central American Isthmus, closure of the Paleo-Tethys, and deepening of the Danian Strait. All these events enhanced the Gulf Stream activity, intensified influx of deep waters from the Norwegian–Greenland Sea, and increased moisture in temperate latitudes. A substantial role in climate changes belonged to volcanic activity, primarily in the system of Circum-Pacific island arcs and active margins, where thick complexes of ignimbrites, sintered and common tuffs indicative of a high explosive activity were formed at that time.\nOrogeny in South Asia was the most important factor responsible for sharp cooling in the Cenozoic. Influence of orogenic processes on the climate deserves special attention.\n108\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN"
  }, {
    "heading": "ROLE OF SOUTH ASIAN MOUNTAIN SYSTEMS",
    "text": ""
  }, {
    "heading": "IN CLIMATE CHANGES DURING THE LATE CENOZOIC",
    "text": "The research of the last 15 years revealed distinct relationships between orogenic processes in Asia and Late Cenozoic climatic events. In this connection, many researchers pay attention primarily to Himalayan and Tibetan mountain systems, the most important topographic elements of the Earth. As is noted (Raymo and Ruddiman, 1992), the Tibetan Plateau is so high (approximately 5 km) and large (4.7 × 10 6 km 2\n) that it determines not only intensity of regional circulation and formation of monsoons, but controls the atmospheric circulation over the entire Earth. This inference is consistent with opinion of Dobretsov (2004), who believes that the growth of high mountains in Asia resulted in reorganization of atmospheric circulation to give birth to the Arctic whirlwind, Mongol anticyclone, and Pacific typhoons.\nThree stages are recognized in formation history of the Tibetan Plateau (Tapponier et al., 2001; Spicer et al., 2003. These stages are in general correlative with sudden climate changes in the Cenozoic mentioned above. For example, the southern, central, and northern\nparts of the plateau formed in the Eocene, late Oligocene–early Miocene, and Pliocene–Pleistocene, respectively. More precisely the formation periods of these segments are estimated based on oxygen isotope composition in paleowaters of the region under consideration (Rowley et al., 2001), fossil plant assemblages (Spicer et al., 2003), and magnetostratigraphy (Qiang et al., 2001). As is shown, the surface altitude in the southern segment of the Tibetan Plateau was 15 Ma ago the same as nowadays (Spicer et al., 2003), and the high mountain system of the Himalayas exists 10 m.y. at least (Rowley et al., 2001).\nAccording to composition and structure of loess sediments, the northern part of the Tibetan Plateau started rising 3.5 Ma ago (Qiang et al., 2001) to reach its present-day altitude 2.6 Ma ago, when the system of atmospheric circulation became close to the modern one. Artyushkov (1998) who analyzed numerous geological, paleogeographic, and paleobotanic data obtained the same age estimates. Moreover, he inferred that sharp paleoenvironmental changes spanned the entire Tibetan Plateau approximately 3.4 Ma ago, and by 2.5 Ma ago the plateau became as high as approximately 2000 m that transformed the atmospheric circulation. The formation stages of this mountain system are recorded in structure and composition of loess sequences (Dodonov, 2002), being reflected as well in composition of continental molasses, lacustrine, and fluvial sediments along periphery of the Tibetan Plateau. Long-term changes in structure of sedimentary sequences are well consistent with compositional variations of seawater, which depend on the temperature (Edmonds, 1992; Raymo, 1991; Richter et al., 1992) and climate (Kutzbach et al., 1993; Molnar et al., 1993). It is possible therefore to assume coordination between orogenic events in Tibet and climate changes of regional and global character in connection with transformation of the planetary atmospheric circulation.\nModeling the global climatic changes Raymo and Ruddiman (1992) showed, however, that distortion of atmospheric circulation was insufficient to provoke cooling that commenced already in the Eocene. Indeed, during the entire Mesozoic until 65 Ma ago, the average temperature was by 20–25°\nhigher than now (Dobretsov, 2004). Even in the Oligocene ( ~35\nMa ago), temperature of deep oceanic waters was by 12°C higher than now (Raymo and Ruddiman, 1992). The warm humid climate caused widespread development of Cretaceous and Paleogene weathering crusts in many regions of the world, the Baikal region included, and enormous volumes of carbonate sediments accumulated during the Cretaceous are clear indications of a high ëé\n2\ncontent in the atmosphere of the Earth.\nThe high ëé\n2 content in the atmosphere caused likely the greenhouse effect and determined warm global climate. Cooling could be triggered by ëé\n2 removal from the atmosphere because of intensified chemical weather-\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 109\ning. For example, interaction of silicates with ëé\n2\naccording to reaction ëaSiO\n2\n+ CO\n2\nCaCO\n3\n+ SiO\n2\n(Raymo and Ruddiman, 1992) leads to burial of ëé\n2\nconsumed from the atmosphere in the surface layer of the Earth. With the leveled relief characteristic of most regions of the planet during the Cretaceous and Paleogene, weathering penetrated down to a few tens, less commonly, hundreds meters below the surface, being suppressed deeper because of unavailability of appropriate medium.\nOrogenic movements, which exhumed large volumes of rocks from deep levels, were exactly those geological events, which intensified chemical weathering and erosion of rocks subjected to this process. Activity of this chemical erosion in terminology of Raymo and Ruddiman (1992) is evident from a sharp change in 87\nSr/\n86\nSr ratio variations in marine carbonates at about 40 Ma ago and constant subsequent growth of this ratio (Fig. 3). This growth is possible only in the case of increasing influx of erosion products derived from the continental crust that is characterized by higher 87\nSr/\n86\nSr values than the juvenile source of strontium in seawater (oceanic basalts). Formation of the Tibet– Himalayan mountain system undoubtedly contributed much to this process, because it yields 25% of all the soluble salts to continental runoff into the ocean, occupying only 4.2% of total land area.\nThus, significance of the Tibet–Himalayan mountain system for development of Cenozoic climate is convincingly substantiated, because its formation caused changes in atmospheric circulation and resulted in exhumation of voluminous mass of crystalline rocks that greatly intensified chemical erosion. One should not ignore, however, the other mountain systems of Asia, which are jointly comparable in size with the Tibetan Plateau and must influence similarly the climatic processes. An attempt to estimate this influence based on data characterizing mountain systems of Central Asia is presented below."
  }, {
    "heading": "AGE OF OROGENIC EVENTS IN CENTRAL ASIA",
    "text": "Numerous chains of mountains in Central Asia are related in origin to collision between the Indian and Eurasian lithospheric plates (Molnar and Tapponier, 1975; Zonenshain and Savostin, 1979). The collision disintegrated southern margin of the Eurasian plate into several microplates bounded by mountain systems (Fig. 4). The total area of the Altai, Sayan, and Khangai mountains (in other words, of the relevant mountain land) is huge, over 1500000 km 2\n(Fig. 5). These mountains are relatively young, rising until present. Without reliable criteria, it is difficult, however, to estimate accurately the time, when they started to grow rapidly.\nIt is remarkable that the Sayan (East and West Sayan, Khamardaban, and Sangilen ridges) and Khangai (Khangai and Tarbagatai ridges) mountain systems\ncoincide spatially with the South Baikal and South Khangai volcanic provinces, respectively, where volcanism was in action throughout the Late Cenozoic (Yarmolyuk et al., 1995, 2003). It is possible therefore to estimate age of these mountain systems based on successive changes in configuration of lava field from isometric, corresponding to eruptions in slightly differentiated topographic settings, to the linear valley flows formed under conditions of well-differentiated relief.\nThe South Baikal volcanic province (SBVP) and age of relevant orogeny\n(Fig. 6). This volcanic province is confined to the southern periphery of Lake Baikal and corresponds to the junction zone of the East Sayan, Khamardaban, and Sangilen mountain systems (Fig. 5). Recent orographic movements differentiated topography of the province comprising now numerous fragments of former, substantially larger lava fields spread over a territory of 350 × 450\nkm. Products of volcanism are represented by high-alkaline mafic rocks: hawaiites, K-trachybasalts, basanites, and tephrophonolites (Rasskazov, 1993; Yarmolyuk et al., 2003). Formation of the province commenced in the terminal Oligocene more than 30 Ma ago. The maximum volcanic activity was in the early Miocene (23–17 Ma ago), when a large ( 150 × 120\nkm) basaltic plateau formed. Fragments of the latter are now observable in the Khamardaban Ridge. During the middle Miocene–Pliocene, volcanic activity gradually decreased, giving rise to formation of numerous, usually isometric lava fields different in size, which are mainly localized in central areas of the province. Beginning from the late Pliocene (<3 Ma), volcanism activated again to form the East Tuva lava\n110\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nplateau and numerous extended lava flows of valley type (Yarmolyuk et al., 1995, 2003). Activation of volcanism was accompanied by formation of a large mountain system instead of the volcanic province (Fig. 6). In order to date the orogenic events and to determine position of their center, we carried out geological and geochronological study of valley lava flows in the SBVP. On opposite sides of the mountain system, there are two areas with lava flows extending away from its central part. One of the areas is in upper reaches of the Bol’shoi and Malyi Yenisei rivers streaming westward; the other one in upper reaches of the Dzhida River flowing southeastward to eastward.\nIn upper reaches of the Bol’shoi and Malyi Yenisei rivers (Fig. 7), valley flows different in age form lava terraces of different height, which are traceable along sides of present-day river valleys for distances of tens kilometers. Five generations of valley flows recognized in this area are dated at 2.8, ~1.7\n, 1.0, 0.27, and 0.5 Ma (Table 1). The oldest flows correspond to highest (up to 500 m) terraces, while youngest ones occur on the valley floors being slightly dissected by rivers.\nSeveral valley lava flows are defined in upper reaches of the Dzhida River occupy an area of ~3000 km 2 (Fig. 8). Age generations of flows are established to be 2.9, ~2 .0, 1.3, 1.2, 0.8, and 0.58 Ma old (Table 1). They\nform terraces up to 100 m high, which are traceable for distances of tens kilometers. Because of younger flows inset in older lava sequences, valley profiles are frequently of stepwise aspect.\nIn general, valley flows represent typical products of lava eruptions during the last 3 Ma of the SBVP history. One and only exception is the East Tuva lava plateau, which was formed in the East Sayan axial zone, when it has not been affected by development of the presentday river network. Distribution of valley flows in the SBVP is consistent with present-day orographic patterns, which were formed therefore before eruptions. Accordingly, center of the mountain system originated at its modern site in the junction zone between the East Sayan and Khamardaban ridges. The base level of erosion corresponding to fringing foothills has not been likely changed after formation of the mountain system, although deepening of river valleys in the central part of the system is undoubtedly in progress now. Owing to this, concurrent lava sequences formed in separate areas of the mountain system occupy different positions in the river valley structures. For example, in the Dzhida River basin near piedmonts of the Sayan Highland, the equilibrium profile was formed rather rapidly, and present-day riverbeds practically never incise therefore the lava sequences ~2.9 Ma old in thalwegs of\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 111\nold rivers. On the other hand, coeval lava flows are situated at least 150 m above floor of the Bilin River valley in the mountain system flank. In upper reaches of the Bol’shoi Yenisei River, the base of valley flows 1.7 Ma old is lifted up to 500 m above the riverbed, while the base of the East Tuva lava plateau (2 Ma old) is at the level of 1000 m above the valley floors. These observations suggest intense development of river valleys at present in the mentioned areas of the mountain system. Judging from absence of older valley eruptions in the SBVP, the mountain system originated immediately before the late Pliocene–Pleistocene activation of volcanism in the region, i.e., ~3 Ma ago.\nThe South Khangai volcanic province (SKHVP)\ncomprises volcanic fields localized in southern and central Mongolia. Its formation is related to the long-term development of a mantle plume traceable from the terminal Jurassic to recent time (Yarmolyuk et al., 1994), i.e., during the last 150 Ma. During the Late Cenozoic, volcanism of the region was active in central and southern areas of the Khangai Highland and adjacent northeasterly basins of the Khanui and Orkhon rivers (Fig. 9). Volcanic products of that time are represented by highalkaline mafic lavas of hawaiites, K-trachybasalts, and basanites, i.e. by rocks compositionally close to lavas of the SBVP.\n112\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nThe Late Cenozoic SKHVP includes large lava flows of more or less isometric configuration suggesting their formation in slightly differentiated topographic settings and valley flows (“lava rivers”). The latter are confined to modern river valleys, where they form systems of terraces different in age along the valley sides.\nGeochronological study showed that “lava rivers” are not older than 2.9 Ma, and this date corresponds consequently to origination time of the river network in the Khangai Highland. Besides valley eruptions, there was formed a large lava field in the axial part of the highland. Lava sequence of the field over 500 m thick occupies an area exceeding 5000 km2. Despite the high thickness, distribution of lavas is restricted by the central part of the Khangai Highland. Eruptions are estimated to range from 1.2 to 2.4 Ma, thus determining a period, when the highland summit area remained out of influence of present-day rivers. The river network in this part of the Khangai Highland appeared between 1.2 and 0.8 Ma, and eruptions 0.8 Ma ago gave birth to the lava rivers in upper reaches of the Chulutu River and its tributaries, which differentiated the lava plateau at that time.\nThe above ages of different-type eruptions indicate that the highland formed rapidly and existed in contours close to present-day ones beginning from 2.9 Ma. Since that time, the modern river network was forming beginning from the highland piedmonts toward its central parts. Accordingly, river valleys with stable equilibrium profiles formed rapidly in the Khangai Ridge flanks, while in its central areas an intense incision of river valley is in progress nowadays. That is why coeval lava sequences are located at dissimilar levels above riverbeds in different areas of the highland. In marginal parts for example, lava flows approximately 2 Ma old occur in present-day valleys forming lava terraces, the base of which is above the valley floor at the level of 50 m, not more. In the axial part of the Khangai Highland however, the base of the coeval lava plateau formed in slightly differentiated topographic settings is situated more than 500 m above the valley bottom, although differentiation of topography by present-day rivers commenced approximately1 Ma ago.\nThus, the data obtained show that the Khangai and Sayan mountain systems are young. Thy rose rapidly about 3 Ma ago, as it is evident from leveling surfaces 2 Ma old preserved in central parts of the systems, while river valleys in marginal parts had profiles at that\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 113\ntime similar to the modern ones. According to results of fission-track dating (Dobretsov et al., 1996), the Altai ridges originated in the period from 3 to 5 Ma ago. All these facts suggest that the immense Khangai–Altai– Sayan mountain land emerged in Central Asia approximately 3 Ma ago. Occupying territory of about 1.5 × 106 km2, it influenced the atmospheric circulation like the Tibetan–Himalayan mountain system. While the last system was a barrier for meridional airflows, the Khangai–Altai–Sayan system blocked latitudinal atmospheric flows giving birth to the Mongolian anticyclone (Dodonov, 2002)."
  }, {
    "heading": "PALEOCLIMATIC RECORDS IN CENTRAL ASIA",
    "text": "Climate changes recorded in bottom sediments of the Lake Baikal. A most impressive evidence for interrelation between climatic changes and development of modern topography in the study regions is established in the core sections through bottom sediments of the Lake Baikal. The BDP-96 and BDP-98 core sections 200 and 600 m long, respectively, are most informative with respect to climatic variations in the Lake Baikal region. These sections characterizing period of about 8 m.y. long are recovered at the Akademicheskii Ridge (Baikal Drilling…, 1998, 2000a, 2000b). The recovered sections of fine-grained muddy sediments have rhythmical structure being composed of layers enriched in diatom frustules and intercalated with compact siliciclastic clays (Baikal Drilling…, 2000b; Kuzmin et al., 2001a). As is established, sediments with high contents of diatom algae accumulated during warm interglacial periods, while compact siliciclastic clays virtually barren of diatoms formed in cold glacial epochs (Bezrukova et al., 1991; Baikal Drilling…, 1995, 1998, 2000a). Clay layers contain frequently different-sized rock clasts (gravel, pebbles, boulders), which are interpreted as ice-rafted material (Karabanov et al., 1998; Karabanov, 1999; Kuzmin et al., 2001b) indicative of icebergs floating in the Lake Baikal at the time of intense glaciation in surrounding mountains. The spectral analysis of biogenic silica records in Baikal sediments revealed cycles of diatomenriched layers, which are 23, 41, and 100 ka long (Williams et al., 1997; Baikal Drilling…, 1998, 2000a; Kuzmin et al., 2001a). The cycles are compatible with periodical changes in orbital parameters of the Earth rotating around the Sun, which are detectable as well in marine isotopic and other paleoclimatic records available for the period under consideration. These data show that the distribution of biogenic silica and diatom remains in Baikal sediments have been controlled by climatic variations.\n114\nYARMOLYUK, KUZMIN"
  }, {
    "heading": "2664/11 1.2*",
    "text": "STRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 115\n116\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nVariations in the diatom content through the section of Borehole BDP-96 are correlated in Fig. 10 with the O-isotope records in marine sediments of the Pacific (Karabanov et al., 2001). The variation curve reveals unambiguously two minimums in the diatom content, which are indicative of two epochs of significant cooling. The first of them corresponds to the Gauss– Matuyama boundary interval 2.82–2.48 Ma old. The second minimum dated back to 1.75–1.45 Ma is in the upper part of the Matuyama Chron, and its beginning coincides with the upper boundary of the Olduvai paleomagnetic reversal. Duration of both cooling events is approximately equal (about 300 thousand years). The first cooling event was accompanied by changes in the vegetation community: forests became dominated by dark coniferous forms (fir and cedar). In addition, the forest zone became reduced, while that occupied by the forest–steppe and steppe vegetation widened that means decrease in atmospheric humidity. At the same time, in the Baikal sediments there is recorded after the first cooling event a climatic warming comparable with the Pliocene one. After the second minimum, the cooling intensity remained the same, comparable with climatic regime of the late Pleistocene. The second cooling was accompanied by significant changes in vegetation, as is evident from palynological spectra in corresponding sediments: abundance of arboreal forms decreased at this level, while share of herbaceous plants increased (Bezrukova et al., 1999). After this cooling, temperate–thermophilic arboreal species practically disappeared from the region under consideration. Abundance of diatoms during these two cold periods was very low, close to their disappearance that is characteristic only of the upper Pleistocene glacial sediments. Lacustrine sediments corresponding to these cooling peaks are similar to sediments of corresponding periods. They are represented by fine clays with icerafted and iceberg-transported material, as it is evident from sediments density increasing upward in the section (Baikal Drilling…, 2000a; Kuzmin et al., 2001a).\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 117\nThis suggests development of mountain glaciers around the lake, which appeared first 2.5 Ma ago.\nTwo thermal minimums in the Baikal sedimentary record are well correlative with global cooling events detectable in many marine and continental paleoclimatic records and in the fauna and flora composition. Par example, the first minimum corresponds to the preTiglian cooling, the earliest one in the Northern Hemisphere (Karabanov et al., 2001; Kuzmin et al., 2001a). Changes in composition and structure of loess sediments are recorded at the same level in China (Kukla et al., 1988; Bloemendal and de Menocal, 1989), while in the Atlantic and Pacific oceans this level corresponds to accumulation of sediments with rare ice-rafted material (Shackleton et al., 1984; Maslin et al., 1995). Climate changes that commenced 3 to 2.5 Ma ago are traditionally related to the development of the Tibetan Plateau and Himalayas (Ruddiman and Kutzbach, 1989, 1991). As is shown however, the Khangai– Altai–Sayan mountain system with the Lake Baikal in its northern periphery originated in the same period. It is natural to assume, therefore, that influence of this system on composition and structure of the Baikal lacustrine sediments was decisive. These sediments enclose ice-rafted material in the interval dated back to 2.82–2.48 Ma, and altitude of mountains surrounding the Lake Baikal was consequently sufficient for formation of mountain glaciers at that time. It is conceivable also that the next pulses in the mountains growth took place 1.75 Ma ago and triggered significant cooling. Thus, it can be concluded that orogenic processes in\n118\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nCentral Asia influenced the climate evolution during the last 3 m.y. of geological history.\nVariations in the contents of diatoms through the sedimentary section since 1.7 Ma or, probably, since 2.8 Ma reflect alternation of glacial and interglacial epochs in Central Asia, i.e., each cooling in mountains fringing the Lake Baikal terminated with glaciation. On the other hand, O-isotope records in the Pacific sediments (Shackleton et al., 1984) show that the global ice volume was at that time lesser than that characteristic of the Late Pleistocene glacial epochs. The difference between marine and continental records indicate that climatic fluctuations were probably more contrasting in continental areas of Eurasia than elsewhere on the planet. The Baikal record reflects response of Central Asia to climatic cooling caused simultaneously by the orbital factors and orogenic movements in the region.\nThe Baikal and marine paleoclimatic records are best correlative within the Brunhes Chron interval corresponding to the last 790 ka (Karabanov et al., 2001; Prokopenko et al., 2001) (Fig. 11). In the Baikal section, there are 10 diatom-rich and 9 diatom-impoverished alternating intervals, while 10 warm (odd) and 9 cold (even) O-isotope stages (MIS) are known in the marine paleoclimatic record, which are compatible with the Milankovitch cycles. Some intervals of the Baikal section impoverished in diatom frustules are definitely correlative with glacial epochs, and it seems reasonable to assume that the other similar intervals are indicative of glaciations as well. This assumption puts forward, however, a problem concerning the number of real glacial epochs and their ages (Bazarov, 1987). To clarify the problem, we consider below distribution trends of volcanic eruptions into ice as indicative of glacial epochs in mountain areas fringing the Lake Baikal (Yarmolyuk et al., 2001).\nPaleoclimatic reconstruction based on morphological features of volcanic fields. Evidence for volcanic eruptions into glaciers is obtained in the East Tuva lava plateau (Yarmolyuk et al., 2001; Yarmolyuk and Kuzmin, 2004) situated in the axial part of the Sayan mountain system between upper reaches of the Bol’shoi Yenisei and Khamsara rivers. The plateau is as spacious as 2000 km2, being composed of lava sequence up to 1000 m thick, and integral volume of volcanic products is estimated to be 700 km3 at least. The plateau is crowned with table mountains, which correspond to highly eroded central-type volcanoes. Besides, in river valleys crossing the plateau there are lava flows of the valley type. All the lavas of massive basalts erupted in subaerial settings during glacial epochs, as we believe (Kuzmin et al., 2003; Yarmolyuk and Kuzmin, 2004). Beginning from pioneering works (Lur’e and Obruchev, 1948; Obruchev, 1950), the rocks were considered to constitute three sequences: the lower lava (Pliocene), middle tuff (late Pliocene–early Pleistocene), and upper lava sequence (middle Pleis-\ntocene). The sequences are dated based mainly on geomorphological data (Grossval’d, 1965; Kurgan’kov and Matsera, 1987). We established two important facts. First, multiple pulses of volcanism were practically continuous during the last 2 m.y. Second, tuffs of the volcanic succession represent mostly hyaloclastites, a peculiar type of clastic volcanic rocks. It is also shown that subaerial lavas and hyaloclastites originated in separate periods, being erupted, in our opinion, in different settings of interglacial epoch, on the one hand, or into ice, on the other.\nHyaloclastites, the rocks described in detail elsewhere (Kuzmin et al., 2003; Yarmolyuk and Kuzmin, 2004), consist of unsorted fragments of glassy lavas cemented by fine-grained volcanic glass. Fragments set in matrix of fine-grained volcanic glass have glassy external zone, being shaped frequently as zoned lava spheroids and pillows typical of spheroidal lavas. Sizevariable fragments are chaotically mixed within layers and lenses up to 10–15 m thick. Based on these features, we attribute these rocks to volcaniclastic complex.\nRocks of the volcaniclastic complex occur in large, usually isolated volcanic edifices resembling table mountains, which rise by 500–700 m above the surface of the lava plateau. Many of these volcanoes are exposed almost to their base under action of landslides and glacier gouging. As is seen in walls hundreds meters high, the volcaniclastic sequences are coarsebedded. Some beds dip steeply toward the center, and the whole structural arrangement resembles a giant cross bedding (Yarmolyuk et al., 2001).\nIn order to interpret correctly origin of volcaniclastic complex, it should be remembered that hyaloclastites and spheroid lavas originate by eruptions into an effective cooler: water or ice. It should be noted also that similar rocks are widespread in Iceland, particularly in the Mouberg Group (Milanovskii, 1978). Origin of the Kaulfstindar Formation belonging to the group is related exceptionally to eruptions into ice (Geptner, 1978). Rocks of this formation form relicts of central volcanoes distinguished in topography under the name “table mountains” (Bemmelen and Rutten, 1955), which are composed of pillow lavas, widespread hyaloclastites, and rewashed fine-grained tephra, all constituting the main volume of volcanoes. Subaerial lavas occur only in the uppermost parts of volcanoes, where they form thin subhorizontal flows armoring the surface of volcanoes. They erupted after retreat of glaciers with lakes inside. It is clear that these rocks are comparable in characteristics with volcaniclastic complex typical of aforementioned volcanic edifices crowning the East Tuva lava plateau. Confident data on multiple formation of large glaciers, ice sheets included, during the Pleistocene are established in the eastern Tuva and Sayan Mountains (Grossval’d, 1965). For example, almost all the volcanic structures of the East Tuva Highland bear signs of glacial abrasion. Gross-\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 119\nT ab\nle 2\n. V\nar ia\ntio ns\nin e\nru pt\nio ns\ns et\ntin gs\no f\nba sa\nlti c\nla va\ns du\nri ng\nr ec\nen t v\nol ca\nni c\nhi st\nor y\nof th\ne E\nas t T\nuv a\nla va\np la\nte au\n( af\nte r\nY ar\nm ol\nyu k\net a\nl., 2\n00 1;\np ri\nnt ed\nin b\nol d\nar e\nep oc\nhs o\nf er\nup tio\nns in\nto g\nla ci\ner s)\nT yp es of v ol\nca ni c ed if ic es a nd th ei r gr ou ps\nL av\nas o\nf th\ne pl\nat ea u an d ol d va lle y er up\ntio ns\nG ro\nup o\nf ol\nde r\nvo lc\nan oe\ns (>\n25 0\nka )\nG ro\nup o\nf yo\nun ge\nr vo\nlc an\noe s\n(< 25\n0 ka\n)\nL av\nas o f th e pl at ea\nu\nV al\nle y\nfl ow\ns al\non g\nth e\nB ol\n’s ho i Y en is ei R iv er\nSh ie ld vo lc an\no on\nth e\npl at\nea u\nD er\nbi -T\nai ga\nV\nol ca\nno o\nf t ab\nle\nm ou\nnt ai\nn ty\npe\nK ad\nyr su\ng an d B ez ym ya nn yi\nsh ie\nld v\nol ca\nno es\nY ur\nda va\na nd\nSa ga\nn sh\nie ld\nvo lc\nan oe\ns\nV ol\nca no\nes o\nf th\ne ta\nbl e\nm ou\nnt ai\nn ty\npe : P\nlo sk ii, K ok -K he m sk ii, S hi vi t-\nT a-\nig a,\nS or\nug -C\nhu sh\nku -U\nzu ,\nPr io\nze rn\nyi , a\nnd o\nth er\ns\nU lu\ngA\nrg a\nan d\nD ol\nin ny\ni s hi\nel d\nvo lc\nan oe\ns w\nith\nva lle\ny fl\now s\nL av\na ty\npe s\nN or\nm al\nla va s w ith c in de r zo ne s\nFl ow\ns of\nh ya\nlo -\ncl as\ntit es\na nd\nla -\nva cl\nas tit\nes in\nth e\nlo w\ner p\nar t o\nf t he\nla\nva s\neq ue\nnc e\nN or\nm al\nla va s w ith c in de r zo ne s\nH ya\nlo cl\nas tit\nes ,\nsp he\nro id\nla va\ns,\nla ha\nrs\nFl ow\ns of\nh ya\nlo -\ncl as\ntit es\na nd\nla -\nva cl\nas tit\nes in\nth e\nlo w\ner p\nar t o\nf t he\nla\nva s\neq ue\nnc e\nN or\nm al\nla va s w ith c in de r zo ne s\nH ya\nlo cl\nas tit\nes , s\nhe ro\nid al\nla\nva s,\nla ha\nrs N\nor m\nal la\nva s\nw ith\nc in\nde r\nzo ne\ns\nFo rm\nat io n pe ri od , k a (K -A r da\nte s)\n21 40\n–2 07\n0 17\n50 –1\n65 0\n12 10\n76 0–\n72 5\n60 0–\n56 5\n35 0–\n29 0\n22 5–\n11 0\n50\nE ru\npt io n se tti ng\ns Su\nba er\nia l\ner up\ntio ns\nE ru\npt io\nns in\nto\nth in\n( ~1\n00 m ) va lle y gl ac ie rs\nSu ba\ner ia l er up tio\nns E\nru pt\nio ns\nin to\ngl\nac ie\nrs >\n60 0\nm\nth ic\nk\nE ru\npt io\nns in\nto\nth in\n( ~1\n00 m ) va lle y gl ac ie rs\nSu ba\ner ia l er up tio\nns E\nru pt\nio ns\nin to\ng la\nci er s > 50 0– 70 0 m th ic k\nSu ba\ner ia l er up tio ns\n120\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nval’d (1965), who carried out a special study, defined two the Azas and Shivit phases of sheet glaciation, which substantially changed morphology of volcanic edifices in the highland. It should be noted that the East Sayan mountain system comprising the East Tuva Highland was lacking settings suitable for appearance of large deep lakes. Origin of the examined volcaniclastic complex composed of hyaloclastites, spheroid lavas, and lahars can be explained therefore by lava eruptions into glaciers. Consequently, rocks of the complex point to existence of large ice bodies during their formation. Based on thickness of the volcaniclastic complex, it is possible to assume that the ice sheet was more than 600 m thick at the formation time of table mountains. In opinion of Grossval’d (2003), it was up to 3000 m thick and occupied area over 100000 km2.\nThe K–Ar dates obtained for volcanic rocks from the East Tuva lava highland are presented in Table 2. According to these dates, lava eruptions into ice happened at1750 to 1650, 760 to 725, 600 to 560, and 225 to 100 ka ago.\nComparison of Baikal paleoclimatic record with paleoclimatic reconstructions based on morphology of lava fields. If our inference that volcanoes composed of massive lavas formed in interglacial epochs, while those largely composed of hyaloclastites appeared during glacial periods, is correct, then glacial and interglacial epochs defined using volcanics should correspond in age to warm and cold periods in the Baikal sedimentary record. The results of correlation are presented in Fig. 11, where periods of different-type volcanic eruptions are plotted versus the Baikal paleoclimatic records and detailed chronological scale after Prokopenko et al. (2001) for the Brunhes Chron in the upper diagram (Fig. 11a) and for the last 2.5 m.y. in the lower diagram (Fig. 11b). The correlation seems quite reasonable, as one can see. For example, interglacial eruptions that formed the lava plateau (1.95–2.2 Ma) and a small shield volcano on the latter (1.2 Ma) occurred during the interglacial epoch characterized by diatom abundance in the Baikal sedimentary succession. Later eruptions of the small Yurdava, Sagan (both 290–350 ka ago), Ulug-Arga volcanoes and valley lava flows along the Bol’shoi Yenisei River (50 ± 20 ka ago, Yarmolyuk et al., 2000; Yarmolyuk and Kuzmin, 2004) also correspond to interglacial sediments in the Baikal section (MIS 9 and MIS 5, respectively, in Fig. 11a).\nHyaloclastites of the Paleo-Yenisei lava flows, which erupted, in our opinion, during the glacial period, are dated back to 1.75–1.65 Ma. This interval corresponds in the Baikal record to the period of strong cooling from 1.75 to 1.45 Ma (Fig. 10a).\nA significant cooling can be suggested based on hyaloclastites of the Derbi-Taiga Volcano, which are over 550 m thick and erupted 725–760 ka ago. This event corresponds to cold period from 764 to 714 ka recorded in the Baikal sediments and coinciding with\nthe cold MIS 18 and the Mansi glacial epoch (Arkhipov and Volkova, 1994; Karabanov et al., 2001).\nThe period from 600 to 560 ka was marked by the formation of glassy lavas and hyaloclastites erupted by several small shield volcanoes. Volcaniclastic rocks are typical of the lower part in the section several tens of meters thick, where they are replaced upward by normal lavas erupted in subaerial environments. Their formation is likely related to eruptions in settings with thin glaciers that were destroyed at early development stages of these volcanoes. In the sedimentary record, this cooling can be correlated with the interval characterized by the low diatom content against the cold MIS 14.\nEruptions from a large group of volcanoes that appeared in the period between 225 and 100 ka also took place during a strong cooling and existence of a thick ice sheet, because these volcanoes are largely composed of thin-bedded hyaloclastites up to 600 m thick and thicker (Yarmolyuk et al., 2001). In the Baikal record, the formation of these volcanoes coincides with MIS 6 (185 to 127 ka ago), which corresponds to the Taz Glaciation in the Siberian stratigraphic scale (Arkhipov and Volkova, 1994; Karabanov et al., 2001).\nThus, the climatic changes estimated based on the Baikal sedimentary record and volcanic eruptions of different types are well correlative (Fig. 11). Volcanic rocks accumulated during cold epochs reveal signs of lava interaction with glaciers, while lavas erupted during warm periods are lacking such features. The established correlation indicates first that two, geochronological (K–Ar) and paleoclimatic, scales used to date geological processes in the Lake Baikal region are well compatible. Second, each cooling recorded in bottom sediments was accompanied by different-scale glaciation in mountains surrounding the Lake Baikal, the East Sayan Mts. (East Tuva lava highland) included. Epochs of long-lasted and strong cooling, e.g., at the time of MIS 18 and MIS 6, corresponded to existence periods of glacial sheets many hundreds meters thick (up to 3000 m after Grossval’d, 2003), while during the other epochs, relatively thin valley glaciers formed.\nSome glacial epochs readily recognizable in the Baikal sedimentary record cannot be correlated with concurrent formation periods of characteristic hyaloclastites. It is likely therefore that no volcanic eruptions occurred during these epochs. At the same time, by analogy with glacial epochs and concurrent hyaloclastites, we believe that all the periods of cooling distinguished in the Baikal record were accompanied by formation of mountain glaciers.\nON INTERRELATION OF OROGENIC, VOLCANIC, AND CLIMATIC PROCESSES IN RECENT HISTORY OF CENTRAL ASIA\nHence, orogenic processes activated in Central Asia approximately 3 Ma ago gave birth to the Khangai–\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 121\nAltai–Sayan, Tien Shan, Khentei, North Baikal and other large mountain systems. With due account for the Tibetan Plateau, it can be stated that the entire territory of Central and South Asia between 55° and 25° N and 70° to 120° E was risen for more than 1 km above sea level at that time. The appearance of such a giant (~9 × 106 km2) mountain land should undoubtedly influence at least the atmospheric circulation in the Northern Hemisphere. Indeed, orogenic processes developed parallel to global climatic cooling, which caused origination of first glaciers in mountains fringing the Lake Baikal.\nOn factors of orogenic processes. Beginning from works of the 1970s (Molnar and Tapponier, 1975; Zonenshain and Savostin, 1979), orogenic movements in Central and South Asia were thought to be provoked mainly by collision between the Indian and Eurasian lithospheric plates with associated disintegration of the southern margin of the latter into several microplates. Formation of mountain chains along boundaries of these microplates was interpreted as resulting from their interaction. The concept was elaborated mainly for the Tibet and Himalayas risen, as is suggested, due to lithosphere thickening in response to northward thrusting of the Indian Plate and the Yangtze block under these structures (Tapponier et al., 2001). Simultaneously, the idea of asthenospheric mantle participation in this process became popular during the last decade (Artyushkov, 1998; Williams et al., 2004), because real thickness of Tibetan lithosphere is inconsistent with parameter expected from the first model. Besides, this model does not explain the fact why collision lasted at least 40 m.y., whereas intense orogenic processes have been manifested in huge territory of Central and South Asia only during the past 3–5 m.y. (Artyushkov, 1998). It is remarkable as well that orogenic process was accompanied in some areas (Fig. 4) by Cenozoic pulses of basaltic volcanism (Yarmolyuk et al., 1995). The suggested influence of asthenospheric mantle on recent orogeny could be related to activation and compensatory uplift of deep mantle horizons toward the lithosphere base in response to delamination of lithospheric mantle in the course of collision or to disrupting of subsiding lithospheric slabs.\nIn Central Asia, there are reliable indications that anomalous mantle participated in recent orogenic processes (Yarmolyuk and Kuzmin, 2004). It should be remembered first that this territory developed under long-lasted regime of continuous intraplate activity during the Late Mesozoic and Cenozoic. Numerous systems of grabens and volcanic regions with extremely long development history (about 160 m.y.) originated here, and their origin was related to mantle plumes (Yarmolyuk et al., 1995).\nThe so-called South Khangai plume controlled evolution of synonymous volcanic region, which developed since the Late Jurassic (since 150 Ma ago) until\nrecent time (Yarmolyuk et al., 1994). The relevant volcanic fields distributed throughout southern and central Mongolia depict the migration path of lithosphere above the plume. Since the terminal Oligocene (~30 Ma ago), volcanism appeared to be localized in the present-day Khangai region and fixed position of the mantle plume. The relevant volcanism was manifested in a series of cyclic eruptions separated by periods of several million years long. As is mentioned, the youngest pulse of volcanism commenced approximately 3 Ma ago and lasted until the Holocene.\nAnother hot spot was under the South Baikal volcanic region that developed since 35 Ma ago (Yarmolyuk et al., 2003). The maximum volcanic activity was in the early Miocene (21 to 17 Ma), when a large lava plateau armoring summits of the Khamardaban Ridge appeared. About 16 Ma ago, the Tunka–Khubsugul– Oka triple junction originated in central part of this volcanic region. Beginning from that time, volcanism, gradually ceasing practically to the end of the Pliocene (up to 3 Ma), was mainly confined to this triple junction. The recent pulse of volcanism started 3 Ma ago, and the eruption centers were displaced toward flanks of the volcanic region, i.e., to flanks of the Sayan mountain system that emerged at the same time (Yarmolyuk and Kuzmin, 2004).\nBoth plumes are detectable in structure of anomalous mantle beneath the region under consideration. Areas of South Siberia and Mongolia, where asthenospheric mantle is risen to depth shallower than 100 km according to gravimetric and seismic data (Zorin et al., 1988, 2003, Gao et al., 2003), are outlined in Fig. 5. In addition, there are shown local asthenospheric uplifts reaching the crust base at the depth of approximately 50 km (Zorin et al., 1988), which are interpreted as mantle plumes (Yarmolyuk et al., 1995; Zorin et al., 2003). These plumes (or “hot fingers” by analogy with small plumes that controlled the Late Cenozoic rifting in West Europe) are localized under areas of Late Cenozoic volcanism interrelated with mantle hot spots. The same is typical of the South Khangai, South Baikal, Vitim Plateau (North Baikal plume) and Udokan hot spots and corresponding regions of recent volcanism. All these regions have sufficiently long (over 20 m.y.) development history (Yarmolyuk et al., 1995), and it is reasonable to assume therefore that mantle plumes, which controlled their evolution, originated at least at the beginning of the Late Cenozoic.\nBoundaries of microplates (after Zonenshain and Savostin, 1979), which originated in Central Asia in response to Indian–Asian collision, are also shown in Fig. 5. As is seen, western and northwestern segments of the Amur Plate boundary cross several mantle plumes, the South Khangai and South Baikal hot spots included. In the South Baikal volcanic region, this boundary is traceable along the Tunka and Khubsugul grabens (Yarmolyuk et al., 2003; Yarmolyuk and\n122\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nYARMOLYUK, KUZMIN\nKuzmin, 2004). The grabens originated not earlier than 16 Ma ago, and disintegration of the region into microplates happened in the middle Miocene only, not earlier, i.e., when the lower part of lithosphere was already eroded by the extended projection of anomalous mantle. It is clear that western and northwestern segments of the Amur Plate boundary formed along the crest of the mantle projection under zone of minimal thickness in the lithospheric plate, which was weakest here and perforated up to the crust base by mantle plumes.\nFormation of this boundary did not influence notably the relief differentiation. The rapid growth of mountains with characteristic features of the present-day topography occurred only in the terminal Pliocene (~3 Ma ago). This process was attended by activation of volcanism. Similar processes took place in other areas of Central Asia as well. In the second half of the Pliocene, there was formed the Altai mountain system (Dobretsov et al., 1996). The deep Lake Baikal (Kuzmin et al., 2001; Yarmolyuk and Kuzmin, 2004) and other depressions in northeastern branch of the Baikal rift system also originated in the Pliocene. Their formation was accompanied by the growth of mountains in surrounding areas and by activation of volcanism in the Udokan (<4 Ma ago) and Vitim (<5 Ma ago) regions (Rasskazov et al., 2000; Yarmolyuk et al., 1995). The moderately depleted PREMA and enriched EMI and EMII mantle domains represented source reservoirs of recent volcanism in different areas of Central Asia (Yarmolyuk et al., 2003) that is indicative of sublithospheric mantle participation in endogenic processes. This is evident primarily from coincidence of mantle plumes projected at the surface with highest areas of newly formed mountain systems (Fig. 11). Influence of the active mantle on recent orogenic processes is also detectable in other areas of the giant mountain system that appeared between the Indian and Siberian lithospheric plates. As is shown in Fig. 4, areas of volcanic rocks less than 10 Ma old are largely confined to mountain systems that appeared along boundaries of lithospheric plates. The sole exception is the Dariganga Plateau formed during the Pliocene (~5 Ma ago) in the central part of the Amur Plate (Yarmolyuk et al., 1995). Owing to its remote position relative to boundaries between microplates in Central Asia, this plateau indicates activation of mantle processes in the Pliocene and Pleistocene, which developed independently from orogeny and caused, in particular, the plateau formation.\nAll data considered above imply that precisely mantle processes were of prime importance for recent orogeny in Central and South Asia. Taking into consideration that orogeny and mantle magmatism spanned over the entire collision belt between the Indian and Siberian plates, we believe that endogenic activation should be related to collision. It is likely that the activation was triggered by detachment of slab (or slabs) from\nthe Indian Plate and Yangtze block thrust under Tibet. This resulted in a rapid compensatory uplift of deep mantle toward the base of the collision belt lithosphere. It can be also assumed that distribution of anomalous mantle was controlled here by lithospheric traps or areas with the minimal lithospheric thickness. The traps were confined primarily to boundaries between microplates formed in the course of the Indian–Asian collision. The relatively heated mantle of lowered density could cause isostatic uplift of mountains precisely along these boundaries.\nThus, we arrive at the conclusion that processes of mantle diapirism were responsible for formation of mountain systems and relevant climatic changes in Central and South Asia during the late Pliocene– Holocene. In turn, the mantle plumes were activated by lithospheric slabs sinking into the mantle during collision between the Indian and Eurasian lithospheric plates."
  }, {
    "heading": "CONCLUSIONS",
    "text": "(1) In geological history of the Earth, climate changes were primarily caused by gradual decrease of the surface temperature. Volcanism was of secondary importance for emergence of principal climatic periods. Activation of highly explosive magmatism along the convergent boundaries between lithospheric plates polluted the atmosphere and, consequently, favored glaciations. Intraplate magmatism, which was dominant in warm epochs, had an opposite effect. The climate was substantially influenced, particularly during cold epochs, by relative disposition of continents and by existence or absence of large mountain systems, which controlled atmospheric and oceanic circulations and chemical weathering that changed concentration of greenhouse gases. Variations in parameters of the Earth solar orbit (Milankovitch cycles) determine the most regular climatic fluctuations.\n(2) Climatic fluctuations of the Late Cenozoic were caused to a significant extent by orogenic processes in collision zone between the Indian and North Asian lithospheric plates. The first strong cooling in the Northern Hemisphere (2.8 to 2.5 Ma ago) was concurrent to rapid growth of mountains along the entire collision belt. This was the formation period of the Tibetan Plateau in its present-day configuration and of the huge (>1.5 × 106 km2) Khangai–Altai–Sayan mountain system in South and Central Asia. The total area occupied by these mountain systems is 9 × 106 km2. Orogeny was accompanied by intraplate volcanism indicating participation of sublithospheric mantle in this process.\n(3) During the past 1.8 m.y., climate in Central Asia varied from glacial to interglacial. Climatic fluctuations were controlled by orbital parameters of the Earth and corresponded to the Milankovitch cycles. Climatic events recognized in the Baikal sedimentary record are\nSTRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006\nCORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS 123\ncorrelative with interglacial and glacial epochs reconstructed based on morphology of lava fields in the East Sayan and Baikal mountain systems. Since lavas formed during cold periods bear features indicative of magma eruptions into ice, all the cooling epochs after 1.8 Ma detectable in the Baikal paleoclimatic record were accompanied by development of mountain glaciations. At least eight events of this kind took place during the Brunhes Chron.\n(4) Data on thickness of hyaloclastites studied in the South Baikal and East Sayan mountain regions suggest that the ice sheets were here many hundreds meters thick, probably as thick as 3 km in some glacial periods, e.g., during MIS 18 and MIS 6. Alternation of warm and cold epochs is correlative with frequency of lava eruptions during the last million years.\n(5) Data considered in this work imply that endogenic (volcanism and orogeny) and exogenic (glaciation) processes in Central Asia were interrelated during the past 3 m.y. The interrelation determined growth of mountains and formation of glaciers in high mountain systems during the cold climatic epochs, on the one hand, and controlled oscillations of lithospheric load on the asthenosphere due to intermittent formation and degradation of thick ice sheets, on the other. In our opinion, it caused also migration of the hot mantle into marginal zones of asthenospheric lenses stimulating magma generation beneath peripheral parts of volcanic regions."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by the Russian Foundation for Basic Research (project no. 05-05-6400, grant nos. NSH-1145.203.5 and NSH-2177.2003.5), by the Earth Science Division RAS, by the Program no. 13 of the Presidium RAS, and by integration projects “Geodynamic Evolution of Lithosphere in Central Asian Mobile Belt” and no. 121 of the Siberian Division RAS.\nReviewer M.A. Akhmet’ev"
  }],
  "year": 2006,
  "references": [{
    "title": "Pleistocene Geological History, Landscapes, and Climates of West Siberia (OIGGM SO RAN, Novosibirsk, 1994) [in Russian",
    "authors": ["S.A. Arkhipov", "V.S. Volkova"],
    "year": 1994
  }, {
    "title": "the Tibetan Plateau and Himalayas,” Vestn",
    "authors": ["E.V. Artyushkov", "“Recent Uplifts of the Earth Crust on Continents", "Investigation Methods"],
    "venue": "OGGGGN RAN, 50–69",
    "year": 1998
  }, {
    "title": "Bazarov, The Cenozoic of the Baikal and Western Transbaikal Regions (Nauka, Novosibirsk, 1987) [in Russian",
    "authors": ["B. D"],
    "year": 1987
  }, {
    "title": "The Trend of Changes in Vegetation and Climate of the Baikal Region for the Past 5 m.y. (Implications of Palynological Study of Lake Baikal Sediments),",
    "authors": ["E.V. Bezrukova", "N.V. Kulagina", "P.P. Letunova", "O.N. Shestakova"],
    "venue": "Geol. Geofiz",
    "year": 1999
  }, {
    "title": "deMenocal, “Evidence for a Change in the Periodicity of Tropical Climate Cycles at 2.4 m.y. from Whole-Core Magnetic Susceptibility Measurements,",
    "authors": ["P.J. Bloemendal"],
    "venue": "Nature 342,",
    "year": 1989
  }, {
    "title": "K–Ar Isotope Systematics and Age of Lavas from the Quaternary Kazbek Volcanic Province, Greater Caucasus,",
    "authors": ["I.V. Chernyshev", "M.M. Arakelyants", "V.A. Lebedev", "S.N. Bubnov"],
    "venue": "Dokl. Akad. Nauk",
    "year": 1999
  }, {
    "title": "General Trend in Climate Changes on the Earth during the Past 3 Ma,",
    "authors": ["N.M. Chumakov"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2001
  }, {
    "title": "Mantle Plumes and Their Record in Earth History",
    "authors": ["K.C. Condie"],
    "year": 2001
  }, {
    "title": "Distant Effects of India–Eurasia Convergence Revealed by Apatite Fission-Track Thermochronology,” Himalayan J",
    "authors": ["J. De Grave", "M.M. Buslov", "P. Haute van den", "“Intracontinental Deformation in Central Asia"],
    "venue": "Sci. 2, 121–122",
    "year": 2004
  }, {
    "title": "Mantle Superplumes as a Cause of the Main Geological Periodicity and Global Reorganizations,",
    "authors": ["N.L. Dobretsov"],
    "venue": "Dokl. Akad. Nauk 357,",
    "year": 1997
  }, {
    "title": "What We Know and What We Do Not Know about Evolution,",
    "authors": ["N.L. Dobretsov"],
    "venue": "Nauka Iz Pervykh Ruk,",
    "year": 2004
  }, {
    "title": "Effects of Lithospheric Plate Interaction and Mantle Plumes,” Intern",
    "authors": ["N.L. Dobretsov", "M.M. Buslov", "D. Delvaux", "et al.", "“Meso-", "Cenozoic Tectonics of the Central Asian Mountain Belt"],
    "venue": "Geol. Rev. 38, 430–446",
    "year": 1996
  }, {
    "title": "Himalayan Tectonics, Weathering Processes, and the Strontium Isotope Record in Marine Limestone,",
    "authors": ["J. Edmonds"],
    "venue": "Science 258,",
    "year": 1992
  }, {
    "title": "Evidence for Small-Scale Mantle Convection in the Upper Mantle beneath the Baikal Rift Zone,",
    "authors": ["S.S. Go", "K.H. Lui", "P.M. Davis"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Geptner, “Volcanogenic and Volcano-Sedimentary Formations of Iceland,” in Iceland and Mid-Oceanic Ridge. Stratigraphy",
    "authors": ["R. A"],
    "venue": "Lithology (Nauka, Moscow,",
    "year": 1978
  }, {
    "title": "Grossval’d, Development of the Sayan–Tuva Highland Relief (Nauka, Moscow, 1965) [in Russian",
    "authors": ["G. M"],
    "year": 1965
  }, {
    "title": "Grossval’d, “Glaciations and Volcanism in the Sayan–Tuva Highland,",
    "authors": ["G. M"],
    "venue": "Izv. RAN. Ser. Geogr.,",
    "year": 2003
  }, {
    "title": "The Cause of the Late Cenozoic Northern Hemisphere Glaciations: A Climate Change Enigma,",
    "authors": ["W.W. Hay"],
    "venue": "Tera Nova",
    "year": 1992
  }, {
    "title": "The Link between Insolation, North Atlantic Circulation, and Intense Glaciations in Siberia during Interglacial Periods of Late Pleistocene,",
    "authors": ["E.B. Karabanov", "A.A. Prokopenko", "D.F. Williams", "S.M. Colman"],
    "venue": "Quatern. Res",
    "year": 1998
  }, {
    "title": "Paleoclimatic Record from Lake Baikal and Its Correlation with West Siberian Stratigraphy,” Geol",
    "authors": ["E.B. Karabanov", "A.A. Prokopenko", "M.I. Kuzmin", "et al.", "“Glaciations", "Interglacial Periods in Siberia"],
    "venue": "Geofiz. 42 (1–2), 48–63",
    "year": 2001
  }, {
    "title": "Pleistocene Climates in China Dated by Magnetic Susceptibility,",
    "authors": ["G. Kukla", "F. Heller", "L.X. Ming"],
    "venue": "Geology 16,",
    "year": 1988
  }, {
    "title": "Ruddiman, “Sensitivity of Eurasian Climate to Surface Uplift of the Tibetan Plateau,",
    "authors": ["J.E. Kutzbach", "W.L. Prell", "W. F"],
    "venue": "J. Geol. 101,",
    "year": 1993
  }, {
    "title": "Main Results,” Geol",
    "authors": ["M.I. Kuzmin", "E.B. Karabanov", "T. Kawai", "et al.", "“DeepWater Drilling in Lake Baikal"],
    "venue": "Geofiz. 42 (1–2), 8–35",
    "year": 2001
  }, {
    "title": "Results of Deep-Water Drilling,” Intern",
    "authors": ["M.I. Kuzmin", "E.B. Karabanov", "A.A. Prokopenko", "et al.", "“Sedimentation Processes", "New Age Constrains on Rifting Stages in Lake Baikal"],
    "venue": "J. Earth Sci. 88, 183–192",
    "year": 2000
  }, {
    "title": "Paleoclimate Records from the Lake Baikal and Lava Formation of the South Baikal Volcanic Area,” in Long Continental Records from Lake Baikal",
    "authors": ["M.I. Kuzmin", "V.V. Yarmolyuk", "E.B. Karabanov"],
    "venue": "Ed by. K. Kashiwaya (Springer,",
    "year": 2003
  }, {
    "title": "Northwest Pacific Site 882: The Initiation of Northern Hemisphere Glaciation,",
    "authors": ["M.A. Maslin", "G.H. Haug", "M. Sarnthein"],
    "venue": "Proceedings of the Ocean Drilling Program. Scientific Results,",
    "year": 1995
  }, {
    "title": "Mandel’baum, The Cenozoic of the Baikal Rift Depression (GEO, Novosibirsk, 2001) [in Russian",
    "authors": ["V.D. Mats", "G.F. Ufimtsev", "M. M"],
    "year": 2001
  }, {
    "title": "Milanovskii, “Brief History of Geological Study in Iceland,” in Iceland and Mid-Oceanic Ridge. Stratigraphy",
    "authors": ["E. E"],
    "venue": "Lithology (Nauka, Moscow,",
    "year": 1978
  }, {
    "title": "Obruchev, “Recent Movements and Basaltic Eruptions in the Sayan–Tuva Highland,",
    "authors": ["V. S"],
    "venue": "Zemlevedenie 3 (43),",
    "year": 1950
  }, {
    "title": "Biogenic Silica Record of the Lake Baikal Response to Climatic Forcing during the Brunches,",
    "authors": ["A.A. Prokopenko", "E.B. Karabanov", "D.F. Williams"],
    "venue": "Quatern. Res",
    "year": 2001
  }, {
    "title": "Magnetostratigraphic Record of the Late Miocene Onset of the East Asia Monsoon, and Pliocene Uplift of northern Tibet,",
    "authors": ["X.K. Qiang", "Z.X. Li", "C. McA. Powell", "H.B. Zheng"],
    "venue": "Earth Plant. Sci. Lett. 187,",
    "year": 2001
  }, {
    "title": "Magmatism of the Baikal Rift System (Nauka, Novosibirsk, 1993) [in Russian",
    "authors": ["S.V. Rasskazov"],
    "year": 1993
  }, {
    "title": "Geochronology and Geodynamics of the Late Cenozoic (Nauka, Novosibirsk, 2000) [in Russian",
    "authors": ["S.V. Rasskazov", "N.A. Logachev", "I.S. Brandt"],
    "year": 2000
  }, {
    "title": "Ruddiman, “Tectonic Forcing of Late Cenozoic Climate,",
    "authors": ["W.F.M.E. Raymo"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "The Role of Tectonics,” Earth Planet",
    "authors": ["F. Richter", "D.B. Rowley", "D.J. DePaolo", "“Sr Isotope Evolution of Seawater"],
    "venue": "Sci. Lett. 109, 11–23",
    "year": 1992
  }, {
    "title": "Implication for Paleoaltimetry and Paleohypsometry of the High Himalayas since the Late Miocene, Earth Planet",
    "authors": ["D.B. Rowley", "R.T. Pierrehumbert", "B.S. Cyrrie", "“A New Approach to Stable Isotope-based Paleoaltimetry"],
    "venue": "Sci. Lett. 188, 253–268",
    "year": 2001
  }, {
    "title": "Oxygen Isotope Calibration of the Onset of Ice-Rafting and History of Glaciation in the North Atlantic Region,",
    "authors": ["N.J. Shackleton", "J. Backman", "H. Zimmerman"],
    "venue": "Nature 307,",
    "year": 1984
  }, {
    "title": "Constant Elevation of Southern Tibet over the Past 15 Million Years,",
    "authors": ["R.A. Spicer", "H.B.W. Harris", "M. Middowson"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Oblique Stepwise Rise and Growth of the Tibet Plateau,",
    "authors": ["P. Tapponier", "X. Zhigin", "F. Roger"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Lake Baikal Record of Continental Climatic Response to  STRATIGRAPHY AND GEOLOGICAL CORRELATION Vol. 14 No. 2 2006  CORRELATION OF THE LATE CENOZOIC ENDOGENIC EVENTS  125 Orbital Insolation during the Past 5 Million Years,",
    "authors": ["D.F. Williams", "J. Peck", "E.B. Karabanov"],
    "venue": "Science 278,",
    "year": 1997
  }, {
    "title": "Nature of the Source Regions for Post-Collisional Potassic Magmatism in Southern and Northern Tibet from Geochemical Variations and Inverse Trace Element Modeling,",
    "authors": ["H.M. Williams", "S.P. Turner", "J.A. Pierce"],
    "venue": "J. Petrology",
    "year": 2004
  }, {
    "title": "Interaction of Endogenic and Exogenic Factors in the Recent Geological History of the Southwestern Baikal",
    "authors": ["V.V. Yarmolyuk", "M.I. Kuzmin"],
    "venue": "Rift Zone,” Geotektonika,",
    "year": 2004
  }, {
    "title": "Formation Dynamics and Magmatism of the Late Mesozoic–Cenozoic",
    "authors": ["V.V. Yarmolyuk", "V.G. Ivanov", "V.I. Kovalenko"],
    "venue": "South Khangai Hot Spot (Mongolia),” Geotektonika,",
    "year": 1994
  }, {
    "title": "A Projection of Hot Mantle Field,” Geotektonika, No",
    "authors": ["V.V. Yarmolyuk", "V.I. Kovalenko", "V.G. Ivanov", "“Intraplate Late Mesozoic–Cenozoic Volcanic Province  in Central East Asia"],
    "venue": "5, 41–67",
    "year": 1995
  }, {
    "title": "Pokrovskii, “Magmatism and Geodynamics of the Southern Baikal Volcanic Region (Mantle Hot Spot): Results of Geochronological, Geochemical, and Isotopic (Sr, Nd, O) Investigations,",
    "authors": ["V.V. Yarmolyuk", "V.G. Ivanov", "V.I. Kovalenko", "B. G"],
    "venue": "[Petrology",
    "year": 2003
  }, {
    "title": "Stages, Products, and Character of Volcanic Activity,” Vulkanol",
    "authors": ["V.V. Yarmolyuk", "V.I. Lebedev", "A.M. Sugorakova", "et al.", "“Eastern Tuva Area of Recent Volcanism in Central Asia"],
    "venue": "Seismol., No.3, 3–32",
    "year": 2001
  }, {
    "title": "Savostin, Introduction to Geodynamics (Nedra, Moscow, 1979) [in Russian",
    "authors": ["L.A.L.P. Zonenshain"],
    "year": 1979
  }, {
    "title": "Turutanov, “The Lithosphere Thickness beneath the Mongolian–Siberian Mountain System and Adjacent Regions,",
    "authors": ["Yu. A. Zorin", "E.V. Balk", "M.P. Novoselova", "E. Kh"],
    "venue": "Fizika Zemli,",
    "year": 1988
  }],
  "id": "SP:022ac57c05091a3bcab11ad2d4654b626315f2b0",
  "authors": [{
    "name": "V. V. Yarmolyuk",
    "affiliations": []
  }, {
    "name": "M. I. Kuzmin",
    "affiliations": []
  }],
  "abstractText": "Trend of climatic changes in geological history of the Earth was determined by gradual decrease in the global surface temperature. Substantial deviations from this trend depended on the prevalent type of volcanism: predominantly explosive volcanism at convergent boundaries between lithospheric plates led to cooling and onset of glacial epochs, while intense intraplate volcanism strengthened greenhouse effect and resulted in global warming. During cold epochs, orogenic processes played an important role in climatic variations. The most frequent and regular climatic variations are controlled by the Earth position in solar orbit (Milankovitch cycles). The Late Cenozoic variations of cold climate were interrelated with orogenic processes caused by collision between the Indian and North Asian lithospheric plates. The first event of considerable cooling in the Northern Hemisphere (2.8–2.5 Ma ago) coincided with a rapid growth of mountains throughout the collision belt. The Tibetan Plateau formed in South Asia. In Central Asia, the large (>1.5 × 10 6 km 2 ) Khangai–Altai– Sayan mountain system appeared 3 Ma ago. Total area subjected to orogenic processes in Central and South Asia exceeded 9 × 10 6 km 2 . The intense intraplate volcanism suggests that sublithospheric mantle was involved into orogenic processes. Alternation of glacial and interglacial climatic epochs during the last 1.8 m.y. is recorded in Central Asia. These climatic variations are compatible with the Milankovitch cycles. As is established, climatic events recognizable in the Baikal sedimentary record are correlative with interglacial and glacial epochs detectable in volcanic lavas of the East Sayan Mountains. There are indications of lava eruptions into ice during the cold periods. It is assumed therefore that all the cooling epochs detectable in the Baikal sedimentary record after 1.8 Ma were associated with development of mountain glaciation that formed glacial sheet up to 3 km thick and 100000 km 2 in size. During the Brunhes Chron, there were eight glaciations at least. The endogenic (volcanism and orogeny) and exogenic (glaciation) processes during the last 3 m.y. are shown to be correlative. The intermittent development and degradation of thick ice sheets was responsible for oscillation of lithospheric load on the asthenosphere, and this caused periodical magma generation in marginal parts of volcanic provinces. DOI: 10.1134/S0869593806020018",
  "title": "Correlation of the Late Cenozoic Endogenic Events and Climatic Variations in Central Asia"
}