{
  "sections": [{
    "text": "Keywords: Crustacea, Portunoidea, Ophthalmoplax andina n. sp., Campanian, anoxia, Colombia.\nResumen\nSe documenta la presencia de una nueva especie del braquiuro Ophthalmoplax con base en dos especimenes recolectados en lutitas de la Formación Lodolitas de Aguacaliente, parte media del Grupo Guadalupe, (Cordillera Oriental, Andes de Colombia), la cual registra un evento transgresivo regional. Los pequeños crustáceos se han colectado en rocas que representan las últimas parasecuencias con patrón de apilamiento retrogradacional, muy cerca de la superficie de máxima inundación (MFS), al final del transgressive systems tract (TST) del Campaniano tardío. Este es el registro más antiguo del género Ophthalmoplax en América. Se discuten las afinidades morfológicas con otras especies del género, así como la reducción de talla, en relación a eventos de anoxia y paleotemperatura.\nPalabras clave: Crustacea, Portunoidea, Ophthalmoplax andina n. sp., Campaniano, anoxia, Colombia."
  }, {
    "heading": "1. Introduction",
    "text": "Two small Ophthalmoplax specimens were collected from the upper portion of the Lodolitas de Aguacaliente Formation (Guerrero and Sarmiento, 1996), within outcrops of the eastern margin of the Cordillera Oriental de Colombia (Fig. 1). The specimens represent the oldest record of the genus in America. Their small size may be related with an anoxic event during the late Campanian in Colombia (Föllmi et al., 1992; Martinez, 1995; Guerrero et al., 2000; Guerrero, 2002), and they represent a new species of the genus, named O. andina new species.\nFeldmann et al. (1999) reported Ophthalmoplax spinosus Fedmann, Villamil and Kauffman, 1999 from the Turonian San Rafael Formation, near Villa de Leyva, Boyacá department; but subsequently, Vega et al. (2007) assigned this specimen to Cenomanocarcinus vanstraeleni Stenzel, 1945. Later, Feldmann and Villamil (2002) described Ophthalmoplax triambonatus Feldmann and Villamil, 2002 from the Puerto Romero Formation, near the town of the same name, west of Boyacá department; latest Maastrichtian age is now accepted for the Puerto Romero Formation, since this unit forms at the top of the Cretaceous sequence of the Middle Magdalena Basin (Vásquez-Parra et al., 2000). Vega et al. (2013) illustrated another specimen of Ophthalmoplax (of possible latest Maastrichtian age) from the Tolima department. According to Vega et al. (2013), these two specimens, of relative large size, correspond to Ophthalmoplax brasiliana (Maury, 1930), a taxon originally described based on large-sized specimens from the latest Maastrichtian Gramame Formation, Eastern Brazil (Maury, 1930; Beurlen, 1958). Vega et al. (2013) suggested that Ophthalmoplax is monospecific in America (O. brasiliana), with a stratigraphic range throughout the Maastrichtian and a geographic distribution from Brazil to North Carolina, with O. stephensoni Rathbun, 1935 and O. triambonatus as synonyms of O. brasiliana. O. minimus Ossó-Morales, Artal and Vega, 2010 (Ossó-Morales et al., 2010) from the late Campanian of Morocco is the other valid species for the genus."
  }, {
    "heading": "2. Geographic and geological setting",
    "text": "The study area is located 100 Km east of Bogotá D.C., at the southern margin of the Boyacá department, on approximately 5 km west of the San Luis de Gaceno county, eastern margin of the Cordillera Oriental de Colombia. The fossiliferous level belongs to the Lodolitas de Aguacaliente Formation, middle portion of Guadalupe Group, it thus forms part of the Upper Cretaceous sequence of the Piedemonte Llanero area. Exposures are along San Antonio creek, a tributary of Lengupá River (Fig. 1)."
  }, {
    "heading": "3. Stratigraphy",
    "text": "Available biostratigraphic data suggest a late Campanian age for Lodolitas de Aguacaliente Formation. This is based on the presence of: benthic foraminifers Bolivinoides decoratus decoratus Jones in Wright, 1886 and Haplophragmoides cf. perexplicatus; a rich dinoflagellate association including Andalusiella polymorpha polymorpha Malloy, 1972 and A. polymorpha aegyptiaca Schrank, 1988; the abundance and posterior disappearance of Trichodinium castanea Deflandre 1935; and gradual disappearance in number of species and specimens of Dinogymnium Evitt, Clarke and Verdier, 1967 (Guerrero and Sarmiento, 1996; Tchegliakova et al., 1997). In the center of the basin, the transgressive strata of fully marine correlative unit Plaeners Formation, shows the presence of ammonoids Nostoceras (Nostoceras) liratum sp., and Exiteloceras jenneyi Whitfield, 1877, and the buliminid foraminifera Siphogenerinoides ewaldi Karsten, 1858, that also indicates a late Campanian age (Föllmi et al., 1992; Martinez, 1995).\nThe Lodolitas de Aguacaliente Formation conformably overlies the Arenitas de San Antonio Formation (lower Campanian). The latter composed, at the top, by medium to coarse-grained quartz arenites, deposited in a lower shoreface environment at the eastern margin of the Cretaceous Colombian Basin (Guerrero and Sarmiento, 1996). The Lodolitas de Aguacaliente Formation (160 m thick), is composed dominantly by mudstone lithofacies, although diagenetic chert, quartz arenites (some glauconitic), and thin-bedded phosphorites are also frequent. Ellipsoidal concretions, some pyritized, and highly bioturbated levels are also present. Fecal pellets, fish scales and occasional bivalves, gastropods and lingulid brachiopods are common.\nThe contact between Lodolitas de Aguacaliente and Arenitas de San Antonio formations is marked by the change from a coarsening-upward to a finingupward trend (shallowing to deepening) and also a variation in the parasequences stacking pattern from progradational to retrogradational; this change represents a maximum regressive surface (MRS sensu Embry, 2009) or transgressive surface, that separates the Arenitas de San Antonio Formation regressive strata (representing a Regressive systems tract – RST), from the base of Lodolitas de Aguacaliente Formation (which represents a Transgressive systems tract – TST).\nThe specimen of Ophthalmoplax here described was discovered in layers that represent the uppermost parasequences with the retrogradational stacking pattern, close to the maximum flooding surface (MFS) it was detect to the end of the Upper Campanian."
  }, {
    "heading": "4. Material",
    "text": "Two specimens is deposited in the Paleontological\nCollection of the Universidad Nacional de Colombia, Facultad de Ciencias, Departamento de Geociencias, Bogotá D.C., Colombia, under catalog numbers UN-DG-CR-021 and UN-DG-CR-022."
  }, {
    "heading": "5. Systematic Paleontology",
    "text": "Order Decapoda Latreille, 1802 Infraorder Brachyura Latreille, 1802\nSuperfamily Portunoidea Rafinesque, 1815 Family Macropipidae Stephenson and Campbell, 1960\nGenus Ophthalmoplax Rathbun, 1935\nType species. Zanthopsis brasiliana Maury, 1930, by subsequent designation of Vega et al., 2013.\nOphthalmoplax andina new species Figs. 3-5A\nDiagnosis. Carapace small, wider than long, subquadrate; rostrum bifid; orbital spines sharp and short. Dorsal carapace surface mostly defined by sharp transverse ridges and\ngrooves, deep grooves separate this area from mesobranchial region; mesobranchial region with wide transverse ridges with fine tubercles on crests, connected to long, sharp lateral spine.\nDescription. Carapace small, wider than long, subquadrate, maximum width at mesobranchial region; dorsal surface longitudinally convex; rostrum bifid; orbito-frontal margin wide, with deep fissure separating rostrum from orbital spines; orbital spines sharp and short; anterolateral margin 60 % the maximum carapace length, slightly concave; posterolateral margin convex, longer than anterolateral margin; posterior margin convex, slightly shorter than orbito-frontal margin. Dorsal carapace surface mostly defined by sharp transverse ridges and grooves; protogastric region swollen, with sharp transverse ridge bearing tubercles on crest, separated from hepatic region by sharp longitudinal groove; mesogastric region subovate, with transverse ridge bearing fine tubercles on crest, delimited from epibranchial region by deep longitudinal grooves; smooth mesogastric region inverted subtrapezoidal, deep grooves separate this area from mesobranchial region; urogastric region forms a shallow depression, narrow and smooth, subrectangular in shape,\ncontaining crustacean specimens, sequence stratigraphy surfaces, system tracts and paleoenvironments\nbounded by narrow, well-defined elongate branchial lobes, separated by deep grooves from adjacent branchial region; cardiac region subtrapezoidal, with sharp, median transverse ridge with fine tubercles on crest; intestinal region undifferentiated; hepatic region with narrow transverse ridge, connected laterally with sharp and long anterolateral spine; epibranchial region with slightly convex subovate lobes, bounded by grooves and lobes of adjacent regions; mesobranchial region with wide transverse ridges with fine tubercles on crests, connected to the long, sharp lateral spines; metabranchial region undifferentiated; no ventral region nor appendages are preserved.\nEtymology. The name of the new species is related to the Andean region of Colombia.\nMaterial. Two small carapaces, holotype UN-DGCR-021; paratype UN-DG-CR-022.\nMeasurements. Measurements of the specimens are given in Table 1.\nDiscussion. Maury (1930) reported Ophthalmoplax brasiliana from the Upper Maastrichtian Gramame Formation, Brazil (Table 2). Beurlen (1958), based upon vague morphological differences, suggested concordance of O. brasiliana with O. stephensoni Rathbun, 1935. Feldmann and Villamil (2002) described O. triambonatus from Colombia; however, the single specimen is very similar to O. brasiliana and they both are latest Maastrichtian in age. Rathbun (1935) and Schweitzer et al. (2007) in describing specimens of O. stephensoni, presented identical characteristics to those observed in specimens of O. brasiliana. Aguilera et al. (2010) described O. triambonatus from the late Maastrichtian of Venezuela but again that species has identical characteristics to those observed in specimens of O. brasiliana. Finally, Vega et al. (2013) described Ophthalmoplax sp. from the Maastrichtian of\nTolima department and it too has identical characteristics to those observed in specimens of O. brasiliana. According to Vega et al. (2013), O. stephensoni is a synonym of O. brasiliana (Vega et al., 2013). Moreover, Mascaranada difuntaensis described by Vega and Feldmann (1991) from the early Maastrichtian Potrerillos Formation, NE Mexico, corresponds to O. brasiliana. Ophthalmoplax spinosus from the San Rafael Formation (Turonian), described by Feldmann et al. (1999) was redefined as Cenomanocarcinus vanstraeleni by Vega et al. (2007).\nOphthalmoplax has been documented from North Africa, where the genus is present in Upper Cretaceous rocks of the Moyenne Mouluya region of northeast Morocco. It was here described as O. minimus and represents the first record for Opthalmoplax in the west Tethyan Realm. 87Sr/86Sr isotopic data obtained from the well-preserved cuticle of O. minimus suggests an absolute age of 76 Ma, corresponding to the base of the late Campanian (Ossó-Morales et al., 2010). Vega et al. (2013) proposed that Ophthalmoplax was represented by only one species in America (O. brasiliana) of early to latest Maastrichtian age, which was distributed from Brazil to North Carolina, thus invalidating O. stephensoni and O. triambonatus (Fig. 5). To date (in the Americas), the oldest record of Ophthalmoplax corresponded to the Early Maastrichtian (O. brasiliana). The new Colombian Ophthalmoplax sp. from late Campanian Lodolitas de Aguacaliente Formation of Cordillera Oriental of Colombia, is here considered to be older and may represent the oldest record for the genus in America.\nThe new species of Ophthalmoplax is similar to O. brasiliana, but is different for the presence of extremely long lateral spines and size (even smaller than O. minimus).\nThe small size may be related to temperature fluctuations. Based on calcareous nannofossil abundance (Bice et al., 2006; Forster et al., 2007; Voigt et al., 2004; Wilson et al., 2002; Linnert et al., 2011), it is known that between Turonian to Maastrichtian times, there was a continuous cooling of seawater, preceded by one of the warmest periods of the Phanerozoic (early Cenomanian – Turonian). In this scenario, global temperatures decreased between 4 – 6 °C during the late Campanian (73 – 70 Ma) (Li and Keller, 1999). According to Keller (2008), low temperatures enhance diversity in relation to increased nutrient cycling and the stratification of the water masses (Fig. 6).\nThe stratigraphic and bioestratigraphic evidences present in the Lodolitas de Aguacaliente Formation suggest that the unit was deposited during a phase of relative sea-level high (Guerrero and Sarmiento, 1996; Tchegliakova et al., 1997). Specifically, the horizon containing Ophthalmoplax andina n. sp. is located towards the end of a transgressive period (TST), at the late Campanian MFS, which can be associated with poor oxygenation and widespread anoxia throughout the Cretaceous Colombian Basin, according to observed variations between benthic foraminifera of the Upper Cretaceous Guadalupe Group (Fig. 7). When populations were grouped into infaunal and epifaunal preferences, it\nwas found that the available oxygen levels at the sea bottom could have controlled their distribution. The evidence suggests that the associations dominated by the epifaunal morphogroup indicate low oxygen levels (Tchegliakova et al., 1997), as observed also in the O. andina n. sp. level of the Lodolitas de Aguacaliente Formation. The latter scenario prevailed during the time of maximum transgression of the middle-upper part of Lodolitas de Aguacaliente Formation, which is a correlative unit with the Plaeners Formation (central sector of the Colombian Cretaceous Basin), where in addition to anoxia, high acidity is evidenced (Cruz et al., 2011) based on chemical characterization of foraminifera tests.\nSea-level changes, presence of an epeiric sea,\nstratification of water column, possible vulcanism which increased water acidity, coupled with an increase and diversification of life in the oceans, greatly influenced anoxic conditions in many basins worldwide, and appear to be directly related to the small size of the Campanian Ophthalmoplax andina n. sp. in South America and North Africa. O. brasiliana reached maximum sizes (over 12 cm in carapace width) by late Maastrichtian (66.8 Ma) times, when sea temperatures were much lower and had influence on the size of these portunoid crabs (Vega et al., 2013). Along with low temperatures for early to late Maastrichtian sea water, different environmental conditions in oceans with greater mobility and increased oxygenation prevailed for the Middle and Late Maastrichtian (Douglas and Savin, 1973;\nArthur et al., 1985; D’Hondt and Lindinger, 1994; Barrera et al., 1997; Frank and Arthur, 1999; Friedrich et al., 2004, among others)."
  }, {
    "heading": "6. Conclusions",
    "text": "Ophthalmoplax andina n. sp. from the Upper Campanian Lodolitas de Aguacaliente Formation of Colombia represents the stratigraphically oldest report for the genus in America, as well as the smallest Ophthalmoplax reported to date. The size reduction may be related to anoxic conditions that prevailed during a period of maximum marine flooding (MFS) at the end of late Campanian TST. We suggest that the small size resulted from environmental adaptative pressures, related to anoxic conditions."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by Grupo de Investigación Paleoexplorer (Project: Fossil Crustaceans of Colombia) as part of MSc Thesis degree of Walter Guzmán. Our sincere gratitude to Wolfgang Stinnesbeck, Alessandro Garassino and Torrey Nyborg for their valuable suggestions to improve the original manuscript. Special thanks to the staff at Paleoexplorer: geologists José Vicente Rodríguez\nchanges and sequence stratigraphy surfaces at Guadalupe Group section (Campanian-Maastrichtian). Modified from Tchegliakova et al. (1997). A= Detritivorous benthic foraminifera with elongated test morphotypes, and preferential infaunal micro-habitat; B= Detritivorous/omnivorous/ herbivorous benthic foraminifera with wide test morphotypes, with preferential epifaunal to infaunal micro-habitat; C= Suspension feeder benthic foraminifera with tubular or branches unilocular test morphotypes, and preferential epifaunal micro-habitat.\n(who collected the holotype and provided valuable field assistance), Sebastian Rosero, Sebastián Echeverri, Jenny García and Lina Clemencia Restrepo. Assistance of Luz Stella Bolívar, Liliana Bolívar, Mariela Bolívar and Héctor Javier Torres is also appreciated. Support and advice of Javier Guerrero (Universidad Nacional de Colombia) is highly appreciated."
  }],
  "year": 2016,
  "references": [{
    "title": "Mesozoic and Cenozoic decapod crustaceans from Venezuela and related trace-fossil assemblages",
    "authors": ["O. Aguilera", "D. Rodrigues-de Aguilera", "F.J. Vega", "M. Sánchez-Villagra"],
    "year": 2010
  }, {
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate, volcanism and changes in atmospheric CO2, in Sunquist",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "year": 1985
  }, {
    "title": "Evidence for thermohaline circulation reversals controlled by sea level change in the latest",
    "authors": ["E. Barrera", "S.M. Savin", "E. Thomas", "C.E. Jones"],
    "venue": "Cretaceous: Geology,",
    "year": 1997
  }, {
    "title": "Dois crustáceos do Cretáceo Superior do Nordeste do Brasil (Decapoda, Brachyura)",
    "authors": ["K. Beurlen"],
    "venue": "Boletim do Museu Nacional, Nova Série, Geologia,",
    "year": 1958
  }, {
    "title": "A multipleproxy and model study of Cretaceous upper ocean temperatures and atmospheric CO2 concentrations: Paleoceanography, 21, PA2002, doi: 10.1029/2005PA001203",
    "authors": ["K.L. Bice", "D. Birgel", "P.A. Meyers", "K.A. Dahl", "K. Hinrichs", "R.D. Norris"],
    "year": 2006
  }, {
    "title": "Caracterización físico-química, tafonomía y ecología de Orthokarstenia ewaldi (foraminiferida: siphogenerinoididae) de la Formación Los Pinos (Cretácico: Maastrichtiano) de Samacá (Boyacá",
    "authors": ["L.E. Cruz", "J.H. Jerez", "Amaya H.L", "J.E. Rueda", "J.D. Badillo", "J.L. Villamizar"],
    "venue": "Colombia): Boletín de Geología,",
    "year": 2011
  }, {
    "title": "A stable isotopic record from the Maastrichtian ocean-climate system: South Atlantic DSDP site",
    "authors": ["S. D’Hondt", "M. Lindinger"],
    "year": 1994
  }, {
    "title": "Considérations biologiques sur les microorganismes d'origine planctonique conservés dans les silex de la craie",
    "authors": ["G. Deflandre"],
    "venue": "Bulletin biologique de la France et de la Belgique,",
    "year": 1935
  }, {
    "title": "Oxygen and carbon isotope analysis of Cretaceous and Tertiary foraminifera from Shatsky Rise and other sites in the North Pacific Ocean",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Initial Report, Deep Sea Drilling Project",
    "year": 1973
  }, {
    "title": "Practical sequence stratigraphy: Canadian Society of Petroleum Geologists, online at <http://www.cspg.org>",
    "authors": ["A.F. Embry"],
    "year": 2009
  }, {
    "title": "Dinoflagellate studies III. Dinogymnium acuminatum n. gen., n.sp. (Maastrichtian) and other fossils formerly referable to Gymnodinium Stein: Stanford University Publications",
    "authors": ["W.R. Evitt", "R.F.A. Clarke", "Verdier", "J.-P"],
    "venue": "Geological Sciences,",
    "year": 1967
  }, {
    "title": "A new carcineretid crab (Upper Turonian, Cretaceous) of Colombia",
    "authors": ["R.M. Feldmann", "T. Villamil"],
    "venue": "Journal of Paleontology,",
    "year": 2002
  }, {
    "title": "Decapod and stomatopod Crustaceans from mass mortality lagerstatten: Turonian (Cretaceous) of Colombia",
    "authors": ["R.M. Feldmann", "T. Villamil", "E.G. Kauffman"],
    "venue": "Journal of Paleontology,",
    "year": 1999
  }, {
    "title": "Cyclic phosphate rich successions in the upper Cretaceous of Colombia: Palaeogeography",
    "authors": ["K. Föllmi", "R. Garrison", "P. Ramírez", "F. Zambrano", "W. Kennedy", "B. Lehner"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 1992
  }, {
    "title": "MidCretaceous (Albian–Santonian) sea surface temperature record of the tropical Atlantic",
    "authors": ["A. Forster", "S. Schouten", "M. Baas", "J.S. Sinninghe Damsté"],
    "venue": "Ocean: Geology,",
    "year": 2007
  }, {
    "title": "Tectonic forcings of Maastrichtian oceanclimate evolution: Paleoceanography",
    "authors": ["T.D. Frank", "M.A. Arthur"],
    "year": 1999
  }, {
    "title": "Early Maastrichtian stable isotopes: changing deep water sources in the North Atlantic?: Palaeogeography",
    "authors": ["O. Friedrich", "J.O. Herrle", "P. Kfgler", "C. Hemleben"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2004
  }, {
    "title": "Geologic Time Scale 2004: Why, how, and where next!: Lethaia",
    "authors": ["F.M. Gradstein", "J.G. Ogg"],
    "year": 2004
  }, {
    "title": "Estratigrafía física, palinológica, sedimentológica y secuencial del Cretácico Superior y Paleoceno del Piedemonte Llanero",
    "authors": ["J. Guerrero", "G. Sarmiento"],
    "venue": "Implicaciones en exploración petrolera: Geología Colombiana,",
    "year": 1996
  }, {
    "title": "The Stratigraphy of the W Side of the Cretaceous",
    "authors": ["J. Guerrero", "G. Sarmiento", "R.E. Navarrete"],
    "venue": "Colombian Basin in the Upper Magdalena Valley: Geología Colombiana,",
    "year": 2000
  }, {
    "title": "A proposal on the classification of systems tracts: application to the allostratigraphy and sequence stratigraphy of the Cretaceous Colombian Basin",
    "authors": ["J. Guerrero"],
    "venue": "Part 2: Barremian to Maastrichtian: Geología Colombiana,",
    "year": 2002
  }, {
    "title": "Phanerozoic cycles of sea-level change on the Arabian Platform: GeoArabia",
    "authors": ["B.U. Haq", "A.M. Al-Qahtani"],
    "year": 2005
  }, {
    "title": "A Chronology of Paleozoic sea-level",
    "authors": ["B.U. Haq", "S.R. Shutter"],
    "venue": "Changes: Science,",
    "year": 2008
  }, {
    "title": "Mesozoic and Cenozoic sequence chronostratigraphic framework of European basins, in de Graciansky",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jacquin", "P.C. de Graciansky", "P. Vail"],
    "year": 1998
  }, {
    "title": "Middle-Late Cretaceous climate of the southern high latitudes: stable isotopic evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1995
  }, {
    "title": "Cretaceous climate, volcanism, impacts, and biotic effects",
    "authors": ["G. Keller"],
    "venue": "Cretaceous Research,",
    "year": 2008
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Marine Micropaleontology,",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous: Geology",
    "authors": ["L. Li", "G. Keller"],
    "year": 1998
  }, {
    "title": "Variability in Late Cretaceous climate and deep waters - evidence from stable isotopes",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Marine Geology,",
    "year": 1999
  }, {
    "title": "Late Cretaceous (Cenomanian–Maastrichtian) calcareous nannofossils from Goban Spur (DSDP Sites 549, 551): Implications for the palaeoceanography of the proto North Atlantic: Palaeogeography",
    "authors": ["C. Linnert", "J. Mutterlose", "J.O. Herrle"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2011
  }, {
    "title": "An Upper Cretaceous dinoflagellate cyst lineage from Gabon",
    "authors": ["R.E. Malloy"],
    "venue": "West Africa: Geoscience and Man,",
    "year": 1972
  }, {
    "title": "Microfósiles del Grupo Guadalupe y la Formación Guaduas (Campaniano-Maastrichtiano) en la sección de Tausa, Cundinamarca, Colombia: Ciencia",
    "authors": ["J.I. Martínez"],
    "venue": "Tecnología y Futuro,",
    "year": 1995
  }, {
    "title": "New crabs (Crustacea, Decapoda) from the Upper Cretaceous (Campanian) of the Moyenne Moulouya, Northeast Morocco",
    "authors": ["À. Ossó-Morales", "P. Artal", "F.J. Vega"],
    "venue": "Revista Mexicana de Ciencias Geológicas,",
    "year": 2010
  }, {
    "title": "Fossil Crustacea of the Atlantic and Gulf Coastal Plain: Geological Society of America",
    "authors": ["M.J. Rathbun"],
    "venue": "Special Papers,",
    "year": 1935
  }, {
    "title": "Effects of chemical processing on the preservation of peridinioid dinoflagellates: a case from the Late Cretaceous of NE Africa",
    "authors": ["E. Schrank"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1988
  }, {
    "title": "Revision of the Carcineretidae Beurlen, 1930 (Decapoda: Brachyura: Portunoidea) and remarks on the Portunidae Rafinesque, 1815",
    "authors": ["C.E. Schweitzer", "R.M. Feldmann", "H. Karasawa"],
    "venue": "Annals of Carnegie Museum,",
    "year": 2007
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases, in Walliser, O.H. (ed.), Global events and event stratigraphy",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1996
  }, {
    "title": "Biodiversity: past, present and future",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Journal of Paleontology,",
    "year": 1997
  }, {
    "title": "A Compilation of Phanerozoic sea-level Changes, coastal onlaps and recommended sequence designations: American Association of Petroleum Geologists",
    "authors": ["J.W. Snedden", "Liu", "Ch"],
    "venue": "Search and Discovery Article",
    "year": 2010
  }, {
    "title": "Decapod crustaceans from the Cretaceous of Texas: The University of Texas, Publication",
    "authors": ["H.B. Stenzel"],
    "year": 1945
  }, {
    "title": "The Australian Portunids (Crustacea: Portunidae) IV: remaining genera",
    "authors": ["W. Stephenson", "B. Campbell"],
    "venue": "Australian Journal of Marine and Freshwater Research,",
    "year": 1960
  }, {
    "title": "Bioestratigrafia y paleoecología de los foraminíferos bentónicos de la Formación Chipaque y el Grupo Guadalupe",
    "authors": ["N. Tchegliakova", "G. Sarmiento", "J. Guerrero"],
    "venue": "Turoniano-Maastrichtiano del Piedemonte Llanero de los Andes Colombianos: Geología Colombiana,",
    "year": 1997
  }, {
    "title": "Caracterización geoquímica y petrografía de los cuerpos intrusivos básicos, aflorantes en la Región de Cáceres y Puerto Romero, Departamentos de Cundinamarca y Boyacá, Colombia",
    "authors": ["M. Vásquez-Parra", "A.E. Concha-Perdomo", "J.M. Moreno-Murillo", "P. Patarroyo-Gama"],
    "venue": "Geología Colombiana,",
    "year": 2000
  }, {
    "title": "Fossil crabs (Crustacea, Decapoda) from the Maastrichtian Difunta Group, Northeastern Mexico",
    "authors": ["F.J. Vega", "R.M. Feldmann"],
    "venue": "Annals of Carnegie Museum,",
    "year": 1991
  }, {
    "title": "Upper Cretaceous Crustacea from Mexico and Colombia: common faunas and environments during Turonian times",
    "authors": ["F.J. Vega", "T.G. Nyborg", "A. Rojas", "P. Patarroyo", "J. Luque", "H. PorrasMúzquiz", "W. Stinnesbeck"],
    "venue": "Revista Mexicana de Ciencias Geológicas,",
    "year": 2007
  }, {
    "title": "Morphology and size variation of a Portunoid crab from the Maastrichtian of the Americas",
    "authors": ["F.J. Vega", "G.E. Phillips", "T. Nyborg", "J. Flores-Ventura", "D. Clements", "B. Espinosa", "G. Solís-Pichardo"],
    "venue": "Journal of South American Earth Sciences,",
    "year": 2013
  }, {
    "title": "Mid latitude Shelf Seas in the Cenomanian–Turonian greenhouse world: temperature evolution and North Atlantic circulation: Paleoceanography",
    "authors": ["S. Voigt", "A.S. Gale", "S. Flögel"],
    "year": 2004
  }, {
    "title": "Volcanism, CO2 and paleoclimate: a Late Jurassic-Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society of London,",
    "year": 2004
  }, {
    "title": "Testing the Cretaceous greenhouse hypothesis using glassy foraminiferal calcite from the core of the Turonian tropics",
    "authors": ["P.A. Wilson", "R.D. Norris", "M.J. Cooper"],
    "venue": "Demerara Rise: Geology,",
    "year": 2002
  }],
  "id": "SP:1014877946ff0b9e7a0e91ce6445a7427b7205c0",
  "authors": [{
    "name": "Walter Guzmán",
    "affiliations": []
  }, {
    "name": "Hermann Darío Bermúdez",
    "affiliations": []
  }, {
    "name": "Arley de Jesús Gómez-Cruz",
    "affiliations": []
  }, {
    "name": "Francisco J. Vega",
    "affiliations": []
  }],
  "abstractText": "A new species of the brachyuran Ophthalmoplax is documented based upon two specimens collected from shales of the Lodolitas de Aguacaliente Formation, Guadalupe Group, (Cordillera Oriental, Colombian Andes), which represents a regional transgressive event. The small crustaceans were found in the uppermost parasequences with retrogradational stacking pattern, near to the maximum flooding surface (MFS), at the end of the late Campanian Transgressive Systems Tract (TST). This is the oldest record for Ophthalmoplax in America. Morphological affinities with other species of the genus are discussed, including size reduction related with anoxia events and paleotemperature.",
  "title": "Ophthalmoplax (Decapoda: Brachyura: Portunoidea) from the late Campanian, Upper Cretaceous, of Colombia"
}