{
  "sections": [{
    "text": ", 199 8, vol. 52, n° 2 , 5 fig ., 2 tabl ., 5 2(2), 19 98D. ARSENEAULT et S. PAYETTERÉSUMÉ Une récolte de 1335 macrorestes ligneux enfouis dans trois tourbières du Québec subarctique a permis d'allonger de plus de 600 ans la chronologie des cernes pâles de l'épinette noire (Picea mariana [Mill.] BSP.), de l'an 706 ap. J.-C. à l'an 1339 ap. J.-C. Au total, 257 cernes pâles ont été répertoriés entre 706 et 1675 ap. J.-C., dont 124 précèdent l'an 1339. Les cernes pâles formés en 709, 713, 759, 772, 774, 810, 885, 931, 945, 973, 998, 1056, 1067, 1104, 1126, 1157, 1162, 1170, 1215, 1256, 1258 et 1309 ap. J.-C. se trouvent dans plus de 75 % des tiges. De façon générale, ces cernes diagnostiques sont bien répartis dans le temps, sauf entre 811 et 872 ap. J.-C. où aucun cerne pâle ne s'est formé chez plus de 25 % des épinettes. Grâce au nombre élevé de tiges échantillonnées, plusieurs cernes pâles peu fréquents ont pu être identifiés. De plus, une forte correspondance de la fréquence des cernes pâles entre les sites étudiés indique que les conditions écologiques locales n'ont exercé qu'une influence modérée sur leur formation par rapport aux conditions climatiques. Plusieurs séquences de cernes diagnostiques, faites d'une alternance caractéristique de cernes étroits et de cernes pâles, facilitent également l'interdatation des épinettes.\nZUSAMMENFASSUNG Chronologie der hellen Ringe der Schwarzfichte (Picea mariana [Mill.] BSP.) im subarktischen Québec : von 706 bis 1675 u.Z. Eine Sammlung von 1335 Holz-Makroresten, vergraben in drei Torfmooren des subarktischen Québecs, machte es möglich, die Chronologie der hellen Ringe der Schwarzfichte (Picea mariana [Mill.] BSP.) um 600 Jahre zu verlängern, von 706 bis 1339 u.Z. Insgesamt hat man 257 helle Ringe zwischen 706 und 1675 u.Z. identifiziert, von denen 124 aus der Zeit vor 1339 stammen. Die 709, 713, 759, 772, 774, 810, 885, 931, 945, 973, 998, 1056, 1067, 1104, 1126, 1157, 1162, 1170, 1215. 1256, 1258 und 1309 u.Z. gebildeten hellen Ringe kann man in über 75 % der Stämme finden. Im Allgemeinen sind die diagnostischen Ringe zeitlich regelmäßig verteilt, außer zwischen 811 und 872 u.Z. , wo bei über 25 % der Fichten sich kein einziger heller Ring gebildet hat. Dank der großen Zahl der untersuchten Stämme konnten mehrer seltene helle Ringe identifiziert werden. Außerdem weist eine starke bereinstimmung der Häufigkeit der hellen Ringe zwischen den untersuchten Plätzen darauf hin, dass die örtlichen ökologischen Bedingungen im Verhältnis zu den klimatischen Bedingungen nur einen mäßigen Einfluss auf ihre Bildung hatten. Mehrere Folgen diagnostischer Ringe, die aus einem charakteristischen Wechsel zwischen engen und hellen Ringeen bestehen, erleichtern ebenfalls die Querdatierung der Fichten.\n* Adresse actuelle : Département de biologie et sciences de la santé, Université du Québec à Rimouski, 300, allée des Ursulines, Rimouski, Québec G5L 3A1.\nGéographie physique et Quaternaire, 52(2), 1998"
  }, {
    "heading": "INTRODUCTION",
    "text": "La paléoécologie permet la reconstitution de l'évolution des grands patrons de la végétation à l'Holocène. Cependant, notre connaissance des paléoclimats et des mécanismes par lesque l s les écosys tèmes s' aj ust ent aux changements climatiques demeure limitée à cause de la rareté des indicateurs paléoécologiques. Une des méthodes permettant de préciser, avec une résolution fine, la réponse des écosystèmes forestiers aux changements climatiques est l'analyse dendroécologique de spécimens vivants et morts. Cette méthode repose sur l'interdatation de spécimens qui se sont succédé dans un site donné ou dans plusieurs sites d'une même région, au cours de périodes plus ou moins longues, pour ainsi construire des séquences successionnelles de remplacement d'arbres.\nOn peut interdater des arbres en comparant leurs patrons de croissance ou bien en utilisant des séquences de cernes diagnostiques (LaMarche, 1970 ; Fritts, 1976 ; Filion et al., 1986 ; Fritts et Swetnam, 1989 ; Schweingruber et al., 1990). Le plus souvent les arbres sont interdatés en examinant les corrélations entre leurs patrons de croissance radiale. Même si la comparaison des patrons de croissance peut être automatisée avec des logiciels comme le programme COFECHA (Holmes, 1983), la largeur des cernes annuels de tous les individus doit être mesurée, ce qui exige beaucoup de temps, et limite le nombre d'échantillons pouvant être analysés. De plus, cette méthode nécessite qu'une proportion importante de la variance contenue dans le patron de croissance des tiges soit composée d'un signal climatique commun à tous les spécimens.\nLes cernes diagnostiques sont des cernes annuels de croissance qui présentent des caractéristiques particulières apparaissant la même année chez plusieurs individus. Il peut s'agir de cernes étroits, de cernes de gel, c'est-à-dire des cernes présentant des cellules endommagées par un gel durant la saison de croissance (Glerum et Farrar, 1966 ; LaMarche, 1970 ; Brunstein, 1996), ou bien de cernes pâles affichant un bois final faiblement exprimé (Filion et al., 1986). Dans certains milieux, les cernes diagnostiques sont très fréquents, de sorte que l'interdatation d'un grand nombre de tiges est rendue possible sans que l'on mesure la largeur des cernes annuels. De plus, si les cernes diagnostiques sont suffisamment nombreux et forment des séquences particulières sur une courte période, la probabilité d'interdatation des échantillons est élevée malgré un faible nombre de cernes ou encore une faible corrélation entre le patron de croissance radiale de chaque échantillon et une dendrosérie de référence.\nDes cernes pâles ont été observés d'abord chez de nombreux arbres en région subarctique (Filion et al., 1986 ; Delwaide et al., 1991) et puis en milieu subalpin (Brunstein, 1995 ; Szeicz, 1996). Les cernes pâles sont particulièrement fréquents chez l'épinette noire (Picea mariana [Mill.] BSP.) à la limite nordique des forêts au Québec, où 105 années de cernes pâles ont été répertoriées à ce jour entre l'an 1339 et l'an 1978 ap. J.-C. (Filion et al., 1986 ; Delwaide et al., 1991). Les conditions climatiques sous lesquelles se forment les\ncernes pâles ne sont pas connues précisément. On sait toutefois qu'une saison de croissance froide et brève encourage leur formation (Filion et al., 1986 ; Yamaguchi et al., 1993 ; Szeicz, 1996). De plus, il semble que les cernes pâles soient plus abondants dans les tourbières que dans les milieux mieux drainés à cause du lent dégel de la tourbe au printemps (Lavoie et Payette, 1997). Quoi qu'il en soit, plusieurs cernes pâles ont vraisemblablement été formés lors de saisons de croissance anormalement brèves, vraisemblablement en réponse à l'effet climatique refroidissant d'éruptions volcaniques importantes (Filion et al., 1986).\nEn facilitant l'interdatation d'un grand nombre d'échantillons, la chronologie des cernes pâles du Nord québécois a permis la reconstitution de l'évolution de plusieurs écosystèmes subarctiques au cours des 400 à 600 dernières années (Filion et al., 1985 ; Payette et al., 1985, 1989 ; Bégin, 1991 ; Arseneault et Payette, 1992 ; Lavoie et Payette, 1992, 1994 ; Lescop-Sinclair et Payette, 1995). Cependant, en raison de la décomposition relativement rapide du bois mort à la surface du sol, il n'a pas encore été possible de prolonger cette chronologie avant le XIVe siècle. Une extension de la chronologie des cernes pâles nécessite donc la découverte de spécimens plus anciens bien préservés. À cet égard, les tourbières facilitent une meilleure préservation du matériel ligneux à cause des conditions anaérobiques prévalant dans la tourbe (Eronen, 1979 ; Gagnon et Payette, 1981 ; Eronen et Huttunen, 1987 ; Kullman, 1987 ; Tessier et al., 1993 ; Lavoie et Payette, 1997).\nLe principal objectif de ce travail est de prolonger la chronologie des cernes pâles du Québec subarctique, pour fins d'interdatation et de reconstitution paléoécologique, à l'aide de troncs d'épinette noire enfouis dans la tourbe. Les objectifs secondaires de la recherche sont (1) de comparer cette nouvelle chronologie à deux autres séquences de cernes pâles, couvrant une moins longue période, et établies à partir d'un beaucoup plus grand nombre d'échantillons prélevés dans des tourbières et (2) de présenter des séquences de cernes diagnostiques (cernes pâles et cernes étroits) permettant une interdatation rapide des spécimens.\nRÉGION D'ÉTUDE ET MÉTHODES\nNotre étude a été entreprise dans trois tourbières à pergélisol situées le long du cours moyen de la rivière Boniface (57° 44' N ; 76° 10' O), à environ 10 km au sud de la limite des forêts au Québec subarctique (fig. 1). La température moyenne annuelle dans la région est d'environ -7 °C alors que les moyennes mensuelles minimale (février) et maximale (juillet) oscillent respectivement autour de -26 °C et 9 °C. La durée moyenne de la période sans gel est estimée à 60 jours et la saison de croissance s'étend de la mi-juin à la fin août. Les précipitations moyennes annuelles varient autour de 400 mm, dont 40 % tombe sous forme de neige (Environment Canada, 1989).\nLa région de la rivière Boniface est localisée dans la sous-zone arbustive de la toundra forestière, où l'épinette noire est l'espèce arborescente dominante. La croissance de l'épinette y est cependant soumise à une érosion intense\nGéographie physique et Quaternaire, 52(2), 1998\ndes méristèmes et des tissus foliaires à l'interface neige-air. Il en résulte un gradient de formes de croissance allant du port arbustif dans les sites les plus exposés à la forme arborescente symétrique dans les endroits protégés (Lavoie et Payette, 1992). Les lichénaies et les formations d'épinettes rabougries (krummholz) dominent le paysage, notamment sur les collines exposées, alors que des pessières à lichens sont dispersées sur les sols modérément à bien drainés. Des tourbières minérotrophes occupent le fond de la plupart des dépressions topographiques. Du pergélisol (butte de gel, palse, plateau palsique) et des mares se sont développées dans plusieurs tourbières.\nLa chronologie des cernes pâles a été établie à l'aide d'échantillons prélevés dans un premier site (site principal; site PR ; figs. 1 et 2). Il s'agit d'une tourbière bordée d'un krummholz ouvert et d'une lichénaie. Le site renferme également deux mares peu profondes qui ont été drainées à l'aide d'un canal. La partie aval de la tourbière a été sondée de manière systématique jusqu'à une profondeur de 30 cm à l'aide d'une tige métallique. Tous les macrorestes d'épinette furent dégagés de la tourbe et une rondelle a été prélevée à la base de tous les spécimens. Après un ponçage fin, les cernes annuels de croissance ont été examinés sous une loupe binoculaire.\nLes cernes pâles sont définis ici comme étant ceux dont le bois final est nettement plus étroit que celui des cernes voisins lors d'un examen sous une loupe binoculaire (fig. 3 et 4). Bien que cette définition ne repose sur aucune donnée\ndensitométrique, elle permet de considérer un nombre très élevé d'échantillons. L'année de formation de chaque cerne pâle a été notée. Parmi les 319 macrorestes découverts au site PR, 150 furent ainsi interdatés (Arseneault et Payette, 1997b). Ces épinettes ont vécu approximativement entre 1275 av. J.-C. et 780 ap. J. C. (60 individus interdatés au sein de trois chronologie flottantes datées au radiocarbone) et entre 690 ap. J.-C. et 1591 ap. J.-C. (90 individus au sein d'une chronologie datée de façon absolue sur la chronologie existante [Delwaide et al., 1991]). Les épinettes présentaient un port arborescent avec de rares signes d'érosion nivéoéolienne et, chez la plupart, une croissance isodiamétrique sans bois de réaction. Puisque les systèmes racinaires étaient souvent absents, il semble que ces arbres se soient développés dans une pessière en bordure de la tourbière avant de tomber sur la tourbe (Arseneault et Payette, 1997b). Les résultats présentés ici concernent la chronologie maîtresse (690 à 1591 ap. J.-C.). Les données relatives aux trois chronologies flottantes du site PR sont présentées ailleurs (Arseneault, 1996).\nOn a comparé la chronologie maîtresse des cernes pâles du site PR aux chronologies confectionnées à partir des macrorestes découverts dans deux autres tourbières, comprenant chacune une mare drainée à l'aide d'une pompe motorisée (sites HT et VA ; Arseneault et Payette, 1997a ; fig. 1). Le site HT est localisé au sommet d'une petite colline exposée alors que le site VA occupe le fond d'une vallée modérément protégée. Dans les deux sites, tous les restes conifériens présents dans les mares ont été dégagés et échantillonnés en prélevant une rondelle de tronc au diamètre maximal ou au collet racinaire. On a découvert 666 (site HT) et 350 (site VA) macrorestes, dont 82 % et 79 % respectivement ont été interdatés de façon absolue (Arseneault et Payette, 1997a). Les individus ont vécu entre 808 et 1652 ap. J.-C. (site HT) et entre 1085 et 1689 ap. J.-C. (site VA). La plupart des macrorestes du site HT avaient une forme de croissance rabougrie, alors que ceux du site VA étaient érigés mais présentaient des signes évidents d'érosion hivernale. Ces épinettes se sont vraisemblablement développées sur la tourbe puisque les systèmes racinaires étaient mieux\nLocation map of the studied locations along Rivière Boniface, northern Québec. Isolines indicate elevation above sea level (contour interval is 20 m).\nSubfossils of black spruce extracted from peat at PR site.\nGéographie physique et Quaternaire, 52(2), 1998\npréservés que les tiges aériennes. Dans les deux sites, la plupart des sections transversales étaient asymétriques avec une alternance de périodes de bois de réaction et de cernes étroits. Les épinettes ont présenté une meilleure croissance radiale au site PR (en moyenne 0,27 mm / an)\nqu'aux sites VA (0,22 mm / an) et HT (0,13 mm / an). Ces différences de croissance résultent probablement des différences importantes de phénotypes entre les trois sites, les épinettes les plus érodées (site HT) affichant les cernes les plus étroits et les plus asymétriques (Arseneault et Payette, 1997a, b). Par ailleurs, les épinettes noires des sites HT et VA ont progressivement dépéri après 1568 ap. J.-C. à cause d'un rehaussement de la nappe phréatique.\nDans les trois chronologies, les années de cerne pâle observées chez un seul échantillon et les périodes couvertes par moins de cinq individus ont été ignorées. Les périodes suivantes ont donc été considérées dans notre analyse : 706- 1585 ap. J.-C. (site PR) ; 1039-1630 ap. J.-C. (site HT) ; 1160- 1675 ap. J.-C. (site VA). Pour chacune de ces périodes, la fréquence des cernes pâles a été calculée en divisant, pour chaque année, le nombre de cernes pâles observés par le nombre d'échantillons analysés. On a regroupé les années de cerne pâle en quatre classes de fréquence (1 : 1-25 %; 2 : 26-50 % ; 3 : 51-75 % ; 4 : 76-100 %)."
  }, {
    "heading": "RÉSULTATS ET DISCUSSION",
    "text": "Dans la chronologie maîtresse du site PR, le nombre d'échantillons analysés varie entre 5 et 33 par année (moyenne = 15). Au total, 160 cernes pâles ont été observés entre les années 706 et 1585 ap. J.-C. (tabl. I), dont 19 % et 15 % appartiennent respectivement aux classes 3 et 4. Les cernes pâles formés au cours des années 709, 713, 759, 772, 774, 810, 885, 895, 931, 945, 973, 998, 1104, 1126, 1157, 1162, 1170, 1215, 1256, 1258, 1309, 1339, 1466 et 1492 ap. J.-C. sont très fréquents (classe 4). De plus, les cernes pâles des années 810, 1126 et 1215 ap. J.-C. sont très étroits. De façon générale, les cernes pâles sont bien répartis dans le temps, sauf entre les années 811 et 872 (aucun cerne pâle de fréquence supérieure à la classe 1), entre 1012 et 1056 et entre 1171 et 1214 (aucun cerne pâle de fréquence supérieure à la classe 2) et entre 1340 et 1466 ap. J.-C. (aucun cerne pâle de fréquence supérieure à la classe 3). Les périodes 750-810, 885-1011 et 1104-1170 ap. J.-C. comprennent plusieurs cernes pâles des classes 3 et 4.\nBien que les chronologies des sites HT et VA couvrent une moins longue période que celle du site PR, elles sont basées sur un très grand nombre d'échantillons: entre 5 et 402 (moyenne = 162) au cours de la période 1039-1630 ap. J.-C. au site HT et entre 5 et 256 (moyenne = 94) au cours de la période 1160-1675 ap. J.-C. au site VA. Au cours de ces périodes, 147 cernes pâles ont été observés au site HT et 130 au site VA. Les cernes de fréquences 3 et 4 représentent 17 % des cernes pâles observés au site HT et 14 % de ceux observés au site VA. Les cernes pâles les plus fréquents (classe 4) sont ceux des années 1056, 1067, 1126, 1170, 1215 et 1492 ap. J.-C. au site HT et ceux des années 1170, 1230, 1492, 1590, 1593 et 1634 ap. J.-C. au site VA (tabl I).\nEn raison de l'abondance des cernes pâles de classe 1, on note un taux de formation plus élevé de cernes pâles (toutes fréquences confondues) dans les sites HT et VA (en moyenne 1 cerne pâle par 4,0 années) qu'au site PR (1 cerne pâle par 5,5 années) (tabl. I). Les cernes de classe 1\nTypical sequence of light rings in a sample from PR site. The three lozenges identifiy the A.D. 750 ring. The tangential crack, which corresponds to year 759, has caused the decay of the rings between 755 to 759. The light rings seen here (black dots) are those of A.D. 738, 744, 747, 765, 767, 772, 774, 786 and 788. The rings from 738 and 744 have not been observed in other samples. The rings from years 765, 767, 769 and 775 are rather narrow (see Table II).\nTypical sequence of light rings in a sample from PR site. The three lozenges identifiy the A.D. 1200 ring. The tangential crack has caused the decay of 1215 and 1216 rings. The light rings seen here (black dots) are those of A.D. 1215, 1223, 1230, 1232 and 1240. The rings of years 1211 and 1215 are narrow (see Table II).\nGéographie physique et Quaternaire, 52(2), 1998\nTABLEAU I\nFréquence des cernes pâles dans les sites PR , HT et VA au Québec subarctique (années ap. J.-C.). Les cernes détectés dans un seul échantillon ainsi que les années représentées par moins de 5 individus ne sont pas considérés. PR: site PR; HT: site HT; VA: site VA.\nAnnée Fréquence * Année Fréquence Année Fréquence Année Fréquence\nPR HT VA PR HT VA PR HT VA PR HT VA 707 3 1067 3 4 1364 2 2 1 1528 1 1 1 709 4 1071 2 2 1368 1 1 1530 2 1 1 713 4 1079 1 1369 2 1 1 1531 3 2 2 724 2 1081 2 2 1371 1 1532 1 1 725 3 1082 2 3 1373 1 1 1533 1 1 726 2 1090 1 1379 3 2 2 1534 1 729 2 1101 2 2 1382 1 1 1535 1 731 2 1104 4 3 1388 2 1 1 1538 2 1 1 741 2 1106 1 1391 2 1 1 1540 1 743 1 1109 3 2 1392 1 1542 1 747 1 1110 1 1 1399 3 2 2 1544 1 1 749 1 1119 2 1 1402 3 2 1 1548 1 750 3 1126 4 4 1407 1 1549 3 3 3 757 2 1127 3 3 1410 3 2 2 1553 1 759 4 1134 1 2 1411 1 1554 3 2 2 762 1 1136 3 2 1417 1 1 1 1556 1 764 2 1151 1 1419 1 1559 1 765 3 1157 4 2 1422 1 1 1 1563 1 2 2 767 2 1159 1 1423 1 1 1566 1 772 4 1162 4 3 2 1424 1 1 1 1567 1 774 4 1170 4 4 4 1426 3 1 2 1568 1 786 3 1171 2 1 1428 1 1569 1 1 788 2 1173 1 1433 1 1 1 1571 1 1 793 1 1178 1 1438 1 1 1 1572 1 1 802 2 1182 1 1440 1 1 1 1573 1 805 2 1185 1 1 1444 2 1 1 1574 1 810 4 1187 1 1449 1 1575 1 831 1 1193 1 2 1450 2 1 1 1576 1 837 1 1195 1 2 1451 1 1577 1 1 854 1 1197 3 1453 3 3 2 1580 1 859 1 1210 2 2 2 1454 1 1582 1 1 870 1 1215 4 4 3 1455 1 1583 1 873 2 1223 2 1 1457 1 1 1 1585 1 1 875 1 1228 1 1460 1 1 1 1588 1 883 1 1230 3 3 4 1462 1 1 1590 3 4 885 4 1232 1 1 2 1465 1 1 1593 3 4 890 1 1237 2 3 2 1466 4 3 2 1595 1 895 4 1240 3 3 2 1469 1 1597 1 900 3 1242 1 1471 1 1599 1 931 4 1249 2 1 1473 1 1601 3 3 937 3 1256 4 3 3 1475 1 1603 2 2 940 1 1258 4 3 3 1477 3 3 2 1605 1 1 943 1 1262 2 1480 2 2 1 1606 1 945 4 1264 2 2 2 1481 1 1608 1 2 953 1 1269 1 1 1482 1 1 1 1609 2 3 955 1 1272 2 2 1 1483 1 1611 2 963 2 1274 1 1 1 1484 1 1615 1 965 2 1276 1 1485 1 1619 1 2 973 4 1288 1 1486 1 1620 1 3 974 2 1291 3 3 2 1489 1 1624 2 976 2 1295 1 1492 4 4 4 1627 1 981 3 1300 1 1 1 1493 1 1 1629 1 991 2 1309 4 2 3 1495 1 1 1630 3 993 3 1320 1 1 1496 1 1634 4 998 4 1323 3 2 2 1498 1 1 1638 2\n1007 2 1326 2 2 1 1500 1 1 1641 1 1011 3 1329 2 1 1503 1 1642 3 1023 2 1330 1 1508 1 2 1 1644 1 1024 2 1333 2 1 1 1509 1 1 1645 1 1031 1 1339 4 2 2 1511 1 1 1649 1 1046 1 2 1341 2 1 1 1516 1 1 1 1654 1 1051 2 2 1344 3 1 1 1517 1 1 1 1671 1 1056 3 4 1346 2 1 1 1518 1 1 1 1061 2 1 1355 1 1 1520 1 1064 2 3 1362 1 1 1526 3 3 3\n* Les fréquences sont exprimées en classes (1: 1-25%; 2: 26-50%; 3: 51-75%; 4: 76-100%).\nGéographie physique et Quaternaire, 52(2), 1998\nreprésentent respectivement 64 % et 65 % de tous les cernes pâles observés aux sites HT et VA, comparativement à 35 % au site PR. On évalue à 37 % et 41 % la proportion des cernes pâles de classe 1 répertoriés dans les sites HT et VA qui n'ont pas été détectés dans le site PR. L'analyse d'un plus grand nombre d'échantillons dans les sites HT et VA a probablement permis d'observer plusieurs cernes pâles de faible fréquence. De plus, comme l'état de préservation des systèmes racinaires indique que les épinettes du site PR ont poussé sur un sol minéral et que celles des sites HT et VA ont poussé sur la tourbe, la plus grande abondance de cernes pâles dans les sites HT et VA pourrait aussi être associée au dégel tardif des tourbières au printemps (Lavoie et Payette, 1997). Quoi qu'il en soit, les cernes pâles de classe 1 sont peu utiles pour interdater des épinettes à cause de leur faible fréquence.\nLes cernes pâles sont moins bien répartis entre les époques et les classes de fréquence aux sites HT et VA qu'au site PR (tabl. I). Aucun cerne pâle de classe 4 n'a été observé entre 1216 et 1491 ap. J.-C. au site HT et entre 1230 et 1491 ap. J.-C. au site VA. En fait, les périodes 1292- 1452 ap. J.-C. (HT) et 1310-1491 ap. J.-C. (VA) ne renferment que des cernes pâles de classes 1 ou 2 (fréquence ≤50%). Au cours de ces périodes, les cernes pâles de classes 3 et 4 au site PR sont apparus avec une fréquence plus faible de 28 % en moyenne au site HT et de 34 % au site VA. Cette moins bonne expression des cernes pâles fréquents semble associée, du moins en partie, à l'hétérogénéité du matériel analysé. En effet, le patron de croissance radiale des épinettes des sites HT et VA était souvent asymétrique à cause de l'enchaînement de périodes de croissance réduite et de bois de réaction. Ces perturbations de croissance ont probablement augmenté la difficulté de repérer les cernes pâles par rapport aux échantillons isodiamétriques du site PR.\nQuoi qu'il en soit, les cernes pâles les plus fréquents sont les mêmes dans les trois sites (tabl. I). À l'exception des cernes pâles des années 1344 et 1426 ap. J.-C., tous les cernes pâles de classes 3 et 4 dans le site PR ont une fréquence supérieure à 30 % dans le site HT et 25 % dans le site VA. De plus, il existe une forte corrélation de la fréquence des cernes pâles entre les sites (fig. 5), indiquant que, dans l'ensemble, les différences écologiques entre ces derniers (différences édaphiques, d'exposition, de phénotype, de croissance radiale, etc.) au sein de la région d'étude n'exercent pas une influence marquée sur la formation des cernes pâles en comparaison des conditions climatiques. Ainsi, la corrélation entre les dendroséries de cernes pâles laisse supposer que la chronologie de la période 706-1039 ap. J.-C. au site PR est représentative de la région d'étude, même si elle n'est pas encore validée par des spécimens récoltés ailleurs. Cette concordance entre les sites est également soulignée par la similarité des trois chronologies avec une chronologie régionale couvrant la période de 1339 à 1982 ap. J.-C. (Filion et al., 1986; Delwaide et al., 1991).\nPlusieurs séquences de cernes diagnostiques se démarquent dans les trois sites. Ces séquences se caractérisent par un agencement particulier de cernes pâles fréquents, dont certains sont fendus, et de cernes étroits étalés sur une courte période (tabl. II et fig. 3 et 4). De telles séquences sont facilement repérables dans la plupart des échantillons et sont très utiles pour interdater les épinettes. En fait, en ce qui regarde le travail d'interdatation, on suggère de repérer d'abord une séquence en cherchant les cernes qui se démarquent le plus (soulignés dans le tabl. II), puis de valider la datation en examinant l'encadrement de la séquence par les autres cernes pâles.\nDispersal graph of the frequency of light rings at PR site versus the frequency of light rings at HT sites (A; r = 0.82; n = 90; P< 0.01) and VA (B; r = 0.78; n = 63; P < 0.01). Rings seen in only one sample as well as years with less than 5 specimens are not taken into account.\nGéographie physique et Quaternaire, 52(2), 1998\nLe registre des données sur le volcanisme mondial est fragmentaire et ne permet pas d'établir une association claire entre les années de formation des cernes pâles et les années d'éruptions volcaniques au cours de la période 706- 1339 ap. J.-C., comme ce fut le cas pour la période plus récente allant du XVIe siècle à aujourd'hui (Filion et al., 1986). Néanmoins, parmi les cernes pâles de classes 3 ou 4 du site PR, ceux des années 759, 765, 885, 900, 937, 1104, 1109, 1230, 1256 et 1258 ap. J.-C. ont été formés la même année ou l'année suivant une éruption volcanique considérée importante (Volcanic Explosivity Index >3; Hammer et al., 1980; Simkin et Siebert, 1994; Zielinski et al., 1994)."
  }, {
    "heading": "CONCLUSION",
    "text": "La récolte de macrorestes d'épinettes noires préservés dans des tourbières a permis d'ajouter 600 ans à la chronologie existante des cernes pâles du Québec subarctique. Plusieurs cernes pâles très fréquents ont été formés au cours de la période 706-1339 ap. J.-C. Plusieurs de ces cernes forment, en association avec des cernes étroits, des séquences de cernes diagnostiques qui facilitent le travail d'interdatation. Nos résultats indiquent, qu'avec un grand nombre d'échantillons, il est possible d'observer plusieurs cernes pâles peu fréquents. On a mis également en évidence une forte corrélation de la fréquence des cernes pâles entre les sites, malgré des conditions de croissance locales différentes. Ainsi, des reconstitutions de l'histoire des écosystèmes pourront désormais être réalisées sur une plus longue période, notamment à la limite des forêts où les cernes pâles sont fréquents. Plusieurs chronologies flottantes, dont une de plus de 900 ans, ont déjà été construites (Arseneault, 1996; Lavoie et Payette, 1997). Il semble maintenant possible d'envisager la construction d'une chronologie de croissance radiale de l'épinette noire couvrant les 3000 dernières années dans le Nord québécois. D'autres études sont également souhaitables afin de caractériser les cernes pâles sur le plan de l'anatomie et de la densitométrie. De plus, une meilleure connaissance des conditions menant à la formation des cernes pâles permettrait de les utiliser comme indicateurs paléoclimatiques.\nTABLEAU II\nDescription des séquences particulières de cernes diagnostiques pour la période 700-1500 ap. J.-C. dans la région de la rivière Boniface au Québec nordique\nSéquence (années ap. J.-C.)\nDescription* Remarque\n759-774 759PF, 765P, 767P, 772P, 774P Le cerne de 759 se démarque nettement (fente tangentielle présente dans tous les échantillons analysés); les cernes adjacents à 759 sont parfois décomposés (à cause de la fente); les cernes de 765, 767, 769 et 775 sont plutôt étroits (fig. 3).\n810 810PE En général, le cerne de 810 est très étroit (parfois incomplet) et suivi de 4- 5 décennies de faible croissance\n885-900 885P, 890P, 895P, 900P Beaux cernes pâles régulièrement espacés; bonne croissance\n931-945 931P, 937P, 945PF Beaux cernes pâles; bonne croissance"
  }, {
    "heading": "991-1011 991P, 993P, 998PF, 1007P, 1011P",
    "text": ""
  }, {
    "heading": "1051-1067 1051P, 1056P, 1061P, 1064P, 1067P",
    "text": ""
  }, {
    "heading": "1101-1109 1101P, 1104P, 1106P, 1109P",
    "text": "1115-1130 1115E, 1126EP, 1127P, 1130E En général, le cerne de 1115 est nettement plus étroit que les cernes adjacents; mauvaise croissance entre 1126 et 1132\n1183-1187 1183E, 1185E, 1187E Séquence peu évidente mais qui peut être confondue avec celles de 1211-1215 et 1422-1426.\n1157-1170 1157P, 1162P, 1170PF Le cerne de 1170 se démarque nettement\n1211-1215 1211E, 1213E, 1215PFE Séquence régulière de cernes étroits se terminant par un cerne pâle fréquent; ne pas confondre avec 1422-1424-1426 (1215 se démarque beaucoup plus que 1426) (fig 4).\n1256-1258 1256P, 1258P Les cernes de 1256 et 1258 sont séparés par un cerne (1257) plus étroit\n1323-1329 1323P, 1326P, 1329P Séquence régulière; encadrée par les cernes pâles de 1309 et 1339."
  }, {
    "heading": "1391-1410 1391P, 1399P, 1402PE, 1410P",
    "text": "1422-1426 1422E, 1424E, 1426PE Séquence régulière de cernes étroits; Ces 3 cernes sont parfois pâles (surtout 1426); ne pas confondre avec 1211-1213-1215\n1450-1477 1450P, 1453P, 1465E, 1466P, 1477P Les cernes de 1465 (étroit) et 1466 (fréquent) sont facilement repérables; mauvaise croissance entre 1450 et 1500.\n1492-1493 1492P, 1493E Séquence facilement repérable\n*P: cerne pâle; F: fente tangentielle fréquente à la fin du cerne; E: cerne étroit par rapport aux cernes adjacents. En général, les cernes soulignés sont facilement repérables.\nGéographie physique et Quaternaire, 52(2), 1998"
  }, {
    "heading": "REMERCIEMENTS",
    "text": "Nous remercions Marie-Claude Dansereau et MarieJosée Laberge pour leur aide précieuse sur le terrain et Suzanne Béland pour la compilation des données. Ce travail a été subventionné par le Conseil de recherche en sciences naturelles et en génie du Canada (CRSNG), le Fonds pour la formation des chercheurs et l'aide à la recherche du Québec (FCAR), le Centre d'études nordiques de l'Université Laval et le ministère des Affaires indiennes et du Nord (Canada).\nRÉFÉRENCES\nArseneault, D., 1996. Analyse dendroécologique des macrorestes ligneux des tourbières subarctiques. Thèse Ph. D., Université Laval.\nArseneault, D. et Payette, S. 1992. A postfire shift from lichen-spruce to lichentundra vegetation at tree line. Ecology, 73: 1067-1081.\n_______ 1997a. Landscape change following deforestation at the arctic tree line in Québec, Canada. Ecology, 78: 693-706.\n_______ 1997b. Reconstruction of millennial forest dynamics from tree remains in a subarctic tree line peatland. Ecology, 78: 1873-1883.\nBégin, C., 1991. Analyse architecturale et dendroécologique d'une pessière à lichens à la limite des forêts. Thèse Ph. D., Université Laval.\nBrunstein, F. C., 1995. Bristlecone pine frost-ring and light-ring chronologies, from 569 B.C. to A.D. 1993, Colorado. U. S. Geological Survey, Open-File Report 95-63.\n_____ 1996. Climatic significance of the Bristlecone pine latewood frost-ring record at Almagre Mountain, Colorado, U.S.A. Arctic and Alpine Research, 28: 65-76.\nDelwaide, A., Filion, L. et Payette, S., 1991. Spatiotemporal distribution of light rings in subarctic black spruce, Quebec. Canadian Journal of Forest Research, 21: 1828-1832.\nEnvironment Canada, 1989. Climatic summary and meteorological data from Inukjuak weather station, Québec, Canada.\nEronen, M., 1979. The retreat of pine forest in Finnish Lapland since the Holocene climatic optimum: a general discussion with radio-carbon evidence from subfossil pines. Fennia, 157: 93-114.\nEronen, M. et Huttunen, P., 1987. Radiocarbon-dated subfossil pines from Finnish Lapland. Geografiska Annaler, 69A: 297-304.\nFilion, L., Payette, S. et Gauthier, L., 1985. Analyse dendroclimatique d'un krummholz à la limite des forêts, lac Bush, Québec nordique. Géographie physique et Quaternaire, 39: 221-226.\nFilion, L., Payette, S., Gauthier, L. et Boutin, Y., 1986. Light rings in subarctic conifers as a dendrochronological tool. Quaternary Research, 26: 272-279.\nFritts, H. C., 1976. Tree Rings and Climate. Academic Press, Londres.\nFritts, H. C. et Swetnam, T. W., 1989. Dendroecology: A tool for evaluating variations in past and present forest environments. Advances in Ecological Research, 19: 111-188.\nGagnon, R. et Payette, S., 1981. Fluctuations holocènes de la limite des forêts de mélèzes, rivière aux Feuilles, Nouveau-Québec: une analyse macrofossile en milieu tourbeux. Géographie physique et Quaternaire, 35: 57-72.\nGlerum, C. et Farrar, J. L., 1966. Frost ring formation in the stem of some coniferous species. Canadian Journal of Botany, 44: 879-886.\nHammer, C. U., Clausen, H. B. et Dansgaard, W., 1980. Greenland ice sheet evidence of post-glacial volcanism and its climatic impact. Nature, 288: 230-235.\nHolmes, R. L., 1983. Computer-assited quality control in tree-ring dating and measuring. Tree-Ring Bulletin, 43: 69-78.\nKullman, L., 1987. Sequence of Holocene forest history in the Scandes, inferred from megafossil Pinus sylvestris. Boreas, 16: 21-26.\nLaMarche, V. C., 1970. Frost-damage rings in subalpine conifers and their application to tree-ring dating problems, p. 99-100. In J. H. G. Smith et J. Worrall eds., Tree-Ring Analysis with Special Reference to Northwest America. The University of British Columbia Faculty of Forestry Bulletin 7.\nLavoie, C. et Payette, S., 1992. Black spruce growth forms as a record of a changing winter environment at treeline, Quebec, Canada. Arctic and Alpine Research, 24: 40-49.\n_______ 1994. Recent fluctuations of the lichen-spruce forest limit in subarctic Québec. Journal of Ecology, 82: 725-734.\n_______ 1997. Crossdating subfossil black spruce (Picea mariana [Mill.] BSP.) stems in mires of subarctic Québec. The Holocene 7: 129-137.\nLescop-Sinclair, K. et Payette, S. 1995. Recent advance of the arctic treeline along the eastern coast of Hudson Bay. Journal of Ecology, 83: 929-936.\nPayette, S., Filion, L., Delwaide, A. et Bégin, C., 1989. Reconstruction of treeline vegetation response to long-term climate change. Nature, 341: 429- 432.\nPayette, S., Filion, L., Gauthier, L. et Boutin, Y., 1985. Secular climate change in old-growth tree-line vegetation. Nature, 315: 135-138.\nSchweingruber, F. H., Eckstein, D., Serre-Bachet, F. et Bräker, O. U. 1990. Identification, presentation and interpretation of event years and pointer years in dendrochronology. Dendrochronologia, 8: 9-38.\nSimkin, T. et Siebert, L, 1994. Volcanoes of the World. Deuxième édition. Geoscience Press, Tucson.\nSzeicz, J. M., 1996. White spruce light rings in northwestern Canada. Arctic and Alpine Research, 28: 184-189.\nTessier, L., De Beaulieu, J.-L., Couteaux, M., Édouard, J.-L., Ponel, P., Rolando, C., Thinon, M., Thomas, A. et Tobolski, K., 1993. Holocene palaeoenvironments at the alpine timberline in the French Alps: a multidisciplinary approach. Boreas, 22: 244-254.\nYamaguchi, D. K., Filion, L. et Savage, M., 1993. Relationship of temperature and light ring formation at subarctic treeline and implications for climate reconstruction. Quaternary Research, 39: 256-262.\nZielinski, G. A., Mayewski, P. A., Meeker, L. D., Whitlow, S., Twickler, M. S., Morrison, M., Meese, D. A., Gow, A. J. et Alley, R. B. 1994. Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implication for the Volcano-Climate system. Science, 264: 948-952."
  }],
  "references": [],
  "id": "SP:4a8d8d71d3511588f53e8db881631a8fea9819df",
  "authors": [{
    "name": "Dominique Arseneault",
    "affiliations": []
  }, {
    "name": "Serge Payette",
    "affiliations": []
  }],
  "abstractText": "Citer cet article Arseneault, D. & Payette, S. (1998). Chronologie des cernes pâles de l’épinette noire ( Picea mariana [Mill.] BSP.) au Québec subarctique : de 706 à 1675 ap. J.-C. . Géographie physique et Quaternaire, 52(2), 219–226. https://doi.org/10.7202/004764ar Résumé de l'article Une récolte de 1335 macrorestes ligneux enfouis dans trois tourbières du Québec subarctique a permis d'allonger de plus de 600 ans la chronologie des cernes pâles de l'épinette noire (Picea mariana [Mill.] BSP.), de l'an 706 ap. J.-C. à l'an 1339 ap. J.-C. Au total, 257 cernes pâles ont été répertoriés entre 706 et 1675 ap. J.-C., dont 124 précèdent l'an 1339. Les cernes pâles formés en 709, 713, 759, 772, 774, 810, 885, 931, 945, 973, 998, 1056, 1067, 1104, 1126, 1157, 1162, 1170, 1215, 1256, 1258 et 1309 ap. J.-C. se trouvent dans plus de 75 % des tiges. De façon générale, ces cernes dia gnostiques sont bien répartis dans le temps, sauf entre 811 et 872 ap. J.-C. où aucun cerne pâle ne s'est formé chez plus de 25 % des épinettes. Grâce au nombre élevé de tiges échantillonnées, plusieurs cernes pâles peu fréquents ont pu être identifiés. De plus, une forte correspondance de la fréquence des cernes pâles entre les sites étudiés indique que les conditions écologiques locales n'ont exercé qu'une influence modérée sur leur formation par rapport aux conditions climatiques. Plusieurs séquences de cernes diagnostiques, faites d'une alternance caractéristique de cernes étroits et de cernes pâles, facilitent également l'interdatation des épinettes.",
  "title": "CHRONOLOGIE DES CERNES PÂLES DE L'ÉPINETTE NOIRE (Picea mariana [Mill.]"
}