{
  "sections": [{
    "text": "Key words: atmosphere, climate, Tambora 1815, volcano, ‘year without a summer’\n© Arnold 2003 10.1191/0309133303pp379ra\nI had a dream, which was not all a dream. The bright sun was extinguish’d, and the stars Did wander darkling in the eternal space, Rayless, and pathless, and the icy earth Swung blind and blackening in the moonless air; Morn came and went – and came, and brought no day, And men forgot their passions in the dread Of this their desolation; and all hearts Were chill’d into a selfish prayer for light\nExtract from Darkness by Lord Byron, 1816 (J.J. McGann and B. Weller, editors, The complete poetical works, Oxford: Clarendon Press, 7 vols., 1980–92.)"
  }, {
    "heading": "1 Introduction",
    "text": "Two of the strongest currents in contemporary volcanology concern risk mitigation and the coupling of volcanism to the Earth system. Of course, these very broad motivations encompass a great variety of individual lines of enquiry but it is true that they are at the heart of much volcanological research. In the past 20–30 years, significant advances have been made in the theoretical and experimental description of volcanic processes, such as the physics of explosive eruptions, and the atmospheric transport and deposition of ash. These approaches have borne fruit not least because they provide a secure basis for developing tools to ‘invert’ the geological record of past eruptions to yield quantitative estimates of important eruption parameters. Over the same period, improved surveillance techniques (e.g., seismology, geodesy, geochemistry, satellite remote sensing) and computational capabilities have led to opportunities to calibrate and validate these theoretical treatments. Satellite observations following the 1991 eruption of Pinatubo in the Philippines, for example, have yielded much information on the response of the atmosphere-climate system to sulfur-rich explosive eruptions (McCormick et al., 1995; Hansen et al., 1997; Robock, 2000). However, the modern instrumental record only spans a modest range of eruption intensities, sulfur yields and durations. To understand the hazards and climatic consequences of eruptions significantly larger than Pinatubo, we have to explore the records of historical and prehistoric volcanism. In this regard, the largest known eruption in history, that of Tambora volcano, Indonesia, in 1815, offers vital insights.\nTambora may once have been the highest peak of the East Indies. Sailing eastwards past Bali, it appeared as high on the horizon, despite being further away, as 3726-mhigh Mount Rinjani on Lombok island. Stothers (1984) reckoned its height must have exceeded 4300 m. We will never know for certain because the cone was toppled in April 1815 by the largest eruption of recorded history. The events resulted in the greatest known death toll attributable to a volcanic eruption (Tanguy et al., 1998), and the global reach of the climatic consequences of the eruption has been implicated in the ‘The last great subsistence crisis in the Western World’ (Post, 1977). The aim of this paper is to review the events and consequences of the 1815 eruption and to consider their implications for assessing the impact of future explosive eruptions on this scale."
  }, {
    "heading": "II The eruption",
    "text": "Shortly before the eruption, Java had fallen under British control in 1811, and Sir Stamford Raffles was the appointed Lieutenant Governor. He took a keen interest in the culture and natural history of the island and the Indonesian archipelago, and much of what we know about the Tambora eruption is handed down in his history of Java (Raffles 1817) and his memoirs (Raffles, 1830). These, and other documents and letters published in the Asiatic Journal (an absorbing mine of intelligence information, literary reviews and news items on the region, which began publication in 1816), furnish us with fascinating insights into the nature and consequences of the eruption. These contemporary accounts were carefully reviewed by Stothers (1984) and Sigurdsson and Carey (1992) but since the original documents are not that easy to come by, extracts from them are reproduced in the following sections. Other important sources of information on the Tambora eruption are Post (1977), Stommel and Stommel (1979, 1983) and Harrington (1992)."
  }, {
    "heading": "1 Initial blasts",
    "text": "Tambora forms the Sanggar peninsula on Sumbawa, one of the fleet of predominantly volcanic islands rising from the Flores sea, Indonesia (Figure 1). It appears to have been\nconsidered extinct (perhaps even nonvolcanic) until 1812 when it began rumbling and emitting small ash clouds. Magma had clearly begun ascending to the surface. Three years later, during the evening of Wednesday 5 April 1815, the first serious eruption began, lasting for around 2 hours (depositing layer F-2 in Figure 2). From Raffles’ memoirs, we have the following account (Raffles, 1830):\nThe first explosions were heard on this Island in the evening of the 5th of April, they were noticed in every quarter, and continued at intervals until the following day. The noise was, in the first instance, almost universally attributed to distant cannon; so much so, that a detachment of troops were marched from Djocjocarta, in the expectation that a neighbouring post was attacked, and along the coast boats were in two instances dispatched in quest of a supposed ship in distress.\nOn the following morning, however, a slight fall of ashes removed all doubt as to the cause of the sound, and it is worthy of remark, that as the eruption continued, the sound appeared to be so close, that in each district it seemed near at hand, it was attributed to an eruption from the Marapi, the Gunung Kloot or the Gunung Bromo.\nThe Honourable Company’s Cruiser Benares was at Makassar (Ujung Pandang, Sulawesi), 350 km north-northeast of Tambora on the 5 April. An extract from a private letter written by the commander reads:\nOn the fifth of April a firing of cannon was heard at Macassar: the sound appeared to come from the southward, and continued at intervals all the afternoon. Towards sun-set the reports seemed to approach much nearer, and sounded like heavy guns occasionally, with slighter reports between. (Asiatic Journal, August 1816, 2: 165)\nBy carefully examining the dispersal pattern of lithic fragments (accidental clasts derived from conduit and vent erosion rather than new magma) in the tephra layer resulting from this event, Sigurdsson and Carey (1989) estimated that the eruption intensity exceeded 108 kg s–1, propelling the plume to 33 km above sea-level, and that the eruption magnitude (total mass) was 1.11 ´ 1012 kg. People living around the volcano sent delegates to the government authorities in Bima to request help in investigating the eruption. The authorities responded by sending a man by the name of Israel who reached the scene on 9 April."
  }, {
    "heading": "2 Cataclysmic eruption",
    "text": "After a lull in activity, a second major eruption began around 19:00 h local time on Monday 10th April (depositing layer F-4 in Figure 2). This event lasted less than 3 hours but was stronger, with the discharge rate estimated at approaching 3 ´ 108 kg s–1, and the eruption cloud soaring to 43 km (Sigurdsson and Carey, 1989). This height may only have been exceeded in the past two millennia by the ‘ultraplinian’ eruption of Taupo, New Zealand, in 181 AD (which reached an estimated 51 km; Carey and Sigurdsson, 1989). Perhaps the best eyewitness account of this phase of the eruption is from Lieutenant Owen Philipps, who was dispatched by Raffles to Sumbawa with quantities of rice to ‘proceed and adjust the delivery thereof, with instruction, at the same time, to ascertain, as nearly as possible, the local effects of the volcano’ (Raffles, 1830). While staying in Dompu, he met with the Rajah of Sanggir who miraculously survived the eruption:\nAs the Rajah was himself a spectator of the later eruption, the following account which he gave me is perhaps more to be depended upon than any other I can possibly obtain. About seven p.m. on the 10th April, three distinct columns of flame burst forth near the top of the Tomboro mountain (all of them apparently within the verge of the crater), and after ascending separately to a very great height, their tops united in the air in a troubled and confused manner.\nUp to this point, only around 1.8 km3 (dense-rock equivalent, DRE) of magma had been erupted in total, 1.18 km3 of which was provided by the F-4 phase (Figure 3(a)). Gravitational ‘fountain’ collapse of the convecting central eruption column ensued shortly before 20:00 h, probably as the eruption vent widened and water content in the magma decreased. A strong ‘whirlwind’, interpreted as one or more pyrcoclastic flows, soon hit Sanggar, destroying the village. Over the next 3–4 days around 50 km3 (DRE) of magma cascaded down the mountain as pumice flows, destroying Tambora village, and generating immense co-ignimbrite (‘phoenix’) clouds (Figures 3(b), (4)). Of the resulting deposit 40% by mass is composed of ash fallout from these clouds (Sigurdsson and Carey, 1989). Israel, the representative sent by the regional government was among those killed at this time. Philipps recorded the following from his interview with the Rajah (Raffles, 1830):\nIn a short time, the whole mountain next Sang’ir appeared like a body of liquid fire, extending itself in every direction. The fire and columns of flame continued to rage with unabated fury, until the darkness caused by the quantity of falling matter obscured it at about 8 p.m. Stones, at this time, fell very thick at Sang’ir; some of them as large as two fists, but generally not larger than walnuts.\nBetween 9 and 10 p.m. ashes began to fall, and soon after a violent whirlwind ensued, which blew down nearly every house in the village of Sang’ir, carrying the ataps or roofs, and light parts away with it. In the part of Sang’ir adjoining Tomboro its effects were much more violent, tearing up by the roots the largest trees and carrying them into the air, together with men, horses, cattle, and whatever else came within its influence.\nThe whirlwind lasted about an hour. No explosions were heard till the whirlwind had ceased, at about 11 a.m. From midnight till the evening of the 11th, they continued without intermission; after that time their violence moderated, and they were only heard at intervals, but the explosions did not cease entirely until the 15th July.\nThe crew of a vessel sailing from Timor also appear to have witnessed the paroxysmal phase of the eruption, for they observed the foot of the volcano engulfed in flames and the summit encircled by dark clouds, with fire and flames shooting out. Bima remained in complete darkness until noon on 12 April, and ash fall there was so heavy that most\nroofs collapsed, including that of the Resident’s house (Asiatic Journal, August 1816, 2: 167). Curiously, the Resident appears to have singled out 14 April as the night of the most terrific explosions, which were like ‘a heavy mortar fired close to his ear’ (Asiatic Journal, August 1816, 2: 166). This could suggest the climactic phase of the eruption, though this seems unlikely in view of the geographically widespread reports of concussions heard on the night of the 10–11 April. After leaving Bima, the Benares passed close to Tambora on 23 April, providing a picture of the appearance of the volcano following its convulsions:\nIn passing it at the distance of about six miles, the summit was not visible, being enveloped in clouds of smoke and ashes, the sides smoking in several places, apparently from the lava which has flowed down it not being cooled; several streams have reached the sea; a very considerable one to the N.N.W. of the mountain, the course of which was plainly discernible, both from the black colour of the lava, contrasted with the ashes on each side of it, and the smoke which arose from every part of it. (Asiatic Journal, August 1816, 2: 165–67)"
  }, {
    "heading": "3 Distant effects",
    "text": "The distant effects of the eruption were astonishing. Explosions were heard through the night of Monday 10 to Tuesday 11 April in Benkulen (1800 km away), Mukomuko (2000 km), and perhaps Trumon (2600 km) on Sumatra (Figure 5). The following report came from Fort Marlborough in Sumatra in May 1815:\nA somewhat remarkable instance has occurred recently on this coast. A noise, as if firing of guns, has been heard, nearly at the same time, at different stations, lying between 2° 30’ and 5° 30’ of south latitude.\nThe noise was heard by some individuals in this settlement, on the morning of the 11 April. In the course of that day, some deputies (or head men) of villages situated at a considerable distance towards the hills, came down, and reported that they had heard a continual heavy firing since the earliest dawn. It was feared that some feud had broken out into actual hostility, between villages in the interior. People were sent to make inquiries; but all was found tranquil.\nOur chiefs here, immediately decided, that it was only a contest between Jin (the very devil), with some of his awkward squad, and the manes of their departed ancestors, who had passed their period of probation in the mountain, and were in progress towards paradise.\nThe most natural method of solving the difficulty, is, possibly, by supposing, that there must have been a violent eruption from some one of the numerous volcanoes amidst our stupendous mountains, centrally situated between Moco-Moco and Semanco. If so, we shall not, perhaps, ever learn the particulars; for we have very little communications with, and still less knowledge of, the mountaineers (though some of them are said to be Lord Monboddo’s men, and have tails,) or of the country they inhabit. (Asiatic Journal, August 1816, 2: 164)\nIt was universally remarked in the eastern districts of Java that the explosions were tremendous, with sufficient violence to shake houses. The Resident of Surakarta (Solo) noted that:\nOn Tuesday the 11th the reports were more frequent and violent through the whole day: one of the most powerful occurred in the afternoon about 2 o’clock, this was succeeded, for nearly an hour by a tremulous motion of the earth, distinctly indicated by the tremor of large window frames; another comparatively violent explosion occurred late in the afternoon, but the fall of dust was scarcely perceptible. The atmosphere appeared to be loaded with a thick vapour: the Sun was rarely visible, and only at short intervals appearing very obscurely behind a semitransparent substance. (Raffles, 1817)\nA correspondent in Gresik (west of Surabaya) records that:\nIn travelling through the district on the 13th, the appearances were described with very little variation from my account, and I am universally told that no one remembers, nor does their tradition record so tremendous an eruption. Some look upon it as typical of a change, of the re-establishment of the former government; others account for it in an easy way, by reference to the superstitious notions of their legendary tales, and say that the celebrated Nyai Loroh Kidul has been marrying one of her children on which occasion she has been firing salutes from her supernatural artillery. They call the ashes the dregs of her ammunition. (Raffles, 1817: 242–43)\nEffects were severe in Banyuwangi on the eastern tip of Java, where ash accumulated to a thickness of 23 cm. This extract of a letter written in that town indicates the uncommon magnitude of the event:\nAll reports concur in stating, that so violent and extreme an eruption has not happened within the memory of the oldest inhabitants, nor within tradition. They speak of similar effects in lesser degree, when an eruption took place from the volcano Carang Assum, in Bali, about seven years ago; and it was at first supposed that this mountain was the seat of the eruption in the present instance. The Balinese attributed the event to a recent dispute between the two Rajahs of Bali Baliling, which terminated in the death of the younger Rajah, by order of his brother. (Raffles, 1817: 243–44)\nLight southeasterly monsoonal winds were blowing at around 6 m s–1, accounting for the heavier ashfall west of Tambora. Many places within a 600 km radius remained pitch black for one or two days, accompanied by dramatic lowering of air temperature. The Resident in Surakarta remarked that:\nOn the 12th a considerable darkness was occasioned by the abundance of the fall of dust: every operation which required strong light was almost impossible within doors. The gloomy appearance caused by the rain of dust ‘Udshan abu’ need not be described as it was uniform in every part of this Island to which the discharge\nextended. It may be remarkable that an unusual sensation of chillings was felt during the whole of the 12 . . . his was in great measure (tho’ probably not exclusively) occasioned by the temperature: the thermometer at 10 O’Clock AM stood at 75 and 1/2 degrees of Fahrenheit Scale. (Raffles, 1830)\nPresumably, Raffles himself experienced the event, since it is recorded that ‘ashes fell at Buitenzorg, the residence of the Governor, 30 miles south of Batavia’ (Asiatic Journal, February 1816, 1: 117). The commander of the Benares, still anchored at Macassar, recorded that:\nDuring the night of the eleventh the firing was again heard but much louder; and towards morning the reports were in quick succession, and sometimes like three or four guns fired together, and so heavy, that they shook the ships, as they did the houses in the fort. Some of the reports seemed so near that I sent people to the masthead to look out for the flashes, and immediately the day dawned, I weighed and stood to the southward, with a view to ascertaining the cause. (Asiatic Journal, August 1816, 2: 165)\nSpotting a ship approaching from the south around daybreak, the captain sent a party to meet it to glean further intelligence on the events. The Dutchman commanding that vessel had also heard the firing all night, and also on 5 April when he had been at Salajer island. Initially mistaking the concussions for an attack by pirates, soldiers had taken up battle positions in the fort but, as no ships appeared, they surmized that an eruption must have happened on Sumbawa. The commander of the Benares went ashore to meet the resident of Macassar, Captain Wood, whose house had been shaken by some of the detonations. By 08:00 h the sky was increasingly gloomy, and the ship’s crew soon had to contend with heavy ashfall:\n. . . it was very apparent that some extraordinary occurrence had taken place. The face of the heavens to the southward and westward had assumed the most dismal and lowering aspect, and it was much darker than when the sun rose. At first it had the appearance of a very heavy squall or storm approaching, but as it came nearer it assumed a dusky red appearance, and continued to spread very fast over the heavens. By ten it was so dark that I could scarcely discern the ship from the shore, though not a mile distant. I then returned on board.\nIt was now evident that an eruption had taken place from some volcano, and that the air was filled with ashes or volcanic dust, which already began to fall on the decks. By eleven the whole of the heavens was obscured, except a small space near the horizon to the eastward; the wind being from that quarter prevented for a short time the approach of the ashes; it appeared like a streak of light at day-break, the mountains in Celebes being clearly visible, while every other part of the horizon was enveloped in darkness. The ashes now began to fall in showers, and the appearance altogether was truly awful and alarming. By noon, the light that had remained in the eastern part of the horizon disappeared, and complete darkness had covered the face of day: our decks were soon covered with falling matter; the awnings were spread fore and aft to prevent it as much as possible from getting below, but it was so light and subtle that it pervaded every part of the ship.\nThe darkness was so profound throughout the remainder of the day, that I never saw any thing equal to it in the darkest night; it was impossible to see your hand when held up close to the eye. The ashes continued to fall without intermission through the night. At six in the morning, when the sun ought to have been seen, it still continued as dark as ever; but at half past seven I had the satisfaction to perceive that the darkness evidently decreased, and by eight I could faintly discern objects on deck. From this time it began to get lighter very fast, and by half past nine the shore was distinguishable; the ashes falling in considerable quantities, though not so heavily as before. The appearance of the ship, when daylight returned, was most extraordinary; the masts, rigging, decks, and every part being covered with the falling matter; it had the appearance of a calcined pumice stone, nearly the colour of wood ashes; it lay in heaps of a foot in depth in many parts of the deck, and I am convinced several tons weight were thrown over board; for although a perfect impalpable powder or dust when it fell, it was, when compressed, of considerable weight; a pint measure filled with it weighed 121/4 oz.; it was perfectly tasteless, and did not affect the eyes with any painful sensations; it had a faint burning smell, but nothing like sulphur. (Asiatic Journal, August 1816, 2: 165–66; note that this report gives a measure of the density of the uncompacted ash of around 0.6 kg m–3, a typical value for fresh ash deposits.)\nThe Sun finally reappeared by noon on Wednesday 12 April, though only faintly penetrating a dusky and still atmosphere yet charged with ashes. These conditions prevailed up to 15 April. Meanwhile, the crew of the Benares set to readying the ship for passage:\nIt took several days to clear the ship of the ashes; when mixed with water they formed a tenacious mud, difficult to be washed off. My chronometer stopped, owing, I imagine, to some particles of dust having penetrated into it. (Asiatic Journal, August 1816, 2: 166)\nFrom the estimated magnitude and duration of this ignimbritic phase of the eruption, the mean intensity must have been around 5 ´ 108 kg s–1. Woods and Wohletz (1991) calculated that this would have propelled the phoenix clouds to around 23 km above sea-level, a modest height considering the eruption intensity but reflecting the lower thermal efficiency of phoenix plumes compared with plinian columns (in terms of the entrainment of ambient air and heat exchange to it from hot clasts)."
  }, {
    "heading": "4 Tsunami",
    "text": "The pumice flows engulfed the Sanggar peninsula and crossed the sea, reaching the small island of Moyo due west of the volcano. Tsunami were generated as pyroclastic flows punched into the sea, and were observed in many places on the night of the 10/11 April. The waves reached a peak height of 4 m at Sanggar around 22:00 h, inundating the shore:\nThe sea rose nearly twelve feet higher than it had ever been known to do before, and completely spoiled the only small spots of rice land in Sang’ir, sweeping away houses and every thing within its reach. (Philipps, reported in Raffles, 1830)\nConsiderable damage was also evident in Bima, as related to the commander of the Benares by the Resident:\nThe wind was still during the whole time, but the sea uncommonly agitated. The waves rolled in upon the shore, and filled the lower part of the houses a foot deep; every prow and boat was forced from the anchorage, and driven on shore; several large prows are now lying a considerable distance above high water mark. (Asiatic Journal, 2: 167)\nThe tsunami hit Besuki in eastern Java (500 km) by midnight (therefore travelling around 70 m s–1), and Surabaya, with a height of 1–2 m, throwing boats inland (Asiatic Journal, February 1816, 1: 117).\nFlow deposits must have considerably extended the Sanggar peninsula coastline by building deltas of pyroclastic material, as has been observed recently in the case of the Soufrière Hills Volcano eruption on Montserrat. Abundant carbonized tree-trunks that can be found preserved in the deposits testify to the high temperatures of the pumice flows. In some coastal areas, the flow deposits contain circular depressions several hundred metres in diameter, which are probably remnants of explosion craters formed as the hot flows mixed with seawater. Since the volcano is almost completely surrounded by the sea, this interaction may have resulted in a nearly circular 40-kmdiameter ash curtain at the time. Inland, the flow deposits have welded together."
  }, {
    "heading": "5 Pumice rafts",
    "text": "Massive rafts of pumice and tree trunks, some of them several kilometres across, floated in the Gulf of Saleh and the Flores Sea. Some pumice rafts were almost 5 km across, and still hindered navigation between Moyo and Sanggar three years after the eruption. The Benares encountered them when it first approached Sumbawa, and soon ran into difficulties:\nOn the morning of the fifteenth weighed from Macassar with a very light wind, and on the eighteenth made the island of Sumbawa. On approaching the coast, passed through great quantities of pumice-stone floating on the sea, which at first had the appearance of shoals; so much so, that I hove too, and sent a boat to examine one, which at the distance of less than a mile I took for a dry sand bank, upwards of three miles in length, with black rocks upon several parts of it, concluding it to have been thrown up during the eruption. It proved to be a complete mass of pumice floating on the sea, with great numbers of large trunks of trees and logs among it, that appeared to be burnt and shivered as if blasted by lightning. The boat had much difficulty in pulling through it; and until we got into the entrance of Bima bay, the sea was literally covered with shoals of pumice and floating timber.\nOn the nineteenth arrived in Bima bay; on coming to anchor grounded on the bank off Bima Town, shoaling suddenly from eight fathoms. As the tide was rising hove off again without any difficulty or danger. I imagine, the anchorage at Bima must have altered considerably, as, where we grounded, the Ternate cruizer, a few months since, lay at anchor in six fathoms. The shores of the bay had a most dreary appearance, being entirely covered with ashes, even up to the summit of the mountains. The perpendicular depth of the ashes, as measured in the vicinity of Bima town, I found to be three inches and three quarters. (Asiatic Journal, August 1816, 2: 166)\nThe pumice rafts were driven by southeast trade winds and by the South Equatorial Current. The Honourable Company’s ship Fairlie, crossing the Indian Ocean on route to Calcutta, encountered rafts between 1 and 3 October 1815, about 3600 km west of Tambora, though the crew mistakenly attributed them to the eruption of a nearby submarine volcano:\nOn the 1st of October our latitude at noon was 13 deg. 25 min. S. longitude 84 deg. 0 min. E. we observed quantities of stuff floating on the surface of the water, which had, to us, the appearance of seaweed, but were quite astonished to find it burnt cinders, evidently volcanic. The sea was covered with it during the two next days. (Asiatic Journal, August 1816, 2: 161)"
  }, {
    "heading": "6 Aftermath",
    "text": "Tambora continued rumbling intermittently at least up to August 1819. The paroxysmal phase of the eruption rapidly drained the magma reservoir and was accompanied by collapse of the volcano, toppling a formerly 4000 m (perhaps more than 4300 m according to Stothers, 1984) high summit and creating a 6 km wide, 1 km deep caldera. Today, Tambora’s crater rim reaches only 2850 m above sea-level, easily surpassed by Rinjani volcano on the neighbouring island of Lombok.\nA small cone and lava flow, Doro Afi Toi, erupted within the caldera sometime between 1847 and 1913. A strong earthquake recorded on 13 January 1909 may be related to this activity. There is no evidence for more recent eruptions."
  }, {
    "heading": "III Atmospheric and climatic impacts",
    "text": "The sulfur mass injected into the stratosphere by the eruption has been estimated by several independent methods including modelling of polar ice core sulfate concentrations (Figure 6), petrological measurements of 1815 tephra, and analysis of atmospheric optical phenomena (Figure 7, Table 1). The results vary by an order of magnitude but excluding the outlying estimates, the figures average around 60 Tg of sulfur, i.e., six times as much as the eruption of Pinatubo in 1991 (Read et al., 1993). It is difficult to partition this total between the different phases of the eruption and, in particular, to determine the fractions derived from plinian versus phoenix clouds. Certainly, this\naDifferential sulfur content of matrix glass and melt inclusions scaled by eruption magnitude.\namount of sulfur can be expected to have had strong impacts on regional and global climate.\nSpectacular sunsets and twilights were observed in London in the summer of 1815. The twilight glows appeared orange or red near the horizon, purple to pink above, and were sometimes streaked with diverging dark bands. In the spring and summer of 1816 a persistent ‘dry fog’ was observed in the northeastern USA. According to a report from New York, the fog reddened and dimmed the Sun such that sunspots were visible to the naked eye. Neither wind nor rain dispersed the ‘fog’, identifying it as a stratospheric sulfate aerosol veil. It is claimed that some of the painter J.M.W. Turner’s work in this period, characterized by lurid orange and red skies, was inspired by the volcanically induced stratospheric optics.\nThere is also abundant evidence for extreme weather in 1816, especially in the spring and summer in northeastern North America, and much of Europe. The folkloric memories of ‘the year without a summer’, 1816, still command popular interest in the northeastern USA. Baron (1992) looked at contemporary meteorological data for the region, including measurements of temperature, precipitation and wind direction. On 4 June 1816, frosts were reported in Connecticut and, by the following day, most of New England was gripped by a cold front. On 6 June, snow fell in Albany, New York, and Dennysville, Maine, and there were killing frosts at Fairfield, Connecticut. Severe frosts had spread as far south as Trenton, New Jersey, the next day. Such conditions recurred over the next 3 months, drastically shortening the growing season (Figure 8) and resulting in almost total failure of main crops. A good impression of the disturbances is recorded in weather logs for Williamstown, Massachusets, compiled by Chester Dewey, who was professor of Mathematics and Natural Philosophy at Williams College, MA:\nFrosts are extremely rare here in either of the summer months; but this year there was frost in each of them . . . June 6th the temperature about 44’ through the day–snowed several times . . . June 7th no frost, but the ground frozen, and water frozen in many places . . . Moist earth was frozen half an inch thick, and could be raised from round Indian corn, the corn slipping through and standing unhurt. June 8th, some ice was seen in the morning . . . earth very little frozen . . . wind still strong and piercing from the N.W. Cucumbers and other vegetables nearly destroyed. . . . June 10th, severe frost in the morning . . . . Ten days after the frost, the trees on the sides of the hills presented for miles the appearance of having been scorched. June 29th and 30th some frost. July 9th, frost, which killed parts of cucumbers. August 22, cucumbers killed by the frost. August 29th, severe frost. Some fields of Indian corn were killed on the low grounds, while that on the higher was unhurt. Very little Indian corn became ripe in the region. (Dewey, 1821)\nDiaries also record personal experiences of the extraordinary weather of 1816. Chauncey Jerome of Plymouth, Connecticut, writing in 1860, recalled:\nI well remember the 7th of June . . . dressed throughout with thick woollen clothes and an overcoat on. My hands got so cold that I was obliged to lay down my tools and put on a pair of mittens . . . On the 10th of June, my wife brought in some clothes that had been spread on the ground the night before, which were frozen stiff as in winter. (From Stommel and Stommel, 1983)\nCanada also experienced severe weather and the same cold wave that hit the USA. In Montreal, snow fell on 6 and 8 June 1816. 30 cm of snow accumulated near Quebec City from 6 to 10 June.\nBriffa and Jones (1992) examined contemporary meteorological observations and tree-ring chronologies to reconstruct 1816 temperature, pressure and precipitation patterns across Europe. They showed that the summer does stand out as exceptionally cold – the coldest since the beginning of their records in 1750 – and taking place in what\nwas already a cold decade. Summer temperatures across much of western and central Europe were 1–2°C cooler than the average for the period 1810–1819 and up to 3°C cooler than the mean during 1951–1970. Rainfall was also anomalously high across most of Europe except the eastern Mediterranean during the summer of 1816. Weather\nrecorded in Ireland fits in closely with the summer cooling, winter warming expected for the northern hemisphere response to major sulfate aerosol veils:\nIn 1816 the spring was unusually late; the summer and autumn excessively wet, cold, and cloudy: the quantity of rain which fell in this year measured in the gauge nearly 31 inches, a circumstance perhaps unprecedented in this country; there were 142 wet days, and these principally in the summer and autumnal months. The mean temperature of the spring, summer, and autumn, was 3 degrees below that of the preceding year . . . the winter of 1816 was remarkably mild. The year 1817 was almost as remarkable as 1816 for being wet and cold. (Harty, 1820)\nMore recent dendrochronological studies carried out by Briffa et al. (1998) confirmed the distribution of these summer coolings both sides of the Atlantic (Figure 9). In their\nreconstruction of northern hemisphere summer temperatures, 1816 is one of the very coldest of the past six centuries, second only to 1601 (the year after the eruption of Huaynaputina in Peru). The northern hemisphere summers of 1817 and 1818 are also anomalously cold (5th and 22nd coldest in the 600-year record). The cold conditions appear not to have reached western North America in 1816 (Lough, 1992; Briffa et al., 1998). Briffa et al. (1998) estimated mean northern hemisphere (land and marine) surface temperature anomalies in the summers of 1816, 1817 and 1818 of –0.51, –0.44 and –0.29 K, respectively. The climate records are in reasonable agreement with the results of climate modelling conducted by Vupputuri (1992) who estimated a global peak surface cooling of 1 K in 1816 (Figure 10).\nAs well as a cooler summer, parts of Europe, at least, seem to have experienced stormier winters. Dawson et al. (1997) used an extended meteorological record collected in Edinburgh, and dating back to 1770, to test the correlation between gale frequency and large magnitude volcanic eruptions. They defined a ‘gale day’ as one in which wind speeds measured at 10 m height reaches or exceeds 34 knots for at least a ten minute period. Their record is the longest of its kind for Europe and indicated increased winter storminess following the eruptions of Krakatau and El Chichón as well as Tambora (the record they used ran to 1990 and so was not able to shed light on Pinatubo’s possible impacts on Scotland).\nIce core chemistry provides further information on the atmospheric impacts of the eruption. Laj et al. (1993) examined the Greenland ice core and observed that the ratio of winter-to-summer deposition of NO3\n– increased following the eruptions of both Tambora and Katmai (1912). They attributed this to condensation and removal of stratospheric HNO3 from the arctic stratosphere during the winter, and slower formation of HNO3 during summer as a result of removal of OH through oxidation of SO2. Looking at Antarctic ice core chemical stratigraphy, Delmas et al. (1992) found no evidence for changes in atmospheric chlorine associated with Tambora, suggesting that the massive amount of chlorine thought to have been released by the eruption (100 Tg) was rapidly and efficiently scavenged by the troposphere as the eruption clouds ascended."
  }, {
    "heading": "IV Human tragedy",
    "text": "The devastating effects of an eruption of this magnitude are hard to imagine – at this remove in time, we lack firm evidence of the nature and numbers of casualties but do have some important contemporary sources that illustrate the terrible circumstances that befell not only Sumbawa but the neighbouring island of Lombok, and possibly Bali and beyond. The consequences for the local population were not realized until ships reached ports on Sumbawa. The Benares dropped anchor at Bima on 19 April, followed by the Dispatch, which was on route from Ambon, reaching Bima on 22 April."
  }, {
    "heading": "1 Local and regional impacts",
    "text": "The damage at Sanggir is recorded first by the crew of the Dispatch. They had mistaken Sanggir Bay for Bima and had, with difficulty, anchored and sent a boat ashore. A ship’s officer met the Rajah of Sanggir and learnt that:\n. . . the greater part of the town and a number of people had been destroyed by the eruption; that the whole of his country was entirely desolate, and the crops destroyed. . . . a considerable distance from the shore being completely filled up with pumice-stones, ashes, and logs of timber; the houses appeared beaten down and covered with ashes. (Asiatic Journal, August 1816, 2: 167)\nFurther destruction was witnessed in Sumbawa Besar by another ship’s crew putting ashore there for water. They found boats strewn inland by tsunami and many corpses. Sailing away, they were trapped by a pumice raft 0.6 m thick the entire night of 12 April.\nWhile Lieutenant Philipps was on his mercy- and fact-finding mission to Sumbawa and travelling from Bima to Dompu he must have observed an unimaginably desperate scene:\nOn my trip towards the western part of the island, I passed through nearly the whole of Dompo and a considerable part of Bima. The extreme misery to which the inhabitants have been reduced is shocking to behold. There were still on the road side the remains of several corpses, and the marks of where many others had been interred: the villages almost entirely deserted and the houses fallen down, the surviving inhabitants having dispersed in search of food. (Raffles, 1817, 1830)\nPoor hygiene, contaminated water supplies and a malnourished population resulted in the spread of disease in the survivors. Increased diarrhoeal disease commonly occurs after volcanic eruptions, often due to contamination of water by ashfall.\nIn Dompo, the sole subsistence of the inhabitants for some time past has been the heads of the different species of palm, and the stalks of the papaya and plantain\nSince the eruption, a violent diarrhoea has prevailed in Bima, Dompo, and Sang’ir, which has carried off a great number of people. It is supposed by the natives to have been caused by drinking water which has been impregnated with ashes; and horses have also died, in great numbers, from a similar complaint.\nThe Rajah of Sang’ir came to wait on me at Dompo, on the 3d instant. The suffering of the people there appears, from his account, to be still greater than in Dompo. The famine has been so severe that even one of his own daughters died from hunger. I presented him with three coyangs of rice in your name, for which he appeared most truly thankful.\nAmessenger who returned yesterday from Sambawa, relates that the fall of ashes has been heavier at Sambawa than on this side of the Gulf, and that an immense number of people have been starved: they are now parting with their horses and buffaloes for a half or quarter rupee’s worth of rice or corn. The distress has, however, I\ntrust, been alleviated by this time, as the brig, with sixty-three coyangs of rice, from Java, arrived there the day he was leaving it. (Raffles, 1817, 1830)\nSigurdsson and Carey (1992) estimated that the eruption released around 100 Tg of chlorine (as HCl) and 70 Tg of fluorine (as HF). Fluorine is readily adsorbed on to ash particles and is likely to have been quickly flushed into the soil available for uptake by vegetation. It is possible that fluorine poisoning was widespread in livestock and humans. Inhalation of fine ash is also likely to have caused widespread respiratory disease in the areas affected by heavy ashfall. After the Pinatubo eruption, several hundred evacuees died from diseases while in refugee camps. Deaths, primarily caused by measles (31%), diarrhoea (29%) and respiratory infections (22%), reached 349 in the first 12 weeks following the eruption (Surmieda et al., 1992). Similar ailments must have afflicted a large fraction of the population of Sumbawa following the Tambora eruption, and probably with much higher mortality. Estimates of the number of casualties vary considerably and there are no really reliable data available. Philipps tried to collate some statistics:\nOf the whole villages of Tomboro, Tempo, containing about forty inhabitants, is the only one remaining. In Pekáté no vestige of a house is left: twenty-six of the people, who were at Sumbawa at the time, are the whole of the population who have escaped. From the most particular inquiries I have been able to make, there were certainly not fewer than twelve thousand individuals in Tomboro and Pekáté at the time of the eruption, of whom only five or six survive. The trees and herbage of every description, along the whole of the north and west sides of the peninsula, have been completely destroyed, with the exception of a high point of land near the spot where the village of Tomboro stood; on it a few trees still remain. In the night of the eruption, two men and two women, I am informed, escaped to this point, and were saved. I have sent in search of them, but have not yet been able to get hold of them; no person has yet been along the eastern side of the hill. (Raffles, 1817, 1830)\nZollinger (1855) concluded that about 10 000 people were killed during the eruption, probably by pyroclastic flows, a further 38 000 died from starvation on Sumbawa. He estimated another 10 000 deaths from disease and hunger on Lombok. The most widely quoted statistics today are derived from the work of Petroeschevsky (1949), who estimated 48 000 victims on Sumbawa and 44 000 on Lombok, around 35% and 23% of the total population of the islands, respectively. However, Tanguy et al. (1998) have challenged Petroeschevsky’s figures, explaining that the figures for Lombok, in particular, appeared ‘to be entirely unfounded’, being based on untraceable references. They considered Raffles’ and Zollinger ’s reports the most trustworthy but pointed out that there may have been many additional victims on Bali and even eastern Java from famine and disease. They tentatively suggested 11 000 deaths from ash falls and flows, and 49 000 from famine and epidemic disease. Assuming that Philipps’ account is the most contemporary and accurate, we may make a minor modification and push the number directly killed by the eruption up to 12 000. The total figure of 71 000 makes the Tambora eruption the deadliest known in history. In the database of volcanic disasters compiled by Tanguy et al. (1998), which begins with Laki in 1783 and ends with Montserrat 1997, Tambora accounts for nearly 30% of the total number of deaths.\nIf anything, the casualty figures quoted above are likely to be underestimated since it is probable that there were many deaths on Bali and perhaps even east Java, though there are conflicting indications in the latter case:\nThe roofs of the houses at Bangeewanzee fell in from the weight of the ashes . . . Most of the inhabitants of Sumbawa, who are not buried, must be starved, and as the crops in Bali and the east end of Java have been destroyed, they will also suffer considerably. [Letter dated August 1815: Asiatic Journal, April 1816, 1: 322–23)\nIn Banyuwangi and the adjacent part of the Island, on which the cloud of ashes spent its force, the injury was more extensive. A large quantity of paddy was totally destroyed, and all the plantation more or less injured. One hundred and twenty-six horses and eighty-six head of cattle also perished, chiefly from want of forage during a month from the time of the eruption. (Raffles, 1830)\nDamage was also considerable in Moressa (either near Ujung Pandang, Sulawesi, or possibly Moresa island off the southeast coast of Kalimantan). The commander of the Benares recorded . . .\nOn going on shore at Moressa I found the face of the country covered to the depth of an inch and a quarter. Great fears were entertained for the crop of paddy that was on the ground, the young plants being completely, beaten down and covered by it; the fish, in the ponds at Moressa were killed, and floating on the surface, and many small birds lying dead on the ground. (Asiatic Journal, August 1816, 2: 166)\nFurther afield in Java, crops were spared because ‘the cultivators every where took the precaution to shake off the ashes from the growing paddy as they fell’ (Raffles, 1830). The heavy rainfall on 17 April also helped to wash away the ash. This . . .\n. . . prevented much injury to crops, and removed an appearance of epidemic disease, which was beginning to prevail. This was especially the case at Batavia, where, for two or three days preceding the rain, many persons were attacked with fever. (Raffles, 1830)"
  }, {
    "heading": "2 Global impacts",
    "text": "Far beyond Indonesia, the pattern of climatic anomalies has been blamed for the severity of a typhus epidemic, which raged through southeast Europe and the eastern Mediterranean between 1816 and 1819. The first great epidemic of cholera broke out in Bengal in 1816–17. Lamb (1995) concluded that taking account of these epidemics and the famines of 1816–17, this period witnessed one of the greatest world disasters associated with climate change. How do such allegations stand up to close scrutiny?\nThe killing frosts in New England all but destroyed the main crops in 1816. Further south in North Carolina, towards the American grain-producing heartlands, the outcome of the harvest was summed up on 1 September as follows:\nThe very cool and dry weather in spring and summer hurt our grain fields badly, and it was with sorrowful and troubled hearts that we gathered our second crop of hay and our corn crop, which were so scanty that we reaped only a third of what we usually get, and wondered how we could subsist until next year’s harvest. (Fries, 1947)\nMany livestock died through lack of feed in New England during winter 1816–17. Baron (1992) suggests that the region was probably particularly vulnerable to disaster because, especially in northern New England, farming was already taking place on climatologically marginal lands, and there was increased competition from the midwestern USA and central Canada.\nDespite the severe weather in Canada, its population avoided serious social distress thanks to an embargo on grain exports between July and September 1816 and to its favourable ratio of population to resources (Post, 1977). Meanwhile, in Europe, the summer of 1816 was also miserable, reflected in Lord Byron’s poem, Darkness (part of which is quoted as the frontispiece of this article). Byron wrote this whilst staying in Geneva, brooding darkly on the bloody turn of European history during the Napoleonic wars. The desperate times are also said to have inspired his companion in\nGeneva, Mary Shelley, to write Frankenstein. The cool temperatures and heavy rains resulted in failed harvests in parts of the western British Isles, and families in Wales travelled long distances as refugees, begging for food. Famine was prevalent in the north and southwest of Ireland following failures of wheat, oat and potato harvests. Indeed, many parts of Europe were affected:\nMelancholy accounts have been received from all parts of the Continent of the unusual wetness of the season; property in consequence swept away by inundation and irretrievable injuries done to the vine yards and corn crops. In several provinces of Holland, the rich grass lands are all under water, and scarcity and high prices are naturally apprehended and dreaded. In France the interior of the country has suffered greatly from the floods and heavy rains. (The Norfolk Chronicle, 20 July 1816)\nShould the present wet weather continue, the corn will inevitably be laid, and the effects of such a calamity at such a time cannot be otherwise than ruinous to the farmers and even to the people at large. (The Times, 20 July 1816)\nPost (1977) characterized the period 1816–19 as the last great subsistence crisis to affect the Western world – 1816–17 witnessed the worst famine in over a century. He used grain prices as a proxy for harvest outcomes through the second half of the 1810s, demonstrating a doubling of costs between 1815 and 1817 (Figure 11). This hit people hard, driving the price of bread – the principal food in popular budgets – beyond the reach even of the majority employed at customary wage levels (Post, 1977). He acknowledged the role of new economic and political forces and the influence of postconflict dislocation and readjustment following the Napoleonic Wars in making the disaster possible but argued strongly that hemispheric climatic disturbances precipitated the famine and food scarcities of 1816–17 promoting the financial panic and depression in the following two years. ‘The harvest failures of 1816 came at an inopportune time, superimposing a subsistence crisis not only on a stagnating economy but also on a Western society still unsettled as a residue of the war years’ (Post, 1977).\nThe crisis was severe in the German lands, especially in the countryside and southwest, where food prices exceeded those in urban and northern areas. When Carl von Clausewitz toured the Prussian Rhineland in the spring of 1817, he found a bleak scene:\nThe author, who traveled on horseback through the Eifel region in spring 1817, where he passed the night in villages and little towns, often had a heartrending view of this misery, because these areas belong to the poorest classes in the land. He saw ruined figures, scarcely resembling men, prowling around the fields searching for food among the unharvested and already half rotten potatoes that never grew to maturity. (von Clausewitz, 1922)\nPopular reaction to the dire circumstances included demonstrations in grain markets and in front of bakeries and, in some regions, riots, looting and arson (Post, 1977). In May 1816, riots broke out in various parts of East Anglia, including Norfolk, Suffolk, Huntingdon and Cambridge. Acts of protest included destruction of threshing machines, and torching of barns and grain sheds. The insurrection culminated in formation of marauding groups of rioters armed with heavy sticks studded with iron spikes and carrying flags proclaiming ‘Bread or Blood’. The riot act was read, threatening the death penalty, and the disturbances were quelled.\nTyphus epidemics are associated with cold and damp, poor hygiene and louse infestations; war and famine have been typical factors promoting explosive epidemics of\ntyphus. A doctor working in the Belfast Fever Hospital detailed the epidemiology of typhus outbreaks in Ireland in a letter written in April 1818 as follows:\nI consider the predisposing causes of the present Epidemic to have been the great and universal distress occasioned among the poorer classes, by the scarcity which followed the bad harvest of 1816, together with the depressed state of trade and manufactures of all kinds. The low condition of bodily health arising from the deficiency and bad quality of the food; the want of cleanliness both in the persons and dwellings of the poor . . . I consider the contagion to have been rapidly spread by the numbers wandering about in search of subsistence, and also by the establishments for the distribution of soup and other provisions among the poor where multitudes were crowded together, many of whom must have come from infected houses, or were perhaps even laboring under the early stages of the disease. (Harty, 1820: 158–59)\nHarty (1820) estimated that around 800 000 people were infected during the epidemic in Ireland, and that 44,300 ‘perished from the joint ravages of Famine, Dysentry, and Fever’. The typhus epidemic visited almost every town and village in England, and was reported in many cities in Scotland (Post, 1977). Europe in 1816 was already experiencing social and economic distress at the end of 25 years of war, not least owing to the sudden appearance of several million men on the labour market after their demobilization from the military. These upheavals created vulnerability, and the combination of colder weather, migration resulting from famine and a malnourished population would have represented highly conducive conditions for an epidemic. It seems plausible that Tambora’s eruption, and its global climatic reach, really did play a role in the outbreaks of typhus, dysentery and other ailments in 1816–19. On the question of the link suggested between climate change and the cholera outbreak in Bengal, the evidence in favour is weak, however. According to Pant et al. (1992), 1816 appears to have been a normal monsoonal rainfall year without any reports of drought or flooding throughout the country. Furthermore, the epidemic is generally thought to have arisen as a result of troop movements in India displacing people out of the endemic source of the disease, and the epidemic did not reach Europe until 1831–32 (Pollitzer, 1959)."
  }, {
    "heading": "V Tambora in context",
    "text": "Tambora’s 1815 eruption ranks as the largest known event in the past two millennia. In terms of magnitude it falls in between the larger »40 kyr BP Campanian ignimbrite eruption from the Campi Flegrei caldera in Italy (2.7 ´ 1014 kg), and the »3600 yr BP ‘Minoan’ eruption of Santorini (3.3 ´ 1013 kg). Comparable events to Tambora in terms of magnitude include the AD 1030 eruption of Baitoushan on the China/North Korea border, the »6300 yr BP Kikai eruption, Japan, and the »7600 yr BP eruption of Mount Mazama, Oregon, better known as Crater Lake. Decker (1990) indicates that events of Tambora’s magnitude or greater occur with a frequency of two to four per millennium. However, consideration of the known eruptions of magnitude 5 ´ 1013 kg and up, that occurred in the past 2000 years, suggests a frequency closer to one per 1000 years (Pyle, 1995). But not all large eruptions have been identified. In particular, the ice core record indicates a massive sulfate layer in 1259, the strongest volcanic marker in the past 7000 years of the GISP2 (Greenland) record, and four times the magnitude of the Tambora layer (Zielinski, 1995). The responsible volcano is not known (Stothers, 2000) but a Tambora-sized eruption is certainly plausible (Oppenheimer, 2003). Putting this information together, and taking into account the uncertainties in estimates of eruption magnitudes, suggests a best estimate of the frequency of >5 ´ 1013 kg events of one to two per 1000 years.\nA compilation of dendrochronological and ice core data for the past 600 years is plotted in Figure 12. The tree ring anomalies have been correlated against other climatological records to reveal a number of cool northern hemisphere summers that are probably the result of volcanic eruptions. As discussed in Section 3, the Tambora eruption precedes three cold northern hemisphere summers. Surprisingly, the coldest summer identified in this record falls in the year following the 1600 Huaynaputina eruption in Peru. Despite its lower magnitude and higher latitude (in the southern hemisphere) than the Tambora eruption, this event appears responsible for a\nFi gu\nre 1 2\nG IS P2\nic e co\nre v ol ca ni c m ar ke\nrs ( lo w er c u rv e) a nd\nn or th er n he\nm is p he\nre la\nnd a nd\nm ar in e su\nrf ac e\nte m p er at u re a no\nm al ie s ob\nta in ed\nf ro m t re e ri ng\nl at ew\noo d d en\nsi ty d at a (u p p er c u rv e) . T\nhe s u lf at e re co\nrd w as ob ta in ed b y an e m p ir ic al o rt ho go na l f u nc ti on a n al ys is o f th e gl ac io ch em ic al d at a se ri es ( Z ie lin sk i e ta l., 1 99 6) . T he te m p er at u re a no m al ie s ar e re la ti ve to th e 18 81 –1 96 0 m ea n fo r A p ri l– Se p te m be r as r ep or te d b y B ri ff a et al ., (1 99 8) . G IS P2 d at a p ro vi d ed b y th e N at io na l Sn ow a n d I ce D at a C en te r, U ni ve rs it y of C ol or ad o at B ou ld er . B ot h d at as et s ar ch iv ed b y th e W or ld D at a C en te rA fo r Pa le oc lim at ol og y, N at io na l G eo p hy si ca l D at a C en te r, B ou ld er , C ol or ad o (C on tr ib ut io n Se ri es # 98 -0 22 f or t he t re eri ng a no m al ie s) . N ot e th at s om e of t he id en ti fi ca - ti on s of t he se a n om al ie s w it h kn ow n er u p ti on s ar e m or e sp ec u la ti ve t ha n ot he rs ( se e Z ie lin sk i, 20 00 , fo r a d is cu ss io n of d en d ro ch ro no lo gi ca l, ic e co re a nd o th er r ec or d s of v ol ca ni sm )\npronounced northern hemisphere summer cooling of around 0.8 K. Both records provide the basis for many of the comparative data shown in Table 2. The table particularly emphasizes the magnitude and scale of human impact of the Tambora eruption. For comparisons of volcanic forcing of climate with other factors (e.g., greenhouse gas increases, solar variability) see Hansen et al. (1997) and Crowley (2000).\nNotes: aPeak eruption column heights for plinian phases estimated by Carey and Sigurdsson (1989) except for Pinatubo, Baitoushan and Huyanaputina for which heights were taken from Holasek et al. (1996), Horn and Schmincke (2000) and Adams et al. (2001), respectively. bTotal eruption magntitude for multiple phases of eruption and combining plinian and phoenix cloud ashfall and associated pyroclastic flow deposits where applicable, data mainly from Carey and Sigurdsson (1989) and Pyle (2000), and references given for column height, plus Monzier et al. (1994) for Kuwae. cStratospheric sulfur yield estimated from Total Ozone Mapping Spectrometer data (for eruptions since 1980), and from ice core and astronomical observations (for earlier eruptions) from Zielinski (1995) and De Silva and Zielinski (1998) (note that the value given here for Tambora is the one quoted by Zielinski (1995), for consistency with the other amounts reported in the Table, but see main text and Table 1). dEstimated northern hemisphere summertime temperature anomaly derived from tree ring chronologies reported by Briffa et al. (1998) for eruptions before Mt St Helens (note that other records do indicate a »0.2 K northern hemisphere summer cooling in 1903). eCombined fatality estimates for various causes of death from the compilation of Tanguy et al. (1998) except for Tambora (see text) and Huaynaputina for which the figures quoted by Simkin and Siebert (1994) are used. f1902 was a memorable year for volcanism with major eruptions at Mont Pelée (Martinique) and Soufrière (St Vincent) as well as the Santa Maria event, i.e., the volcanic sulfate marker in the ice core record may represent fallout from any combination of the aerosol veils of these different eruptions"
  }, {
    "heading": "VI Summary and implications",
    "text": "The eyewitness accounts provide a vivid picture of the appalling devastation during, and following, the eruption, in Sumbawa and neighbouring islands. An estimated 71 000 lives were lost in Sumbawa and Lombok alone. The violent eruption of 50 km3 dense-rock equivalent of intermediate, volatile-charged magma pumped around 60 Tg of sulfur into the stratosphere. This resulted in a peak stratospheric loading approaching 200 Tg of sulfate aerosol, noted at the time across the globe in the guise of various atmospheric optical phenomena. Evidence linking the eruption to the recorded extreme weather events in Europe and North America is found in the observed pattern of northern hemisphere summer cooling and winter warming and storminess. Interestingly, some early commentators on the volcanic culpability in the cold decade of the 1810s pointed to the warm northern winter of 1816, as well as the low temperatures that prevailed before the eruption, as evidence against a volcanic cause of the climate change. Now we see that the temporal and spatial pattern of surface temperatures in 1815–17 is consistent with recent observations after Pinatubo as well as modelling efforts (Kirchner et al., 1999). The cold climate prior to 1815 may even have been partly induced by a Krakatau-sized stratospheric aerosol veil cast over the Earth by an unknown equatorial eruption in 1809 (Figure 6; Dai et al., 1991; Chenoweth, 2001). This raises the issue of the potential of repeated high sulfur-yield eruptions being able to knock the climate system for longer periods than the 1–2 year coolings observed after individual eruptions such as Krakatau 1883 or Pinatubo 1991. In particular this has been considered as an important forcing factor in decadal-scale climate variability during the Little Ice Age (Crowley, 2000), especially during the seventeenth century when a number of unidentified eruptions appear to have caused significant summer cooling events seen in the dendrochronological record for the northern hemisphere (Figure 12).\nThe arguments linking extreme weather in parts of the northern hemisphere to poor harvests in 1816, and consequent sharp rises in grain prices in Europe and America, are strong. The economic, demographic and political upheavals following the Napoleonic wars provided conditions that exacerbated the agricultural crisis, leading to famine, epidemic disease, and further social disturbances in many parts of the Western world. Post (1977) goes further to suggest that the series of social and economic reversals experienced in these years initiated a political shift to the right, especially in France and Germany: ‘The few weak liberal compromises that made a timid appearance in 1815–16 vanished in a climate of mistrust and fear in 1819–20’. He concludes that the political reaction of European governments to the epidemics, commercial depression, unemployment, hunger, rioting, widespread begging and vagrancy, and large-scale emigration ‘can be seen as the last link in a connected sequence of events that began with the meteorological effects of the volcanic dust clouds of 1815’.\nConventional wisdom dictates that such dire consequences to volcanic eruptions are unlikely to result today because of the way in which the international community can respond collectively to disasters. However, one only need consider the catalogue of recent famines to have afflicted many parts of Africa, and the slow and often ineffective international response to them, to realize that the modern world is far from immune to the potentially catastrophic impacts of major volcanic eruptions such as Tambora’s 1815 outburst. Regional air traffic could be disrupted for days to weeks during and in the aftermath of a similar eruption and, in particular, reaching the devastated area around\nthe volcano would be hampered by ash on the ground as well as in the air. The regional scale economic impacts arising from such a disaster could well have a global reach.\nWhat kind of signals might presage a future Tambora-sized event? It is worth noting that the climactic 1815 eruption was preceded by 3 years of precursory activity, which included minor ash eruptions. Unfortunately, we have almost no information on whether there was a progression in these signals, for example, in respect of frequency and magnitude of explosive activity, felt earthquakes, or style or composition of gas emissions. Three years is quite an extended period, significantly longer, for example, than the several weeks of reported premonitory activity at Pinatubo in 1991. One of the outstanding challenges to volcanology is to develop reliable methods for predicting the nature and timing of eruptions, and the parallel needs for effective communication of risk management strategies to people concerned. How a population would cope with several years of uncertainty in the lead up to a potentially devastating event of Tambora’s magnitude is very difficult to gauge. Assessing the probabilities of different sizes of possible eruptions at a restless volcano is equally challenging. What we can say, is that there is perhaps as high as a 10% chance of a Tambora-sized eruption occurring somewhere in the next 50 years, and that it is more likely to be in Indonesia than any other country."
  }, {
    "heading": "Acknowledgements",
    "text": "I am grateful to Owen Tucker who produced most of the graphics shown here, David Pyle for discussions and the anonymous referees for their comments on the original manuscript. This paper is dedicated to the memory of Dick Chorley (1927–2002), a polymathic scholar, and a most generous and cheerful colleague."
  }],
  "year": 2006,
  "references": [{
    "title": "The physical volcanology of the 1600 eruption of Huaynaputina, southern Peru",
    "authors": ["N.K. Adams", "de Silva", "S.S.L. Self", "G. Salas", "S. Schubring", "J.L. Permenter", "K. Arbesman"],
    "venue": "Bulletin of Volcanology",
    "year": 2001
  }, {
    "title": "perspective: the view from the northeastern USA, in Harington, C.R., editor, The year without a summer? World climate in 1816",
    "authors": ["W.R. Baron"],
    "venue": "Ottawa: Canadian Museum of Nature,",
    "year": 1992
  }, {
    "title": "The climate of Europe during the 1810s with special reference to 1816, in Harington, C.R., editor, The year without a summer? World climate in 1816",
    "authors": ["K.R. Briffa", "P.D. Jones"],
    "venue": "Ottawa: Canadian Museum of Nature,",
    "year": 1992
  }, {
    "title": "Influence of volcanic eruptions on northern hemisphere summer temperature over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "year": 1998
  }, {
    "title": "The intensity of plinian eruptions",
    "authors": ["S Carey", "H. Sigurdsson"],
    "venue": "Bulletin of Volcanology",
    "year": 1989
  }, {
    "title": "Two major volcanic cooling episodes derived from global marine air temperature, AD 1807–1827",
    "authors": ["M. Chenoweth"],
    "venue": "Geophysical Research Letters",
    "year": 2001
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Annals of Glaciology",
    "year": 1988
  }, {
    "title": "Annually-resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "Ice core evidence for an explosive",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "year": 1991
  }, {
    "title": "A 200-year record of gale frequency, Edinburgh, Scotland: possible link with high-magnitude volcanic eruptions",
    "authors": ["A.G. Dawson", "K. Hickey", "J. McKenna", "I.D.L. Foster"],
    "venue": "The Holocene",
    "year": 1997
  }, {
    "title": "How often does a Minoan eruption",
    "authors": ["R.W. Decker"],
    "venue": "Thera and the Aegean world III. Volume 2 (Earth Sciences)",
    "year": 1990
  }, {
    "title": "Global influence of the AD 1600 eruption of Huaynaputina, Peru",
    "authors": ["S.L. De Silva", "G.A. Zielinski"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcaniceruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis", "S. Self"],
    "venue": "Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Records of the Moravians in North Carolina 1752–1879",
    "authors": ["A.L. Fries"],
    "venue": "Edited by A.L. Fries. Raleigh NC: State Department of Archives and History,",
    "year": 1947
  }, {
    "title": "Forcings and chaos in interannual to decadal climate change",
    "authors": ["Hansen"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "The year without a summer? World climate in 1816",
    "authors": ["C.R. Harington"],
    "venue": "Ottawa: Canadian Museum of Nature,",
    "year": 1992
  }, {
    "title": "Satellite observations and interpretation of the 1991 Mount Pinatubo eruption plumes",
    "authors": ["R.E. Holasek", "S. Self", "A.W. Woods"],
    "venue": "Journal of Geophysical Research 101,",
    "year": 1996
  }, {
    "title": "Volatile emission during the eruption of Baitoushan volcano (China/North Korea) ca",
    "authors": ["S. Horn", "Schmincke", "H.-U"],
    "venue": "AD. Bulletin of Volcanology",
    "year": 2000
  }, {
    "title": "Climate model simulation of winter warming and summer cooling following the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["I. Kirchner", "G.L. Stenchikov", "H.F. Graf", "A. Robock", "J.C. Antuna"],
    "year": 1999
  }, {
    "title": "Modified HNO3 seasonality in volcanic layers of a polar ice core: snow-pack effect or photochemical perturbation",
    "authors": ["P. Laj", "J.M. Palais", "J.E. Gardner", "H. Sigurdsson"],
    "venue": "Journal of Atmospheric Chemistry,",
    "year": 1993
  }, {
    "title": "Climate, history and the modern world. 2 edition",
    "authors": ["H.H. Lamb"],
    "year": 1995
  }, {
    "title": "An inter-hemispheric time-marker in ice cores from Greenland and Antarctica",
    "authors": ["C.C. Langway", "Jr.", "H.B. Clausen", "C.U. Hammer"],
    "venue": "Annals of Glaciology",
    "year": 1988
  }, {
    "title": "A 220-year continuous record of volcanic H2SO4 in the Antarctic ice",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "venue": "sheet. Nature",
    "year": 1987
  }, {
    "title": "Climate of 1816 and 1811–20 as reconstructed from Western North American tree-ring chronologies, in Harington, C.R., editor, The year without a summer? World climate in 1816",
    "authors": ["J.M. Lough"],
    "venue": "Ottawa: Canadian Museum of Nature,",
    "year": 1992
  }, {
    "title": "Atmospheric effects of the Mt Pinatubo eruption",
    "authors": ["M.P. McCormick", "L.W. Thomason", "C.R. Trepte"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Kuwae (1425 A.D.); the forgotten caldera",
    "authors": ["M. Monzier", "C. Robin", "Eissen", "J.-P"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1994
  }, {
    "title": "Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption",
    "authors": ["C. Oppenheimer"],
    "venue": "International Journal of Climatology",
    "year": 2003
  }, {
    "title": "Climate over India during the first quarter of the nineteenth century",
    "authors": ["G.B. Pant", "B. Parthasarathy", "N.A. Sontakke"],
    "year": 1992
  }, {
    "title": "A contribution to the knowledge of the Gunung Tambora (Sumbawa)",
    "authors": ["W.A. Petroeschevsky"],
    "venue": "Tijdschrift van het K. Nederlandsch Aardrijkskundig Genootschap: Amsterdam Series",
    "year": 1949
  }, {
    "title": "The last great subsistence crisis",
    "authors": ["J.D. Post"],
    "year": 1977
  }, {
    "title": "Mass and energy budgets of explosive volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "Microwave Limb Sounder measurements of stratospheric SO2 from the Mt. Pinatubo eruption",
    "authors": ["W.G. Read", "L. Froidevaux", "J.W. Waters"],
    "venue": "Geophysical Research Letters",
    "year": 1993
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Reviews of Geophysics",
    "year": 2000
  }, {
    "title": "Redox control of sulfur degassing in silicic magmas",
    "authors": ["B. Scaillet", "B. Clemente", "B.W. Evans", "M. Pichavant"],
    "venue": "Journal of Geophysical Research 103,",
    "year": 1998
  }, {
    "title": "Volcanological study of the great Tambora eruption of 1815",
    "authors": ["S. Self", "M.R. Rampino", "M.S. Newton", "J.A. Wolff"],
    "venue": "Geology",
    "year": 1984
  }, {
    "title": "Plinian and co-ignimbrite tephra fall from the 1815 eruption of Tambora volcano",
    "authors": ["H. Sigurdsson", "S. Carey"],
    "venue": "Bulletin of Volcanology",
    "year": 1989
  }, {
    "title": "Volcanoes of the world",
    "authors": ["T. Simkin", "L. Siebert"],
    "venue": "Tucson AZ: Geoscience Press and Washington DC: Smithsonian Institution,",
    "year": 1994
  }, {
    "title": "The year without a summer",
    "authors": ["H. Stommel", "E. Stommel"],
    "venue": "Scientific American",
    "year": 1979
  }, {
    "title": "The great Tambora eruption in 1815 and its aftermath",
    "authors": ["R. Stothers"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Surveillance in evacuation camps after the eruption of Mt. Pinatubo, Philippines. CDC Surveillance Summaries, CDC Morbidity and Mortality",
    "authors": ["Surmieda", "M.R"],
    "venue": "Weekly Report",
    "year": 1992
  }, {
    "title": "Victims from volcanic eruptions: a revised database",
    "authors": ["J.C. Tanguy", "C. Ribiere", "A. Scarth", "W.S. Tjetjep"],
    "venue": "Bulletin of Volcanology",
    "year": 1998
  }, {
    "title": "Politische Schriften und Briefe",
    "authors": ["C. von Clausewitz"],
    "venue": "Edited by Hans Rothfels; Munich: Drei Masken,",
    "year": 1922
  }, {
    "title": "The Tambora eruption in 1815 provides a test on possible global climatic and chemical perturbations in the past",
    "authors": ["R.K.R. Vupputuri"],
    "venue": "Natural Hazards",
    "year": 1992
  }, {
    "title": "Dimensions and dynamics of co-ignimbrite eruption",
    "authors": ["A.W. Woods", "K.H. Wohletz"],
    "venue": "columns. Nature",
    "year": 1991
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "A 110,000-years record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Quaternary Research",
    "year": 1996
  }],
  "id": "SP:925e41455eb03fc2b517be2f2da4052bfe2ee87b",
  "authors": [{
    "name": "Clive Oppenheimer",
    "affiliations": []
  }],
  "abstractText": "The 1815 eruption of Tambora volcano (Sumbawa island, Indonesia) expelled around 140 gt of magma (equivalent to »50 km3 of dense rock), making it the largest known historic eruption. More than 95% by mass of the ejecta was erupted as pyroclastic flows, but 40% by mass of the material in these flows ended up as ash fallout from the ‘phoenix’ clouds that lofted above the flows during their emplacement. Although they made only a minor contribution to the total magnitude of the eruption, the short-lived plinian explosions that preceded the climactic eruption and caldera collapse were powerful, propelling plumes up to 43 km altitude. Over 71 000 people died during, or in the aftermath of, the eruption, on Sumbawa and the neighbouring island of Lombok. The eruption injected »60 mt of sulfur into the stratosphere, six times more than was released by the 1991 Pinatubo eruption. This formed a global sulfate aerosol veil in the stratosphere, which resulted in pronounced climate perturbations. Anomalously cold weather hit the northeastern USA, maritime provinces of Canada, and Europe the following year. 1816 came to be known as the ‘Year without a summer’ in these regions. Crop failures were widespread and the eruption has been implicated in accelerated emigration from New England, and widespread outbreaks of epidemic typhus. These events provide important insights into the volcanic forcing of climate, and the global risk of future eruptions on this scale.",
  "title": "Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815"
}