{
  "sections": [{
    "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.\nYour use of this PDF, the BioOne Complete website, and all posted and associated content indicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/terms-of-use.\nUsage of BioOne Complete content is strictly limited to personal, educational, and non-commercial use. Commercial inquiries or rights and permissions requests should be directed to the individual publisher as copyright holder.\nBioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers, academic institutions, research libraries, and research funders in the common goal of maximizing access to critical research.\nPress-pulse: a general theory of mass extinction? Authors: Nan Crystal Arens, and Ian D. West Source: Paleobiology, 34(4) : 456-471 Published By: Paleontological Society URL: https://doi.org/10.1666/07034.1\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n2008 The Paleontological Society. All rights reserved. 0094-8373/08/3404-0003/$1.00\nPaleobiology, 34(4), 2008, pp. 456–471\nPress-pulse: a general theory of mass extinction?\nNan Crystal Arens and Ian D. West\nAbstract.—Previous discussions of mass extinction mechanisms generally focused on circumstances unique to each event. However, some have proposed that extensive volcanism combined with bolide impact may offer a general mechanism of mass extinction. To test this hypothesis we compared generic extinction percentages for 73 stages or substages of the Mesozoic and Cenozoic. We found that the highest frequency of intervals with elevated extinction occurred when continental flood basalt volcanism and bolide impact co-occurred. In contrast, neither volcanism nor impact alone yielded statistically elevated extinction frequencies. Although the magnitude of extinction was uncorrelated with the size of the associated flood basalt or impact structure, crater diameter did correlate with extinction percentage when volcanism and impact coincided. Despite this result, caseby-case analysis showed that the volcanism-impact hypothesis alone cannot explain all intervals of elevated extinction. Continental flood volcanism and impact share important ecological features with other proposed extinction mechanisms. Impacts, like marine anoxic incursions, are pulse disturbances that are sudden and catastrophic, and cause extensive mortality. Volcanism, like climate and sea level change, is a press disturbance that alters community composition by placing multigenerational stress on ecosystems. We propose that the coincidence of press and pulse events, not merely volcanism and impact, is required to produce the greatest episodes of dying in Phanerozoic history."
  }, {
    "heading": "Nan Crystal Arens. Department of Geoscience, Hobart and William Smith Colleges, Geneva, New York",
    "text": "14456. E-mail: arens@hws.edu Ian D. West. Department of Environmental Studies. Hobart College, Geneva, New York 14456\nAccepted: 21 May 2008\nAlthough there is consensus that episodes of elevated extinction have happened in Earth’s past (Raup and Sepkoski 1982; Signor and Lipps 1982; Stanley and Yang 1994; May et al. 1995; Jablonski 1996; Hallam 1998; Racki and Wrzolek 2001; Peters and Foote 2002; Bambach et al. 2004; Taylor 2004a; Wignall 2004; Bambach 2006; Peters 2006; Foote 2007; Wang and Everson 2007), their causes remain vigorously debated and anecdotal. Five broad categories of mass extinction mechanisms have been proposed: bolide impact, volcanism, sea level change, marine anoxia/dysoxia, and climate change. Biotic interactions (e.g., Hallam 1979; Dott 1983; Sepkoski et al. 2000) have also been implicated, but these biocentric hypotheses commonly involve only a single lineage and do not generally mow a broad swath through biological diversity. However, Roopnarine (2006) has shown that potentially catastrophic secondary extinctions can occur when food webs are perturbed.\nExtinction scenarios that invoke more than one mechanism have emerged as detailed studies of extinction intervals revealed previously unappreciated complexity. For example, the end-Ordovician extinction has been attributed to a combination of sea level regression, rapid climate change, and fluctuations in deep ocean circulation (Sheehan 2001). Global warming that contributed to the formation of extensive marine anoxia has been suggested for the Late Devonian (Bond et al. 2004), Permian (Huey and Ward 2005), and Triassic (McElwain et al. 1999; Bottjer 2004) extinctions. The end-Cretaceous extinction—long the icon for a single impact cause (Alvarez et al. 1980)—may also be a candidate for a multifaceted explanation. Keller and colleagues (e.g., Keller 2003, 2005; Keller et al. 2003) continue to argue for the synergy of volcanism, climate change, and impact. Others (e.g., Racki and Wrzolek 2001; Glikson 2005) proposed, anecdotally, that the combination of impact and extensive volcanism explained high extinction at various intervals. White and Saunders (2005) modeled the statistical frequency of impact, volcanism, and elevated extinction to show that these events were likely to have coincided three times during the last\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n300 Myr. They further noted that three of the traditional ‘‘big five’’ (Raup and Sepkoski 1982) Phanerozoic mass extinctions (Permian, Triassic, and Cretaceous) occurred within this temporal window. However, their analysis did not systematically evaluate the temporal coincidence of impact, volcanism, and mass extinction, nor did they consider the wider range of elevated extinction intervals that have been identified (MacLeod 2004; Bambach 2006; Wang and Everson 2007).\nIn this paper, we present a quantitative test of the impact-volcanism hypothesis. We propose that intervals of elevated extinction occur more frequently when extensive volcanism and impact coincide. In corollary, neither volcanism nor impact alone increases the frequency of elevated extinction."
  }, {
    "heading": "Methods",
    "text": "To test the hypothesis that the coincidence of bolide impact and flood basalt volcanism is associated with elevated extinction, we required three coordinated, yet independent, data sets: extinction percentages, a geologic record of impacts, and a similar record of continental flood basalts.\nExtinction Percentages. Extinction intensity data used in this study were taken from the data set compiled by Rohde and Muller (2005) to look for cyclic variation in the record of diversity through time. Their compilation was reduced from the late Jack Sepkoski’s (2002) Compendium of Fossil Marine Animal Genera. In their reduction of Sepkoski’s data set, Rohde and Muller (2005) chose a conservative subset of genera, for which both first and last appearance datums were known and resolved to stage or substage. From these data, they calculated extinction percentages (for a given time stratigraphic unit, percent extinction number of genera making last appearances/ standing diversity) (Rohde and Muller 2005), which quantify the magnitude of extinction. They binned data into stages or substages following the 2004 timescale (Gradstein et al. 2005). Bambach (2006) rebinned the data to resolve several inconsistencies between Sepkoski’s original stratigraphic bins and those of the 2004 timescale. We agreed with Bambach’s\n(2006) stratigraphic treatment and used that in our analysis (reproduced in Appendix 1).\nSeveral other compilations of extinction magnitudes are also available (e.g., Bambach et al. 2002; Peters and Foote 2002; Foote 2003, 2005, 2007). All of these compilations are based on Sepkoski’s (2002) original data set. However, each group reduced the data in subtly different ways. Peters and Foote (2002) and Foote (2003, 2005, 2007) resolved data only to the stage level in most cases, giving the data coarser stratigraphic resolution. Bambach and colleagues (2002, 2004) and Rohde and Muller (2005) worked with substages. Bambach and colleagues (2002, 2004) interpolated first and last appearance datums for genera that were not resolved to the stage level. Rohde and Muller (2005) and Peters and Foote (2002) included only those genera for which first and last appearances were resolved to the stage level or better. Bambach and colleagues (2002, 2004) and Peters and Foote (2002) also included genera that appeared in only one stage or substage (Peters and Foote [2002] provided a second compilation excluding these so-called singletons). Bambach (2006) noted that including singletons increased both origination and extinction magnitudes because, by definition, singletons have 100% origination and extinction at the time unit boundary. All data sets except that reduced by Foote (2003, 2005, 2007) assumed that the last appearance datum was a good proxy for extinction, which may introduce bias if sampling is incomplete (Foote 2003). We preferred Rohde and Muller’s (2005) compilation both for its higher stratigraphic resolution and for its conservative approach to the inclusion of genera, and base our primary conclusions on it. However, for completeness, we repeated our analysis on the other data sets in the form compiled by Bambach (2006). We do not discuss Foote’s (2005) data further because its lower stratigraphic resolution (generally stage rather than substage) produced time-averaging in geologic events that created coincidences where none actually occurred. This concern overrode the important benefit of Foote’s (2005, 2007) compilation: the mitigation of sampling bias.\nSepkoski’s (2002) Compendium and its earlier versions have been widely used to study pat-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nterns of diversity through time (e.g., Sepkoski 1981, 1993; Sepkoski and Miller 1985; Bush et al. 2004; Lane et al. 2005; Bambach 2006). However, sampling bias is a persistent problem in any such taxon-counting exercise (e.g., Peters and Foote 2001, 2002; Smith 2001; Bush et al. 2004; Bush and Bambach 2004). This is another compelling reason to exclude genera that appear in only one substage: Such temporal singletons are commonly single-locality reports as well, making it likely that they are incompletely sampled. Despite its imperfections, the fossil record appears to show variability in extinction rate that reflects real pattern (Foote 2003). Incompleteness of the record would create noise that would likely obscure structure, biasing the analysis toward the null hypothesis.\nGeologic Record of Bolide Impact. Impacts leave a distinct signature in the geologic record, and an impact structure’s diameter can give insight into the magnitude of the event (Melosh 1989). A crater’s size may also suggest its extinction potential (Raup 1992), although the geographic and geologic context of an impact may be more important than size in determining ecological consequences (Arthur and Barnes 2006). Importantly, Earth’s impact record is independent of the fossil record from which data on extinction were derived. This statistical independence is essential to the analysis we use.\nOur compilation of impact structures worldwide is based on the Earth Impact Database (EID) (www.unb.ca/passc/ImpactDatase/) managed by the Planetary and Space Sciences Centre at the University of New Brunswick, Canada. As of January 2008, 174 confirmed impact structures were listed. To be included in the EID, a structure must show the primary macroscopic and microscopic features of hypervelocity impact, including (1) in situ shatter cone, (2) multiple planar deformation fractures in grains of in situ rocks, and (3) highpressure mineral polymorphs in in situ rocks. From the list of confirmed impact structures, we culled those for which dating was not available. We also removed structures less than 10 km in diameter, because such impacts likely had little global effect. Although the 10 km size cutoff is guided by theory (Raup\n1992), it is arbitrary. This resulted in the 33 structures listed in Appendix 2.\nThis data set is necessarily incomplete. In addition to those structures removed for poor dating, it does not include impacts that occurred in ocean basins, which should account for approximately two-thirds of all impacts. However, definitive evidence of such events is unlikely, and the lethal effects (e.g., dust and rock-based volatiles) may be buffered by ocean water. Thus, it seems appropriate to focus on continental impacts. On the continents, impact structures may be lost to erosion or buried by younger sediments, or they may simply be unrecognized or unstudied. This leads to significant pull of the Recent in the impact record. Incompleteness in the impact record should bias our analysis toward the null hypothesis, making this a conservative approach.\nGeologic Record of Continental Flood Basalt Volcanism. We focus on continental flood volcanism because it has greater potential for environmental disruption than do oceanic events (Rampino and Strothers 1988). Furthermore, the size and timing of continental events is generally better constrained. Our compilation of flood basalts was based on that published by Ernst and Buchan (2001) and updated as an on-line database (www. largeigneouspronvinces.org). We further limit our analysis to the Mesozoic and Cenozoic because many Paleozoic flood basalt provinces are deeply eroded, making size determination impossible, and have yielded equivocal radioisotopic ages. In this decision we follow Rampino and Strother (1988), who noted that despite several well-preserved examples, the record of large igneous provinces was generally poor before the Mesozoic. This yielded the 14 episodes of continental flood basalt volcanism listed in Appendix 3.\nStatistical Analyses. Manipulation of data, visualization, and statistical analyses were performed in Microsoft Excel 11.1.1 (Microsoft Inc.) and Aabel 1.5.8 (Gigawiz Ltd.) both for Macintosh.\nTo evaluate the hypothesis, we divided the 73 Mesozoic and Cenozoic stages/substages listed in Appendix 1 into four groups: (1) those in which neither continental flood ba-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nsalts nor impacts were reported (n 32), (2) those in which an impact structure 10 km in diameter but no flood basalt was reported (n 15), (3) those in which continental flood basalts but no impact structures were recorded (n 18), and (4) those in which basalts and impact structures co-occurred (n 8). Next, we regressed percent extinction onto midpoint age for all 165 Phanerozoic stages/substages (Rohde and Muller 2005) and calculated residuals for each extinction percentage. Extinction residuals were used in the subsequent analysis to account for the well-recognized trend toward lower extinction rates through time (Raup and Sepkoski 1982; Bambach 2006). Data were also detrended by arithmetic rotation around the mean. This detrending solution was used for Figures 1 and 2, in which negative values of extinction residuals would seem counterintuitive. The techniques are mathematically equivalent. The nonparametric Mann-Whitney U-test (equivalent to the Wilcoxon rank-sum test) was used to assess whether large, positive residuals (higherthan-average extinction percentages) occurred more frequently in one or the other of the four groups of stratigraphic intervals. We used bootstrapping to balance sample sizes (n 50) in the four populations prior to analysis. A balanced design was required because the Mann-Whitney U statistic is the product of the sample sizes minus the rank sum, which is also influenced by sample size. Consequently, an unbalanced design artificially weights the test statistic toward the variable with larger sample size (Mann and Whitney 1947). Significance of the test statistic (p-values) was calculated from the standard normal deviate (zscore approximation) at 0.01."
  }, {
    "heading": "Results",
    "text": "Table 1 presents p-values for paired comparisons of extinction residuals between substages when continental flood basalts or impacts occurred alone or coincided, and those devoid of geologic events. In this analysis, neither impacts nor flood basalts alone generated a higher frequency of elevated extinction compared to intervals when neither event occurred. In contrast, the combination of volca-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nnism and impact produced a statistically higher frequency of elevated extinction compared to flood basalts alone, impacts alone, and geologically quiet times.\nWe repeated the analysis described above with data from Bambach and colleagues (Bambach et al. 2002, 2004) and from Peters and Foote (2002). The data sets of Bambach and Peters (using both the compilations including and excluding singletons) were calibrated to a single timescale and republished by Bambach (2006). We used these numbers for our analysis. Data sets including singletons did not produce statistically significant differences in the frequency of substages with elevated extinction. This reflects heterogeneity in the distribution of singletons throughout the Mesozoic and Cenozoic. Intervals with a large proportion of singletons had artificially elevated extinction percentages, by definition, because singletons have 100% extinction at the stratigraphic boundary (Bambach 2006). In both data sets that excluded singletons, however, we reproduced the pattern of more frequent intervals of elevated extinction when volcanism and impact coincided, and a similar level of statistical significance.\nMagnitude, rather than simply presence or absence, of continental flood volcanism or impact might determine extinction magnitude\n(Raup 1992). To test this hypothesis we regressed the area of each continental flood basalt onto the extinction percentage of each time stratigraphic unit during which volcanism was active (Fig. 1). Area values, which were available for most continental basalts, are proportional to the amount of magma erupted and might be related the environmental consequences of the event. Basalt volume would be a better choice, but many large igneous provinces are deeply eroded, making volume estimates unreliable. There is no relationship between the area of flood basalts and co-occurring extinction residuals (r 0.34, p 0.25). To test the converse hypothesis that impact magnitude predicts extinction percentage, we regressed the natural log of crater diameter onto extinction percentage for the substage in which the impact occurred (Fig. 2). Natural log of crater diameter linearized the distribution of impact structure sizes before we applied the regression model. As with flood basalts, we found no significant relationship between crater size—a proxy for impact magnitude (Melosh 1989)—and extinction residuals (r 0.13, p 0.45).\nHowever, when the interaction of volcanism and impact was modeled, the results differed. A multivariate regression of extinction residuals on the linear combination of continental flood basalt size and natural log transformed diameter of the impact structure was statistically significant (r 0.37, p 0.01). In the multivariate regression, crater diameter explained the greater percentage of the observed variance, suggesting that impact magnitude does influence extinction intensity, but only when the impact occurred within the context of a biosphere already disturbed by major continental flood volcanism."
  }, {
    "heading": "Discussion",
    "text": "Within the limitations of the available data, we confirm the hypothesis that elevated extinction occurred more frequently during intervals when continental flood basalt volcanism and bolide impact coincided. This result is consistent with qualitative suggestions by various authors (e.g., Racki and Wrzolek 2001; Glikson 2005; Keller 2005; White and Saunders 2005) that single events are insufficient to ex-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nplain the complexity of the stratigraphic and fossil records surrounding extinction events. Some (e.g., Racki and Wrzolek 2001; Glikson 2005; White and Saunders 2005) have specifically suggested that extensive volcanism combined with bolide impact may be required to produce episodes of major extinction. White and Saunders (2005) further argued that the co-occurrence of impact, volcanism, and major extinction is unlikely to be merely coincidental. They contended that volcanism produced climate change, altered marine circulation, and stressed biotic communities. Our analysis showed that volcanism-induced stress alone appeared insufficient to produce more than anecdotal extinction. To produce an episode of elevated extinction, an additional trigger, such as an impact, may be required to eliminate species already endangered by environmental stress. This hypothesis is supported by our analysis.\nEpisodes of Elevated Extinction in the Mesozoic and Cenozoic. In his reanalysis of Phanerozoic extinction data, Bambach (2006) noted that different data tabulation methods produced different extinction percentages, but that 18 time stratigraphic units emerged consistently as intervals of elevated extinction. Seven of these intervals occurred during the Mesozoic and Cenozoic. These were (from oldest to youngest): late Norian/Rhaetian (end-Triassic), late Pliensbachian/early Toarcian (Early Jurassic), late Tithonian (end-Jurassic), late Cenomanian (early Late Cretaceous), late Maastrichtian (end-Cretaceous), Late Eocene, and Pliocene. All of these intervals produced positive extinction residuals in our analysis. We consider the relationship between volcanism and impact in each of these intervals.\nThe end-Triassic extinction appears confined to a single interval (Rhaetian, 29% generic extinction [Rohde and Muller 2005]), although Bambach (2006) combined this stage with the late Norian to resolve concerns with time stratigraphic correlation in the underlying data (40% extinction, Appendix 1). This event registered the highest extinction residuals (0.31) in our analysis, making it the most severe extinction in the Mesozoic/Cenozoic, after correction for the declining trend in ex-\ntinction rate through the Phanerozoic. This extinction coincided with extrusion of Central Atlantic Magmatic Province (Marzoli et al. 1999b; Palfy et al. 2000, 2002). Two small North American impact structures formed during the Rhaetian: the 9 km diameter Red Wing structure in North Dakota (47 36 N, 103 33 W [Sawatzky 1977]), which was not considered in the analysis, and the Wells Creek structure in Tennessee (36 23 N, 87 40 W [Stearns et al. 1968]), 12 km in diameter (Appendix 2). Both dated to about 200 Ma, although there is significant uncertainty in the Wells Creek structure’s age. No attempt has been made to link these structures to a single event, and neither impact structure has previously been associated with the end-Triassic extinction, probably because of their small size and presumably regional effects. A modest iridium anomaly of purported impact origin has been reported at the close of the Triassic in the Newark Basin (285 ppt Ir [Olsen et al. 2002]). Iridium was associated with fern spore enrichment and significant turnover in both flora and fauna of the Newark Basin, all hallmarks of extinction linked to catastrophic disturbance (Tschudy et al. 1984; Vijda et al. 2001).\nThe late Pliensbachian shows mildly elevated extinction (10%, Appendix 1, residual 0.02) and the early Toarcian somewhat less (9%, residual 0.01). Thus, they do not emerge as intervals of strongly elevated extinction in our data set. The late Pliensbachian is a substage devoid of flood basalt activity and impact structures. The early Toarcian coincides with the Karoo-Ferrar flood basalts in southern Africa (Appendix 3) (Marsh et al. 1997; Jourdan et al. 2005) but contains no impact structure.\nThe end-Jurassic (late Tithonian) extinction was also modest (13%, Appendix 1, residual 0.06) and occurred during a time when neither continental flood basalt volcanism nor impact occurred.\nThe late Cenomanian also showed minor extinction (8%, Appendix 1, residual 0.01). This event coincided with the second pulse of the Rajmahal flood volcanism in India (Eldholm and Coffin 2000). No impact structure has been dated to this substage.\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nThe end-Cretaceous extinction is arguably the most extensively studied, and its causes have been widely debated. It emerged as the second largest Mesozoic/Cenozoic extinction in our data set (31% extinction, Appendix 1, residual 0.25). The 170 km diameter Chicxulub crater (21 20 N, 89 30 W) in the Yucatán peninsula of Mexico (Hildebrand et al. 1991) formed during extrusion of India’s Deccan Trap flood basalts (Eldholm and Coffin 2000).\nThe late Eocene (12% extinction, Appendix 1, residual 0.07) had the fourth highest extinction residual in our analysis. No continental flood basalts occurred during this interval. However, the 90 km diameter Chesapeake Bay structure in Virginia (37 17 N, 76 1 W) and the 100 km diameter Popigai structure in Russia (71 39 N, 111 11 E) are dated at 37.7 Ma (McHugh et al. 1998) and 35.5 Ma (Bottomley et al. 1997) respectively (Appendix 2).\nThe Pliocene also showed modest extinction (6%, Appendix 1, residual 0.02) that coincided with the 18 km diameter El’gygytgyn impact structure in Russia (67 30 N, 172 5 E). Several smaller impact structures are also reported from the Pliocene; these were not included in our analysis: 10 km Karla structure in Russia, 8 km Bigache structure in Kazakhstan, and 2.5 km Roter Kamm structure in Namibia (LIP database, January 2008).\nOur analysis also revealed intervals in which continental flood basalts and impacts coincided but elevated extinction was not reported. These included early Barremian (Early Cretaceous, 4% extinction, Appendix 1, residual 0.03), the late Aptian (Early Cretaceous, 6% extinction, residual 0.005), the Thanetian (late Paleocene, 6% extinction, residual 0.004), and the Middle Miocene (5% extinction, residual 0.002). During the Barremian, the Paraná-Etendeka flood basalts (134–129 Ma) were active in the region straddling the rift between South America (Brazil, Paraguay) and Africa (Namibia, Angola) (Eldholm and Coffin 2000). The most intense period of volcanism occurred between 133 and 131 Ma (Marzoli et al. 1999a). The 55 km diameter Tookonooka impact structure (27 7 S, 142 50 E) also formed during the early part of this stage (Gostin and Therriault 1997). In the\nlate Aptian, the first phase of Rajmahal volcanism was active in India and Bangladesh (116–113 Ma) (Kent et al. 1997). The Carswell (39 km diameter) impact structure (58 27 N, 109 30 W) in Saskatchewan, Canada formed during this substage. During the Thanetian, the North Atlantic Volcanic Province was active (62–58 Ma) and the small (12.7 km) Marquez impact structure (31 17 N, 96 18 W) formed in Texas. In the middle Miocene, outpourings of the Colombia River flood basalt coincided with formation of the Ries impact structure (24 km in diameter, 48 53 N, 10 37 E) in Germany.\nAlthough our results demonstrate that intervals of elevated extinction occurred more frequently when continental flood volcanism and impact coincided, the simple volcanismimpact model (White and Saunders 2005) cannot explain the entire pattern of elevated extinction in the Mesozoic and Cenozoic. A wide variety of other extinction mechanisms have been proposed, including sea level change (Cohen and Hallam 1989; Hallam 1998; Sheehan 2001; Sandberg et al. 2002; Shen and Shi 2002; Bond et al. 2004), marine anoxia/dysoxia (House 1985, 1992; Cohen and Hallam 1989; Joachimski and Buggisch 1993; McGhee 1996; Sheehan 2001; Bond et al. 2004; Kump et al. 2005; Riccardi et al. 2007), and global climate change (McElwain et al. 1999; Norris et al. 2001; Sheehan 2001; Berry et al. 2002; Bralower et al. 2002; Johnson 2002; Bottjer 2004; Kiehl and Shields 2005). Like the volcanism-impact model, some of these scenarios require the interaction of multiple mechanisms. For example, sea level change may require an additional proximal trigger such as marine anoxia/ dysoxia (Cohen and Hallam 1989; Sheehan 2001; Bond et al. 2004) to generate elevated extinction. Similarly, mechanisms involving climate change commonly require some additional agent of mortality to produce more than anecdotal extinction (Keller 2003; Bottjer 2004).\nAs in the volcanism-impact model, most proposed extinction agents act either as ecologically long-term environmental stress (e.g., sea level and climate change) or as sudden, catastrophic disturbance (e.g., incursion of anoxia/dysoxia waters). To generalize, we pro-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\npose that some form of environmental stress must be coupled with a catastrophic disturbance to produce elevated extinction. However, environmental stress need not be produced by volcanism, nor must disturbance be the result of impact. Other agents are possible.\nPress and Pulse Disturbances. Working within the framework of community ecology, Bender and colleagues (1984) introduced a distinction between ‘‘press’’ and ‘‘pulse’’ disturbances to make explicit the consequences of differing experimental treatments. In pulse experiments, a single perturbation alters the density of a target species. Following the perturbation, all species in the community are allowed to respond and recover (Bender et al. 1984). In press experiments, a target species is reduced or eliminated from the community, and the target’s new density is maintained throughout the experiment. As a consequence of continued manipulation, the community recovers to a new compositional equilibrium (Bender et al. 1984). Community ecology has embraced this distinction and applied it broadly to both natural and human-designed experiments (Underwood 1989, 1994). In natural experiments—such as those we might observe in the fossil record—pulse disturbances are events that cause significant mortality. In contrast, press events are long-term stresses that may not cause immediate mortality, but instead alter population densities and shift the community into a new equilibrium. In studies of living systems, the press-pulse paradigm has been broadly applied to the marine benthos (Elias et al. 2005; Morello et al. 2005; Lilley and Schiel 2006; Scheibling and Gagnon 2006), freshwater communities (Marshall and Bailey 2004; Parkyn and Collier 2004; Lottig et al. 2007; Alexander et al. 2008), soil invertebrates (Bengtsson 2002), terrestrial animals (Alterio and Moller 2000), plants (Inchausti 1995), and conservation theory (Parasiewicz 2007).\nThe pulse-press model has been be extended to the evolutionary scale and applied to discussions of extinction (Erwin 1996, 2001). At the macroevolutionary level, pulse disturbances are geologically instantaneous events that disrupt biological communities and produce high mortality (e.g., bolide impact or\nrapid incursion of anoxic marine waters). If mortality is high enough to render populations non-viable, extinction results. However, if enough individuals can endure the pulse event and its immediate aftermath, survival is ensured because the physical and biotic environments eventually recover to their pre-disturbance equilibria.\nIn contrast, press mechanisms exert longterm stress on biological communities (Erwin 1996), thereby altering the adaptive landscape. Such mechanisms include changes in the mixing ratios of atmospheric gasses, sea level variation, and climate change. Although these may be of geologically short duration, they occur over many generations of the organisms involved and qualify as ecologically long-term stresses. Press disturbances promote extinction by reducing populations to non-viable levels through habitat loss, range restriction, and curtailed reproduction. In the fossil record, such proximal mechanisms may be impossible to distinguish. However, unlike pulse disturbances, press mechanisms force the biological community into a new equilibrium, in which previously important species may have no place. The mechanism of extinction in press events may not be mortality but rather changes that prevent growth and reduce carrying capacity until populations are rendered non-viable. Furthermore, press disturbances change the trajectory of evolution both directly (by eliminating players) and indirectly (by shifting the adaptive landscape for surviving species). Press disturbances also differ from pulse in that their ecologically longer duration permits adaptation of affected species (Erwin 1996). However, when press disturbances are of sufficient magnitude, they may exceed the adaptive potential of a lineage and lead to its extinction (Erwin 1996).\nClearly, both press and pulse disturbances can produce extinction. Many proposed extinction scenarios have focused on single, large magnitude press or pulse events. However, as more episodes of elevated extinction have been studied in detail, some researchers have recognized that singe-mechanism scenarios do not fit all of the available data (e.g., Racki and Wrzolek 2001; Glikson 2005; Keller 2005; White and Saunders 2005). Thus, a va-\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nriety of multiple-cause hypotheses have been proposed. White and Saunders (2005) moved beyond the anecdotal to suggest a generalized extinction mechanism: the combined effects of flood volcanism and bolide impact. Recognizing the contingent nature of history, most geologists and paleontologists resist such generalizations. However, ecologists agree that extinction, even in the face of large-scale catastrophe, is more likely when species are already endangered (Breininger et al. 1999; Hakoyama and Iwasa 2000), and that recovery from disturbance is less likely when ecosystems are stressed (Dolbeth et al. 2007; Nelson et al. 2007). We propose the press-pulse hypothesis to offer an ecologically meaningful framework in which to pose and test multiplemechanism scenarios for individual extinction events in Earth’s history.\nTemporal Scale Critique. Moving any concept from neoecology to deep time invites criticism of temporal scale. There is little question that pulse events, such as large bolide impacts, are instantaneous on both ecological (within one or a few generations of the organisms involved) and evolutionary (a time sufficient for change to occur and become fixed in a population) time scales. However, the direct consequences of a major impact may linger for days or months (Pope et al. 1997; Toon et al. 1997). For most organisms, this remains an ecological time scale. The crucial observation: pulse disturbances exert extinction power through mortality in the immediate aftermath of the event.\nQuestions of temporal scale are more challenging for press disturbances. For example, a large igneous province may be emplaced over several million years (see Appendix 3), but is generally characterized by episodes of peak eruption that last for one million years or less (Silver et al. 2006). Within peak periods, eruption may be sporadic or continuous. However, the global extinction power of flood basalts comes not from the eruptions themselves, but from secondary effects. Flood basalts have been linked to climate change (Wignall 2001; Chenet et al. 2005; Jolley and Widdowson 2005) and carbon cycle disruption (Wignall 2001; Palfy et al. 2002; Berner 2004). Flood basalts may also record levels of tectonic activity\nthat drive some sea level change (Adatte et al. 2001). All of these consequences will continue through, and probably beyond, the period of peak eruptive activity—about 1 Myr. For most organisms this constitutes the evolutionary time scale that typifies a press disturbance. The key observations: (1) press disturbances need not kill outright, but can instead exert extinction power through curtailed reproduction, lost habitat, geographic range contraction, and the long-term decline of population size; and (2) press disturbances occur over evolutionary time scales, making adaptation possible.\nIn our analysis, we chose independent press and pulse disturbances. However, a single event may—for some organisms—constitute both press and pulse. For example, planktonic foraminifera experienced significant extinction at the Cretaceous/Tertiary boundary (D’Hondt et al. 1996). Certainly, the direct effects of the terminal-Cretaceous impact produced major mortality in planktonic communities. However, plankton are well adapted to a bloom-and-bust lifestyle (Mohiuddin et al. 2005), where only a few survivors give rise to rapid population recovery once favorable conditions return. Nonetheless, high-resolution stratigraphic sections showed that recovery after the terminal-Cretaceous impact was curtailed and extinction resulted (Keller 1988; Fornaciari et al. 2007), with some last appearances occurring above the impact’s iridium signature (Keller 1988). In this case, we speculate that pulse mortality reduced populations, and that long-term (press) disruption of the open ocean ecosystem inhibited recovery and promoted extinction (D’Hondt et al. 1998). Only when both the press and pulse disturbances are articulated do the geochemical, biological, ecological, and stratigraphic data come into accord. Keller and colleagues (1988, 2003, 2005) have long argued that mantle plume volcanism is the press behind the extinction of foraminifera at the Cretaceous/ Tertiary boundary. In this case, explicitly articulating the press mechanism, and its temporal relationship to the pulse disturbance, allows these two hypotheses to be clearly distinguished and tested.\nThis example also illustrates a conundrum\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nfacing students of extinction. The stratigraphic record, in which time is imperfectly recorded and last appearances only approximate extinction, does not always offer sufficient resolution to separate the effects of press and pulse disturbances. However, where stratigraphic resolution is sufficient, the presspulse model poses clear, testable, ecologically meaningful hypotheses that may better capture the complexity underlying intervals of elevated extinction.\nIn conclusion, our analysis suggests that single causes for mass extinction—although appealing in their simplicity—may be inadequate to explain the detailed data now available for many episodes of mass extinction. Instead, a geologic one-two punch of press and pulse disturbances may be required to generate elevated extinction. The press-pulse model provides an ecologically realistic framework in which to investigate such hypotheses at the moments of great dying in Earth’s history."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank R. K. Bambach, D. Brown, W. A. Clemens, C. M. Critchlow, M. Foote, D. C. Kendrick, R. Plotkin, P. Wignal, B. H. Wilkinson, and participants in CNYPaleo for helpful discussions associated with this work. This work was supported in part by National Science Foundation grant EAR0241190 to N.C.A."
  }, {
    "heading": "Literature Cited",
    "text": "Adatte, T., J. Remane, W. Stinnesbeck, J. G. Lopez Oliva, and H.\nHubberten. 2001. Correlation of a Valanginian stable isotopic excursion in northeastern Mexico with the European Tethys. In C. Bartolini, R. T. Buffler, and A. Cantu Chapa, eds. The Western Gulf of Mexico Basin: tectonics, sedimentary basins, and petroleum systems. AAPG Memoir 75:371–388. Alexander, A. C., K. S. Heard, and J. M. Culp. 2008. Emergent body size of mayfly survivors. Freshwater Biology 53:171– 180. Alterio, N., and H. Moller. 2000. Secondary poisoning of stoats (Mustela erminea) in a South Island podocarp forest, New Zealand: implications for conservation. Wildlife Research 27:501– 508. Alvarez, L. W., W. Alvarez, F. Asaro, and H. V. Michel. 1980. Extraterrestrial cause for the Cretaceous-Tertiary extinction. Science 208:1095–1108. Arthur, M. A., and H. L. Barnes. 2006. Hits and misses: why some large impacts and LIPs cause mass extinction and others don’t. Geological Society of America Abstracts with Programs 38:338. Bambach, R. K. 2006. Phanerozoic biodiversity: mass extinctions. Annual Review of Earth and Planetary Sciences 34:127– 155.\nBambach, R. K., A. H. Knoll, and J. J. Sepkoski Jr. 2002. Anatomical and ecological constraints on Phanerozoic animal diversity in the marine realm. Proceedings of the National Academy of Sciences USA 99:6854–6859. Bambach, R. K., A. H. Knoll, and S. Wang. 2004. Origination, extinction, and mass depletions of marine diversity. Paleobiology 30:522–542. Bender, E. A., T. J. Case, and M. E. Gilpin. 1984. Perturbation experiments in community ecology: theory and practice. Ecology 65:1–13. Bengtsson, J. 2002. Disturbance and resilience in soil animal communities. European Journal of Soil Biology 38:119–125. Berner, R. A. 2004. The Phanerozoic carbon cycle: CO2 and O2. Oxford University Press, New York. Berry, W. B. N., R. L. Ripperdan, and S. C. Finney. 2002. Late Ordovician extinction: a Laurentian view. Pp. 463–471 in Koeberl and MacLeod 2002. Bond, D., W. P. B., and G. Racki. 2004. Extent and duration of marine anoxia during the Frasnian-Famennian (Late Devonian) mass extinction in Poland, Germany, Austria and France. Geological Magazine 141:173–193. Bottjer, D. J. 2004. The beginning of the Mesozoic: 70 million years of environmental stress and extinction. Pp. 99–118 in Taylor 2004b. Bottomley, R. J., R. Grieve, D. York, and V. Masaitis. 1997. The age of the Popigai impact event and its relation to events at the Eocene/Oligocene boundary. Nature 388:365–368. Bralower, T. J., I. Premoli-Silva, and M. J. Malone. 2002. New evidence for abrupt climate change in the Cretaceous and Paleogene: an Ocean Drilling Program expedition to Shatsky Rise, Northwest Pacific. GSA Today 12:4–10. Breininger, D. R., M. A. Burgman, and B. M. Stith. 1999. Influence of habitat quality, catastrophes, and population size on extinction risk of the Florida scrub-jay. Wildlife Society Bulletin 27:810–822. Bush, A. M., M. J. Markey, and C. R. Marshall. 2004. Removing bias from diversity curves: the effects of spatially organized biodiversity on sampling standardization. Paleobiology 30: 666–686. Bush, A. M., and R. K. Bambach. 2004. Did alpha diversity increase during the Phanerozoic? Lifting the veils of taphonomic, latitudinal, and environmental biases. Journal of Geology 112:625–642. Carrigy, M. A. 1968. Evidence of shock metamorphism in rock from the Steen River Structure, Alberta. Pp. 367–378 in B. M. French and N. M. Short, eds. Shock metamorphism of natural materials. Mono Book Corporation, Baltimore. Chenet, A. L., F. Fluteau, and V. Courtillot. 2005. Modeling massive sulphate aerosol pollution following large 1783 Laki basaltic eruption. Earth and Planetary Science Letters 236:721– 731. Cohen, J. M., and A. Hallam. 1989. The case for sea-level change as a dominant causal factor in mass extinction of marine invertebrates. Philosophical Transactions of the Royal Society of London B Biological Sciences 325:437–455. Corner, B., W. U. Reimold, D. Brandt, and C. Koeberl. 1997. Morokweng impact structure, Northwest Province, South Africa: Geophysical imaging and shock petrographic studies. Earth and Planetary Science Letters 146:351–364. Dence, M. R. 1964. A comparative structural and petrographic study of probable Canadian meteorite craters. Meteoritics 2: 249–270. D’Hondt, S., T. D. Herbert, J. King, and C. Gibson. 1996. Planktonic foraminifera, asteroids, and marine production; death and recovery at the Cretaceous-Tertiary boundary. In G. Ryder, D. Fastovsky, and S. Gartner, eds. The Cretaceous-Tertiary event and other catastrophes in earth history. Geological Society of America Special Paper 307:303–317.\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nD’Hondt, S., P. Donaghay, J. C. Zachos, D. Luttenberg, and M. Lindinger. 1998. Organic carbon fluxes and ecological recovery from the Cretaceous-Tertiary mass extinction. Science 282: 276–279. Dolbeth, M., P. G. Cardoso, S. Ferreira, M. T. Verdelhos, D. Raffaelli, and M. A. Pardal. 2007. Anthropogenic and natural disturbance effects on a macrobenthic estuarine community over a 10-year period. Marine Pollution Bulletin 54:576–585. Dott, R. H. 1983. Itching eyes and dinosaur demise. Geology 11: 126. Dypvik, H., S. T. Gudlaugsson, F. Tsikalas, M. Attrep, R. E. Ferrell, D. H. Krinsley, A. Mork, J. I. Faleide, and J. Nagy. 1996. Mjølinir structure: an impact crater in the Barents Sea. Geology 24:779–782. Eldholm, O., and M. F. Coffin. 2000. Large igneous provinces and plate tectonics. In M. Richards, R. Gordon, and R. Van der Hilst, eds. The history and dynamics of global plate motions. American Geophysical Union Geophysical Monograph 121: 309–326. Elias, R., J. R. Palacios, M. S. Rivero, and E. A. Vallarino. 2005. Short-term responses to sewage discharge and storms of subtidal sand-bottom macrozoobenthic assemblages off Mar del Plata City, Argentina (SW Atlantic). Journal of Sea Research 53:231–242. Embry, A. F., and K. G. Osadetz. 1988. Stratigraphy and tectonic significance of Cretaceous volcanism in Queen Elizabeth Islands, Canadian Arctic Archipelago. Canadian Journal of Earth Sciences 25:1209–1219. Ernst, R. E., and K. L. Buchan. 1997. Giant radiating dyke swarms: their use in identifying pre-Mesozoic large igneous provinces and mantle plumes. Pp. 297–333 in Mahoney and Coffin 1997. ———. 2001. Large mafic magmatic events through time and links to mantle-plume heads. In R. E. Ernst and K. L. Buchan, eds. Mantle plumes: their identification through time. Geological Society of America Special Paper 352:483–575. Erwin, D. H. 1996. Understanding biotic recoveries: extinction, survival, and preservation during the end-Permian mass extinction. Pp. 398–418 in D. Jablonski, D. H. Erwin, and J. Lipps, eds. Evolutionary paleobiology. University of Chicago Press, Chicago. ———. 2001. Lessons from the past: biotic recoveries from mass extinctions. Proceedings of the National Academy of Sciences USA 98:5399–4503. Feldman, V. I., L. B. Granovskiy, I. G. Kapustkina, N. N. Karotayeva, L. V. Sazonova, and A. I. Dabizha. 1981. The El’gygytgyn meteor crater. Pp. 70–92 in A. A. Marakushev, ed. Impactites. Moscow University Press, Moscow. Foote, M. 2003. Origination and extinction through the Phanerozoic: a new approach. Journal of Geology 111:125–148. ———. 2005. Pulsed origination and extinction in the marine realm. Paleobiology 31:6–20. ———. 2007. Extinction and quiescence in marine animal genera. Paleobiology 33:261–272. Fornaciari, E., L. Giusberti, V. Luciani, F. Tateo, C. Agnini, J. Backman, M. Oddone, and D. Rio. 2007. An expanded Cretaceous-Tertiary transition in a pelagic setting of the southern Alps (central-western Tethys). Palaeogeography, Palaeoclimatology, Palaeoecology 255:98–131. George, R., N. Rogers, and S. Kelly. 1998. Earliest magmatism in Ethiopia: evidence for two mantle plumes in one flood basalt province. Geology 26:923–926. Glikson, A. Y. 2005. Asteroid/comet impact clusters, flood basalts and mass extinctions: significance of isotopic age overlaps, discussion. Earth and Planetary Science Letters 236:933– 937. Gostin, V. A., and A. M. Therriault. 1997. Tookoonooka, a large buried early Cretaceous impact structure in the Eromanga\nBasin of southwestern Queensland, Australia. Meteoritics and Planetary Science 32:593–599. Gradstein, F. M., J. G. Ogg, and A. G. Smith. 2005. A geologic time scale 2004. Cambridge University Press, Cambridge. Grieve, R. A. F. 1991. Terrestrial impact: the record in the rocks. Meteoritics 26:175–194. Grieve, R. A. F., G. Reny, E. P. Gurov, and V. A. Ryabenko. 1987. The melt rocks of the Boltysh Impact Crater, Ukraine, USSR. Contributions to Mineralogy and Petrology 96:56–62. Haggerty, B. M. 1996. Episodes of flood-basalt volcanism defined by 40Ar/39Ar age distributions: correlation with mass extinctions? Journal of Undergraduate Research 3:155–164. Hakoyama, H., and Y. Iwasa. 2000. Extinction risk of a densitydependent population estimated from a time series of population size. Journal of Theoretical Biology 204:337–359. Hallam, A. 1979. The end of the Cretaceous. Nature 281:430– 431. ———. 1998. Mass extinctions in Phanerozoic time. In M. M. Grady, R. Hutchison, G. J. H. McCall, and D. A. Rothery, eds. Meteorites: flux with time and impact effects. Geological Society of London Special Publication 140:259–274. Hammerschmidt, K., and W. Engelhardt. 1995. 40Ar/39Ar dating of the Araguainha impact structure, Mato Grosso, Brazil. Meteoritics and Planetary Science 30:227–233. Hildebrand, A., G. T. Penfield, D. A. Kring, M. Pilkington, A. Camargo, S. B. Jacobsen, and W. Boynton. 1991. Chicxulub Crater: a possible Cretaceous/Tertiary boundary impact crater on the Yucatan Peninsula, Mexico. Geology 19:867–871. Hodge, P. 1994. Meteorite craters and impact structures of the Earth. Cambridge University Press, Cambridge. Hofmann, C., V. Courtillot, G. Féraud, P. Rochette, G. Virgu, E. Ketefo, and R. Pik. 1997. Timing of the Ethiopian flood basalt event and implications for plume birth and global change. Nature 389:838–841. Hooper, P. R. 1997. The Columbia River flood basalt province: current status. Pp. 1–27 in Mahoney and Coffin 1997. House, M. R. 1985. Correlation of mid-Palaeozoic ammonoid evolutionary events with global sedimentary perturbations. Nature 313:17–22. ———. 2002. Strength, timing, setting and cause of mid-Palaeozoic extinctions. Palaeogeography, Palaeoclimatology, Palaeoecology 181:5–25. Huey, R. B., and P. D. Ward. 2005. Hypoxia, global warming, and terrestrial Late Permian extinctions. Science 308:398–401. Inchausti, P. 1995. Competition between perennial grasses in a Neotropical savanna: the effects of fire and of hydric-nutritional stress. Journal of Ecology 83:231–243. Izett, G. A., W. A. Cobban, J. D. Obradovich, and M. J. Kunk. 1993. The Manson impact structure: 40Ar/39Ar age and its distal impact ejecta in the Pierre Shale in Southeastern South Dakota. Science 262:729–732. Izokh, E. 1991. Zhamanshin impact crater and tektite problems. Soviet Geology and Geophysics 32:1–10. Jablonski, D. 1996. Mass extinctions: persistent problems and new directions. In G. Ryder, D. Fastovsky, and S. Gartner, eds. The Cretaceous-Tertiary event and other catastrophes in earth history. Geological Society of America Special Paper 307:1–8. Jansa, L. F., and G. Pe-Piper. 1987. Identification of an underwater extraterrestrial impact crater. Nature 327:612–614. Joachimski, M. M., and W. Buggisch. 1993. Anoxic events in the late Frasnian—causes of the Frasnian-Famennian faunal crisis? Geology 22:675–678. Johnson, K. R. 2002. Megaflora of the Hell Creek and lower Fort Union formations in the western Dakotas: vegetational response to climate change, the Cretaceous-Tertiary boundary event, and rapid marine transgression. In J. H. Hartman, K. R. Johnson, and D. J. Nichols, eds. The Hell Creek Formation and the Cretaceous-Tertiary boundary in the northern Great\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nPlains: an integrated continental record of the end of the Cretaceous. Geological Society of America Special Paper 361:329– 391. Jolley, D. W., and M. Widdowson. 2005. Did Paleogene North Atlantic rift-related eruptions drive Eocene climate cooling? Lithos 79:355–366. Jones, W. B., M. Bacon, and D. A. Hastings. 1981. The Lake Bosumtwi impact crater, Ghana. Geological Society of America Bulletin 92:342–349. Jourdan, F., G. Féraud, H. Bertrand, A. B. Kampunzu, G. Tshoso, M. K. Watkeys, and B. Le Gall. 2005. Karoo large igneous province: brevity, origin, and relation to mass extinction questioned by new 40Ar/39Ar data. Geology 33:745–748. Kavasch, J., and W. D. Kavasch. 1986. The Ries meteorite craters: a geological guide. Ludwig Auer, Donauworth, Germany. Keller, G. 1988. Extinction, survivorship and evolution of planktonic foraminifera across the Cretaceous/Tertiary boundary at El Kef, Tunisia. Marine Micropaleontology 13:239–264. ———. 2003. Biotic effects of impacts and volcanism. Earth and Planetary Science Letters 215:249–264. ———. 2005. Biotic effects of late Maastrichtian mantle plume volcanism: implications for impacts and mass extinctions. Lithos 79:317–341. Keller, G., W. Stinnesbeck, T. Adatte, B. Holland, D. Stueben, M. Harting, C. de Leon, and J. de la Cruz. 2003. Spherule deposits in Cretaceous-Tertiary boundary sediments in Belize and Guatemala. Journal of the Geological Society, London 160: 783–795. Kent, W., A. D. Saunders, P. D. Kempton, and N. C. Ghose. 1997. Rajmahal basalts, eastern India: mantle sources and melt distribution at a volcanic rifted margin. Pp. 145–182 in Mahoney and Coffin 1997. Kiehl, J. T., and C. A. Shields. 2005. Climate simulation of the latest Permian: implications for mass extinction. Geology 33: 757–760. Koeberl, C., and K. G. MacLeod, eds. 2002. Catastrophic events and mass extinctions: impacts and beyond. Geological Society of America Special Paper 356. Koeberl, C., V. Sharpton, A. V. Murali, and K. Burke. 1990. Kara and Ust-Kara impact structures (USSR) and their relevance to the K/T boundary event. Geology 18:50–53. Koeberl, C., C. W. Poag, W. U. Reimold, and D. Brandt. 1996. Impact origin of Chesapeake Bay structure and the source of the North American tektites. Science 271:1263–1266. Kump, L. R., A. Pavlov, and M. A. Arthur. 2005. Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia. Geology 33:397–400. Lambert, P. 1977. Rochechouart impact crater: statistical geochemical investigations and meteoritic contamination. Pp. 449–460 in D. J. Roddy, R. O. Pepin, and R. B. Merrill, eds. Impact and explosion cratering. Pergamon, New York. Lane, A., C. M. Janis, and J. J. Sepkoski Jr. 2005. Estimating paleodiversities: a test of the taxic and phylogenetic methods. Paleobiology 31:21–34. Larsen, L. M., D. C. Rex, W. S. Watt, and P. G. Guise. 1999. 40Ar39Ar dating of alkali basaltic dykes along the southwest coast of Greenland: Cretaceous and Tertiary igneous activity along the eastern margin of the Labrador Sea. Geology of Greenland Survey Bulletin 184:19–29. Lilley, S. A., and D. R. Schiel. 2006. Community effects following the deletion of a habitat-forming alga from rocky marine shores. Oecologia 148:672–681. Lottig, N. R., H. M. Valett, M. E. Schreiber, and J. R. Webster. 2007. Flooding and arsenic contamination: influences on ecosystem structure and function in an Appalachian headwater stream. Limnology and Oceanography 52:1991–2001. MacLeod, N. 2004. Identifying Phanerozoic extinction controls: statistical considerations and preliminary results. In B. Beau-\ndoin Alwynne and J. Head Martin, eds. The palynology and micropalaeontology of boundaries. Geological Society of London Special Publication 230:11–33. Mahoney, J. J., and M. F. Coffin, eds. 1997. Large igneous provinces: continental, oceanic, and planetary flood volcanism. American Geophysical Union Geophysical Monograph 100. Mann, H. B., and D. R. Whitney. 1947. On a test of whether one of two random variables is stochastically larger than the other. Annals of Mathematical Statistics 18:50–60. Marsh, J. S., P. R. Hooper, J. Rehacek, R. A. Duncan, and A. R. Duncan. 1997. Stratigraphy and age of Karoo basalts of Lesotho and implications for correlations within the Karoo igneous province. Pp. 247–272 in Mahoney and Coffin 1997. Marshall, N. A., and P. C. E. Bailey. 2004. Impact of secondary salinisation on freshwater ecosystems: effects of contrasting, experimental, short-term releases of saline wastewater on macroinvertebrates in a lowland stream. Marine and Freshwater Research 55:509–523. Marzoli, A., L. Melluso, V. Morra, P. R. Renne, I. Sgrosso, M. D’Antonio, L. Duarte Morais, E. A. A. Morais, and G. Ricci. 1999a. Geochronology and petrology of Cretaceous basaltic magmatism in the Kwanza basin (western Angola), and relationships with the Paraná-Etendeka continental flood basalt province. Journal of Geodynamics 28:341–356. Marzoli, A., P. R. Renne, E. M. Piccirillo, M. Ernesto, G. Bellieni, and A. De Min. 1999b. Extensive 200-million-year-old continental flood basalts of the central Atlantic Magmatic Province. Science 284:616–618. Masaitis, V. L., and M. S. Mashchak. 1990. Puchezh-Katunki astrobleme: structure of central uplift and transformation of composing rocks. Meteorics 25:383. Masaitis, V. L., A. N. Danilin, G. M. Karpov, and A. I. Raykhlin. 1976. Karla, Obolon, and Rotmistrovka astroblemes in the European part of the USSR. Doklady Earth Science 230:48–51. May, R. M., J. H. Lawton, and N. E. Stork. 1995. Assessing extinction rates. Pp. 1–24 in J. H. Lawton and R. M. May, eds. Extinction rates. Oxford University Press, Oxford, England. McElwain, J. C., D. J. Beerling, and F. I. Woodward. 1999. Fossil plants and global warming at the Triassic-Jurassic boundary. Science 285:1386–1390. McGhee, G. R. 1996. The Late Devonian mass extinction: the Frasnian/Famennian crisis. Columbia University Press, New York. McHugh, C. M. G., S. W. Snyder, and K. G. Miller. 1998. Upper Eocene ejecta of the New Jersey continental margin reveal dynamics of the Chesapeake Bay impact. Earth and Planetary Science Letters 160:353–367. Melosh, H. J. 1989. Impact cratering: a geologic process. Oxford University Press, New York. Menzies, M., J. Baker, G. Chazot, and M. Al’Kadasi. 1997. Evolution of the Red Sea volcanic margin, western Yemen. Pp. 29– 43 in Mahoney and Coffin 1997. Milton, D. J., and J. F. Sutter. 1987. Revised age for the Gosses Bluff impact structure, Northern Territory, Australia, based on 40Ar/39Ar dating. Meteoritics 22:281–289. Milton, D. J., B. C. Barlow, R. Brett, A. Y. Brown, A. Y. Glikson, E. A. Manwaring, F. J. Moss, E. C. E. Sedmik, J. Van Son, and G. A. Young. 1972. Gosses Bluff impact structure, Australia. Science 175:1199–1207. Mohiuddin, M. M., A. Nishimura, and Y. Tanaka. 2005. Seasonal succession, vertical distribution, and dissolution of planktonic foraminifera along the Subarctic Front; implications for paleoceanographic reconstruction in the northwestern Pacific. Marine Micropaleontology 55:129–156. Morello, E. B., C. Froglia, R. J. A. Atkinson, and P. G. Moore. 2005. Impacts of hydraulic dredging on a macrobenthic community of the Adriatic Sea, Italy. Canadian Journal of Fisheries and Aquatic Sciences 62:2076–2087.\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nMuller, N., J. Hartung, E. Jessberger, and W. U. Reimold. 1990. 40Ar/39Ar ages of Dellen, Janisjarvi and Saaksjarvi impact craters. Meteoritics 25:1–10. Nelson, C. R., C. B. Halpern, and J. A. Antos. 2007. Variation in responses of late-seral herbs to disturbance and environmental stress. Ecology 88:2880–2890. Nielsen, T. F. D. 1987. Mafic dyke swarms in Greenland: a review. In H. C. Halls and W. F. Fahrig, eds. Mafic dyke swarms. Geological Association of Canada Special Paper 34:349–360. Norris, R. D., D. Kroon, B. T. Huber, and J. Erbacher. 2001. Cretaceous-Palaeogene ocean and climate change in the subtropical North Atlantic. In D. Kroon, R. D. Norris, and A. Klaus, eds. Western North Atlantic Palaeogene and Cretaceous palaeoceanography. Geological Society of America Special Paper 183:1–22. Olsen, P. E., D. V. Kent, H. D. Sues, C. Koeberl, H. Huber, A. Montanari, E. C. Rainforth, S. J. Fowell, M. J. Szajna, and B. W. Jartline. 2002. Ascent of dinosaurs linked to an iridium anomaly at the Triassic-Jurassic boundary. Science 296:1305– 1307. Palfy, J., J. K. Mortensen, E. S. Carter, P. L. Smith, R. M. Friedman, and H. W. Tipper. 2000. Timing the end-Triassic mass extinction: on land then in the sea? Geology 28:39–42. Palfy, J., P. L. Smith, and J. K. Mortensen. 2002. Dating the endTriassic and Early Jurassic mass extinctions, correlative large igneous provinces, and isotopic events. Pp. 355–366 in Koeberl and MacLeod 2002. Parasiewicz, P. 2007. Using MesoHABSIM to develop reference habitat template and ecological management scenarios. River Research Applications 23:924–932. Parkyn, S. M., and K. J. Collier. 2004. Interaction of press and pulse disturbance on crayfish populations: food impacts in pasture and forest streams. Hydrobiologia 527:113–124. Peate, D. W. 1997. The Paraná-Etendeka province. Pp. 217–245 in Mahoney and Coffin 1997. Peters, S. E. 2006. Genus extinction, origination, and the durations of sedimentary hiatuses. Paleobiology 32:387–407. Peters, S. E., and M. Foote. 2001. Biodiversity in the Phanerozoic: a reinterpretation. Paleobiology 27:583–601. ———. 2002. Determinants of extinction in the fossil record. Nature 416:420–424. Pope, K. O., K. H. Baines, A. C. Ocampo, and B. A. Ivanov. 1997. Energy, volatile production, and climate effects of the Chicxulub Cretaceous/Tertiary impact. Journal of Geophysical Research 102:21645–21664. Racki, G., and T. Wrzolek. 2001. Causes of mass extinctions. Lethaia 34:200–202. Rampino, M. R., and R. B. Strothers. 1988. Flood basalt volcanism during the past 250 million years. Science 241:663–668. Raup, D. M. 1992. Large-body impact and extinction in the Phanerozoic. Paleobiology 18:80–88. Raup, D. M., and J. J. Sepkoski Jr. 1982. Mass extinctions in the marine fossil record. Science 215:1501–1503. Reimold, W. U. 1982. The Lappajarvi meteorite crater, Finland: petrography, Rb, Sr, major and trace element geochemistry of the impact melt and basement rocks. Geochimica et Cosmochimica Acta 46:1203–1225. Reimold, W. U., R. A. Armstrong, and C. Koeberl. 2002. A deep drill core from the Morokweng impact structure, South Africa: petrography, geochemistry, and constraints on the crater size. Earth and Planetary Science Letters 201:221–232. Riccardi, A., L. R. Kump, M. A. Arthur, and S. D’Hondt. 2007. Carbon isotopic evidence for chemocline upward excursions during the end-Permian event. Palaeogeography, Palaeoclimatology, Palaeoecology 248:73–81. Robinson, P. T. 1988. The Haughton impact crater, Devon Island, Canada. Meteoritics 23:181–184. Robinson, P. T., and R. A. F. Grieve. 1975. Impact structures in\nCanada: their recognition and characteristics. Journal of the Royal Astronomical Society of Canada 69:1–20. Rohde, R. A., and R. A. Muller. 2005. Cycles in fossil diversity. Nature 434:208–210. Roopnarine, P. D. 2006. Extinction cascades and catastrophe in ancient food webs. Paleobiology 32:1–19. Sandberg, C. A., J. R. Morrow, and W. Ziegler. 2002. Late Devonian sea-level changes, catastrophic events, and mass extinctions. Pp. 473–487 in Koeberl and MacLeod 2002. Sander, G. W., A. Overton, and R. D. Bataille. 1963. Seismic and magnetic investigation of the Deep Bay Crater. Journal of the Royal Astronomical Society of Canada 58:16. Saunders, A. D., J. G. Fitton, A. C. Kerr, M. J. Norry, and R. W. Kent. 1997. The North Atlantic igneous province. Pp. 45–93 in Mahoney and Coffin 1997. Sawatzky, H. B. 1977. Buried impact craters in the Williston Basin and adjacent areas. Pp. 461–480 in D. J. Roddy, R. O. Pepin, and R. B. Merrill, eds. Impact and explosion cratering: planetary and terrestrial implications. Pergamon, Oxford. Scheibling, R. E., and P. Gagnon. 2006. Competitive interactions between the invasive green alga Codium fragile ssp. tomentosoides and native canopy-forming seaweeds in Nova Scotia (Canada). Marine Ecology Progress Series 325:1–14. Sepkoski, J. J., Jr. 1981. The uniqueness of the Cambrian fauna. In M. E. Taylor, ed. Short Papers for the Second International Symposium on the Cambrian System. U.S. Geological Survey Open-File Report:203–207. ———. 1993. Ten years in the library: new data confirm paleontological patterns. Paleobiology 19:43–51. ———. 2002. Compendium of fossil marine animal diversity. Bulletins of American Paleontology 363:1–560. Sepkoski, J. J., Jr., and A. I. Miller. 1985. Evolutionary faunas and the distribution of Paleozoic benthic communities in space and time. Pp. 153–190 in J. W. Valentine, ed. Phanerozoic diversity patterns. Princeton University Press, Princeton, N.J. Sepkoski, J. J., Jr., F. K. McKinney, and S. Lidgard. 2000. Competitive displacement among post-Paleozoic cyclostome and cheilostome bryozoans. Paleobiology 26:7–18. Sheehan, P. M. 2001. The Late Ordovician mass extinction. Annual Review of Earth and Planetary Sciences 29:331–364. Shen, S. Z., and G. R. Shi. 2002. Paleobiogeographical extinction patterns of Permian brachiopods in the Asian-western Pacific region. Paleobiology 28:449–463. Signor, P., and J. H. Lipps. 1982. Sampling bias, gradual extinction patterns, and catastrophes in the fossil record. Geological Society of America Special Paper 190:291–296. Silver, P. G., M. D. Behn, K. Kelley, M. Schmitz, and B. Savage. 2006. Understanding cratonic flood basalts. Earth and Planetary Science Letters 245:190–201. Smith, A. B. 2001. Large-scale heterogeneity of the fossil record: implications for Phanerozoic biodiversity studies. Philosophical Transactions of the Royal Society of London B 356:351– 367. Stanley, S. M., and X. Yang. 1994. A double mass extinction at the end of the Paleozoic era. Science 266:1340–1344. Stearns, R. G., C. W. Wilson, H. A. Tiedemann, J. T. Wilcox, and P. S. Marsh. 1968. The Wells Creek structure, Tennessee. Pp. 323–338 in B. French and N. M. Short, eds. Shock metamorphism of natural materials. Mono Book Corporation, Baltimore. Storey, B. C., P. T. Leat, S. D. Weaver, R. J. Pankhurst, J. D. Bradshaw, and S. Kelly. 1999. Mantle plumes and Antarctica-New Zealand rifting: evidence from mid-Cretaceous mafic dykes. Journal of the Geological Society, London 156:659–671. Storey, M., J. J. Mahoney, and A. D. Saunders. 1997. Cretaceous basalts in Madagascar and the transition between plume and continental lithosphere mantle sources. Pp. 95–122 in Mahoney and Coffin 1997.\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nAppendix 1\nExtinction as a percent of standing diversity for marine animal genera during the Mesozoic and Cenozoic based on Sepkoski’s (2002) Compendium of Fossil Marine Animal Diversity, reduced by Rohde and Muller (2005) and republished by Bambach (2006), who consolidated some stages to better reflect the temporal resolution of the original data. Only genera for which first and last appearance data were known and for which first and last appearance data can be resolved to stage or substage were used to calculate extinction rate. Singletons excluded.\nAge (Ma) Stage\nExtinction magnitude (% Genera) Age (Ma) Stage\nExtinction magnitude (% Genera)\n0–1.8 Pleistocene 1.25 148.2–150.8 Early Tithonian 8.37 1.8–5.3 Pliocene 6.19 150.8–153.3 Late Kimmeridgian 6.15 5.3–11.6 Late Miocene 4.13 153.3–155.7 Early Kimmeridgian 6.30 11.6–16 Middle Miocene 4.64 155.7–157.5 Late Oxfordian 5.68 16–23 Early Miocene 3.55 157.5–159.4 Middle Oxfordian 2.82 23–28.4 Late Oligocene 1.60 159.4–161.2 Early Oxfordian 4.55 28.4–33.9 Early Oligocene 4.98 161.2–162.4 Late Callovian 5.59 33.9–37.2 Late Eocene 12.37 162.4–163.5 Middle Callovian 4.79 37.2–48.6 Middle Eocene 6.70 163.5–164.7 Early Callovian 5.66 48.6–55.8 Early Eocene 3.40 164.7–165.7 Late Bathonian 4.77 55.8–60.2 Thanetian 6.14 165.7–166.7 Middle Bathonian 2.87 60.2–65.5 Danian 7.55 166.7–167.7 Early Bathonian 3.17 65.5–68.1 Late Maastrichtian 30.90 167.7–169.7 Late Bajocian 5.92 68.1–70.6 Early Maastrichtian 16.15 169.7–171.6 Early Bajocian 6.77 70.6–77.1 Late Campanian 6.36 171.6–175.6 Aalenian 3.50 77.1–83.5 Early Campanian 6.12 175.6–179.3 Late Toarcian 5.55 83.5–85.8 Santonian 5.24 179.3–183 Early Toarcian 8.78 85.8–89.3 Coniacian 2.44 183–186.3 Late Pliensbachian 10.29 89.3–91.4 Late Turonian 3.15 186.3–189.6 Early Pliensbachian 6.22 91.4–93.5 Early Turonian 3.87 189.6–193.1 Late Sinemurian 3.22 93.5–95.5 Late Cenomanian 7.73 193.1–196.5 Early Sinemurian 2.86 95.5–97.6 Middle Cenomanian 4.11 196.5–199.6 Hettangian 2.41 97.6–99.6 Early Cenomanian 5.98 199.6–207.9 U. Norian/Rhaetian 39.97 99.6–103.7 Late Albian 6.63 207.9–212.2 Middle Norian 9.96 103.7–107.9 Middle Albian 4.45 212.2–216.5 Early Norian 11.11 107.9–112 Early Albian 3.92 216.5–222.3 Late Carnian 11.69\n112–118.5 Late Aptian 6.39 222.3–228 Early Carnian 12.15 118.5–125 Early Aptian 7.66 228–232.5 Late Ladinian 6.01\n125–127.5 Late Barremian 3.70 232.5–237 Early Ladinian 6.24 127.5–130 Early Barremian 3.81 237–239.7 Late Anisian 4.91\n130–133.2 Late Hauterivian 2.41 239.7–242.3 Middle Anisian 3.73\nTaylor, F. C., and M. R. Dence. 1968. A probable meteorite origin for Mistastin Lake, Labrador. Canadian Journal of Earth Sciences 6:39–45. Taylor, P. D. 2004a. Extinction and the fossil record. Pp. 1–34 in Taylor 2004b. ———. 2004b. Extinctions in the history of life. Cambridge University Press, Cambridge. Toon, O. B., K. Zahnle, D. Morrison, R. P. Turco, and C. Covey. 1997. Environmental perturbations caused by the impacts of asteroids and comets. Reviews of Geophysics 35:41–78. Tschudy, R. H., C. L. Pillmore, C. J. Orth, C. J. Gilmore, and J. D. Knight. 1984. Disruption of the terrestrial plant ecosystem at the Cretaceous-Tertiary boundary, Western Interior. Science 225:1030–1032. Underwood, A. J. 1989. The analysis of stress in natural populations. Pp. 51–78 in P. Calow and R. Berry, eds. Evolution, ecology and environmental stress. Academic Press, London. ———. 1994. On beyond BACI: sampling designs that might re-\nliably detect environmental disturbances. Ecological Applications 4:3–15. Vijda, V., J. I. Raine, and C. J. Hollis. 2001. Indication of global deforestation at the Cretaceous-Tertiary boundary by New Zealand fern spike. Science 294:1700–1702. Wang, S. C., and P. J. Everson. 2007. Confidence intervals for pulsed mass extinction events. Paleobiology 33:324–336. White, R. V., and A. D. Saunders. 2005. Volcanism, impact and mass extinctions: incredible or credible coincidences? Lithos 79:299–316. Wignall, P. B. 2001. Large igneous provinces and mass extinctions. Earth Science Reviews 53:1–33. ———. 2004. Causes of mass extinctions. Pp. 119–150 in Taylor 2004b. Zoback, M. L., E. H. McKee, R. J. Blakely, and G. A. Thompson. 1994. The northern Nevada rift: Regional tectono-magmatic relations and Middle Miocene stress direction. Geological Society of America Bulletin 106:371–382.\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nAppendix 1\nContinued.\nAge (Ma) Stage\nExtinction magnitude (% Genera) Age (Ma) Stage\nExtinction magnitude (% Genera)\n133.2–136.4 Early Hauterivian 3.56 242.3–245 Early Anisian 4.04 136.4–138.3 Late Valanginian 3.67 245–247.4 Late Olenekian 6.03 138.3–140.2 Early Valanginian 4.34 247.4–249.7 Early Olenekian 2.11 140.2–142.9 Late Berriasian 3.33 249.7–250.4 Late Induan 4.56 142.9–145.5 Early Berriasian 2.60 250.4–251 Early Induan 8.95 145.5–148.2 Late Tithonian 13.14\nAppendix 2\nImpact structures used in this analysis. The data set was culled from the Earth Impact Database managed by the Planetary and Space Sciences Centre at the University of New Brunswick, Canada (data drawn 1 January 2008). To be included in this data set, an impact structure must be larger than 10 km in diameter and dated to a Mesozoic or Cenozoic stage. Key citations are provided below; additional references for each structure are available at www.unb.ca/passc/impactDatabase/.\nImpact structure Location Diameter (km) Age (Ma) Reference\nZhamanshin Kazakhstan 14 0.9 Izokh 1991 Bosumtwi Ghana 10.5 1.07 Jones et al. 1981 El’gygytgyn Russia 18 3.5 Feldman et al. 1981 Ries Germany 24 15.1 Kavasch and Kavasch 1986 Chesapeake Bay Virginia, USA 90 35.5 Koeberl et al. 1996 Popigai Russia 100 35.7 Hodge 1994 Mistastin Lake Labrador, Canada 28 36.4 Taylor and Dence 1968 Haughton Nunavut, Canada 23 39 Robinson 1988 Logancha Russia 20 40 Hodge 1994 Logoisk Belarus 15 42.3 Grieve 1991 Kamensk Russia 25 49 Hodge 1994 Montagnais Nova Scotia, Canada 45 50.5 Jansa and Pe-Piper 1987 Marquez Dome Texas, USA 12.7 58 Hodge 1994 Chicxulub Yucatán, Mexico 170 64.98 Hildebrand et al. 1991 Boltysh Ukraine 24 65.17 Grieve et al. 1987 Kara Russia 65 70.3 Koeberl et al. 1990 Lappajärvi Finland 23 73.3 Reimold 1982 Manson Iowa, USA 35 73.8 Izett et al. 1993 Dellen Sweden 19 89 Muller et al. 1990 Steen River Alberta, Canada 25 91 Carrigy 1968 Deep Bay Saskatchewan, Canada 13 99 Sander et al. 1963 Carswell Saskatchewan, Canada 39 115 Hodge 1994 Tookoonooka Queensland, Australia 55 128 Gostin and Therriault 1997 Mjølinir Norway 40 142 Dypvik et al. 1996 Gosses Bluff N. Territory, Australia 22 142.5 Milton et al. 1972; Milton and Sutter 1987 Morokweng South Africa 70 145 Corner et al. 1997; Reimold et al. 2002 Puchezh-Katunki Russia 80 167 Masaitis and Mashchak 1990 Obolon Ukraine 20 169 Masaitis et al. 1976 Wells Creek Tennessee, USA 12 200 Stearns et al. 1968 Rochechouart France 23 214 Lambert 1977 Manicouagan Quebec, Canada 100 214 Dence 1964 Saint Martin Manitoba, Canada 40 220 Robinson and Grieve 1975 Araguainha Brazil 40 244.4 Hammerschmidt and Engelhardt 1995\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nA pp\nen di\nx 3\nC on\nti n\nen ta\nl fl\noo d\nb as\nal t\nev en\nts u\nse d\nin th\nis an\nal y\nsi s.\nT h\ne d\nat a\nse t\nw as\ncu ll\ned fr\nom th\ne L\nar g\ne Ig\nn eo\nu s\nP ro\nv in\nce s\nd at\nab as\ne m\nan ag\ned by\nth e\nL IP\ns C\nom m\nis si\non ,u\nn d er th e au sp ic es of th e In te rn at io n al A ss oc ia ti on of V ol ca n ol og y an d C h em is tr y of th e E ar th ’s In te ri or (d at a d ra w n 1 Ja n u ar y 20 08 ). O n ly w el ld at ed , co n ti n en ta l ev en ts w er e in cl u d ed in th is st u d y. K ey re fe re n ce s ar e p ro v id ed ;a d d it io n al re fe re n ce s ar e av ai la bl e at w w w .l ar g ei g n eo u sp ro v in ce s. or g / re co rd .h tm l/ .\nIg n\neo u\ns p\nro v\nin ce\nL oc\nat io\nn A\nre a\n(k m\n2 ) A\ng e\nra n\ng e\n(M y\nr) R\nef er\nen ce\nC ol\nu m\nbi a\nR iv\ner U\nSA 16\n4, 00\n0 14\n.5 –1\n6. 5\nZ ob\nac k\net al\n.1 99\n4; H\noo p\ner 19 97 A fa r N W A fr ic a, A ra bi a 2, 00 0, 00 0 29 –3 1 H of m an n et al . 19 97 ; M en zi es et\nal .1\n99 7;\nG eo\nrg e\net al\n.1 99 8 N or th A tl an ti c V ol ca n ic P ro v in ce U K , G re en la n d 1, 30 0, 00 0 58 –6 2 Sa u n d er s et al .1 99 7 D ec ca n In d ia 1, 80 0, 00 0 66 R am p in o an d St ro th er s 19 88 ;H ag g er ty 19 96 ;E ld h ol m an d C\nof fi\nn 20 00 M ad ag as ca r M ad ag as ca r 26 0, 00 0 84 –9 0 St or ey et al . 19 97 ; E ld h ol m an d C of fi n 20 00 Q u ee n E li za b et h Is . C an ad a, G re en la n d 55 0, 00 0 95 E m br y an d O sa d et z 19 88 ; E rn st an d B u ch an 19 97 R aj m ah al In d ia 6, 00 0, 00 0 86 –1 10 K en t et al .1 99 7; E ld h ol m an d C of fi n 20 00 M ar ie B y rd A n ta rc ti ca u n d et er m in ed 10 7– 11 0 St or ey et al . 19 99 P ar an áE te n d ek a So u th A m er ic a, W .A fr ic a 2, 00 0, 00 0 12 9– 13 4 P ea te 19 97 G re en la n d T ra p G re en la n d 20 ,0 00 13 3– 13 8 N ie ls en 19 87 ; L ar se n et al .1 99 9 G as co y n e M ar g in N W A u st ra li a 80 0, 00 0 13 6– 14 0 E ld h ol m an d C of fi n 20 00 A rg o B as in M ar g in E . In d ia n O ce an 10 0, 00 0 15 5– 16 0 E ld h ol m an d C of fi n 20 00 K ar oo -F er ra r So u th er n A fr ic a 10 ,0 00 ,0 00 17 9– 18 3 M ar sh et al . 19 97 ; Jo u rd an et al .2 00 5 C en tr al A tl an ti c M ag m at ic P ro v in ce U SA , So u th A m er ic a, A fr ic a 7, 00 0, 00 0 19 9– 20 1 M ar zo li et al .1 99 9b\nDownloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona"
  }],
  "year": 2019,
  "references": [],
  "id": "SP:54ab5b8a48a95a13261da897383dcd6001472e77",
  "authors": [{
    "name": "Nan Crystal Arens",
    "affiliations": []
  }, {
    "name": "Ian D. West",
    "affiliations": []
  }],
  "abstractText": "—Previous discussions of mass extinction mechanisms generally focused on circumstances unique to each event. However, some have proposed that extensive volcanism combined with bolide impact may offer a general mechanism of mass extinction. To test this hypothesis we compared generic extinction percentages for 73 stages or substages of the Mesozoic and Cenozoic. We found that the highest frequency of intervals with elevated extinction occurred when continental flood basalt volcanism and bolide impact co-occurred. In contrast, neither volcanism nor impact alone yielded statistically elevated extinction frequencies. Although the magnitude of extinction was uncorrelated with the size of the associated flood basalt or impact structure, crater diameter did correlate with extinction percentage when volcanism and impact coincided. Despite this result, caseby-case analysis showed that the volcanism-impact hypothesis alone cannot explain all intervals of elevated extinction. Continental flood volcanism and impact share important ecological features with other proposed extinction mechanisms. Impacts, like marine anoxic incursions, are pulse disturbances that are sudden and catastrophic, and cause extensive mortality. Volcanism, like climate and sea level change, is a press disturbance that alters community composition by placing multigenerational stress on ecosystems. We propose that the coincidence of press and pulse events, not merely volcanism and impact, is required to produce the greatest episodes of dying in Phanerozoic history. Nan Crystal Arens. Department of Geoscience, Hobart and William Smith Colleges, Geneva, New York 14456. E-mail: arens@hws.edu Ian D. West. Department of Environmental Studies. Hobart College, Geneva, New York 14456 Accepted: 21 May 2008 Although there is consensus that episodes of elevated extinction have happened in Earth’s past (Raup and Sepkoski 1982; Signor and Lipps 1982; Stanley and Yang 1994; May et al. 1995; Jablonski 1996; Hallam 1998; Racki and Wrzolek 2001; Peters and Foote 2002; Bambach et al. 2004; Taylor 2004a; Wignall 2004; Bambach 2006; Peters 2006; Foote 2007; Wang and Everson 2007), their causes remain vigorously debated and anecdotal. Five broad categories of mass extinction mechanisms have been proposed: bolide impact, volcanism, sea level change, marine anoxia/dysoxia, and climate change. Biotic interactions (e.g., Hallam 1979; Dott 1983; Sepkoski et al. 2000) have also been implicated, but these biocentric hypotheses commonly involve only a single lineage and do not generally mow a broad swath through biological diversity. However, Roopnarine (2006) has shown that potentially catastrophic secondary extinctions can occur when food webs are perturbed. Extinction scenarios that invoke more than one mechanism have emerged as detailed studies of extinction intervals revealed previously unappreciated complexity. For example, the end-Ordovician extinction has been attributed to a combination of sea level regression, rapid climate change, and fluctuations in deep ocean circulation (Sheehan 2001). Global warming that contributed to the formation of extensive marine anoxia has been suggested for the Late Devonian (Bond et al. 2004), Permian (Huey and Ward 2005), and Triassic (McElwain et al. 1999; Bottjer 2004) extinctions. The end-Cretaceous extinction—long the icon for a single impact cause (Alvarez et al. 1980)—may also be a candidate for a multifaceted explanation. Keller and colleagues (e.g., Keller 2003, 2005; Keller et al. 2003) continue to argue for the synergy of volcanism, climate change, and impact. Others (e.g., Racki and Wrzolek 2001; Glikson 2005) proposed, anecdotally, that the combination of impact and extensive volcanism explained high extinction at various intervals. White and Saunders (2005) modeled the statistical frequency of impact, volcanism, and elevated extinction to show that these events were likely to have coincided three times during the last Downloaded From: https://bioone.org/journals/Paleobiology on 26 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona 457 PRESS-PULSE MODEL OF MASS EXTINCTION 300 Myr. They further noted that three of the traditional ‘‘big five’’ (Raup and Sepkoski 1982) Phanerozoic mass extinctions (Permian, Triassic, and Cretaceous) occurred within this temporal window. However, their analysis did not systematically evaluate the temporal coincidence of impact, volcanism, and mass extinction, nor did they consider the wider range of elevated extinction intervals that have been identified (MacLeod 2004; Bambach 2006; Wang and Everson 2007). In this paper, we present a quantitative test of the impact-volcanism hypothesis. We propose that intervals of elevated extinction occur more frequently when extensive volcanism and impact coincide. In corollary, neither volcanism nor impact alone increases the frequency of elevated extinction.",
  "title": "Press-pulse: a general theory of mass extinction?"
}