{
  "sections": [{
    "text": "H Ja\nJa\nRo\nDe\n1.\nch fo\nA\nArt Re Ac Av\nW Ed\nKe Ca W Bu Su Ca Atm Vo\nMo Cy Alt En Cy Dio Ox Vo\n16 htt\nydrology, environment\ncques-Joseph Ébelmen, the founder of earth system science\ncques-Joseph Ébelmen, le fondateur de la Science systémique de la Terre\nbert A. Berner\npartment of Geology and Geophysics, Yale University, New Haven, CT 06520-8109, United States\nIntroduction\nBesides contributing greatly to the principles of emical weathering, Jacques Ébelmen was also the under of earth system science as it considers the\nevolution of atmospheric CO2 and O2 over a long geologic time scale (millions of years). The work summarized in his classic paper (Ébelmen, 1845) discusses in detail all of the major processes that affect the levels of atmospheric CO2 and O2, and his analysis, based on present-day knowledge, is complete and contains no omissions or reasoning errors. This was over a 100 years before the independent deduction of the major CO2 and O2-controlling processes\nR T I C L E I N F O\nicle history: ceived 15 February 2012 cepted after revision 2 August 2012 ailable online 25 September 2012\nritten on invitation of the itorial Board\nywords: rbon cycle eathering rial of carbonates lfur cycle rbon dioxide\nospheric oxygen\nlcanism\nts clés : cle du carbone ération météorique fouissement des carbonates cle du soufre\nxyde de carbone\nygène atmosphérique lcanisme\nA B S T R A C T\nThe fundamental principles of the factors affecting the global carbon cycle, the global sulfur cycle and the levels of atmospheric CO2 and O2 over long-term (multimillion year) time scales were first elucidated by Jacques-Joseph Ébelmen in 1845. He covered all major processes in such a correct manner that no appreciable changes in them have been elucidated since then. Unfortunately, his ideas were forgotten and were independently deduced by others only 100 to 150 years later. In this article, his reasoning is shown in detail, via a number of original quotations, and the results of a mathematical model by the author for CO2 and O2 over the Phanerozoic Eon (past 542 million years) are presented. In agreement with Ébelmen’s predictions, there apparently have been large changes in the levels of atmospheric CO2 and O2 over geologic time.\n2012 Académie des sciences. Published by Elsevier Masson SAS. All rights reserved.\nR É S U M É\nLes principes fondamentaux des facteurs affectant le cycle global du carbone, le cycle global du soufre et les teneurs en CO2 et O2 atmosphériques sur de longues échelles de temps (multimillion d’années) ont été élucidés en premier lieu par Jacques-Joseph Ébelmen en 1845. Il a couvert tous les processus majeurs de manière si correcte, qu’aucun changement notable en ce domaine n’a été élucidé depuis lors. Malheureusement, ses idées ont été oubliées et indépendamment déduites par d’autres, seulement 100 à 150 années plus tard. Dans cet article, son raisonnement est présenté en détail via nombre de citations originales ainsi que les résultats d’un modèle mathématique pour CO2 et O2 sur l’Eon phanérozoı̈que (542 Ma). En accord avec les prédictions d’Ébelmen, il y a eu apparemment d’importants changements dans les teneurs en CO2 et d’O2 atmosphériques au cours des temps géologiques.\n2012 Académie des sciences. Publié par Elsevier Masson SAS. Tous droits réservés.\nEmail address: robert.berner@yale.edu.\nContents lists available at SciVerse ScienceDirect\nComptes Rendus Geoscience\nw ww.s c ien ced i rec t . c o m\n31-0713/$ – see front matter 2012 Académie des sciences. Published by Elsevier Masson SAS. All rights reserved. p://dx.doi.org/10.1016/j.crte.2012.08.001\nb H fo a a\nr m p o e e\n2\nm c 1 r c c C c is p s\nw o a a c c s w H tr ta r M (s\nc c O a c\np le o r\nc a a la c\ng\ny Urey (1952), Garrels and Perry (1974) and olland (1978). In the present article, attention will be cused on Ébelmen’s work on the global cycles of carbon nd sulfur and how they have affected past levels of CO2 nd O2.\nIn addition to discussing the carbon and sulfur cycles in elation to the work of Ébelmen, some recent results of\nodeling by the author (Berner, 2004, 2006, 2008) are resented in terms of calculated variations of CO2 and O2 ver the Phanerozoic Era (past 542 million years). This is an xample of how one can quantify the ideas originally xpressed by Ébelmen.\n. CO2 and the silicate–carbonate subcycle\nCarbon dioxide is controlled on a geological or ultimillion year time scale by the ‘‘long-term’’ carbon ycle (Berner, 2004; Berner et al., 1983; Walker et al., 981). This cycle involves transfer of carbon between ocks, the atmosphere and the oceans. One aspect of the ycle is the plant-assisted weathering of Ca and Mgontaining minerals resulting in the uptake of atmospheric O2 and the subsequent removal of the carbon as arbonates in oceanic bottom sediments. Carbon dioxide\nrestored to the atmosphere by volcanic and metamorhic degassing, and this process is designated as the ilicate–carbonate subcycle.\nThe uptake of atmospheric CO2 via the plant-assisted eathering of Ca (and Mg) silicates is the result of a series\nf reactions. First, there is photosynthetic uptake of tmospheric CO2 by land plants. The plant roots and their ssociated mycorrrhizae then produce organic acids whose arbon is derived from the plants. These acids react with alcium and magnesium silicate minerals to form disolved Ca++ and Mg++ plus dissolved organic acid anions ith the organic anions rapidly oxidized in most soils to CO3 . The dissolved Ca++ Mg++ and HCO3 are then\nansported to the oceans by rivers. There the Mg++ is ken up and Ca++ is released during basalt seawater eaction and all Ca++ is ultimately precipitated as CaCO3. ost of these reactions were foreseen by Ébelmen (1845), ee Berner and Maasch, 1996):\n« L’action des matières organiques, soit pendant la roissance des végétaux, soit pendant leur décomposition, ontribue vraisemblablement à la décomposition des silicates. n sait que certains éléments minéraux, la silice, les bases lcalines et terreuses, le fer et le manganèse sont essentiels à la onstitution des végétaux ». « On peut bien admettre que les racines de ceux-ci puissent roduire ou accélérer la décomposition des silicates avec\nsquels elles sont en contact. . . il est probable que des acides rganiques autres que l’acide carbonique concourent a cette éaction ». « Les carbonates dissous dérivés de l’altération sur le ontinent finiront par se déposer, ou seront absorbés par les nimaux marins, mollusques ou zoophytes. Les carbonates lcalins, réagissant sur les sels calcaires contenus dans l’eau de\nmer, en précipiteront une quantité proportionnelle au arbonate de chaux ». (The action of organic matter, either during the rowth of vegetation or accompanying its decomposition,\ncontributes probably to the weathering of silicates. One knows that certain elements from minerals, silica, alkalies, alkaline earths, iron and manganese are essential for the constitution of vegetation.\nOne can admit that the roots (of vegetation) can produce or accelerate the weathering of silicates with which they are in contact. On the other hand, the decomposition of organic materials in the soil exercises, as we have already seen, a dissolving action on many of the materials, which enter into its decomposition, particularly on the ferruginous constituents, and it, is probable that some organic acids other than carbonic acid contribute to this reaction.\nThe terrestrially derived (dissolved) carbonates end up by being deposited or they are taken up by marine animals, molluscs, and zoophytes. The alkali carbonates react with the calcareous salts contained in seawater, precipitating a proportional quantity of calcium carbonate).\nThe overall process was stated by Urey (1952) in terms of the reaction:\nCaSiO3þ CO2! CaCO3þ SiO2 (1)\nbut the steps of the process were already deduced by Ébelmen a century earlier.\nThe restoration of CO2 buried in carbonates is accomplished by the thermal decomposition of the carbonates via volcanism, metamorphism and deep diagenesis. This was also foreseen by Ébelmen (1845):\n« Je vois dans les phénomènes volcaniques la principale cause qui restitue à l’atmosphère l’acide carbonique que la décomposition des roches a évacué ». (I see in volcanic phenomena the principal cause that restores carbon dioxide to the atmosphere that is removed by the decomposition of rocks).\nThis is summarized by the Urey reaction (1) reading from right to left.\n3. The organic carbon subcycle\nThe other major part of the long-term carbon cycle is that involving the burial of organic matter in sediments and the surficial weathering, or the thermal decomposition at depth, of the organic matter. Organic matter burial affects atmospheric CO2 by taking the remains of both terrestrial and marine organisms and burying them in sediments before they can be oxidized back to CO2. In this way, burial represents a net gain of photosynthesis over respiration. Also as a result of burial, the oxygen produced by photosynthesis is not all consumed by respiration and this results in production of O2 with release to the atmosphere. For every mole of organic carbon buried a mole of O2 is left in the atmosphere. The overall reaction is:\nCO2þ H2O ! CH2O þ O2 (2)\nwhere CH2O represents organic matter buried in sediments and ultimately into the geologic record.\nThe organic subcycle is balanced by the oxidation of organic matter which is reaction (2) written from right to left. This is accomplished either by the oxidative weathering of organic matter in exposed sedimentary rocks or by\nth re\n(1 th En\n4.\nof\ne atmospheric oxidation of reduced carbon gases leased by volcanism, metamorphism or deep diagenesis.\nThe above reaction was also foreseen by Ébelmen 845) as evidenced by his table showing the processes at affect atmospheric CO2 and O2. This is shown, in glish translation, in Box 1.\nO2 and the long-term sulfur cycle\nThe sulfur cycle over geologic time involves the transfer oxidized sulfur (sulfate) to and from the oceans, the\nreduction of sulfate to sulfide in marine sediments, the oxidation of sulfide to sulfate by weathering on land and by the oxidation of volcanically-derived reduced sulfur gases in the atmosphere. This process exerts a major control of atmospheric O2, but a minor control on atmospheric CO2. Ébelmen was one of the first scientists to use modern-style chemical notation and his reactions summarizing the conversion of sulfate to sulfide and vice versa are:\nFor pyrite formation:\n2Fe2O3þ 8SO3CaO þ 15 C ! 4FeS2þ 8CaOCO2þ 7CO2\n(3)\nFor pyrite weathering:\n4FeS2þ 8CaOCO2þ 30O ! 8CaOSO3þ 2Fe2O3þ 8CO2 (4) Note that the compositions and superscripts are archaic, having subsequently been replaced by non-oxide compositions and by subscripts, and atmospheric oxygen (denoted as O) is not expressed as O2 because the oxygen molecule had not yet been discovered. He considered that the formation of 15 moles of organic carbon (denoted as C) was accompanied by the formation of 30 moles of atmospheric oxygen (O). This can be written as:\n15CO2! 15 C þ 30O (5) The summation of reactions (3) and (4) are equivalent to reaction (5) written backwards. When reaction (5) for organic C burial is included, the combination of (3), (4) and (5) is basically correct and truly represents the role of the long-term sulfur cycle as it affects the variation of atmospheric O2 (and to a much lesser extent CO2).\n5. A mathematical model for Phanerozoic CO2 and O2\nA computer model called GEOCARBSULF for the combined long-term (multimillion year) cycles of carbon and sulfur has been constructed (Berner, 2006, 2008) which enables the calculation of the levels of atmospheric CO2 and O2 over geologic time. Basic assumptions (see Berner, 2004 for further discussion) of the model are:\nvolcanic and metamorphic release of CO2 to the earth surface (combined atmosphere + biosphere + hydrosphere) is balanced by the uptake of CO2 by the chemical weathering of Ca and Mg silicates; addition of carbon, sulfur, calcium and magnesium to the oceans by weathering is balanced by their rate of removal to bottom sediments and reaction with marine volcanic; the rate of global degassing is affected by changes in seafloor spreading rate and the evolution of calcareous marine plankton; the rate of silicate weathering is affected by changes in: global mean land temperature, global water runoff from the continents, the rate of continental physical erosion (that exposes fresh rock to the atmosphere), land area underlain by silicates, basalt vs. granite weathering, and the evolution of land plants; the rate of carbonate weathering is affected by changes in: global mean land temperature, global water runoff\nBox 1. Processes controlling the levels of carbon dioxide and oxygen in the atmosphere according to J. J. Ébelmen. Carbon dioxide is substituted here in place of the term carbonic acid as used by Ébelmen for atmospheric CO2 (translated from the summary table of Ébelmen, 1845; additions in italics).\nEncadré 1. Processus contrôlant les niveaux de CO2 et d’O2 dans l’atmosphère, selon J.J Ébelmen. CO2 est substitué ici au terme acide carbonique tel que l’utilise Ébelmen pour CO2 atmosphérique (traduit du tableau résumé d’Ébelmen, 1845, ajouts en italiques).\nI. Causes which tend to raise the proportion of carbon dioxide contained in air A. Without diminution of the proportion of oxy-\ngen 1. Emission of gases associated with volca-\nnic orifices B. With diminution of the proportion of oxygen\n1. Destruction of organic matter contained in sedimentary rocks (oil shales, lignites, coal) 2. Weathering of iron pyrites and some iron minerals\nII. Causes which tend to diminish the proportion of carbon dioxide A. With the liberation of oxygen\n1. Formation of iron pyrites\n2. Formation of mineralized combustible (coal, etc.) and the conservation (burial) of organic debris\nB. With or without the absorption of oxygen 1. Weathering of silicates of igneous rocks\nIII. Causes which tend to raise the proportion of oxygen contained in the air A. Without diminishing the proportion of carbon\ndioxide 1. None\nB. In lowering the proportion of carbon dioxide 1. Formation of mineralized combustibles\n(coal, etc.) 2. Formation of iron pyrites\nIV. Causes that produce a diminution of oxygen contained in the air A. With formation of carbon dioxide\n1. The destruction (oxidation) of organic matter contained in the ground 2. The weathering of iron pyrites and some iron minerals\nB. With the absorption of carbon dioxide 1. Weathering of silicates in igneous rocks\nz 2 w\nq p o n a é\na C\nC\np\nF 2 w\nF G d\nfrom the continents, land area underlain by carbonates, and the evolution of land plants; the rates of organic carbon and pyrite sulfur weathering (oxidation) are affected by the mass of each on the continents and rates of global physical erosion; the rate of calcium sulfate weathering is affected by its mass on the continents and changes in global water runoff; global mean land temperature is affected by the CO2 greenhouse effect and changes in solar radiation and continental paleogeography; the rock record of 13C/12C and 34S/32S are used to calculate rates of organic carbon and pyrite sulfur burial (O2 production) and organic carbon and pyrite sulfur oxidative weathering (O2 consumption); the fractionation of carbon isotopes (during photosynthesis) and sulfur isotopes (during bacterial sulfate reduction) is a function of the O2 content of the atmosphere.\nResults of the modeling for CO2 and O2 over Phanerooic time (past 542 million years) are shown in Figs. 1 and . The large variations in CO2 and O2 shown by the figures ere already predicted by Ébelmen:\n« Plusieurs circonstances tendent néanmoins à prouver u’aux anciennes époques géologiques, l’atmosphère était lus dense et plus riche en acide carbonique et peut-être en xygène, qu’à l’époque actuelle. Les variations dans la ature de l’air ont été sans doute constamment en rapport vec les êtres organisés qui vivaient à chacune de ces poques ».\n(Many circumstances, nonetheless, tend to prove that in ncient epochs the atmosphere was denser and richer in O2, and perhaps O2, than at present. The variations in the\nJacques Ébelmen stated correctly the important fundamentals of how atmospheric CO2 and O2 are affected by long-term natural processes. This work was far ahead of its time relative to the work being performed by nineteenth century earth scientists, but, unfortunately, it was basically lost to history. Over a 100 years later his ideas were independently repeated by Urey (1952), Holland (1978) and Garrels and Perry (1974). As shown in the present article, the foundations by Ébelmen can be used to construct a quantitative model for the actual levels for CO2 and O2 over geologic time. For comparison, the reader is referred to other similar models such as those of Tajika (1998), Gibbs et al., 1999; Wallmann (2001), Kashiwagi and Shikazono (2002), Hansen and Wallmann (2003), Bergman et al., 2003, Donnadieu et al., 2004, Arvidson et al., 2006 and Goddéris et al., 2008. Goddéris et al., 2008 also cite the work of Ébelmen. What is needed in the future are better and more comprehensive models but they will all rest eventually on the foundation created long ago by Jacques-Joseph Ébelmen.\nReferences\nArvidson, R.S., Mackenzie, F.T., Guidry, M., 2006. MAGic: a phenerozoic model for the geochemical cycling of major rock-forming components. Am. J. Sci. 306, 135–190. Bergman, N., Lenton, T., Watson, A., 2003. Coupled Phanerozoic predictions of atmospheric oxygen and carbon dioxide. Geophys. Res. Abstracts Eur. Geophys. Soc. 5, 11208. Berner, R.A., 2004. The Phanerozoic Carbon Cycle: CO2 and O2 (BOOK). Oxford University Press, Oxford, UK, 150 p. Berner, R.A., 2006. GEOCARBSULF: a combined model for Phanerozoic atmospheric O2 and CO2. Geochim. Cosmochim. Acta 70, 5653–5664. Berner, R.A., 2008. Addendum to ‘‘Inclusion of the Weathering of Volcanic Rocks in the GEOCARBSULF Model’’. Am. J. Sci. 308, 100–103. Berner, R.A., 2009. Phanerozoic atmospheric oxygen: new results using the GEOCARBSULF model. Am. J. Sci. 309, 603–606.\n0\n1000\n2000\n3000\n4000\n5000\nO2 pm\n-600 -500 -400 -300 -200 -100 0 Time Ma\nbasalt/granite = 10\nbasalt/granite = 2\nbasalt/granite = 5\nig. 1. Plot of CO2 vs. time based on the GEOCARBSULF model (Berner, 006, 2008) showing sensitivity to the ratio of basalt/granite intrinsic\neatherability.\nig. 1. Diagramme de CO2 en fonction du temps, basé sur le modèle EOCARBSULF (Berner, 2006, 2008) montrant la sensibilité au rapport ’altérabilité intrinsèque basalte/granite.\nBe\nBe\nDo\nÉb\nGa\nGib\nGo\nrner, R.A., Lasaga, A.C., Garrels, R.M., 1983. The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide and climate. Am. J. Sci. 283, 641–683. rner, R.A., Maasch, K.A., 1996. Chemical weathering and controls on atmospheric O2 and CO2: fundamental principles were enunciated by J. J. Ébelmen in 1845. Geochim. Cosmochim. Acta 60, 1633–1637. nnadieu, Y., Goddéris, Y., Ramstein, G., Nédélec, A., Meert, J.G., 2004. Snowball Earth triggered by continental break-up through changes in runoff. Nature 428, 303–306. elmen, J.J., 1845. Sur les produits de la décomposition des espèces minérales de la famile des silicates. Ann. Rev. Mines 12, 627–654. rrels, R.M., Perry, E.A., 1974. Cycling of carbon, sulfur and oxygen through geologic time. In: Goldberg, E.D. (Ed.), The Sea, 5. Wiley, New York, pp. 303-316. bs, M.T., Bluth, G.J.S., Fawcett, P.J., Kump, L.R., 1999. Global chemical erosion over the last 250 My: variations due to change in paleogeography, paleoclimate, and paleogeology. Am. J. Sci. 299, 611–651. ddéris, Y., Donnadieu, Y., De Vargas, C., Pierrehumbert, R.T., Dromart, G., van de Schootbrugge, B., 2008. Causal of casual link between the rise of nannoplankton calcification and a tectonically-driven massive\ndecrease in the Late Triassic atmospheric CO2? Earth Planet. Sci. Lett. 267, 247–255. Hansen, K.W., Wallmann, K., 2003. Cretaceous and Cenozoic evolution of seawater composition, atmospheric O2 and CO2: a model perspective. Am. J. Sci. 303, 94–148. Holland, H.D., 1978. Chemistry of the Atmosphere and Oceans. Wiley Interscience, New York, 351 p. Kashiwagi, H., Shikazono, N., 2002. Climate change in Cenozoic inferred from carbon cycle model. Geochim. Cosmochim. Acta 66 (Suppl. 1), A385. Tajika, E., 1998. Climate change during the last 150 million years: reconstruction from a carbon cycle model: Earth Planet. Sci. Lett. 160, 695–707. Urey, H.C., 1952. The planets, their origin and development. Yale University Press, New Haven, CT, USA, 245 p. Walker, J.C.G., Hays, P.B., Kasting, J.F., 1981. A negative feedback mechanism for the long-term stabilization of Earth’s surface temperature. J. Geophys. Res. 86, 9776–9782. Wallmann, K., 2001. Controls on the Cretaceous and Cenozoic evolution of seawater composition, atmospheric CO2 and climate. Geochim. Cosmochim. Acta 65, 3005–3025."
  }],
  "year": 2012,
  "references": [{
    "title": "MAGic: a phenerozoic",
    "authors": ["R.S. Arvidson", "F.T. Mackenzie", "M. Guidry"],
    "year": 2006
  }, {
    "title": "The Phanerozoic Carbon Cycle: CO2 and O2 (BOOK)",
    "authors": ["R.A. Berner"],
    "year": 2004
  }, {
    "title": "GEOCARBSULF: a combined model for Phanerozoic",
    "authors": ["R.A. Berner"],
    "year": 2006
  }, {
    "title": "Phanerozoic atmospheric oxygen: new results using",
    "authors": ["R.A. Berner"],
    "year": 2009
  }, {
    "title": "Plot of CO2 vs. time based on the GEOCARBSULF model (Berner, 006, 2008) showing sensitivity to the ratio of basalt/granite intrinsic",
    "authors": ["ig"],
    "year": 2008
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide and climate",
    "authors": ["R.A. rner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci",
    "year": 1983
  }, {
    "title": "Chemical weathering and controls on atmospheric O2 and CO2: fundamental principles were enunciated",
    "authors": ["R.A. rner", "K.A. Maasch"],
    "venue": "by J. J. Ébelmen in 1845. Geochim. Cosmochim",
    "year": 1996
  }, {
    "title": "Snowball Earth triggered by continental break-up through changes in runoff",
    "authors": ["Y. nnadieu", "Y. Goddéris", "G. Ramstein", "A. Nédélec", "J.G. Meert"],
    "venue": "Nature 428,",
    "year": 2004
  }, {
    "title": "Cycling of carbon, sulfur and oxygen through geologic time",
    "authors": ["R.M. rrels", "E.A. Perry"],
    "venue": "The Sea,",
    "year": 1974
  }, {
    "title": "Causal of casual link between the rise of nannoplankton calcification and a tectonically-driven massive",
    "authors": ["Y. ddéris", "Y. Donnadieu", "C. De Vargas", "R.T. Pierrehumbert", "G. Dromart", "B. van de Schootbrugge"],
    "year": 2008
  }, {
    "title": "Cretaceous and Cenozoic evolution",
    "authors": ["K.W. Hansen", "K. Wallmann"],
    "year": 2003
  }, {
    "title": "Chemistry of the Atmosphere and Oceans",
    "authors": ["H.D. Holland"],
    "year": 1978
  }, {
    "title": "Climate change in Cenozoic inferred",
    "authors": ["H. Kashiwagi", "N. Shikazono"],
    "year": 2002
  }, {
    "title": "Climate change during the last 150 million years",
    "authors": ["E. Tajika"],
    "year": 1998
  }, {
    "title": "The planets, their origin and development",
    "authors": ["H.C. Urey"],
    "year": 1952
  }, {
    "title": "A negative feedback",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "year": 1981
  }, {
    "title": "Controls on the Cretaceous and Cenozoic evolution",
    "authors": ["K. Wallmann"],
    "year": 2001
  }],
  "id": "SP:7f942e9ae270e6f0b0affaf169586fc373af5098",
  "authors": [{
    "name": "bert A. Berner",
    "affiliations": []
  }],
  "abstractText": "The fundamental principles of the factors affecting the global carbon cycle, the global sulfur cycle and the levels of atmospheric CO2 and O2 over long-term (multimillion year) time scales were first elucidated by Jacques-Joseph Ébelmen in 1845. He covered all major processes in such a correct manner that no appreciable changes in them have been elucidated since then. Unfortunately, his ideas were forgotten and were independently deduced by others only 100 to 150 years later. In this article, his reasoning is shown in detail, via a number of original quotations, and the results of a mathematical model by the author for CO2 and O2 over the Phanerozoic Eon (past 542 million years) are presented. In agreement with Ébelmen’s predictions, there apparently have been large changes in the levels of atmospheric CO2 and O2 over geologic time. 2012 Académie des sciences. Published by Elsevier Masson SAS. All rights reserved.",
  "title": "Jacques-Joseph Ébelmen, the founder of earth system science"
}