{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nInvited review\nHolocene glacier fluctuations\nOlga N. Solomina a, b, *, Raymond S. Bradley c, Dominic A. Hodgson d, Susan Ivy-Ochs e, f, Vincent Jomelli g, Andrew N. Mackintosh h, Atle Nesje i, j, Lewis A. Owen k, Heinz Wanner l, Gregory C. Wiles m, Nicolas E. Young n\na Institute of Geography RAS, Staromonetny-29, 119017, Staromonetny, Moscow, Russia b Tomsk State University, Tomsk, Russia c Department of Geosciences, University of Massachusetts, Amherst, MA 012003, USA d British Antarctic Survey, High Cross, Madingley Road, Cambridge CB3 0ET, UK e Institute of Particle Physics, ETH Zurich, 8093 Zurich, Switzerland f Institute of Geography, University of Zurich, 8057 Zurich, Switzerland g Universit e Paris 1 Panth eon-Sorbonne, CNRS Laboratoire de G eographie Physique, 92195 Meudon, France h Antarctic Research Centre, Victoria University Wellington, New Zealand i Department of Earth Science, University of Bergen, N-5020 Bergen, Norway j Uni Research Klima, Bjerknes Centre for Climate Research, N-5020 Bergen Norway k Department of Geology, University of Cincinnati, Cincinnati, OH 45225, USA l Institute of Geography and Oeschger Centre for Climate Change Research, University of Bern, Switzerland m Department of Geology, The College of Wooster, Wooster, OH 44691, USA n Lamont-Doherty Earth Observatory, Columbia University, Palisades, NY, USA\na r t i c l e i n f o\nArticle history: Received 15 July 2014 Received in revised form 22 November 2014 Accepted 27 November 2014 Available online 14 January 2015\nKeywords: Holocene Glacier variations Global warming Neoglacial Holocene thermal maximum Orbital forcings Solar activity Volcanic forcings Modern glacier retreat\n* Corresponding author. Staromonetny-29, Moscow E-mail address: olgasolomina@yandex.ru (O.N. Sol\nhttp://dx.doi.org/10.1016/j.quascirev.2014.11.018 0277-3791/© 2014 Elsevier Ltd. All rights reserved.\na b s t r a c t\nA global overview of glacier advances and retreats (grouped by regions and by millennia) for the Holocene is compiled from previous studies. The reconstructions of glacier fluctuations are based on 1) mapping and dating moraines defined by 14C, TCN, OSL, lichenometry and tree rings (discontinuous records/time series), and 2) sediments from proglacial lakes and speleothems (continuous records/ time series). Using 189 continuous and discontinuous time series, the long-term trends and centennial fluctuations of glaciers were compared to trends in the recession of Northern and mountain tree lines, and with orbital, solar and volcanic studies to examine the likely forcing factors that drove the changes recorded. A general trend of increasing glacier size from the earlyemid Holocene, to the late Holocene in the extra-tropical areas of the Northern Hemisphere (NH) is related to overall summer temperature, forced by orbitally-controlled insolation. The glaciers in New Zealand and in the tropical Andes also appear to follow the orbital trend, i.e., they were decreasing from the early Holocene to the present. In contrast, glacier fluctuations in some monsoonal areas of Asia and southern South America generally did not follow the orbital trends, but fluctuated at a higher frequency possibly triggered by distinct teleconnections patterns. During the Neoglacial, advances clustered at 4.4e4.2 ka, 3.8e3.4 ka, 3.3e2.8 ka, 2.6 ka, 2.3e2.1 ka, 1.5e1.4 ka, 1.2e1.0 ka, 0.7e0.5 ka, corresponding to general cooling periods in the North Atlantic. Some of these episodes coincide with multidecadal periods of low solar activity, but it is unclear what mechanism might link small changes in irradiance to widespread glacier fluctuations. Explosive volcanism may have played a role in some periods of glacier advances, such as around 1.7e1.6 ka (coinciding with the Taupo volcanic eruption at 232 ± 5 CE) but the record of explosive volcanism is poorly known through the Holocene. The compilation of ages suggests that there is no single mechanism driving glacier fluctuations on a global scale. Multidecadal variations of solar and volcanic activity supported by positive feedbacks in the climate system may have played a critical role in Holocene glaciation, but further research on such linkages is needed. The rate and the global character of glacier retreat in the 20th through early 21st centuries appears unusual in the context of Holocene glaciation, though the retreating glaciers in most parts of the Northern Hemisphere are still larger today than they were in the early and/or mid-Holocene. The current retreat,\n, 119017, Russia. Tel.: þ7 962 973 04 92. omina).\nhowever, is occurring during an interval of orbital forcing that is favorable for glacier growth and is therefore caused by a combination of factors other than orbital forcing, primarily strong anthropogenic effects. Glacier retreat will continue into future decades due to the delayed response of glaciers to climate change.\n© 2014 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The retreat of glaciers worldwide recorded in all mountain systems, in the Arctic and in Antarctica, over the past century provides some of the most striking evidence in support of current human-induced global climate change (IPCC, 2007, 2013). A primary conclusion, based on an evaluation of Holocene glacier variations, formulated in the Fourth Asessment Report, which was generally confirmed in the recent AR5 states: “Glaciers in several mountain regions of the Northern Hemisphere retreated in response to orbitally forced regional warmth between 11 and 5 ka, and were smaller (or even absent) at times prior to 5 ka than at the end of the 20th century. The present day near-global retreat of mountain glaciers cannot be attributed to the same natural causes, because the decrease of summer insolation during the past few millennia in the Northern Hemisphere should be favourable to the growth of the glaciers.” (IPCC, 2007, page 436). This conclusion supports most of the other findings reported in the IPCC Assessments, however, it is clear that many specific questions regarding the dynamics of glacial systems, specifically temporal and spatial variability, remain unanswered (Wanner et al., 2008, 2011). A main limitation for a more detailed understanding and conclusion is the lack of well-defined and detailed Holocene glacial chronologies, especially for the Southern Hemisphere (SH), Central Asia and Antarctica as well as a comprehensive global synthesis and review.\nRetreating glaciers are releasing wood, soils, plant detritus and archaeological artefacts that were buried beneath the ice. Dating of these remains using radiocarbon or tree-ring techniques is providing exciting and important information on the scale, timing and duration of former Holocene glacier oscillations, as well as providing additional information about periods when the glaciers were close to or smaller than their present sizes (Hormes et al., 2001; Miller et al., 2005; Koch et al., 2007; Ivy-Ochs et al., 2009; Agatova et al., 2012; Goehring et al., 2012; Nesje et al., 2011; Nesje and Matthews, 2012; Margreth et al., 2014) (see also “Data and methods of reconstructions of glacier variations” in the Supplementary materials”).\nStudies of Holocene glacial geomorphic and sedimentological records provide the most direct means of determining the extent and timing of glacier oscillations. Until recently it has been difficult to define the ages of moraines in many regions because of the lack of appropriate dating techniques. Radiocarbon has been the most widely used and in some cases optically stimulated luminescence (OSL) dating has been implemented, but in most cases these can only be utilized to provide maximum and/or minimum ages on moraines by dating organic-rich deposits that are buried beneath moraines/tills, beyond the glacial limit (maximum ages), on top of moraines, or within the glacial limit (minimum ages). The development of terrestrial cosmogenic nuclide (TCN) dating, however, has provided a direct method of dating moraines and has lead to a plethora of studies that are shedding new light on the nature of Holocene glacier fluctuations (Douglass et al., 2005; Kerschner et al., 2006; Benson et al., 2007; Glasser et al., 2009; Licciardi et al., 2009; Ivy-Ochs et al., 2009; Schaefer et al., 2009; Kaplan et al., 2010; Jomelli et al., 2011; Putnam et al., 2012; Schindelwig\net al., 2012; Schimmelpfennig et al., 2012a,b; Balco et al., 2013; Badding et al., 2013; Briner et al., 2013; Young et al., 2013; Dortch et al., 2013; Kelly et al., 2013; Briner et al., 2014; Owen and Dortch, 2014; Murari et al., 2014). TCN dating has its own challenges, which are discussed inmore detail below (see also“Data and methods of reconstructions of glacier variations” in the Supplementary materials”).\nContinuous reconstructions of glacier size variations based on lake sediments provide information on glacier oscillations (Leemann and Niessen, 1994; Karlen et al., 1999; Leonard and Reasoner, 1999; Abbott et al., 2003; Levy et al., 2004; Anderson et al., 2005; Thomas et al., 2010; Bowerman and Clark, 2011; Nesje et al., 2014) and may allow quantitative reconstructions of equilibrium-line altitudes (ELAs) and analyses of the frequency of the Holocene glacier oscillations (Dahl and Nesje, 1994; Nesje et al., 2000; Bakke et al., 2005a,b,c, 2010, 2013; Matthews et al., 2005; Matthews and Dresser, 2008). Additionally, the size and stability of ice-shelves can be assessed by examining glaciomarine sediments (Pudsey and Evans, 2001; Antoniades et al., 2011; Hodgson, 2011). Ice core records (Koerner and Fisher, 2002; Thompson et al., 2006; Buffen et al., 2009; Herren et al., 2013) and, in some circumstances, speleothem-based reconstructions (Luetscher et al., 2011) are also useful for estimating the timing and extent of former glaciers.\nDescriptions of the local and regional patterns of Holocene glacier oscillations have been presented in numerous papers over the past decade, including special issues in Global and Planetary Change (v. 60, 2008, “Historical and Holocene Glacier-Climate Variations”) and in Quaternary Science Reviews (v. 29, 2009, “Holocene and Latest Pleistocene Alpine Glacier Fluctuations: A Global Perspective”), and a special volume in the Developments in Quaternary Science series (v. 15, 2011, Quaternary glaciations-extent and chronology: a closer look). These recent advances, including the greater number of detailed local and regional reconstructions of the Holocene glacier oscillations present an opportunity to undertake a comprehensive global review of Holocene glaciation. This paper therefore aims to review the global Holocene glacial and associated geomorphic and sedimentological record to help define the general trends in Holocene glacier oscillations and evaluate potential forcing mechanisms. This information is important for understanding and modeling past, present and future climate and associated cryospheric changes.\nWe focus on the following questions:\n1. What were the long-term trends in Holocene glacier variability? 2. What were the periods of major glacier advances in key\nmountain regions in the Holocene and how synchronous were they regionally, throughout each hemisphere, and globally? 3. What is the magnitude of the most pronounced glacier retreat during the Holocene in different regions, and when did it happen? Moreover, was this comparable with the glacier retreat being experienced at the end of 20theearly 21st century? In addition, when and where were the glaciers smaller than at the end of 20theearly 21st century, and what were the possible forcing mechanisms?"
  }, {
    "heading": "2. Data and approach used in this paper",
    "text": "We update here the results published in the selection of papers in Quaternary Science Reviews (2009) using some more recent publications (Schaefer et al., 2010; Mackintosh et al., 2011; Putnam et al., 2012; Dortch et al., 2013; Murari et al., 2014; Jomelli et al., 2014; Owen and Dortch, 2014; Hodgson et al., 2014a,b etc.). However we do not list the individual numerical ages supporting these chronologies. Instead we focus on the search for certain patterns in glacier variations in the Holocene and their potential drivers. We direct readers to the original publications for the details and individual dates of glacier advances.\nFor the local chronologies, in most cases we use the ages for glacier advances and retreats provided by the authors in the original publications and the best estimates from expert reviews. The accuracy and the robustness of the time series of glacier variations are variable and are certainly generally more accurate in the Alps and Scandinavia, than in most other regions, although new records in regions such as New Zealand are perhaps making this more of a perception than a reality. At present the best we can do to assess the global pattern is to select the reconstructions that yielded the most reliable ages supported by several lines of evidence. We use ages that were calibrated and corrected for reservoir effects, as provided by the authors. Uncalibrated 14C ages in the original publications are calibrated here using Oxcal v 3.5 (95.4% probability) (Ramsey, 1995). To recalibrate the age for the SH we used SHCal-13 curve. All 14C ages presented here are calibrated and reported here as “ka”, where “ka” is thousand years before present (conventionally 1950), i.e., calibrated 14C years ago. The 14C reservoir effect in Antarctica (due to the “old radiocarbon” in seawater) is generally estimated to be ca 1130 ± 200 years (Reimer et al., 2009, Hall, 2009), but in some instances a local reservoir correction is used (e.g. Pudsey and Evans, 2001). We use CE for the years of the “Common Era” instead of AD (“Anno Domini”).\nCalculating 10Be ages requires use of a 10Be production rate and currently there are a number of rates from which to choose. Existing 10Be production rates vary by up to ~14%, and thus 10Be ages could systematically shift by up to ~14% depending on which production rate is used. Production rates, however, fall into two distinct categories e the canonical ‘global’ 10Be production rate (Balco et al., 2008) and suite of several recent regional 10Be production-rate calibration datasets (Balco et al., 2009; Putnam et al., 2010; Fenton et al., 2011; Kaplan et al., 2011; Goehring et al., 2012; Young et al., 2013; Blard et al., 2013; Kelly et al., 2013). Regional production rates are generally consistent with each other, have higher precision than the global rate and are systematically ~7e14% lower than the global production rate. Most of the Holocene 10Be-based glacier chronologies reported in this text use one of these recent regional production rates, and because these regional rates are internally consistent, we report these 10Be ages as published. We do note, however, that there are some 10Be datasets that were calculated with the ‘global’ production rate. These 10Be ages mainly come from central Asia, and without the current availability of a regional production-rate calibration, these ages are reported as originally published. The TCN ages for some tropical areas are recalibrated by Jomelli et al. (2014).\nGeographically, we use the regional divisions introduced in the IPCC report (2013), but we consider North and South of Arctic Canada together, as well as the monsoon areas in West and East South Asia. We also included two regions for Antarctica e the Antarctic Peninsula with its neighboring archipelagos, and the SubAntarctic islands (Fig. 1).\nThe uncertainty associated with dating of the Holocene glacier records is usually more than a few hundred years and therefore we do not discussmultidecadal variability. However, many proxy series\ndefining glacier oscillations for the last one to two millennia are much more accurately dated and can be analyzed at the decadal or multi-decadal levels. To preserve consistency between datasets and to assure the homogeneity of the time series, these late Holocene time series will be considered in the same way as the earlier less accurately dated glacier events. The last 2 ka glacier oscillations will be reviewed in comparison with the high-resolution climatic regional proxies in a separate paper (Solomina et al., in preparation for Quaternary Science Reviews). Following IPCC AR5 (2013) guidelines, we use here the following approximate boundaries: ~1350 to ~1850 CE for the Little Ice Age (LIA) and ~950 to 1250 CE for the Medieval Climatic Anomaly (MCA)."
  }, {
    "heading": "3. Regional compilations of Holocene glacier variations",
    "text": "The time series of Holocene glacier oscillations are shown in Fig. 2. They present time series from individual glaciers, composites for several of them, and regional summaries based on different proxies of glacier activity. The periods of glacier advances sorted by millennia are shown at Fig. 3. These results together with the other records of regional glacier fluctuations are discussed below."
  }, {
    "heading": "3.1. Alaska",
    "text": "Overall four major intervals of ice expansion are detected across Alaska, about 4.5e4.0 ka, 3.3e2.9 ka, 2.2e2.0 ka, 550e720 CE and last millennium expansion, generally grouped into intervals spanning 1180e1320, 1540e1710 and 1810e1880 CE (broadly defining the temporal extent of the LIA) (Grove, 2004; Barclay et al., 2009a,b). Limited early Holocene evidence is available but in many regions ice may have been absent (Levy et al., 2004; McKay and Kaufman, 2009). Neoglacial ice advance starting at 4e3 ka is strong and widespread. 10Be ages on moraines from the Arctic Brooks Range show advance in cirques at 4.6 and 2.7 ka (Badding et al., 2013). They point out that both of these moraine ages are consistent with work by Ellis and Calkin (1984) and Solomina and Calkin (2003) who reported moraine ages of 4.1, 3.3 and 2.6 ka based on lichen ages of moraines in the Brooks Range.\nGlacier activity between 4.5 and 4.0 ka is also recognized from lake cores in the Chugach Mountains (McKay and Kaufman, 2009). Lake cores show increased cooling and inferred glacier advance about 3 ka in the south-western Ahklun Mountains (Levy et al., 2004; Kathan, 2006) and widespread glacial activity between 3.3 and 2.9 ka is recognized from the Alaska Range (Young et al., 2009) and southern Alaska in the Wrangell-St. Elias and Kenai Mountains (Barclay et al., 2009a,b). Ice advance is recognized in the Wrangell Mountains at about 2.0 ka (Wiles et al., 2002) and in the Coast Mountains about 2.2e2.0 ka (R€othlisberger, 1986).\nA strong advance during the first millennium AD (~600e900 CE) is dated with radiocarbon (Wiles et al., 2002, 2004) and tree-rings (Barclay et al., 2013) along the coast and with lichen in the Brooks and Alaska Ranges (Barclay et al., 2009a,b) and in the Alaska Range using 10Be and lichen (Young et al., 2009). This expansion is especially strong along the coastal ranges of Canada and the Gulf of Alaska (Reyes et al., 2006; Barclay et al., 2009a, 2009b).\nFollowing a well-defined Medieval warming in coastal Alaska centered on 950 CE (Wiles et al., 2014) the ubiquitous and the most extensive Holocene ice advances were attained during different phases of the last millennium (Barclay et al., 2009a,b). The expansions range from coastal southern Alaska to the Brooks Range (Badding et al., 2013); retreat has dominated over the past 100 years (Molnia, 2008) since the LIA maxima.\nTidewater glaciers along the Gulf of Alaska have been shown not to reflect climate because of the tidewater glacier cycle (Post et al., 2011) and dynamic considerations associated with iceberg calving\n(Mann, 1986; Wiles et al., 1995; Post et al., 2011). Barclay et al. (2009a) summarize the details of many of the coastal Alaskan tidewater glaciers that show major tidewater systems in the Kenai Fiords, Icy Bay, Hubbard Glacier, Lituya Bay, Glacier Bay and Laconte Glacier as advancing at various times during the mid Holocene and during the last two thousand years. More recent work from Glacier Bay National Park and Preserve (Wiles et al., 2011; Horton, 2013; Nash, 2014) show strong advances at 3.0, 1.4 ka and during the last 1 ka when land-terminating glaciers were also advancing."
  }, {
    "heading": "3.2. Western Canada and USA",
    "text": "In a comprehensive treatment, Menounos et al. (2009) assembled the latest Pleistocene and Holocene glacier fluctuations for western Canada and summarized the results along a stretch of 2000 km of the North American Cordillera from portions of the Alberta and British Columbia Provinces in the south, to the Yukon and Northwest Territories. During the latest Pleistocene the Cordilleran ice sheet inundatedmost of the ranges across the region and portions of it then readvanced about 11.0 ka after which retreat dominated for several thousand years.\nHundreds of radiocarbon ages and dated moraines show that there were at least six periods of Holocene glacier advances (Menounos et al., 2009) about 8.6e8.1 ka, 7.4e6.5 ka, 4.4e4.0 ka, 3.7e2.8 ka, 1.7 kae1.3 ka and during the LIA. The 8 ka advance corresponds to the 8.2 ka event and is consistent with chironomid records from western Canada (Chase et al., 2008; Bunbury and Gajewski, 2009). An update of glacial histories include the papers by Osborn et al. (2012), Hoffman and Smith (2013), Clague et al. (2010), Coulthard et al. (2013), Harvey et al. (2012), Koch and Clague (2011), and Koehler and Smith (2011). These studies have recognized an additional period of ice expansion in the Mount Waddington area at 5.8 ka, consistent with other proxy records from palynology, from a marine core along the coast (Galloway et al., 2011) and interior records from lakes (Gavin et al., 2011)\nthat all show decreased summer temperatures. Additionally, detail has been added to the chronology of the last two millennia including the recognition of ice expansion during the MCA (Koch and Clague, 2011). Subsequent advances through the Holocene are more extensive than those previous and the LIA advances are the Holocene Maxima.\nDavis et al. (1988, 2009) summarized the Holocene glacial record of the western USA including the Cascade and Rocky Mountains; here we add recent compilations for the Sierra Nevada (Bowerman and Clark, 2011) and new records from the Cascades (Osborn et al., 2012). Osborn et al. (2012) recognized a possible early Holocene ice advance about 6 ka, followed by series of progressively more extensive advances about 2.2 ka, 1.6 ka and during the LIA. This chronology fromMount Baker is consistent with other chronologies in the Cascades (Davis et al., 2009) and shows that the late LIA advances in the mid-1800s were the most extensive. The glacier chronology from the Sierra Nevada (Konrad and Clark, 1998; Bowerman and Clark, 2011) based on radiocarbon and lake sediment cores shows increased Neoglacial activity between about 3.3 and 2.8 ka and then maxima at 2.2, 1.6 ka, and the LIA at 0.7 ka and between 0.25 ka and 0.17 ka. The LIA in the Western American Cordillera is also the most extended period of glaciation in the Holocene (Davis et al., 2009)."
  }, {
    "heading": "3.3. Arctic Canada",
    "text": "The following updates the work of Briner et al. (2009) who summarized the latest work on the Pleistocene and Holocene glaciation of Arctic Canada. Examining the record primarily on Baffin Island, two distinct intervals of ice-margin variability were identified: 1) minor glacier advances during the early Holocene that punctuated overall glacier retreat, and 2) a series of glacier advances in the Neoglacial, culminating in the LIA. In the early Holocene, mountain glaciers and outlets of the Laurentide Ice Sheet advanced to deposit what are known as the Cockburn Moraines.\nRecently, Young et al. (2012) directly dated alpine moraines with 10Be and determined that the Cockburn moraines, at least in part, were deposited in response to the 8.2 ka event (see Figs. 2 and 3). Moreover, it appears that glaciers were more extensive during the 8.2 ka event than during the Younger Dryas. One possible explanation is that cooling during the 8.2 ka event was spread out over the seasons, whereas for the YD cooling may have been primarily a substantial winter cooling (Young et al., 2012). However, it is likely that the Cockburn moraines do not mark the synchronous advance of Baffin Island ice masses to the 8.2 ka event (see Figs. 2 and 3); in at least one location a mapped Cockburn moraine must be older than ca 10.3 ka (Briner et al., 2009).\nIn northeastern Baffin Island, lake records suggest that glaciers were present in their catchments between 10 and 6 ka, and then achieved their minimum extent sometime between 6 and 2 ka (Thomas et al., 2010). It appears that the Barnes Ice Cap persisted through the entire Holocene, which is surprising considering many proxy records show summer temperatures were several degrees warmer during the mid Holocene relative to the present time (Thomas et al., 2010). A pan-island suite of radiocarbon ages indicate that glacier re-expansion was underway by ca 5 ka (Miller et al., 2013), perhaps as early as 6 ka in some localities (Briner et al., 2009). Most sites however do not show advance until 3.5e2.5 ka (Briner et al., 2009).\nRooted organic materials emerging from ice margins show an initial pulse of ice expansion between ca 800e950 CE, followed by the abrupt onset of the LIA about 1275e1300 CE and intensification and readvance about 1430e1455 CE (Miller et al., 2012). Alpine glaciers on Baffin Island reached their Holocene maxima sometime during the LIA and persisted at these margins into the 20th century (Briner et al., 2009; Thomas et al., 2010)."
  }, {
    "heading": "3.4. Greenland",
    "text": "Kelly and Lowell (2009) summarized research on oscillations of local glaciers independent of the Greenland Ice Sheet during the Holocene. Scarce data exist to define the extent of local glaciers during the Holocene compared to the extensive data for fluctuations of the Greenland Ice Sheet. Evidence of Lateglacial and early Holocene advances of local glaciers is reported from Disko Island and the Scoresby Sound region. Following the early Holocene, most glaciers were smaller than at present or disappeared completely during the mid-Holocene. In general, local glacier advances that occurred during the period between 1200 and 1940 CE are themost extensive since Lateglacial early Holocene deglaciation.\nA lake sequence from Qipisarqo Lake, a threshold lake in south Greenland, provides a continuous record of Holocene palaeoenvironmental changes during the last 9.1 ka (Kaplan et al., 2002).\nA Holocene thermal maximum was recorded between approximately 6.0 ka and 3.0 ka, followed by a significant change in the lake proxies between 3.0 ka and 2.0 ka as a response to cooling in the Neoglaciation. Mild periods within the Neoglacial occurred 1.3e0.9 ka and 0.50e0.28 ka.\nSurface exposure ages from 10Be and radiocarbon-dated lake sediments were used to reconstruct Holocene oscillations of the ice margin along the Jakobshavn Isfjord in western Greenland (Young et al., 2011). Following early Holocene glacier advances before\n8.0 ka, Jakobshavn Isbræ retreated rapidly most likely due to higher summer temperatures. The glacier remained behind the present margin for about 7.0 ka, however, between CE 1500 and CE 1800 the glacier advanced at least 2e4 km as a response to cooling during the LIA.\nIn eastern Greenland, Holocene fluctuations of the Bregne ice cap, Scoresby Sund, were reconstructed from mapping, exposure dating (10Be) and sediments in a downstream lake (Levy et al., 2014). The exposure ages indicate that the ice cap margin had\nretreated close to its present position around 10.7 ka, and the lake sediments suggest that the ice cap had melted away during the early and middle Holocene. The presence of the ice cap is recorded by laminated lake sediments, dated to around 2.6 ka, and from 1.9 ka to the present.\nThe Holocene fluctuations of the Istorved ice cap in Eastern Greenland were reconstructed by Lowell et al. (2013). These results were discussed later on by Miller et al. (2013) claiming a similarity between the records of the last millennium in Greenland and Canadian Arctic.\nPrevious interpretations of stable isotope records from the Greenland ice sheet (GIS) argued that Holocene climate variability over GIS differed regionally and that the Holocene thermal optimum at ~9.0e6.0 ka was not evident. When the cores were corrected/adjusted for altitudinal variations over the Holocene time span, however, Vinther et al. (2009) demonstrated that a pronounced Holocene thermal optimum was clearly observed in Greenland ice cores, in particular in the Renland ice core, in agreement with other evidence around the ice sheet."
  }, {
    "heading": "3.5. Iceland",
    "text": "Multi-proxy records document complex changes in terrestrial climate and glacier fluctuations in Iceland during the Holocene (Geirsd ottir et al., 2009 and references therein), indicating both coherent patterns of change as well as significant spatial variability. The Younger Dryas/Preboreal transition was characterized by a series of j€okulhlaups. By 10.3 ka, the main ice sheet was retreating rapidly across the Icelandic highlands. The Holocene thermal maximum was reached after 8.0 ka. Land temperatures were estimated to have been ~3 C higher than the 1961e1990 period, suggesting largely ice-free conditions across Iceland in the early to mid-Holocene (St€otter et al., 1999; Caseldine et al., 2003; Geirsd ottir et al., 2009, 2013).\nStudies of marine and lacustrine sediments (Geirsd ottir et al., 2009 and references therein) indicate a substantial summer temperature decline between 8.5 ka and 8.0 ka. According to the lake sediment studies (Lake Hvít arvatn, Langj€okull ice cap) between 8.7 ka and 7.9 ka the early Holocene warmth was interrupted twice by glacier growth (Larsen et al., 2012). However, so far no moraines have been detected from those times. The initiation of the Neoglacial cooling took place after 5.5e6 ka. The glacier activity increased between 4.5 ka and 4.0 ka, intensifying between 3.0 ka and 2.5 ka (Dugmore, 1989; Dugmore and Sugden, 1991; Gudmundsson, 1997; Stotter et al., 1999; Kirkbride and Dugmore, 2001, 2006; Schomacker et al., 2003; Geirsd ottir et al., 2009; Larsen et al., 2012). The LIA moraines (ca 1250e1900 CE) in many cases represent the most extensive glacier positions since early Holocene deglaciation (e.g. Chenet et al., 2009; Striberger et al., 2011). Mackintosh et al. (2002) used a glacier model to show that Neoglacial advances including those from the LIA represented atmospheric cooling of 1e2 C relative tomodern, and coincidedwith periods of increased sea ice incidence around Iceland."
  }, {
    "heading": "3.6. Svalbard",
    "text": "Skirbekk et al. (2014) studying the Kongsfjorden sediments reported the cooling at 11.3 ka, probably corresponding to the Preboreal Oscillation. Svendsen and Mangerud (1997) demonstrated that in Western Spitsbergen at Linn evatnet there were no glaciers in the catchment from 11.3 ka to 5.0 ka, then the glaciers started to form and these have existed until present. Based on Linn evatnet sediments, they identified the glacial advances at 3.0 ka, 2.4e2.5 ka, 1.4e1.5 ka, and in the LIA with the maximum extent of advances occurring in the 19th century. Later records generally confirm this\npattern. Humlum et al. (2005) argued for an ice-free period at Longyearbreen during the first millennium CE and a subsequent advance at ca 1.1 ka. According to Reusche et al. (2014), the Linn ebreen retreated at ca 1.6 ka but did not completely disappear before readvancing to its LIA position. Around the same time Longyearbreen and glaciers in Liefdefjordenwere also smaller than their LIA extents before 1.8 ka and ca 1.4 ka."
  }, {
    "heading": "3.7. Scandinavia",
    "text": "Abrupt, decadal to centennial-scale climate variations during the early Holocene caused significant glacier fluctuations in Scandinavia. Karl en (1988) proposed that several glacier advances occurred in Scandinavia (including northern Sweden) at ~8.5e7.9 ka, 7.4e7.2 ka, 6.3e6.1 ka, 5.9e5.8 ka, 5.6e5.3 ka, 5.1e4.8 ka, 4.6e4.2 ka, 3.4e3.2 ka, 3.0e2.8 ka, 2.7e2.0 ka, 1.9e1.6 ka, 1.2e1.0 ka, and 0.7e0.2 ka. However, the evidence for early Holocene glacier advances in northern Sweden has been questioned by more recent, multi-disciplinary lake sediment studies (Rosqvist et al., 2004). Recent research indicates that the most marked early Holocene glacier advances in Scandinavia occurred ~11.2 ka, 10.5 ka, 10.1 ka, 9.7 ka, 9.2 ka and 8.4e8.0 ka (Nesje, 2009). Most of the Norwegian glaciers apparently melted away at least once during the early/mid-Holocene (see Fig. 2).\nThe period with the most limited glacier extent in Scandinavia was between 6.6 ka and 6.0 ka. The glaciers started to advance after ~6.0 ka and the most extensive glaciers existed at about ~5.6 ka, 4.4 ka, 3.3 ka, 2.3 ka, 1.6 ka, and during the LIA (mid-18th century). Scandinavian glaciers were apparently in a more contracted state around 5.0 ka, 4.0 ka, 3.0 ka, 2.0 ka, and 1.2 ka. Glaciers in northern Sweden probably reached their most extensive LIA positions between the 17th and the beginning of the 18th centuries (Nesje, 2009). The Holocene history of Scandinavian, especially Norwegian glaciers, is very well covered in recent compilations and overviews (e.g. Matthews et al., 2005; Bakke et al., 2005a,b,c, 2010, 2013; Matthews and Dresser, 2008; Nesje, 2009 etc.). For details, we redirect our readers to these original publications."
  }, {
    "heading": "3.8. Russian Arctic",
    "text": "Due to complex logistics, Holocene glaciers fluctuations in the Russian Arctic are very poorly studied (Stievenard et al., 1996; Forman et al., 1999; Lubinsky et al., 1999; Zeerberg, Forman, 2001). The most comprehensive overview of Holocene glacier fluctuations was provided by Lubinsky et al. (1999) who presented the results of 14C dating (45 ages) at the forefields of 16 glaciers in Franz Josef Land.\nThe radiocarbon ages for organic material at the margins of modern glaciers show that in the early Holocene the glaciers were smaller than now in Franz Josef Land (12.5e10.6 ka) (Lubinsky et al., 1999) and at Severnaya Zemlya (ca 12.0e11.1 ka) (Stievenard et al., 1996; Lubinski et al., 1999). At Severnaya Zemlya the climate was warmer than today from 11.5 ka to 9. 5 ka (Andreev et al., 2008) and probably some ice caps in the region disappeared as well as in other Eurasian Arctic regions (Koerner and Fisher, 2002). In Franz Josef Land the glaciers remained small until at least ca 5 ka. Ice advances occurred before 5.6e5.2 ka, at 2.1e2.0 ka,1.0 ka, after 0.8 ka, as well as at 1400 CE, 1600 CE, and in the early 20th century (Lubinsky et al., 1999).\nIn Novaya Zemlya at least three Neoglacial advances in the past 2.4 ka were mentioned by Forman et al. (1999). The moraine of Shokal'ski Glacier was deposited at ca 1300e1400 CE (Zeeberg and Forman, 2001), while the advance at Russkaya Gavan’ occurred between 1400 and 1600 CE (Polyak et al., 2004)."
  }, {
    "heading": "3.9. North Asia",
    "text": "Climate varies significantly across the North Asian region. The area extends from the Polar circle to 50 N and from 60 to 170 E and is generally characterized by a severe continental climate (except for the Pacific coast). Most mountain ranges (SuntarKhayata, Cherskogo Range, Orulgan etc.) are relatively low with limited evidence of glaciation except for the Altai and Kamchatka Mts. It is only for these two regions that some numerical ages on Holocene glacier variations are available (Solomina, 1999).\nThe Altai Mountains are located at the margins of the Central Asian mountain system in the continental temperature climate. In the early Holocene, from at least 10.4 ka (Nazarov et al., 2012), the glaciers were probably smaller than they are at present. Although there is no direct evidence of glacier status in the early Holocene, the paleoclimatic reconstructions based on stratigraphic evidence (Butvilovsky, 1993) and the 14C dating of wood macrofossils above the modern tree line (Agatova et al., 2012) provide evidence that the climate was generally warmer than today between 10.4 ka and 5.0 ka. Based on the ice core evidence in the Mongolian Altai, Herren et al. (2013) suggested that there were ice-free conditions until 6 ka at that site.\nThe first evidence for glacial advances in the Russian Altai date back to 4.9e4.2 ka (the most extensive Holocene advance). Possibly glaciers also advanced at 3.7e3.3 ka, but the dates of both advances (4.9e4.2 ka and 3.7e3.3 ka) are still rather tentative (Agatova et al., 2012). The advances at 2.3e1.7 ka and in the 13th, 15the16th, and 17the19th centuries CE are more accurately dated due to extensive wood macrofossil collections in the glacier forefields. Warm episodes and periods of glacier retreat date back to 3.3e2.3 ka and 1.7e0.8 ka (Agatova et al., 2012).\nThe Kamchatka Peninsula is located at the rim of the continent and its maritime climate is under the influence of the Pacific Ocean circulation. The largest glaciers are situated in the high volcanic cones and therefore they experience the influence of active volcanism. The earliest and most extensive advances likely occurred sometime prior to ca 6.8 ka, however, somemoraines may be much older. In the late Holocene numerous moraines were deposited, though they are still very poorly dated by tephrochronology and lichenometry. The LIA advances likely occurred between ca 1350 and 1850 CE with the most numerous 19th century moraines in the vicinity of the present glacier fronts (Barr and Solomina, 2014)."
  }, {
    "heading": "3.10. Central Europe",
    "text": "During the Younger Dryas Egesen stadial at the end of the Alpine Lateglacial, glaciers advanced markedly and oscillated for at least a thousand years at the expanded position (Ivy-Ochs et al., 2009 and references therein). This is shown by 10Be data from numerous sites with nested moraines including Piano del Praiet (northwestern Italy; Federici et al., 2008); Grosser Aletschgletscher (Kelly et al., 2004), Belalp (Schindelwig et al., 2012) (both in central Switzerland); Julier Pass (eastern Switzerland; Ivy-Ochs et al., 1996); and Val Viola (northeastern Italy Hormes et al., 2008). 10Be results suggest that glaciers were in an expanded position into the earliest Holocene. Depending on the local topo-climatic conditions the moraines dated to this time period occur as either the innermost moraine of the Egesen stadial series, for example at Belalp (side valley to the Grosser Aletsch glacier; Schindelwig et al., 2012), or are found upvalley yet external to the maximum Holocene positions (LIA extent). Examples of the latter case are the Kartel site in the western Austrian Alps (Ivy-Ochs et al., 2009) and the Tsjiore Nouve glacier in western Switzerland. The continuing cold but possibly drier conditions are shown by rock glacier activity, often in the recently ice-free Egesen tongue regions, during this time\ninterval (Ivy-Ochs et al., 2009). By 10.5 ka glaciers had shrunken to a size smaller than their late 20th century size.\nTree remains recently found in front of the Mont Min e Glacier allowed placing of a glacier advance at ca 8175 yr before CE 2000. This is unequivocal evidence of advance in the Alps at 8.2 ka, although the size of the glaciers was smaller than the LIA extent (Nicolussi and Schlüchter, 2012). A nearly millennial-long retreat period, with the Mont Min e glacier always shorter than today, preceded this advance. A significant glacier advance at ca 8.2 kawas also suggested by spelethems from Milchbach cave at the Upper Grindelwald glacier, Switzerland (Luetscher et al., 2011). These high-resolution records brought evidence of 21 periods of glacier retreat between 9.2 ka and 5.8 ka and a glacier advance between 4.8 ka and 4.6 ka, as well as short-lived advances between ca 7.7 ka and 6.8 ka and moderate glacier retreat between 5.2 ka and 4.9 ka. Glacier extents during these advances were somewhat smaller than during the late Holocene, and were thus obliterated. After 3.8 ka, the Upper Grindelwald glacier experienced only rare retreat phases. Moraines were shown with 10Be ages to have formed during Bronze Age advances (between around 3.3 ka and 2.8 ka) are also recorded at the Tsjiore Nuove glacier and Stein glaciers (eastern Switzerland; Schimmelpfennig et al., 2014) based on 10Be data. Radiocarbon ages show that large glaciers (for example Grosser Aletschgletscher; Holzhauser et al., 2005) advanced markedly at 3.0e2.6 ka, around 600 CE and during the LIA (Ivy-Ochs et al., 2009).\nLake sediment studies (Lake Blanc Huez, Western Alps) by Simonneau et al. (2014) record reduced glacier activity between 9.7 ka and 5.4 ka in the Alps. At that site, the transition to the Neoglacial was documented from 5.4 ka to 4.7 ka. After ca 4.7 ka glaciers remained present in the catchment. Similar results with glacier expansions beginning as early as about 4.5 kawere obtained at the Miage glacier amphitheater and Ruitor glaciers, both in the Western Alps (Deline and Orombelli, 2005). Reduced glacier activities are dated from the Early Bronze Age (ca 3.9e3.8 ka), the Iron Age (ca 2.2e2.1 ka), the Roman Period (ca 115e330 CE) and the Medieval Warm Period (ca 760e1160 CE) (Simonneau et al., 2014).\nAs shown by detailed studies at the Grosser Aletschgletscher and Gornergletschers, maximum LIA ice extents in the Swiss Alps were reached in the 14th, 17th and 19th centuries (Holzhauser et al., 2005). Glacier response patterns were similar in the Austrian sector (Nicolussi and Patzelt, 2000). Most Italian glaciers and also many glaciers in the Western Alps reached their LIA maximum extents around 1820 CE and readvanced to almost this extent in 1850 CE.\nBetween about 10.5 ka and 3.3 ka conditions in the Alps were not conducive to significant glacier expansion except possibly during rare brief intervals when small glaciers (less than several km2) may have advanced to close to their LIA dimensions. Onset of Neoglaciation at some sites is indicated as early as 5 ka with dominantly glacier friendly conditions after around 3.3 ka persisting until the end of the LIA."
  }, {
    "heading": "3.11. Caucasus and Middle East",
    "text": "Data on Holocene moraines in the Middle East and Caucasus are still very scarce. In the Caucasus lichenometry and four 14C ages for moraines are available in the Bezengi valley where the advances are broadly dated at before 10.3e8.5 ka, between 10.3e8.5 ka and 8.3e6.2 ka, ca 5.0e4.5 ka, 2.9e2.8 ka and after 0.7e0.5 ka (Serebryanny et al., 1984; Solomina, 1999). Buried soil horizons are identified in the moraines, avalanche cones, and slope deposits at high elevations probably indicating a warmer climate and glacier retreat at 1.4e1.3 ka and 0.4e0.3 ka (Solomina et al., 2013).\nTCN (10Be, 26Al, 36Cl) dating methods were applied recently to date the moraines in the mountains of the Middle East (Zreda et al., 2006; Akar et al., 2007; Sarıkaya et al., 2009; Zahno et al., 2010). In most regions of Turkey only the Lateglacial moraines are preserved, and those that were previously dated as early Holocene were also probably deposited earlier during the Lateglacial (Zreda et al., 2006). The exposure ages (36Cl) for seven moraines in the Taurus Mountains of south-central Turkey, range from 10.2 ± 0.2 ka to 8.6 ± 0.3 ka (Zreda et al., 2011)."
  }, {
    "heading": "3.12. Central Asia",
    "text": "Zhou et al. (1991), Yi et al. (2008), Owen (2011) and Owen and Dortch (2014) provide summaries of Holocene glacier fluctuations in Central Asia, focusing mainly on the Himalaya and Tibet. These reviews highlight the paucity of comprehensive studies of Holocene glaciation in the region despite abundant well-preserved successions of moraines throughout the region.\nMost recent studies have focused on 10Be dating of moraine successions (see Owen, 2011; Owen and Dortch, 2014 for further discussions). However, earlier studies utilized radiocarbon dating. Of particular note is the work of R€othlisberger and Geyh (1985a,b) who studied glaciers in Pakistan, India and Nepal and defined glaciers advances to ~8.3 ka, 5.4e5.1 ka, 4.2e3.3 ka, and 2.7e2.2 ka with relatively small extensions at 2.6e2.4 ka, 1.7e1.4 ka, 1.3e0.9 ka, 0.8e0.55 ka and 0.5e0.1 ka. In addition, Zhou et al. (1991) showed that Holocene continental glaciers in northwest China advanced at ~ 9.3 ka, 6.4 ka, 4.5 ka, and 0.5 ka, whereas maritime-influenced glaciers in southeastern Tibet advanced at 3.1 ka, 1.9 ka, 0.9 ka, and 0.3 ka, arguing for a 2500-year climate cycle at ~ 9.3 ka, 6.4 ka, 3.2 ka and 0.3 ka, and a ~1000-year climate cycle at 3.2 ka, 1.9 ka, 0.9 ka, and 0.3 ka.\nYi et al. (2008) compiled 53 radiocarbon ages for Holocene glacial advances in Tibet, which was later supplemented by Owen and Dortch (2014) who included the extensive radiocarbon dating of R€othlisberger and Geyh (1985a,b). Yi et al. (2008) argued that glaciers advanced at 9.4e8.8 ka, 3.5e1.4 ka, and 1.0e0.13 ka in Tibet, suggesting synchronism with cooling periods identified in the d18O record of ice cores. Owen and Dortch (2014) suggested that the distribution of radiocarbon ages and hence moraine ages are similar in frequency to those of the Holocene rapid climate changes of Mayewski et al. (2004). However, Owen and Dortch (2014) were careful to highlight that this similarity relies on the assumption that glaciations dated by radiocarbon methods are synchronous throughout the HimalayaneTibetan orogen.\nRecent studies by Dortch et al. (2013), Murari et al. (2014) and Owen and Dortch (2014) have utilized the 10Be TCN dating and have shown a complex pattern with some regions having evidence for glacial advances at times when others show no advance. Nevertheless, the frequency of glacial advances is similar to themillennial timescale oscillations of Holocene rapid climate changes that were highlighted by Bond et al. (2001) andMayewski et al. (2004). This is most evident in Mustag Ata and Kongur Shan where glaciers advanced at ~11.2 ka,10.2 ka, 8.4 ka, 6.7 ka, 4.2 ka, 3.3 ka,1.4 ka, and a few hundred years before the present. Seong et al. (2009b) and Owen (2009) suggested that these glacial advances were synchronous with periods of Holocene rapid climate change in the North Atlantic, which were teleconnected via mid-latitude westerlies to Central Asia to force glaciation.\nThe most extensive glacial advances in the Himalaya region generally occurred during the early Holocene, between ~11.5 ka and ~8.0 ka (Sharma and Owen, 1996; Phillips et al., 2000; Richards et al., 2000a,b; Owen et al., 2001, 2002a,b, 2003a,b, 2005, 2006a,b, 2009a,b, 2010, 2012; Finkel et al., 2003; Zech et al., 2003, 2005; Spencer and Owen, 2004; Barnard et al., 2004a, b;\nAbramowski et al., 2006; Gayer et al., 2006; Jiao and Shen, 2006; Seong et al., 2007, 2009b; Meyer et al., 2009; Chevalier et al., 2011; Murari et al., 2014). However, the extent of glaciation and ELA depressions during the early Holocene varies considerably between regions (Owen and Benn, 2005; Owen and Dortch, 2014).\nMid-Holocene (~8.0e3.0 ka, Hypsithermal) moraines have been dated in several regions, mainly comprising latero-frontal moraine complexes (Owen, 2009; Owen and Dortch, 2014). As Owen and Dortch (2014) point out, many studies have attributed sharpcrested, well-preserved moraines within a kilometer of the present glacier margin to the period of Neoglaciation (e.g. Fushimi, 1978; Zheng, 1997; Richards et al., 2000a,b; Finkel et al., 2003; Owen et al., 2005; Jiao and Shen, 2006; Meyer et al., 2009; Seong et al., 2009a,b). Many of these moraines are not well dated, however, and the extensive early Holocene advance moraines could be easily misinterpreted as Neoglacial in age, and the Neoglacial may also be diachronous throughout the region (Owen and Dortch, 2014).\nDortch et al. (2013) recognized three regional glacial advances during the latter part of the Holocene in the semi-arid western end of the HimalayaneTibetan orogen at 3.7 ka, 1.6 ka and 0.4 ka, whereas, Murari et al. (2014) recognized five regional glacial stages for the monsoon-influenced regions at 3.5 ka, 2.3 ka, 1.5 ka, 0.7 ka and 0.4 ka.\nIn most areas of the HimalayaneTibetan orogen, glaciers began to retreat after the LIA at the beginning of the 20th Century and have continued to retreat since. However in some regions, some glaciers have begun to stabilize and/or advance during the past few years (Copland et al., 2011; National Research Council, 2012; Owen and Dortch, 2014)."
  }, {
    "heading": "3.13. Low latitudes",
    "text": "Rodbell et al. (2009) in his comprehensive review of Holocene glacier fluctuations in the tropical Andes highlighted several glacial advance periods during the Holocene with apparent strong regional variability. During the last decade several studies have focused on 10Be TCN dating of moraines in the low latitudes of the Andes (Farber et al., 2005; Smith et al., 2005; Zech et al., 2007; Bromley et al., 2009, 2011; Glasser et al., 2009; Hall et al., 2009; Licciardi et al., 2009; Zech et al., 2009; Jomelli et al., 2011; Smith et al., 2011; Carcaillet et al., 2014). However, the dating uncertainty of these glacier fluctuations was high because 10Be chronologies were affected by large uncertainties (>10%) associated with cosmogenic production rates. Indeed different scaling schemes using different sea level, high latitude (SLHL) 10Be production rates were considered in establishing these chronologies. Jomelli et al. (2014) compiled all 10Be and 3He moraine ages across the tropical Andes and reassessed the ages using a local production rate (Blard et al., 2013 a,b; Kelly et al., 2013). A synthesis of these updated chronologies is based on 20 glaciers (18 of them located in the southern tropical Andes and 2 others in the northern tropics) (Jomelli et al., 2014). This reassessment indicates that glaciers in the low latitudes in the Andes were at their maximumHolocene extent in the early Holocene (at 11.8e11.0 ka and ca 10.9 ka). Only one moraine in Bolivia was dated to 5.2 ka (Smith et al., 2011). However evidence for a mid-Holocene ice advance comes also from radiocarbon ages reported in Paccanta Valley (southern Peru), where peat directly underlies till; the age of the peat dated to 5.1 ka providing a maximum age for an ice advance (Mark et al., 2002).\nAccording to the lake sediment records at Paco Cocha (Peru) glaciers were absent from the watershed between 10.0 and 4.8 ka, in the Potosi watershed (southern Bolivia) the glaciers were gone by 9 ka (Abbott et al., 2003). At the Quelccaya ice cap (Peru), remains of plants dated to the mid Holocene suggest that glaciers\nwere probably smaller than their LIA extent (Thompson et al., 2006). GCMs simulation of glacier sizes in Bolivia and in Colombia, led to the same conclusions (Jomelli et al., 2011, 2014).\nGlacier ice returned to the watersheds of Paco Cocha around 4.8 ka at Lago Taypi Chaka Kkota and Viscachani e after 2.3 ka. Radiocarbon ages from different glaciated valleys in the tropical Andes also document evidence for multiple Neoglacial ice advances that pre-date the LIA. In Ecuador the advance of El Altar glacier occurred at 2.2 ka (Clapperton, 1986). R€othlisberger (1986) reported radiocarbon ages on Glaciar Huallcacocha in Northern Peru that yielded a maximum age for the advance of 1.5 ka and during the last millennium. Radiocarbon ages in the Quelccaya/Vilcanota region in southern Peru (Mercer and Palacios,1977; Goodman et al., 2001; Mark et al., 2002) imply that between the Neoglacial advances therewere periods of glacier contractions (e.g. between 3 ka and 1.5 ka, when glaciers were smaller than their LIA extents). Lichenometric studies in Peru and Bolivia revealed glacial advances at 17e19th centuries (Jomelli et al., 2008).\nThe African data on Holocene glacier oscillations is extremely poor. Based on lake sediments from Mt Kenya, Karlen et al. (1999) identified glacier advances at ca 5.7 ka, 4.5e3.9 ka, 3.5e3.3 ka, 3.2e2.3 ka, 1.3e1.2 ka, 0.6e0.4 ka. The 14C ages from the bottom of the Kilimanjaro ice cap show that the ice cap began to grow ca 11.7 ka and it expanded during the African Humid Period. Later on the ice receded at ca 4 ka, but did not disappear completely (Thompson et al., 2002). However Kaser et al. (2010) suggested a shorter, discontinuous history of the glaciers at Kilimanjaro with hiatus in the ice core records."
  }, {
    "heading": "3.14. Southern Andes",
    "text": "Earlier scholars believed that glaciers in Patagonia were smaller than now from the early Holocene to the beginning of the Neoglaciation (Mercer, 1970, 1976; Aniya, 1995, 1996; Glasser and Harrison, 2004), but recent studies also revealed some early Holocene advances. Glasser et al. (2012) dated the advances east of the Northern Patagonian Icefield at 11.0e11.2 ka, 11.5 ka, 11.7 ka and 12.8 ka using the Putnam et al. (2010) SH production rates and Dunai scaling scheme.\nDouglass et al. (2005) dated (with TCN technique) two advances at ca 8.5 ka and 6.2 ka in the valley of Río Avil es. However, they used the global production rates and scaling factors by Stone (2000), therefore the ages can be somewhat different after the recalibration with the local rate of production. The ELA during these advances was 300 m lower than now (i.e., the climate was 2.4 C cooler or 1000 mm/yr wetter than present). R€othlisberger (1986) identified a maximum age of a moraine at ca 9.4 ka, and Wenzens (1999) dated two moraines between ca 10.9 and 8.2 ka, and 10.9 and 9.5 ka in the Rio Guanaco drainage. In Tierra del Fuego, glaciers advanced between 8.0 and 5.3 ka and after 5.3 ka. These advances were only tens of meters beyond their LIA limits. No earlier moraines are found in Tierra del Fuego (Menounos et al., 2013). Harrison et al. (2012) dated the T empanos moraines using OSL methods to 9.7e9.3, 7.7 and 5.7 ka, but warned that the advances in this region are most probably not always simply climate-driven.\nAniya (2013) in his most recent review identifies five periods of Neoglacial advances at between 5.3e5.0 and 4e4.3 ka, between 3.9e3.7 ka and 3.6e3.4 ka, between 2.8e2.7 ka and 2.0e1.9 ka, between 1.5e1.4 ka and 0.8e0.7 ka and at 17e19th centuries (LIA). In addition, he suggests two earlier Holocene glaciations at between 6.3e6.4 and 5.7e5.6 ka and between 9.0e8.8 and 7.6 ka (or 8.3e8.2 ka) and two older, less certain phases of glacial activity at 9.9e9.6 e 9.5 ka and 11.2e10.9 e 10.2 ka."
  }, {
    "heading": "3.15. New Zealand",
    "text": "Gellatly et al. (1988) summarized the results of radiocarbon dating of fossil wood and soil within the lateral moraines and identified glacier advances at ca 9.0e8.7 ka, 5.7e5.7 ka, 5.3e4.6 ka, 4.1e4.0 ka, 3.8e3.1 ka, 2.8e2.1 ka, 1.8e1.5 ka, 1.4e1.3 ka, 1.0e0.96 ka, 0.91e0.76 ka, 0.67e0.5 ka and 0.4e0.1 ka. More recent 10Be ages (Schaefer et al., 2009; Kaplan et al., 2010, 2013; Putnam et al., 2012) generally agree with these results. According to Kaplan et al. (2010, 2013), glaciers on the Ben Ohau Range retreated overall between 13.0 ka and the present, pausing or readvancing between 11.5 ka and 11.1 ka, and at 8.1 ka, 1.7 ka, and 0.54 ka. Putnam et al. (2012) reported a more comprehensive set of Holocene TCN ages for the early Holocene from Cameron Glacier, with the largest advances dated to 10.7 ka, and 9.8 ka, and progressively smaller advances at 9.1 ka, 8.7 ka, 8.2 ka, 7.2 ka, 6.9 ka, 6.5 ka, 0.52 ka and 0.18 ka. Schaefer et al. (2009) identified more than 15 advances of Mueller, Hooker and Tasman glaciers in the last 7 ka, including at least five events during the last millennium: 6.5 ka, 3.6 to 3.2 ka, 2.3 ka, 2.0e1.6 ka (at least three events), 1.4 ka, 1.0 ka, 0.8 ka, 0.6 ka, 0.4 ka (at least two events) and 0.27e0.11 ka. Unlike most regions in the Northern Hemisphere (NH), the largest advances of glaciers in New Zealand occurred in the early Holocene, whereas the LIA advances were more restricted."
  }, {
    "heading": "3.16. Sub-Antarctic Islands",
    "text": "The sub-Antarctic islands, located between 35 S and 70 S, include both heavily glaciated and ice free islands. Most research has focused on identifying the limit of the Last Glacial Maximum, the onset of deglaciation and documenting glacier recession during the instrumental period (Hodgson et al., 2014a). Chronological constraints on Holocene glacier fluctuations are largely limited to South Georgia, and Iles Kerguelen whilst on other islands there is little or no chronological control until the instrumental period. On South Georgia the oldest TCN ages range between 14.1 ka and 10.6 ka, mean 12.1 ± 1.4 ka (Table S2) and mark the oldest mapped ice advance, and possibly the Last Glacial Maximum (Bentley et al., 2007; Hodgson et al., 2014b). Two readvances to this limit (and in some areas overriding it) are recorded. The first with a weighted mean of ca 3.6 ± 1.1 ka during a mid-Holocene warm period, and the second estimated at ca 1.1 ka using soil development as a dating proxy. A late Holocene glacier advance (post ca 1870 CE) has also been inferred from lichenometric data (Roberts et al., 2010).\nOn Iles Kerguelen, peat deposits in the Baie d'Amp ere provide minimum radiocarbon ages for deglaciation between 13.2 ka and 11.2 ka, and at least two glacial readvances after 0.50e5.2 ka and 2.2e0.7 ka (Frenot et al., 1997b; Hodgson et al., 2014a).\nAll glaciated sub-Antarctic islands have seen a rapid retreat of glaciers during the last 60 years coinciding with regional warming and a strengthening of the southern hemisphere westerly winds. On South Georgia 97% of glaciers are in retreat (Cook et al., 2010), on Kerguelen total ice extent declined from 703 to 552 km2 between 1963 and 2001 (Berthier et al., 2009), and on Marion Island the last remnants of the Holocene ice cap had largely disappeared by the late 1990s (Sumner et al., 2004)."
  }, {
    "heading": "3.17. Antractic peninsula and Maritime Antarctic Islands",
    "text": "Post LGM deglaciation in this region has recently been reviewed by Hall (2009), O Cofaigh et al. (2014) and Hodgson et al. (2014a). In general ice commenced thinning from LGM limits after 18 ka and continued during the early Holocene. This retreat was punctuated by still stands and minor glacier readvances, marked by submarine geomorphological features such as grounding zone wedges ( O\nCofaigh et al., 2014). Sea floor topography and pinning points resulted in many of the inner fjords and coastal areas being deglaciated after the mid-Holocene ( O Cofaigh et al., 2014).\nLow sampling densities, indirect proxies, and poorly resolved chronologies (particularly in the marine environment) mean that a fully coherent regional pattern of Holocene glacier fluctuations has yet to emerge. For example at Anvers Island, reduced ice extents derived from re-exposed mosses at 0.70e0.79 ka (Hall et al., 2010) contrast with results from an adjacent peninsula showing ice recession at 0.45e0.6 ka (Smith, 1982).\nAt James Ross Island recent syntheses suggest one glacier readvanced after 6.1 ka until after 4 ka (Davies et al., 2013) and another local advance was inferred between 1 and 0.7 ka (Carrivick et al., 2012) at the same time as cooler conditions were recorded in a local ice core (Mulvaney et al., 2012).\nOn King George Island minor tributary fjords of Maxwell Bay were reoccupied by a glacial advance ca 1.56e1.33 ka (1450e1700 14C uncalibrated yrs BP, Yoon et al., 2004) coincident with a warm, humid phase.\nIn a marine core off Anvers Island Domack (2002) reports a Neoglacial interval from 3.36 ka involving climate cooling with more persistent sea ice, but this is not specifically linked to a glacial advance. In Neny Fjord a sand-rich interval between ~2.85 ka and ~2.5 ka may reflect a modest glacier advance (Allen et al., 2010). In Lallemand Fjord a minor advance of glaciers supplying the Müller Ice Shelf is inferred around ca 0.4 ka (Domack et al., 1995).\nA number of Antarctic Peninsula ice shelves have also experienced major fluctuations during the Holocene. George VI Ice Shelf was absent between 9.6 ka and 7.7 ka (Smith et al., 2007), Prince Gustav Ice Shelf was absent between 6.8 and 1.8 ka ( O Cofaigh et al., 2014), the Larsen A Ice Shelf was absent at 3.8e1.4 ka (Brachfeld et al., 2003; Balco et al., 2013). In contrast Larsen B and Larsen C Ice Shelves existed throughout the Holocene (Domack et al., 2005; Curry and Pudsey, 2007).\nThe rather disparate record of late Holocene glacier fluctuations is in marked contrast to the instrumental record of the last 50 years which has seen near synchronous retreat of tidewater glaciers (Cook et al., 2005) surface lowering (Pritchard et al., 2009), and the retreat or collapse of 28 000 km2 of regional ice shelves (Cook and Vaughan, 2010). These have been linked to rapid regional warming (Convey et al., 2009; Hodgson, 2011; Barrand et al., 2013; Turner et al., 2013) and accelerated basal melting beneath ice shelves (Holland, 2010)."
  }, {
    "heading": "4. Discussion",
    "text": "Glaciers are sensitive to climate change and the near-global ongoing retreat is frequently cited as evidence of contemporary warming. However, the dating of glacier histories and their interpretation with respect to climate is complex and uncertainty in interpreting the glacier record remains."
  }, {
    "heading": "4.1. Strength and limitations of glacier variations as indicators of past climate change",
    "text": "Reconstructed glacier histories are by their nature forced by a composite of climate inputs and thus are difficult to quantify and assess. Therefore, it is not trivial to use time series of glacier fluctuations as paleoclimatic proxies, to determine relevant climate forcings, and to construct climate-glacial models.\nFurthermore, glacier fluctuation time series in general are often discontinuous and have gaps, both in recording advances (overlapped and eroded moraines) and retreats (evidence erased or hidden under the modern glaciers). Their accuracy and resolution can differ over time, with some moraines more accurately dated\nthan others. The resolution of glacial chronologies is variable and depends on the dating methods applied. In rare cases they can reach decadal (e.g. Holzhauzer et al., 2005; Ivy-Ochs et al., 2009; Barclay et al., 2009a,b) or even annual resolution (e.g. Beedle et al., 2009). Chronologies with such high resolution are unique, are normally rather short, spanning the last one to two millennia and are concentrated in a few regions, mostly in the Alps and Scandinavia. Most commonly, the resolution of reconstructions of glacier variations during the Holocene remains at the centennial or multicentennial resolution. The coarse temporal resolution of glacial records is thus difficult to compare with the higher resolution continuous proxies (Yang et al., 2008; Holzhauzer et al., 2005; Wiles et al., 2007; Nussbaumer and Zumbühl, 2012).\nAges of moraines are often composited from a variety of glaciers that are of different sizes, shapes and types, and located at various elevations (see review in Kirkbride and Winkler, 2012). Thus individual glaciers may not respond uniformly to a different set of climate forcings. The response time of a glacier in relation to the climate signals triggering these events depend on glacier geometry and climatic setting, and is typically in the range of years to decades for mountain glaciers (Oerlemans, 2005) (see also Supplementary Materials). Additional adjustments are necessary to link the proxy for glacier oscillations (the 14C ages for soil, peat, lake sediments, wood etc. may also have their own “response” times), with the glacier variations. As the uncertainty of the dating normally does not exceed the delay in glacier front reaction to the climatic forcing, we do not make any adjustments in this respect in this paper and accept that this bias is negligible relative to the resolution of the chronology.\nIn their comprehensive review, Kirkbride and Winkler (2012) warned that, despite the significant progress and improvements in dating techniques, several basic conceptual issues in the correlation of Holocene glacier oscillations remain unresolved. They argue that “to enable reliable comparisons, glacier chronologies should first be examined for their climatic integrity, spatial coherence, and chronological robustness. Even with excellent dating, uncertainty remains due to complex climate signals and glacier response, and to erosion censoring the glacier fluctuations record”.\nWe agree with their conclusion that the assessment of global patterns in Holocene glacier variations is still extremely difficult. However, the great improvements in chronological techniques, the number of different independent methods available to reconstruct the glacier variations allowing for rigorous crosschecking, and higher resolution climate proxies and forcing records to compare with glacier histories, all increase the credibility of the reconstructions. Evidence from retreating glaciers allows a comparison of the scale of modern glacier retreat with the earlier Holocene glacier extent. Even very general information on the Holocene glacier sizes, such as glaciers “generally contracted” or “generally advanced” can be useful as an independent control on long-term climatic trends in relation to modern climatic changes."
  }, {
    "heading": "4.2. Long-term signal in Holocene glacier variations",
    "text": "Despite strong variability among periods of glacier advance and retreat during the Holocene, a long-term pattern in these records is evident (Figs. 2 and 4). There is a general similarity between millennial trends of glacier fluctuations in the high and mid latitudes of the NH in Greenland, Scandinavia, Alaska, Cordillera of Western Canada, Russian Arctic, the Alps, Tien Shan and Altai, although the details of these records may differ. Glaciers retreated to the modern sizes and the upper tree line rose above the modern one between 11 ka and 10 ka in the Alps and in the Cordillara of the western Canada. By the next millennium (between 10 ka and 9 ka) glaciers retreated in Scandinavia. In Greenland it took even longer\nfor the ice to respond, but the glaciers in many regions here also eventually reached the modern sizes by ca 8 ka.\nIn most regions of the high to mid latitudes of the NH considered here, glaciers were smaller than now or at least equal to their modern sizes between ca 8 ka and ca 4 ka (Fig. 4). The tree line in the Swedish Scandes was up to 500 m higher than today (Oeberg and Kullman, 2011) (Fig. 5). In the Altai, wood macrofossils from this period were found up to 250 m above the tree line (Nazarov et al., 2012), in the European Alps (Nicolussi and Patzelt, 2000; Hormes et al., 2001; Joerin et al., 2006, 2008; Ivy-Ochs et al., 2009) and in the Rocky Mountains (Osborn and Luckman, 1988) up to 150 m, and in the mountains of California up to 120 m (Salzer et al., 2014). These data show that the temperature in these regions was generally warmer than in the pre-industrial period by 1.1 to >4 C.\nThe pronounced long-term orbitally-driven cooling trend forced the upper tree line to descend and the glaciers to advance at ca 4 ka in these regions, although there is evidence of glacier advances of moderate magnitude from ca 6 ka onwards. The Neoglacial advances after roughly 4 ka were numerous and many of them reached the LIA magnitude prior to the last millennium. It is not yet quite clear why the smooth changes in orbital forcings resulted in a certain threshold and led to numerous large glacier advances around that time. Some other than orbital mechanisms triggering these changes (e.g. the Arctic amplification including sea ice expansion in the NH; Miller et al., 2013) were probably contributing. The retreats between the Neoglacial advances were in most cases moderate and the retreated glaciers did not reach themodern limits, although some exceptions of very pronounced retreats are recorded in the Alps (Holzhauser et al., 2005), and in the Altai (Nazarov et al., 2012) between 3 ka and 2 ka, in Scandinavia in the first millennium CE (Nesje et al., 2011), and between ca 3 ka and ca 1.5 ka in Nepal (Gayer et al., 2006). The magnitude of the advances tends to increase over time and in some areas (Western Canada, Spitsbergen, Greenland) the largest advances occurred in the middle or to the end of the 19th century, or even later, in the early 20th century, as one might expect if orbital forcing was the only factor driving glacier fluctuations.\nFrom 8 ka to the end of the preindustrial period the long term fluctuations of glaciers and upper (and northern) tree lines in the NH generally agree with the regional orbital forcings, although higher frequency variations are superimposed on these trends. The multicentury advances during the early Holocene are likely triggered by sudden cooling effects forced by the input of freshwater mainly from the melting Laurentide ice sheet, and the subsequent slowing down of the Atlantic thermohaline circulation (Nesje et al., 2004; Alley and Agustsdottir, 2005).\nThe pattern of glacier variations in the arid northern regions of the Central Asia is generally similar to those of the high and mid latitudes of the NH described above, with the early glacier retreat and contracted glaciers during the first half of the Holocene (e.g. Solomina, 1999; Dortch et al., 2013). However, the long-term trend of glacier fluctuations in the Asian monsoon area is different.\nFig. 4. Glacier front fluctuations and (or) ELA variations in comparison with the regional or Southern Scandinavia. Reconstructed equilibrium-line altitude from Lenangsbreene in Lyng Western Canada. a e Generalized activity of Holocene glaciers in western Canada (Luckman et al., 2004; Clague et al., 2009). b e Lacustrine record (the first principal component (PC1) o Green, lower Joffre, Diamond, and Red Barrel lakes (Menounos et al., 2009). 3. The Alps. S diagram of the position of glacier front in Ganesh Himal Central Nepal as defined by expos cosmogenic nuclide (3He and 10Be) and 14C dating (Gayer et al., 2006). b e Smoothed total o glacier fluctuations (eastern Tibetan Plateau) (Zhang and Mischke, 2009). 5. Tropical Ande Southern tropical Andes (Jomelli et al., 2014). b e Composite ‘‘stacked’’ record of clastic sedim of South America. a e Glacier advances in Patagonia (Mercer, 1976, 1982; Aniya, 1995, 1996) et al., 2012; Menounos et al., 2013). c e Magnetic susceptibility record of sediment core at Southern Alps composite snowlines, Cameron, Aoraki/Mount Cook glaciers (Putnam et al.,\nGlaciers in these regions remained relatively large during the early Holocene, but they experienced a long-term trend of gradual reduction until ca 3 ka. The advances of the last two millennia in the monsoon areas of Central Asia were generally smaller than those of the early and mid Holocene in contrast to many other regions in the NH (see above). Thus the general decreasing glacier size over the Holocene is in contrast to orbital forcing in the NH summer which would favor increasing glacier size over this period (Seong et al., 2009b). It was suggested (e.g. Owen et al., 2003; Owen and Dortch, 2014) that the large early Holocene advances in the southern Himalaya might be a result of the decrease in monsoonal precipitation through the Holocene (Wang et al., 2005), since this was a time of increased insolation and enhanced monsoonal influence, although it was also suggested that the advances could relate to early Holocene NH cooling events. The models however show that this decrease may account for less than 30% of the total ELA changes and precipitation cannot be the only reason for a large advance recorded in this region at 9 ka (Rupper et al., 2009). These authors show that the lowering of ELAs in the southern Himalaya in the early Holocene is largely due to a decrease in summer temperatures, which is a dynamic response to the changes in solar insolation, resulting in both a decrease in incoming shortwave radiation at the surface due to an increase in cloudiness and an increase in evaporative cooling. However, models show a rise in ELAs in the western and northern zones of Central Asia in response to a general increase in summer temperatures in the early Holocene. This increase in temperatures in the more northern regions is a direct radiative response to the increase in summer solar insolation in the dry continental interior (Rupper et al., 2009).\nThe data on glacier variations in the tropics is sparse and of coarser resolution. Jomelli et al. (2011, 2014) showed that the general pattern of glacier fluctuations in the tropical Andes identified by moraine positions and modeling of glacier sizes (largest glaciers in the beginning of the Holocene) (ca 10.9 ka), sporadic advances of moderate amplitude in the middle of the Holocene and small LIA advances (0.4e0.1 ka) agree with the orbital forcings (see Fig. 4). However the sediment properties of glacier-fed lakes (stacked records of 13 lakes) (Rodbell et al., 2008) (see Fig. 4) show the patternwhich is almost opposite to the orbital trend, but is very similar to the trend of glacier variability in the mid latitudes of South of South America also identified by lake sediments data (see Fig. 4). Neoglacial advances starting at ca 5 ka has a lot in common with the NH pattern described above, although the gradual decrease of magnitude of Neoglacial advances in the tropics is in agreement with the orbital trend of the low latitudes. These contradictions are not fully resolved and require more data and modeling experiments. Several competing patterns likely played an important role, mainly at the multi-centennial time scale.\nThe pattern of Holocene glacier variations in Patagonia is quite different from that expected from the orbital signal (Bertrand et al., 2012; Menounous et al., 2013). Precipitation variability has been suggested to be the main driver of Neoglacial fluctuations of the Gualas glacier, an outlet of the Northern Patagonian Icefield\nbital signal (Insolation in June in the NH and in December in the SH) (Berger, 1978). 1. en (Matthews et al., 2000, 2005; Lie et al., 2004; Bakke et al., 2008; Nesje, 2009). 2. , 1986; Osborn and Luckman, 1988; Reasoner et al., 2001; Koch et al., 2004; Menounos f loss-on-ignition data, an index for the clastic content of lake sediments, for cores from ummary of glacier variations (Ivy-Ochs et al., 2009). 4. Central Asia. a e A time/space ure of ice-scoured rocks on the valley bottom and of a few frontal moraines based on rganic carbon (TOC) of the Lake Ximencuo core e indirect evidence of the Nianbaoyeze s. a e Moraine ages based on 246 10Be surface exposure ages from 19 glaciers in the ent flux to 13 alpine lakes in Peru, Ecuador, and Bolivia (Rodbell et al., 2008). 6. South\n. b e Glacier extent in the Southernmost Tierra del Fuego (Strelin et al., 2008; Maurer Gualas glacier, Northern Patagonian Icefield (Bertrand et al., 2012). 10. New Zealand. 2012).\n(Bertrand et al., 2012), and this may account for some of this difference, although more information is needed to test this hypothesis in this poorly-documented region.\nIn New Zealand there was a gradual decrease in glacier size over the Holocene, interrupted by a few still-stands between ca 12 ka and 6 ka. A larger number of still stands are preserved in the moraine record during the Neoglacial, after ca 4 ka. It has been suggested that although the long-term trend of Holocene glacier variations is consistent with orbital forcing, regional-scale climate changes associatedwith oceaneatmosphere variability in the south west Pacific primarily drove these glacier fluctuations (Schaefer et al., 2009; Putnam et al., 2012). Modeling studies show that New Zealand glaciers are particularly sensitive to temperature\nchanges associated with this Holocene climate variability (Anderson and Mackintosh, 2006). Advanced glacier positions during the Little Ice Age similarly represent atmospheric circulation forcing, in this case, increased southerly and westerly winds which bring cooler temperatures and higher precipitation to the Southern Alps (Lorrey et al., 2013).\nIn the Sub-Antarctic and Antarctic Peninsula terrestrial glacier fluctuations result from changes in net accumulation (precipitation vs. evaporation and sublimation) and the role of wind driven sublimation appears dominant in some regions. Glaciers appear to have responded most actively (both advancing and retreating depending on their regional setting) during a mid-late Holocene warm period (4.5e1.4 ka, Bentley et al., 2009; Hodgson and Convey, 2005). This may be related to the increasedmeltwater flux reported on the west Antarctic Peninsula margin 3.6 ka to 0.3 ka (Pike et al., 2013). Some minor Neoglacial advances have been recorded in the last few centuries but the chronological data are not regionally coherent. In some regions glaciers appear to have advanced during warm periods on account increases in precipitation (e.g. South Georgia; Bentley et al., 2007) and in others during periods of cooler temperatures (e.g. King George Island; Simms et al., 2012). On James Ross Island model simulations suggest glacier fluctuations there are more sensitive to temperature change, than precipitation (Davies et al., 2014).\nIn the case of ice shelves, incursions of warm circumpolar deep water onto the Antarctic continental shelf, means that some ice shelves lose nearly all their mass by basal melting (Corr et al., 2002; Jenkins and Jacobs, 2008). These incursions are linked to an increase in westerly wind stress near the continental shelf edge resulting from far field increases in sea surface temperature in the central Tropical Pacific (Steig, 2012). Local atmospheric temperature is therefore considered secondary to far field sea surface temperatures in driving ice shelf collapse. Changes in the regional glacial discharge along the Antarctic Peninsula inferred from a marine v18O diatom record near Anvers Island have similarly been linked to incursions of circumpolar deep water resulting from far field changes in the Pacific in the early and mid Holocene. However in the late-Holocene an increasing occurrence of La Ni~na events (which influence west Antarctic Peninsula atmospheric circulation) and rising levels of summer insolation are considered to have had a stronger influence (Pike et al., 2013). On James Ross Island a recent increase in summer melt has been attributed to a strengthening of the Southern Annular Mode bringing the core of the westerly wind belt towards Antarctica (Abram et al., 2013). In the most recent decades a number of these processes appear have operated together to bring about the synchronous deglaciation observed throughout the region (cf. Hodgson, 2011).\nAccording to modeling results, the annual mean temperature at 9 ka was 1e5 C above the present in the Arctic (Renssen et al., 2005a) and 0.5e1.5 C at southern high latitudes (Renssen et al., 2005b). This assessment may partly explain a certain symmetry in glacier variations of high latitudes in the NH and SH that is evident in Fig. 2, namely the early Holocene retreat of glaciers in both regions.\nComparison of these records with the zonal temperature reconstructions (Marcott et al., 2013) shows that trends of the orbitally driven temperature changes in the NH (90e30 N) generally agree with the glacier fluctuation records (Fig. 5), including the amplitude of reconstructed temperature. This is despite the fact that glaciers aremainly proxies for summer temperature variations, while the Marcott et al. (2013) series mainly represent the longterm mean of marine proxy data for different seasons. The exception discussed above is the Asian monsoon glaciers with their opposite trend of changes from large ice masses in the early Holocene to smaller ones in recent time. The temperature stack in the\nTa b le 1 A ge\ns (k a)\nof ad\nva n ce s of\ngl ac ie rs\nin th e H ol oc\nen e fr om\nre ce n t re gi on\nal co\nm p ila\nti on\ns.\nR eg\nio n s\nD at es\nof ad\nva n ce s (k a)\nA la sk a\n11 .6\n4. 5e\n4. 0\n3. 3e\n2. 9\n2. 2e\n2. 0\n1. 4e\n1. 2\n0. 8\n0. 7\n0. 4e\n0. 2\n0. 1\nW es te rn C an\nad a,\nU SA\n11 .8 ?\n8. 6e\n8. 1\n7. 4e\n6. 5\n5. 8\n4. 9\n4. 2\n3. 5e\n2. 8\n1. 7e\n1. 3\n1. 0e\n0. 6\nB af fi n Is la n d\n9. 2\n8. 2\n3. 5\n2. 3\n1. 4\n1. 0\n0. 6\n0. 4\n0. 05\nG re en\nla n d\n11 .3 e 11\n.0 9. 2\n8. 2e\n8. 0\n3. 0e\n2. 8\n0. 8\n0. 5e\n0. 3\n0. 4e\n0. 3\nSc an\nd in av\nia 11\n.2 10\n.5 10\n.1 9. 7\n9. 2\n5. 6\n4. 4\n3. 3\n2. 3\n1. 6\n0. 2e\n0. 1\nSo u th er n N or w ay\n11 .1\n10 .5\n10 .0\n9. 7\n8. 2\n7. 7\n6. 1\n4. 3\n3. 6\n2. 6\n2. 1\n1. 7\n1. 4\n1. 0\n0. 5e\n0. 1\nIc el an\nd 8. 7e\n7. 9 (2 )\n4. 2\n2. 9\n1. 4\n0. 7\nA lp s\n11 .3\n10 .5\n8. 8\n8. 4e\n8. 2\n7. 7\n7. 2e\n6. 8\n6. 6\n5. 8,\n5. 6\n3. 8e\n3. 4\n3. 0e\n2. 6\n1. 1e\n1. 0\n0. 7\n0. 4\n0. 1\nSe m iar id\nA si a\n8. 8?\n6. 9\n3. 8\n1. 7\n0. 4\nM on\nso on\nal A si a\n11 .4\n10 .1\n8. 1\n7. 7\n5. 4\n3. 5\n2. 3\n1. 5\n0. 7?\n0. 4\nTr op\nic al\nA n d es\n11 .8\n11 .3 ,1\n1. 0\n10 .9\n5. 2?\n1. 2\n0. 6\n0. 5e\n0. 4\n0. 3\nSo u th\nof S. A m er ic a\nca 8. 0\n5. 4e\n4. 9\n4. 3e\n3. 9\n2. 7e\n2. 0\n1. 2e\n0. 9\nN ew\nZe al an\nd 11\n.5 10\n.7 9. 8\n9. 1\n8. 7\n8. 2\n7. 2\n6. 9e\n6. 5\n3. 6e\n3. 2\n2. 3\n2. 0e\n1. 6\n1. 4\n1. 0,\n0. 8\n0. 6\n0, 5 0. 4\n0. 3e\n0. 1\nSo u th\nG eo\nrg ia\n8. 0e\n7. 0\n5. 4e\n4. 4\n2. 2\n< 1. 0\nA n ta rc ti c p en\nin su\nla 8. 0 e\n7. 0\n5. 0e\n4. 5\n1. 7\n1. 4e\n1. 1\nA la sk a (Y ou\nn g et\nal ., 20\n09 ; B ar cl ay\net al ., 20\n09 a, b) ,W\nes te rn\nC an\nad a,\nU SA\n(M en\nou n os\net al ., 20\n09 ; O sb\nor n et\nal ., 20\n12 ), A rc ti c C an\nad a (B af fi n Is la n d ) (B ri n er\net al ., 20\n09 ), G re en\nla n d (K\nel ly\nan d Lo\nw el l, 20\n09 ; Y ou\nn g et\nal ., 20\n13 ),\nSc an\nd in av\nia (N\nes je ,2\n00 9) ,S\nou th er n N or w ay\n(M at th ew\ns an\nd D re ss er ,2\n00 8) ,I ce la n d (G\nei rs d ot ti r et\nal ., 20\n09 ; La rs en\net al ., 20\n12 ), A lp s (I vy\n-O ch\ns et\nal ., 20\n09 ; N ic ol u ss ia\nn d Sc h lü ch\nte r, 20\n12 ), Se\nm iar id\nA si a (D\nor tc h et\nal ., 20\n13 ),\nM on\nso on\nal A si a (M\nu ra ri et\nal ., 20\n14 ), Tr op\nic al\nA n d es\n(J om\nel li et\nal ., 20\n14 ), so u th er n So\nu th\nA m er ic a (K\nili an\nan d La m y, 20\n12 ), N ew\nZe al an\nd (S ch\nae fe r et\nal ., 20\n09 ;K\nap la n et\nal ., 20\n10 ;P\nu tn am\net al ., 20\n12 ), So\nu th\nG eo\nrg ia\n(H al l, 20\n09 ),\nA n ta rc ti c Pe\nn in su\nla (H\nal l, 20\n09 ; Si m m s et\nal ., 20\n11 ,2\n01 2) .\nlow latitude (30 Ne30 S) shows a very small positive gradient of less than 1 C since 11.5 ka (Marcott et al., 2013). The glaciers in the tropical Andes and especially in Bolivia indicate much larger temperature changes and a Holocene cooling trend of more than 3 C (Jomelli et al., 2011, 2014). The trend in temperature changes in the SH (30 Se90 S) identified by Marcott et al. (2013) agrees with the pattern of the Patagonian glacier variations, but does not fit with the changes of glacier sizes in the New Zealand area (Fig. 4)."
  }, {
    "heading": "4.3. Centennial variability of glacier fluctuations and their potential forcings",
    "text": "Some scholars suggested a global synchroneity of the Holocene glacier fluctuations on century to millennial time scales (Denton and Karlen, 1973a,b; R€othlisberger, 1986; Grove, 2004; Koch and Clague, 2006) although others (Matthews and Dresser, 2008; Kirkbride and Winkler, 2012) underlined the difficulties in the identification of synchroneity between regional glacier fluctuations, mostly due to the low accuracy of the dating. In regions where detailed records are available, such as the Alps and Scandinavia, the patterns of synchronicity are better documented and more credible. Matthews and Dresser (2008) identified 17 centuryto millennial-scale glacial events in Southern Norway and compared these records to 23 events recorded in Swiss and Austrian Alps. They recognized 13 near-synchronous pan-European glacial events. General coherency of the European glacial advances in the Holocene with those in the Central Asia was also suggested (Seong et al., 2009b; Dortch et al., 2013), although these records are generally less detailed and less accurate.\nBakke et al. (2010) identified near-synchronous glacier advances across the NH at roughly 4.0 ka, 2.7 ka, 2.0 ka, 1.3 ka and during the LIA comparing the Scandinavian records with those from Spitsbergen, Baffin Island, Iceland, European Alps, and Himalaya. Some synchroneity in glacier responses to climate change was found throughout the eastern Canadian Arctic and possibly in eastern Greenland (Margreth et al., 2014).\nContradictory conclusions are obtained for the synchroneity between the New Zealand and European glacier advances. Porter (2007) suggested that four stages of Neoglacial advances in the Northern and Southern Hemispheres were generally synchronous, but the scale of advances was opposite due to the contrasting trends of insolation in both hemispheres. Earlier studies claimed a correlation between the time of glacier fluctuations in New Zealand and Europe (Gellatly et al., 1988; Grove, 2004), whereas more recent ones based on 10Be ages of moraines (Schaefer et al., 2009; Putnam et al., 2012) identified a more complex pattern. Schaefer et al. (2009) suggested that regional modes of variability (e.g. Interdecadal Pacific Oscillation) are playing a more important role, acting as a major forcing of Holocene glacier fluctuations in the New Zealand area. Putnam et al. (2012) argue that the asynchroneity in glacier variations between New Zealand and Europe is due to insolation-driven migration of Earth's thermal equator. Such attempts to establish inter-hemispheric links between glacier variations based on discontinuous records were criticized by Winkler and Matthews (2010). Licciardi et al. (2009) suggested a broad correlation of the early Holocene and LIA advances in the tropical Andes of southern Peru with those of the NH. However more recently the 10Be ages of these moraines were recalculated using the local rate production (Jomelli et al., 2014) and the similarity becomes questionable.\nThe discussion above shows that the correlation of glacier fluctuations is challenging. Our attempts to correlate interregional centennial and multicentennial glacier fluctuations described below, are also tentative, however they are based on the most extensive and up-to-date data set. The attribution of glacier\nfluctuations to potential climatic forcings is also challenging, although numerical modeling of glaciers and their interaction with climate is improving our understanding (e.g. Anderson and Mackintosh, 2006; Jomelli et al., 2011; Kaplan et al., 2013; Marzeion et al., 2014).\nTable 1 shows the periods of glacier advance assessed by various experts at the regional level. Although the accuracy of these age estimates is relatively low and the range of the ages is sometimes rather broad, the timing of advances cluster in some groups (also described in section 4 of Supplementary Materials “Glacier fluctuations by millennia”).\nClusters of regional sub-millennial glacier advances reveal several parameters that may be correlative with glacier expansions (Table 2). We use the ages of the Total Solar Irradiance (TSI) anomalies (lower than 2 Wm 2) for the last 9 ka based on the reconstruction of cosmogenic isotope records from ice cores with the uncertain long-term trend removed (Renssen et al., 2006). However, we note that there is still no firm consensus on the relationship between variations in solar activity (which, together with geomagnetic field changes, drive cosmogenic isotope production) and TSI.\nSome intervals of early Holocene glacier advances roughly correspond to meltwater pulses at 11.1 ka, 10.3 ka, 9.2 ka and 8.2 ka (Nesje et al., 2004; Alley and Agustsdottir, 2005), however the accuracy of the dating is still too low for definitive conclusions. It is\nintriguing that some of these events also correspond to periods of low solar activity (Renssen et al., 2007). The solar signal contribution in the climate deterioration at 8.2 ka was suggested earlier (Muscheler et al., 2004). For the 11.1e11.0 ka, 9.3e9.1 ka and 8.1e8.0 ka periods there are also evidences of strong volcanic eruptions (Table 2). Four events punctuating the high Asian monsoon intensity centered at 11.2 ka, 10.9 ka, 9.2 ka, 8.3 ka and 8.1 ka are recorded in the stalagmite stable isotope series from China (Dykoski et al., 2005).\nWhile the correlations of the early to mid Holocene glacial events with the solar and volcanic signals are rather ambiguous, the pattern becomes more clear for the Neoglacial advances after ca 4.5 ka. The coupled global atmosphereeoceanevegetation model ECBilt-CLIO-VECODE forced by orbital parameters, greenhouse gases and total solar irradiance shows that coolings, especially in the Nordic sea, may occur after the long-lasting negative TSI anomalies followed by extensive sea ice buildup. In these experiments the positive oceanic feedback amplifies the solar forced cooling in the North Atlantic region. In the last 4.5 ka such events are centered at 4.3 ka, 3.8 ka, 3.2 ka, 2.6 ka, 2.3 ka, 1.3 ka, 0.9 ka, 0.7 ka and 0.4 ka (Renssen et al., 2006). Eight out of nine advances of the last 4.5 ka closely correspond to the coolings in the North Atlantic forced by the TSI negative anomalies of multidecadal duration (Renssen et al., 2006). Only one glacial event (at 1.7e1.6 ka) does not fit this pattern, and it coincides with the most\nH and SH and in low latitudes with major volcanic eruptions, solar activity, and Bond ng only in the NH are in blue. Numbers in brackets indicate the number of advances group, but it onlymarginally corresponds to the interval of the dates. Solar forcingse 6), Gao et al. (2007), Sigl et al. (2013), the maxima in ice-rafted debris (IRD) in North 1).\nviolent volcanic eruption of Taupo (New Zealand) in the last 5 ka, dated at 232 ± 5 CE (Sigl et al., 2013).\nThe solar signal was previously recognized in multi-centennial and multi-decadal glacier fluctuations in the Alps (Holzhauser et al., 2005; Hormes et al., 2006; Nussbaumer et al., 2011), Canadian Rockies (Luckman and Wilson, 2005), Alaska (Hu et al., 2003; Wiles et al., 2004), Scandinavia (Karlen, Denton, 1976; Karl en, Kuylenstierna, 1996; Matthews, 2007), Baffin Island (Briner et al., 2009), American Cordilera (MacGregor et al., 2011).\nData on Holocene glacier variations indicate that small fluctuations in solar irradiance led to consequences that were traceable at least in the high and mid latitudes of the NH. This conclusion is in conflict with results of recent climate simulations driven by lower levels of solar forcing (Schmidt et al., 2011) and suggests a primary role for internal variability in Holocene climate changes (IPCC, 2013). Our results suggest that solar activity may have played a role in the large scale climatic transformations, at least in the second half of the Holocene. However, it is also important to note that several solar minima coincided with climatically effective explosive volcanic eruptions as it was shown at least for the last two millennia by PAGES 2k Consortium (2013). Miller et al. (2013) suggested that forcing which triggers sea ice expansion in the Arctic may initiate a very strong cooling, such as that at the beginning of the LIA. Whether solar forcing can induce such persistent feedbacks has not yet been demonstrated, but amplifying mechanisms of this sort may be necessary to explain how quite small (0.1e0.2%) changes in total solar irradiance can possibly lead to significant changes in glaciers at sites across the NH."
  }, {
    "heading": "4.4. Magnitude of Holocene glacier fluctuations and modern glacier retreat in the context of the Holocene records",
    "text": "The retreat of glacier fronts, the decrease of the glacier area and volume recorded and documented in most regions of the globe in the last 100e150 years is considered unusual due to the high rate of changes and the global extent of glacier shrinkage (Oerlemans, 2005; Barry, 2006; Zemp et al., 2006; IPCC, 2007, 2013). However it is important to remember that in some regions the glaciers were smaller than at present many times over the Holocene. Goehring et al. (2011) demonstrated that during the Holocene the Rhone Glacier in the Swiss Alps and the Jostedalsbreen glacier in Norway were smaller than today during 6.5 ka and 7.2 ka, respectively. Some of these periods of former regional glacier contraction are attributed to external forcings, i.e., long-trem trend of low summer insolation during the boreal summer due to orbital forcing in the early to mid Holocene, regional modes of variability and, finally, greenhouse gases in 20the21st centuries, but many events are still waiting for a deeper understanding of attribution and process modeling (Marzeion et al., 2014).\nFor obvious reasons it is difficult to accurately estimate the ELA rise during the former phases of glacier retreat. Using the positions of the past tree line Joerin et al. (2008) calculated an ELA rise of 220 m relative to 1960e1985 CE at Tschierva glacier in the Alps during the Holocene warm intervals. Ivy-Ochs et al. (2009) assumed increased seasonality during the early and mid Holocene and summer temperatures higher than at present by 1.2 C.\nAt Okstindbreen in the northern Norway, based on the lake sediment analyses and dating of moraines, Bakke et al. (2010) reconstructed the ELA variations since 9 ka to be from 250 to þ250 m in comparison to the modern altitudes (1340 m). This amplitude is similar to the one in the Alps. Bakke et al. (2008) argue that the retreat of maritime glaciers along western Scandinaviawas unprecedented at least for the last 5.2 ka. Koch et al. (2004, 2007) claim that in Western Canada many glaciers in the early 21st\ncentury are already less extensive than they have been throughout the Holocene.\nBased on tree line variations and glacier advances over the Holocene, Karlen and Denton (1976) suggested that in Scandes mean summer temperatures have varied by 3.5 C. However, more recent findings of wood macrofossils (Oeberg and Kullman, 2011, Fig. 5) demonstrate that the treeline fluctuations were actually more pronounced: 9.6e9.5 ka birch and pine grew 400e600 m above the treeline and, hence, summer temperatures may have been 3.5 C higher than at present only during the warming (Oeberg and Kullman, 2011) (Fig. 5). Taking into consideration ELA depression during the Neoglacial glacier advances, the amplitude of temperature changes over the Holocene in this region was probably more than 4.5 C. According to oxygen-isotope records in lacustrine biogenic silica in Swedish Lapland the magnitude of cooling during the Holocene is between 2.5 C and 4 C (Shemesh et al., 2001).\nGlaciers in the Arctic were smaller than today over most of the Holocene and many of them disappeared completely during the peak of the warming in the first half of the Holocene (e.g. Koerner and Fisher, 2002; Dyke, 1999). For example, the Qassimiut lobe in Greenland was behind its present margin from 9 ka until the LIA (Larsen et al., 2011), Linn evatnet in Spitsbergen receded at 10.3 ka, and the cirque remained ice-free until 0.6 ka (Snyder et al., 2000). A similar pattern is recorded at many glaciers in Baffin Island (Briner et al., 2009), and in Franz Josef Land (Lubinsky et al., 1999) (see other examples in Fig. 2). Most Arctic glaciers advanced in the 19th to early 20th centuries. In Arctic Canada the snowline at the ice caps was at that time 200 m lower than in the mid-20th century (Locke and Locke, 1976).\nDuring the Holocene Thermal Maximum (e.g. ca 8 ka) the Arctic summer temperature is estimated to have beenþ1.7 ± 0.8 C, while for the NH the rise was more moderate (þ0.5 ± 0.3 C) and even smaller for the globe (0 ± 0.5 C) compared with today (Miller et al., 2010). As suggested by Miller et al. (2010) Arctic summer temperature variations tend to be 3e4 times as large as the global changes due to polar amplification.\nIn the Canadian Arctic the decrease in reconstructed snowline positions between ~5 ka and the 20th century was 650 ± 90 m, and this was attributed to a ~5% decrease in JuneeJuly insolation at 65 N. The inferred summer cooling is ~2.7 C (Miller et al., 2013b). The cooling estimated from the glacial records is two times larger than the response predicted by CMIP5 climate models (Miller et al., 2013b). In this region the current glacier retreat is considered unprecedented in the Holocene (Miller et al., 2010) even probably since the Last Interglacial (Miller et al., 2013a).\nIn contrast to the NH, New Zealand snowline depressions in the early Holocene (largest Holocene advances) at 10.7 ka and 9.8 ka was 240 m below present (it was 1.6 C cooler in comparison to 1995 CE) (Putnam et al., 2012). By 6.9 ka the snowline gradually rose by 90 m. During the LIA advances, 0.7e0.5 ka, the depression was 150 m relative to present.\nIn Central Asia the early Holocene ELA depressions vary considerably between regions, from less than 200 m (e.g. Muztag Ata and Hunza) to greater than 500 m in the Central Karakoram (Owen and Benn, 2005; Seong et al., 2007). ELA depression was around 300 m below the modern level in Northwest Bhutan, Himalaya, at ca 10.0e9.0 and ca 6.7e4.7 (Meyer et al., 2009). The Neoglacial and LIA advances in the Himalaya are generally much less extensive than those of the early Holocene (ELAs >100 m; Owen and Benn, 2005). However as demonstrated by Zhang and Mischke (2009) some glaciers in the Asian monsoon area experienced a strong retreat between 10.4 and 3.6 ka and their Holocene fluctuations were very similar to those of the mid-latitudes of Europe and North America (see Fig. 4). No estimates of the\nmagnitude of the ELA during the warm/dry periods are reported, to compare to the modern values of glacier shrinkage.\nELAs calculated from a glaciological model revealed a depression of about 470 m in Bolivia during the early Holocene and about 300 m during the LIA compared with today (Jomelli et al., 2011). A glaciereclimate model indicates that, relative to modern climate, annual mean temperature for the Cordillera Real (Bolivia) was 3.0 ± 0.8 C cooler 11 ka ago and remained 2.1 ± 0.8 C cooler until the end of the LIA. In Colombia the same approach revealed ELA depressions of about 450 m during the early Holocene and about 250 m during the LIA compared with today (Jomelli et al., 2014). The glaciereclimate model suggests that annual mean temperature was 2.6 ± 0.8 C cooler at 11.5 ka.\nCurrent retreat is recognized as unprecedented in terms of rate of changes throughout the Holocene or during the last 4e5 ka in many regions of the world. This includes the Kerguelen Islands (Frenot et al., 1997), Canadian Arctic (Miller et al., 2013b), Western Canada (Koch et al., 2004), some regions in Scandinavia (Bakke et al., 2008) and in the Alps (Grosjean et al., 2007). Some researchers argue that many glaciers now are already less extensive than they have been throughout the Holocene (e.g. the Canadian Rockies - Koch et al., 2004) or at least in the Neoglacial period (e.g. Quelccaya, Peru: Thompson et al., 2006; western Scandinavia: Bakke et al., 2008). The extremely high rate of recent warming is confirmed by ice core data from the Agassiz Ice Cap in northern Canada: the amount of melt in the last 25 years is the highest in 4200 years, and it is now similar in magnitude to the early Holocene thermal maximum (Fisher et al., 2012).\nIn the past five decades a synchronous retreat of ice shelves in both polar regions was recorded. Some ice shelves retreated beyond their previous Holocene minima (Larsen Ice Shelf B), others are still within the margins of Holocene variability (Antoniades et al., 2011). Unlike of the past retreats, the modern period is characterized by synchronous shrinkage of polar ice shelves in the Arctic and Antarctic, possibly triggered by a single forcing mechanism (Hodgson, 2011).\nAt least in two regions there is evidence that the modern glacier retreat is even more unusual than that of the past. Radiocarbon ages of >ca 44 ka on plants emerging from ice margins in the Canadian Arctic (Miller et al., 2013), suggest that current warming and ice retreat during the past century is unprecedented over at least the past 44 ka, including during the Holocene Thermal Maximum (Kaufman et al., 2004). There is also some sedimentary evidence from Baffin Island that it may be unprecedented over the last 120 ka (Miller et al., 2013). In the Mongun Tayga Mts (Central Asia) fresh-looking wood under the retreating glacier yielded a 14C age older than 58 ka (LU-3666). Most probably the forest was growing there during the previous interglacial (Ganiushkin, 2001). It means that the present day glacier size is smaller than it ever was in the last ca 90e125 ka. However these results should be interpreted with care due to tectonic activity in the region.\nIn conclusion, the glaciers in the NH were generally small between 9 and 5.5 ka. In some regions they were smaller at the end of 20th century than in the early to mid Holocene, and the retreat was primarily triggered by orbital forcing. The 20the21st centuries retreat occurring in both hemispheres is not consistent with the expected current orbital forcings which should have caused cooling and promoted glaciation, at least in the NH.\nThe retreat occurring in other regions (low latitudes, SH; Fig. 4) is also rapid and of high magnitude. For these reasons it can not be attributed to long-term orbital forcing. Anthropogenic forcing is mainly contributing to the current glacier retreat, with dramatic changes in glaciers worldwide, at high rate and intensity, exceeding\nthe scale of previous Holocene natural variability (Marzeion et al., 2014). Taking into account the inertia of the glacier reactions to the climatic signal the adjustment of glacier tongues will continue to retreat dramatically. If it continues at the same rate, the earlyemid Holocene glacier boundary will soon be passed (e.g. Solomina et al., 2008; IPCC, 2013)."
  }, {
    "heading": "5. Conclusions",
    "text": ""
  }, {
    "heading": "5.1. Glaciers as climatic proxies",
    "text": "Glacier histories are unlike many other proxies in that they preserve the millennial to centennial climatic signals and, despite some limitations, these records are useful indicators of regional and global climatic changes (Oerlemans, 2005). This timescale is particularly relevant to gain a long-term perspective on contemporary warming over the past century. Glacier fluctuations integrate the temperature and precipitation signals, and these signals are often a challenge to separate. Despite the great difference in their types, sizes, location and other characteristics. The general trends of Holocene glacier fluctuations in the extratropical areas of the NH are coherent with the shifts in the Northern and upper tree line. This coincidence is mutually supportive and is consistent with summer temperature as the driver of Holocene glaciation. In some cases the large changes inferred from glacier records are more pronounced than reconstructions based on high resolution records (i.e., lakes sediments, treerings, ice cores) and models driven by solar and volcanic forcing. This observation may indicate that other proxies and model results tend at times to underestimate the amplitude of Holocene climate change."
  }, {
    "heading": "5.2. Long-term Holocene glacier changes (orbital scale)",
    "text": "The role of orbital forcing in Holocene glacier variability is most evident in the magnitude of long-term glacier advances in the high and mid latitudes of the NH, where glaciers were generally small in the early to mid Holocene and were progressively more extensive in the second half of the Holocene (Neoglacial advances culminating in the LIA). This general trend agrees well with the upper and northern tree line reconstructions in the NH (e.g. Hantemirov and Shiyatov, 2002; Oeberg and Kulmann, 2011; Nicolussi and Schlüchter, 2012).\nThe SH glaciers in New Zealand appear to follow the orbital trend, which is mainly in summer opposite to the NH. Glacier fluctuations in monsoonal Asia and in Southern South America generally do not correlate with the orbital trends. They likely respond to internal variability in form of specific teleconnections (e.g. ENSO) and related atmospheric circulation changes. In the tropical Andes, the glaciers underwent a decline over the past 11 ka that mirrors low-frequency insolation changes, suggesting a possible external forcing amplified by regional mechanisms (Jomelli et al., 2011). The South American summer monsoon (SASM) is likely to have been the dominant moisture source for the glaciers over the past 11 ka and glacier mass balance thus could have responded sensitively to precession-driven changes in SASM-related moisture supply. GCM studies suggest that the early Holocene summer insolation minimum changed the SASM by shifting the mean latitudinal position of the intertropical convergence zone while cooling the eastern equatorial Pacific Ocean.\nIn both hemispheres, glacier advances in the mid Holocene (between ca 8 and 5 ka) were generally small in comparison to their LIA magnitudes. A general trend of increased glacier activity in the Neoglacial (after ca 5 ka) is also evident in both hemispheres,\nalthough the beginning of the Neoglacial advances may differ substantially over the regions. In several occasions centennial variations caused by other forcings are superimposed on the orbital trend masking the signal, but also offering opportunities to reconstruct regional climate change."
  }, {
    "heading": "5.3. Centennial glacier variability in the Holocene",
    "text": "Many glaciers worldwide record strong centennial scale climate signals. The accuracy and coverage of the records is still too low to assess the global or regional synchronicity of advances at the centennial scale with high confidence. At least some groups of glacier advances were clustered – for example, the advances at 11.0e11.4 ka documented in the NH and in the tropics, the events at 9.1e9.2 ka and 8.0e8.4 ka recorded in the NH and SH. The continual refinement of regional glacial chronologies and application of different methods of reconstruction including continuous records from lake sediments will hopefully improve these assessments and allow a more comprehensive identification of such intervals.\nApart from the aforementioned intervals, glacier records presently do not provide firm evidence of global synchronism through the Holocene on the centennial to millennial scale. However, the lack of such synchroneity can be also connected to limitations in these records (discontinuous, incomplete, of low accuracy, showing a mixture of advances triggered by both temperature and precipitation)."
  }, {
    "heading": "5.4. Solar and volcanic forcing and internal variability as triggers of Holocene glacier variations",
    "text": "Glacier advances clustering at 4.4e4.2 ka, 3.8e3.4 ka, 3.3e2.8 ka, 2.6 ka, 2.3e2.1 ka, 1.5e1.4 ka, 1.2e1.0 ka and 0.7e0.5 ka correspond to general coolings in the North Atlantic. It has been noted that these cooler periods correspond tomultidecadal periods of low solar activity at 4.3 ka, 3.8 ka, 3.2 ka, 2.6 ka, 2.3 ka, 1.3 ka, 0.9 ka, 0.7 ka and 0.4 ka (Renssen et al., 2006). Only one cluster of glacier advances at 1.7e1.6 ka does not fit to this pattern, but it does correspond to very strong volcanic eruption of Taupo (New Zealand), dated at 232 ± 5 CE (Sigl et al., 2013). Futhermore, Miller et al. (2013) have identified possible volcanic-related forcing for the onset of the LIA at least for Arctic Canada. Feedbacks (in this case, sea ice) are invoked to amplify and sustain the volcanic signal.\nDue to covariance between Grand Solar Minima (Steinhilber et al., 2009) and large tropical volcanic eruptions (PAGES 2k Consortium, 2013) it is sometimes difficult to separate the forcings of cooling episodes that led to glacier advances. Several glacier advances of the last two millennia, mainly the events at 1.3 ka and during the LIA might be typical examples, but further studies are needed to shed more light on this problem.\nFinally, even at the multidecadal to multicentennial scale, internal (chaotic) variability can also trigger climate conditions (e.g. the domination of a long lasting La Ni~na) that may be favorable for glacier advances in some regions.\nIn summary, it is clear that orbital forcing sets the stage at the multi-millennial scale in many areas, and that freshwater pulses leading to a damped Meridional overturning circulation (MOC) probably played an important role in the early Holocene (at least in the NH). There is some evidence that solar forcing may have had an effect on glacier fluctuations in the late Holocene, but currently there is no good mechanistic explanation for how small changes in irradiance could have led to significant climatic changes on a large (global or hemispheric) scale. Major explosive eruptions likely played a role in reducing temperatures for a number of years after those events, but unless several events were closely clustered in time, or individual eruptions were amplified by additional\npersistent feedbacks (such as snow cover or sea-ice expansion) it is difficult to see how the major glacial advances of the Holocene can be explained by explosive volcanism alone. Moreover, the record of explosive volcanism over the course of the Holocene is poorly known. Hence, at this stage, there are still significant uncertainties about the forcing factors that were responsible for glacier fluctuations in the Holocene."
  }, {
    "heading": "5.5. Modern glacier retreat in the Holocene context",
    "text": "Perhaps of most significance, there is much evidence of unusual glacier behavior in the last century (and especially in the last few decades) in many regions compared to Holocene glacier changes. The recent exposure of organic material buried under the ice since the early to mid Holocene in some regions is unprecedented for at least the last four to five millennia and in some areas (e.g. in the Canadian Arctic: Miller et al., 2013) possibly since the Last Interglacial. The retreat is occurring at very high rates, is almost universally global in scale and is acting during an interval of orbital forcing favorable for glacier growth, rather than degradation. This highlights the remarkable consequences of anthropogenic forcing on glaciers worldwide."
  }, {
    "heading": "Acknowledgments",
    "text": "We sincerely thank Timothy Horscroff, Neil Glasser and Valerie Masson Delmotte for encouraging us to write this paper. Financial support for V.Jomelli was provided by the French ANR El Paso n 10- blan-68-01 and ANR-10-CEPL-0008 programs. Olga Solomina was supported by Scientific programs of Russian Academy of Sciences N 4 (PRAS) and N 12 (ONZ). We would like to thank Dr. Irina Busheva, Dr.Vladimir Mikhalenko and Ms Liudmila Lazukova for the help with figures and bibliography."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http:// dx.doi.org/10.1016/j.quascirev.2014.11.018."
  }],
  "year": 2015,
  "references": [{
    "title": "Holocene paleohydrology and glacial history of the central Andes using multiproxy lake sediment studies",
    "authors": ["M.B. Abbott", "B.B. Wolfe", "A.P. Wolfe", "G.O. Seltzer", "R. Aravena", "B.G. Mark", "P.J. Polissar", "D.T. Rodbell", "H.D. Rowe", "M. Vuille"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Acceleration of snow melt in an Antarctic Peninsula ice core during the twentieth century",
    "authors": ["N.J. Abram", "R. Mulvaney", "E.W. Wolff", "J. Triest", "S. Kipfstuhl", "L.D. Trusel", "F. Vimeux", "L. Fleet", "C. Arrowsmith"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Pleistocene glaciations of Central Asia: results",
    "authors": ["U. Abramowski", "A. Bergau", "D. Seebach", "R. Zech", "B. Glaser", "P. Sosin", "P.W. Kubik", "W. Zech"],
    "year": 2006
  }, {
    "title": "Holocene glacier fluctuations and climate changes in the southeastern part of the Russian Altai (South Siberia) based on a radiocarbon chronology",
    "authors": ["A.R. Agatova", "A.N. Nazarov", "R.K. Nepop", "H. Rodnight"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Paleoglacial records from Kavron Valley, NE Turkey: field and cosmogenic exposure dating evidence",
    "authors": ["N. Akçar", "V. Yavuz", "S. Ivy-Ochs", "P.W. Kubik", "M. Vardar", "C. Schluchter"],
    "venue": "Quat. Int. 164e165,",
    "year": 2007
  }, {
    "title": "A record of Holocene glacial and oceanographic variability in Neny Fjord, Antarctic Peninsula",
    "authors": ["C.S. Allen", "L. Oakes-Fretwell", "J.B. Anderson", "D.A. Hodgson"],
    "venue": "Holocene 20,",
    "year": 2010
  }, {
    "title": "The 8k event: cause and consequences of a major Holocene abrupt climate change",
    "authors": ["R.B. Alley", "A.M. Agustsdottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2005
  }, {
    "title": "Regional atmospheric circulation change in the North Pacific during theHolocene inferred from lacustrine carbonate oxygen isotopes, Yukon Territory, Canada",
    "authors": ["L. Anderson", "M.B. Abbott", "B.P. Finney", "B.P. Burns"],
    "venue": "Quat. Res",
    "year": 2005
  }, {
    "title": "Temperature change is the major driver of lateglacial and Holocene glacier fluctuations in New Zealand",
    "authors": ["B. Anderson", "A. Mackintosh"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Holocene glacial chronology in Patagonia: Tyndall and Upsala Glacier",
    "authors": ["M. Aniya"],
    "venue": "Arct. Alp. Res",
    "year": 1995
  }, {
    "title": "Holocene variations of Ameghino Glacier, southern Patagonia",
    "authors": ["M. Aniya"],
    "venue": "Holocene 6,",
    "year": 1996
  }, {
    "title": "Holocene glaciations of Hielo Patag onico (Patagonia Icefield), South America: a brief review",
    "authors": ["M. Aniya"],
    "venue": "Geochem. J. 47,",
    "year": 2013
  }, {
    "title": "Holocene dynamics of the Arctic's largest ice",
    "authors": ["D. Antoniades", "P. Francusa", "R. Pienitza", "G. St-Ongec", "W.F. Vincenta"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2011
  }, {
    "title": "Glacier fluctuations, equilibrium-line altitudes and palaeoclimate in Lyngen, northern Norway, during the Lateglacial and Holocene. Holocene",
    "authors": ["J. Bakke", "S.O. Dahl", "Ø. Paasche", "R. Løvlie", "A. Nesje"],
    "year": 2005
  }, {
    "title": "Lateglacial and early Holocene palaeoclimatic reconstruction based on glacier fluctuations and equilibrium-line altitudes at northern Folgefonna, Hardanger, western Norway",
    "authors": ["J. Bakke", "S.O. Dahl", "A. Nesje"],
    "venue": "J. Quat. Sci",
    "year": 2005
  }, {
    "title": "Utilizing physical sediment variability in glacier-fed lakes for continuous glacier reconstructions during the Holocene, northern Folgefonna, western Norway",
    "authors": ["J. Bakke", "Ø. Lie", "A. Nesje", "S.O. Dahl", "Ø. Paasche"],
    "venue": "Holocene 15,",
    "year": 2005
  }, {
    "title": "Strength and spatial patterns of the Holocene wintertime westerlies in the NE Atlantic region",
    "authors": ["J. Bakke", "O. Lie", "S. Dahl", "A. Nesje", "A. Bjune"],
    "venue": "Glob. Planet. Change",
    "year": 2008
  }, {
    "title": "A complete record of Holocene glacier variability at Austre Okstindbreen, northern Norway: an integrated approach",
    "authors": ["J. Bakke", "S.O. Dahl", "Ø. Paasche", "J.R. Simonsen", "B. Kvisvik", "K. Bakke", "A. Nesje"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Numerical analyses of a multi-proxy data set from a distal glacier-fed lake, Sørsendalsvatn, western Norway",
    "authors": ["J. Bakke", "M. Trachsel", "B. Kvisvik", "A. Nesje", "A. Lisa"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "A complete and easily accessible means of calculating surface exposure ages or erosion rates",
    "authors": ["G. Balco", "J.O. Stone", "N.A. Lifton", "T.J. Dunai"],
    "year": 2008
  }, {
    "title": "Holocene glacier fluctuations in Alaska",
    "authors": ["D.J. 101e111. Barclay", "G.C. Wiles", "P.E. Calkin"],
    "year": 2009
  }, {
    "title": "Geomorphology 61, 91e110",
    "authors": ["Ganga", "Nanda Devi", "NE Garhwal"],
    "year": 2014
  }, {
    "title": "Computing the volume response of the Ant",
    "authors": ["A.J. Cook", "S.B. Simonsen"],
    "year": 2013
  }, {
    "title": "Annual push moraines",
    "authors": ["M.J. 2005JD006306. Beedle", "B. Menounos", "B.H. Luckman", "R. Wheate"],
    "year": 2009
  }, {
    "title": "Ice wastage on the Kerguelen Islands (49 degrees S, 69 degrees E",
    "authors": ["E. Berthier", "R. Le Bris", "L. Mabileau", "L. Testut", "F. Remy"],
    "venue": "J. Geophys. Res. - Earth Surf",
    "year": 2009
  }, {
    "title": "Precipitation as themain driver of Neoglacialfluctuations of Gualas glacier, Northern Patagonian Icefield",
    "authors": ["F. on", "C.B. Lange"],
    "venue": "Clim. Past 8,",
    "year": 2012
  }, {
    "title": "Cosmogenic 3He production rate in the high tropical Andes (3800 m, 20 S): implications for the local last glacial maximum",
    "authors": ["J. e", "F. Sylvestre", "C.J. Placzek", "C. Claude", "V. Galy", "T. Condom", "B. Tibari"],
    "venue": "Earth Planet. Sci. Lett. 377e378,",
    "year": 2013
  }, {
    "title": "Persistent solar influence on North Atlantic climate during the Holocene",
    "authors": ["G. Bond", "B. Kromer", "J. Beer", "R. Muscheler", "M. Evans", "W. Showers", "S. Hoffmann", "R. Lotti-Bond", "I. Hajdas", "G. Bonani"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Holocene glaciation of the central Sierra Nevada, California",
    "authors": ["N.D. Bowerman", "D.H. Clark"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Holocene history of the Larsen-A Ice Shelf constrained by geomagnetic paleointensity dating",
    "authors": ["S. Brachfeld", "E. Domack", "C. Kissel", "C. Laj", "A. Leventer", "S. Ishman", "R. Gilbert", "A. Camerlenghi", "L.B. Eglinton"],
    "year": 2003
  }, {
    "title": "Rapid early Holocene retreat of a Laurentide outlet glacier through an Arctic fjord",
    "authors": ["J.P. Briner", "A.C. Bini", "R.S. Anderson"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Latest Pleistocene and Holocene glaciation of Baffin Island, Arctic Canada: key patterns and chronologies",
    "authors": ["J.P. Briner", "T.P. Davis", "G.H. Miller"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "The deglaciation and neoglaciation of Upernavik Isstrøm",
    "authors": ["J.P. Briner", "L. Håkansson", "O. Bennike"],
    "venue": "Greenland. Quat. Res",
    "year": 2013
  }, {
    "title": "Using in situ cosmogenic",
    "authors": ["J.P. Briner", "N.A. Lifton", "G.H. Miller", "K. Refsnider", "R. Anderson", "R. Finkel"],
    "year": 2014
  }, {
    "title": "Glacier fluctuations in the southern Peruvian Andes during the late-glacial period, constrained with cosmogenic 3He",
    "authors": ["G.R.M. Bromley", "B.L. Hall"],
    "venue": "J. Quat. Sci",
    "year": 2011
  }, {
    "title": "Relative timing of last glacial maximum and late-glacial events in the central tropical Andes",
    "authors": ["G.R.M. Bromley", "J.M. Schaefer", "G. Winckler", "B.L. Hall", "C.E. Todd", "K.M. Rademaker"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Recently exposed vegetation reveals Holocene changes in the extent of the Quelccaya Ice Cap, Peru",
    "authors": ["A.M. Buffen", "L.G. Thompson", "E. Mosley-Thompson", "K.I. Huh"],
    "venue": "Quat. Res",
    "year": 2009
  }, {
    "title": "Postglacial climates inferred from a lake at treeline, southwest Yukon Territory, Canada",
    "authors": ["J. Bunbury", "K. Gajewski"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Paleogeography of the Last Glaciation and the Holocene of Altai: a Catastrophic Events Model (Paleogeografija poslednego oledenenija I golocena Altaja: sobytijno-katastroficheskaja model’)",
    "authors": ["V.V. Butvilovsky"],
    "year": 1993
  }, {
    "title": "Timing of the last deglaciation in the Sierra Nevada of the Merida Andes, Venezuela",
    "authors": ["J. Carcaillet", "I. Angel", "E. Carrillo", "F.A. Audemard", "C. Beck"],
    "venue": "Quat. Res",
    "year": 2014
  }, {
    "title": "Late-Holocene changes in character and behaviour of land-terminating glaciers on James Ross Island, Antarctica",
    "authors": ["J.L. Carrivick", "B.J. Davies", "N.F. Glasser", "D. Nývlt", "M.J. Hambrey"],
    "venue": "J. Glaciol",
    "year": 2012
  }, {
    "title": "Efstadalsvatn e a multiproxy study of a Holocene lacustrine sequence from NW Iceland",
    "authors": ["C. Caseldine", "A. Geirsd ottir", "P. Langdon"],
    "venue": "J. Paleolimnol",
    "year": 2003
  }, {
    "title": "Midge-inferred Holocene summer temperatures in Southeastern British Columbia, Canada",
    "authors": ["M. Chase", "C. Bleskie", "I.R. Walker", "D.G. Gavin", "F.S. Hu"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Asynchronous Little Ice Age glacial maximum extent in southeast Iceland",
    "authors": ["M. Chenet", "E. Roussel", "V. Jomelli", "D. Grancher"],
    "venue": "Geomorphology 114,",
    "year": 2009
  }, {
    "title": "Constraints on the late Quaternary glaciations in Tibet from cosmogenic exposure ages of moraine surfaces",
    "authors": ["Chevalier", "M.-L", "G. Hilley", "P. Tapponnier", "J. Woerd", "J. Liu-Zeng", "R.C. Finkel", "F.J. Ryerson", "H. Li", "X. Liu"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Expansion of outlet glaciers of the Juneau Icefield in northwest British Columbia during the past two millennia",
    "authors": ["J.J. Clague", "J. Koch", "M. Geertsema"],
    "venue": "Holocene 20,",
    "year": 2010
  }, {
    "title": "Nomenclature and resolution in Holocene glacial chronologies",
    "authors": ["J.J. Clague", "B. Menounos", "G. Osborn", "B.H. Luckman", "J. Koch"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Glacial geomorphology, Quaternary glacial sequence and palaeoclimatic inferences in the Ecuadorian Andes",
    "authors": ["C.M. Clapperton"],
    "year": 1986
  }, {
    "title": "Antarctic climate change and the environment",
    "authors": ["P. Convey", "R. Bindschadler", "G. di Prisco", "E. Fahrbach", "J. Gutt", "D.A. Hodgson", "P.A. Mayewski", "C.P. Summerhayes", "J. Turner"],
    "venue": "the-ACCE-Consortium,",
    "year": 2009
  }, {
    "title": "Retreating glacier fronts on the Antarctic Peninsula over the past half-century",
    "authors": ["A.J. Cook", "A.J. Fox", "D.G. Vaughan", "J.G. Ferrigno"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "Glacier retreat on South Georgia and implications for the spread of rats",
    "authors": ["A.J. Cook", "S. Poncet", "A.P.R. Cooper", "D.J. Herbert", "D. Christie"],
    "venue": "Antarct. Sci",
    "year": 2010
  }, {
    "title": "Overview of areal changes of the ice shelves on the Antarctic Peninsula over the past 50 years",
    "authors": ["A.J. Cook", "D.G. Vaughan"],
    "venue": "Cryosphere",
    "year": 2010
  }, {
    "title": "Expanded and recently increased glacier surging the Karakoram",
    "authors": ["L. Copland", "T. Sylvestre", "M.P. Bishop", "J.F. Shroder", "Y.B. Seong", "L.A. Owen", "A. Bush", "U. Kamp"],
    "venue": "Arct. Alp. Antarct. Res",
    "year": 2011
  }, {
    "title": "Dendroglaciological investigations of mid- to late-Holocene glacial activity in the Mt",
    "authors": ["B. Coulthard", "D.J. Smith", "T. Lacourse"],
    "venue": "Waddington area, British Columbia Coast Mountains, Canada. Holocene",
    "year": 2013
  }, {
    "title": "New Quaternary sedimentary records from near the Larsen C and former Larsen B ice shelves; evidence for Holocene stability",
    "authors": ["P.J. Curry", "C.J. Pudsey"],
    "venue": "Antarct. Sci",
    "year": 2007
  }, {
    "title": "Holocene glacier fluctuations at Hardangerjøkulen, central-southern Norway: a high resolution composite chronology from lacustrine and terrestrial deposits. Holocene 4, 269e277",
    "authors": ["S.O. Dahl", "A. Nesje"],
    "year": 1994
  }, {
    "title": "Holocene glacier fluctuations in the American Cordillera",
    "authors": ["P.T. Davis"],
    "venue": "Quat. Sci. Rev",
    "year": 1988
  }, {
    "title": "Holocene and latest Pleistocene alpine glacier fluctuations: a global perspective",
    "authors": ["P.T. Davis", "B. Menounos", "G. Osborn"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Landscape evolution and ice-sheet behaviour in a semi-arid polar environment: James Ross Island, NE Antarctic Peninsula",
    "authors": ["B.J. Davies", "N.F. Glasser", "J.L. Carrivick", "M.J. Hambrey", "J.L. Smellie", "D. Nývlt"],
    "venue": "Geol. Soc. Lond. Spec. Publ. http:// dx.doi.org/10.1144/SP381.1",
    "year": 2013
  }, {
    "title": "Modelled glacier response to centennial temperature and precipitation trends on the Antarctic Peninsula",
    "authors": ["B.J. Davies", "N.R. Golledge", "N.F. Glasser", "J.L. Carrivick", "S.R.M. Ligtenberg", "N.E. Barrand", "M.R. van den Broeke", "M.J. Hambrey", "J.L. Smellie"],
    "venue": "Nat. Clim. Change",
    "year": 2014
  }, {
    "title": "Holocene climatic variations - their pattern and possible cause",
    "authors": ["G.H. Denton", "W. Karlen"],
    "venue": "Quat. Res",
    "year": 1973
  }, {
    "title": "1973b. Lichenometry: its application to Holocene moraine studies in Southern Alaska and Swedish Lapland",
    "authors": ["G.H. Denton", "W. Karlen"],
    "venue": "Arct. Alp. Res",
    "year": 1973
  }, {
    "title": "A synthesis for site",
    "authors": ["E. Domack"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 2002
  }, {
    "title": "Stability of the Larsen B ice shelf on the Antarctic Peninsula during the Holocene epoch",
    "authors": ["E. Domack", "D. Duran", "A. Leventer", "S. Ishman", "S. Doane", "S. McCallum", "D. Amblas", "J. Ring", "R. Gilbert", "M. Prentice"],
    "venue": "Nature 436,",
    "year": 2005
  }, {
    "title": "Timing and climatic drivers for glaciation across semi-aridwestern Himalayan-Tibetan orogen",
    "authors": ["J.M. Dortch", "L.A. Owen", "M.W. Caffee"],
    "venue": "Quat. Sci. Rev. 78,188e208",
    "year": 2013
  }, {
    "title": "Evidence of early Holocene glacial advances in southern South America from cosmogeni surface-exposure dating",
    "authors": ["D.C. Douglass", "B.S. Singer", "M.R. Kaplan", "R.P. Ackert", "D.M. Mickelson", "M.W. Caffee"],
    "venue": "Geology 33, 237e240. http:// dx.doi.org/10.1130/G21144.1",
    "year": 2005
  }, {
    "title": "Tephrochronological studies of Holocene glacier fluctuations in South Iceland",
    "authors": ["A.J. Dugmore"],
    "year": 1989
  }, {
    "title": "Do the anomalous fluctuations of Solheimajokull reflect ice-divide migration",
    "authors": ["A.J. Dugmore", "D.E. Sugden"],
    "venue": "Boreas 20,",
    "year": 1991
  }, {
    "title": "Late Glacial Maximum and deglaciation of Devon Island, Arctic Canada: support for an innuitian ice sheet",
    "authors": ["A.S. Dyke"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "A high-resolution, absolute-dated Holocene and deglacial Asian monsoon record from Dongge Cave, China",
    "authors": ["C.A. Dykoski", "R.L. Edwards", "H. Cheng", "D. Yuan", "Y. Cai", "M. Zhang", "Y. Lin", "J. Qing", "Z. An", "J. Revenaugh"],
    "venue": "Earth Planet. Sci. Lett. 233,",
    "year": 2005
  }, {
    "title": "Chronology of Holocene glaciation, central Brooks Range, Alaska",
    "authors": ["J.M. Ellis", "P.E. Calkin"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1984
  }, {
    "title": "The age and extent of tropical alpine glaciation in the Cordillera Blanca, Peru",
    "authors": ["D.L. Farber", "G.S. Hancock", "R.C. Finkel", "D.T. Rodbell"],
    "venue": "J. Quat. Sci",
    "year": 2005
  }, {
    "title": "Exposure age dating and equilibrium line altitude reconstruction of an Egesen moraine in the Maritime Alps, Italy",
    "authors": ["P.R. Federici", "D.E. Granger", "M. Pappalardo", "A. Ribolini", "M. Spagnolo", "A.J. Cyr"],
    "venue": "Boreas 37,",
    "year": 2008
  }, {
    "title": "Recent melt rates of Canadian arctic ice caps are the highest in four millennia",
    "authors": ["D. Fisher", "J. Zheng", "D. Burgess", "C. Zdanowicz", "C. Kinnard", "M. Sharp", "J. Bourgeois"],
    "venue": "Glob. Planet. Change 84-85,",
    "year": 2012
  }, {
    "title": "Beryllium-10 dating of Mount Everest moraines indicates a strong monsoonal influence and glacial synchroniety throughout the Himalaya",
    "authors": ["R.C. Finkel", "L.A. Owen", "P.L. Barnard", "M.W. Caffee"],
    "venue": "Geology 31,",
    "year": 2003
  }, {
    "title": "Postglacial emergence and Late Quaternary glaciation on northern Novaya Zemlya, Arctic Russia",
    "authors": ["S.L. Forman", "D.J. Lubinski", "J.J. Zeeberg", "L. Polyak"],
    "venue": "Boreas 28,",
    "year": 1999
  }, {
    "title": "Datation of some Holocene peat sediments and glacier fluctuations in the Kerguelen Islands",
    "authors": ["Y. Frenot", "Gloaguen", "J.-C", "B. Van de Vijver", "L. Beyens"],
    "venue": "C. R. l'Acad. Sci. Ser. III Sci. Vie",
    "year": 1997
  }, {
    "title": "Glaciations in the Khumbu Himal",
    "authors": ["H. Fushimi"],
    "venue": "Seppyo",
    "year": 1978
  }, {
    "title": "Hydrological change in the central interior of British Columbia, Canada: diatom and pollen evidence of millennialto-centennial scale change over the Holocene",
    "authors": ["J.M. Galloway", "A.M. Lenny", "B.F. Cumming"],
    "venue": "J. Paleolimnol",
    "year": 2011
  }, {
    "title": "Climate and glacier variation in Mongun-Taiga Mountains",
    "authors": ["D.A. Ganiushkin"],
    "year": 2001
  }, {
    "title": "Iugo-Zapadnaya Tuva) v viurme i golotsene)",
    "authors": ["C. Russian). Gao", "L. Oman", "A. Robock", "G.L. Stenchikov"],
    "venue": "SPB",
    "year": 2007
  }, {
    "title": "Abrupt Holocene climate change and potential response to solar",
    "authors": ["F.S. Hu"],
    "year": 2011
  }, {
    "title": "Monsoonal forcing of Holocene",
    "authors": ["J. Lav e", "R. Pik", "C. France-Lanord"],
    "year": 2006
  }, {
    "title": "Holocene and latest Pleistocene climate and glacier fluctuations in Iceland",
    "authors": ["A. ottir", "G.H. Miller", "Y. Axford", "S. Olafsd ottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Abrupt Holocene climate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland",
    "authors": ["A. ottir", "G.H. Miller", "D.J. Larsen", "S. Olafsd ottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Holocene glacier variations in New Zealand: a review",
    "authors": ["F. othlisberger"],
    "venue": "Quat. Sci. Rev",
    "year": 1988
  }, {
    "title": "Late Pleistocene and Holocene palaeoclimate and glacier fluctuations in Patagonia",
    "authors": ["N.F. Glasser", "S. Harrison"],
    "venue": "Glob. Planet. Change",
    "year": 2004
  }, {
    "title": "Tropical glacier fluctuations in the Cordillera Blanca, Peru between 12.5 and 7.6 ka from cosmogenic",
    "authors": ["N.F. Glasser", "S. Clemmens", "C. Schnabel", "C.R. Fenton", "L. McHargue"],
    "year": 2009
  }, {
    "title": "Younger Dryas and early Holocene age glacier advances in Patagonia",
    "authors": ["N.F. Glasser", "S. Harrison", "C. Schnabel", "D. Fabel", "K.N. Jansson"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "The Rhone Glacier was smaller than today for most of the Holocene",
    "authors": ["B.M. Goehring", "J.M. Schaefer", "C. Schluechter", "N.A. Lifton", "R.C. Finkel", "A.J.T. Jull", "N. Akçar", "R.B. Alley"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "Holocene dynamics of the Rhone Glacier, Switzerland, deduced from ice flow models and cosmogenic nuclides",
    "authors": ["B.M. Goehring", "D.A. Vacco", "R.B. Alley", "J.M. Schaefer"],
    "venue": "Earth Planet. Sci. Lett. 351e352,",
    "year": 2012
  }, {
    "title": "Subdivision of glacial deposits in southeastern Peru based on pedogenic development and radiometric Ages",
    "authors": ["A.Y. Goodman", "D.T. Rodbell", "G.O. Seltzer", "B.G. Mark"],
    "venue": "Quat. Res",
    "year": 2001
  }, {
    "title": "Ice-borne prehistoric finds in the Swiss Alps reflect Holocene glacier fluctuations",
    "authors": ["M. Grosjean", "P.J. Suter", "M. Trachsel", "H. Wanner"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "A review of the Holocene environmental history of Iceland",
    "authors": ["H.J. Gudmundsson"],
    "venue": "Quat. Sci. Rev",
    "year": 1997
  }, {
    "title": "Holocene glacial history of Antarctica and the sub-Antarctic islands",
    "authors": ["B.L. Hall"],
    "venue": "Quat. Sci. Rev. 28 (21e22),",
    "year": 2009
  }, {
    "title": "Reduced ice extent on the western Antarctic Peninsula at 700e970 cal",
    "authors": ["B.L. Hall", "T. Koffman", "G.H. Denton"],
    "venue": "yr B.P. Geology",
    "year": 2010
  }, {
    "title": "A continuous multi-millennial ring-width chronology in Yamal, northwestern Siberia. Holocene",
    "authors": ["R.M. Hantemirov", "S.G. Shiyatov"],
    "year": 2002
  }, {
    "title": "Early and mid-Holocene age for the Tempanos moraines, Laguna San Rafael, Patagonian Chile",
    "authors": ["S. Harrison", "N.F. Glasser", "G.A.T. Duller", "K.N. Jansson"],
    "venue": "Quat. Sci. Rev. 31,",
    "year": 2012
  }, {
    "title": "Mid-Holocene glacier expansion between 7500e4000 cal. yr BP in the British Columbia Coast Mountains, Canada",
    "authors": ["J.E. Harvey", "D.J. Smith", "S. Laxton", "J. Desloges", "S. Allen"],
    "venue": "Holocene 22, 973e983",
    "year": 2012
  }, {
    "title": "The onset of Neoglaciation 6000 years ago in western Mongolia revealed by an ice core from the Tsambagarav mountain range",
    "authors": ["Herren", "P.-A", "A. Eichler", "H. Machguth", "T. Papina", "L. Tobler", "A. Zapf", "M. Schwikowski"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "A 7000-year record of oribatid mite communities on a maritime-Antarctic island: responses to climate change",
    "authors": ["D.A. Hodgson", "P. Convey"],
    "venue": "Arct. Antarct. Alp. Res",
    "year": 2005
  }, {
    "title": "First synchronous retreat of ice shelves marks a new phase of polar deglaciation",
    "authors": ["D.A. Hodgson"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2011
  }, {
    "title": "Terrestrial and submarine evidence for the extent and timing of the Last Glacial Maximum",
    "authors": ["D.A. Hodgson", "A.G.C. Graham", "S.J. Roberts", "M.J. Bentley", "C.O. Cofaigh", "E. Verleyen", "W. Vyverman", "V. Jomelli", "V. Favier", "D. Brunstein", "D. Verfailli", "E.A. Colhoun", "K.M. Saundersh", "P.M. Selkirk", "A. Mackintosh", "D.W. Hedding", "W. Nel", "K. Hall", "M.S. McGlone", "N. Van der Putten", "W.A. Dickens", "J.A. Smith"],
    "year": 2014
  }, {
    "title": "Glacial history of sub-Antarctic South Georgia based on the submarine geomorphology of its fjords",
    "authors": ["D.A. Hodgson", "A.G.C. Graham", "H.J. Griffiths", "S.J. Roberts", "C. O Cofaigh", "M.J. Bentley", "D.J.A. Evans"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Late Holocene glacial activity at Bromley Glacier, Cambria Icefield, northern British Columbia Coast Mountains, Canada. Can",
    "authors": ["K. Hoffman", "D.J. Smith"],
    "venue": "J. Earth Sci",
    "year": 2013
  }, {
    "title": "Warm bath for an ice sheet",
    "authors": ["P.R. Holland"],
    "venue": "Nat. Geosci. 3, 147e148. http:// dx.doi.org/10.1038/ngeo1801",
    "year": 2010
  }, {
    "title": "Glacier and lake-level variations in west-central Europe over the last 3500 years",
    "authors": ["H. Holzhauser", "M. Magny", "H.J. Zumbuehl"],
    "venue": "Holocene 15,",
    "year": 2005
  }, {
    "title": "The Alps with little ice: evidence",
    "authors": ["A. Hormes", "B. Muller", "C. Schlüchter"],
    "year": 2001
  }, {
    "title": "Tree-ring Dating of Glacier Advance in Adams Inlet, Glacier Bay National Park and Preserve, Alaska (unpublished undergraduate thesis)",
    "authors": ["J. Horton"],
    "year": 2013
  }, {
    "title": "Cyclic variation and solar forcing of Holocene climate in the Alaskan Subarctic",
    "authors": ["F.S. Hu", "D. Kaufman", "S. Yoneji", "D. Nelson", "A. Shemesh", "Y. Huang", "J. Tian", "G. Bond", "B. Clegg", "T. Brown"],
    "venue": "Science 301,",
    "year": 2003
  }, {
    "title": "Late-Holocene glacier growth in Svalbard, documented by subglacial relict vegetation and living soil microbes. Holocene",
    "authors": ["O. Humlum", "B. Elberling", "A. Hormes", "K. Fjordheim", "O.H. Hansen", "J. Heinemeier"],
    "year": 2005
  }, {
    "title": "Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change",
    "authors": ["T.F. Stocker", "D. Qin", "Plattner", "G.-K", "M. Tignor", "S.K. Allen", "J. Boschung", "A. Nauels", "Y. Xia", "V. Bex", "P.M. Midgley"],
    "venue": "IPCC,",
    "year": 2013
  }, {
    "title": "Circulation and melting beneath George VI Ice Shelf",
    "authors": ["Sci. Rev"],
    "year": 2008
  }, {
    "title": "Multicentury glacier fluctuations",
    "authors": ["jiazhuang", "U.E. pp. 326e356. Joerin", "T.F. Stocker", "C. Schlüchter"],
    "year": 2006
  }, {
    "title": "Irregular tropical glacier retreat over the Holocene",
    "authors": ["D.L. es", "P. Braconnot", "M. Vuille"],
    "venue": "Nature 474 (7350),",
    "year": 2011
  }, {
    "title": "Holocene environmental variability in southern Greenland inferred from lake sediments",
    "authors": ["M.R. Kaplan", "A.P. Wolfe", "G.H. Miller"],
    "venue": "Quat. Res",
    "year": 2002
  }, {
    "title": "Glacier retreat in New Zealand during the Younger Dryas Stadial",
    "authors": ["M.R. Kaplan", "J.M. Schaefer", "G.H. Denton", "D.J.A. Barrell", "T.J.H. Chinn", "A.E. Putnam", "B.G. Andersen", "R.C. Finkel", "R. Schwartz", "A. Doughty"],
    "venue": "Nature 467,",
    "year": 2010
  }, {
    "title": "In-situ cosmogenic",
    "authors": ["M.R. Kaplan", "J.A. Strelin", "J.M. Schaefer", "G.H. Denton", "R.C. Finkel", "R. Schwartz", "A.E. Putnam", "M.J. Vandergoes", "B.M. Goehring", "S.G. Travis"],
    "year": 2011
  }, {
    "title": "The anatomy of long-term warming since 15 ka in New Zealand based on net glacier snowline rise. Geology 41, 887e890. http:// dx.doi.org/10.1130/g34288.1",
    "authors": ["M.R. Kaplan", "J.M. Schaefer", "G.H. Denton", "A.M. Doughty", "D.J.A. Barrell", "T.J.H. Chinn", "A.E. Putnam", "B.G. Andersen", "A. Mackintosh", "R.C. Finkel", "R. Schwartz", "B. Anderson"],
    "year": 2013
  }, {
    "title": "Scandinavian glacier and climatic fluctuations during the Holocene",
    "authors": ["W. en"],
    "venue": "Quat. Sci. Rev",
    "year": 1988
  }, {
    "title": "Holocene glacial variations in Sarek National Park, northern Sweden",
    "authors": ["W. Karlen", "D. Denton"],
    "venue": "Boreas 5,",
    "year": 1976
  }, {
    "title": "On solar forcing of Holocene climate: evidence from Scandinavia",
    "authors": ["W. en", "J. Kuylenstierna"],
    "venue": "Holocene",
    "year": 1996
  }, {
    "title": "Is the decline of ice on Kilimanjaro unprecedented in the Holocene? Holocene",
    "authors": ["T. olg", "N.J. Cullen", "D.R. Hardy", "M. Winkler"],
    "year": 2010
  }, {
    "title": "Late Holocene Climate Fluctuations at Cascade Lake, Northeastern Ahklun Mountains, Southwestern Alaska (M.S. thesis)",
    "authors": ["K. Kathan"],
    "venue": "Northern Arizona University,",
    "year": 2006
  }, {
    "title": "Fluctuations of local glaciers in Greenland during latest Pleistocene and Holocene time",
    "authors": ["M.A. Kelly", "T.W. Lowell"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Surface exposure dating of the Great Aletsch Glacier Egesen moraine system, western Swiss Alps, using the cosmogenic nuclide",
    "authors": ["M.A. Kelly", "P.W. Kubik", "F. Blanckenburg von", "C. Schlüchter"],
    "year": 2004
  }, {
    "title": "A locally calibrated, late glacial",
    "authors": ["M.A. 431e441. Kelly", "T.V. Lowell", "P.J. Applegate", "F.M. Phillips", "J.M. Schaefer", "C.A. Smith", "H. Kim", "K.C. Leonard", "A.M. Hudson"],
    "venue": "10Be. J. Quat. Sci",
    "year": 2013
  }, {
    "title": "Surface exposure dating of moraines in the Kromer valley (Silvretta Mountains, Austria) e evidence for glacial response to the 8.2 ka event in the Eastern Alps",
    "authors": ["H. Kerschner", "A. Hertl", "G. Gross", "S. Ivy-Ochs", "P.W. Kubik"],
    "venue": "Holocene 16,",
    "year": 2006
  }, {
    "title": "A review of Glacial and Holocene paleoclimate records from southernmost Patagonia (49e55 S)",
    "authors": ["R. Kilian", "F. Lamy"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Timing and significance of mid-Holocene glacier advances in northern and central Iceland",
    "authors": ["M.P. Kirkbride", "A.J. Dugmore"],
    "venue": "J. Quat. Sci",
    "year": 2001
  }, {
    "title": "Responses of mountain ice caps in central Iceland to Holocene climate change",
    "authors": ["M.P. Kirkbride", "A.J. Dugmore"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Correlation of Late Quaternary moraines: impact of climate variability, glacier response, and chronological resolution",
    "authors": ["M.P. Kirkbride", "S. Winkler"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Are insolation and sunspot activity the primary drivers of Holocene glacier fluctuations",
    "authors": ["J. Koch", "J.J. Clague"],
    "venue": "PAGES News",
    "year": 2006
  }, {
    "title": "Extensive glaciers in northwest North America during Medieval time. Clim",
    "authors": ["J. Koch", "J.J. Clague"],
    "venue": "Change 107,",
    "year": 2011
  }, {
    "title": "Environmental change in Garibaldi Provincial Park, Southern Coast Mountains, British Columbia, Canada",
    "authors": ["J. Koch", "B. Menounos", "G. Clague", "G.D. Osborn"],
    "year": 2004
  }, {
    "title": "Pre-‘Little Ice Age’ glacier fluctuations in Garibaldi Provincial Park, Coast Mountains, British Columbia, Canada",
    "authors": ["J. Koch", "G.D. Osborn", "J.J. Clague"],
    "venue": "Holocene 17,",
    "year": 2007
  }, {
    "title": "Late-Holocene glacial activity in Manatee Valley, southern Coast Mountains, British Columbia, Canada",
    "authors": ["L. Koehler", "D.J. Smith"],
    "venue": "Can. J. Earth Sci",
    "year": 2011
  }, {
    "title": "Ice-core evidence for widespread Arctic glacier retreat in the Last Interglacial and the early Holocene",
    "authors": ["R.M. Koerner", "D.A. Fisher"],
    "venue": "Ann. Glaciol",
    "year": 2002
  }, {
    "title": "Evidence for an early neoglacial glacier advance from rock glaciers and lake sediments in the Sierra Nevada, California",
    "authors": ["S.K. Konrad", "D.H. Clark"],
    "venue": "Arct. Alp. Res",
    "year": 1998
  }, {
    "title": "A 3000-yr varved record of glacier activity and climate change from the proglacial lake Hvít",
    "authors": ["D.J. Larsen", "G.H. Miller", "A. Geirsd ottir", "T. Thordarson"],
    "year": 2011
  }, {
    "title": "Non-linear Holocene climate evolution in the North Atlantic: a high-resolution, multi-proxy record of glacier activity and environmental change from Hvít",
    "authors": ["D.J. Larsen", "G.H. Miller", "A. Geirsd ottir", "S. Olafsd ottir"],
    "year": 2012
  }, {
    "title": "Holocene glacial activity and climatic variations in the Swiss Alps: reconstructing a continuous record from proglacial lake sediments",
    "authors": ["A. Leemann", "F. Niessen"],
    "venue": "Holocene",
    "year": 1994
  }, {
    "title": "A continuous Holocene glacial record inferred from proglacial lake sediments in Banff National Park, Alberta, Canada",
    "authors": ["E.M. Leonard", "M.A. Reasoner"],
    "venue": "Quat. Res",
    "year": 1999
  }, {
    "title": "Holocene glacier fluctuations, Waskey Lake, northeastern Ahklun Mountains, southwestern Alaska. Holocene",
    "authors": ["L.B. Levy", "D.S. Kaufman", "A. Werner"],
    "year": 2004
  }, {
    "title": "Holocene fluctuations of the Bregne ice cap, Scoresby Sund, east Greenland: a proxy for climate along the Greenland",
    "authors": ["L.B. Levy", "M.A. Kelly", "T.V. Lowell", "B. Hall", "L.A. Hempel", "W.H. Honsaker", "A.R. Lusas", "J.A. Howley", "Y.L. Axford"],
    "venue": "Ice Sheet margin. Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Holocene glacier fluctuations in the Peruvian Andes indicate northern climate linkages",
    "authors": ["J.M. Licciardi", "J.M. Schaefer", "J.R. Taggart", "D.C. Lund"],
    "venue": "Science 325,",
    "year": 2009
  }, {
    "title": "Holocene fluctuations of a polythermal glacier in high-alpine eastern Jotunheimen, central-southern Norway",
    "authors": ["O. Lie", "S.O. Dahl", "A. Nesje", "J.A. Matthews", "S. Sandvold"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Little Ice Age snow-cover extent and paleoglaciation thresholds: North-Central Baffin Island, N.W.T., Canada",
    "authors": ["C. Locke", "W. Locke"],
    "venue": "Arct. Alp. Res",
    "year": 1976
  }, {
    "title": "The Little Ice Age climate of New Zealand reconstructed from Southern Alps cirque glaciers: a synoptic type approach",
    "authors": ["A. Lorrey", "N. Fauchereau", "C. Stanton", "P. Chappell", "S. Phipps", "A. Mackintosh", "J. Renwick", "I. Goodwin", "A. Fowler"],
    "venue": "Clim. Dyn. http://dx.doi.org/10.1007/s00382-013-1876-8",
    "year": 2013
  }, {
    "title": "Late Holocene expansion of Istorvet ice cap, Liverpool Land, east Greenland",
    "authors": ["T.V. Lowell", "B.I. Hall", "M.A. Kelly", "O. Bennike", "A.R. Lusas", "W. Honsaker", "C.A. Smith", "L.B. Levy", "S. Travis", "G.H. Denton"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Holocene glacier and climate fluctuations on",
    "authors": ["D.J. Lubinsky", "S.L. Forman", "G.H. Miller"],
    "venue": "Franz Josef Land, Arctic Russia,",
    "year": 1999
  }, {
    "title": "Reconstruction of Little Ice Age events in the Canadian Rocky Mountains",
    "authors": ["B.H. Luckman"],
    "venue": "G eogr. phys. Quat",
    "year": 1986
  }, {
    "title": "Holocene glacier history from alpine speleothems, Milchbach cave, Switzerland",
    "authors": ["C. otl"],
    "venue": "Earth Planet. Sci. Lett. 302,",
    "year": 2011
  }, {
    "title": "A Geomorphic and climatic change over the past 12,900 yr at Swiftcurrent Lake, Glacier",
    "authors": ["K.R. MacGregor", "C.A. Riihimaki", "A. Myrbo", "M.D. Shapley", "K. Jankowski"],
    "venue": "Quat. Res",
    "year": 2011
  }, {
    "title": "Holocene climatic changes in Iceland: evidence from modelling glacier length fluctuations at S olheimaj€",
    "authors": ["A. Mackintosh", "A. Dugmore", "A. Hubbard"],
    "year": 2002
  }, {
    "title": "Relability of fjord glacier's fluctuations for paleoclimatic",
    "authors": ["D.H. 195e202. Mann"],
    "year": 1986
  }, {
    "title": "A reconstruction of regional",
    "authors": ["constructions. Quat. Res", "S.A. 10e24. Marcott", "J.D. Shakun", "P.U. Clark", "A.C. Mix"],
    "year": 2013
  }, {
    "title": "Attribution of global glacier",
    "authors": ["B. 1006/qres.2002.2320. Marzeion", "Cogley J.G", "K. Richter", "D. Parkes"],
    "year": 2014
  }, {
    "title": "The ‘Little Ice Age’: re-evaluation of an evolving",
    "authors": ["Amsterdam", "J.A. pp. 1122e1133. Matthews", "K.R. Briffa"],
    "year": 2005
  }, {
    "title": "Holocene glacier history",
    "authors": ["L. Dumayne-Peaty", "C. Barnett"],
    "year": 2005
  }, {
    "title": "Late Holocene glacier expansion in the Cariboo and northern Rocky Mountains, British Columbia, Canada",
    "authors": ["M.K. Maurer", "B. Menounos", "B.H. Luckman", "G. Osborn", "J.J. Clague", "M.J. Beedle", "R. Smith", "N. Atkinson"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Holocene climate and glacier variability at Hallet and Greyling Lakes, Chugach Mountains, south-central Alaska",
    "authors": ["N.P. McKay", "D.S. Kaufman"],
    "venue": "J. Paleolimnol 41,",
    "year": 2009
  }, {
    "title": "Early Holocene glacier advance, southern Coast Mountains, British Columbia, Canada",
    "authors": ["B. Menounos", "J. Koch", "G. Osborn", "J.J. Clague", "D. Mazzucchi"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Latest Pleistocene and Holocene glacier fluctuations in western Canada",
    "authors": ["B. Menounos", "G. Osborn", "J. Clague", "B.H. Luckman"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Latest Pleistocene and Holocene glacier fluctuations in southernmost Tierra del Fuego, Argentina",
    "authors": ["B. Menounos", "J.J. Clague", "G. Osborn", "P.T. Davis", "F. Ponce", "B. Goehring", "M. Maurer", "J. Rabassa", "A. Coronato", "R. Marr"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Variations of some Patagonian glaciers since the Late-Glacial: II",
    "authors": ["J.H. Mercer"],
    "venue": "Am. J. Sci. 269,",
    "year": 1970
  }, {
    "title": "Glacial history of southern South america",
    "authors": ["J.H. Mercer"],
    "venue": "Quat. Res",
    "year": 1976
  }, {
    "title": "Radiocarbon dating of the last glaciation in region Peru. Geology",
    "authors": ["J.H. Mercer", "O.M. Palacios"],
    "year": 1977
  }, {
    "title": "Holocene glacier fluctuations and migration of Neolithic yak pastoralists into the high valleys of northwest Bhutan",
    "authors": ["H. ausler", "D. Wangda"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Holocene glaciation and climate evolution of Baffin Island, Arctic Canada",
    "authors": ["G.H. Miller", "A.P. Wolfe", "P.E. Sauer", "A. Nesje"],
    "venue": "Quat. Sci. Rev",
    "year": 2005
  }, {
    "title": "Temperature andprecipitation historyof the Arctic",
    "authors": ["G.H. Miller", "J. Brigham-Grette", "R.B. Alley", "L. Anderson", "H.A. Bauch", "M.S.V. Douglas", "M.E. Edwards", "S.A. Elias", "B.P. Finney", "J.J. Fitzpatrick", "S.V. Funder", "T.D. Herbert", "L.D. Hinzman", "D.S. Kaufmanm", "G.M. MacDonald", "L. Polyak", "A. Robock", "M.C. Serreze", "J.P. Smol", "R. Spielhagen", "J.W.C. White", "A.P. Wolfe", "E.W. Wolff"],
    "venue": "Quat. Sci. Rev. 29,1679e1715",
    "year": 2010
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["G.H. Miller", "A. Geirsdottir", "Y. Zhong", "D. Larsen", "B.L. Otto-Bliesner", "M.M. Holland", "D.A. Bailey", "K.A. Refsnider", "S.J. Lehman", "J.R. Southon", "C. Anderson", "H. Bjornsson", "T. Thordarson"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "Unprecedented recent summer warmth in Arctic Canada",
    "authors": ["G.H. Miller", "S.J. Lehman", "K. Refsnider", "J. Southon", "Y. Zhong"],
    "venue": "Geophys. Res. Lett",
    "year": 2013
  }, {
    "title": "Substantial agreement on the timing and magnitude of Late Holocene ice cap expansion between East Greenland and the Eastern Canadian Arctic: a commentary on",
    "authors": ["G.H. Miller", "J.P. Briner", "K.A. Refsnider", "S.J. Lehman", "A. Geirsdottir", "D.J. Larsen", "J.R. Southon"],
    "venue": "Lowell et al., 2013b. Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Glaciers of North America e glaciers of Alaska",
    "authors": ["B.F. Molnia"],
    "year": 2008
  }, {
    "title": "Recent Antarctic Peninsula warming relative to Holocene climate and ice-shelf history",
    "authors": ["R. Mulvaney", "N.J. Abram", "R.C.A. Hindmarsh", "C. Arrowsmith", "L. Fleet", "J. Triest", "L.C. Sime", "O. Alemany", "S. Foord"],
    "venue": "Nature 489,",
    "year": 2012
  }, {
    "title": "Timing and climatic drivers for glaciation across monsoon-influenced regions of the HimalayaneTibetan orogen",
    "authors": ["M.K. Murari", "L.A. Owen", "J.M. Dortch", "M.W. Caffee", "C. Dietsch", "M. Fuchs", "W.C. Haneberg", "M.C. Sharma", "A. Townsend-Small"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Changes in the carbon cycle during the last deglaciation",
    "authors": ["R. Muscheler", "J. Beer", "G. Wagner", "C. Laj", "C. Kissel", "G.M. Raisbeck", "F. Yiou", "P.W. Kubik"],
    "year": 2004
  }, {
    "title": "Variations of the tree line",
    "authors": ["A.N. pp. Nazarov", "O.N. Solomina", "V.S. Myglan"],
    "year": 2012
  }, {
    "title": "Were abrupt Lateglacial and early-Holocene",
    "authors": ["A. 1047e1065. Nesje", "S.O. Dahl", "J. Bakke"],
    "year": 2004
  }, {
    "title": "The climatic significance",
    "authors": ["E.N. Støren", "D.I. Bakke", "L.A. Andreassen"],
    "year": 2011
  }, {
    "title": "Late glacial and Holocene environmental",
    "authors": ["W.J. D'Andrea", "J.A. Matthews"],
    "year": 2014
  }, {
    "title": "Discovery of early-Holocene wood and peat on",
    "authors": ["K. s00334-013-0426-y. Nicolussi", "G. Patzelt"],
    "year": 2000
  }, {
    "title": "forefield of the Pasterze Glacier, Eastern Alps, Austria. Holocene",
    "authors": ["K. Nicolussi", "C. Schlüchter"],
    "year": 2012
  }, {
    "title": "Latest Pleistocene and Holocene glacier fluctuations on Mount Baker, Washington",
    "authors": ["G. Osborn", "B. Menounos", "C. Ryane", "J. Riedel", "J.J. Clague", "J. Koch", "D. Clark", "K. Scott", "P.T. Davis"],
    "venue": "Quat. Sci. Rev. 49,",
    "year": 2012
  }, {
    "title": "Cosmogenic radionuclide dating of glacial landforms in the Lahul Himalaya, Northern India: defining the timing of Late Quaternary glaciation",
    "authors": ["L.A. Owen", "L. Gualtieri", "R.C. Finkel", "M.W. Caffee", "D.I. Benn", "M.C. Sharma"],
    "venue": "J. Quat. Sci",
    "year": 2001
  }, {
    "title": "Timing of multiple glaciations during the Late Quaternary in the Hunza Valley, Karakoram Mountains, Northern Pakistan: defined by cosmogenic radionuclide dating of moraines",
    "authors": ["L.A. Owen", "R.C. Finkel", "M.W. Caffee", "L. Gualtieri"],
    "venue": "Geol. Soc. Am",
    "year": 2002
  }, {
    "title": "Timing and style of Late Quaternary glaciation in the eastern Hindu Kush, Chitral, northern Pakistan: a review and revision of the glacial chronology based on new optically stimulated luminescence dating",
    "authors": ["L.A. Owen", "U. Kamp", "J.Q. Spencer", "K. Haserodt"],
    "venue": "Quat. Int. 97e98,",
    "year": 2002
  }, {
    "title": "Timing and style of Late Quaternary glaciations in NE Tibet",
    "authors": ["L.A. Owen", "R.C. Finkel", "H. Ma", "J.Q. Spencer", "E. Derbyshire", "P.L. Barnard", "M.W. Caffee"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2003
  }, {
    "title": "Timing of Late Quaternary glaciation along the southwestern slopes of the Qilian Shan",
    "authors": ["L.A. Owen", "J.Q. Spencer", "H. Ma", "P.L. Barnard", "E. Derbyshire", "R.C. Finkel", "M.W. Caffee", "Zeng", "Yong Nian"],
    "venue": "Boreas 32,",
    "year": 2003
  }, {
    "title": "Equilibrium-line altitudes of the Last Glacial Maximum for the Himalaya and Tibet: an assessment and evaluation of results",
    "authors": ["L.A. Owen", "D.I. Benn"],
    "venue": "Quat. Int. 138/139,",
    "year": 2005
  }, {
    "title": "Climatic and topographic controls on the style and timing of Late Quaternary glaciation throughout Tibet and the Himalaya",
    "authors": ["L.A. Owen", "R.C. Finkel", "P.L. Barnard", "H. Ma", "K. Asahi", "M.W. Caffee", "E. Derbyshire"],
    "year": 2005
  }, {
    "title": "Terrestrial cosmogenic surface exposure dating of the oldest glacial successions in the Himalayan orogen",
    "authors": ["L.A. Owen", "M. Caffee", "K. Bovard", "R.C. Finkel", "M. Sharma"],
    "venue": "Geol. Soc. Am",
    "year": 2006
  }, {
    "title": "Late Quaternary landscape evolution in the Kunlun Mountains and Qaidam Basin, Northern Tibet: a framework for examining the links between glaciation, lake level changes and alluvial fan formation",
    "authors": ["L.A. Owen", "R.C. Finkel", "H. Ma", "P.L. Barnard"],
    "venue": "Quat. Int. 154e155,",
    "year": 2006
  }, {
    "title": "Quaternary glaciation of Mount Everest",
    "authors": ["L.A. Owen", "R. Robinson", "D.I. Benn", "R.C. Finkel", "N.K. Davis", "C. Yi", "J. Putkonen", "D. Li", "A.S. Murray"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Integrated research on mountain glaciers: current status, priorities and future prospects",
    "authors": ["L.A. Owen", "G. Thackray", "R.S. Anderson", "J. Briner", "D. Kaufman", "G. Roe", "W. Pfeffer", "C. Yi"],
    "venue": "Geomorphology 103,",
    "year": 2009
  }, {
    "title": "Quaternary glaciation of Gurla Mandata (Naimon'anyi)",
    "authors": ["L.A. Owen", "C. Yi", "R.C. Finkel", "N. Davis"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Latest Pleistocene and Holocene glacier fluctuations in the Himalaya and Tibet",
    "authors": ["L.A. Owen"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Quaternary glaciation of northern India",
    "authors": ["L.A. Owen"],
    "venue": "Science, second ed.,",
    "year": 2011
  }, {
    "title": "Quaternary glaciation of the Tashkurgan Valley, southeast Pamir",
    "authors": ["L.A. Owen", "J. Chen", "K.A. Hedrick", "M.W. Caffee", "A. Robinson", "L.M. Schoenbohm", "Y. Zhaode", "W. Li", "D. Imrecke", "J. Liu"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Quaternary glaciation of the Himalayan-Tibetan orogen",
    "authors": ["L.A. Owen", "J.M. Dortch"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Asynchronous glaciation at Nanga Parbat, northwestern Himalaya Mountains, Pakistan",
    "authors": ["W.M. Phillips", "V.F. Sloan", "J.F. Shroder Jr.", "P. Sharma", "M.L. Clarke", "H.M. Rendell"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "Glacial discharge along the west Antarctic Peninsula during the Holocene",
    "authors": ["J. Pike", "G.E.A. Swann", "M.J. Leng", "A.M. Snelling"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "A high-resolution, 800-year glaciomarine record from Russkaya Gavan’, a Novaya Zemlya fjord, eastern Barents Sea",
    "authors": ["L. Polyak", "I. Murdmaa", "E. Ivanova"],
    "venue": "Holocene",
    "year": 2004
  }, {
    "title": "Neoglaciation in the American Cordilleras",
    "authors": ["S.C. Porter"],
    "venue": "Encyclopedia of Quaternary Science",
    "year": 2007
  }, {
    "title": "A complex relationship between calving glaciers and climate",
    "authors": ["A. Post", "S. O'Neel", "R.J. Motyka", "G. Streveler"],
    "venue": "EOS 92,",
    "year": 2011
  }, {
    "title": "Extensive dynamic thinning on the margins of the Greenland and Antarctic ice sheets",
    "authors": ["H.D. Pritchard", "R.J. Arthern", "D.G. Vaughan", "L.A. Edwards"],
    "venue": "Nature 461,",
    "year": 2009
  }, {
    "title": "First survey of Antarctic sub-ice shelf sediments reveals mid-Holocene ice shelf retreat",
    "authors": ["C.J. Pudsey", "J. Evans"],
    "venue": "Geology 29,",
    "year": 2001
  }, {
    "title": "In situ cosmogenic",
    "authors": ["A.E. Putnam", "J.M. Schaefer", "D.J.A. Barrell", "M. Vandergoes", "G.H. Denton", "M.R. Kaplan", "R.C. Finkel", "R. Schwartz", "B.M. Goehring", "S.E. Kelley"],
    "year": 2010
  }, {
    "title": "Regional climate control of glaciers in New Zealand and Europe during the pre-industrial Holocene",
    "authors": ["A.E. Putnam", "J.M. Schaefer", "G.H. Denton", "D.J.A. Barrell", "B.G. Andersen", "R. Schwartz", "T.J.H. Chinn", "A.M. Doughty"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Radiocarbon calibration and analysis of stratigraphy: the Oxcal program",
    "authors": ["C.N. Ramsey"],
    "venue": "Radiocarbon 37,",
    "year": 1995
  }, {
    "title": "Evaluation of proposed early-Holocene advances of alpine glaciers in the North Cascade Range, Washington State, USA: constraints provided by palaeoenvironmental reconstructions. Holocene",
    "authors": ["M.A. Reasoner", "P.T. Davis", "G. Osborn"],
    "year": 2001
  }, {
    "title": "Simulating the Holocene climate evolution at northern high latitudes using a coupled atmosphere-sea iceocean- vegetation model",
    "authors": ["H. Renssen", "H. Goosse", "T. Fichefet", "V. Brovkin", "E. Driesschaert", "F. Wolk"],
    "venue": "Clim. Dyn",
    "year": 2005
  }, {
    "title": "The Holocene climate evolution in the high-latitude Southern Hemisphere simulated by a coupled atmosphere-sea ice-ocean-vegetation model",
    "authors": ["H. Renssen", "H. Goosse", "T. Fichefet", "V. Masson-Delmotte", "N. Koc"],
    "venue": "Holocene 15,",
    "year": 2005
  }, {
    "title": "Coupled climate model simulation of Holocene cooling events: oceanic feedback amplifies solar forcing",
    "authors": ["H. Renssen", "H. Goosse", "R. Muscheler"],
    "venue": "Clim. Past",
    "year": 2006
  }, {
    "title": "Simulation of Holocene cooling events in a coupled climate model",
    "authors": ["H. Renssen", "H. Goosse", "T. Fichefet"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Expansion of alpine glaciers in Pacific North America in the first millennium",
    "authors": ["A.V. Reyes", "G.C. Wiles", "D.J. Smith", "D.J. Barclay", "S. Allen", "S. Jackson", "S. Larocque", "S. Laxton", "D. Lewis", "P.E. Calkin", "J.J. Clague"],
    "venue": "AD. Geology",
    "year": 2006
  }, {
    "title": "Timing of Late Quaternary glaciations south of Mount Everest in the Khumbu Himal, Nepal",
    "authors": ["B.W.M. Richards", "D. Benn", "L.A. Owen", "E.J. Rhodes", "J.Q. Spencer"],
    "venue": "Geol. Soc. Am",
    "year": 2000
  }, {
    "title": "Timing of Late Quaternary glaciations in the Himalayas of northern Pakistan",
    "authors": ["B.W.M. Richards", "L.A. Owen", "E.J. Rhodes"],
    "venue": "J. Quat. Sci",
    "year": 2000
  }, {
    "title": "Establishing age constraints for 19th and 20th century glacier fluctuations on South Georgia (South Atlantic) using lichenometry",
    "authors": ["S.J. Roberts", "D.A. Hodgson", "S. Shelley", "J. Royles", "H.J. Griffiths", "M.A.S. Thorne", "T.J. Deen"],
    "venue": "Geogr. Ann. (A) 92A,",
    "year": 2010
  }, {
    "title": "Clastic sediment flux to tropical Andean lakes: records of glaciation and soil erosion",
    "authors": ["D.T. Rodbell", "G.O. Seltzer", "B.G. Mark", "J.A. Smith", "M.B. Abbott"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Glaciation in the Andes during the Lateglacial and Holocene",
    "authors": ["D.T. Rodbell", "J.A. Smith", "B.G. Mark"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Diatom oxygen isotopes in proglacial lake sediments from northern Sweden: a 5000 year record of atmospheric circulation",
    "authors": ["W. en", "A. Shemesh"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Gletscherschwankungen der letzten 10,000 Jahre, ein Vergleich zwischen Nord-und Südhemisph€",
    "authors": ["F. othlisberger", "M. Geyh"],
    "year": 1985
  }, {
    "title": "Glacier variations in Himalayas and Karakoram",
    "authors": ["F. othlisberger", "M. Geyh"],
    "venue": "Z. Gletscherkd. Glazialgeol",
    "year": 1985
  }, {
    "title": "Spatial patterns of Holocene glacier advance and retreat in Central Asia",
    "authors": ["S. Rupper", "G. Roe", "A. Gillespie"],
    "venue": "Quat. Res",
    "year": 2009
  }, {
    "title": "Five millennia of paleotemperature from tree-rings in the Great Basin, USA",
    "authors": ["M.W. Salzer", "A.G. Bunn", "N.E. Graham", "M.K. Hughes"],
    "venue": "Clim. Dyn. 42,",
    "year": 2014
  }, {
    "title": "Glaciations and paleoclimate of Mount Erciyes, central Turkey, since the Last Glacial Maximum, inferred from 36Cl cosmogenic dating and glacier modeling",
    "authors": ["M.A. Sarıkaya", "M. Zreda", "A. Çiner"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "High-frequency Holocene glacier fluctuations in New Zealand differ from the Northern signature",
    "authors": ["J.M. Schaefer", "G.H. Denton", "M. Kaplan", "A. Putnam", "R.C. Finkel", "D.J.A. Barrell", "B.G. Andersen", "R. Schwartz", "A. Mackintosh", "T. Chinn", "C. Schlüchter"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "Transformative Progress in Glacial Chronology by Systematic Advances in Cosmogenic Nuclide Dating",
    "authors": ["J.M. Schaefer", "R.C. Finkel", "G. Denton", "M.R. Kaplan", "A. Putnam", "R. Schwartz"],
    "venue": "AGU Fall Meeting Abstracts",
    "year": 2010
  }, {
    "title": "Calibration of the in-situ 14C production rate in the southern Alps, New Zealand",
    "authors": ["I. Schimmelpfennig", "J. Schaefer", "B.M. Goehring", "N. Lifton", "A. Putnam"],
    "venue": "J. Quat. Sci",
    "year": 2012
  }, {
    "title": "Holocene glacier culminations in the Western Alps and their hemispheric relevance",
    "authors": ["I. Schimmelpfennig", "J.M. Schaefer", "N. Akçar", "S. Ivy-Ochs", "R.C. Finkel", "C. Schlüchter"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "Chronology of Holocene and Little Ice Age glacier culminations of the Steingletscher, Central Alps, Switzerland, based on high-sensitivity beryllium-10 moraine dating",
    "authors": ["I. Schimmelpfennig", "J.M. Schaefer", "N. Akçar", "T. Koffman", "S. Ivy-Ochs", "R. Schwartz", "R.C. Finkelf", "S. Zimmerman", "C.A. Schlüchter"],
    "venue": "Earth Planet. Sci. Lett. 393,",
    "year": 2014
  }, {
    "title": "Lateglacial and early Holocene dynamics of adjacent valley glaciers in the Western Swiss Alps",
    "authors": ["I. Schindelwig", "N. Akçar", "P.W. Kubik", "C. Schlüchter"],
    "venue": "J. Quat. Sci",
    "year": 2012
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.0)",
    "authors": ["G.A. Schmidt", "J.H. Jungclaus", "C.M. Ammann", "E. Bard", "P. Braconnot", "T.J. Crowley", "G. Delaygue", "F. Joos", "N.A. Krivova", "R. Muscheler", "B.L. Otto-Bliesner", "J. Pongratz", "D.T. Shindell", "S.K. Solanki", "F. Steinhilber", "L.E. Vieira"],
    "venue": "Geosci. Model Dev. 4,",
    "year": 2011
  }, {
    "title": "An extensive late Holocene glacier advance of Kotlujokull, central south Iceland",
    "authors": ["A. Schomacker", "J. Krueger", "G. Larsen"],
    "venue": "Quat. Sci. Rev",
    "year": 2003
  }, {
    "title": "Quaternary glacial history of the Central Karakoram",
    "authors": ["Y.B. Seong", "L.A. Owen", "M.P. Bishop", "A. Bush", "P. Clendon", "P. Copland", "R.C. Finkel", "U. Kamp", "J.F. Shroder"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Landforms and landscape evolution in the Skardu, Shigar and Braldu Valleys, Central Karakoram",
    "authors": ["Y.B. Seong", "M.P. Bishop", "A. Bush", "P. Clendon", "P. Copland", "R. Finkel", "U. Kamp", "L.A. Owen", "J.F. Shroder"],
    "venue": "Geomorphology 103,",
    "year": 2009
  }, {
    "title": "Quaternary glaciation of Muztag Ata and Kongur Shan: evidence for glacier response to rapid climate changes throughout the Late-glacial and Holocene in westernmost Tibet",
    "authors": ["Y.B. Seong", "L.A. Owen", "C. Yi", "R.C. Finkel"],
    "venue": "Geol. Soc. Am. Bull. 129,",
    "year": 2009
  }, {
    "title": "Glacier Fluctuations and Moraine Accumulation Processes in the High Mountain Caucasus (Kolebanija lednikov i processy morenonakoplenija na vysokogornom Kavkaze)",
    "authors": ["L.R. Serebryanny", "N.A. Golodkovskaya", "A.V. Orlov", "E.S. Maljasova", "E.O. Ilves"],
    "venue": "Nauka, Moscow,",
    "year": 1984
  }, {
    "title": "Quaternary glacial history of NW Garhwal Himalayas",
    "authors": ["M.C. Sharma", "L.A. Owen"],
    "venue": "Quat. Sci. Rev",
    "year": 1996
  }, {
    "title": "Holocene climatic change in Swedish Lapland inferred from an oxygen-isotope record of lacustrine biogenic silica",
    "authors": ["W. en"],
    "venue": "Holocene",
    "year": 2001
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing of the last 2000 years",
    "authors": ["M. Sigl", "J.R. McConnell", "L. Layman", "O. Maselli", "K. McGwire", "D. Pasteris", "D. DahlJensen", "J.P. Steffensen", "B. Vinther", "R. Edwards", "R. Mulvaney", "S. Kipfstuhl"],
    "venue": "J. Geophys. Res. Atmos. 118,",
    "year": 2013
  }, {
    "title": "A new approach to reconstructing sea levels in Antarctica using optically stimulated luminescence of cobble surfaces",
    "authors": ["A.R. Simms", "R. DeWitt", "P. Kouremenos", "A.M. Drewry"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "Timing of the most recent Neoglacial advance and retreat in the South Shetland Islands, Antarctic Peninsula: insights from raised beaches and Holocene uplift rates",
    "authors": ["A.R. Simms", "E.R. Ivins", "R. DeWitt", "P. Kouremenos", "L.M. Simkins"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Tracking Holocene glacial and high-altitude alpine environments fluctuations from minerogenic and organic markers in proglacial lake sediments (Lake Blanc Huez, Western French Alps)",
    "authors": ["A. Simonneau", "E. Chapron", "M. Garçon", "T. Winiarski", "Y. Graz", "C. Chauvel", "M. Debret", "M. Motelica-Heino", "M. Desmet", "C.D. Giovanni"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Holocene climate variations at the entrance to a warm Arctic fjord: evidence from Kongsfjorden trough, Svalbard",
    "authors": ["K. Skirbekk", "D.K. Kristensen", "T.L. Rasmussen", "N. Koc", "M. Forwick"],
    "venue": "Geol. Soc. Lond. Spec. Publ",
    "year": 2014
  }, {
    "title": "George VI Ice Shelf: past history, present behaviour and potential mechanisms for future collapse",
    "authors": ["J.A. Smith", "M.J. Bentley", "D.A. Hodgson", "A.J. Cook"],
    "venue": "Antarct. Sci",
    "year": 2007
  }, {
    "title": "Moraine preservation and boulder erosion in the tropical Andes: interpreting old surface exposure ages in glaciated valleys",
    "authors": ["J.A. Smith", "R.C. Finkel", "D.L. Farber", "D.T. Rodbell", "G.O. Seltzer"],
    "venue": "J. Quat. Sci",
    "year": 2005
  }, {
    "title": "Deglacial history of the west Antarctic Ice Sheet in the western Amundsen Sea embayment",
    "authors": ["J.A. Smith", "Hillenbrand", "C.-D", "G. Kuhn", "R.D. Larter", "A.G.C. Graham", "W. Ehrmann", "S.G. Moreton", "M. Forwick"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Plant succession and re-exposed moss banks on a deglaciated headland in Arthur Harbour, Anvers Island",
    "authors": ["R.I.L. Smith"],
    "venue": "Br. Antarct. Surv. Bull",
    "year": 1982
  }, {
    "title": "Holocene cirque glacier activity in western Spitsbergen, Svalbard: sediment records from proglacial Linnevatnet. Holocene",
    "authors": ["J.A. Snyder", "A. Werner", "G.H. Miller"],
    "year": 2000
  }, {
    "title": "Mountain Glaciation of Northern Eurasia in Holocene",
    "authors": ["O.N. Solomina"],
    "venue": "Nauchny Mir, Moscow (in Russian)",
    "year": 1999
  }, {
    "title": "Lichenometry as applied to moraines in Alaska",
    "authors": ["O. Solomina", "P.E. Calkin"],
    "venue": "Arctic. Antarct. Alp. Res",
    "year": 2003
  }, {
    "title": "Historical and holocene glacier climate variations: general concepts and overview",
    "authors": ["O. Solomina", "W. Haeberli", "C. Kull", "G. Wiles"],
    "venue": "Glob. Planet. Change",
    "year": 2008
  }, {
    "title": "Dynamics of nival and glacial slope processes in the Baksan and Teberda valley according to the radiocarbon dating of buried soils",
    "authors": ["O.N. Solomina", "N.A. Volodicheva", "N.N. Volodicheva", "T.M. Kuderina"],
    "venue": "Ice Snow",
    "year": 2013
  }, {
    "title": "Optically stimulated luminescence dating of Late Quaternary glaciogenic sediments in the upper Hunza valley: validating the timing of glaciation and assessing dating methods",
    "authors": ["J.Q. Spencer", "L.A. Owen"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Brief but warm Antarctic summer",
    "authors": ["E.J. Steig"],
    "venue": "Nature 489,",
    "year": 2012
  }, {
    "title": "Total solar irradiance during the Holocene",
    "authors": ["C. ohlich"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Pleistocene ice at the bottom of the Vavilov ice cap, Severnaya Zellllya, Russian Arctic",
    "authors": ["M. Stievenard", "V. Nikolaev", "D. Bol'shiyanov", "C. Flenhoc", "J. Jouzel", "O. Klementyev", "R. Souchez"],
    "venue": "J. Glaciol",
    "year": 1996
  }, {
    "title": "Air pressure and cosmogenic isotope production",
    "authors": ["J.O. Stone"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Holocene palaeoclimatic reconstruction in northern Iceland: approaches and results",
    "authors": ["J. otter", "M. Wastl"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "Holocene glaciations in the Ema Glacier Valley, Monte Sarmiento Massif",
    "authors": ["J. Strelin", "G. Casassa", "G. Rosqvist", "P. Holmlund"],
    "venue": "Tierra Del Fuego. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Climate variability and glacial processes in eastern Iceland during the past 700 years based on varved lake sediments",
    "authors": ["S. orck", "O. Ing olfsson", "K.H. Kjær", "I. Snowball", "C.B. Uvo"],
    "venue": "Boreas 40,",
    "year": 2011
  }, {
    "title": "Climate change melts Marion Island snow and ice",
    "authors": ["P.D. Sumner", "K.I. Meiklejohn", "J.C. Boelhouwers", "D.W. Hedding"],
    "venue": "South Afr. J. Sci",
    "year": 2004
  }, {
    "title": "Holocene glacial and climatic variations on Spitsbergen, Svalbard",
    "authors": ["J.I. Svendsen", "J. Mangerud"],
    "venue": "Holocene 7,",
    "year": 1997
  }, {
    "title": "The evolution of Holocene alpine glaciation inferred from lacustrine sediments on northeastern Baffin Island, Arctic Canada",
    "authors": ["E.K. Thomas", "J.S. Szymanksi", "J.P. Briner"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Kilimanjaro ice core records: evidence of Holocene climate change in tropical Africa",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "M.E. Davis", "K.A. Henderson", "H.H. Brecher", "V.S. Zagorodnov", "T.A. Mashiotta", "Lin", "P.-N", "V.N. Mikhalneko", "D.R. Hardy", "R. Beer"],
    "venue": "Science 298,",
    "year": 2002
  }, {
    "title": "Abrupt tropical climate change: past and present",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "H. Brecher", "M. Davis", "B. Leon", "D. Les", "P.N. Lin", "T. Mashiotta", "K. Mountain"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2006
  }, {
    "title": "Antarctic climate change",
    "authors": ["J. Turner", "N.E. Barrand", "T. Bracegirdle", "P. Convey", "D.A. Hodgson", "M. Jarvis", "A. Jenkins", "G. Marshall", "M.P. Meredith", "H. Roscoe", "J. Shanklin", "J. French", "H. Goosse", "M. Guglielmin", "J. Gutt", "S. Jacobs", "M.C.I. Kennicutt", "V. MassonDelmotte", "P. Mayewski", "F. Navarro", "S. Robinson", "T. Scambos", "M. Sparrow", "C. Summerhayes", "K. Speer", "A. Klepikov"],
    "year": 2013
  }, {
    "title": "Holocene thinning of the Greenland ice sheet",
    "authors": ["B.M. Vinther", "S.L. Buchardt", "H.B. Clausen", "D. Dahl-Jensen", "S.J. Johnsen", "D.A. Fisher", "R.M. Koerner", "D. Raynaud", "V. Lipenkov", "K.K. Andersen", "T. Blunier", "S.O. Rasmussen", "J.P. Steffensen", "A.M. Svensson"],
    "venue": "Nature 461,",
    "year": 2009
  }, {
    "title": "The Holocene Asian monsoon: links to solar changes and North Atlantic climate",
    "authors": ["Y.J. Wang", "H. Cheng", "R.L. Edwards", "Y.Q. He", "A.G. Kong", "Z.S. An", "J.Y. Wu", "M.J. Kelly", "C.A. Dykoski", "X.D. Li"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "Mid- to late Holocene climate change - a comprehensive review",
    "authors": ["H. Wanner", "J. Beer", "J. Bütikofer", "T.J. Crowley", "U. Cubaschd", "J. Flückiger", "H. Goosse", "M. Grosjean", "F. Joos", "J.O. Kaplan", "M. Küttel", "S. Müller", "C. Prentice", "O. Solomina", "T.F. Stocker", "P. Tarasov", "M. Wagner", "M. Widmann"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Structure and origin of Holocene cold events",
    "authors": ["H. Wanner", "O. Solomina", "M. Grosjean", "S.P. Ritz", "M. Jetel"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Fluctuations of outlet and valley glaciers in the Southern Andes (Argentina) during the past 13,000 years",
    "authors": ["G. Wenzens"],
    "venue": "Quat. Res",
    "year": 1999
  }, {
    "title": "Glacial fluctuations in the Kenai Fjords, Alaska, U.S.A.: an evaluation of controls on iceberg-calving glaciers",
    "authors": ["G.C. Wiles", "P.E. Calkin", "A. Post"],
    "venue": "Arct. Alp. Res",
    "year": 1995
  }, {
    "title": "Late Holocene glacial fluctuations in the Wrangell Mountains, Alaska",
    "authors": ["G.C. Wiles", "G.C. Jacoby", "N.K. Davi", "R.P. McAllister"],
    "venue": "Geol. Soc. Am",
    "year": 2002
  }, {
    "title": "Century-scale solar variability and Alaskan temperature change over the past millennium",
    "authors": ["G. Wiles", "R. D'Arrigo", "R. Villalba", "P. Calkin", "D.J. Barclay"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Glacier changes and inferred temperature variability in Alaska for the past two thousand years",
    "authors": ["G.C. Wiles", "D.J. Barclay", "N. Malcomb"],
    "venue": "Eos Trans. Am. Geophys. Union",
    "year": 2007
  }, {
    "title": "Tree-ring dates on two preLittle Ice Age advances in Glacier Bay National Park and preserve",
    "authors": ["G.C. Wiles", "D.L. Lawson", "E. Lyon", "N. Wiesenberg"],
    "venue": "Quat. Res",
    "year": 2011
  }, {
    "title": "Surface air temperature variability reconstructed with tree rings for the Gulf of Alaska over the past 1200 years",
    "authors": ["G.C. Wiles", "R.D. D'Arrigo", "D. Barclay", "R.S. Wilson", "S.K. Jarvis", "L. Vargo", "D. Frank"],
    "venue": "Holocene",
    "year": 2014
  }, {
    "title": "Holocene glacier chronologies: are ‘high-resolution’ global and inter-hemispheric comparisons possible? Holocene",
    "authors": ["S. Winkler", "J.A. Matthews"],
    "year": 2010
  }, {
    "title": "Late Holocene monsoonal temperate glacier fluctuations on the Tibetan Plateau",
    "authors": ["A. auning", "Z. Dong", "Z. Zhang", "J. Keqing"],
    "venue": "Glob. Planet. Change",
    "year": 2008
  }, {
    "title": "Review of Holocene glacial chronologies based on radiocarbon dating in Tibet and its surrounding mountains",
    "authors": ["C. Yi", "H. Chen", "J. Yang", "B. Liu", "P. Fu", "K. Liu", "S. Li"],
    "venue": "J. Quat. Sci",
    "year": 2008
  }, {
    "title": "The origin of massive diamicton in Marian and Potter coves, King George Island, West Antarctica",
    "authors": ["H.I. Yoon", "Yoo", "K.-C", "Park", "B.-K", "Y. Kim", "Khim", "Kang", "C.-Y"],
    "venue": "Geosci. J. 8,",
    "year": 2004
  }, {
    "title": "Late Pleistocene and Holocene glaciation of the Fish Lake valley, northeastern Alaska Range, Alaska",
    "authors": ["N.E. Young", "J.P. Briner", "D.S. Kaufman"],
    "venue": "J. Quat. Sci. 24,",
    "year": 2009
  }, {
    "title": "Glacier extent during the Younger Dryas and 8.2 ka event on Baffin Island, Arctic Canada",
    "authors": ["N.E. Young", "J.P. Briner", "D. Rood", "R. Finkel"],
    "venue": "Science 337,",
    "year": 2012
  }, {
    "title": "Response of Jakobshavn Isbrae, Greenland, to Holocene climate change",
    "authors": ["N.E. Young", "J.P. Briner", "H.A.M. Stewart", "Y. Axford", "B. Csatho", "D.H. Rood", "R.C. Finkel"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "A 10Be production-rate calibration for the Arctic",
    "authors": ["N.E. Young", "J.M. Schaefer", "J.P. Briner", "B.M. Goehring"],
    "venue": "J. Quat. Sci",
    "year": 2013
  }, {
    "title": "Age of the Fjord Stade moraines in the Disko Bugt region, western Greenland, and the 9.3 and 8.2 ka cooling events",
    "authors": ["N.E. Young", "J.P. Briner", "D.H. Rood", "R.C. Finkel", "L.B. Corbett", "P.R. Bierman"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "Chronology of Late Pleistocene glacier variations at the Uluda",
    "authors": ["C. Zahno", "N. Akçar", "V. Yavuz", "P.W. Kubik", "C. Schlüchter"],
    "year": 2010
  }, {
    "title": "Reconstruction of the Late Quaternary Glaciation of the Macha Khola valley (Gorkha Himal",
    "authors": ["W. Zech", "B. Glaser", "U. Abramowski", "C. Dittmar", "P.W. Kubik"],
    "year": 2003
  }, {
    "title": "Late Quaternary glacier and climate history of the Pamir Mountains derived from cosmogenic",
    "authors": ["R. Zech", "U. Abramowski", "B. Glaser", "P. Sosin", "P.W. Kubik", "W. Zech"],
    "year": 2005
  }, {
    "title": "LGM and late-glacial glacier advances in the Cordillera Real and Cochabamba (Bolivia",
    "authors": ["R. Zech", "C. Kull", "P.W. Kubik", "H. Veit"],
    "venue": "10Be exposure ages. Quat. Res",
    "year": 2007
  }, {
    "title": "10Be surfaceexposure dating",
    "authors": ["R. Zech", "M. Zech", "P.W. Kubik", "K. Kharki", "W. Zech"],
    "venue": "Clim. Past 3,",
    "year": 2009
  }, {
    "title": "Changes in glacier extent on north Novaya Zemlya in the twentieth century. Holocene",
    "authors": ["J. Zeeberg", "S.L. Forman"],
    "year": 2001
  }, {
    "title": "Alpine glaciers to disappear within decades",
    "authors": ["M. Zemp", "W. Haeberli", "M. Martin Hoelzle", "F. Paul"],
    "venue": "Geophys. Res. Lett",
    "year": 2006
  }, {
    "title": "A Lateglacial and Holocene lake record from the Nianbaoyeze Mountains and inferences of lake, glacier and climate evolution on the eastern Tibetan Plateau",
    "authors": ["C. Zhang", "S. Mischke"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Glacier variation in the monsoon maritime glacial region since the last glaciation on the Qinghai-Xizang (Tibetan) plateau. In: The Changing Face of East Asia during the Tertiary and Quaternary",
    "authors": ["B.X. Zheng"],
    "year": 1997
  }, {
    "title": "Environmental change during the Holocene in western China on a millennial timescale. Holocene",
    "authors": ["S. Zhou", "F. Chen", "B. Pan", "J. Cao", "J. Li", "E. Derbyshire"],
    "year": 1991
  }, {
    "title": "Remarkably extensive glaciation and fast deglaciation and climate change in Turkey near the Pleistocene-Holocene boundary. Geology",
    "authors": ["M. Zreda", "A. Çiner", "M.A. Sarıkaya", "C. Zweck", "C. Bayar"],
    "year": 2011
  }, {
    "title": "Early Holocene glaciation in Turkey: large magnitude, fast deglaciation and possible NAO connection",
    "authors": ["M. Zreda", "C. Zweck", "M.A. Sarıkaya"],
    "venue": "EOS Trans. Am. Geophys. Union",
    "year": 2006
  }],
  "id": "SP:2a27abac55bda4dfe4af5e7db27c0395ef9d3122",
  "authors": [{
    "name": "Olga N. Solomina",
    "affiliations": []
  }, {
    "name": "Raymond S. Bradley",
    "affiliations": []
  }, {
    "name": "Dominic A. Hodgson",
    "affiliations": []
  }, {
    "name": "Susan Ivy-Ochs",
    "affiliations": []
  }, {
    "name": "Vincent Jomelli",
    "affiliations": []
  }, {
    "name": "Andrew N. Mackintosh",
    "affiliations": []
  }, {
    "name": "Atle Nesje",
    "affiliations": []
  }, {
    "name": "Lewis A. Owen",
    "affiliations": []
  }, {
    "name": "Heinz Wanner",
    "affiliations": []
  }, {
    "name": "Gregory C. Wiles",
    "affiliations": []
  }, {
    "name": "Nicolas E. Young",
    "affiliations": []
  }],
  "abstractText": "A global overview of glacier advances and retreats (grouped by regions and by millennia) for the Holocene is compiled from previous studies. The reconstructions of glacier fluctuations are based on 1) mapping and dating moraines defined by 14C, TCN, OSL, lichenometry and tree rings (discontinuous records/time series), and 2) sediments from proglacial lakes and speleothems (continuous records/ time series). Using 189 continuous and discontinuous time series, the long-term trends and centennial fluctuations of glaciers were compared to trends in the recession of Northern and mountain tree lines, and with orbital, solar and volcanic studies to examine the likely forcing factors that drove the changes recorded. A general trend of increasing glacier size from the earlyemid Holocene, to the late Holocene in the extra-tropical areas of the Northern Hemisphere (NH) is related to overall summer temperature, forced by orbitally-controlled insolation. The glaciers in New Zealand and in the tropical Andes also appear to follow the orbital trend, i.e., they were decreasing from the early Holocene to the present. In contrast, glacier fluctuations in some monsoonal areas of Asia and southern South America generally did not follow the orbital trends, but fluctuated at a higher frequency possibly triggered by distinct teleconnections patterns. During the Neoglacial, advances clustered at 4.4e4.2 ka, 3.8e3.4 ka, 3.3e2.8 ka, 2.6 ka, 2.3e2.1 ka, 1.5e1.4 ka, 1.2e1.0 ka, 0.7e0.5 ka, corresponding to general cooling periods in the North Atlantic. Some of these episodes coincide with multidecadal periods of low solar activity, but it is unclear what mechanism might link small changes in irradiance to widespread glacier fluctuations. Explosive volcanism may have played a role in some periods of glacier advances, such as around 1.7e1.6 ka (coinciding with the Taupo volcanic eruption at 232 ± 5 CE) but the record of explosive volcanism is poorly known through the Holocene. The compilation of ages suggests that there is no single mechanism driving glacier fluctuations on a global scale. Multidecadal variations of solar and volcanic activity supported by positive feedbacks in the climate system may have played a critical role in Holocene glaciation, but further research on such linkages is needed. The rate and the global character of glacier retreat in the 20th through early 21st centuries appears unusual in the context of Holocene glaciation, though the retreating glaciers in most parts of the Northern Hemisphere are still larger today than they were in the early and/or mid-Holocene. The current retreat, , 119017, Russia. Tel.: þ7 962 973 04 92.",
  "title": "Holocene glacier fluctuations"
}