{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nRecurrence rate and magma effusion rate for the latest volcanism on Arsia Mons, Mars\nJacob A. Richardson a,b,∗, James A. Wilson a, Charles B. Connor a, Jacob E. Bleacher b, Koji Kiyosugi c\na School of Geosciences, University of South Florida, Tampa, FL, USA b Planetary Geology, Geophysics, and Geochemistry Laboratory, Code 698, NASA Goddard Space Flight Center, Greenbelt, MD, USA c Organization for Advanced and Integrated Research, Kobe University, 1-1 Rokkodai-cho, Nada-ku, Kobe 657-8501, Japan\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 21 July 2016 Received in revised form 26 September 2016 Accepted 20 October 2016 Available online 10 November 2016 Editor: C. Sotin\nKeywords: Mars lava flows recurrence rate estimation magma flux Monte Carlo\nMagmatism and volcanism have evolved the Martian lithosphere, surface, and climate throughout the history of Mars. Constraining the rates of magma generation and timing of volcanism on the surface clarifies the ways in which magma and volcanic activity have shaped these Martian systems. The ages of lava flows on other planets are often estimated using impact crater counts, assuming that the number and size-distribution of impact craters per unit area reflect the time the lava flow has been on the surface and exposed to potential impacts. Here we show that impact crater age model uncertainty is reduced by adding stratigraphic information observed at locations where neighboring lavas abut each other, and demonstrate the significance of this reduction in age uncertainty for understanding the history of a volcanic field comprising 29 vents in the 110-km-diameter caldera of Arsia Mons, Mars. Each vent within this caldera produced lava flows several to tens of kilometers in length; these vents are likely among the youngest on Mars, since no impact craters in their lava flows are larger than 1 km in diameter. First, we modeled the age of each vent with impact crater counts performed on their corresponding lava flows and found very large age uncertainties for the ages of individual vents, often spanning the estimated age for the entire volcanic field. The age model derived from impact crater counts alone is broad and unimodal, with estimated peak activity in the field around 130 Ma. Next we applied our volcano event age model (VEAM), which uses a directed graph of stratigraphic relationships and random sampling of the impact crater age determinations to create alternative age models. Monte Carlo simulation was used to create 10,000 possible vent age sets. The recurrence rate of volcanism is calculated for each possible age set, and these rates are combined to calculate the median recurrence rate of all simulations. Applying this approach to the 29 volcanic vents, volcanism likely began around 200–300 Ma then first peaked around 150 Ma, with an average production rate of 0.4 vents per Myr. The recurrence rate estimated including stratigraphic data is distinctly bimodal, with a second, lower peak in activity around 100 Ma. Volcanism then waned until the final vents were produced 10–90 Ma. Based on this model, volume flux is also bimodal, reached a peak rate of 1–8 km3 Myr−1 by 150 Ma and remained above half this rate until about 90 Ma, after which the volume flux diminished greatly. The onset of effusive volcanism from 200–150 Ma might be due to a transition of volcanic style away from explosive volcanism that emplaced tephra on the western flank of Arsia Mons, while the waning of volcanism after the 150 Ma peak might represent a larger-scale diminishing of volcanic activity at Arsia Mons related to the emplacement of flank apron lavas.\n© 2016 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The rate of past and recent magma production and extrusion is a primary constraint on the evolution of many Martian systems,\n* Corresponding author at: Planetary Geology, Geophysics, and Geochemistry Laboratory, Code 698, NASA Goddard Space Flight Center, Greenbelt, MD, USA.\nE-mail address: jacob.a.richardson@nasa.gov (J.A. Richardson).\nhttp://dx.doi.org/10.1016/j.epsl.2016.10.040 0012-821X/© 2016 Elsevier B.V. All rights reserved.\nincluding the climate (e.g. Mouginis-Mark and Rowland, 2008; Halevy and Head III, 2014), the lithosphere and mantle (Grott et al., 2013), the surface (Wilson and Head, 1994), and the ability of Mars to sustain biotic or pre-biotic material over time (Scanlon et al., 2015b). Greeley and Schneid (1991) produced one of the first extrusive magma flux estimates for the surface of Mars and used terrestrial intrusive/extrusive ratios to calculate that 6.5 · 108 km3 of magma has been generated on Mars in the past 3.8 Ga. For the\nmost recent 500 Ma, magma production was observed to wane, and only 2.11 · 106 km3 of magma was modeled to have erupted (Greeley and Schneid, 1991). This global extrusive magma flux of 4,200 km3/Myr (0.13 m3/s) remains one of few such estimates of magma production.\nOther estimates of magma production rate have been given for specific volcanic regions on Mars (e.g Wilson et al., 2001; Vaucher et al., 2009; Lillis et al., 2009). Chadwick et al. (2015) found that recent subsidence of Olympus Mons implies the intrusion of a 105–106 km3 magmatic body into the volcano in the past 200 Ma. Bleacher et al. (2007b) observed a transition from long tube-fed flows to shorter, channel-fed flows on Olympus that might be evidence of a larger waning of activity at Olympus and might also signal a transition from a deep mantle source of volcanism to shallower sources.\nWe seek to estimate both the recurrence rate of volcanism and the extrusive magma delivery rate through time for the most recent volcanic unit on Arsia Mons—a patchwork of lava flows and 29 associated volcanic vents within the volcano caldera. To constrain these values, absolute ages and associated age uncertainty of each flow have been modeled using the size-frequency distribution of observed craters, relative ages between flows have been determined using superposition relationships, and volumes have been constrained using thickness measurements of nearby lava flows on Arsia Mons (Mouginis-Mark and Rowland, 2008). Craterretention age models and stratigraphic relationships are integrated in a Volcanic Event Age Model (VEAM) to identify the potential age distribution for each observed eruption in the Arsia Caldera. A similar model has been implemented to constrain spatio-temporal volcanic hazard on Earth by Bebbington and Cronin (2011) using radiometric ages of volcanic material. Age models from VEAM are used to estimate event recurrence rate and extrusive magma delivery rate through time."
  }, {
    "heading": "2. Geologic background of Arsia Mons",
    "text": "Arsia Mons is a major shield volcano on Mars and a member of the Tharsis Montes (Fig. 1). With a diameter of over 300 km and slopes of 5◦ (Plescia, 2004), the surface of Arsia contains lava flows, which served as the primary construction material of the shield (Mouginis-Mark and Rowland, 2008), prodigious ash deposits (Mouginis-Mark, 2002), and glacial deposits (Head and Marchant, 2003) emplaced under both cold- and warm-based glacial conditions (Scanlon et al., 2015b). At the summit of Ar-\nsia is a single collapse caldera measuring ∼4000 km3 in volume (Wilson et al., 2001). Within this 110 km wide caldera, a linear cluster of secondary shield volcanoes comprise one of the youngest geologic units in the Arsia region (Carr et al., 1977; Scott and Zimbelman, 1995). No craters larger than 1 km exist within the caldera and several detailed crater retention studies with different image datasets have independently produced 130 Ma as a single age estimate of the entire caldera floor (Neukum et al., 2004; Werner, 2009; Robbins et al., 2011), similar in age to the flank apron lavas along the north and south axis of Arsia and younger than the main flanks of the volcano (Werner, 2009).\nAlong with the other large volcanic edifices of the Tharsis region, Arsia Mons has been given a time-averaged magma flux estimate of 0.05 m3/s, with a factor of 3 uncertainty, for an active construction period of 1 Gyr (again with a factor of 3 uncertainty) by Wilson et al. (2001). By calculating the necessary flux to achieve the magma body that could form the Arsia caldera, Wilson et al. (2001) found that the magma delivery rate to the volcano had to persist at 1–10 m3/s for hundreds of thousands to millions of years, followed by orders of magnitude longer periods of quiescence before new large magma bodies could be emplaced.\nThrough analysis of Mariner 9 and Viking Orbiter images of the Tharsis region, Crumpler and Aubele (1978) determined that of the three Tharsis Montes, Arsia Mons is the most structurally evolved shield volcano. This conclusion was backed up by Bleacher et al. (2007a) with extensive mapping using HRSC and THEMIS. Bleacher et al. (2007a) suggested that the northward trending structural complexity of the Tharsis Montes might indicate a migrating magma source along the axis of the three volcanoes, similar to a Tharsis plume model by Mège and Masson (1996). If such a migrating magma source did exist, then magma production at Arsia would have waned, decreasing the amount of melt available for continued summit volcanism. The relatively recently emplaced shield volcanoes within the caldera might then be used to test this hypothesis."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Unit and stratigraphic mapping",
    "text": "Within the caldera, 29 volcanic vents have been mapped as part of a project to map volcanic vents around the Tharsis Volcanic Province (Bleacher et al., 2010, 2009; Richardson et al., 2013; Richardson, 2016). All vents have lava flows emanating from them\nthat form positive topographic features over the surrounding terrain. A 6-m resolution basemap has been constructed using georeferenced Context Imager (CTX) data (Malin et al., 2007) in ArcGIS 10.2. The CTX images used are listed in a supplementary table. Lava flows corresponding to each vent have been mapped on this basemap (Fig. 1). Flows are mapped in association with an observed vent where flows can be unambiguously traced directly back to the vent using flow features. Some lava flows on the eastern and western margins of the caldera appear to flow away from the caldera center and might have been created during an event that formed any of the observed vents; however, because they are covered in subsequent flows and are separated from their parent vent by at least one flow front, they cannot be traced to a vent and are not included in our catalog. Lavas without an assigned vent are instead mapped as belonging to a single “undifferentiated lavas” unit.\nMapped flows which abut each other have an inherent superposition relationship. Using the CTX basemap, these relationships are documented for all neighboring flows by identifying features such as 1) diverted flows around pre-existing topography, 2) infilling of graben or volcanic vents, and 3) continuous flow features vanishing under overlying flows (Fig. 2). These features are indicative that one lava flow was emplaced over its neighboring flow, enabling one to be characterized as overlying and the other as underlying. Mapped superposition relationships between all lava flow units are graphed according to stratigraphic position in Fig. 3."
  }, {
    "heading": "3.2. Crater retention age modeling",
    "text": "Mapped units within the caldera (29 lava flow units and 1 undifferentiated lavas unit) have been assigned model ages based on the distribution of impact craters within their boundaries. Robbins et al. (2011) previously found that, in the Arsia Mons caldera, crater frequency decreases for craters with diameters (D) of ≤93 m, due to dust cover. Robbins et al. (2011) also hypothesized that a background population of secondary craters in this area might contaminate the crater distribution at D < 130 m. These secondary craters, caused by projectiles from larger impacts outside of the study area, artificially raise the modeled crater age by increasing the number of relatively small craters in the crater count. Robbins et al. (2011) identified the presence of secondaries by observing an increased slope of the crater-size frequency distribution at small crater diameters. We have counted all craters in the caldera with D ≥ 100 m to avoid systematic biases from dust cover or secondary crater populations. We have also visually inspected the crater-size frequency distributions of each unit (Supplementary Fig. 1) to detect any slope increase that might indicate the presence of secondary crater populations. Four lava flows have an exposed area smaller than 15 km2 and an insignificant num-\nber of craters larger than 100 m were found on their surfaces (10 or fewer), so no crater age date was determined. The diameter and location of craters were mapped in ArcGIS 10.2 using the CTX basemap.\nAges are first modeled in the Craterstats2 software (Michael, 2013). For each mapped unit, craters are separated by diameter into bins of minimum diameter 2d km where d increments by 0.5 between each bin, following the Hartmann 2004 iteration Production Function (Hartmann, 2005). Ages are modeled based on this Production Function and the Michael (2013) Chronology Function. Uncertainty of crater frequency in each bin is defined as √ N/S , where N is the number of craters and S is the area of the mapped unit. The cumulative crater-size frequency distribution (and associated uncertainty) is assembled from each 2d km bin and is used to model a best fit age. Ages and uncertainties for each mapped unit are reported in millions of years before the present (Ma)."
  }, {
    "heading": "3.3. Volume estimation",
    "text": "Extrusion volume from each vent can be modeled by multiplying the exposed areal extent of each mapped flow by the flow thickness. Thicknesses of mapped flows, however, cannot be directly measured. Thicknesses of lava flows on the flanks of Arsia\nMons have been measured to be 10–80 m by Mouginis-Mark and Rowland (2008). These thicknesses are in agreement with other studies of lava flow thickness, including flows in Elysium Mons with thicknesses of 7–35 m (Pasckert et al., 2012), flows on Ascraeus Mons between 24–88 m (Hiesinger et al., 2007), and 37 m and 50 m thick flows in the Elysium region and on Pavonis Mons (Glaze et al., 2003; Baloga et al., 2003). We take the range reported by Mouginis-Mark and Rowland (2008) to be upper and lower thickness bounds for each lava flow. A limitation of this method is that the volumes of stratigraphically lower flows are more likely to be underestimated, since their planform area might be partially buried by overlying flows."
  }, {
    "heading": "3.4. Modeling the timing of volcanic events",
    "text": "Together, stratigraphic information and crater retention age estimates can be consolidated to improve the estimated timing of volcanic events. This is especially applicable to recent volcanic landforms on Mars as crater-based dates alone might be biased due to crater burial, local topography, or secondary crater background populations (Robbins et al., 2011; Platz and Michael, 2011).\nTo accomplish the task of constraining modeled age estimates with stratigraphy, and ultimately to describe the repose interval of volcanic events in the region, we have devised an algorithm, which we call the Volcanic Event Age Model (VEAM). VEAM implements a Monte Carlo (MC) method that assigns a potential age to each volcanic event by defining an initial event age distribution function, A, with an event’s modeled crater retention rate age and age uncertainty, as reported by Craterstats2. The age distribution function for each event is modeled as a Gaussian distribution, which is suitable for the events in this study as they are relatively recent and the crater impact rate during the time of their emplacement is thought to be constant (Vaucher et al., 2009). The initial age function is given as Ai(μi, σ 2i ) where μ is the estimated age determined by crater retention and σ is the uncertainty of the estimated age of cataloged event i. If no crater retention age estimate is given (e.g. for smaller flows with an insignificant number of impact craters), the initial age function is assumed to be a uniform probability function bounded by a minimum and maximum possible age described next.\nVEAM then constrains Ai with a binary stratigraphy function, with possible ages having a value of 1 and ages outside an acceptable age range having a value of 0. Possible ages are defined by previously dated events in the VEAM simulation; stratigraphically higher events connected to the event at hand give a minimum age of the stratigraphy function, while lower events give a maximum age. If no stratigraphically-related events have been dated, the minimum age bound is set to the present, and the maximum age bound is set to three times older than the oldest crater retention rate modeled age in this field (330 Ma), or 1 Ga.\nThe normalized product of the Gaussian age function and the binary stratigraphy function gives an age distribution function which does not violate stratigraphy but is informed by crater retention age estimates. This function is sampled to date an event and the process repeats for the next event until all events have been assigned a potential age. By repeating this process 10,000 times, the potential age distribution for each event is determined."
  }, {
    "heading": "3.4.1. Calculating recurrence rate and volume flux",
    "text": "The output of the VEAM algorithm is 10,000 sets of potential eruption chronologies. The cumulative number of events through time can be modeled for each eruption chronology as a step function increasing as time advances toward the present. The mean cumulative number of events with time, taken as the average of all\neruption chronologies’ cumulative event functions, is differentiated to model the recurrence rate of volcanism, as described below.\nThe volcanic field is populated by N volcanoes, each formed by one discrete event. Volcano i is formed by event ei . The modeled age of ei is êi , which is a random variable in time and is estimated by VEAM. VEAM produces M sets of N age estimates—one for each event. Within each age set j of M sets, êi is sampled for each event to give the discrete age estimate êi, j .\nLet X be the number of events that have occurred in the volcanic field by time t . At any point in history, X has a definite, but unknown value. As time progresses toward the present, X increases until X = N , the number of events that formed the field. The function of X can be estimated using each set of age estimates from a single MC solution of VEAM. For set j, the cumulative number of events through time is calculated as\nX j(T) = N∑\ni=1 P(êi, j, t < T) (1)\nwhere T is the time of interest, êi, j is the discrete estimate of the age of event i in the jth set of ages, and P(êi, j, t < T) is the probability of êi, j occurring for all times t prior to T. As êi, j is a discrete value, P(êi, j, t < T) is 0 if T < êi, j and 1 if T ≥ êi, j . The resulting event count function, X j , is a step function, increasing with time.\nThe expected value of X is modeled as the mean of all event count functions, X j ’s, for all VEAM age sets.\nE(X, t < T) = 1 M\nM∑\nj=1\nN∑ i=1 P(êi, j, t < T) (2)\n= 1 M\nM∑ j=1 X j(T)\nRecurrence rate is calculated as the time derivative of the expected function of X :\nRR = E[X] t\n(3)\nHere recurrence rate is estimated at 10 Myr intervals, so the recurrence rate (events Myr−1) for any given time interval is essentially the expected number of events within the 10 Myr interval divided by 10. Volume flux is also modeled using this method by defining X to be the cumulative volume with time, instead of cumulative events with time. Each event êi is weighted by volume corresponding to the ith volcano.\nUncertainties of the recurrence rate and volume flux functions are identified using rates for individual MC solutions. Uncertainty is reported as the 10th and 90th percentile rates over all solutions."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Mapping",
    "text": "The 29 lava flows in our catalog are mapped to cover 6700 km2, ∼70% of the caldera, representing the majority of surface lavas within the caldera walls (Fig. 1). Lava flow volume estimates range from 0.04–8.6 km3, using an average thickness of 10 m, or 0.32–69 km3 using 80 m thick flows (Table 2). Assuming either of these two thicknesses gives the flow field a total modeled volume of 67 or 540 km3, respectively.\nEach flow has at least one neighboring flow, which enables a stratigraphic web to be produced that connects all volcanic events to other events (Fig. 3). Age estimates modeled from crater retention ranged from 71–313 Ma, though the youngest and oldest aged events are not observed at the top or bottom of the stratigraphic\nweb. This indicates that the crater ages might not be well constrained for small and/or relatively young surface units on Mars, but that ages for these units might be better constrained with stratigraphic information. These age data are detailed for each edifice in Table 1 and crater-size frequency distributions for each lava flow are graphed in Supplementary Fig. 1."
  }, {
    "heading": "4.2. Recurrence rate model",
    "text": "Modeling the recurrence rate of volcanism using both crater retention age dating and the stratigraphic relationships between neighboring lava flows in the VEAM algorithm constrains most of the intra-caldera activity to the most recent 200–300 Ma. At least one event is expected to have occurred before 350 Ma, though eruption frequency did not become significant until after 300 Ma (Fig. 4). Eruption frequency peaked around 150 Ma. The peak recurrence rate, estimated as the mean of 10,000 MC solutions, was 0.4 ± 0.3 events per million years, or an average of 1 vent being created every 2.5 Myr. The rate of volcanism then decreased to <10% of this rate as early as 90 Ma and as recently as 10 Ma.\nWe interpret this 90% decrease in the recurrence rate to signal the cessation of volcanism in the field. All but possibly 2–3 volcanoes were emplaced in the last 250 Ma, giving 160–240 Myr as the duration of major field activity."
  }, {
    "heading": "4.3. Volume flux model",
    "text": "The long term magma supply rate to the surface, or volume flux, is modeled using the two estimated volumes for each edifice, listed in Table 2. These modeled edifice volumes assume average lava flow thicknesses of either 10 or 80 m. The volume flux model is illustrated in Fig. 5, where the left y-axes are scaled to 10 m thick units and the right y-axes are scaled to represent 80 m thick units. This model suggests that the magma delivery rate increased through 150 Ma, mirroring the recurrence rate increase and that the delivery rate decreased to an insignificant level between 50–90 Ma. If units are assumed to be 10 m thick, the delivery rate peak is modeled to be 1 ± 75 km3 Myr−1. If units are as thick as 80 m, the rate would be 8 ± 6 km3 Myr−1. Due to the small areal extent of both the oldest and youngest modeled units,\nthe cumulative volume output (left side of Fig. 5), is more constrained than the cumulative number of events with time (left side of Fig. 4) and nearly all of the field area has been resurfaced between 75–200 Ma."
  }, {
    "heading": "4.4. Comparison of VEAM results with a “stratigraphy-blind” model",
    "text": "A separate VEAM model was created using only age models from crater counting, without any input stratigraphic information, to characterize the effect of stratigraphy on the VEAM model. In each simulation in this VEAM Monte Carlo instance, each lava flow is assigned a potential age using the Gaussian distribution drawn from crater counting results. Flows may be assigned ages older or younger than ages assigned to underlying or overlying flows, respectively. The resulting ages of each flow closely match the crater age models, except for the four small flows that are not dated.\nThese four flows are assigned random ages from a uniform distribution between 0–1 Ga.\nThe recurrence rate of volcanism modeled from the no-stratigraphy VEAM results is plotted in Fig. 6 alongside the results from the main VEAM run previously plotted in Fig. 4. The major difference between both VEAM-derived recurrence rates is that, upon the inclusion of stratigraphy, the field activity becomes more temporally constrained. By shortening the window of time where most activity occurs, the peak rate of volcanism is greater with stratigraphic information. Without stratigraphic information, the rate of volcanism follows a trend that is more normally distributed about the mean age modeled with crater counting for the entire caldera floor.\nA second difference is that the peak of volcanism occurs 20–30 Myr earlier in time when stratigraphy is used, as lower flows are not assigned ages that are younger, and thus incompatible, with the ages previously assigned to higher flows. The differences between ages modeled from crater counting and ages modeled from VEAM (with stratigraphy) are plotted for each event in Supplementary Fig. 2. Most events (14 of 25) are dated by VEAM to be within one standard deviation of the results from Craterstats2 and all VEAM dates are within three standard deviations of Craterstats2 estimates. The Pearson correlation coefficient between the two sets is 0.09. More event ages also increase in the VEAM results, in agreement with the trend seen in Fig. 6."
  }, {
    "heading": "5. Discussion",
    "text": "Our main finding is that the emplacement of observable volcanic edifices in Arsia Mons caldera primarily occurred between 200–300 Ma and 10–90 Ma, reaching a maximum rate of vent creation at 150 Ma. A complication to the modeled on-\nset of activity (200 Ma) is the significant likelihood that previous volcanic vents are simply buried by the low shield lavas of the mapped volcanoes. This is reflected in our results as the expected number of events erupted is 2–3 by 300 Ma (Fig. 4).\nSeveral scenarios are possible for times before the peak of activity at 150 Ma. One possibility is that these 29 volcanoes began a new, unique period of activity, resurfacing an old caldera after a large hiatus in Arsia volcanism. This would be in-line with the recurrence rate as modeled with the VEAM algorithm output, since the algorithm only uses the 29 cataloged volcanic vents. Another possibility is that the mapped units overlay an uncountable number of similar low shields, which were emplaced at a similar rate to the mapped shields. Yet another scenario would be that these vents occurred immediately after a different style of volcanism, perhaps evidence of large edifice-building eruptions. These two scenarios would invalidate the modeled rise in volcanic recurrence rate between 200–150 Ma. Because it is not currently possible to detect what lay beneath the mapped low shields, it is unknown whether the rise in recurrence rate is real or not. However, after 150 Ma the most recent volcanism can be better constrained as fewer recent vents should be buried. Because of this, the 100 Myr period of waning volcanic recurrence shown in Fig. 4 is more likely to be correctly modeled.\nBy calculating volume based on a constant thickness and mapped area (Fig. 5), the modeled volume discharge rate reflects the trend of the recurrence rate, with a possible resurgence in flux around 100 Ma. The deviation of volume flux from the declining recurrence rate at 100 Ma would indicate that younger eruptions were more voluminous than older eruptions, though it might also be a result of older low shields having a smaller exposed area simply because they are embayed by younger flows. On the other hand, if younger flows really were more aerially extensive, then recent volume flux might instead be underestimated using our method of assigning an equal flow thickness to all flows, as flows with larger aerial extents might also be thicker than those with small aerial extents. More recently than 100 Ma, volume flux is modeled to wane more rapidly than recurrence rate, becoming essentially 0 km3 Myr−1 by 50 Ma at the latest. This is because, though the largest edifices are high stratigraphically, the uppermost stratigraphic edifices (v00, v09) are relatively small. This pattern might be evidence that as recurrence rate of vent creation\nwaned, the size of eruptions also waned at the tail end of volcanic activity in the Arsia Mons caldera."
  }, {
    "heading": "5.1. Comparisons with other studies",
    "text": "Modeled ages of the flows studied here using our crater counts lay between 70–400 Ma, including uncertainties. Our ages confirm modeled ages produced by other authors, where we find the crater-derived model age of the entire caldera to be 123 Ma, similar to the results of Neukum et al. (2004), Werner (2009) and Robbins et al. (2011). Robbins et al. (2011) also used crater retention rates (for D ≥ 93 m) to date a single endogenous crater located within the caldera at 9.70◦S, 239.18◦E as having an age of 97 ± 49 Ma. We independently date the lava flow associated with this vent to have an age of 99 ± 15 Ma (Fig. 7). In addition to individual flow age models, a single crater age model was also made for all lavas within the caldera that were not mapped to a specific vent. The age of this undifferentiated lavas unit is modeled to be 149 Ma, which is 26 Myr older than our result for the entire caldera. This agrees with our interpretation that the flows at the east and west margins of the caldera were emplaced before the 29 mapped lava flows in our study.\nOur results suggest that the caldera field might have been active for 160–240 Myr, ending between 10–90 Ma (Fig. 4). If 67–540 km3 of basalt (given a lava thickness range of 10–80 m) was emplaced as lavas during this time, the long-term magma discharge rate of the field might have remained above 0.5–4 km3 Myr−1 (10−5–10−4 m3 s−1) for the majority of activity over a 75 Myr span (Fig. 5). This is two to three orders of magnitude less active than the magma flux estimated for Central Elysium Planitia, calculated by Vaucher et al. (2009) to be 1.4 · 10−2 to 1.8 · 10−2 m3 s−1 over the most recent 234 Myr, through similar volume estimates of lava flows and a crater retention rate study. Our estimate is also 5 orders of magnitude lower than the average magma flux (30 m3 s−1) Wilson et al. (2001) calculated would be needed to supply the caldera-forming magma chamber under Arsia Mons. If we employ the same 8.5:1 intrusive/extrusive ratio used by Greeley and Schneid (1991), the total magma production at depth during the emplacement of the caldera flows would be 10−4–10−3 m3 s−1. This is still much lower than the estimated flux necessary to sustain a magma chamber, and is two or three orders of magnitude smaller than the average flux needed to build Arsia Mons in 1 Gyr, 0.05 m3 s−1 (Wilson et al., 2001). However, if the\nintrusive/extrusive ratio was instead as high as 250–750:1, the upper bounds hypothesized by Lillis et al. (2009), supply at the base of Arsia might have recently been high enough to supply a lasting magma chamber.\nTime-averaged recurrence can be estimated by dividing the total elapsed time of volcanic activity by number of events. For instance, Richardson et al. (2013) identified 263 monogenetic volcanic vents within Syria Planum, which were interpreted to be emplaced from 3.6–2.9 Ga (i.e. over a 700 Myr period). If volcanism were constant in that area, a new volcanic vent would have been formed every 2.7 Myr. In a graben on the northwest flank of Arsia, Mouginis-Mark and Rowland (2008) mapped >1000 lava flows and estimated construction periods of 290 and 435 Myr, based on the time to build all of Arsia Mons. This would correspond to a recurrence of at least one episode of lava emplacement every 290 or 440 kyr. A time-averaged recurrence for our 29 vents, created over 160–240 Myr, would be one event every 5–8 Myr. This alone would imply that the latest volcanic activity on Arsia Mons was closer in style to the volcanism on Syria Planum than during the main constructional phases of Arsia Mons."
  }, {
    "heading": "5.2. Effects on tropical mountain glaciers on Arsia Mons",
    "text": "In the past decade, studies have interpreted fan-shaped deposits on the western flanks of the Tharsis Montes to be recent glacial deposits, due to the presence of fresh moraines and possible stranded ice blocks, analogous to kettles on Earth (Shean et al., 2007; Kadish et al., 2014; Scanlon et al., 2015a). The material on these broad deposits has been dated by Kadish et al. (2014) to have been emplaced around 200 Ma. Scanlon et al. (2015b) identified fanshaped deposits on the western flank of Arsia Mons which contain evidence of basal melting in clear association with sub-glacial volcanic eruptions.\nRecent analysis of smooth facies deposits to the northwest of the Arsia summit has provided evidence that tropical mountain glaciers are, in fact, extant and covered in ash (Scanlon et al., 2015a). The penetration depth of viscously relaxed ring-mold craters on these deposits indicates a maximum material blanket thickness of less than 230 m over tens to hundreds of meters of ice or ice-rich material (Head and Weiss, 2014). A large portion of this insulating material might in fact be volcanic ash (Wilson and Head, 1994; Mouginis-Mark, 2002).\nThe presence of volcanic ash on remaining tropical mountain glaciers on the flank of Arsia might be a result of activity within the caldera. If this is the case, our volume estimates would likely be severely underestimated, as a large portion of erupted material would have been transported away from the vent as tephra. However, as Kadish et al. (2014) estimated the resurfacing age of the fan-shaped deposits to be about 200 Ma, roughly our interpreted age of onset of major effusive activity within the caldera, it is possible that the ash on the flanks and the lavas in the caldera represent a transition from explosive to effusive volcanism at Arsia Mons. The provenance of the ash might be buried by the recent lavas or might be the “parasitic calderas” observed by Crumpler and Aubele (1978), which form a rift south of the caldera walls of Arsia, in line with the shield volcanoes in our catalog."
  }, {
    "heading": "5.3. Summary of recent volcanism at Arsia",
    "text": "We interpret the intra-caldera lava flows to represent a waning of activity at Arsia Mons, which effectively ended ∼10–90 Myr ago. Mapping at Arsia by Bleacher et al. (2007a) showed that lavas on the southern flank might be related to the caldera lavas studied in this paper, and crater age modeling of the caldera and southern flank lavas by Werner (2009) confirms that both units have been emplaced in the latest ∼200 Ma. Because the volcanic vents that\nfeed the lava flows on the southern flank are unidentified, the recurrence rate on the flank is not known.\nThis latest event post-dates the construction of the main flank of the volcano by several hundred million years. Several studies have identified this significant hiatus in activity between construction of the main flank and the flank aprons (Bleacher et al., 2007a; Crumpler and Aubele, 1978; Werner, 2009; Murray et al., 2010). The event also appears to have had a much lower magma supply rate than has been suggested for constructing the main shield of Arsia, possibly indicating that its source is fundamentally different from the source that initially built Arsia. The longterm average surface flux of distributed volcanism in this study, 10−4–10−3 m3 s−1, is four to five orders of magnitude below the minimum supply rate of ∼12 m3 s−1 (plus or minus a factor of three) that is necessary to sustain a magma chamber beneath Arsia (Wilson et al., 2001).\nWhile the waning trend post-150 Ma (Fig. 4) reflects the timing of eruptions in the Arsia caldera, the waxing trend from 200–150 Ma is less certain, as additional volcanic vents might be buried under the mapped lavas. Before 150 Ma, several possibilities exist for this period of volcanic activity. If the provenance of the ashes on the western flank of Arsia are related to this period, then a transition to more effusive eruptions took place near the summit of Arsia, and the waxing trend might represent an actual increase in the rate of effusive volcanism in the caldera. If below the current lavas are additional related lavas, then it is possible that the volcanic recurrence rate was steady or even higher before 150 Ma. In either scenario, volcanism has been primarily effusive in style in the Arsia region since 150 Ma and activity has waned monotonically since 150 Ma."
  }, {
    "heading": "6. Conclusions",
    "text": "We have modeled the recurrence rate of vent production in the Arsia Mons caldera by combining two sources of age information: crater retention and stratigraphy. By constraining crater retention age estimates for lavas emanating from each vent with stratigraphic relationships observed at flow boundaries, potential timelines of volcanic activity can be constructed. The VEAM algorithm employs a Monte Carlo method to identify the variance of potential eruption timelines, and ultimately model both recurrence rate and long-term volume flux of lavas in the caldera.\nResults from the VEAM algorithm suggest that the 29 lava flows mapped in the caldera created a volcanic field that was active since at least 200 Ma and became inactive at between 10–90 Ma. The cumulative volume of flows is modeled to be 30–540 km3. The magma surface delivery rate, or volume flux, of the mapped vents increased to a peak of 1–8 km3 Myr−1 by 150 Ma, depending on the assumed thickness of each edifice, and might have had a smaller secondary pulse at 100 Ma before rapidly waning.\nThe confidence envelope for volcanic recurrence rate (Fig. 4) for times older than the peak of volcanism in this study (150 Ma) is likely unreliable—while the envelope suggests that recurrence among the 29 volcanoes waxes during this time, it is more than likely that below the 29 lava flows, other flows and volcanic vents are buried. The increasing trend in recurrence rate might be erroneous because of a lack of data on these possible buried events. However, it is likely that the waning trend observed since 150 Ma is real. This waning rate of activity, as well as the presence of distributed lava flows in the caldera, might represent the tail-end of an episode of activity at Arsia that also emplaced the flank apron lavas, and ejected enough ash westward to preserve ice-rich deposits."
  }, {
    "heading": "Acknowledgements",
    "text": "Mapping and data analysis were funded through the NASA Mars Data Analysis Program, grant #NNX14AN02G, 13-MDAP13-0026. The VEAM code was developed with funding from the NSF (ACI 1339768). J. Richardson’s research was supported by the NASA Postdoctoral Program administered by Universities Space Research Association under contract with NASA. J. Richardson would like to thank Susan Conway for an invaluable CTX projection code. We also thank Lionel Wilson and an anonymous reviewer for valuable feedback that helped improve this manuscript."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2016.10.040."
  }],
  "year": 2016,
  "references": [{
    "title": "Rheology of a long lava flow at Pavo",
    "authors": ["S. Baloga", "P. Mouginis-Mark", "L. Glaze"],
    "year": 2003
  }, {
    "title": "Spatio-temporal hazard estimation in the Auck",
    "authors": ["M.S. 2002JE001981. Bebbington", "S.J. Cronin"],
    "year": 2011
  }, {
    "title": "Updates to the catalog of Tharsis province small volcanic vents",
    "authors": ["R. Lillis"],
    "year": 2010
  }, {
    "title": "Spatial and alignment analyses for a field",
    "authors": ["D.A. Williams", "T.D. Glotch"],
    "year": 2009
  }, {
    "title": "Late Amazonian subsi",
    "authors": ["P. McGovern", "M. Simpson", "A. Reeves"],
    "year": 2015
  }, {
    "title": "A methodology for constraining lava",
    "authors": ["L.S. Glaze", "S.M. Baloga", "E.R. Stofan"],
    "year": 2003
  }, {
    "title": "Long-term evolution",
    "authors": ["Karato", "S.-I", "V. Debaille", "M Knapmeyer"],
    "year": 2013
  }, {
    "title": "Episodic warming of early Mars by punctuated",
    "authors": ["J.W. Head III"],
    "year": 2014
  }, {
    "title": "Preservation of ancient ice at Pavonis and Arsia",
    "authors": ["J.W. Head", "D.K. Weiss"],
    "year": 2014
  }, {
    "title": "Young lava flows on the eastern flank",
    "authors": ["J. Head", "G. Neukum"],
    "year": 2007
  }, {
    "title": "Middle to Late Ama",
    "authors": ["S.J. Kadish", "J.W. Head", "J.L. Fastook", "D.R. Marchant"],
    "year": 2014
  }, {
    "title": "Demagnetization of crust by mag",
    "authors": ["R.J. 12.005. Lillis", "J. Dufek", "J.E. Bleacher", "M. Manga"],
    "year": 2009
  }, {
    "title": "Context camera investigation on board the Mars",
    "authors": ["P.C", "M.J. Wolff"],
    "year": 2007
  }, {
    "title": "A plume tectonics model for the Tharsis",
    "authors": ["D. 2006JE002808. Mège", "P. Masson"],
    "year": 1996
  }, {
    "title": "Planetary surface dating from crater size–frequency distribution",
    "authors": ["G. Michael"],
    "year": 2013
  }, {
    "title": "Lava flows at Arsia Mons, Mars: insights",
    "authors": ["P.J. 2002GL015296. Mouginis-Mark", "S.K. Rowland"],
    "year": 2008
  }, {
    "title": "Rheologies and ages of lava flows",
    "authors": ["H. Hiesinger", "D. Reiss"],
    "year": 2012
  }, {
    "title": "Eruption history of the Elysium volcanic province",
    "authors": ["T. j.icarus.2012.03.014. Platz", "G. Michael"],
    "year": 2011
  }, {
    "title": "Morphometric properties of Martian volcanoes",
    "authors": ["J.B. j.epsl.2011.10.001. Plescia"],
    "venue": "J. Geophys",
    "year": 2004
  }, {
    "title": "The volcanic history of Mars",
    "authors": ["G. Di Achille", "B.M. Hynek"],
    "year": 2011
  }, {
    "title": "Remnant buried ice in the equato",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "year": 2015
  }, {
    "title": "Geologic map of Arsia Mons volcano",
    "authors": ["D.H. j.icarus.2014.11.016. Scott", "J.R. Zimbelman"],
    "year": 1995
  }, {
    "title": "Recent glaciation",
    "authors": ["D.E. rep. IMAP 2480. USGS. Shean", "J.W. Head", "J.L. Fastook", "D.R. Marchant"],
    "year": 2007
  }, {
    "title": "Evidence for episodicity in the magma",
    "authors": ["E.D. Scott", "J.W. Head"],
    "year": 2001
  }],
  "id": "SP:6ff9de2b4702fbf631d61828b0784b5e39e76336",
  "authors": [{
    "name": "Jacob A. Richardson",
    "affiliations": []
  }, {
    "name": "James A. Wilson",
    "affiliations": []
  }, {
    "name": "Charles B. Connor",
    "affiliations": []
  }, {
    "name": "Jacob E. Bleacher",
    "affiliations": []
  }, {
    "name": "Koji Kiyosugi",
    "affiliations": []
  }],
  "title": "Recurrence rate and magma effusion rate for the latest volcanism on Arsia Mons, Mars"
}