{
  "sections": [{
    "text": "Data on sections drilled by DSDP and ODP in the Pacific have been compiled for 187 sites, 105 of which contain chert. The spatial pattern of siliceous deposits in the Pacific generally follows the pattern of biologic productivity. There is some evidence that enhanced vertical diffusivity in the ocean during the Eocene warm climate gave rise to siliceous deposits on and near bathymetric highs and basin margins. The most common occurrence of chert is in Eocene and older sections; however, cherts do occur in sections as young as 7 Ma in the sites investigated. Over half of the youngest chert occurrences in sedimentary sections are within 150 m of basement. Nearly all the chert occurrences on crust younger than 60 Ma are within 150 m of basement. The deficit in heat flow over ocean crust younger than 60 Ma is explained as the result of heat advection by hydrothermal waters circulating in the upper part of the ocean crust. These waters appear to dissolve biogenic silica and deposit it as chert in the lower parts of sedimentary sections. Diffusion of these waters into the lower sediment section is enhanced by small-scale faulting. This faulting may be associated with intra-plate stresses that develop during ridge jumps and reorientations of plate motion. The relatively warm bottom waters of the early Cenozoic may have also enhanced the dissolution of biogenic silica during hydrothermal circulation in the upper oceanic crust and basal sediment section. © 2008 Elsevier B.V. All rights reserved.\nKeywords: Chert; Pacific; Hydrothermal circulation; Biogenic silica; Eocene"
  }, {
    "heading": "1. Introduction",
    "text": "Since the early days of scientific ocean drilling chert in pelagic and hemipelagic sediments has been a source of debate and frustration. Early on, frustration derived from our inability to penetrate hard chert layers and reach the sediments and basement below them. Some of this frustration has been alleviated by the use of roller cone bits and a judicious selection of sites to avoid thicker chert intervals. Even with these techniques, hitting chert in a drilled section is still a common occurrence and usually means (at best) incomplete recovery and disturbed sediments in that part of the recovered section that contains chert.\nDebate about the origins of cherts has usually centered on whether it is strictly derived from biogenic opal (Heath, 1974; Calvert, 1977; Kastner, 1981 and references therein), derived from biogenic opal, the production of which was enhanced by an increased supply of silica from volcanism and intense weathering during warm climate intervals (e.g., Gibson and Towe, 1971; Mattson and Pessagno, 1971; McGowran, 1989;\nE-mail address: tedmoore@umich.edu.\n0031-0182/$ - see front matter © 2008 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2008.01.009\nYool and Tyrell, 2005) or derived from inorganic precipitation of dissolved silica in sediment pore waters (Calvert, 1977, and references therein) or at times of extremely warm climate (Muttoni and Kent, 2007). The high concentrations of biogenic silica, particularly in Eocene sediments, and the associated prevalence of cherts in Eocene sections have often been the focus of discussions about silica supply to the oceans and marine biologic productivity. In a recent compilation of chert occurrence in Cenozoic marine sections worldwide, Muttoni and Kent (2007) showed that chert occurrence appears to follow the sweep of climatic change mapped by the oxygen isotope compilation of Miller et al. (2005). They use excess silica supply to explain the preponderance of chert in the Eocene that is documented in their data (similar to arguments used by McGowran, 1989 and references therein), but point out that the timing of “excess supply” proposed by McGowran (1989) postdates the peak of chert abundance in their data. They observe that the highest concentrations of cherts in their entire Cenozoic data set are found in the warmest part of the Eocene, and they point to the coincidence of warm temperatures, low productivity, and high silica supply to the oceans and propose a link\nbetween these conditions and a mode of inorganic precipitation (whether on the sea floor or within the sediments) that may be “assisted” by the presence of clay minerals.\nIn the Pacific it is well documented that the cause of the high biogenic silica concentrations in the Eocene sediments is due primarily to the very shallow calcite compensation depth (CCD) of that time (Rea and Lyle, 2005, and references therein). Thus there are only three primary components in these pelagic Eocene sediments: windblown or authigenic clays, hydrogenous metal oxides, and biogenic silica. Except in relatively shallow waters (b3300 m) where carbonate is preserved and in near shore settings where clays and volcanic debris may dominate the section, biogenic opal is frequently the primary sedimentary component. However, high concentrations of opal in Eocene sediments do not translate directly to high accumulation rates of opal. In fact, it has been recently shown that in the Pacific equatorial zone of upwelling and high productivity the Eocene rate of biogenic silica deposition was substantially lower than in the Neogene (Moore et al., in press). Thus if the tropical Pacific can be taken as representative of the world ocean, an assumed steady state between silica supply to the oceans and silica burial in sediments and a low Eocene biogenic silica accumulation rate would suggest that the silica supply to the Eocene ocean was less than in more modern times (Moore et al., in press).\nWith the warmer ocean temperatures of the Eocene and older times, silica solubility in the oceans would likely have been substantially higher — as much as ~40% higher, based on laboratory experiments using biogenic silica (Van Cappellen and Qiu, 1997; Gallinari et al., 2002). With this greater capacity to carry dissolved silica, the oceansmay have never reached the saturation limits required for inorganic precipitation. However there is another aspect of the silica cycle in ocean waters that has only recently claimed our attention. It is the portion of the ocean waters that cycles through the upper ocean crust, driven as hydrothermal flow. Although hydrothermal circulation such as that found atmid ocean ridge crests and the weathering of basaltic crust have been cited as a possible means of increasing dissolved silica supply and a mechanism for chert formation (e.g., Davis, 1918; Calvert, 1971, 1974, 1977; Kastner, 1981), there has been less attention paid to off-axis hydrothermal processes. Over the past few decades the hydrothermal flow in oceanic crustal rocks and sediments has been documented well away from the crustal spreading centers, cycling ocean waters through the crust at rates of ~1 to 10 m/yr (e.g., Anderson et al., 1979; Baker et al., 1991, Fisher et al., 2003a,b;Michaud et al., 2005; Bekins et al., 2007,Moore et al., 2007). Here we will look at what role these rather pervasive hydrothermal waters may have played in chert formation."
  }, {
    "heading": "2. Methods",
    "text": "In this paper we focus only on those cherts occurring in sections recovered by DSDP and ODP in the world's largest ocean basin — the Pacific. The sediment cover of the Pacific is primarily pelagic, with marginal areas sometimes dominated by hemipelagic or volcanogenic deposits. Information on the lithology and age of the sediments and basement rocks recovered in Pacific drilling come from the Reports of DSDP and ODP\nLegs 5 through 202. The site summaries, lithologic unit descriptions, and core barrel sheets for these legs were searched for the occurrence of cherts, as opposed to porcelanites or opal-CT. These latter descriptors were not always employed on individual legs, but the occurrence of hard cherts in the sections (and the problems that they often caused) were reliably reported. In the Pacific basin 187 sites were selected with recovered sections extending from the Quaternary into the lowermost Cretaceous and upper Jurassic. Selection of sites used in this study was based on the following criteria: 1) All sites in which drilling penetrated to acoustic basement. In a few cases this basement was clearly intrusive basalt (sills and dikes within the sedimentary section), but in the present study this was considered basement for the purposes of relating chert age and depth to “basaltic basement” age and depth. 2) All sites that terminated in chert but had seismic data that gave a clear indication of basement depth. In these cases it was assumed that cherts would have been found throughout the undrilled section. Basement ages for those sites not reaching basement were estimated either from nearby sites that did reach basement or from plate reconstructions cited in the drilling reports. Sites that terminated in chert, but did not have seismic data that clearly imaged basement were not included in the data set. Sites that were terminated without hitting chert and without reaching basement were not included in the data set as it is unknown whether or not cherts would have been encountered deeper in the section. Of the 187 sites selected, 105 contained chert. Given the selection criteria (above) this might be a slight overestimate of the frequency of chert occurrence in the Pacific basin.\nThe depth and age (to the nearest 1 Myr) of the shallowest and deepest occurrence of chert were recorded, as well as the depth and age of basaltic (or acoustic) basement (as defined above). The age of individual chert horizons was not recorded; rather, the time span of the “chert interval” encompasses the entire stratigraphic section in which cherts were found (or suspected in intervals not recovered). Sites comprising this data set (with and without chert in the recovered sections) are shown in Fig. 1. Estimates of chert and basement ages for Cretaceous and older sections are probably no better than ±2 to 3 Myr. Estimates for chert and basement ages for Cenozoic sections are probably accurate to ~±1Myr."
  }, {
    "heading": "3. Results",
    "text": "Cherts, siliceous deposits, and patterns of biologic productivity. In carbonate sequences cherts are commonly found to occur as nodules, lenses, or as silicified limestones. In pelagic clays and siliceous oozes, cherts more commonly occur as beds or thin stringers that are brecciated in the drilling process. Perhaps surprisingly, sedimentary sequences that are dominated by volcanic ashes and mudstones (e.g., many of the sites near the Marianas Trench and the Mid-America Trench, (Fig. 1) commonly do not contain chert (see also Lancelot, 1973; Keene, 1976).\nOf the selected sites there are usually 1 to 5 sites having basement ages reaching back to about 100 Ma (Fig. 2a). Beyond that time the number of sites containing sections that reach into\nthe lower Cretaceous and upper Jurassic drops markedly. The age of cherts encountered in these sections (expressed as the youngest age of the chert interval; Fig. 2b) shows a broad peak during the Eocene and a lesser peak in the mid Miocene. It also shows a relatively high chert occurrence just below the Cretaceous/Tertiary boundary. In the data set used here, no cherts were encountered in sediments younger than about 7 Ma. If we plot the percent of each age interval (1 Myr increments) sampled that do contain cherts (Fig. 3), we see a marked increase in chert occurrence starting about 30 Ma, rising sharply to about 55 Ma and then more gradually back to 100 Ma. Although the percent of age intervals with cherts appear to decrease in earlier times, the number of sites in the data set sampling these older intervals (Figs. 2a, 3) is sufficiently small that the true relative abundance of cherts might actually plateau in the older sections.\nEarlier studies of chert distribution in the Pacific showed that the backed-tracked position of sites containing cherts formed three belts (similar to modern siliceous deposits [Leinen, 1979]) in the Miocene and Pliocene. In the Oligocene and older sediments only the equatorial belt of cherts was evidenced (Berger and Winterer, 1974; Keene, 1976). A reconstruction of sites containing Eocene siliceous deposits shows the broad tongue of siliceous-rich sediments in the eastern tropical Pacific where higher productivity might be expected, as well as regions where no siliceous deposits are preserved. (Fig. 4; 50 Ma recon-\nstructed locations from ODSN website http://www.odsn.de/ odsn/services/paleomap/paleomap.html). Because of small errors in the site rotation scheme the broad equatorial tongues of siliceous-rich Eocene deposits are artificially tilted to the SW relative to the geographic equator (Moore et al., 2004; Parés and Moore, 2005). There are also Eocene sections with siliceous microfossils found along the eastern boundaries of the basin where coastal upwelling might be expected. Similar siliceousrich Eocene marine deposits have been reported onshore in both California (e.g., Clark and Campbell, 1942) and Peru (e.g., Marty et al., 1988).\nSiliceous deposits are also found on the eastern extension of the Pacific in the Caribbean (Nicaragua Rise) and in the western tropical Pacific, especially on and around the Ongtong-Java Plateau. Such deposits are found at other marginal locations off the Philippines in the North Pacific and off Queensland and the Antarctica/Tasman Rise area in the South Pacific. Also in the South Pacific, siliceous deposits are found on or near the Lord Howe Rise between Australia and New Zealand and to the east of New Zealand near the Campbell Plateau (Fig. 4), as well as onshore New Zealand (Hollis et al., 2005).\nEocene sediments are virtually devoid of siliceous microfossils in the central parts of both the North and South Pacific. Current arrows drawn on Fig. 4 indicate the likely circulation pattern of the subtropical and subpolar gyres in both the North and South Pacific. This circulation pattern is based on the model\nof Huber et al. (2004) for the South Pacific and on the assumption that the Westerlies in both hemispheres drove an eastward flowing trans-ocean drift at about 45° paleolatitude. The sketch of the Eocene gyre circulation indicates that nearly all of the sites located within central gyre regions are lacking preserved Eocene siliceous microfossils. This is particularly\nFig. 3. Age of chert intervals summed for each 1 Myr increment and expressed as a p around the heavy line gives the 90% confidence limits of the estimated proportion sampling each 1 Myr age interval (based on the basement age of the sites).\ntrue for the North Pacific subtropical gyre, and appears to hold true for both the subtropical and subpolar gyres in the South Pacific— except at the western edges of these gyres where flow passes over bathymetric highs.\nA recent study by Thomas (2004) presents evidence from Nd isotopes that deep waters were forming in the North Pacific\nercent of the number of sites that sample each age interval (heavy line). Shading of the studied sites that contain cherts. The light line plots the number of sites\nthrough the Paleocene and into the middle part of the middle Eocene. Diatoms, silicoflagellates, and radiolarians tend to strip the near-surface waters of dissolved silica; thus, Eocene sediments in sites located near the region of deep water formation would be exposed to waters with relatively low concentrations of dissolved silica. Regions of relatively low productivity and low concentrations of dissolved silica in bottom waters are less likely to preserve siliceous microfossils in the sediments (Leinen, 1979; Van Cappellen and Qiu, 1997).\nJust because there are no Eocene siliceous microfossils or cherts in the central gyre sites, does not mean that these sites are totally without cherts or siliceous microfossils. For example the Shatsky Rise sites all contain cherts in the Cretaceous sections at a time when the positions of the sites were closer to the equatorial region and bottom waters appear to have been sourced from the Southern Hemisphere (Thomas 2004). A plot of present-day latitude versus the age of the youngest chert at each site (Fig. 5) shows that the older cherts occur at higher present-day latitudes in the North Pacific — a result of the northward movement of the Pacific Plate through the Cenozoic and uppermost Cretaceous out of the equatorial zone of higher productivity, where biogenic silica would have been deposited. This trend is not so clear in the South Pacific; however, there are very few sites with cherts located in the South Pacific, and most of these cherts are of Eocene age.\nChert forming processes. In the very simplest terms, the conversion of biogenic opal to chert is expected to be a function of temperature, along with some associated element of time to\neffect this conversion. Kastner (1981) gives two empirical equations based on earlier literature that relate time and temperature of chert formation. Thus we might expect to only encounter cherts in relatively thick sections where, with burial and a normal geothermal gradient, temperatures finally reached the point for such conversion to take place. But Mother Nature\nseems to abhor such simple solutions (Fig. 6a). We were quickly disabused of a simple explanation when on DSDP Leg 8 chert was encountered at 15 m sub seafloor on 75 Ma old crust in the North Pacific. Heath (1973) stated flatly, “factors controlling the diagenetic mobilization of silica are not understood.” Of course we clung to the hope that deep sea erosion had removed hundreds of meters of sediment from this site, but such explanations seemed less and less reasonable as we learned more and more about deep sea sedimentation and erosion in the ensuing years and as we frequently encountered cherts at less than 100 m sub seafloor (Fig. 6a).\nHaving globs of amorphous silica precipitate from sea water and settle down on the top of sediments might have explained the relatively shallow occurrence of cherts in sedimentary sections, but having once been disappointed by simple explanations many of us are loathe to accept another one. Instead let us look at chert formation from the bottom of the section, up, rather than from the top of the section, down. In their synthesis of sections recovered on ODP Leg 167 along the California margin Lyle et al. (2000) indicate that chert occurrence is more closely related to temperature of the sediments than to the depth of burial and that chert (or porcelanite) typically forms at temperatures near 25 °C. Thus it appears that sediment temperature and depth of burial are not necessarily tightly linked in deep-sea sections.\nIf we plot the thickness of the interval between the youngest chert in each section and basement as a function of basement age (Fig. 6b), we see a rather interesting pattern. For basement formed within the last 60 Myr or so, almost all cherts lie within 100–150 m of the basement. There are only three exceptions to this general rule in the data set, and they all lie in tectonically active areas of the western Pacific (Fig. 1). Site 280 is located at the foot of the Tasman Rise, with the cherts overlying an intrusive basalt and underlying a mid Oligocene to upper Miocene hiatus. Sites 445 and 446 were drilled in the Philippine Sea on the Daito ridge and basin (respectively). These sites are also in a tectonically active area where basalts have intruded the section.\nThe general relationship between chert age and basement age seems to change at about 60 Ma, with a much broader range for the measured height above basement of the youngest chert. Still, slightly over half the chert intervals considered in this data set are within 150 m of basement (shaded area, Fig. 6b).\nSclater et al. (1976) first noted that there was a “heat flow deficit” in some regions of the ocean floor. More recent studies indicate that heat flow from the ocean crust only approaches a theoretical conductive value on crust older than ~50–65 Ma (Fig. 7; Stein et al., 1995), although there is some evidence for continued hydrothermal flow and associated heat loss in much older crust (Von Herzen, 2004). These data and detailed heat\nflow surveys away from the axis of spreading centers (e.g., Anderson et al., 1979) led to investigations of the advection of heat in waters flowing through the upper few hundred meters of the ocean crust (Davis and Becker, 2004; Fisher, 2004; Spinelli et al., 2004 and references therein). What is required for such active flow is an area where the crust is exposed and can be charged with seawater and an area where the heated waters discharge (Anderson et al., 1979; Baker et al., 1991, Fisher et al., 2003a,b; Michaud et al., 2005; Bekins et al., 2007; Moore et al., 2007).\nThe heat flow-based idea of hydrothermal circulation in the older upper crust was strongly supported by a careful examination of the geochemistry of pore waters in sediments immediately overlying regions of older crust in the tropical Pacific (e.g., Baker et al., 1991; Oyun et al., 1995; Kastner and Rudnicki, 2004; Bekins et al., 2007). Profiles of calcium, magnesium, strontium and sulfate ions, as well as strontium isotopes in sedimentary pore waters from such regions showed a pattern of increasing and decreasing values that clearly indicated diffusion from the basement into the lower part of the sediment column. Concentrations of these ions in pore waters near basement came close to those in the overlying ocean bottom waters and then gradually increased upward in the section for ~100–150 m.\nIf we compare Fig. 6b with the work of Stein et al. (1995) (Fig. 7) we see that for about 60 Myr after crustal formation the measured heat flow is less than that expected from model calculations (i.e., b1.0) indicating that heat is being advected, not simply conducted through the sediment. The pore water and heat flow data thus support the idea that for ~60 Myr after crustal formation cherts tend to be formed relatively close to basement as a result of diagenetic reactions with warm fluids that circulate through the upper oceanic crust and seep into the overlying sediments (Bekins et al., 2007). In these relatively warm circulating waters (20–25 °C under a sediment cover of a few hundred meters) carbonate would tend to precipitate and silica to dissolve (Bekins et al., 2007). This 25 °C temperature is close to that found at the level of chert (or opal-CT) formation in sites off California (Lyle et al., 2000). As these circulating waters cool conductively in the lower sedimentary section,\nsilica tends to precipitate and carbonate to dissolve. After about 60 Myr hydrothermal circulation may still be active, but other factors (such as depth of burial, time, sediment composition and changing sediment physical properties) come into play.\nAt times older than 60 Ma the pattern of chert occurrence is not so clear (Fig. 6a,b); however, it should be remembered that the older (or deeper) occurrences of cherts in some sections may be purely a function of the availability of biogenic silica preserved in the section. If biogenic silica is preserved only in the Cretaceous part of the section and not in the Cenozoic section, it is less likely that cherts will be formed in the Cenozoic section (Figs. 4, 5). In about half the cases the youngest chert age is between 30 and 120 Myr younger than the underlying basement; whereas in the remaining half of the chert occurrences, the youngest cherts tend to be no more than ~30 Myr younger than the underlying basement, (Fig. 6c). This is an interesting number, for 30 Ma marks the sharp increase in the relative abundance of chert intervals found in Pacific sections (cf. Fig. 3), and it is close to the estimated time needed for chert formation at temperatures of about 25 °C (empirical equation 2 in Kastner, 1981).\nIn Fig. 3 we looked at the relative abundance of cherts in Pacific sites as a function of the chert interval age. But if the formation of cherts is tied to the age of the basement on which the sedimentary section lays, a plot of basement age versus chert occurrence may be more revealing (Fig. 8). In this plot we show the relative proportion of sites sampling crust of a given age (from Fig. 2a) that contain chert of any age equal to or less than the basement age. In plotting this information (Fig. 8) we have placed the data in 4 Myr bins in order to smooth the results, and allow for the smaller number of samples and less precise dating of the older sections. This plot shows that all the sites in the data set located on crust older than about 100 Ma contain chert. There is a broad high in the relative abundance in chert from the Maastrichtian through the lower middle Eocene, with a secondary maximum just below the Eocene–Oligocene boundary. There is another, small peak in relative chert abundance in the middle Miocene. The mid Miocene drop in chert occurrence and the general drop in chert abundance starting in the middle Eocene and continuing to the Eocene/Oligocene boundary (Fig. 8) both occur during times of deep water cooling and/or continental ice build up (e.g., Zachos et al., 2001). Except for the secondary maximum in chert abundance just below the Eocene–Oligocene boundary, a similar pattern was seen by Muttoni and Kent (2007) in their plot of chert occurrence versus age. Muttoni and Kent (2007) attribute the drop in chert abundance to increases in biogenic silica production associated with the cooling of climate; however, no such increase in opal mass accumulation rate is seen in the middle Miocene equatorial Pacific (Vanden Berg and Jarrard, 2004). And in the Eocene, opal accumulation rates vary by a factor of about 2× throughout the 53 to 38 Ma time interval, before dropping to a lower level that generally persists to the Eocene–Oligocene boundary (Moore et al., in press).\nSuch climatic cooling and drops in bottom water temperatures would be reflected in the decrease in the temperatures of hydrothermal fluids circulating in the upper oceanic crust and a\nconcomitant drop in the solubility of the silica in these waters. The sharp cooling of the hydrothermal waters might result in a temporary increase in chert deposition in basal sections that are slightly older than the change in climate. This explanation matches the pattern seen in Fig. 8 better than that of Muttoni and Kent (2007).\nOther events which may relate to the temporal pattern of chert abundance on crust of different ages (Fig. 8) are the times of reorganization of the lithospheric plates in the Pacific Ocean Basin, particularly the ridge extensions and ridge jumps that took place in the eastern tropical Pacific ranging in age from\n~20 Ma (Rea and Leinen, 1986 and references therein) to ~6 Ma (Rea, 1981), and the major reorientation of Pacific plate motion at 50 Ma (Menard and Atwater, 1968; Sharp and Clague, 2006 and references therein). Others have already noted that such plate reorganizations may have provided additional silica to seawater from ocean crustal sources (e.g., McGowran, 1989). But in terms of hydrothermal flow in the older crust, such reorientations may have had an additional effect. The sites of ODP Leg 199 were drilled across the Eocene Pacific equatorial zone on ~56 Ma crust. High-resolution seismic reflection records taken around these sites clearly show normal faults in\nvertical black lines denote normal fault traces that offset reflections in the seismic d through the region and are often offset by these faults (Lyle et al., 2002).\nthe lower sedimentary sections that extend from the basement up into the Eocene section (Lyle et al., 2002) (Fig. 9). These faults have offsets of 75–100 m and may have been initiated as a result of the intra plate stresses associated with the change in the direction of plate movement about 50 Ma. The seismic transect over 40 Ma crust showed much less near-basement faulting, with offsets on the order of 10 m or less (Lyle et al 2002). Such tensional faults could have provided more permeable pathways for fluid movement from the crustal aquifer into the sedimentary aquatard that overlays it.\nEocene siliceous oozes and clays of the equatorial Pacific show marked oscillations in concentration of biogenic silica (Lyle et al., 2006). These oscillations give rise to substantial differences in permeability, with the oozes being highly permeable and the clays much less so. Thus, warm hydrothermal waters, high in dissolved silica, could have flowed from the upper crust up any permeable fault zone and spread laterally along the intervals of radiolarian oozes. Upon conductive cooling the silica-rich pore waters could have precipitated the chert beds found in many of the Eocene sections. The higher temperatures of bottom waters during the Eocene (Zachos et al., 2001) could only have enhanced the diagenetic effects of hydrothermal circulation on near-basement sediments by increasing the net solution of biogenic silica by more than 30% (Fig. 10)."
  }, {
    "heading": "4. Discussion",
    "text": "Siliceous deposits and patterns of biologic productivity. As discussed in Kastner (1981) the preponderance of evidence supports the conclusion that the source of the silica forming\ncherts in marine sediments comes mainly from biogenic silica. The data from the pelagic realm of the Pacific presented here are in agreement with this evidence. Although the occurrence of cherts in Pacific sections is widespread (Fig. 1), certain spatial and temporal patterns can be detected. The dominant spatial pattern appears to be that associated with the equatorial region of higher productivity and the higher concentrations of biogenic silica delivered to sediments beneath this zone. With time, as the Pacific plate moved to the north, so the pattern of chert occurrence shifted from the equatorial region to more northern latitudes (Figs. 4, 5).\nThe Eocene is a special case. The very common occurrence of cherts in Eocene sections (Fig. 2b) has been recognized from the earliest days of scientific ocean drilling and has led several authors to call for a link between marine cherts and intense weathering during the warm Eocene climate, abundant Eocene volcanism, and Eocene plate reorganizations to explain how so much silica could be sequestered in marine sediments (e.g., Gibson and Towe, 1971; Mattson and Pessagno, 1971; McGowran, 1989; Yool and Tyrell, 2005; Muttoni and Kent, 2007). However, the focus has been on biogenic silica concentrations; few studies have looked at the rate of biogenic silica accumulation. When these high concentrations of biogenic are combined with an accurate time scale and a measure of dry bulk density, we find that the rate of biogenic silica deposition, at least in the equatorial Pacific, was lower in the Eocene than it was in the Neogene (Moore et al., in press); thus, there is no need to call upon an “extra” supply of silica to balance the rate of dissolved silica input to the ocean with the rate of deposition. And without this need, what direct evidence is there for a substantial increase in silica supply? Even in the North Atlantic (using plots from Thiede et al., 1981) the peak rates of Eocene opal accumulation do not look greatly different from those in the equatorial Pacific (see estimates in Moore et al., in press).\nEven without an increase in supply, the deeper waters of Eocene ocean may indeed have had substantially higher concentrations of dissolved silica than in modern times. Olivarez Lyle and Lyle (2005, 2006) point out that the warm ocean temperatures of the Eocene are likely to have engendered a doubling of metabolic rates of oceanic biota, and thus the recycling rate of nutrients. Dissolved silica tracks other nutrient concentrations in the modern ocean and may also have been more thoroughly recycled in the Eocene. The measurement of the apparent solubility of modern biogenic opal (Fig. 10; Van Cappellen andQiu, 1997) indicates that biogenic silica solubility increases with temperature; thus, it is quite likely that dissolved silica concentrations in the Eocene ocean (at least below the mixed layer) were higher than in modern times. This may explain the very robust nature of the Eocene radiolaria compared to the more modern forms (Moore, 1969).\nCirculation in the warm ocean of the Eocene world has often been referred to as “sluggish” (e.g., McGowran, 1989) with relatively light winds driving surface circulation and near surface mixing (Muttoni and Kent, 2007). Certainly during the warmest part of the Eocene (~49–56 Ma) patterns of sediment accumulation rates at the Pacific equatorial divergence are diffuse and not as well defined as in younger intervals (Moore\net al., 2004). However, there is no direct evidence that the thermohaline circulation (THC) of the Eocene was sluggish, only that the strength of wind-driven open-ocean divergence was weakened. The bottom waters were on the order 10–12 °C (Zachos et al., 2001), and the solubility of oxygen in such waters was lower than in the modern, colder ocean. The oxygen utilization rate of the oceanic biota was higher (Olivarez Lyle and Lyle, 2005, 2006); yet there is no evidence of suboxic waters in the deep, open ocean areas.\nThe basic assumption that density contrast between the deep and shallow ocean controls the rate oceanic turnover in THC is a bit one-sided. Deep water does not sink any faster than it is returned to the surface. Certainly strong density contrasts may aid in the sinking of water into the deep; however, this same strong density contrast may retard the upward diffusion and tidal mixing of the deep ocean. Lyle (1997) speculated whether enhanced vertical mixing allowed by a weaker deep to surface density contrast could have helped heat the higher latitudes during times of warmer climate. More recent model experiments by Nilsson et al. (2003) and by de Boer et al. (2007) both suggest that THC in warm oceans (such as the Eocene) may indeed have been more vigorous than in the modern ocean.\nTurbulence in deep ocean waters is associated with topographic roughness that perturbs internal waves and tidal oscillations (Polzin et al., 1997; Ledwell et al., 2000). Continental margins, spreading ridges, oceanic plateaus, aseismic ridges, and seamount chains can all induce such turbulence on a large scale. With increased vertical diffusivity (associated with a reduction in density contrasts), the effect of this turbulence would extend to greater vertical distances and could mix nutrient-rich deeper waters up into the photic zone. Although it is difficult to speculate about the vertical density structure of the Eocene ocean in detail, it is useful to realize that an increased vertical diffusivity of the warm Eocene ocean was likely to have had an important impact on the return flow of THC and to have affected nutrient recycling in regions of substantial topographic relief.\nThe topographic–turbulence effect on productivity was suggested by Rea et al. (1990) for Paleogene sections rich in biogenic silica recovered from Broken Ridge in the southern Indian Ocean. Such an effect may also be evidenced in Fig. 4 where Eocene sediments containing biogenic silica are mapped. All of the siliceous-rich Eocene deposits not associated with equatorial divergence and coastal upwelling areas are found on or near plateaus, seamount chains and continental/island margins. Sites in the central gyre regions of the Eocene Pacific Ocean, including those on oceanic plateaus, do not contain biogenic silica. This suggests that base level productivity, detailed vertical ocean structure, the strength and distribution of tidal mixing, and nutrient richness of the deeper waters could all play important roles in paleo-productivity and the preservation of Eocene biogenic silica in pelagic sediments.\nAbundant diatoms are found in Eocene sections from coastal regions (e.g., Weaver and Wise, 1974, Marty et al., 1988; Hollis et al., 2005) where biologic productivity was evidently high. But the fact that diatoms are very scarce in Eocene sediments from the open ocean equatorial divergence zone suggests that the degree of nutrient richness in this region was low and more\nsuitable for the calcareous phytoplankton and other photosynthetic forms. This is also suggested by the study of Cervato and Burckle (2003), which shows that all the Paleocene through middle Eocene evolutionary first and last appearances of species in the oceanic diatom flora took place in high southern latitudes.\nCompared to the productivity in today's ocean, the productivity in the oceans of a very warm climate might be similar in total magnitude, but much more widely spread over the total ocean area and/or perhaps more concentrated in the wide regions of shallow waters of an ice-free world. Zones of windinduced oceanic divergence might have a lower productivity (Moore et al., 2004) while in broader ocean regions where density gradients were lower and in shallow waters where nutrients are more easily recycled, productivity might have been enhanced. Thus, the relative richness of Eocene biogenic silica in the North Atlantic sediments (up to 30° N paleolatitude; Ramsay, 1971) and the pervasiveness of the North Atlantic Eocene cherts may be (at least in part) indicative of deeper waters relatively rich in nutrients and an enhanced vertical mixing over rough topography in an ocean with a low vertical density gradient.\nIn addition to a possible fractionation of the biogenic silica preservation in sediments from the deep basins to the shallow shelves during the Eocene (Moore et al., in press), there may have also been some degree of basin-to-basin fractionation. The recovery of sections containing radiolarians in the Pacific increased markedly after about 46 Ma (Moore et al., in press), perhaps indicating a fractionation of silica from the Pacific into the Atlantic before 46 Ma (Muttoni and Kent, 2007). However, the only time during the Cenozoic that opal concentrations were relatively high in the North Atlantic sediments was between about 40–56 Ma (Thiede et al., 1981) — equivalent in age to the peak in chert abundance seen in the data set of Muttoni and Kent (2007). The Muttoni and Kent data are weighted toward Atlantic sites. The ratio of number of sites to ocean area (×106 km2) in their data set is: Atlantic, 0.56; Pacific, 0.17; and Indian, 0.22. Thus, it may be that the peak in chert abundance seen in this data set is biased toward the Atlantic and influenced by the presence of relatively high opal concentrations in that basin during the early Eocene warm interval. The comparable ratio of Pacific sites per 106 km2 of ocean area investigated here is 1.03, and the pattern of chert occurrence as a function of age (Fig. 3) is different from that presented in Muttoni and Kent (2007) using a slightly different measure of chert abundance.\nAlthough productivity in the Eocene equatorial Pacific (and perhaps in the North Atlantic; see Thiede et al., 1981; Moore et al., in press) may have been somewhat lower than in the Neogene, the high concentrations of biogenic silica in the Eocene sections of both these regions were ideal for the eventual formation of cherts. It is these high opal concentrations in Eocene radiolarian oozes that enhance both the silica content of pore waters and the permeability of the sediments, irrespective of the rates at which they accumulated.\nChert forming processes. Although Heath (1973) may have despaired of understanding how cherts were formed in pelagic sections, subsequent authors have zeroed in on temperature as\nthe primary factor (e.g., Kastner, 1981; Lyle et al., 2000; and references therein) — with time for the diagenesis to take place considered as a secondary factor. In the simplest scenario, temperature and time are related to depth of burial through the conductive geothermal gradient. As time passes, both the depth of burial and the temperature of the buried sediments increase. But in spite of this obvious relationship, depth of burial by itself is not a very good predictor of chert occurrence (Fig. 2a; Lyle et al., 2000).\nIt is common in the Eocene and younger sections of the tropical Pacific for the lowermost few meters of the section above basement to be devoid of siliceous microfossils — whether there is chert in the section or not. It is proposed that this “missing” biogenic silica at the base of pelagic sections is the source of much of the silica deposited as chert in overlying sections. Biogenic silica dissolution occurs in most, but not every basal section and in some sections cherts are found directly over basement. This degree of variation suggests that the sections directly over basement are subject to the specific, local nature of the hydrothermal circulation in the underlying crust — i.e., whether the section is drilled near or far from the recharge area, the actual temperature of the hydrothermal fluids, the permeability of the basal section, etc. A similar variation in the “maturation sequence” of opal, through porcelanites, to cherts and microcrystalline quartz (as discussed by Calvert, 1977) may also be at least partially explained by local variation in the hydrothermal regime in the upper crust and basal sediments.\nA detailed knowledge of hydrothermal flow in off axis locations will be required if we are to fully evaluate the geochemical impact of this flow on both the upper crust and the basal sedimentary section (Michaud et al., 2005; Bekins et al., 2007; Moore et al., 2007). It is thus not possible at this time to do a material balance of the biogenic silica dissolved versus the chert deposited in overlying and near-by sections within a circulation cell. However, we take as a working hypothesis that all the chert deposited in the Pacific pelagic sections derives from biogenic silica (as proposed by Calvert, 1974; Heath, 1974; Kastner, 1981) and that much of the chert was precipitated from hydrothermal fluids (Calvert et al., 1977) as they cooled. Heath (1974) goes so far as to state that “inorganic precipitation of amorphous silica [directly from sea water] seems improbable since the Cambrian and virtually impossible since the Cretaceous”. Whether or not the “ghosts” of siliceous microfossils are preserved within the cherts depends entirely on their original abundance and the degree to which they may have been dissolved before the fluids cooled and the chert was precipitated.\nThe consistency of evidence from patterns of chert occurrence (Fig. 6b), heat flow deficit (Fig. 7), and near-basement pore water profiles in sections drilled on crust ≤60 Ma (e.g., Baker et al., 1991; Oyun et al., 1995; Kastner and Rudnicki, 2004) support the idea that the diagenetic conversion of biogenic silica to chert is frequently a hydrothermal process. The prevalence of Eocene chert beds in the Pacific is enhanced by the inter-layered siliceous clays and radiolarian oozes. There is no other time in the Cenozoic and Cretaceous when the CCD\nwas so shallow and the concentration of siliceous microfossils in pelagic sections, so high. The high concentration of silica in these deposits and the relatively high temperatures of the Eocene bottom and hydrothermal waters (Fig. 10) would assure dissolution of the silica, and with conductive cooling of the hydrothermal waters, the precipitation of cherts. Small scale faulting associated with intra plate stresses may have enhanced penetration of the upper crustal geothermal waters into the overlying sediments.\nThe very richness of the tropical Eocene sections in biogenic silica may account for the abundant chert intervals having their youngest age within the Eocene (Figs. 2b, 3). However, after the relatively rapid rise in the number of chert intervals at about 30 Ma (Fig. 3), the number of Pacific chert intervals having older ages continues to climb — at least as far back as 100 Ma. Data presented here (Figs. 3, 6c) seem to indicate that something less than ~30 Myr is often required for the development of chert in a section. It is not uncommon for cherts to form in sediments only a few million years older than the crust on which the sediments rest. Thus, circulation of relatively warm waters in the ocean crust and lower sediment column can substantially alter both the local geothermal gradient and the timing of chert formation.\nWill there be a comparable increase in chert abundance in sections younger than the Eocene as geologic time goes by? Probably so, since time is a factor in the diagenetic process and a relatively vigorous hydrothermal circulation continues for at least 60 Myr. But unless other factors change (such as another sharp rise in the CCD) the high concentrations of biogenic silica and the highly permeable beds of siliceous oozes would not be present, and this could preclude another pronounced peak in relative chert abundance.\nThe relative abundance of chert intervals as a function of basement age (Fig. 8) seems to suggest that there may be other controls on the general temporal patterns seen in Figs. 3, 6b and c. First, some chert is present in all sections studied that have been accumulating for more than 100 Myr. This may result from the statistical culmination of all the likely processes that affect the transformation of amorphous biogenic silica to chert, including the presence of biogenic silica in the section. Second, sections deposited a few million years prior to times when plate reorganizations take place appear to have slightly more cherts than younger or much older sections. This may relate to small faults that penetrate the sediment aquatard overlying the basaltic crust and provide permeable pathways for hydrothermal waters to pass more easily into the basal sediment layers (Fig. 9). Finally, drops in relative chert abundance occur at times when there were drops in ocean temperatures (Fig. 8; Muttoni and Kent, 2007). This rather surprising observation may relate to the temperature of the hydrothermal waters that effect diagenetic alteration of the biogenic silica. A drop in the temperatures of the bottom waters that recharge hydrothermal flow in the upper crust would reduce the amount of silica these waters could dissolve and carry (Fig. 10). Thus the amount of silica available for reprecipitation would also be reduced. This conclusion, along with the suggestion that the timing of plate reorganizations might influence chert abundance, are very speculative and\nshould be evaluated with more detailed records of crustal and basal sediment pore waters and the permeability of sedimentary sections."
  }, {
    "heading": "5. Conclusions",
    "text": "The data that we presently possess suggest that the presence of biogenic silica in the sedimentary section is closely linked to chert formation. Higher concentrations of biogenic silica, such as that found in the tropical pelagic sediments of the Eocene Pacific Ocean, provide abundant, relatively unstable mineral material for the chertification process. Extra-tropical oceanic regions where cherts are encountered include areas of coastal upwelling and areas near bathymetric highs, where turbulent mixing during times with low vertical density gradients in the oceans (particularly in the Eocene) may have enhanced plankton productivity. The explanation for cherts occurring at relatively shallow sub-seafloor depths is believed to be associated with hydrothermal circulation. Hydrothermal waters circulate through the uppermost crustal rocks and can intrude into the lower 100–150 m of basal sediment. Chert occurrence in tectonically active areas (usually near the basin margin in the Pacific) appears to be more complex, often with increased sediment cover, more extensive faulting, and the intrusion of basalts into the section affecting diagenetic alteration.\nThe circulation of hydrothermal waters in the lower sedimentary section is enhanced by faulting; and once in this section, these warm water can initially dissolve biogenic silica and subsequently (upon cooling) precipitate it as chert. What is not clear yet is the time element. The sharp rise in chert intervals at 30 Ma (Fig. 3) and the general relationship that the youngest chert above basement is commonly in sediment no more than 30 Myr younger than the basement age (Fig. 6c) suggest an interplay between hydrothermal circulation in the lower sediment section, depth of burial (thermal gradient), and time. Hydrothermal processes and their impacts are poorly documented in the older crust and sediments at present; however, it seems likely that these processes can change radically with time — as new discharge and recharge areas are formed and as old discharge and recharge areas are buried (Moore et al., 2007)."
  }],
  "year": 2008,
  "references": [{
    "title": "Geothermal convection through ocean crust and sediments in the Indian Ocean",
    "authors": ["R.N. Anderson", "M.A. Hobart", "M.G. Langseth"],
    "venue": "Science",
    "year": 1979
  }, {
    "title": "Large-scale lateral advection of seawater through oceanic crust in the central equatorial Pacific",
    "authors": ["P.A. Baker", "P.M. Stout", "M. Kastner", "H. Elderfield"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Enhanced ventilation of ocean crust due to dissolution of biogenic ooze over oceanic basement",
    "authors": ["B.A. Bekins", "A.J. Spivack", "E.E. Davis", "L.A. Mayer"],
    "venue": "edifices. Geology",
    "year": 2007
  }, {
    "title": "Plate stratigraphy and the fluctuating carbonate line",
    "authors": ["W.H. Berger", "E.L. Winterer"],
    "venue": "Intern. Assoc. of Sediment.,",
    "year": 1974
  }, {
    "title": "Composition and origin of North Atlantic deep-sea cherts",
    "authors": ["S.E. Calvert"],
    "venue": "Contr. Min. Petrol",
    "year": 1971
  }, {
    "title": "Deposition and diagenesis of silica in marine sediments",
    "authors": ["S.E. Calvert"],
    "venue": "Int Ass. Sedimentol. Spec. Publ",
    "year": 1974
  }, {
    "title": "Mineralogy of silica phases in deep-sea cherts and porcelanites",
    "authors": ["S.E. Calvert"],
    "venue": "Phil Trans. Roy. Soc. London",
    "year": 1977
  }, {
    "title": "Pattern of first and last appearance in diatoms: Oceanic circulation and the position of polar fronts during the Cenozoic",
    "authors": ["C. Cervato", "L. Burckle"],
    "venue": "Paleoceanography 499",
    "year": 2003
  }, {
    "title": "Eocene radiolaria from the Mt",
    "authors": ["B.L. Clark", "A.L. Campbell"],
    "venue": "Diablo area, California. Geol. Soc. Amer. Spec. paper,",
    "year": 1942
  }, {
    "title": "The radiolarian cherts of the Franciscan Group",
    "authors": ["E.F. Davis"],
    "venue": "Univ. Calif. Publ. Bull",
    "year": 1918
  }, {
    "title": "Observations of temperature and pressure: constraints on ocean crustal hydrologic state, properties, and flow",
    "authors": ["E.E. Davis", "K. Becker"],
    "year": 2004
  }, {
    "title": "Effect of global ocean temperature change on deep ocean ventilation",
    "authors": ["A.M. de Boer", "D.M. Sigman", "J.R. Toggweiler", "J.L. Russell"],
    "venue": "Paleoceanography 22 (PA2210)",
    "year": 2007
  }, {
    "title": "Rates of flow and patterns of fluid circulation",
    "authors": ["A.T. Fisher"],
    "year": 2004
  }, {
    "title": "Hydrothermal recharge and discharge across 50 km guided by seamounts on a young ridge flank",
    "authors": ["A.T. Fisher", "E.E. Davis", "M. Hutnak", "V. Spiess", "L. Zühlsdorff", "A. Cherkaoui", "L. Christiansen", "K.M. Edwards", "R. Macdonald", "H. Villinger", "M.J. Mottl", "C.G. Wheat", "K. Becker"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Abrupt thermal transition reveals hydrothermal boundary and role of seamounts within the Cocos plate",
    "authors": ["A.T. Fisher", "C.A. Stein", "R.N. Harris", "K. Wang", "E.A. Silver", "M. Pfender", "M. Hutnak", "A. Cherkaoui", "R. Bodzin", "H. Villinger"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "The importance of water column processes on the dissolution properties of biogenic silica in deep-sea sediments I",
    "authors": ["M. Gallinari", "O. Ragueneau", "L. Corrin", "D.J. DeMaster", "P. Treguer"],
    "venue": "Solubility: Geochim. et Cosmochim",
    "year": 2002
  }, {
    "title": "Eocene volcanism and the origin of the Horizon A",
    "authors": ["T.G. Gibson", "K.M. Towe"],
    "venue": "Science",
    "year": 1971
  }, {
    "title": "Cherts from the eastern Pacific, Leg 16, Deep Sea Drilling",
    "authors": ["G.R. Heath"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1973
  }, {
    "title": "Dissolved silica and deep-sea sediments",
    "authors": ["G.R. Heath"],
    "venue": "Studies in Paleoceanography. SEPM Spec. Publ.,",
    "year": 1974
  }, {
    "title": "The Paleocene–Eocene transition at Mead Stream, New Zealand: a southern Pacific record of early Cenozoic global change",
    "authors": ["C.J. Hollis", "G.R. Dickens", "B.D. Field", "C.M. Jones", "C. Percy Strong"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Eocene circulation of the Southern Ocean: Was Antarctica kept warm by subtropical waters? Paleoceanography",
    "authors": ["M. Huber", "H. Brinkhuis", "C.E. Stickley", "K. Döös", "A. Sluijs", "J. Warnaar", "S.A. Schellenberg", "G.L. Williams"],
    "year": 2004
  }, {
    "title": "The Distribution, Mineralogy, and Petrography of Biogenic and Authigenic Silica from the Pacific Basin",
    "authors": ["J.B. Keene"],
    "venue": "Ph.D. Thesis, Scripps Institution of Oceanography, La Jolla CA,",
    "year": 1976
  }, {
    "title": "Authigenic silicates in deep-sea sediments: formation and diagenesis",
    "authors": ["M. Kastner"],
    "venue": "The Sea,",
    "year": 1981
  }, {
    "title": "Ridge flank sediment–fluid interactions",
    "authors": ["M. Kastner", "M.D. Rudnicki"],
    "year": 2004
  }, {
    "title": "Chert and silica diagenesis in sediments from the central Pacific",
    "authors": ["Y. Lancelot"],
    "venue": "Initial Reports of the Deep Sea Drilling Project",
    "year": 1973
  }, {
    "title": "Evidence for enhanced mixing over rough topography in the abyssal ocean",
    "authors": ["J.R. Ledwell", "E.T. Montgomery", "K.L. Polzin", "L.C. Laurent", "R.W. Schmitt", "J. Toole", "J.M. Toole"],
    "venue": "Nature 403,",
    "year": 2000
  }, {
    "title": "Biogenic silica accumulation in the central equatorial Pacific and its implications for Cenozoic paleoceanography, Geol",
    "authors": ["M. Leinen"],
    "year": 1979
  }, {
    "title": "Could early Cenozoic thermohaline circulation have warmed the poles? Paleoceanography",
    "authors": ["M. Lyle"],
    "year": 1997
  }, {
    "title": "87–99 Current system, middle Miocene to Holocene: a synthesis of leg 167 results",
    "authors": ["T.C. Moore Jr."],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 2008
  }, {
    "title": "Development of a seismic stratigraphy for the Paleogene sedimentary section, central tropical Pacific Ocean",
    "authors": ["M. Lyle", "L. Liberty", "Moore", "T.C. Jr.", "D.K. Rea"],
    "venue": "Proc. ODP, Init Repts,",
    "year": 2002
  }, {
    "title": "Biogenic sedimentation in the Eocene equatorial Pacific—the stuttering greenhouse and Eocene carbonate compensation depth",
    "authors": ["M. Lyle", "A. Olivarez Lyle", "J. Backman", "A. Tripati"],
    "venue": "Proc. ODP, Sci. Results,",
    "year": 2006
  }, {
    "title": "Late Eocene diatomite from the Peruvian coastal desert, coastal upwelling in the eastern Pacific, and Pacific circulation before the terminal",
    "authors": ["R. Marty", "R. Dunbar", "J.B. Martin", "P.A. Baker"],
    "venue": "Eocene event. Geology",
    "year": 1988
  }, {
    "title": "Caribbean Eocene volcanism and the extent of Horizon A",
    "authors": ["P.H. Mattson", "E.A. Pessagno Jr."],
    "venue": "Science",
    "year": 1971
  }, {
    "title": "Silica burp in the Eocene",
    "authors": ["B. McGowran"],
    "venue": "ocean. Geology",
    "year": 1989
  }, {
    "title": "Fields of multi-kilometer scale sub-circular depressions in the Carnegie Ridge sedimentary blanket: Effect of underwater carbonate",
    "authors": ["F.A. Michaud", "Chabert", "J.-Y", "V. Collot", "E.R. Sallarès", "P. Flueh", "D. Charvis", "Graindorge", "M.-A", "Gustcher", "J. Bialas"],
    "venue": "dissolution? Mar. Geol",
    "year": 2005
  }, {
    "title": "Changes in direction of sea floor spreading",
    "authors": ["H.W. Menard", "T.M. Atwater"],
    "venue": "Nature",
    "year": 1968
  }, {
    "title": "Hydrothermal pits in the biogenic sediments of the equatorial Pacific Ocean",
    "authors": ["T.C. Moore Jr.", "N.C. Mitchell", "M. Lyle", "J. Backman", "H. Pälike"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2007
  }, {
    "title": "The Paleogene tropical Pacific: clues to circulation, productivity and plate motion",
    "authors": ["T.C. Moore Jr.", "J. Backman", "I. Raffi", "C. Nigrini", "A. Sanfilippo", "H. Pälike", "M. Lyle"],
    "year": 2004
  }, {
    "title": "Radiolaria: change in skeletal weight and resistance to solution",
    "authors": ["T.C. Moore Jr."],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 1969
  }, {
    "title": "Widespread formation of cherts during the early Eocene climate optimum. Palaeogeogr",
    "authors": ["G. Muttoni", "D.V. Kent"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "The thermohaline circulation and vertical mixing: does weaker density stratification give stronger overturning? Amer",
    "authors": ["J. Nilsson", "G. Broström", "G. Walin"],
    "venue": "Meterol. Soc",
    "year": 2003
  }, {
    "title": "Organic carbon and barium in Eocene sediments: possible controls on nutrient recycling in the Eocene equatorial Pacific Ocean",
    "authors": ["A. Olivarez Lyle", "M. Lyle"],
    "venue": "Proc. ODP, Sci. Results,",
    "year": 2005
  }, {
    "title": "Missing organic carbon in Eocene marine sediments: Is metabolism the biological feedback that maintains end-member climates",
    "authors": ["A. Olivarez Lyle", "M. Lyle"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Strontium isotopes in pore waters of eastern equatorial Pacific sediments: indicators of seawater",
    "authors": ["S. Oyun", "H. Elderfield", "G.P. Klinkhammer"],
    "year": 1995
  }, {
    "title": "New evidence for the Hawaiian Hotspot plume motion since the Eocene",
    "authors": ["J.M. Parés", "T.C. Moore"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Spatial variability of turbulent mixing in the abyssal ocean",
    "authors": ["K.L. Polzin", "J.R. Ledwell", "R.W. Schmitt"],
    "venue": "Science 276,",
    "year": 1997
  }, {
    "title": "Occurrence of biogenic siliceous sediments in the Atlantic Ocean",
    "authors": ["A.T.S. Ramsay"],
    "venue": "Nature 233,",
    "year": 1971
  }, {
    "title": "Tectonics of theNazca-Pacific divergent plate boundary",
    "authors": ["D.K. Rea"],
    "venue": "Geol. Soc. Amer. Mem.,",
    "year": 1981
  }, {
    "title": "Crustal subsidence and calcite deposition in the south Pacific Ocean",
    "authors": ["D.K. Rea", "M. Leinen"],
    "venue": "Init. Repts. DSDP, 92: Washington (U.S. Gov. Printing Office),",
    "year": 1986
  }, {
    "title": "Paleogene calcite compensation depth in the eastern subtropical Pacific: Answers and questions",
    "authors": ["D.K. Rea", "M.W. Lyle"],
    "venue": "Paleoceanography 20 (1),",
    "year": 2005
  }, {
    "title": "On the reliability of ocean heat flow averages",
    "authors": ["J.G. Sclater", "J. Crowe", "R.N. Anderson"],
    "venue": "J. Geophys. Res",
    "year": 1976
  }, {
    "title": "Sediment permeability, distribution, and influence on fluxes in oceanic basement",
    "authors": ["G.A. Spinelli", "E.R. Giambalvo", "A.T. Fisher"],
    "year": 2004
  }, {
    "title": "50-Ma initiation of Hawaiian–Emperor bend records major change in Pacific plate",
    "authors": ["W.D. Sharp", "D.A. Clague"],
    "venue": "motion. Science",
    "year": 2006
  }, {
    "title": "1995.Heat flow and hydrothermal circulation",
    "authors": ["C.A. Stein", "S. Stein", "A. Pelayo"],
    "venue": "Geophysical Monograph No",
    "year": 1995
  }, {
    "title": "The distribution of major sediment components in the Mesozoic and Cenozoic North Atlantic Ocean",
    "authors": ["J. Thiede", "J.E. Strand", "T. Agdestein"],
    "venue": "Soc. Econ. Paleontol. Mineral. Spec. Publ.,",
    "year": 1981
  }, {
    "title": "Evidence for deep-water production in the North Pacific Ocean during the early",
    "authors": ["D.J. Thomas"],
    "venue": "Cenozoic warm interval. Nature",
    "year": 2004
  }, {
    "title": "Biogenic silica dissolution in sediments of the Southern Ocean: II. Kinetics",
    "authors": ["P. Van Cappellen", "L. Qiu"],
    "venue": "Deep-Sea Res. II",
    "year": 1997
  }, {
    "title": "Geothermal evidence for continuing hydrothermal circulation in older (>60 M.y.) ocean crust",
    "authors": ["R.P. Von Herzen"],
    "year": 2004
  }, {
    "title": "Cenozoic mass accumulation rates in the equatorial Pacific based on high-resolution mineralogy of ODP Leg 199",
    "authors": ["M.D. Vanden Berg", "R.D. Jarrard"],
    "venue": "Paleoceanography 19",
    "year": 2004
  }, {
    "title": "Opaline sediments of the southeastern coastal plain and horizon A: biogenic origin",
    "authors": ["F.M. Weaver", "S.W. Wise Jr."],
    "venue": "Science",
    "year": 1974
  }, {
    "title": "Implications for the history of Cenozoic opal deposition from a quantitative model. Palaeogeogr",
    "authors": ["A. Yool", "T. Tyrell"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }],
  "id": "SP:0fec486e4b1861f12f6e6376d6363ca24a73d806",
  "authors": [{
    "name": "T.C. Moore Jr.",
    "affiliations": []
  }],
  "abstractText": "Data on sections drilled by DSDP and ODP in the Pacific have been compiled for 187 sites, 105 of which contain chert. The spatial pattern of siliceous deposits in the Pacific generally follows the pattern of biologic productivity. There is some evidence that enhanced vertical diffusivity in the ocean during the Eocene warm climate gave rise to siliceous deposits on and near bathymetric highs and basin margins. The most common occurrence of chert is in Eocene and older sections; however, cherts do occur in sections as young as 7 Ma in the sites investigated. Over half of the youngest chert occurrences in sedimentary sections are within 150 m of basement. Nearly all the chert occurrences on crust younger than 60 Ma are within 150 m of basement. The deficit in heat flow over ocean crust younger than 60 Ma is explained as the result of heat advection by hydrothermal waters circulating in the upper part of the ocean crust. These waters appear to dissolve biogenic silica and deposit it as chert in the lower parts of sedimentary sections. Diffusion of these waters into the lower sediment section is enhanced by small-scale faulting. This faulting may be associated with intra-plate stresses that develop during ridge jumps and reorientations of plate motion. The relatively warm bottom waters of the early Cenozoic may have also enhanced the dissolution of biogenic silica during hydrothermal circulation in the upper oceanic crust and basal sediment section. © 2008 Elsevier B.V. All rights reserved.",
  "title": "Chert in the Pacific: Biogenic silica and hydrothermal circulation"
}