{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nConstraints on Miocene oceanography and climate in the Western and Central Paratethys: O-, Sr-, and Nd-isotope compositions of marine fish and mammal remains\nLászló Kocsis a,⁎, Torsten W. Vennemann a, Ernst Hegner b, Denis Fontignie c, Thomas Tütken a\na Institut de Minéralogie et Géochimie, Université de Lausanne, UNIL — L'Anthropôle, CH-1015 Lausanne, Switzerland b Department für Geo- und Umweltwissenschaften, Universität München, D-80333 München, Germany c Section des Sciences de la Terre, Département de Minéralogie, Université de Genève, Rue des Maraîchers 13, CH-1205 Geneva, Switzerland\n⁎ Corresponding author. E-mail address: laszlo.kocsis@unil.ch (L. Kocsis).\n0031-0182/$ – see front matter © 2008 Elsevier B.V. Al doi:10.1016/j.palaeo.2008.10.003\na b s t r a c t a r t i c l e i n f o\nArticle history:\nThe Paratethys evolved as\nReceived 12 January 2008 Received in revised form 18 September 2008 Accepted 8 October 2008\nKeywords: Oxygen Strontium Neodymium Isotopes Shark teeth Mammal remains Miocene Palaeoclimate Palaeoceanography Paratethys\na marginal sea during the Alpine–Himalayan orogeny in the Oligo-Miocene. Sediments from the northern Alpine Molasse Basin, the Vienna, and the Pannonian Basins located in the western and central part of the Paratethys thus provide unique information on regional changes in climate and oceanography during a period of active Alpine uplift. Oxygen isotope compositions of well-preserved phosphatic fossils recovered from the sediments support deposition under sub-tropical to warm-temperate climate with water temperatures of 14 to 28 °C for the Miocene. δ18O values of fossil shark teeth are similar to those reported for other Miocene marine sections and, using the best available estimates of their biostratigraphic age, show a variation until the end of the Badenian similar to that reported for composite global record. The 87Sr/86Sr isotope ratios of the fossils follow the global Miocene seawater trend, albeit with a much larger scatter. The deviations of 87Sr/86Sr in the samples from the well-constrained seawater curve are interpreted as due to local input of terrestrially-derived Sr. Contribution of local sources is also reflected in the εNd values, consistent with input from ancient crystalline rocks (e.g., Bohemian Massif) and/or Mesozoic sediments with εNdb−9. On the other hand, there is evidence for input from areas with Neogene volcanism as suggested by samples with elevated εNd values N−7. Excluding samples showing local influence on the water column, an average εNd value of −7.9±0.5 may be inferred for the Miocene Paratethys. This value is indistinguishable from the εNd value of the contemporaneous Indian Ocean, supporting a dominant role of this ocean in the Western and Central Paratethys.\n© 2008 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Paratethys evolved as an epicontinental sea that was isolated from the Tethys during the Late Eocene–Early Oligocene due to the Alpine orogeny and global changes in sea level (e.g., Rögl and Steininger, 1983, Lemcke, 1988; Bachmann and Müller, 1992; Berger, 1992; Steininger et al., 1996). The Western and Central Paratethys were situated to the north and east of the emerging Alps during the Oligo-Miocene. Theses marine provinces can be further subdivided for smaller basins such as the north-Alpine Molasse, Vienna-, and Pannonian Basins. Sediments deposited in these marginal basins provide an opportunity to examine possible links between Alpine uplift and regional variations in climate (c.f. Raymo and Ruddiman, 1992; Ruddiman, 1997; Zachos et al., 2001). Also important in this tectonic context are the possible marine pathways connecting the\nl rights reserved.\nvarious circum-Alpine basins withmajor marine provinces such as the Mediterranean, the Atlantic and Indian oceans. Such palaeoceanographic pathways may be delineated by using various geochemical methods (e.g., Piepgras andWasserburg,1980; Bertram and Elderfield, 1993; Stille et al., 1996).\nThis study attempts to constrain the palaeoclimatic and palaeoceanographic conditions that existed during deposition of the Early to Middle Miocene sediments of the Western- and Central Paratethys with the help of oxygen, strontium, and neodymium isotope compositions in phosphatic marine fish and mammal skeletal remains. In addition, we provide data of composition of the host sediments. This combination of isotopic data has gained increasing recognition as oceanographic proxies (e.g., Longinelli and Nuti, 1973a,b; Staudigel et al., 1985; Kolodny and Luz, 1991; Ingram, 1995; Vennemann and Hegner, 1998). Foraminifera (Hagmaier, 2002) and ostracods (Janz and Vennemann, 2005) have also been investigated in accompanying studies of Miocene clay-rich sediments from the deeper parts of the Vienna and the Pannonian Basins. The results of these studies will be used for comparison purposes."
  }, {
    "heading": "2. Geological setting and sample localities",
    "text": "The Paratethys developed as a large epicontinental sea extending from the Alpine foredeep to the Caspian area, with several connections to other marine provinces from the Late Eocene onwards (Fig. 1a). Isolation and reopening of oceanic gateways to the Paratethys occurred repeatedly, allowing the development of a distinct palaeobiologic province (e.g., Rögl and Steininger, 1983; Berger, 1992; Steininger et al., 1996; Rögl, 1998; Berger et al., 2005a,b). Both occurrences of anoxic layers (Lower Oligocene) and/or brackish faunal assemblages support multiple stages of isolation (Fig. 1b). Collectively, the different endemic evolution led to the establishment of local biostratigraphic stages for the Central and Eastern Paratethys (e.g., Rögl and Steininger, 1983; Steininger et al., 1996).\nThis study focuses on the Western and Central Paratethys including the north Alpine Molasse, the Vienna and the Pannonian Basins. Marine sediments of the north Alpine Molasse Basin are exposed from south-west of Lake Geneva in France, via Switzerland and southern Germany to Austria in the east, where the Molasse Basin merges into the Vienna- and Pannonian Basins (Fig. 2). The Molasse Basin is a classical foreland basin, which formed along the northern\nAlps during the Alpine orogeny. Molasse sedimentation started at the end of the Eocene, shifting northwards with the movement of the Alpine front during the Oligocene and Miocene. Thus, the deepest parts and thickest sedimentary fillings of the present basin occur close to the northern margin of the Alps. The sediment consists predominantly of Alpine denudation debris and marine to terrestrial beds, deposited during two major transgression–regression cycles (Fig. 1b; Lemcke, 1988; Bachmann and Müller, 1992; Kuhlemann and Kempf, 2002).\nThe Miocene marine deposits investigated here were deposited during a transgression that reached the north Alpine foredeep during the Early Miocene (Eggenburgian). This transgression occurred from the SW via the ancient Rhone valley and from the E via the Pannonian Basin, and it continued as two smaller cycles during the Ottnangian (Upper Marine Molasse — OMM). Water was exchanged with the Mediterranean and eastwards via the Central Paratethys with the Indian Ocean (Lemcke, 1988). During the Late Ottnangian the sea withdrew from the central part of the Molasse Basin, and after a short period of brackish conditions terrestrial sedimentation set in (Upper Freshwater Molasse — OSM). In the eastern part of the Molasse Basin and the Vienna- and Pannonian Basins, after a short brackish event (“Rzehakia” beds), the sea still persisted during the Karpatian, Badenian, and Early Sarmatian, and finally brackish conditions set in during the Late Sarmatian. Transgression/regression cycles of the Paratethys are described in more detail by, for example, Rögl and Steininger (1983) or Popov et al. (2004), and a comparison of the assumed global sea-level fluctuations with those of the Paratethys and Mediterranean Tethys is given therein.\nThe present study focused onphosphate fossils ofmarine origin from the Early–Middle Miocene (Eggenburgian–Badenian) because these fossils are regionally abundant in theMolasse Basin and are known to be robust to diagenetic alteration (e.g., Vennemann and Hegner, 1998). The development of a number of basins and sub-basins within the Western andCentral Paratethys anda lack of continuous sequences in the circumAlpine region in general, will complicate any interpretation of the marine evolution during theMiocene. Hence, in order to assure themost reliable stratigraphic positioning of the samples, palaeontologically and, wherever possible, biostratigraphically well known localities have been selected for this study. Geographic distribution, bio- and lithostratigraphic position of the sample localities are shown in Fig. 2 and Table 1, respectively. The ages of sedimentation were derived from the global stratigraphic stages of Gradstein et al. (2004) and for the Paratethys from Rögl (1998) and Berger et al. (2005a), combined with the relative biostratigraphic position of the layers sampled. In some cases, however, extrapolations were made on the basis of the relative differences in Srisotope compositions for nearby localities (for details see the discussion below).\nAs shark teeth are the most common phosphate fossils in the sediments, thus these remains are in the center of this study. While the shark species listed in Table 2 (see online version of the paper) are not considered representative for the molasse sediments as a whole because of the small number of samples, it is apparent from other studies (e.g., Barthelt et al., 1991; Kocsis, 2007) that teeth from species typical of the open ocean or of bathyal zones are rather rare. This suggests coastal sedimentation and rather shallowwater conditions, a conclusion that is compatible with the interpretation from ostracods and foraminifera of the molasse sediments (Hagmaier, 2002; Janz and Vennemann, 2005). However, as teeth from shark species typical of deeper waters (e.g., Mitsukurina lineata), and of the open ocean (Isurus) do occur, good connection to deeper basins or the open ocean must have existed."
  }, {
    "heading": "3. Geochemical background",
    "text": "Shark teeth are readily classified on taxonomic level and the enamel of the teeth has good crystallinity and hardness, hence\nallowing for a good physical preservation (Fig. 3). Furthermore, shark teeth are generally deposited with little or no residual organic matter, limiting enzyme-mediated recrystallization (e.g., Boyer, 1978), which may be common for bones. Biogenic phosphate in shark teeth is thus commonly judged to be robust to post-depositional diagenetic alteration (e.g., Kolodny et al., 1983; Kolodny and Raab, 1988; Lécuyer et al., 1993), although such alteration cannot be routinely excluded (e.g., McArthur and Herczeg, 1990; Shemesh, 1990; Kolodny and Luz, 1991).\nFor some localities it was also possible to analyze bones from sea cows as well as teeth from dolphins, together with shark teeth (see online version Table 3). The oxygen isotope analyses of fossil fish teeth and bones or teeth of marine mammals from the same locality allows for an evaluation of both thewater oxygen isotope composition aswell as temperature of the ambient water, because mammals have a constant body temperature. A pre-requisite for such evaluations is that the original isotope compositions have been preserved and that calibrations for the species under consideration are available (e.g., Lécuyer et al., 1996).\nSr- and Nd-isotope studies have indicated that fish teeth generally record the isotope composition of the ambient seawater (Piepgras and Wasserburg, 1980; Staudigel et al., 1985; Ingram, 1995; Vennemann\nand Hegner, 1998; Vennemann et al., 2001; Frank, 2002). The primary Sr-isotope compositions represent those obtained in vivo as Sr (replacing Ca) is incorporated into the apatite structure during growth of the teeth (Staudigel et al., 1985; Schmitz et al., 1997; Kohn and Cerling, 2002). Unlike Sr, trace elements such as Nd are not important for the metabolism of the sharks and hence its content is very low in shark teeth (Elderfield and Pagett, 1986; Vennemann and Hegner, 1998; Vennemann et al., 2001). However, fossil shark teeth have high concentration of Nd and other Rare Earth Elements (REE) because the REEs have an affinity for the apatite lattice and are strongly incorporated post mortem during early diagenetic recrystallization (Staudigel et al., 1985; Reynard et al., 1999; Trueman and Tuross, 2002; Tütken, 2003).\nNd and Sr within marine waters are largely sourced from weathering and erosion of the continental crust. In case of Sr, midocean ridge hydrothermal activity is another important source. The isotope compositions of these elements (87Sr/86Sr; 143Nd/144Nd) reflect different behaviour in seawater. Owing to the long residence time of Sr in seawater (several Ma), which is much longer than the turnover period of the Earth's oceans (103 yr), the 87Sr/86Sr of seawater is similar for all the major oceans at any one time (e.g., Burke et al., 1982; DePaolo and Ingram, 1985; Veizer, 1989). The long residence\ntime of Sr in seawater has permitted the construction of a detailed Srisotope evolution curve through analyses of sediments and fossils from the open ocean (e.g., Koepnick et al., 1985; Hodell et al., 1991; McArthur et al., 2001). Consequently, 87Sr/86Sr of marine phosphate or carbonate samples can also be used for an indirect dating of marine sediments, most notably if differences in the seawater 87Sr/86Sr are large for a given change in time (e.g., Ingram, 1995). This is, for example, the case for the Tertiary, but is clearly only reliable if the samples formed under open marine conditions and not within isolated basins.\nIn contrast to Sr, the residence time of Nd is less than the turnover time of the oceans and hence the 143Nd/144Nd will reflect regional rather than global conditions (e.g., Piepgras and Wasserburg, 1980;\nStaudigel et al., 1985). The Nd-isotope ratio of different water masses and sediments varies as a function of hinterland geology. Hence, the Nd isotopic differences may allow for a quantification of water mass fluxes and indicate opening or closure of oceanic gateways (Burton et al., 1997; Scher and Martin, 2006)."
  }, {
    "heading": "4. Sampled materials and analytical methods",
    "text": ""
  }, {
    "heading": "4.1. Sampled material",
    "text": "The fossils were obtained from collections of the Palaeontological Museum of the University of Tübingen, Natural History Museum of Vienna, Eggenburg Museum, Federal Institute for Geosciences in\nVienna, State Museum for Natural History in Stuttgart, Geological Museum of Lausanne; Hungarian Museum of Natural History in Budapest; National Park at Ipolytarnóc. In addition, samples were also collected in the field at Mussel, Tavannes, La Molière, Äpfingen, Rengetsweiler, Ballendorf, Ermingen, Maierhof, Griesskirchen, Kühnring, Gauderndorf, Nexing, Leithakalk in the Vienna Basin, Ipolytarnóc, Kazár, Hímesháza, and Danitz-puszta.\nTo avoid species-specific effects on the oxygen isotope composition due to the particular habitat of the sharks (e.g., Vennemann et al., 2001), teeth from the genus Carcharias were used where possible. Sharks of this genus can best be compared to the modern species Carcharias taurus that occurs in coastal temperate to tropical waters of all present-day oceans, from surfacewaters to depths of up to 200m (e.g., Compagno, 2002). At the locality of Nexing no shark teeth are present, probably because these layers were already deposited after the marine waters have receded. Instead, teeth from bony fish of the family of Sparidae were analyzed from this locality, as was the case for the locality of Äpfingen. However at this latter site this teleost fish family has coexisted with sharks as both teeth occur within these sediments (Vennemann and Hegner, 1998).\nThe comparatively coarse-grained outer enamel layer of teeth was separated for the present study, as it is considered to bemore robust to secondary alteration compared to the fine-grained dentine-like interior of teeth (e.g., Kohn and Cerling, 2002; Tütken, 2003). In addition, scanning electron microscope images (Fig. 3) and X-ray\ndiffraction analyses of selected teeth from a number of localities indicate that the enamel is largely still indistinguishable from that of modern shark teeth. As the macroscopic appearance of other teeth from the same locality was identical, it is assumed that this also applies to other teeth analyzed from the same localities as well as those from other localities. This assumption is also supported by the similarity in isotopic composition of teeth from any one locality relative to those from other localities (e.g., Vennemann and Hegner, 1998). The enamel was sampled using a micro-drill, or separated from the tips of the teeth. Samples from fossilized bones were also taken with a micro-drill.\nFor thirteen localities the embedding sediment was also analyzed for its Sr- and Nd-isotope composition in order to assess possible postdepositional exchange between sediment and the fossils (see online version Table 4) and also to estimate the local Sr- and Nd-input from the hinterland. At some localities (e.g., Benken, La Molière) different layers of sedimentswere sampled andmeasured in order to test for the variability in the local Sr- and Nd-inputs at those sites. In general, the carbonate free-sediments were measured following the technique described inWeldeab et al. (2002), as most of the carbonatewithin the sediment is eithermarine carbonate of biogenic fossils or older detrital carbonate with low Nd-content compared to the siliciclastic detrital component of the sediment. An exception was the bulk carbonate analyzed from Leithakalk ofMátraszöllös, because this is a puremarine carbonate. In other cases Jurassic carbonates were also measured to trace the likely effects of such hinterland rocks in the region (Table 4)."
  }, {
    "heading": "4.2. Analytical methods",
    "text": "The oxygen isotope analyses of the phosphate followed a technique adapted after Crowson et al. (1991), O´Neil et al. (1994) and Dettman et al. (2001). After cleaning the samples from organic matters and/or calcite overgrowths (2.5% NaOCl then 2.5% NaOH or 1 N acetic acid– Ca-acetate buffer), the samples were dissolved in HF. The obtained solutions were neutralized (KOH or 25% NH4OH), followed by either a slow or rapid precipitation of Ag3PO4 according to O´Neil et al. (1994) or Dettman et al. (2001), respectively.\nThe oxygen isotope composition of some samples wasmeasured as CO2 on a Finnigan MAT 252 mass spectrometer and corrected for scale-compression (ST method of Vennemann et al., 2002), or via reduction with graphite in a TC-EA (HTR method of Vennemann et al., 2002) coupled to a Finnigan MAT Delta Plus XL mass spectrometer.\nOxygen isotope compositions are expressed in the δ-notation relative to VSMOW. Replicate analyses of NBS-120c gave values of 21.8‰±0.2‰. The replicates of TU-1 and TU-2 internal standards averaged ±0.3‰ (1σ) as was the case for replicates of samples.\nSr- and Nd-isotope compositions were determined on the same sample powders used for oxygen isotope analyses. About 5 mg of sample powder was decomposed in dilute HNO3 and the Sr and Nd were separated using conventional cation exchange chromatography (Hegner et al., 1995). The preparation of the sediments samples was performed according to Weldeab et al. (2002). The isotope ratios were determined on a Finnigan MAT 262 at the University of Tübingen and University of Geneva using a dynamic multiple mass data collection routine. Analysis of NIST-SRM 987 Sr standard yielded 87Sr/ 86Sr=0.710238±10 (2σ, external, n=90) in Tübingen and 87Sr/ 86Sr=0.710240±12 (2σ, n=31) in Geneva. The La Jolla Nd standard yielded 143Nd/144Nd=0.511852±10 (2σ, external, n=25) in Tübingen and 143Nd/144Nd=0.511845±4 (2σ, external, n=26) in Geneva. The agreements of the data for the reference materials, within error limits, in both laboratories permit a direct comparison of the results. 87Sr/86Sr are relative to 86Sr/88Sr=0.1194 and 143Nd/144Nd to 146Nd/144Nd= 0.7219. 143Nd/144Nd are expressed as eNd = 143Nd=144Ndð Þmeasured 143Nd=144Ndð Þ0CHUR −1 ×104, where 143Nd/144Nd for present day CHUR is 0.512638 and 147Sm/144Nd is 0.1967 (Jacobsen and Wasserburg, 1980).\nSr and Nd concentrations were also measured using laser ablation inductively coupled plasma mass spectrometry at the University of Lausanne, following the method of Günther et al. (1997). NIST 612 was used as external standard and was measured twice before and after each group of 16 samples in order to test precision and accuracy. The NIST 612 gave an error (1σ) of b±2% for Nd and Sr."
  }, {
    "heading": "5. Results",
    "text": ""
  }, {
    "heading": "5.1. Oxygen isotope composition of biogenic phosphate samples",
    "text": "The oxygen isotope compositions of fish teeth from different sample localities are given in Table 2 (online version of the paper) and summarized in Fig. 4. The δ18O values vary from 18.3 to 23.9‰ and the range at any one locality is typically between 1 and 3‰ excluding two shark teeth from La Molière (Kocsis et al., 2007). The average δ18O values increase from 20 to 18 Ma, reaching a peak of 22.5 to 22.8‰ for the localities of Tavannes and Mussel (age∼18.2 Ma), in Switzerland and France, respectively. After this peak, the average δ18O values decrease towards a value of 19.6‰ for the locality of Kazár (∼17 Ma). This trend is followed by another increase of δ18O values during the Badenian, and a slight decrease for the Sarmatian locality of Nexing (Fig. 4).\nThe overall range in δ18O values is similar to that observed for recent shark teeth from a typical sub-tropical locality along the east coast of southern Africa (Vennemann et al., 2001), which is compatible with a preservation of primary values.\nMarine mammal fossils were available for the sample sites of Pfullendorf, Eggingen, Kühnring, and Danitz-puszta (see online version Table 3). A comparison of the δ18O values for bones and teeth from mammals and that of shark teeth for these sites is summarized in Fig. 4. The δ18O values for all sea cow bones vary from 17.7 to 20.3‰, while the two dolphin teeth have values of 19.4 and\n19.8‰. All of these values are lower than those of the shark teeth from the same sediment horizon. Furthermore, the δ18O values for the sea cow bones compare well with those reported by Lécuyer et al. (1996) for modern members of the Dugong family with δ18O values between 19.6 and 20.3‰. This is also the case for δ18O values of the dolphin teeth, which are similar to those for teeth from recentmarine dolphins (Roe et al., 1998; 18.1 to 19.6‰) and also with δ18O values in bones of cetaceans measured by Yoshida and Miyazaki (1991) with a range of 16.7 to 18.6‰."
  }, {
    "heading": "5.2. Sr- and Nd-isotope compositions",
    "text": ""
  }, {
    "heading": "5.2.1. Fossil samples",
    "text": "The 87Sr/86Sr in the Early and Middle Miocene phosphatic fossils from the Western and Central Paratethys range from 0.70783 to 0.70965 (Table 2). The variation of 87Sr/86Sr obtained at a single locality may be as high as 0.00020, exceeding the analytical error by a factor of 20. The highest average 87Sr/86Sr ratio of 0.70945±0.00023 was found in shark teeth from the locality Kühnring. A sea cow bone sample from this locality yielded Sr-isotope ratio of 0.70967 similar to the average ratio in the shark teeth. The lowest Sr-isotope ratios were measured in two of eight shark teeth from La Molière with 87Sr/86Sr of 0.70783±0.00002. The average Sr-isotope ratios for each locality are shown in Fig. 5 relative to those expected for Miocene seawater 87Sr/ 86Sr (e.g., McArthur et al., 2001).\nThe 143Nd/144Nd ratios of the fossil samples range from 0.51204 to 0.51245 (Table 2). These ratios correspond to εNd values of −11.6 to −3.6. At single localities the variation in εNd values is restricted up to 1.5 εNd units. This variation is nevertheless rather large considering an error of ±0.3 εNd units (2σ) due to analytical uncertainty.\nSr and Nd concentrations measured for some samples range from about 400 to 2970 ppm and from 0.2 to 150 ppm, respectively, in shark teeth enamel (Table 2). In case of dentine samples the Sr and Nd\nfrom the North Atlantic Ocean (Miller et al., 1987, 1991). (b) Average oxygen isotope hark teeth; open triangles — teeth from bony fish; open squares — sea cow bones; solid btained for each locality. The data are listed in Tables 2 and 3. The dashed line marks the -puszta, Eg — Eggingen, Kü — Kühnring, Pfu — Pfullendorf.\ncontents vary from about 1350 to 3800 and 40 to 2420 ppm, respectively. The higher Sr and Nd concentrations in the dentine samples compare to the enamel are compatible with an advanced trace element uptake during recrystallization of the dentine (Kohn and Cerling, 2002). The Sr concentrations are similar to those reported for modern and fossil fish teeth from elsewhere (e.g., Staudigel et al., 1985; Vennemann et al., 2001)."
  }, {
    "heading": "5.2.2. Sediment samples",
    "text": "The 87Sr/86Sr ratio of 0.70883 in the only whole rock carbonate samples from Mátraszöllös agrees with the Miocene seawater value for the inferred biostratigraphic age of this locality. Similar 87Sr/86Sr ratios of 0.70879±0.00003 were also measured in shark teeth from this site (Fig. 6). For other sediment samples, where the bulk siliceous fractions were analyzed, the 87Sr/86Sr ratios vary from 0.71051 to 0.72641. These ratios are much higher than those in the associated biogenic phosphates samples.\nThe 143Nd/144Nd ratios range from 0.51192 to 0.51234, corresponding to εNd values of −14.0 to −5.9. Important observation is that the εNd values of the sediments are distinct from the generally higher values in the fossil samples. Exceptions to this observation are the isotopically similar fossil and sediment samples from the localities of Auberson and Griesskirchen (Fig. 6).\nThe Sr and Nd concentrations in the whole rock samples vary from about 50 to 525 ppm and from 5 to 45 ppm, respectively (Table 4)."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Preservation of the studied fossils",
    "text": "The effect of diagenetic overprinting on the primary marine compositions can never be completely excluded, however in our cases extensive alteration of isotope compositions in the presence of brackish or freshwater is considered unlikely. This is supported most notably by the O-isotope compositions, because the differences between fresh- and marine waters are particularly large during this period (Kocsis et al., 2007). The Sr contents in seawater and freshwater is also quite different with the latter being very much lower. Hence, in order to explain deviations in Sr-isotope compositions of the fossils from the seawater curve, a large fluid–rock ratio would be required\nduring diagenesis. In this case changes in the δ18O values of the phosphatic samples may also be expected, leading to lower values and to a homogenization of originally different values between fish teeth and mammalian samples.\nThe interpretations of the following chapters are based on the assumption that the O- and Sr-isotope compositions represent primary values, or in the case of the Nd isotopes early diagenetic, marine pore-fluid values (cf. Vennemann et al., 2001). This assumption is based on the following reasoning:\n• O-isotope compositions of the fossil shark teeth (this study, Vennemann and Hegner,1998) and ostracods (Janz and Vennemann, 2005) are similar in absolute value to those expected for open marine compositions under sub-tropical conditions. • Use of enamel for fossil shark teeth with a crystal structure that is still similar to that of recent teeth. • Expected differences in δ18O values between fish teeth and sympatric fossils of marine mammals have been preserved. The δ18O values of the seawater deduced from marine mammals are similar to that of Miocene open ocean seawater at the time (see discussion below). • Differences in O- and Sr-isotope compositions between shark teeth at the locality of La Molière, where distinct marine and freshwater values have been recorded by different samples within the same sediment and these differences have been preserved (Kocsis et al., 2007), suggesting little or no post-formation changes within the same sediment, where the sediment would control the final values of the fossils within it. • The Sr- and Nd-isotope compositions of the fossils are unlike those of the bulk sediments inwhich these fossils were embedded and the Sr content of the fossils is similar to that measured for teeth from recent sharks (Vennemann et al., 2001). • Variations of the Sr- and Nd-isotope compositions of the fossils are compatible with local controls by the hinterland, especially for localities with shallower water conditions or localities close to important Miocene volcanic provinces and/or localities next to crystalline massifs (see discussion below)."
  }, {
    "heading": "6.2. Oxygen isotope composition of biogenic phosphate as a palaeoclimate indicator",
    "text": "6.2.1. Oxygen isotope composition of fish teeth The oxygen isotope composition of fossilized fish teeth, when preserved, is a function of the oxygen isotopic composition of ambient seawater and of temperature at the time of teeth formation. The temperature dependence of the oxygen isotope fractionation between seawater and marine biogenic phosphate is expressed by the following equation (Longinelli and Nuti, 1973a; Kolodny et al., 1983):\nt -Cð Þ = 111:4−4:3⁎ δ18OP−δ18OW\nð1Þ\nwhere t is the temperature in °C, and δ18OP, and δ18OW are the oxygen isotope compositions of the phosphate and seawater, respectively. Measurement of the δ18OP and assumptions on the δ18OW values allows the ambient seawater temperatures to be calculated.\nIn general, δ18O values for seawater of 0 and −1‰ are considered typical for the open ocean during glacial and interglacial Miocene periods, respectively, depending on the ice volume (e.g., Zachos et al., 2001). In view of the marginal environment of the Paratethys during the Miocene (Fig. 1), it may be questioned if the δ18O values do correspond to those typical of the open ocean or whether the isotopic composition of water has been influenced either by evaporation, precipitation or freshwater input from the hinterland (e.g., Reichenbacher et al., 2004). The overall range in absolute δ18O values of the teeth measured in this study is, however, similar to that in modern marine fish teeth from sub-tropical oceans (e.g., Longinelli and Nuti, 1973a,b; Kolodny et al., 1983; Vennemann et al., 2001). The subtropical conditions are also indicated by coralline carbonate fossils (Nebelsick, 1989), ectothermic vertebrate remains (Böhme, 2003) and\nfossil wood flora (Steininger, 1998; Böhme et al., 2007) described within the molasse sediments at this time.\nIn addition, given the best estimates for the biostratigraphic ages of the sample localities, the average δ18O values of the shark teeth show similar trend compared to Early to Middle Miocene oxygen isotope records of benthic foraminifera (Fig. 4; Savin et al., 1985; Miller et al., 1987, 1991).\nThis comparison excludes samples from the youngest, Sarmatian locality of Nexing. Here the teleost teeth clearly indicate lower values compared to the general global trend (Fig. 4), which is compatible with the brackish conditions reflected also by ostracods (e.g., Papp et al., 1974; Janz and Vennemann, 2005). Also the locality of Ballendorf was kept out from the comparison because of its age uncertainty (Table 1).\nNonetheless, the absolute variations in δ18O values in the shark teeth with time are larger than that which would be indicated for the water δ18O values on the basis of the global benthic trend (Fig. 4). This may be related to the temperature variations within the relatively shallow water column typical for the habitat of sharks (Vennemann et al., 2001) and expected for the sub-basins of the Paratethys. Alternatively it may be related to evaporation or freshwater inputs within these small basins. Localities where evaporation might have played a role with high δ18O are Tavannes (Becker, 2003) and possibly Mussel, while freshwater influence with lower δ18O could be important at Eggingen (Reichenbacher et al., 1998) and maybe at Kazár (Solt, 1992; low Sr-content in these teeth) (see also Table 2 and Fig. 4b). Indeed, excluding samples from these outcrops results in a smoother curve as shown in Fig. 4.\nOn the basis of combined variations in δ18O values as well as Mg/Ca of foraminifera, Lear et al. (2000), have estimated the δ18O values for ancient seawater. For the Early to Middle Miocene seawater they obtained δ18OW values varying between −0.2 and −0.8‰. Assuming these values to be representative for water depths up to about 300 m for the Paratethys, the shark teeth data would reflect water temperatures of about 14 to 28 °C. This range in temperatures is typical for sub-tropical to temperate waters between 0 and 300 m water depths (e.g., Vennemann et al., 2001). Furthermore, the variation in δ18O values within any one locality of 1 to 3‰ is also similar to the variations measured in recent teeth of a similar habitat (Vennemann et al., 2001), hence likely related to seasonal differences in the temperature of the water column."
  }, {
    "heading": "6.2.2. Oxygen isotope composition of the marine mammals",
    "text": "Oxygen isotope analyses of sympatric mammals and fish remains (e.g., Lécuyer et al., 1996), allow of an evaluation of the influence of diagenesis and, in an ideal case, can also constrain the isotope composition of the seawater. Even though there is a speciesdependent fractionation between ambient water, body water and the oxygen isotope composition in bone for all mammals, generally lower δ18O values of mammals compared to those in marine fish teeth are to be expected. This is because the mammals have a constant body temperature of about 37 °C, a temperature higher than that of ambient seawater. Diagenetic alteration of the oxygen isotope compositions in the presence of freshwater would not only tend to lower the δ18O values of all samples, but also lead to a homogenization of values between the shark teeth and themammal remains. The fact that this is not observed can be taken as further support for a preservation of the primary O-isotope compositions (Fig. 4).\nTütken (2003) examined modern sea cows and found the following relationship between the oxygen isotope composition of water (δ18OW) and phosphate (δ18OP):\nδ18OP = 0:86⁎δ 18OW + 20:23: ð2Þ\nAssuming a similar species-specific oxygen isotope fractionation for the Miocene sea cows and recent sea cows, the oxygen isotope\ncomposition of the water can be calculated (Table 3). For the Eggenburgian samples from the locality of Kühnring the calculated δ18OW value is −0.6‰, which is in the range typical for Early–Middle Miocene seawater (Lear et al., 2000).\nDuring the Early Ottnangian (locality of Pfullendorf) the sea cow bones give a δ18OW of −1.6‰, which is marginally lower compared to estimates for contemporaneous open ocean seawater by Lear et al. (2000). This may suggest a local influence of freshwater for this part of the basin. Dolphin teeth sampled from this site were also analyzed. Using the calibration for phosphate-water oxygen isotope fractionation for whales as reported by Yoshida andMiyazaki (1991), the δ18OW would be about 2.3‰. This unusually high value may suggest that the fractionation proposed by Yoshida and Miyazaki (1991) may not be applicable to the Miocene dolphin species. Alternatively it could suggest that these samples have been influenced by alteration, an interpretation that is considered unlikely in view of the differences of δ18O values for these teeth and those of the fossil sea cow bones and the shark teeth of this site.\nFor the localities of Eggingen and Danitz-puszta the calculated oxygen isotope compositions of seawater using the sea cow bones are −2.3 and −2.7‰, respectively. As the sedimentation at Eggingen occurred in an estuary (e.g., Reichenbacher et al., 1998) and the fossils of Danitz-puszta are redeposited to freshwater setting, thus these negative values may indicate early diagenesis of the bone phosphate in the presence of freshwater. Whether or not such a diagenetic change also influenced the enameloid of the shark teeth sampled for this study remains in question though."
  }, {
    "heading": "6.3. Sr- and Nd-isotope compositions of phosphate samples — local versus global effects",
    "text": ""
  }, {
    "heading": "6.3.1. Strontium isotope ratios",
    "text": "Although the absolute ages of the sampled sites are not known to better than about ±1 Ma (cf. Table 1), a comparison of the measured 87Sr/86Sr in the fossils with those of the open ocean Sr-evolution curve is shown in Fig. 5. While the general trend of the samples does follow the trend of increasing 87Sr/86Sr with decreasing age, the deviation about the line defining the global ocean trend is pronounced. If all ratios are accepted as primary, these differences compared to the open ocean 87Sr/86Sr ratios, may indicate influence of terrestrial run-off on a local scale affecting the Sr-budget of the Paratethys. As most of the teeth have higher 87Sr/86Sr compared to those expected for formation in a Miocene open ocean, this would suggest a local source of Sr from rocks enriched in 87Sr, which is compatible with generally higher 87Sr/ 86Sr measured in the host sediments. This in turn also suggests the proximityand erosional influence of old crystalline rocks, such as those of the BohemianMassif, the Black Forest area, and theAarmassif on the Sr-isotope geochemistry of the Paratethys during the Miocene (Liew and Hofmann, 1988; Schlunegger et al., 2001; Kuhlemann and Kempf, 2002). On a local scale, this influence may have been of equal importance as the effect of the Himalayan orogen on the global oceanic budget today (e.g. Krishnaswami et al.,1992). This interpretation of the local control on the Sr-isotope compositions of the Paratethys is preferred relative to an interpretation that these ratios are related to diagenetic alteration (Martin and Scher 2004). Firstly, because shark teeth sampled from those localities closest to such high 87Sr/86Sr sources also have the highest 87Sr/86Sr (e.g. Kühnring, Benken), secondly neither of them has unusually high Sr contents nor 87Sr/ 86Sr ratios that are similar to those measured for the sediments.\nIn some cases the Sr-isotope ratios of the teeth are also lower than those for contemporary Miocene seawater (i.e., two teeth from La Molière, Kocsis et al., 2007). In these cases, a dominant influence of Sr from Mesozoic carbonates of the Alps and the Jura is indicated, compatible with the detrital mineral fraction of the sediments (Frisch et al., 1998; Weidmann and Ginsburg, 1999; Schlunegger et al., 2001; Kuhlemann and Kempf, 2002).\nAt three localities — Auberson, La Molière (excepting for two teeth), Kazár — the 87Sr/86Sr in the shark teeth are indistinguishable from Miocene seawater. In the case of Ipolytarnóc in the Pannonian Basin, the 87Sr/86Sr of shark teeth suggest an age of 18.6±0.6 Ma using the seawater curve of McArthur et al. (2001). This age is in agreement with a 17.5 Ma for the overlying beds of the Gyulakeszi Rhyolite Tuff Formation (Pálfy et al., 2007). It is also of interest to note that all of the latter four localities are located at the most western and eastern part of the studied area of the Paratethys. Hence, these localities may well have had a higher seawater input from the global oceans.\nFinally, measurements of ostracods from the deeper parts of the Paratethys (Janz and Vennemann, 2005) as well as otoliths (Pippèrr et al., 2007), largely from the SE German and Austrian localities are all in agreement with the global 87Sr/86Sr record, therefore also supporting primary values and open ocean conditions for deeper waters in the basins.\nThe above interpretations, together with the fact that most shark teeth have 87Sr/86Sr different from that of the embedding sediments do favor a primary origin of the Sr-isotope compositions."
  }, {
    "heading": "6.3.2. Neodymium isotope ratios",
    "text": "The neodymium isotope compositions of the fossils can differ substantially from one locality to another, indicating different compositions of the pore waters, and by inference that of the seawater. Hence, in view of the general differences between fossil and whole rock Nd-isotopic compositions (Fig. 6), short term fluctuations in the balance between the local terrestrial input of Nd and the seawater of the Paratethys are implied.\nHowever, the bulk of the εNd values cluster close to an average value of −7.9±0.5 (1σ; Fig. 6c). It can, therefore, be suggested that this dominant source of Nd represents the average Paratethys seawater during the Early to Middle Miocene (e.g., Jeandel et al., 2007). Those localities that are yielded fossil and sediment samples with relatively low and high εNd values compared to the general average of −7.9 εNd units may then indicate a stronger local freshwater influence on the seawater geochemistry for those parts of the basin.\nAt Kühnring, for example, the fossils not only have the highest average 87Sr/86Sr, but also the lowest average εNd value of −10 of all fossils analyzed so far. These data can be explained by a large input of detritus from the Bohemian Massif at this locality relative to other localities sampled. The bulk sediment from Kühnring has an even lower εNd value of −14, supporting further this strong effect of the hinterland (Fig. 6). Also, the two exotic teeth of La Molière (cf. Kocsis et al., 2007) have low εNd values averaging −9.4, lower than the other teeth from the same locality with εNd of −8. This is compatible with the origin of the two teeth, which primarily may be deposited in waters dominated by rivers drainingMesozoic carbonates (Table 4 and Fischer and Gygi, 1989; Stille et al., 1996).\nLow εNd values were obtained for bulk sediments at other localities of the north Alpine Molasse Basin (Fig. 6), such as those of Griesskirchen, Maierhof, and Allerding, all of which occur close to the Bohemian Massif, or Benken close to the Black Forest. For most of these sites, the fossil εNd values are, however, distinct from those of the corresponding sediments, which indicate additional Nd-input in these areas. One important Nd-source could have been the seawater in the region. Alternatively, Mesozoic carbonates, where present, may play a role as well (e.g., Auberson). In a few cases where the εNd value is very similar between the fossils and the related sediment (Fig. 6c), this either reflects a strong local influence on the water column by the hinterland, or that the seawater and terrestrial sources fortuitously had the same values.\nYet other localities, such as Danitz-puszta and Mátraszöllös, have teeth with relatively high εNd values of −6.8 to −4.8 (Figs. 6 and 7) compared to the other sites investigated. A possible explanation for these high values could be the volcanic activity in the Pannonian basin during the Miocene (Fig. 2 and e.g., Szabó et al., 1992; Harangi, 2001).\nA modern analogue to such a situation is given by recent foraminifers with high εNd values near Iceland (Palmer and Elderfield, 1985), reflecting the effect of young volcanism on the water budget in terms of an increased supply of mantle-derived Nd. It could be equally proposed that other teeth with relatively high εNd values, such as those from the Vienna Basin (Leithakalk and Devinska Nova Ves), may reflect Northern Pannonian Basin calc–alkaline volcanism (NPB — Fig. 2) and/or the potassic volcanism in the Styrian Basin at 17.5–13Ma (Harangi, 2001).\nAt the Swiss Molasse locality of Tavannes some samples also have high εNd values of up to −5.5, whichmay correspond to the Kaiserstuhl volcanism in the Rhine Graben at around 18 Ma ago (Wedepohl et al., 1994). However, at this locality the sediment with εNd of −8.1, does not support a strong influence of recent, mantle-derived material. This discrepancymay be due to a short-lived volcanic event in the area that influenced only briefly the sediment and/or water budget and/or the influence occurred via the carbonate fraction only."
  }, {
    "heading": "6.3.3. Palaeoceanographic implications for the Paratethys",
    "text": "Accepting that the Nd-isotope compositions measured for the fossils have recorded a balance between local terrestrial input and seawater, the compositions can be interpreted in a palaeoceano-\ngraphic context. In Fig. 7b, εNd values from the Western and Central Paratethys are compared to those of the global oceans (Ling et al., 1997; O'Nions et al., 1998; Burton et al., 1999) and the Mediterranean Sea (Stille et al., 1996). Neglecting those samples that support a strong local influence on the seawater Nd-isotopic composition, the trend of the data is similar to that for the Indian Ocean during the Early to Middle Miocene. In the Central Paratethys from the Late Eggenburgian–Early Ottnangian onwards, the samples already recorded this typical Indian Ocean εNd value (Ipolytarnóc).\nIn contrast, the western part of the north Alpine Molasse Basin might have experienced Mediterranean water inflow via the Rhone Valley during the Eggenburgian (e.g., Auberson). A clear Indian Ocean influence in the north Alpine Molasse Basin appears only during the transgression and high sea level stand of the Ottnangian, where εNd values of about −7.9 occur throughout the basin (e.g., Äpfingen, Saulgau). A decrease of this strong marine influence is well marked from the Middle–Late Ottnangian (Eggingen) onwards, as larger regional differences are once again recorded by the fossils.\nIn the Central Paratethys, after a short brackish event, full marine conditions were re-established for the Karpatian (e.g., Popov et al., 2004). Localities situated distant from weathering volcanic rocks (Kazár, Bad Vöslau, Himesháza) reflect seawater compositions typical for the Paratethys with average εNd values of about −7.5 until the Middle Badenian. Thereafter εNd values decrease to −8.2 during the Late Sarmatian.\nBy comparison, the εNd values of −8 to −9 in some Karpatian and Badenian ostracods from the Austrian Molasse and the Vienna Basin are still somewhat lower (Janz and Vennemann, 2005) than the shark teeth measured here. This may be related to local effects and/or temporal variations in the seawater composition, but the trend towards lower values is the same. In contrast, Sarmatian ostracods have uniform εNd values of about −8.7 similar to the bony fish teeth analyzed in this study (Nexing). All these data indicate a gradual separation of the Central Paratethys with brackish conditions becoming obvious during the Sarmatian (e.g., Rögl, 1998; Magyar et al., 1999; Janz and Vennemann, 2005; Popov et al., 2006). Moreover, the εNd value for the Sarmatian brackish water may also represent a typical composition of the hinterland input to the Central Paratethys, compatible with the similarity to the sediment εNd values in these areas (Fig. 6; Jeandel et al., 2007).\nIn summary, the seawater in the regionwas primarily sourced from the Indian Ocean, which may have also controlled large regions of the Mediterranean. Nevertheless, from the Badenian onwards, the Mediterranean has lower εNd values compared to the Paratethys and the Indo-Pacific (Stille et al., 1996 and Fig. 7), indicating increasing influence of the Atlantic Ocean in this region. While the eastern connection towards the Indo-Pacific of the Mediterranean and the Central Paratethys has been questioned (e.g., Rögl, 1998; Popov et al., 2004), the present data would support at least a partial communication of water masses between the Central Paratethys and the Indian Ocean. Alternatively, the overlap between the εNd values of the Central Paratethys and the Indian Ocean at this time is fortuitous and may be related to different terrestrial Nd-sources but with overall similar εNd values for these marine systems."
  }, {
    "heading": "7. Conclusions",
    "text": "Oxygen, strontium, and neodymium isotope compositions of Miocene marine vertebrate fossils as well as the surrounding sediments were analyzed from the north Alpine Molasse-, Vienna-, and the Pannonian Basins. The results are compatible with the following palaeoenvironmental interpretations:\n1) Oxygen isotope compositions of fish teeth support a sub-tropical to warm temperate climate during the Early to Middle Miocene, with water temperatures of 14 to 28 °C.\n2) Using the best biostratigraphical age estimates of the sampled outcrops, the variation in the average δ18O values of the shark teeth with time is similar to that indicated by the global benthic foraminifera record, although the fluctuations in some cases might have been enhanced by local processes in the Paratethys. 3) The oxygen isotope compositions of fish teeth and marine mammals from the same localities not only allow the temperatures to be estimated, but also the δ18O values of the ambient seawater, which is found to be similar to that reported for the global Miocene ocean. Restricted input of freshwater cannot be excluded at some localities though, it might account for larger overall variations compared to the global trends. 4) Although the 87Sr/86Sr ratios broadly follow the Miocene seawater curve within error of their biostratigraphic age estimates, many localities have ratios that are clearly different from those of contemporaneous open ocean seawater. For these localities, a local control on the seawater Sr-budget by the hinterland rocks is apparent. This local input is particularly pronounced in areas situated close to old crustal rocks or Mesozoic carbonates, which have Sr-isotope ratios that are quite different compared to those of the Miocene seawater. 5) In agreement with the Sr-isotope variations, the Nd-isotope compositions of the fossils are compatible with either an influence of the old crystalline rocks and/or the Mesozoic carbonates on the local seawater budget. In addition, several periods of active volcanism in the hinterland also influenced locally the Nd-isotope composition of the seawater within the Paratethys for short periods of time. 6) Despite an important input of Nd from the hinterland, the differences in Nd- and Sr-isotope compositions between the sediments and the fossils suggest that in many cases the Nd in the Paratethys was dominated by water input from other ocean basins. This allows for a determination of the pathways for water mass exchange between the Paratethys, theMediterranean and the Indian Ocean. The εNd values of the Paratethys were −7.4 to −8.4 during the Early–Middle Miocene, which is compatible with the influx of water from the Indian Ocean."
  }, {
    "heading": "Acknowledgements",
    "text": "Timothy Jones first introduced EH and TWV to the study of shark teeth and also provided the SEM images of shark teeth. Ronald Böttcher (Staatliches Museum für Naturkunde Stuttgart) helped identify many of the teeth studied. Dr. W. Witt (Gündlkofen) provided information on Ottnangian exposures of the Bavarian part of the Molasse Basin. Dr. I. Zorn of the Bundesanstalt für Geowissenschaften in Vienna and Dr. O. Schulz of the Naturhistorisches Museum (Vienna) provided shark teeth from their institutional collections and helpful information on Miocene Austrian exposures. Dr. Zorn also assisted us with the field work in Austria. Mr. J. van der Hocht and A. Lehmkuhl are thanked for the generous donations of teeth from their private collections. Bernd Steinhilber (Tübingen) is thanked for his meticulous assistance in the laboratory. This study was funded partly by the German Research Council (DFG) within the framework of a palaeoclimate research program (SFB 275) of the Faculty of Geosciences, University of Tübingen: “Climatically Coupled Processes in Mesozoic and Cenozoic Geo-Ecosystems” and subsequently by Swiss National Research Fund projects (FNRS # 200021-100530 and #200020- 109456) to TWV. The detailed reviews by Yehoshua Kolodny, Antonio Longinelli, and an anonymous reviewer are much appreciated and have helped improve the manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.palaeo.2008.10.003."
  }],
  "year": 2008,
  "references": [{
    "title": "Sedimentary and structural evolution of the German Molasse Basin",
    "authors": ["G.H. Bachmann", "M. Müller"],
    "venue": "Eclogae Geol. Helv",
    "year": 1992
  }, {
    "title": "Notizen zur untermiozänen Hai- und Rochenfauna der Erminger Turritellenplatte (Mittlere Schwäbische Alb, SWDeutschland)",
    "authors": ["J. Baier", "Schmitt", "K.-H", "R. Mick"],
    "venue": "Jber. Mitt. oberrhein. geol. Ver., N.F",
    "year": 2004
  }, {
    "title": "Notizen zu einem Profil der SelachierFundstelle Walbertsweiler im Bereich der miozänen Oberen Meeresmolasse Süddeutschlands",
    "authors": ["D. Barthelt", "O. Fejfar", "H.F. Pfeil", "E. Unger"],
    "venue": "Münchn. Geowiss. Abh. (A)",
    "year": 1991
  }, {
    "title": "Geology of Ipolytarnóc",
    "authors": ["L. Bartkó"],
    "venue": "Geol. Hung. Ser. Paleontol",
    "year": 1985
  }, {
    "title": "Paléoécologie et paléoclimats de la Molasse du Jura (Oligo-Miocène): apport des Rhinocerotoidea (Mammalia) et des minéraux argileux",
    "authors": ["D. Becker"],
    "venue": "GeoFocus 9,",
    "year": 2003
  }, {
    "title": "Correlative chart of the European Oligocene andMiocene: application to the Swiss Molasse Basin",
    "authors": ["Berger", "J.-P"],
    "venue": "Eclogae Geol. Helv",
    "year": 1992
  }, {
    "title": "Eocene–Pliocene time scale and stratigraphy of the Upper Rhine Graben (URG) and the Swiss Molasse Basin (SMB)",
    "authors": ["Berger", "J.-P", "B. Reichenbacher", "D. Becker", "M. Grimm", "K. Grimm", "L. Picot", "A. Storni", "C. Pirkenseer", "A. Schaefer"],
    "venue": "Int. J. Earth Sci",
    "year": 2005
  }, {
    "title": "Paleogeography of the Upper Rhine Graben (URG) and the Swiss Molasse Basin (SMB) from Eocene to Pliocene",
    "authors": ["Berger", "J.-P", "B. Reichenbacher", "D. Becker", "M. Grimm", "K. Grimm", "L. Picot", "A. Storni", "C. Pirkenseer", "C. Derer", "A. Schaefer"],
    "venue": "Int. J. Earth Sci",
    "year": 2005
  }, {
    "title": "The geochemical balance of the rare earth elements and Nd isotopes in the oceans",
    "authors": ["C.J. Bertram", "H. Elderfield"],
    "venue": "Geochim. Cosmochim",
    "year": 1993
  }, {
    "title": "The Miocene Climatic Optimum: evidence from ectothermic vertebrates of Central Europe",
    "authors": ["M. Böhme"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "The reconstruction of Early and Middle Miocene climate and vegetation in Southern Germany as determined from the fossil wood flora",
    "authors": ["M. Böhme", "A.A. Bruch", "A. Selmeier"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Isotope exchange robes and enzymemechanisms",
    "authors": ["P.D. Boyer"],
    "venue": "Am. Chem. Soc., Acc. Chem. Res",
    "year": 1978
  }, {
    "title": "Variation of seawater",
    "authors": ["W.H. Burke", "R.E. Denison", "E.A. Hetherington", "R.B. Koepnick", "H.F. Nelson", "J.B. Otto"],
    "year": 1982
  }, {
    "title": "Closure of the Central American Isthmus",
    "authors": ["K.W. 516–519. Burton", "Ling", "O H.-F", "R.K. 'Nions"],
    "year": 1997
  }, {
    "title": "Species Catalogue for Fishery Purposes",
    "authors": ["R.A. Crowson", "W.J. Showers", "E.K. Wright", "T.C. Hoering"],
    "year": 1991
  }, {
    "title": "Rare earth elements in ichthyoliths: variations with redox",
    "authors": ["H. Elderfield", "R. Pagett"],
    "venue": "m.y. Geology",
    "year": 1986
  }, {
    "title": "oberösterreichischen Molassezone. Jb",
    "authors": ["A.G. Fischer", "R. Gygi"],
    "venue": "Geol. B.-A. Wien",
    "year": 1989
  }, {
    "title": "Radiogenic isotopes. Tracers of past ocean circulation and erosional",
    "authors": ["M. Frank"],
    "year": 2002
  }, {
    "title": "Capabilities of an Argon",
    "authors": ["R. Frischknecht", "C.A. Heinrich", "H.J. Kahlert"],
    "year": 1997
  }, {
    "title": "Isotopie (C, O und Sr) von Foraminiferen der zentralen nördlichen",
    "authors": ["M. 939–944. Hagmaier"],
    "year": 2002
  }, {
    "title": "Pb–Sr–Nd isotopic compositions and trace element geochemistry of megacrysts and melilitites from the Tertiary Urach volcanic field: source compositions of small volume melts under SW Germany",
    "authors": ["E. Hegner", "H.J. Walter", "M. Satir"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1995
  }, {
    "title": "Variations in the strontium isotopic composition of seawater during the Neogene",
    "authors": ["D.L. Hodell", "P.A. Mueller", "J.R. Garrido"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "Erläuterungen zum Geologischem Atlas der Schweiz",
    "authors": ["F. Hoffmann", "R. Hantke"],
    "venue": "Diessenhofen mit Anhägnsel von Blatt 1031 Neunkirch,",
    "year": 1964
  }, {
    "title": "High-resolution dating of deep-sea clays using Sr isotopes in fossil fish teeth",
    "authors": ["B.L. Ingram"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Sm–Nd isotopic evolution of chondrites",
    "authors": ["S.B. Jacobsen", "G.J. Wasserburg"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1980
  }, {
    "title": "Isotopic composition (O, C, Sr, and Nd) and trace element ratios (Sr/Ca, Mg/Ca) of Miocene marine and brackish ostracods from North Alpine Foreland deposits (Germany and Austria) as indicators for palaeoclimate",
    "authors": ["H.V. Janz", "T.W. Vennemann"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Isotopic Nd compositions and concentrations of the lithogenic inputs into the ocean: a compilation, with an emphasis on the margins",
    "authors": ["C. Jeandel", "T. Arsouze", "F. Lacan", "P. Téchiné", "Dutay", "J.-C"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "The Danitz-puszta sandpit. Pannon sand with reworked vertebrate remains (In Hungarian). Hungarian Geological Society, Palaeontology and Stratigraphy Section: 4th Hungarian Palaeontological Convention, Pécsvárad, Abstracts and Fieldguide, 42–43",
    "authors": ["E. Kazár", "L. Kordos", "M. Szónoky"],
    "year": 2001
  }, {
    "title": "Central Paratethyan shark fauna (Ipolytarnóc, Hungary)",
    "authors": ["L. Kocsis"],
    "venue": "Geologica Carpathica",
    "year": 2007
  }, {
    "title": "Migration of sharks into freshwater systems during the Miocene and implications for Alpine paleoelevation",
    "authors": ["L. Kocsis", "T.W. Vennemann", "D. Fontignie"],
    "venue": "Geology",
    "year": 2007
  }, {
    "title": "Construction of the seawater",
    "authors": ["R.B. Koepnick", "W.H. Burke", "R.E. Denison", "E.A. Hetherington", "H.F. Nelson", "J.B. Otto", "L.E. Waite"],
    "year": 1985
  }, {
    "title": "Stable isotope compositions of biological apatite",
    "authors": ["J.M. Kohn", "E.T. Cerling"],
    "venue": "Review inMineralogy and Geochemistry,",
    "year": 2002
  }, {
    "title": "Oxygen isotopes in phosphatic fish remains from Israel: paleothermometry of tropical Cretaceous and Tertiary shelf waters",
    "authors": ["Y. Kolodny", "M. Raab"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1988
  }, {
    "title": "Oxygen isotopes in phosphates of fossil fish — Devonian to Recent",
    "authors": ["Y. Kolodny", "B. Luz"],
    "venue": "Geochem. Soc. Spec. Publ.,",
    "year": 1991
  }, {
    "title": "Oxygen isotope variations in phosphate of biogenic apatites, I. Fish bone apatite-rechecking the rules of the game",
    "authors": ["Y. Kolodny", "B. Luz", "O. Navon"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1983
  }, {
    "title": "Strontium isotopes and rubidium in the Ganga–Brahmaputra river system: weathering in the Himalaya, fluxes to the Bay of Bengal and contributions to the evolution of oceanic",
    "authors": ["S. Krishnaswami", "J.R. Trivedia", "M.M. Sarina", "R. Ramesha", "K.K. Sharmab"],
    "year": 1992
  }, {
    "title": "Post-Eocene evolution of the North Alpine Foreland Basin and its response to Alpine tectonics",
    "authors": ["J. Kuhlemann", "O. Kempf"],
    "venue": "Sediment. Geol",
    "year": 2002
  }, {
    "title": "Cenozoic deep-sea temperatures and global ice volumes from Mg/Ca in benthic foraminiferal calcite",
    "authors": ["H.C. Lear", "P. Elderfield", "P.A. Wilson"],
    "year": 2000
  }, {
    "title": "Thermal excursions in the ocean at the Cretaceous–Tertiary boundary (northern Morocco): δ18O record of phosphatic fish debris",
    "authors": ["C. Lécuyer", "P. Grandjean", "J.R. 'Neil", "H. Cappetta", "F. Martineau"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1993
  }, {
    "title": "Deciphering “temperature” and “salinity” from biogenic phosphates",
    "authors": ["C. Lécuyer", "P. Grandjean", "F. Paris", "M. Robardet", "D. Robineau"],
    "year": 1996
  }, {
    "title": "Precambrian crustal components, plutonic associations, plates environments of the Hercynian Fold Belt of central Europe: indications from a Nd and Sr isotopic study",
    "authors": ["T.C. Liew", "A.W. Hofmann"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1988
  }, {
    "title": "Evolution of Nd and Pb isotopes in Central Pacific seawater from ferromanganese crusts",
    "authors": ["Ling", "H.-F", "K.W. Burton", "R.K. O'Nions", "B.S. Kamber", "F. vonBlanckenburg", "A.J. Gibb", "J.R. Hein"],
    "venue": "Earth Planet. Sci",
    "year": 1997
  }, {
    "title": "1973a. Revised phosphate-water isotopic temperature scale",
    "authors": ["A. Longinelli", "S. Nuti"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1973
  }, {
    "title": "Oxygen isotope measurements from fish teeth and bones",
    "authors": ["A. Longinelli", "S. Nuti"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1973
  }, {
    "title": "Paleogeographic evolution of the Late Miocene Lake Pannon in Central Europe",
    "authors": ["I. Magyar", "H.D. Geary", "P. Müller"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Preservation of seawater Sr and Nd isotopes in fossil fish teeth: bad news and good news",
    "authors": ["E.E. Martin", "H.D. Scher"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Diagenetic stability of the isotopic composition of phosphate-oxygen: paleoenvironmental implications",
    "authors": ["J.M. McArthur", "A. Herczeg"],
    "venue": "Phosphorite Research and Development. Geol. Soc. Spec. Publ.,",
    "year": 1990
  }, {
    "title": "Strontium isotope stratigraphy: LOWESS version 3: best fit to the marine Sr-isotope curve for 0–509 Ma and accompanying look-up table for deriving numerical age",
    "authors": ["J.M. McArthur", "R.J. Howarth", "T.R. Bailey"],
    "venue": "J. Geol",
    "year": 2001
  }, {
    "title": "Tertiary oxygen isotope synthesis, sea level history and continental margin erosion",
    "authors": ["K.G. Miller", "R.G. Fairbanks", "G.S. Mountain"],
    "venue": "Paleoceanography",
    "year": 1987
  }, {
    "title": "Miocene isotope reference section, Deep Sea Drilling Project Site 608: an evaluation of isotope and biostratigraphic resolution",
    "authors": ["K.G. Miller", "M.D. Feigenson", "J.D. Wright", "B.M. Clement"],
    "venue": "Paleoceanography",
    "year": 1991
  }, {
    "title": "Decapod Crustacean of the Badenian",
    "authors": ["P. Müller"],
    "venue": "Geol. Hung. ser. Pal",
    "year": 1984
  }, {
    "title": "Temperate water carbonate facies of the Early Miocene Paratethys (Zogelsdorf Formation",
    "authors": ["J.H. Nebelsick"],
    "venue": "Lower Austria). Facies,",
    "year": 1989
  }, {
    "title": "A rapid and precise method of oxygen isotope analysis of biogenic phosphate",
    "authors": ["J.R. O ́Neil", "L.J. Roe", "E. Reinhard", "R.E. Blake"],
    "venue": "Isr. J. Earth-Sci",
    "year": 1994
  }, {
    "title": "Secular variation of Nd and Pb isotopes in ferromanganese crusts from the Atlantic, Indian and Pacific Oceans",
    "authors": ["R.K. O'Nions", "M. Frank", "F. von Blanckenburg", "Ling"],
    "venue": "H.-F.,",
    "year": 1998
  }, {
    "title": "U–Pb and 40Ar/39Ar dating of the Miocene fossil track site at Ipolytarnóc (Hungary) and its implications",
    "authors": ["J. Pálfy", "R. Mundil", "R.P. Renne", "L.R. Bernor", "L. Kordos", "M. Gasparik"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Variations in the Nd isotopic composition of foraminifera from Atlantic Ocean sediments",
    "authors": ["M.R. Palmer", "H. Elderfield"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "Chronostratigraphie und Neostratotypen",
    "authors": ["A. Papp", "F. Marinescu", "J. Seneš"],
    "venue": "Miozän der Zentralen Paratethys. M5 — Sarmatien",
    "year": 1974
  }, {
    "title": "Neodymium isotopic variations in seawater",
    "authors": ["D.J. Piepgras", "G.J. Wasserburg"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1980
  }, {
    "title": "Sedimentologentreffen.- Exkursion A1, Geol",
    "authors": ["E.W. Piller", "K. Decker", "M. Haas"],
    "venue": "Sedimentologie und Beckendynamik des Wiener Beckens. Exkursionsführer Sediment'96,",
    "year": 1996
  }, {
    "title": "The Middle and Upper Ottnangian of the Simssee area (SE Germany): micropalaeontology, biostratigraphy and Chronostratigraphy",
    "authors": ["M. Pippèrr", "B. Reichenbacher", "W. Witt", "A. Rocholl"],
    "venue": "N. Jb. Geol. Paläont. Abh",
    "year": 2007
  }, {
    "title": "Lithological–paleogeographic maps of Paratethys, 10 maps Late Eocene to Pliocene",
    "authors": ["S.V. Popov", "F. Rögl", "A.Y. Rozanov", "F.F. Steininger", "I.G. Shcherba", "M. Kovac"],
    "venue": "Cour. Forsch.-Inst. Senckenberg,",
    "year": 2004
  }, {
    "title": "Late Miocene to Pliocene palaeogeography of the Paratethys and its relation to the Mediterranean",
    "authors": ["S.V. Popov", "I.G. Shcherba", "L.B. Ilyina", "L.A. Nevesskaya", "N.P. Paramonova", "S.O. Khondkarian", "I. Magyar"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "Graupensandrinne Ries-Impakt: Zur Stratigraphie der Grimmelfinger Schichten, Kirchberger Schichten und Oberen Süßwassermolasse (nördliche Vorlandmolasse, Süddeutschland)",
    "authors": ["B. Reichenbacher", "R. Böttcher", "H. Bracher", "G. Doppler", "W. von Engelhardt", "H.J. Gregor", "K. Heissig", "E.P.J. Heizmann", "F. Hofmann", "D. Kälin", "K. Lemcke", "H.P. Luterbacher", "E. Martini", "F. Pfeil", "W. Reiff", "A. Schreiner", "F.F. Steininger"],
    "venue": "Z. dt",
    "year": 1998
  }, {
    "title": "New approach to assess biostratigraphy, palaeoecology and past climate in the South German Molasse Basin during the EarlyMiocene (Ottnangian, Karpatian)",
    "authors": ["B. Reichenbacher", "M. Böhme", "K. Heissig", "J. Prieto", "A. Kossler"],
    "venue": "Cour. Forsch.-Inst.,",
    "year": 2004
  }, {
    "title": "Crystal–chemical controls on rare-earth element concentrations in fossil biogenic apatites and implications for paleoenvirnomental reconstructions",
    "authors": ["B. Reynard", "C. Lécuyer", "P. Grandjean"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Isotopic approaches to understanding the terrestrial-to-marine transition of the earliest cetaceans. In: Thewissen, J.G.M. (Ed.), The Emergence of Whales",
    "authors": ["L.J. Roe", "J.G.M. Thewissen", "J. Quade", "J.R. 'Neil", "S. Bajpai", "A. Sahni", "S.T. Hussain"],
    "year": 1998
  }, {
    "title": "Palaeogeographic considerations for the Mediterranean and Paratethys seaways (Oligocene to Miocene)",
    "authors": ["F. Rögl"],
    "venue": "Ann. Naturhist. Mus. Wien",
    "year": 1998
  }, {
    "title": "Vom Zerfall der Tethys zu Mediterran und Paratethys",
    "authors": ["F. Rögl", "F.F. Steininger"],
    "venue": "Die neogene Paläogeographie und Palinspastik des zirkum-mediterranen Raumes. Ann. Naturhist. Mus. Wien",
    "year": 1983
  }, {
    "title": "Tectonic Uplift and Climate Change",
    "authors": ["W.F. Ruddiman"],
    "year": 1997
  }, {
    "title": "The evolution of Miocene surface and near-surface marine temperatures: oxygen isotope evidence",
    "authors": ["S. Savin", "L. Abel", "H. Barrera", "D. Hodell", "G. Keller", "J.P. Kennet t", "J. Killingley", "M. Murphy", "E. Vincent"],
    "venue": "Kennet t, J.P. (Ed.), The Miocene Ocean. Geol. Soc. America Memoir,",
    "year": 1985
  }, {
    "title": "Timing and climatic consequences of the opening of Drake Passage",
    "authors": ["H.D. Scher", "E.E. Martin"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Climate, exposed source-rock lithologies, crustal uplift and surface erosion: a theoretical analysis calibrated with data from the Alps/North Alpine Foreland Basin system",
    "authors": ["F. Schlunegger", "J. Melzer", "G.E. Tucker"],
    "venue": "Int. J. Earth Sci",
    "year": 2001
  }, {
    "title": "Crystallinity and diagenesis of sedimentary apatites",
    "authors": ["A. Shemesh"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1990
  }, {
    "title": "Fish fossils of the shark-tooth-bearing bed at Kazár",
    "authors": ["P. Solt"],
    "venue": "Ann. Rep. Geol. Inst. Hungary",
    "year": 1992
  }, {
    "title": "Sr and Nd isotope systematics in fish teeth",
    "authors": ["H. Staudigel", "P. Doyle", "A. Zindler"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "The Early Miocene Lignite Opencast Mine of Oberdorf N Voitsberg (Styria, Austria): a multidisciplinary study",
    "authors": ["F.F. Steininger"],
    "venue": "Jb. Geol. B.-A",
    "year": 1998
  }, {
    "title": "Die tertiären Molassesedimente am Ostrand der BöhmischenMasse",
    "authors": ["F.F. Steininger", "R. Roetzel"],
    "venue": "Österr. Paläont. Ges., Wien,",
    "year": 1991
  }, {
    "title": "CircumMediterranean Neogene (Miocene and Pliocene) marine-continental chronologic correlations of European mammal units and zones",
    "authors": ["F.F. Steininger", "W.A. Berggren", "D.V. Kent", "R.L. Bernor", "S. Sen", "J. Agusti"],
    "year": 1996
  }, {
    "title": "Late Neogene biotic evolution and stratigraphic correlation",
    "authors": ["L. Kocsis"],
    "year": 2009
  }, {
    "title": "Nd isotope evidence for the evolution of the paleocurrents in the Atlantic and Tethys Oceans during the past 180 Ma",
    "authors": ["P. Stille", "M. Steinmann", "R.S. Riggs"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "Review of Neogene and Quaternary volcanism of the Carpathian–Pannonian region",
    "authors": ["Szabó", "Cs", "Harangi", "Sz", "L. Csontos"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Unpublished Field Guide of the Institute of Geology",
    "authors": ["A. Tollmann", "E. Kristan-Tollmann"],
    "venue": "University of Vienna,",
    "year": 1991
  }, {
    "title": "Trace elements in recent and fossil bone apatite",
    "authors": ["N.C. Trueman", "N. Tuross"],
    "venue": "Review inMineralogy and Geochemistry,",
    "year": 2002
  }, {
    "title": "Die Bedeutung der Knochenfrühdiagenese für die Erhaltungsfähigkeit in vivo erworbener Element- und Isotopenzusammensetzungen in fossilen Knochen",
    "authors": ["T. Tütken"],
    "venue": "Naturwissenschaften der Geowissenschaftlichen Fakultät der Eberhard-Karls-Universität Tübingen, Germany",
    "year": 2003
  }, {
    "title": "Geologische Karte von Bayern 1:50 000, Erläuterungen zum Blatt Nr",
    "authors": ["Unger", "J.-H"],
    "venue": "Griesbach in Rottal. Bayer. Geol. L. Amt,",
    "year": 1984
  }, {
    "title": "Strontium isotopes in seawater through time",
    "authors": ["J. Veizer"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1989
  }, {
    "title": "Oxygen, strontium and neodymium isotope composition of shark teeth as a proxy for the palaeoceanography and palaeocli",
    "authors": ["T.W. Vennemann", "E. Hegner"],
    "year": 1998
  }, {
    "title": "Isotopic composition of recent shark teeth as a proxy for environmental conditions",
    "authors": ["T.W. Vennemann", "E. Hegner", "G. Cliff", "G.W. Benz"],
    "venue": "Geochim. Cosmochim",
    "year": 2001
  }, {
    "title": "Oxygen isotope analyses of phosphates: a comparison of techniques for analysis of Ag3PO4",
    "authors": ["T.W. Vennemann", "H.C. Fricke", "R.E. Blake", "J.R. 'Neil", "A. Colman"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Cenozoic alkali basaltic magmas of western Germany and their products of differentiation",
    "authors": ["H.K. Wedepohl", "E. Gohn", "G. Hartmann"],
    "venue": "Contrib. Mineral",
    "year": 1994
  }, {
    "title": "Sr and Nd isotope composition of Late Pleistocene sapropels and nonsapropelic sediments from Eastern Mediterranean Sea: implications for detrital influx and climatic conditions in the source areas",
    "authors": ["S. Weldeab", "Emeis", "K.-C", "C. Hemleben", "T.W. Vennemann", "H. Schultz"],
    "venue": "Geochim. Cosmochim",
    "year": 2002
  }, {
    "title": "Oxygen isotope correlation of cetacean bone phosphate with environmental water",
    "authors": ["N. Yoshida", "N. Miyazaki"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }],
  "id": "SP:62820bb990a341b964663056870a7b999411585c",
  "authors": [{
    "name": "László Kocsis",
    "affiliations": []
  }, {
    "name": "Torsten W. Vennemann",
    "affiliations": []
  }, {
    "name": "Ernst Hegner",
    "affiliations": []
  }, {
    "name": "Denis Fontignie",
    "affiliations": []
  }, {
    "name": "Thomas Tütken",
    "affiliations": []
  }],
  "abstractText": "Article history: The Paratethys evolved as Received 12 January 2008 Received in revised form 18 September 2008 Accepted 8 October 2008",
  "title": "Constraints on Miocene oceanography and climate in the Western and Central Paratethys: O-, Sr-, and Nd-isotope compositions of marine fish and mammal remains"
}