{
  "sections": [{
    "text": "Microbial prokaryotes have ourished on Earth for more than 3.5Ga. They dominated the Earth’s biosphere during the rst 2 Ga of its history before the rst unicellular mitotic eukaryotes appeared. Therefore, in a search for extant life beyond the Earth, microorganisms are the most likely candidates for a putative biota of an extraterrestrial habitat. On Earth, life has developed strategies to cope with the so-called extreme conditions, such as hot vents, permafrost, permanent ice, subsurface regions, high atmosphere, rocks or salt crystals. By analogy with terrestrial extremophile communities, potential protected niches have been postulated for Mars, such as sulfur-rich sub-surface areas for chemoautotrophic communities, rocks for endolithic communities, permafrost regions, hydrothermal vents, soil, or evaporite crystals. Several methods exist to trace and identify microbial communities on Earth. Some of these biogenic signatures and biomarkers may also be applicable in attempts to search for life on Mars. However, the search for signatures indicative for putative extant life on Mars can only be the nal steps in a research strategy in the quest for extraterrestrial life. In particular, prior to any “search for extant life” experiment, more data are required on the geology (paleolakes, volcanism, hydrothermal vents, carbonates), climate (hydrosphere, duration of phases which allow liquid water) and radiation environment, present state and past evolution as well as organic molecules in sediments. The search for possible biological oases will be connected with the detection of areas where liquid water still exists under the current conditions on that planet. c© 2000 Elsevier Science Ltd. All rights reserved.\nKeywords: Mars; Biomarker; Extremophiles; Microbial communities"
  }, {
    "heading": "1. Introduction",
    "text": "There is now growing evidence that the physical and chemical surface properties of early Earth and Mars were very similar (McKay and Davis, 1991). Geological erosional features, observed from Mars orbit and from landers, suggest that prior to 3.5 Ga ago the climate on Mars was wet and more temperate allowing the presence of large quantities of water on its surface (Carr, 1996). At that time life had already started on Earth. The fossil record reveals that microbial autotrophic ecosystems existed on the early Earth already by 3.5 Ga (Schopf, 1993) or even 3.8 Ga ago (Schidlowski, 1993). Under the assumption, that life emerges at a certain stage of planetary evolution if the right environmental physical and chemical requirements are provided, it is legitimate to assume that conditions on early Mars were as favorable for life to emerge as on early Earth. A closer look to the history of life on Earth and the adaptive strategies life has developed to conquer every possible habitat on\n∗ Tel.: +49-2203-601-3594; fax: +49-2203-61970. E-mail address: gerda.horneck@dlr.de (G. Horneck).\nEarth surface and subsurface may provide clues for estimating the habitability of Mars, in early epochs or even today (Rothschild, 1990). The paper will (i) review the current understanding of the history of the microbial world on Earth as revealed from fossil and molecular records; (ii) explore the limits of life for growth and survival; (iii) compare extreme habitats on Earth with conditions on Mars surface and subsurface; and (iv) suggest methods to detect and analyze microbial communities in extreme environments that may be applicable in the search for life on Mars."
  }, {
    "heading": "2. History of the microbial world on Earth",
    "text": "Paleobiology has traced back the history of life on Earth to its very early stages in a geochronological manner (for reviews see Schopf, 1983; Schopf and Klein, 1992; Schidlowski, 1993). This is based on the fact that under suitable conditions in their primary sediment, dead organisms are susceptible to fossilization and thereby leave a morphological ngerprint in sedimentary rocks. This search for\n0032-0633/00/$ - see front matter c© 2000 Elsevier Science Ltd. All rights reserved. PII: S 0032 -0633(00)00079 -9\nfossils spans over a time period of 3.8 Ga, up to the rst evidence of sedimentary rocks. In Precambrian sediments, which are older than 0.6 Ga, microfossils prevail giving evidence of a “microbial world” for the rst billions of years of life’s history (Schopf, 1993). Such early fossils appear either as cellular relics of single microorganisms or as stromatolitic deposits which represent macroscopic fossilized stacks of successively superimposed benthic microbial mats. The high taxonomic diversity of these microfossils which reaches back to the Archean suggests a highly diversi ed early Archean microbial life having evolutionary roots at a geological time probably much earlier than 3.5 Ga ago. The existence of autotrophic and probably photosynthetic carbon xation in Archean microbiota is supported by two observations: (i) the structural similarity of several Archean microstructures with contemporary cyanobacteria (Schopf, 1993); and (ii) the depletion of 13C in 3.8 Ga old occurrences, which is indicative of biological carbon- xing pathways (Schidlowski, 1988; Rosing, 1999). Hence, on current available paleobiological and geochemical data, there is convincing evidence that life has emerged very early on the juvenile Earth — with a degree of certainty earlier than 3.5 Ga ago and probably earlier than 3.8 Ga ago. Autotrophic and probably photosynthetic carbon xation has been extant since at least 3.8 Ga and therefore must have evolved in much earlier times than are covered by terrestrial rock record. Molecular biology applies another method to trace back the history of life. This is based on an observed fundamental unity of modern life. All extant organisms are cellular, the genetic information is stored in the DNA, transcribed into RNA, and translated into proteins. All organisms use the same or a very similar genetic code and they use the same basic set of amino acids in their proteins. Although there are di erences in the transcription and translation machinery, the basic process is very similar in all organisms. All cells use lipid membranes to separate their protoplasm from the environment or from the cell wall. They use the same energy-rich metabolites as well as homologous enzymes to sustain their metabolism. This communality of the basic biochemical features to all known forms of life on Earth suggests their descent from a universal ancestor. In order to trace the history of life back from extant forms to the universal ancestor, molecular phylogeny makes use of the fact that at the level of the genotype changes constantly occur which are xed randomly in time. By comparing the genotypic information stored in the sequence of nucleic acids or proteins (Zuckerkandl and Pauling, 1965), a universal phylogenetic tree has been constructed that groups all known organisms in three domains: Bacteria, Archaea and Eucarya (Woese et al., 1990). Two of these domains are prokaryotes, namely Bacteria and Archea. It is interesting to note that the most deeply rooted organisms are thermophiles, both in Bacteria and Archea, suggesting that the earliest common ancestors might have been thermophilic microorganisms."
  }, {
    "heading": "3. Microbial adaptation to extreme environments",
    "text": ""
  }, {
    "heading": "3.1. Environmental range allowing growth",
    "text": "Microorganisms have invented several strategies to cope with and adapt to environments of a wide range of physical and chemical parameters. Examples are microbial ecosystems in deep crystalline rock aquifers several hundreds of meters below the surface (Stevens and McKinley, 1995), in the interior of ice-cores from drillings in the Antarctic ice down to a depth of several thousand meters (Abyzov, 1993; Abyzov et al., 1998a) and in cores from drillings in permafrost regions in Siberia at similar depths (Gilichinsky et al., 1993). It was found that the interior of rocks in cold and hot deserts provides ecological niches for endolithic microbial communities (Siebert and Hirsch, 1988; Friedmann, 1993) just as crystalline salts from evaporite deposits (Rothschild et al., 1994). Microorganisms have been isolated from extremely cold environments, such as the Antarctic soils (Vishniac, 1993) as well as from hot environments at temperatures in the range of 80◦–113◦C which are usually associated with active volcanism as hot springs, solfataric elds, shallow submarine hydrothermal vents, abyssal hot vent systems (“black smokers”) as well as oil-bearing deep geothermally heated soils (Stetter, 1996). Microbial communities are also found buried in groundwater sediments (K olbelBoekle et al., 1988), in marine sediments several hundred meter below the sea oor (Parkes et al., 1994), as well as in the atmosphere where viable microorganisms were collected from altitudes up to 77 km (Imshenetsky et al., 1978). These examples demonstrate that nearly all sites on Earth seem to be inhabitated by microbial communities, where an energy source is available and which are compatible with the chemistry of carbon–carbon bonds. Table 1 gives the environmental range allowing growth of at least one microbial representative. Metabolic diversity is one of the approaches microorganisms use for adapting to extreme environments. Whereas photosynthesis is the most common autotrophic pathway (and the only one used by eukaryotes), prokaryotes have invented a variety of autotrophic pathways, which either use an energy source di erent from sunlight (e.g., H2, Fe+2 , Mn + 2 , reduced or oxidized sulfur or nitrogen compounds) or use an electron donor di erent from water (e.g., H2, Fe+2 , or H2S and S\n◦) (reviewed by Nealson, 1999). This metabolic versatility enables prokaryotic microorganisms to colonize even deep subsurface sites which can not be reached by sunlight. A special challenge to microorganisms are environments with uctuations among extreme conditions, as they are experienced in deserts or on alpine rock surfaces (e.g., rapid changes in temperature and water activity). Other oscillations may concern salinity, pH, redox potential or radiation stress. Microbial mats are especially adapted to cope with these changing environments. They dwell on and inside\nrocks, in air and under water where energy sources, nutrients or water are only occasionally available. These mats, which are sometimes covered by protective layers of slime, sugars and pigments, are composed of the so-called poikilotrophic microbial communities, a mixture of microorganisms capable of outlasting long periods of unfavorable conditions at a reduced metabolic rate (Krumbein, 1996; Gorbushina and Krumbein, 2000)."
  }, {
    "heading": "3.2. Limits for microbial survival",
    "text": "Several prokaryotes as well as a few eukaryotes possess strategies of surviving unfavorable conditions in a kind of dormant state and are capable of regaining full metabolic activity if conditions change to less hostile ones again. Hence, the limits for microbial survival extend much further than those for growth (Table 1). Temporary transition of microbial cells to the dormant, the so-called anabiotic state, which involves biochemical, physiological and ultrastructural changes, is a widespread mechanism developed by organisms to promote survival of interim hostile conditions (Crowe and Crowe, 1992). Under certain conditions, cells of Bacillus and Clostridium species produce a dormant spore. In these spores, the DNA is extremely well protected against environmental stressors, such as desiccation, oxidizing agents, UV and ionizing radiation, low and high pH as well as temperature extremes. The high resistance of bacterial spores is mainly due to a dehydrated core enclosed in a thick protective envelop, the cortex and the spore coat layers, and the saturation of their DNA with small, acid-soluble proteins whose binding greatly alters the chemical and enzymatic reactivity\nof the DNA (Setlow, 1995). Bacillus subtilis spores have survived for extended periods in space (so far maximum duration tested was 6 years) which is governed by a high vacuum, temperature extremes and an intense radiation of solar and galactic origin (Horneck et al., 1994). Isolates from Dominican amber suggest that Bacillus spores remain viable for several millions of years (Cano and Borucki, 1995)."
  }, {
    "heading": "4. Terrestrial analogs of putative habitats on Mars",
    "text": ""
  }, {
    "heading": "4.1. Cold environments",
    "text": "Psychrophiles are organisms that preferentially live in cold environments (Friedmann, 1993). On Earth, microbial psychrophilic ecosystems exist in permafrost regions (Gilichinsky et al., 1993), in polar ice and oceans, in Antarctic lakes below a permanent ice cover (McKay, 1986), and on top and in deep layers of glaciers (Abyzov, 1993). Microbial cells were detected by epi uorescence techniques from Antartic glacier core drillings at depths down to 2.8 km which are approximately 0.24 Ma old. The data suggest that the microorganisms were captured in the ice sheet together with dust particles during periods of global temperature decrease and remained viable for several hundred thousand years in an anabiotic state (Abyzov et al., 1998a). However, it is still under debate whether the microorganisms have survived in the glaciers or permafrost layers in a completely anabiotic state or whether they were capable of some metabolism and growth although at a very reduced rate. Recently, it has been reported that extreme\npsychrophiles isolated from Antarctica grow at temperatures as low as −20◦C (Friedmann et al., 1999). At this low temperature their growth is extremely slow with doubling times up to 180 d. For survival of microorganisms, cold temperature is no barrier at all: freezing in liquid N2 is a common technique for preservation of cells. Dry bacterial spores survive temperatures down to −263◦C (Weber and Greenberg, 1985). Due to its speci c characteristics, such as low temperature, dry climate and seasonally enhanced environmental UV radiation, Antarctica has been considered as a terrestrial model in the quest for life on Mars (Wharton et al., 1989; Wynn-Williams and Edwards, 2000; Abyzov et al., 1998b). The temperature at the surface of present Mars ranges from −123 to +25◦C with wide diurnal and seasonal uctuations. Diurnal surface temperatures can span over 100◦C (Scho eld et al., 1997). The high uctuations between midday andmidnight temperatures pertain only to the top several mm of the surface. At depths of 15–20 cm below the surface, the temperature rapidly converges to the diurnal mean value, for example of about −50◦C if the diurnal temperature uctuation ranges from −90 to −10◦C (Carr, 1996). Because the temperature range on Mars overlaps with that for the growth as well as survival of microorganisms, low temperature does not seem to be a barrier for habitability of Mars, even today. Potential habitats might be subsurface layers of permafrost or the polar ice caps (see also Rothschild, 1990)."
  }, {
    "heading": "4.2. Dry environments",
    "text": "Water has been considered as an indispensable prerequisite for life. Generally, a water activity of 0.9 or higher is required for optimal microbial growth. However, some microorganisms have developed mechanisms to grow or survive in environments at much lower water activity than required by the majority. Halophilic microorganisms can tolerate water activities down to 0.6, and some osmophilic microorganisms are capable of growth within salt crystals (Rothschild et al., 1994). Cryptoendolithic microbial ecosystems in hot and cold deserts (Friedmann and Ocampo, 1976; Friedmann, 1982; Friedmann et al., 1987) give an example how life has withdrawn into protected zones. They colonize sandstones a few mm below the surface, forming layers of algae and cyanobacteria as primary producers as well as fungi and bacteria as consumers, thereby producing their own microclimate in an otherwise hostile arid environment. Desiccation tolerance has been developed by a variety of organisms, especially by prokaryotes, to survive unfavorable dry interim conditions (reviewed by Potts, 1994). These anhydrobiotic organisms generally possess good reserves of high-energy compounds (e.g., ATP), of membrane stabilizers or of compatible solutes, such as trehalose which enhance survival following drying and re-\nhydration (Crowe and Crowe, 1992) or they are capable of forming spores. Freeze drying (lyophilization) is a standard laboratory method for preservation of microbial cultures. In this case a large biomass of cells in the presence of chemical protectants, such as glycerol, is subjected to a sequential series of treatments which include freezing, vacuum treatment, storage and subsequent wetting after storage. With its current thin atmosphere of a mean atmospheric pressure of 5.6 mbar, the surface of Mars provides an extremely cold and dry climate, and does not allow the presence of liquid water. Therefore, life, if it once existed on the Martian surface, might have withdrawn into protected environments (Rothschild, 1990). Examples of terrestrial analogs are the endolithic habitats as they occur on Earth in areas of extreme aridity and frigidity, e.g., dry valleys of Antarctica (Friedmann et al., 1987). Such cryptoendolithic microbial communities are proposed as a suitable model for the study of processes under the extreme environmental stress on Mars during the cooling phase of its atmosphere. Other potential biotic oases, to which the putative life on Mars might have withdrawn, are endoevaporites, i.e. microorganisms that live in evaporites, e.g., halite or gypsum (Rothschild, 1990). Such sheltered oases, as rst postulated by Lederberg and Sagan (1962), may have provided microhabitats to enable well-adapted life to persist on Mars even today."
  }, {
    "heading": "4.3. Intense UV-radiation climate",
    "text": "The atmosphere of the early Earth was virtually devoid of oxygen and hence ozone, which means that solar UV-C (200–280 nm) and UV-B (280–315 nm) radiation could reach its surface and hence the early biosphere virtually unattenuated during the rst 1.5–2 Ga of life’s existence (Kasting et al., 1992). This short-wavelength range of solar UV radiation is a potent mutagen and a selective agent. The situation changed with the advent of oxygenic photosynthesis whereby oxygen was enriched in the atmosphere. At present, the stratospheric ozone layer serves as a cut-o lter protecting the surface of the Earth from the detrimental short-wave solar UV. Hence, during its early evolution on Earth life had to cope with an intense UV-radiation climate of high mutagenic potential. In response to this physiological stress, the primitive life forms were forced either to withdraw into UV refuges or to develop strategies to tolerate the UV-radiation inux. These strategies include the development of internal and external UV screens (Garcia-Pichel, 1995) as well as cellular mechanisms to repair the UV-induced damage (Jagger, 1985). Several sunscreen compounds that absorb either UV-A (315–400 nm) or UV-B are known in microorganisms, such as mycosporin-like amino acids, the indol alkaloid scytonemin, and melanin (Garcia-Pichel, 1998). Di erent e ective sunscreens are synthesized in\ncyanobacteria (Wynn-Williams, 1994), which are the group of organisms with the oldest entries in the fossil record (Schopf, 1994) and they are also the only prokaryotes capable of carrying out oxygenic plant-like photosynthesis. Hence, cyanobacteria represent a group of microorganims during early evolution that on the one hand were forced to use sunlight as energy source for their metabolism, on the other hand had to invent protective measures against the harmful short-wavelength UV range of sunlight. It has been postulated that the biologically e ective UV radiation calculated from the spectral irradiance and the biological action spectrum, e.g., for DNA damage (Setlow, 1974) was about 44 times greater in the Archean than it is at present (Garcia-Pichel, 1998). Most of the damage would have been caused by UV-B radiation. This high DNA-damaging potential of the early UV-radiation climate required an early development of e cient DNA repair mechanisms. Today, homologous DNA repair mechanisms (e.g., photoenzymatic repair, excision repair and post-replication repair) occur in a variety of phylogenetically divergent organisms, indicating an early origin of these repair pathways. Deinococcus radiodurans is the most radiation-resistant bacterium known to exist on Earth today. Its exceptional radiation resistance is based on extremely e cient DNA repair systems. Bacterial endospores, e.g., of B. subtilis, are also highly radiation resistant. Upon UV irradiation, they form spore-speci c UV photoproducts in their DNA which are e ciently repaired by sporespeci c repair pathways during germination (Munakata and Rupert, 1974). On Mars, CO2 is the major absorber of the short-wavelength UV radiation. Due to absorption by CO2 which comprises 95% of the atmosphere, virtually no radiation at wavelengths below 200 nm reaches the surface of Mars (Kuhn and Atreya, 1979). The amount of O3 in the Martian atmosphere is very low, if it exists at all: Some O3 is suggested for high-latitude winter conditions, but its concentration never reaches values higher than 2% of the mean terrestrial O3 column thickness. As a consequence of absorption by O3, during this period the solar spectrum at the surface of Mars shows a minimum in the range of 250 nm, whereas at all other seasons nearly all short-wavelength UV radiation above 200 nm penetrates the Martian atmosphere. Hence, although the solar constant for Mars is only 43% of that for Earth, the fraction of UV radiation reaching the surface of Mars is by far greater than that reaching the surface of the present Earth. The second feature one should note is the attenuation of solar radiation by dust particles dispersed in the atmosphere. A putative Martian biota, if it would exist on the surface of Mars, would need to acquire e cient adaptive strategies to intense UV radiation, either by behavioral avoidance responses, or by the accumulation of UV sunscreens, the production of detoxifying enzymes, or e cient repair of the UV-induced DNA damage."
  }, {
    "heading": "4.4. Putative microbial habitats on Mars",
    "text": "Understanding the history of water on Mars appears to be one of the clues to the puzzle on the probability of life on Mars. Extant life, if present, would probably reside in subsurface habitats where liquid water might be present, temperature uctuations are low and the harmful UV radiation is attenuated. In these subsurface sites, the energy source probably would be of a chemical nature. There are manifold examples of the metabolic versatility of microorganisms on Earth showing adaptation to extreme conditions of limiting nutrients and energy sources (Gorbushina and Krumbein, 2000; Nealson, 1999). It might be possible that such subsurface microorganisms have been brought into near-surface environments by occasional ows of subsurface water where they have been cryopreserved in ground ice. On Earth, microorganisms could survive for hundred thousand years or even longer in ice or permafrost (Gilichinsky, 1993; Abyzov et al., 1998a). Bacterial spores, which in the dormant state can survive interim hostile conditions over millions of years, are another example of potential survivors of extreme intervals on Mars. If life once started on Mars, the gradual decreasing pressure and temperature (McKay et al., 1992) might have forced the emerging biota to retreat to some protective oases (Friedmann and Koriem, 1989) where it might persist even today. As already suggested by Rothschild (1990), potential biotic oases, to which putative life on Mars might have withdrawn are rocks inhabitated by cryptoendolithic microbial communities (Friedmann et al., 1987), the polar ice caps and permafrost regions (Gilichinsky et al., 1992,1993), submarine hydrothermal vents or other hydrothermal areas in connection with volcanic activities (Ivanov, 1989; Boston et al., 1992), or endoevaporites, i.e. microbial communities that live in salt crystals, e.g., halite or gypsum (Rothschild, 1990)."
  }, {
    "heading": "5. Methods to detect and analyze microbial communities in extreme environments",
    "text": "On Earth, the most commonly used direct methods to detect and analyze microbial communities in extreme environments include the following: (i) direct observations of structural characteristics in the micro- and macroscale; (ii) culture techniques for isolating microorganisms in pure culture and then analyzing these cultures for their biochemical properties; (iii) activity measurements in microcosms which focus on the net e ects of microbial processes in the community; (iv) chemical marker techniques to record characteristic biochemical primary substances or chemical secondary products (Table 2). Based on the fact that during its more than 3.5 Ga old history life on Earth has substantially modied the terrestrial lithosphere, hydrosphere and atmosphere, indirect proofs of life are also valid. Some of these methods might be applicability in search for life on Mars.\nTable 2 Methods to detect and analyze microbial communities in extreme environments\nMethod Approach Information\nDirect observation of structural Optical microscopy Dividing cells indications of life Phase-contrast microscopy\nEpi uorescence microscopy Di erentiation between cellular structures and similar structures of abiotic origin Confocal laser scanning Three-dimensional visualization of microscopy microbial communities Scanning electron microscopy Subcellular structures\nDetection of microbial activity Cultivation Biochemical and phylogenetic analysis of isolates\nDNA probes Not yet culturable microorganisms In situ biochemical analysis Metabolically active communities Microelectrodes for in situ measurements Metabolic activity, e.g., photsynthesis, of natural gradients of gas, pH, respiration minerals, etc. Combination of epi uorescence Metabolic activity microscopy and television image analysis\nDetection of chemical Determination of total biomass, biomolecule Major contribution species; physiological signatures and biomarkers contents stage, e.g., active, dormant, extinct\nDetermination of isotopic ratios Biogenic origin Determination of optical handedness Biogenic origin Fourier transform Raman spectroscopy Distribution of organic and inorganic\ncomponents\nIndirect ngerprints Macroscopical deposits Biomineralization, bioweathering, of life indication of extinct life\nMineral analysis Biogenic minerals Detection of dynamic cycles of hydrosphere Indication of extant life or atmosphere"
  }, {
    "heading": "5.1. Structural characteristics in the micro- and macroscale indicative of life",
    "text": "Cells and subcellular structures can be detected directly bymicroscopy. The direct microscopical observation also allows to distinguish between dividing and non-dividing cells. The observation of dividing cells, i.e. paired cells or cells in chains, would indicate that the cells were actively growing in situ immediately before or during the sampling procedure. To di erentiate between cellular structures and similar structures of abiotic origin, e.g., soil particles or aerosols, dyes have been used that speci cally bind to subcellular components (e.g., acridine orange binds with cellular nucleic acids to a uorescent form).When excited by UV light, the nucleic acid–acridine orange complex emits visible light which can be observed by uorescence microscopy (Chapelle, 1993). However, it should be pointed out that acridine orange may also bind with mineral or organic particles present in the sample and that a clear-cut identi cation of cellular structures requires experience and skill. Confocal laser scanning microscopy (CLSM) provides a three-dimensional visualization of stone inhabiting microbial communities (Quader and Bock, 1995; Bartosch et al.,\n1996). Signals from the plane of focus of an object contribute to the information of an image. By sequentially moving the microscopic stage, series of optical sections can be obtained and calculated into a three-dimensional image. This CLSMmethod allows to visualize microorganisms in transparent stones (e.g., quartzite) over a depth of approximately 200 m. (Quader and Bock, 1996). The green uorescent-stained bacteria are easily distinguishable from the red uorescent clays. CLMS gives a snap-shot inside the stone matrix of the resident microbial community which consists of microorganisms of di erent size and shape occurring also in micro-aggregates or microcolonies composed of several up to hundreds of cells. To observe further minute details of the cells, which are not visible in light microscopy, such as cell walls or membranes, vacuoles, etc. scanning electron microscopy (SEM) and transmission electron microscopy (TEM) are suitable methods. These methods provide further details on the structure of subcellular components, e.g., Gram-positive or Gram-negative cell walls, or the occurrence of inclusions typical for a metabolic pathway, e.g., the energystoring compound polybeta-hydroxybutyrate (Chapelle, 1993).\nLarge microbial communities are also macroscopically visible. Examples are found in evaporites of up to 4 cm in thickness which contain one or two horizontal colored bands several mm in thickness well below the surface (Rothschild et al., 1994). These layers appear in di erent colors, from tan to pink–brown to green or green–grey within a basically white salt matrix. Similar signatures have been observed for cryptoendolithic microbial communities which colonize sandstone in cold and hot deserts (Friedmann, 1982; Nienow and Friedmann, 1993). The colonized zone below the rock crust reaches up to 10 mm deep and is composed of distinct parallel bands of black, white, green and blue–green color. Throughout the colonized zone, the brown iron oxyhydroxide stain is leached out, probably by biogenic oxalic acid, and the quartz appears colorless. Desert crusts, formed by microorganisms, may cover even larger areas of hundreds of square meters with a thickness of a few cm (Campbell, 1979). These mats, dominated by cyanobacteria, show stromatolitic features, such as sediment trapping and accretion, a convoluted surface and a polygonal cracking. Sand and clay particles are trapped within a network of lamentous cyanobacteria which secrete mucous sheets to which the particles adhere. Such desert crusts are observed on rocks or soil in areas of at topography. Comparable large areas of strati ed mats of microbial communities are also observed in evaporite ats of hypersaline lagoons (Stolz and Margulis, 1984; Stolz, 1985)."
  }, {
    "heading": "5.2. Evidence of microbial activity as functional characteristic of life",
    "text": "The most unequivocal indication of microbial life is obtained by the isolation of microorganisms in pure culture from a sample under investigation which is followed by a detailed analysis of their biochemical properties. Microbial isolates have been obtained from diverse extreme habitats (e.g., Stevens and McKinley, 1995; Abyzov, 1993; Gilichinsky et al., 1993). For the enrichment of the indigenous microorganisms, the culturing conditions must correspond to the original environment as closely as possible. Furthermore, special care has to be taken to avoid contamination by non-indigenous organisms during the process of sampling, transport, isolation and enrichment in the laboratory. Successful cultivation of microorganisms from extreme environments provides a unique tool for understanding the interaction in microbial communities, e.g., between primary producers and consumers of organic matter. After successful isolation of the indigenous microbial species, technologies in microbiology and molecular biology can be applied in order to determine the phylogenetic and physiological properties. However, it should be borne in mind, that even under terrestrial conditions a large number of microorganisms are not amenable to cultivation. An example are those from hot springs, where the presence of a large number of so far unknown species has been identi ed from the DNA extracted from samples, which was then ampli ed\nand compared to known 16S rRNA sequences (Barns et al., 1994). Such DNA probes are powerful tools in the detection of microorganisms that are not amenable to cultivation. The viability of microorganisms that are collected from extreme environments and their biomass can also be determined directly from biochemical analyses without cultivation of the cells. An example is the determination of the concentration of adenosine 5’-triphosphate (ATP) or of total adenylates in the cells (Karl et al., 1980). A high concentration of ATP or total adenylates indicates a substantial population of viable microorganisms. The ATP concentration can also be converted to living biomass carbon by using a conversion factor of microbial C=ATP of 200 to 500 (Jannasch and Mottl, 1985). If the guanosine 5’-triphosphate (GTP) is simultaneously determined, the ratio GTP=ATP which is positively related with the microbial growth rate can be used as an index of the rate of cellular biosynthesis (Karl et al., 1980). Alternatively to the isolation of microorganisms from sites under investigation, their in situ examination in the undisturbed environment allows an adequate determination of the extent and distribution of microbial colonization and interactions among the di erent representatives of the microbial community. This has been achieved in the Antarctic fell eld soils by a combination of epi uorescence microscopy and television image analysis (Wynn-Williams, 1988). This technique makes use of the auto uorescence of primary producers, e.g., the primary photosynthetic pigment chlorophyll and phycocyanine or phycoerythrin as accessory pigments of cyanobacteria, and detects the presence of heterotrophs by means of uorochromes, e.g., uorescein, isothiocyanate or acridine orange. This technique makes cells visible relative to their opaque substrate. By using stains that selectively stain viable cells better than non-viable ones, the degree of viability of the population can be determined (Wynn-Williams, 1988). Using this technique, the microalgal colonization of an Antarctic soil surface was recorded over a period of 6 years (Wynn-Williams, 1996). To detect microorganisms that are not amenable to cultivation, uorescently labelled rRNA-targeted oligonucleotide probes have been used to identify individual prokaryotic cells (Amann et al., 1992). Such rRNA-targeted nucleic acid probes are either highly speci c at the species=subspecies level or rather unspeci c reacting with all living organisms. They have been widely used to identify in situ uncultured microorganisms and to analyze complex microbial communities (Amann et al., 1992). Direct tests of carbon and nitrogen metabolism can be performed in situ in the environment under investigation. The productivity of primary producers is generally determined by the rate of total carbon uptake, e.g., in the form of radioactively labeled bicarbonate, and conversion into organic carbon (Stickland and Parsons, 1968). This method was used to measure biological activity in microbial mats (Rothschild,\n1991), in crushed rock samples containing endolithic communities, and in intact endolithic communities by the CO2 gas exchange at the surface of the rock. From such data, the annual gross productivity and net photosynthetic gain can be assessed (Nienow and Friedmann, 1993). Similarly, carbon xation was determined in sun-exposed evaporites containing microorganisms (Rothschild et al., 1994). In deep sea hydrothermal vents, the presence of primary producers was proven by in situ measurements of the uptake and xation of 14CO2 over a period of several days (Karl et al., 1980). The presence and activity of nitrogen xation was determined in evaporites by measuring acetylene reduction (Rothschild et al., 1994), denitri cation activity was determined essentially by the same method, with acetylene used to block nitrous oxide reductase. The activity is determined by gas chromatography from periodically collected gas samples (Rothschild et al., 1994). All in situ analyses described above require carefully planned control experiments. It is worth mentioning that the life detection instrument package of the Viking missions which, among other scienti c issues, were addressing the question of extant life on Mars, was composed of three experiments to detect metabolic activity of potential microbial soil communities: (1) the pyrolitic release experiment tested carbon assimilation, i.e. photoautotrophy, as a method of incorporating radioactively labelled carbon dioxide in the presence of sunlight (Horowitz et al., 1977); (2) the labelled release experiment tested catabolic activity, e.g., digestion of food, as a metabolic capability to release radioactively labelled carbon from organic nutrient compounds (Levin and Straat, 1977); and (3) the gas-exchange experiment tested respiration as metabolic production of gaseous by-products in the presence of water and nutrients (Oyama et al., 1977). In the rst instance all three Viking biology experiments gave results indicative of active chemical or even biological processes when samples of Martian soil were subjected to incubation under the conditions that were imposed on them. However, when taking the data together with all other Viking results, non-biological processes have generally been interpreted to be responsible for the observed reactions (Klein, 1979, 1999). The strongest argument against extant life was the complete lack of any organic residues in the Martian soil samples investigated by gas chromatography–mass spectrometry (GCMS). The nal conclusion is that extant life is absent at the two sites examined. So far, the mechanisms underlying the reactions of the biology experiments are not known. The most likely explanation suggests the presence of highly reactive peroxides produced in the Martian soil by the intense un ltered solar UV radiation which is also responsible for the lack of organics in the samples (Zent and McKay, 1994; reviewed in Horneck, 1995)."
  }, {
    "heading": "5.3. Chemical signatures and biomarkers",
    "text": "Microorganisms that are isolated and enriched from their primary habitats can be subjected to a thorough biochemi-\ncal analysis, such as determination of the total biomass and the content of proteins, nucleic acids, lipids, sugars, etc. The detailed characterization of the pattern of biomarker mixtures from a sample permits to assess the major contributing species and their metabolic state, e.g., actively metabolizing, dormant or extinct. Phospholipids, which are part of every bacterial membrane, have been considered as valuable indicators of the living biomass present, because they maintain a relatively constant portion of the cell mass and disintegrate fairly rapidly after cellular death (Chapelle, 1993). The pattern of lipids is also diagnostic for di erent species of a microbial community, such as phototrophic cyanobacteria, photosynthetic bacteria, bacterial heterotrophs, or Archaea (Summons et al., 1996). Isotopic ratios are another valuable set of chemical biomarkers. For instance, the enzymatic uptake of inorganic carbon during photosynthesis is typically associated with a discrimination against 13C relative to 12C (e.g., Schidlowski, 1993; Rothschild and DesMarais, 1989). It is interesting to note that the @13C values of average biomass usually range about 20–30( more negative than those of inorganic carbon. These low @13C values are maintained rather conservatively over the whole history of life on Earth. By the combination of compound-speci c isotopic information with diagnostic molecular structure a powerful tool is in hands in the endeavor to characterize the constituents of a microbial community under investigation (Summons et al., 1996). Optical handedness of monomers, e.g., amino acids in proteins and sugars in nucleic acids, is a sine qua non for maintaining the secondary, tertiary and quaternary structure of the polymers and is therefore considered as a basic requirement of terrestrial life. Therefore, evidence for optical activity in a class of compounds that may make up polymers represents an interesting biomarker. Measurements of optical activity can be done in extracts by gas chromatography (Pollock et al., 1970) or directly with the sample collected using polarized light and a light detector (MacDermott et al, 1996). A non-intrusive in situ high-precision analysis of the distribution of organic and inorganic components of samples containing living microorganisms is obtained by Fourier transform Raman spectroscopy (Edwards et al., 1995). From the vibrational bands, the presence of organic compounds, such as chlorophyll and calcium oxalate di- and monohydrate, was detected in di erent zones of endolithic communities. A detailed chemical analysis of Martian surface soil was performed during the Viking missions. The elemental composition was determined by X-ray uorescence which analyzed the composition for elements heavier than Mg. It was shown that the most essential major elements that make up the biological matter, such as C, H, O, N, P, K, Ca, Mg, and S, are present on the surface of Mars. However, organic compounds were not detected by GCMS which was capable of detecting organic residues in Martian soil down to\nppb for compounds containing 3 or more C and to ppm for compound with 1 or 2 C (Biemann et al., 1977)."
  }, {
    "heading": "5.4. Indirect ngerprints of life",
    "text": "During its more than 3.5 Ga history, life on Earth has substantially modi ed the terrestrial lithosphere, hydrosphere and atmosphere. Examples are the fossil deposits of petroleum and coal, the sediments of shell limestone, the coral reefs, and the deposits of banded iron formation, biomineralization and bioweathering, which all bear witness of biological activity in the geological past. Stromatolites and related biosedimentary built-ups are examples of microbial biomineralization, which are widespread in the geological record (Walter, 1976). Composition and dynamic cycles of the terrestrial hydrosphere and atmosphere are decisively in uenced by the terrestrial biosphere. Examples are the water cycle, the CO2 cycle and the nitrogen cycle. The albedo of our planet is also modi ed by the surface vegetation. Concerning the water cycle, evapotranspiration, especially of the tropic rain forest, is an important biogenic e ect contributing to the release of water. The atmospheric O2 is largely a product of photosynthetic activity which started already in the early history of life with cyanobacteria as the main primary producers. Photodissociation of O2 in the upper layers of our atmosphere has led to the built up of the UV-protective ozone layer in the stratosphere. Concerning the CO2 cycle, the marine phytoplankton constitutes a large CO2 sink, which is essential for maintaining the steady state. According to the Gaia hypothesis, proposed by Lovelock, the composition, oxidative–reductive state and temperature of the atmosphere are actively regulated by life activities (Lovelock, 1979). However, it is also possible that life forms have conquered ecological microhabitats, where a symbiosis of photosynthetic primary producers and heterotrophic consumers may produce a steady state where the in ux and e ux of carbon are equal (Morita, 1975). These “hidden” ecohabitats would not necessarily contribute to global cycling. There exist several biogenic minerals, which have distinctive crystallographies, morphologies and isotopic ratios that make them distinguishable from their abiotically produced counterparts of the same chemical composition. Especially those minerals that result from genetically controlled mineralization processes and that are formed within a preformed organic framework have non-interchangeable characteristics, such as orientation of the crystallographic axes and the microarchitecture. Examples are the skeletons of the unicellular marine Acantharia that are composed of strontium sulfate, the shells of amorphous silicate of diatoms, and the biogenic magnetite formed by bacteria (Schwartz et al., 1992). It is important to note that minerals produced under biologically controlled processes are not necessarily in equilibrium with the extracellular environment. In contrast,\nthose minerals, that are formed extracellularly by biologically induced mineralization processes can be less easily distinguished from their abiotically formed counterparts. They are formed in an open environment and are in equilibrium with this environment."
  }, {
    "heading": "6. Search for microbial life on Mars: A stepwise strategy",
    "text": "The in situ search for signatures indicative for putative extant life on Mars can only be one of the nal steps in the quest for extraterrestrial life. For future exobiology exploration of Mars, a stepwise approach might be the most promising investigative strategy (Chicarro et al., 1989). In particular, prior to any “search for extant life” experiment, more data are required on Martian geology (paleolakes, volcanism, hydrothermal vents, carbonates), climate (hydrosphere, duration of phases which allow liquid water) and radiation environment, present state and past evolution as well as organic molecules in sediments as has been recommended by the ESA exobiology science team (Brack et al., 1999). The search for possible biological oases will be connected with the detection of areas where liquid water still exists under the current conditions on that planet (Banin and Mancinelli, 1995). By analogy with terrestrial ecosystems, potential protected habitats have been postulated for Mars, such as sulfur-rich subsurface areas for chemoautotrophic communities, rocks for endolithic communities, permafrost regions, hydrothermal vents, soil, or evaporite crystals. Much information can be obtained from remotely sensed global measurements, such as the seasonal atmospheric and surface water distribution, the mineralogical inventory and distribution, geomorphologic features obtained with high spatial resolution, thermal mapping of potential volcanic regions to determine possible geothermally active sites, and trace gases like H2, H2S, CH4, SOx, and NOx. The on-board measurements on current and planned missions to Mars, such as Mars Global Surveyer and Mars Express are expected to serve these needs. Only after sites have been identi ed that are suitable environments for a potential Martian biota, landers are required for a more detailed characterization of the site; analyses of the elemental and isotopic composition, of mineral composition and structure, and of organic compounds should follow. It is also important to understand the strong oxidative processes present on the surface of Mars which have been identi ed by the Viking experiments (Klein, 1979, 1999; Zent and McKay, 1994). If the in situ investigations con rm that the selected site constitutes a potential biological oasis, a detailed search for direct and indirect biomarkers should follow. The search protocol, i.e. what kind of methods to apply, will largely depend on the environmental conditions o ered by the site. Alternatively, the analysis of samples collected and returned to the Earth could be considered. This would allow much more crucial tests for extant biology in ground-based\nlaboratories. However, in the latter case, a stringent planetary protection program is required."
  }, {
    "heading": "Acknowledgements",
    "text": "This study has been supported by an ESA contract. Parts of this work are based on an ESA Study on Search for Life in the Solar System of the ESA Exobiology Science Team. I would like to thank the colleagues who have provided me with their relevant publications and advice, especially S.Abyzov, E. Bock, N. Cabrol, W.L. Davis, E.I. Friedmann, P. Forterre, P. Hirsch, J.M. Hayes, H.W. Jannasch, O. Kandler, R.L. Mancinelli, C.P. McKay, H.D. P ug, S.J. Rowland, L.J. Rothschild, M. Schidlowski, K.-H. Schleifer, K.O. Stetter, and D.D. Wynn-Williams."
  }],
  "year": 2000,
  "references": [{
    "title": "Microorganisms in the Antarctic ice",
    "authors": ["S.S. Abyzov"],
    "year": 1993
  }, {
    "title": "Micro ora of the deep glacier horizon of Central Antarctica",
    "authors": ["S.S. Abyzov", "I.N. Mitskevich", "M.N. Poglazova"],
    "venue": "Microbiology",
    "year": 1998
  }, {
    "title": "Antarctic ice sheet as a model on search for life on other planets",
    "authors": ["S.S. Abyzov", "I.N. Mitskevich", "M.N. Poglazova", "N.I. Barkov", "V.Y. Lipenkov", "N.E. Bobin", "B.B. Koudryashov", "V.M. Pashkrvich"],
    "venue": "Adv. Space Res",
    "year": 1998
  }, {
    "title": "Identi cation and in situ detection of individual bacterial cells",
    "authors": ["R. Amann", "W. Ludwig", "Schleifer", "K.-H"],
    "venue": "FEMS Microbiol",
    "year": 1992
  }, {
    "title": "Remarkable archaeal diversity detected in a Yellowstone National Park hot spring environment",
    "authors": ["S.M. Barns", "R.E. Fundyga", "M.W. Je ries", "N.R. Pace"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 1994
  }, {
    "title": "Confocal laser scanning microscopy: a new method for detecting microorganisms in natural stone",
    "authors": ["S. Bartosch", "H. Quader", "E. Bock"],
    "venue": "DECHEMA Monographs",
    "year": 1996
  }, {
    "title": "The search for organic substances and inorganic volatile compounds in the surface of Mars",
    "authors": ["K. Biemann", "J. Oro", "P. Toulmin III", "L.E. Orgel", "A.O. Nier", "D.M. Anderson", "P.G. Simmonds", "D. Flory", "A.V. Diaz", "D.R. Rushneck", "J.E. Biller", "A.L. La eur"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "On the possibility of chemosynthetic ecosystems in the subsurface habitats on Mars",
    "authors": ["P.J. Boston", "M.V. Ivanov", "C.P. McKay"],
    "venue": "Icarus",
    "year": 1992
  }, {
    "title": "Exobiology in the Solar System and the search for life on Mars. ESA-ESTEC, Noordwijk, ESA SP-1231",
    "authors": ["A. Brack", "B. Fitton", "F. Raulin"],
    "year": 1999
  }, {
    "title": "Soil stabilization by a procaryotic desert crust: implication for precambrian land biota",
    "authors": ["S.E. Campbell"],
    "venue": "Origins Life Evol. Biopshere",
    "year": 1979
  }, {
    "title": "Revival and identi cation of bacterial spores in 25- to 40-million-year-old Dominican amber",
    "authors": ["R.J. Cano", "M.K. Borucki"],
    "venue": "Science",
    "year": 1995
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Ground-Water Microbiology and Geochemistry",
    "authors": ["F. Chapelle"],
    "year": 1993
  }, {
    "title": "Anhydrobiosis: a strategy for survival",
    "authors": ["L.M. Crowe", "J.H. Crowe"],
    "venue": "Adv. Space Res",
    "year": 1992
  }, {
    "title": "Fourier transform Raman spectroscopic study of fungi",
    "authors": ["H.G.M. Edwards", "N.C. Russell", "R. Weinstein", "D.D. Wynn-Wiliams"],
    "venue": "J. Raman Spectrosc",
    "year": 1995
  }, {
    "title": "Endolithic microorganisms in the Antarctic cold",
    "authors": ["E.I. Friedmann"],
    "venue": "desert. Science",
    "year": 1982
  }, {
    "title": "Antarctic Microbiology. Wiley-Liss, New York",
    "authors": ["E.I. Friedmann"],
    "year": 1993
  }, {
    "title": "Life on Mars: how it disappeared (if it was ever there)",
    "authors": ["E.I. Friedmann", "A.M. Koriem"],
    "venue": "Adv. Space Res",
    "year": 1989
  }, {
    "title": "The cryptoendolithic microbial environment in the Ross Desert of Antarctica; satellite transmitted continuous nanoclimate data",
    "authors": ["E.I. Friedmann", "C.P. McKay", "J.A. Nienow"],
    "venue": "Polar Biol",
    "year": 1987
  }, {
    "title": "Endolithic blue–green algae in the dry valleys: primary producers and the Antarctic desert ecosystem",
    "authors": ["E.I. Friedmann", "R. Ocampo"],
    "year": 1976
  }, {
    "title": "Microbial growth rates in permafrost",
    "authors": ["E.I. Friedmann", "E.M. Rivkina", "McKay C.P", "D.A. Gilichinski"],
    "year": 1999
  }, {
    "title": "A scalar irradiance ber-optic microprobe for the measurement of ultraviolet radiation at high spatial resolution",
    "authors": ["F. Garcia-Pichel"],
    "venue": "Photochem. Photobiol",
    "year": 1995
  }, {
    "title": "Solar ultraviolet and the evolutionary history of cyanobacteria",
    "authors": ["F. Garcia-Pichel"],
    "venue": "Origins Life Evol. Biosphere",
    "year": 1998
  }, {
    "title": "Cryoprotective properties of water in the Earth cryolithosphere and its role in exobiology",
    "authors": ["D.A. Gilichinsky", "V.S. Soina", "M.A. Petrova"],
    "venue": "Origins Life Evol. Biosphere",
    "year": 1993
  }, {
    "title": "Long-term preservation of microbial ecosystems in permafrost",
    "authors": ["D.A. Gilichinsky", "E.A. Vorobyova", "L.G. Erokhina", "D.G. Fyordorov-Dayvdov", "N.R. Chaikovskaya"],
    "venue": "Adv. Space Res",
    "year": 1992
  }, {
    "title": "Subaerial microbial mats and their e ect on soil and rock",
    "authors": ["A.A. Gorbushina", "W.E. Krumbein"],
    "year": 2000
  }, {
    "title": "Exobiology, the study of the origin, evolution and distribution of life within the context of cosmic evolution: a review",
    "authors": ["G. Horneck"],
    "venue": "Planet. Space Sci",
    "year": 1995
  }, {
    "title": "Long-term survival of bacterial spores",
    "authors": ["H. ucker", "G. Reitz"],
    "venue": "in space. Adv. Space Res",
    "year": 1994
  }, {
    "title": "Viking on Mars: the carbon assimilation experiments",
    "authors": ["N.H. Horowitz", "G.L. Hobby", "J.S. Hubbard"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Upper boundary of the biosphere",
    "authors": ["A.A. Imshenetsky", "D.V. Lysenko", "G.A. Kazakov"],
    "venue": "Appl. Environ. Microbiol",
    "year": 1978
  }, {
    "title": "Potential for searching for chemolithoautotrophic microorganisms on Mars. USSR Space Life Sciences Digest (NASA Contractor Report",
    "authors": ["I.M. Ivanov"],
    "year": 1989
  }, {
    "title": "Geomicrobiology and deep-sea hydrothermal vents",
    "authors": ["H.W. Jannasch", "M.J. Mottl"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "Deep-sea primary production at the Gal apgos hydrothermal vents",
    "authors": ["D.M. Karl", "C.O. Wirsen", "H.W. Jannasch"],
    "venue": "Science 20,",
    "year": 1980
  }, {
    "title": "Atmospheric evolution: the rise of oxygen",
    "authors": ["J.F. Kasting", "H.D. Holland", "L.R. Kump"],
    "year": 1992
  }, {
    "title": "The Viking mission and the search for life on Mars",
    "authors": ["H.P. Klein"],
    "venue": "Rev. Geophys. Space Phys",
    "year": 1979
  }, {
    "title": "Microbial communities in the saturated groundwater environment, II. Diversity of bacterial communities in a Pleistocene sand aquifer and their in vitro activities",
    "authors": ["J. olbel-Boekle", "E. Anders", "A. Nehrkorn"],
    "venue": "Microb. Ecol",
    "year": 1988
  }, {
    "title": "Geophysiology and parahistology of the interactions of organisms with the environment",
    "authors": ["W.E. Krumbein"],
    "venue": "Mar. Ecol",
    "year": 1996
  }, {
    "title": "Solar radiation incident on the Martian surface",
    "authors": ["W.R. Kuhn", "S.K. Atreya"],
    "venue": "J. Mol. Evol",
    "year": 1979
  }, {
    "title": "Microenvironments for life on Mars",
    "authors": ["J. Lederberg", "C. Sagan"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 1962
  }, {
    "title": "Recent results from the Viking labeled release experiment on Mars",
    "authors": ["G.V. Levin", "P.A. Straat"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Homochirality as the signature of life: the SETH",
    "authors": ["A.J. MacDermott", "L.D. Barron", "A. Brack", "T. Buhse", "F. Drake", "R. Emery", "G. Gottarelli", "J.M. Greenberg", "R. Haberle", "R.A. Hegstrom", "K. Hobbs", "D.K. Kondeputi", "C. McKay", "S. Moorbath", "F. Raulin", "M. Sandford", "N.D.W. Schwartzma", "Thiemann", "W.H.-P", "G.E. Tranter", "J.C. Zarnecki"],
    "year": 1996
  }, {
    "title": "Exobiology and future Mars missions: the search for Mars",
    "authors": ["C.P. McKay"],
    "venue": "earliest biosphere. Adv. Space Res",
    "year": 1986
  }, {
    "title": "Duration of liquid water habitats on early Mars",
    "authors": ["C.P. McKay", "W. Davis"],
    "venue": "Icarus",
    "year": 1991
  }, {
    "title": "History of water on Mars: a biological perspective",
    "authors": ["C.P. McKay", "E.I. Friedmann", "R.A. Wharton", "W. Davis"],
    "venue": "Adv. Space Res",
    "year": 1992
  }, {
    "title": "Microbial contributions to the evolution of the ‘steady state’ carbon dioxide system",
    "authors": ["R.Y. Morita"],
    "venue": "Origins Life",
    "year": 1975
  }, {
    "title": "Dark repair of DNA containing “Pore photoproduct",
    "authors": ["N. Munakata", "C.S. Rupert"],
    "venue": "Bacillus subtilis. Mol. Gen. Genet",
    "year": 1974
  }, {
    "title": "Post-Viking microbiology: new approaches, new data, new insights",
    "authors": ["K.H. Nealson"],
    "venue": "Origins Life Evol. Biosphere",
    "year": 1999
  }, {
    "title": "Terrestrial lithophytic (rock) communities",
    "authors": ["J.A. Nienow", "E.I. Friedmann"],
    "year": 1993
  }, {
    "title": "Preliminary ndings of the Viking gas exchange experiment and a model for Martian surface chemistry",
    "authors": ["V.I. Oyama", "B.J. Berdahl", "G.C. Carle"],
    "venue": "Nature 265,",
    "year": 1977
  }, {
    "title": "Deep bacterial biosphere in Paci c Ocean sediments",
    "authors": ["R.J. Parkes", "B.A. Cragg", "Bale", "S.K"],
    "venue": "Nature 371,",
    "year": 1994
  }, {
    "title": "The detection of optical asymmetry in biogenic molecules by gas chromatography for extraterrestrial space exploration: sample processing studies",
    "authors": ["G.E. Pollock", "A.K. Miyamoto", "V.I. Oyama"],
    "venue": "Life Sci. Space Res",
    "year": 1970
  }, {
    "title": "Desiccation tolerance of prokaryotes",
    "authors": ["M. Potts"],
    "venue": "Microbiol. Rev",
    "year": 1994
  }, {
    "title": "Konfokale-Laser-Raster-Mikroskopie: Eine neue M",
    "authors": ["H. Quader", "E. Bock"],
    "year": 1995
  }, {
    "title": "Earth analogs for Martian life. Microbes in evaporites, a new model system for life on Mars",
    "authors": ["L.J. Rothschild"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "A model of diurnal patterns of carbon xation in a Precambrian microbial mat based on modern analog",
    "authors": ["L.J. Rothschild"],
    "year": 1991
  }, {
    "title": "Stable carbon isotope fractionation in the search for life on early Mars",
    "authors": ["L.J. Rothschild", "D. DesMarais"],
    "venue": "Adv. Space Res",
    "year": 1989
  }, {
    "title": "Metabolic activity of microorganisms in evaporites",
    "authors": ["L.J. Rothschild", "L.J. Giver", "M.R. White", "R.L. Mancinelli"],
    "venue": "J. Phycol",
    "year": 1994
  }, {
    "title": "A 3.800 million-year isotopic record of life from carbon in sedimentary rocks",
    "authors": ["M. Schidlowski"],
    "venue": "Nature 333,",
    "year": 1988
  }, {
    "title": "The beginnings of life on Earth: evidence from geological record",
    "authors": ["M. Schidlowski"],
    "venue": "The Chemistry of Life’s Origin. Kluwer Academic Publisheres,",
    "year": 1993
  }, {
    "title": "The Mars Path nder atmospheric structure investigation=metorology (ASI=MET",
    "authors": ["J.T. Scho eld", "J.R. Barnes", "D. Crisp", "R.M. Haberle", "S. Larsen", "J.A. Magalhaes", "J.R. Murphy", "A. Sei", "G. Wilson"],
    "year": 1997
  }, {
    "title": "Earth’s Earliest Biosphere, its Origin and Evolution",
    "authors": ["J.W. Schopf"],
    "year": 1983
  }, {
    "title": "Microfossils of the early Archean Apex chert: new evidence of the antiquity of life",
    "authors": ["J.W. Schopf"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Disparate rates, di ering fates: tempo and mode",
    "authors": ["J.W. Schopf"],
    "year": 1994
  }, {
    "title": "Characterization of 15 selected coccal bacteria",
    "authors": ["J. 3363–3366. Siebert", "P. Hirsch"],
    "year": 1988
  }, {
    "title": "Antarctic Microbiology",
    "authors": ["E. (Ed"],
    "year": 1976
  }, {
    "title": "Towards a natural system",
    "authors": ["C.R. Woese", "O. Kandler", "M.L. Wheelis"],
    "venue": "Adv. Space Res",
    "year": 1990
  }, {
    "title": "The chemical reactivity of the Martian",
    "authors": ["A.P. 1065–1075. Zent", "C.P. McKay"],
    "year": 1994
  }],
  "id": "SP:f50ad5a714526f91d8d8d3e2e9925bcbcdc03828",
  "authors": [{
    "name": "Gerda Horneck",
    "affiliations": []
  }],
  "abstractText": "Microbial prokaryotes have ourished on Earth for more than 3.5Ga. They dominated the Earth’s biosphere during the rst 2 Ga of its history before the rst unicellular mitotic eukaryotes appeared. Therefore, in a search for extant life beyond the Earth, microorganisms are the most likely candidates for a putative biota of an extraterrestrial habitat. On Earth, life has developed strategies to cope with the so-called extreme conditions, such as hot vents, permafrost, permanent ice, subsurface regions, high atmosphere, rocks or salt crystals. By analogy with terrestrial extremophile communities, potential protected niches have been postulated for Mars, such as sulfur-rich sub-surface areas for chemoautotrophic communities, rocks for endolithic communities, permafrost regions, hydrothermal vents, soil, or evaporite crystals. Several methods exist to trace and identify microbial communities on Earth. Some of these biogenic signatures and biomarkers may also be applicable in attempts to search for life on Mars. However, the search for signatures indicative for putative extant life on Mars can only be the nal steps in a research strategy in the quest for extraterrestrial life. In particular, prior to any “search for extant life” experiment, more data are required on the geology (paleolakes, volcanism, hydrothermal vents, carbonates), climate (hydrosphere, duration of phases which allow liquid water) and radiation environment, present state and past evolution as well as organic molecules in sediments. The search for possible biological oases will be connected with the detection of areas where liquid water still exists under the current conditions on that planet. c © 2000 Elsevier Science Ltd. All rights reserved.",
  "title": "Themicrobial world and the case forMars"
}