{
  "sections": [{
    "text": "The past variations of the seawater 87Sr/86Sr isotopic ratio are related to changes in the relative contribution of the mantle Sr input to the ocean and the Sr ipply from continental weathering. Recently, it has been postulated that the Cenozoic increase in the seawater 87Sr/86Sr i:sotopic ratio was associated with the uplift of the Himalayan and Andean mountains at that time. These orogenies may have changed the Sr isotopic ratio of the continental rocks undergoing weathering (as a result of extensive metamorphism), increased the river flux of Sr through enhanced weathering in these regions and possibly caused the global climatic cooling trend of the Cenozoic. A model of the major geochemical cycles coupled to an energy balance climate model is used to explore the possible causes of the Mesozoic-Cenozoic fluctuations in the seawater 87Sr/86Sr isotopic ratio. The contribution of the mantle exchanges at mid-ocean ridges, of the recycling of seafloor carbonates through plate margin volcanism and of the alteration of seafloor basalts to the fluctuations of the seawater 87Sr/86Sr isotopic ratio are studied. Finally, this model tentatively describes the impact of the Himalayan orogeny on the geochemical cycles of Sr and C. Some possible effects of the extensive metamorphism associated with the India-Asia collision and of the Himalayan uplift are modelled. The model reproduces the Cenozoic increase of the seawater 87Sr/86Sr isotopic ratio. However, the impact of the Himalayan orogeny on the C cycle appears to be limited and insufficient to generate the global climatic cooling of the Cenozoic. Rather, in the model, the Cenozoic cooling is mostly due to the reduction of the CO2 emission from mid-ocean ridge volcanism and to changes in the chemical weathering rates in the rest of the world excluding the Himalayas.\n1. Introduction\nThe evolution of the oceanic strontium isotopic ratio (ro) is now well-known over the whole Phanerozoic (Peterman et al., 1970; Burke et al., 1982) and particularly since the Jurassic (Hess et al., 1986; Denison et al., 1993; Jones et al., 1994). If we only consider its general trend, the signal shows high values in the Precambrian (0.709) followed by lower values during much of the Palaeozoic and Mesozoic eras (0.707) and finally a sharp increase during the Cenozoic (after 40\n* Corresponding author.\nMa) to the present value (0.709). Superimposed on this long term trend, r,, shows many oscillations of various amplitudes throughout the Phanerozoic (Fig. 1).\nIn order to find the reason of these fluctuations, several authors have built up more or less complex Sr cycles. The rivers deliver high radiogenic Sr (isotopic ratio = 0.7 119; Palmer and Edmond, 1989) to the ocean by carrying the weathering product of igneous and sedimentary rocks, while the Sr exchanges during hydrothermal processes at mid-ocean ridges supply low radiogenic Sr (isotopic ratio = 0.703; Holland, 1984) to the ocean. The removal of Sr out of the ocean by\n0009-2541/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSDIOOO9-2541(95)00117-4\n170\n0.7100\nB g 0.7090 m “0\n‘j 0.7080 0 .rl sa s\nt\n0.7070\nr% c 0.7060\nY. Goddkris, L.M. Franpis/Chemical Geology I26 (1995) 169-190\nI I I I I\n1 E IMILl E IMILIEILIEI~LI E 1 L 1 E ILMLlEIMlLl E I L #Elol~I I CAMBR I ORDOV Isn,bwor4cIIReolvrpIp~~ J~RAS 1 (RETAC I mm I I I I I\n600 500 300 200 100 0 Age @W\nFig. 1. The evolution of the 87Sr/s6Sr ratio measured in carbonates deposited from seawater (Burke et al., 1982). This ratio is identical to the oceanic *‘Sr/%r ratio at the time of deposition since there is no fractionation during carbonate precipitation.\ncarbonate deposition and its recycling through diagenesis of carbonate sediments play a secondary role in the control of r, because of their Sr isotopic ratio close to r,. Considering such a cycle, the following qualitative mechanism can be invoked in order to explain the past fluctuations of r,: during the Phanerozoic, times when r, has been decreasing towards a more mantle-like value can correspond to a time of increasing hydrothermal activity, or to a decrease in continental weathering, or to a time when both changes are combined. Furthermore, changes in the relative outcrop area of different type of rocks on the continents, having a distinct Sr isotopic ratio, have also been invoked (Brass, 1976; R.A. Berner and Rye, 1992) to explain changes in the past riverine Sr isotopic ratio, and hence in r,.\nEspecially, the sharp increase in r, that occurred at the end of the Cenozoic has been related to the impact of the late Cenozoic mountain uplift on the carbon and strontium cycles. Today, the rivers draining areas uplifted during the Cenozoic largely contribute to the supply of weathering products to the ocean. The Amazon, Yangtze and Ganges-Brahmaputrarivers draining\nrespectively the Andes, the Tibetan plateau and the Himalayas, account at present for 20% of the total dissolved plus suspended solid discharges to the ocean (Raymo et al., 1988). The cause of such a high contribution of these four rivers to the continental fluxes of matter to the ocean is possibly related to an enhanced chemical weathering rate in response to an enhanced mechanical breakdown of rocks, the removal of the iron-oxide coatings that inhibit chemical weathering and an enhanced runoff in the uplifted region. The late Cenozoic increase of the weathering products transported to the ocean can simultaneously explain the deepening of the calcite compensation depth (CCD) by 750 m since the Middle Miocene (Van Andel, 1975; Broecker and Peng, 1982), the sharp increase in r, through a higher supply of radiogenic strontium from the continental source, and the drawdown of atmospheric CO2 through a larger consumption by chemical weathering in uplifted areas. Such a hypothesis linking the major glaciations of the Phanerozoic to the uplift episodes was first proposed by Chamberlin ( 1899) and was revitalized by Raymo et al. (1988) and Raymo\nY. Godde’ris, L.M. Frun~ois / Chemical Geology 126 (1995) 169-I 90 171\nand Ruddiman ( 1992) to explain the cooling trend of the Cenozoic and the evolution of r,.\nHowever, quantitative studies of the main geochemical cycles are needed to test the validity of such a hypothesis. In the last 10 years, several authors have tried to model the past evolution of the Sr cycle (Kump, 1989; R.A. Berner an.d Rye, 1992; Francois and Walker, 1992; Caldeira, 11992; Francois et al., 1993). But major difficulties occur when the carbon and strontium cycles are coupled in the same simulation (R.A. Berner and Rye, 1992; Francois and Walker, 1992). In such models, it is impossible to reproduce simultaneously the evolutions of the oceanic 87Sr/86Sr and of the main characteristics of the carbon cycle (past deposition rates, CCD, realistic changes of the atmospheric CO2 pressure, etc.) without assuming ad hoc variations of the Sr isotopic composition of the source fluxes. The Sr signal generated by such models is a slow increase of r, over the Phanerozoic as a result of the slow accumulation of 87Sr in the system from Rb decay which supplies “Sr in crustal silicate rocks and in the mantle.\nThe purpose of this work is to present the results obtained with a rather complete model of the past geochemical cycles, in (order to identify the factors that have governed the Cenozoic evolution of the strontium and carbon cycles, with a focus on the impacts of the main erogenic event of the last 50 million years: the Himalayan uplift. The interest of such a modelling work is to display the links between many processes (mantle, continental and climatic processes), rather than studying separately each process. Actually, acomplex system is not just the sum of its components. The modelling approach i.n this sense complements the analytical approach of a problem. The emphasis is put on the feedbacks betwelen the various processes involved in a complex system and which are capable of changing drastically its time evolution.\n-However, building up a model of the past geochemical cycles is dependlent on a series of assumptions on some processes (or flux histories) that are (sometimes quite) partly unknown. In this sense, the objective of this work is not really to give a quantitative account of the Earth’s geochemical history, but rather to examine qualitatively (but anyway using a numerical tool) the relative importance of the various processes involved in the Earth geochemical system and the feedbacks (essentially climatic) between them. Such a study is only meaningful with a complete numerical model.\nConsequently, the model presented here must be regarded as a numerical tool useful to explore the impact of some hypothesis on the global Earth system.\nIn this paper we first study the relative importance of the various processes having potentially contributed to the observed evolution of the oceanic strontium isotopic ratio during the Mesozoic-Cenozoic. Secondly we focus on the Himalayan orogeny and its expected impacts on the Sr and C cycles."
  }, {
    "heading": "2. Rates of continental weathering",
    "text": "The model used in this work is an updated version of the model developed by Francois and Walker ( 1992) and Francois et al. ( 1993). The modelled geochemical cycles are those of carbon, atmospheric oxygen, sulphur, magnesium, calcium, phosphorus and strontium. Each of these elements exchanges between three surface pools: the atmosphere, the surface ocean and the deep ocean. Three crustal pools are explicitly considered for carbonates (shelf, slope and pelagic), and one for kerogen carbon. The complete C and Sr cycles used in the model are illustrated in Fig. 2 and Fig. 3. The values reported for the fluxes and isotopic ratios are those used for the present. These cycles are similar to those modelled by Francois and Walker ( 1992). Some processes described in the diagrams will be discussed later in the text, such as the continental weathering fluxes, the organic part of the carbon cycle, the recycling of seafloor carbonates at subduction zones and the low-temperature alteration of seafloor basalts. For a description of the other fluxes listed in Fig. 2, we refer to Francois and Walker (1992) and Fransois et al. ( 1993). The forcing functions used to run the model are summarized in Table 1. These forcing functions describe the evolution versus geological age of some variables or fluxes not explicitly calculated by the model but taken from the literature (i.e. there is no parametric function in the model, but the quality of the results will be dependent on the quality of these forcing functions). The respective references are listed together with the variable or flux calculated from the forcing function. The parameters most critical for the evolution of the model carbon and strontium cycles are listed in Table 2. These parameters will be discussed in Sections 3 and 4. Their values have usually been\n172 Y. Coddkris, L.M. Frangois/Chemical Geology 126 (1995) 169-190\nI THE CARBON CYCLE\nATMOSPHERE (0 M42J 0 Volconlc co2 6.80\nA\n~~J’!~f’k$. _\n5.5a l--7-1- RESERVOIR SIZES : 1O”MOL. N sea Floor weamellng FLUXES : 10’2MOL. YR:’ 1.50 DEEP OCEAN (2.88)\nFig. 2. The model present-day state of the carbon cycle; see FrsnGois and Walker ( 1992), FranGois et al. ( 1993) and references therein for the discussion of these fluxes.\nTHE STRONTIUM CYCLE\ntaken from the literature, although they are subject to a relatively large uncertainty.\nWe assume that 34% of the exposed rocks at the continental surface are igneous, and 66% are sedimentary (Blatt and Jones, 1975; Meybeck, 1987). These values are constant in each of the 10” latitude bands\nconsidered. The geochemical model is coupled to a simple energy-balance climate model determining at each time step of the calculation the zonal mean surface temperature every 10” in latitude. The changes in the atmospheric CO1 level and in the distribution of continents over time are taken into account in this climate\nY. Godd.&is, L. M. Francois / Chemical Geology 126 (1995) 169-l 90 173\nTable 1 Main forcing functions of the geochemicai model\nForcing Reference Used in\nPast shelf area per latitude band\nPast continental area per latitude band Total sedimentary mass dIeposition as a function of\ngeological age Percentage of coal basin sediments relative to total elastics\nElevation of the tihetan plateau as a function of age Temperature-time cooling curve for the northern part of\nthe Indian plate\nGaffin, 1987 . calculation of MOR volcanism . calculation of plate margin volcanism . calculation of the weathering rate of seafloor basalts . hydrothermal sink of phosphorus * hydrothermal pyrite deposition - hydrothermal Ca-Mg exchange Parrish, 1985 * past deposition rates on the shelf (carbonates, organic carbon, pyrite, etc.) Parrish, 1985 . continental weathering rates Budyko et al., 1987 . estimation of the global and local mechanical weathering rate Budyko et al., 1987 . calculation of organic carbon deposition from terrestrial origin Mercier et al., 1989 . calculation of the Himalayan temperature and runoff Treloar et al., 1989 . Himalayan CO, degassing\n. remobilization of radiogenic strontium\nTable 2 Main parameters of the g:eochemical model\nParameter Value Reference\nFraction of pelagic carbonates recycled through plate margin 35% volcanism at subduction zones Fraction of slope carbonates recycled through plate margin 60% volcanism at subduction zones Power of the dependence on deep-seapcoz of thecalculated 0.3 seafloor basalts weathering flux Present-day isotopic ratio of the silicate rocks exposed in the 0.744 Himalayan region\nCaldeira (1992) assumes 30 to 42%\nassuming higher value for the slope than for the pelagic environment by comparison to Lagache’s (1976) value for continental weathering fitted to obtain a present-day riverine *7Sr/*6Sr of 0.712\nPresent-day fraction of the total riverine Sr discharge to the ocean coming from the Himalayas and Tibetan Plateau Minimum temperature necessary to induce decarbonation of carbonates 22.2% 350°C\ncalculated from Palmer and Edmond. 1989\nKerrick and Caldeira, 1993\nAmount of CO, injected! into the atmosphere by the Himalayan 1 S * IO9 moles in the range of the values estimated by Kerrick and Caldeira, metamorphism 1993\nmodel. The runoff is calculated in each latitude band, following a parametrization proposed by Fran9ois and Walker ( 1992). The weathering rates of both silicate and carbonate rocks are calculated in each latitude band as follows:\nFj a area, X +cchem( :ri, run;, COZ) (1) where area,, Ti and runi are the continental area, the zonal mean temperature and the runoff in the latitude band i, respectively. The function &,em (called”chemical factor”) is different for silicate and carbonate rocks.\nIt is estimated in each latitude band of the model. The chemical factor for silicates is proportional to runoff and to the following zonal temperature-dependent factor:\nexp[ ( Ti - 285) / 15.341 for Ca-silicates (2)\nexp[ (Tie285) /6.31] for Mg-silicates (3)\nThese temperature dependencies are based on the laboratory experiments performed by Brady and Carrel ( 1994). Contrary to previously published rate laws,\n174 Y. Godde’ris, L. M. Fran fois / Chemical Geology 126 (I 995) 169-l 90\nthese authors also suggest that silicate weathering rates are not directly dependent on the atmospheric COP pressure. The expressions (2) and (3) imply a lower silicate weathering rate at lower temperature. This assumption is in agreement with most empirical weathering rate laws conventionally used by modellers (Walker et al., 1981; R.A. Berner et al., 1983; Volk, 1987; R.A. Berner, 1991; Frangois and Walker, 1992). This dependence (lower weathering rate at lower temperature) is also a direct consequence of the kinetic theory of the silicate mineral dissolution (Lasagaet al., 1994). Some measurements in the field also show a direct dependence of the silicate dissolution rate on temperature (Drever and Zobrist, 1992).\nThe chemical factor for carbonates is assumed to be proportional to the square root of runoff and to the power 0.332 of the atmospheric CO1 partial pressure. The power 0.332 is estimated from the calculation, at various atmospheric CO2 partial pressures, of the Ca” ion content of a raindrop in equilibrium with both the carbonate rock and the atmosphere following the methodology of Morse and Mackenzie ( 1990). The square root dependence on runoff is derived from the data reported by E.K. Berner and Bemer ( 1987). No direct temperature-dependence is assumed for carbonates.\nNeglecting the impact of land plants in the calculation of the carbonate and silicate weathering rates may appear simplistic. Indeed land plants, through photosynthesis, assimilate atmospheric CO* into their living tissues in the form of carbohydrates. Part of this carbon is reoxydized to CO1 and transferred to the soil via root respiration and decomposition of organic matter by soil micro-organisms. The vegetation cover can in this way enhance the soil pco2 by a factor of 50 with respect to the atmospheric value, inducing, higher carbonic acid concentrations in soil solutions. However, as put forwards by Brady and Carrel ( 1994) and Drever ( 1994), the influence of land plants on silicate weathering rate is largely indirect through the production of organic acids and organic ligands. Furthermore, this influence on both silicate and carbonate weathering rates is mainly dependent on the net primary productivity of continental vegetation (and maybe the type of organic material produced, and hence the ecosystem) of which we do know essentially nothing at the Cenozoic timescale. For this reason, we did not include explicitly soil pco2 in the CO,-dependence of the weathering law used for carbonates, and took only the temperature and run-\noff dependence into account for the silicate weathering rates, conforming strictly to the experimental work of Brady and Carrol ( 1994). However, even if the vegetation cover happened to be considered, we feel that the feedback linking the climatic conditions and the chemical weathering of silicate minerals (which constitute the main continental control on the atmospheric C02) would essentially be the same, that is higher chemical attack in a warmer world. The feedback could be stronger, but in the same direction as described in this work.\n3. Coupling the strontium and carbon cycles\nAs illustrated by Fran9ois and Walker ( 1992)) the origin of the inhibition of variations in r, in a coupled Sr-C model lies in the existence of a feedback between the supply of CO2 from volcanic sources and the continental weathering rate of silicate rocks, if the organic carbon subcycle is assumed to be at equilibrium. When one mole of volcanic CO1 is supplied to the system, one mole of silicate is altered, removing one mole of carbon out of the ocean-atmosphere system through carbonate deposition on the sealloor, as summarized by the Urey reaction:\nwearhering + deposition\nCaSiO, + CO2 +CaC03 + Si02 meranwrphism\n(4)\nSilicate weathering thus acts as a sink of carbon, constantly remaining (at million years time scales) equal to the input of CO2 from volcanic activity. This strong feedback plays an important role in the regulation of the atmospheric CO2 level. Periods of intense volcanic activity and CO2 degassing correspond with times of high silicate weathering rate, followed by increased alkalinity release to the ocean, and enhanced carbonate deposition on the seafloor.\nThis feedback has a major impact on the Sr cycle. The left-hand side of Fig. 4 shows the carbon fluxes to and out of the ocean. The output is represented by silicate weathering (transfer of carbon from the atmosphere to the ocean, and then to the crust through carbonate deposition) and the input by the volcanic release of carbon. We assume, in the model, a mid-ocean ridge (MOR) volcanic activity proportional to the seafloor spreading rate reconstructed by Gaffin ( 1987). If the\nY. Goa&+is, L. M. Frangois / Chemical Geology 126 (1995) 169-l 90 175\nfee\nCRUST\nContinental Silicate\nCarbon 87Sr .sSr /\nA\n1 #‘St / “S, low\nMid-Ocean Ridge Volcanism\nMANTLE\nFig. 4. Simplified view of the long-term carbon and strontium cycles used in the model run #A. The organic carbon subcycle is assumed to be at equilibrium. The input of carbon is represented by the volcanic release of CO2 from the mantle and the output by continental silicate weathering (white arrows). The feedback between volcanism and silicate weathering constrains these fluxes to remain equal (or at least very close) to each other. The right-hand side of the diagram shows the corresponding fluxes of strontium isotopes in and out of the ocean-atmosphere system (white arrows). In run #A, these fluxes are assumed propotionnal to the corresponding fluxes of carbon.\nplate margin volcanic CO* release is also made proportional to the spreading rate, the silicate weathering rate should be proportional to the MOR volcanic activity, because of the equality between total volcanic COz release (plate margin plus MOR volcanism) and the silicate weathering rate. The corresponding fluxes in the Sr cycle are shown on the right-hand side of Fig. 4. Because the high radiogenic input of Sr by silicate weathering is assumed to be proportional to the sink of C by the same mechanism, and because the low radiogenic Sr input through MOR exchange is proportional to the input of C by the same process, any increase in the flux of low radiogenic Sr from the mantle is balanced by a proportionally enhanced flux of high radiogenic Sr from continental sources. Any fluctuation in\nthe oceanic Sr isotopic ratio is then inhibited, except the slow increase related to the Rb decay in crustal rocks and the mantle. This inhibition of the oceanic s7SrPSr fluctuations is illustrated by the results of run #A in Fig. 5 which was performed under the conditions described above. As expected, the simulated isotopic signal shows only negligible variations superimposed on a long-term increase due to Rb decay. Fig. 6 illustrates that the rate of silicate weathering ( Ftilw) remains equal to the total rate of CO2 release from volcanism ( FVolc) during the whole simulation. Shown in the figure is the ratio between the two rates as a function of age. Only very small departures from unity are observed during periods when the carbon and alkalinity cycles are slightly out of balance (solid line).\nThere are at least five ways to break the proportionality between the low and high radiogenic Sr supplies to the ocean, in order to generate some fluctuations in the calculated r, signal.\n(1) Assuming large variations of the Sr isotopic ratio of the continentalflux through, for instance, variations in the relative importance of old (granitic) versus young (basaltic) igneous rock weathering. This may have occurred in the past, but such an hypothesis requires dramatic changes in the ratio of outcrop areas of the granitic shield versus basaltic rocks, with possible changes of the mean isotopic ratio of the exposed granitic shield as well (Francois and Walker, 1992). Another possibility is that important changes in the distribution of continental temperature and runoff, related to changes in palaeogeography, occurred in the past. Such modifications can lead to changes in the ratio of the weathering rates of old versus young igneous rocks without any change in their respective exposure area. This hypothesis will not be further explored here because it needs the use of an atmospheric global circulation model (GCM), coupled to the geochemical model, in order to reproduce the past climatic conditions with a higher resolution than a simple energybalance climate model. Such a coupled model would require prohibitive computing times.\n(2) Assuming large variations of the Sr isotopic ratio of the mantle exchange. This hypothesis requires the existence of substantial inhomogeneities in the isotopic composition of the mantle, potentially leading to changes in the Sr isotopic ratio of the supply at midocean ridges. Another mechanism that could break the proportionality between weathering and mantle fluxes,\n176 Y. Goddbis, L.M. Francok / Chemical Geology 126 (1995) 169-190\n@ 0.7095 5 0.7090\n; 0.7085\n3 0.7080\n0.7065 0.7060 L E ---_\nApproximate observed range c\nlWl#A mn#B Nn#c rUn#D t\n200 180 160 140 120 100 80 60 40 20 0 Age (Ma)\nFig. 5. The evolution of the seawater 87Sr/86Sr ratio calculated by the four model runs described in the text, compared to the data from Burke et al. (1982).\nis the assumption that the C input to the ocean during hydrothermal processes is not proportional to the Sr exchange in the same conditions. However, there is no theoretical or experimental basis for such an assumption and we shall not explore further this possibility.\n(3) Assuming that plate margin volcanism does not vary proportionally to the seafloor spreading rate. In the model, the plate margin volcanic COZ release is estimated as the recycling of the calculated pools of pelagic and slope carbonates, when the oceanic plates are subducted under continental plates. Recycling fractions of 35% and 60% are used, respectively, for the subducted pelagic and slope carbonates (Table 2). These values fall into the range of those estimated by Caldeira ( 1992). These recycling fractions correspond to the amount of CO1 returned into the atmosphere by metamorphic decarbonation, the rest being transferred to the mantle. This mechanism introduces another important feedback between continental weathering (which supplies alkalinity to the ocean, favouring carbonate deposition) and plate margin volcanism. Indeed, times of intense continental weathering, fol-\nlowed by carbonate deposition on the seafloor, can lead to enhanced metamorphic CO, release, with some dephasing induced by the motion of the oceanic plate. From the Cretaceous to the present, the carbonate deposition rate in the pelagic environment has increased at the expense of the shelf deposition rate (Opdyke and Wilkinson, 1988). This transfer of carbonate from one environment to the other might allow the plate margin volcanic CO, release to increase from the past to the present through higher recycling at subduction zone, as suggested by Caldeira ( 1992). However the seafloor spreading rate has decreased during the last 100 million years, reducing the plate velocity and the recycling rate of carbonates. We take into account these two antagonistic effects in the model. The resulting plate margin volcanic release of CO2 remains roughly constant from the Cretaceous to the present, with a tendency to the increase at the end of the Cenozoic. The effect of such a distinction between the two types of volcanic CO* release (MOR and plate margin) on the evolution of the oceanic 87Sr/86Sr ratio is illustrated by the result of run #B (Fig. 5). In this run, plate margin and MOR\nY. GodaZris, L. M. Francois / Chemical Geology 126 (1995) 169-I 90 111\n2\n” ” ” ”\n_ run#A -- run#B -_-. run#C ____ run#D\nENUY 1 IATa IPALl JzaxNE loLioo] CREl’ACEOUS I TERTIAR? I 1 I I 1\n200 180 160 140 120 100 80 60 40 20 0 Age (Ma)\nFig. 6. Calculated ratio between CO2 consumption by silicate weathering F,,, and total input of CO2 from volcanism F,,,.\nvolcanic release of CO* are no more proportional, breaking the proportionality between the low radiogenit Sr input to the ocean and the high radiogenic Sr supply from continental weathering. Fig. 6 shows the evolution of the FSilW/FvO1, ratio, which still remains very close to unity. The effect of this change is obviously insufficient to generate variations of the oceanic 87Sr/86Sr ratio comparable to those shown by the data.\n(4) Assuming that the organic part of the carbon cycle has been subject to large departures from steady state (i.e. the weathering and oxidation of old ‘kerogen’ carbon and the deposition of new organic carbon on the seafloor are out of balance). In such a system, the organic cycle is injecting (or pumping) some carbon to (or from) the inorganic cycle. It is then the volcanic release ram summed up to the net imbalance of the organic cycle which must be compensated by silicate weathering, again breaking the proportionality between volcanic activity and continental weathering. This non-steady-state assumption implies that atmospheric O2 has varied widely over the past, since imbalances in the organic carbon budget correspond to times of accumulation or reduction of the atmospheric O2\nlevel. The fluxes involved in the organic carbon subcycle have been added in the model, using an approach similar to that of Francois and Walker ( 1992). As illustrated in Fig. 6 (run #C which differs from run #B by the addition of an organic subcycle, which may be slightly out of equilibrium, to the carbon cycle), the departures from the equality between silicate weathering and volcanic CO* release are now slightly more pronounced, but still too small to generate significant variations of the strontium isotopic signal (Fig. 5).\n(5) Modzfying the C cycle by introducing a new sink. This new flux is identified as the low-temperature alteration of the oceanic crust. The alteration of seafloor basalts releases Ca” ions in the water percolating the basaltic crust. This water tends to become oversaturated with respect to CaC03 and precipitation of carbonate minerals occurs (Staudigel et al., 198 1). The net balance is a sink of carbon for the ocean. According to Spivack and Staudigel ( 1994), the average value of the Ca” flux for the last 50 million years, reaches 1.4* lo’* moles of C per year. Because of our poor knowledge of tbe kinetics of the reaction between basalts and seawater, we assume as a first-order approx-\n178 Y. Godde’ris, L.M. Franrois / Chemical Geology 126 (1995) 169-190\nimation that the weathering rate of seafloor basalts is proportional to the seafloor spreading rate R (when this rate is high, fresh unaltered basalts are exposed along the ridges, and submitted to the corrosive action of seawater) and to a factor that is slightly dependent on p$oZ (partial pressure of CO, in equilibrium with deep water calculated from carbonate speciation) :\nFsf,= 1.5.10’*.R.(p~ozl~~oz today)0.3 (5)\nIn this relationship, the 0.3 power comes from the simple analogy with the dependence often assumed for continental silicate weathering (Walker et al., 198 1), based on the laboratory work of Lagache (1976) (Table 2). Actually, the CO,-dependence of the process is not known, but is necessary to cut the strict proportionality of F,, to the spreading rate (and hence to MOR volcanism and Sr exchange). The 0.3 value provides a much weaker dependence on CO, (or pH) compared to that used by Fransois and Walker ( 1992) and is presumably more reasonable in the absence of experimental evidence.\nThe weathering of basalts also exchanges Sr, removing it from the ocean (r = 0.709) and releasing mantellike Sr ( r = 0.706, intermediate between the mantle and oceanic values, according to Holland, 1984). In this system, it is the total sink of C (weathering of continental silicate minerals + weathering of seafloor basalts) which is equal (on the million years time scale) to the total input of C (plate margin + mid-ocean ridge volcanism + net source from organic cycle). The departure from the equality between the silicate weathering rate and the volcanic CO, release is reinforced (run #D in Fig. 6), allowing the calculated r, to vary substantially in the past. Run #D differs from run #C by the introduction of this additional C sink. Run #D thus sums up all the effects previously modelled (points 3 to 5). The agreement between the calculated and the measured Sr isotopic ratio of seawater has been substantially improved except for the last 50 million years (Fig. 5).\nThe preceding discussion has shown that the combination of processes that could break the proportionality between the mantle and continental sources of strontium produces fluctuations in the calculated oceanic 87Sr/86Sr. However, the calculated signal still substantially differs from the data, especially for the last 50 million years of the Earth’s history. This observation leads us to consider mechanical erosion as an important\nfactor in the calculation of the weathering fluxes of both silicates and carbonates, and to analyze the impact of an erogenic event on the global cycles of Sr and C."
  }, {
    "heading": "4. The Himalayan orogeny",
    "text": "The variations in the seawater Sr isotopic ratio ( rO) are essentially controlled by the fluctuations of the ratio between the fluxes of high radiogenic Sr from continental weathering and of low radiogenic Sr from the mantle and the alteration of seafloor basalts, as well as by possible changes in the isotopic ratio of the weathered materials. In this view, times of high values of r, may be related to times of intense continental weathering rates. As suggested by several authors (Raymo et al., 1988; Edmond, 1992; Kaufman et al., 1993), past orogenies may have produced a large supply of radiogenic Sr through enhanced mechanical and chemical weathering on the continents.\nHigh values of r, in the Early Cambrian could be associated with the Pan-African orogeny (Kaufman et al., 1993). Trends toward colder temperatures and the onset of glaciers in areas undergoing orogeny favour mechanical breakdown of rocks, which increases the area of primary minerals exposed to chemical weathering and facilitates the export of the solid products of weathering (especially under high slope conditions). Also, as a result of higher elevation and steeper relief, the precipitation regime in the region can be expected to be strongly altered, leading to changes in runoff rates and ultimately affecting chemical weathering. In particular, these changes would enhance silicate weathering and draw down atmospheric CO,, leading to a global cooling. This global trend towards colder temperatures can initiate the onset of glaciers in other mountainous areas and polar regions, enhance weathering rates at a global scale and draw atmospheric CO* further down. The continental contribution to the oceanic Sr would become prevailing and r, would reach higher values at that time.\nThe same scenario can be invoked to explain the sharp increase of r,, during the Cenozoic. The corresponding erogenic event is the collision between India and the Asian plate, which began 50 million years ago, closing the Tethys seaway. The collision led to the building up of the highest mountain range in the world, the Himalayas.\nY. GoddPris, L.. M. Francois / Chemical Geology 126 (1995) 169-l 90 179\nFig. 7. A schematic dia.gram of the impacts of the collision between India and the Asian plate and the effects of the Himalayan orogeny. The consequences of extensive metamorphism in the region are on the left-hand side of the diagram. The effect of the change in the elevation in the region are shown on the right-hand side of the diagram. Each arrow means ‘has an impact on’.\nHowever, change.s in the river input of Sr to the ocean alone cannot explain all the features of the oceanic record. It appears that some major erogenic events occurred in the past @rout any marked signature in the oceanic 87Sr/86Sr record. For instance, the Caledonian event whichi extends over the early Palaeozoic (400-380 Ma) is not coinciding with any marked change in r,. In this case, it is possible that the rate of seafloor spreading has been increased in an important way at the same time. The rate of increase of the hydrothermal exchange of Sr between the ocean and the mantle might have been high enough to hide the effect of the change in continental weathering.\nIn this work, we will now focus on the Cenozoic orogeny of the Himalayas. The goal is to analyse quantitatively each of the expected effects of continental plate collisions followed by mountain uplift on the evolution of the oceanic 87Sr/86Sr ratio. The processes linking the atmospheric CO* amount and the chemical weathering rates to the Himalayan uplift are summarized in Fig. 7.\nThe effect of the Himalayan orogeny is twofold. First, an increase in the elevation of the region which has altered local (and possibly global) climate. This elevation change leads to:\n( 1) a decreased temperature and an enhanced runoff, involving changes in chemical weathering rates,\n(2) an increase in mechanical weathering rates in the region.\nSecond, the collision between the two continental plates and the subduction of India beneath Asia has generated extensive metamorphism in the region, the consequences of which are:\n(3) the production and release through fractures and faults of a large amount of CO* from decarbonation of subducted carbonates (Kerrick and Caldeira, 1993),\n(4) a mobilization of radiogenic strontium out of Krich minerals into phases that weather more rapidly implying an increase in the mean 87Sr/86Sr ratio of the weathered materials (Edmond, 1992).\nEach of these four factors has been considered in the model, in order to quantify their relative contribution\n180 Y. Goddbis, L. M. Fraqois / Chemical Geology I26 (1995) 169-l 90\nto the Cenozoic rise of the oceanic Sr isotopic ratio. A separate treatment has been applied to the region undergoing the uplift and to the rest of the world. The uplifted region includes the Himalayan Mountain Range and the Tibetan Plateau behind it, corresponding to a total area of 2.8 million square kilometres. In this area, the weathering rates and the Sr isotopic ratio of the local weathered materials are calculated from local climate or geologic conditions. Let us first explore the direct impact of increasing elevation on local weathering rates.\n4.1. Effects of elevation\nTemperature and runoff Before the uplift (which began 50 million years\nago), zonal temperature is calculated at each time step from the energy-balance climate model, and zonal runoff rates are estimated from a parametrization depending on the continental fraction in the latitude band considered and the zonal annual mean surface temperature (Francois and Walker, 1992). During the uplift, zonal temperature and runoff rates are calculated in the same way. However, in the Himalayan region, the temperature is estimated from a temperature-elevation correlation that we established for the present times (considering all the 1” X 1” grid points of the Himalayan region with their respective elevation), showing an atmospheric lapse rate of 6.22 K per kilometre of elevation. Combining this correlation with the ageelevation curve of the Tibetan Plateau (Raymo et al., 1988), it is possible to correct the sea-level temperature calculated in the energy-balance climate model. This corrected temperature is used to calculate weathering rate in the Himalayan region. Average present-day runoff in the Himalayas is calculated using a simple lo X 1” hydrological model and reaches 61.5 cm/year. This value is 3.5 times higher than the mean runoff in the rest of the latitude band containing the Himalayan region. This increase illustrates the impact of the presence of huge mountains on the local precipitation regime, and therefore on runoff volumes. As a first approach, we tentatively assume that over the course of the uplift, runoff rates in the Himalayan region have increased by the same factor of 3.5 with respect to the runoff rates in the rest of the latitude band. Thus, starting with the zonal mean value at the beginning of the uplift, the Himalayan runoff rate is increased propor-\ntionally to the elevation of the region to become today 3.5 times higher than in the rest of the latitude zone.\nMechanical weathering The atmospheric COZ partial pressure has decreased from the Cretaceous to the present, as shown by various reconstructions (Hollander and McKenzie, 1991; Arthur et al., 1991; Cerling, 1991; Freeman and Hayes, 1992)) leading to lower global mean temperature and probably lower chemical weathering rates. This conclusion seems to be conflicting with the Cenozoic increase of r,. However, as suggested just above, local mechanical weathering rates could be enhanced by the major Cenozoic mountain building. Through the breakdown of rocks, the mechanical weathering increases the surface of rock material available to chemical weathering, increasing in this way the efficiency of chemical weathering. In order to take this expected effect into account, we introduce a mechanical factor u,,,~,, in the estimation of the continental weathering fluxes (Eq. 1). We now write:"
  }, {
    "heading": "Fi a umh X a=% X &hed T9 runi, CO;?) (6)",
    "text": "The mechanical factor g”& is estimated from the Cenozoic total sedimentary mass deposition data collected by Ronov ( 1980) and Budyko et al. ( 1987). A method similar to that used by Wold and Hay ( 1990) has been used to reconstruct original deposition rates. This sedimentary signal is largely from elastic origin. Nevertheless, a correction must be applied to withdraw the contribution from chemical deposits. This correction has been made on the basis of the estimates of carbonate and organic carbon mass deposition per stratigraphic interval reported by Budyko et al. ( 1987). This procedure does not consider chemical sediments other than carbonate or organic carbon, such as opal or evaporites, the contribution of which is presumably small. The original rate of elastic sedimentary deposition reconstructed by this method and normalized to the present-day value is presented in Fig. 8. This signal will be used in this study to estimate the mechanical factor gmech.\nFor the last 50 million years (since the beginning of the Himalayan uplift), the mechanical weathering factor is distributed between the Himalayan region (a,,) and the rest of the world (u,). The present-day ratio oh/cr is estimated from a comparison between the Sr discharges of the Himalayan rivers (i.e. the Ganges,\nY. Goddkris. LM. FranCois/Chemicai Geology 126 (1995) 169-190 181\nFig. 8. The rate of elastic sedimentary deposition (% of the present-day rate) reconstucted from the total sedimentary deposition rate estimated by Ronov (1980) and Budyko et al. (1987).\nBrahmaputra, Indus, Yellow River, Yangtze and Mekong which toda,y deliver about 22% of the global Sr discharge to the ocean, calculated from the compilation of Palmer and Edmond, 1989) and the rivers of the rest of the world. Using the expressions of the weathering fluxes (Eq. 6) to estimate the chemical factor for both silicates and carbonates, we find a value of 16.7 for the present-day ratio g,,/ur. This result indicates that mechanical weathering is 16.7 times more intense in the Himalayas than in the rest of the world. Assuming u,,/~~ = 1 before the uplift (i.e. the same mechanical weathering rate in the Himalayas than the average value in the rest of the world), we vary this ratio proportionally to the mean elevation of the Himalayas consistently with the assumption that mountain uplift favours mechanical weathering by increasing slopes and reducing temperature (at or below the freezing point of water). The remaining increase of gr\nbetween 50 Ma and the present is interpreted as the result of other erogenic events in other parts of the world (essentially the Alps and the Andes).\nAlthough the surface temperature is decreasing in the Himalaya during the course of the uplift, tending towards decreasing chemical weathering rates, the sharp increase in runoff and in mechanical weathering in the region leads in the model to enhanced weathering in the Himalayas following Eq. 6. A consequence of this increase is a higher Sr load in the Himalayan rivers, increasing the contribution of continental erosion to oceanic Sr in comparison to the low radiogenic source released at mid-ocean ridges and during low temperature alteration of seafloor basalts.\n4.2. Effect of metamorphism\nThe impact on the global Cenozoic geochemical evolution of the extensive metamorphism generated by the\n182 Y. Goddkris, L. M. Frangois / Chemical Geology I26 (1995) 169-l 90\ncollision between the Asian and Indian plates has been recently discussed (Edmond, 1992; Kerrick and Caldeira, 1993). As pointed out before, the effect of metamorphism is twofold: it leads to CO;? degassing and to a redistribution of radiogenic strontium between minerals.\nCO, degassing It appears that the Early Eocene was the warmest period of the Eocene. There are numerous indications of such a warm climate: the extension of tropical climates and the presence of soil laterite horizons up to 4S’N palaeolatitude, the extension of tropical planktonic nannofloral assemblages up to 55”N, etc. Kerrick and Caldeira (1993) tentatively tried to relate this warm period to an extensive CO* degassing from the Himalayan orogen through metamorphism. Decarbonation of large volumes of impure carbonates by rapid prograde metamorphism and the transport of the produced CO* to the surface by fluids through fractures and faults could have released up to 10” moles of COZ in the atmosphere, causing a significant warming globally. We assumed that this degassing occurred in the early stages of the collision, when the material temperature was higher than 350°C (Kerrick and Caldeira, 1993). It began at 48 Ma (2 million years after the beginning of the collision) and spread over about 12 million years, before becoming ineffective. In the model, the material undergoing metamorphism is composed of carbonates deposited on the Indian shelf during the Mesozoic and the Early Cenozoic. A fraction of these carbonates underwent partial metamorphism and are converted into ‘metacarbonates’, and the rest of it produced the metamorphic CO2 flux to the atmosphere when the temperature conditions are satisfied. The duration of the release is estimated by using the temperature-time cooling curve for the northern part of the Indian plate (Treloar et al., 1989). The total model CO, release to the atmosphere is 1.5 X lOi moles, corresponding to the formation of 9 X 1OL9 moles of metacarbonates, a value close to that estimated by Kerrick and Caldeira ( 1993) for the western sector of the Himalayan orogen. The resulting sudden rise in the atmospheric COZ concentration induced a global warming which increased the weathering fluxes of both carbonate and silicate rocks. The ultimate consequence was an increase of the *‘Sr/*%r ratio of seawater.\nIsotopic change The other effect of extensive metamorphism in the Himalayan region is the change in the Sr isotopic composition of the weathered material as discussed by Edmond ( 1992). Water samples from the Ganges and Brahmaputra display high *‘Sr/*%r ratios, showing values as high as 0.76 (Krishnaswami et al., 1992). Edmond ( 1992) assigned this observation to the fact that these rivers (including the Indus) drain the unroofed metamorphic core complex of the collision zone between India and Asia. During the collision, highgrade metamorphism and partial melting of the rocks have mobilized *‘Sr out of K-rich minerals into Naand Ca-rich minerals. These latter phases weather more rapidly than the K-rich phase. Na- and Ca-rich minerals thus become a source of radiogenic Sr, increasing the *‘Sr/*%r ratio of river water in contact with the metamorphic core, and led to progressively higher amounts of radiogenic Sr in seawater. This change in the isotopic composition of the weathered material occurred during stages of extensive metamorphism and thus near the beginning of the collision. In our modelling work, we assume that a temperature higher than 350°C was necessary to affect the isotopic composition of the material undergoing metamorphism. We estimate in this way that the remobilization occurred during 14 million years after the beginning of the collision (when temperature was higher than 350°C). We vary then the *‘Sr/*‘%r ratio of the rivers draining the Himalayan metamorphic core from the global igneous mean value before the beginning of the uplift (0.714) to the present-day value of 0.744 (consistent in the model with a present-day isotopic ratio of 0.7 12 for global rivers). The 0.744 value can be compared to the 0.769 from leucogranites and gneisses reported by Edmond (1992).\n4.3. Global effects of the Himalayan uplift\nThe changes in the local weathering rates (consuming atmospheric CO*) and the metamorphic CO2 degassing, respectively induced by the Himalayan uplift and the plate collision, lead to changes in the atmospheric CO* concentration. The subsequent modification of the global climate reacts on the global chemical and mechanical weathering rates, which again feedback on the atmospheric CO, concentration. This link between the local effects of the Himalayan orogeny\nY. GoaWris, L. M. Fratyois / Chemical Geology 126 (I 995) 169-l 90 183\nand the global weathering rates and climate is illus- ering carried to the ocean by respectively all rivers, trated in the upper part of Fig. 7. These feedback loops non-Himalayan rivers and Himalayan rivers (in finally act on the evolution of the oceanic 87Sr/86Sr percent of the total in global rivers). Table 4 gives the ratio. These.considerations suggest that the impact of present-day mean strontium isotopic ratio calculated the Himalayan uplift cannot be completely understood by the model for respectively all rivers, non-Himalayan only by qualitative assertions. It needs the use of a rivers and Himalayan rivers with, in each case, the a7Sr/ coupled model of the carbon and strontium cycles as *‘%r ratio of the silicate and carbonate weathered complete as possible. materials transported to the ocean."
  }, {
    "heading": "5. Model analysis of the Himalayan orogeny effects",
    "text": "The model results regarding the strontium cycle are summarized in Table 2 and Table 3 for each of the simulations performed to analyse the effect of the Himalayan uplift. The model present-day level of atmospheric COZis intermediate between the last glacial maximum and pre-industrial levels. Table 2 shows the model-calculated present-day Sr discharges originating from continental silicates, carbonates and total weath-\nThe reference run R combines all the effects presented in the previous sections. We consider the recycling of seafloor carbonates through plate margin volcanism, the existence of a sink of carbon through the alteration of seafloor basalts, and all the expected effects of the Himalayan uplift on the global cycles of Sr and C (changes in local and global climate, changes in chemical and mechanical weathering rates and the impact of metamorphism through CO* degassing and 87Sr remobilization). The calculated 87Sr/86Sr ratio of\nTable 3 Model-calculated present-day Sr discharges originating from continental silicate, carbonate and total weathering, and carried to the ocean by respectively all rivers, non-Himalayan rivers and Himalayan rivers\n5.1. Reference simulation\nQ,, global, 8 of global river\nSil Car Tot\nQs, remaining, % of global river\nSil Car Tot\nQs, Himalaya, % of global river\nSil Car Tot\nR 41.2 52.8 100.28.0 42.6 35.2 11.8 4.6 17.6 22.2 TI 57.5 42.5 100,20.4 51.2 41.9 99.1 0.3 0.6 0.9 T2 54.95 45.05 100.23.3 54.8 44.1 99.5 0.15 0.35 0.5 T3 47.3 52.7 100, 27.9 42.7 35.1 77.8 4.6 17.6 22.2 T4 41.3 52.7 100, 27.9 42.7 35.1 71.8 4.6 17.6 22.2\nAll numbers are expressed as a percentage of global river Sr fluxes, except those in italics, which are the global Sr discharges in lo9 mol/year as calculated in the reference run and each sensitivity test.\nTable 4 Model-calculated present-day mean strontium isotopic ratio for respectively all rivers, non-Himalayan rivers and Himalayan rivers\n*‘SrPSr global\nSil Car Tot\ns’SrPSr remaining\nSil Car Tot\n*?Ws6Sr Himalaya\nSil Car Tot\nR 0.7168 0.7077 0.7120 0.7138 0.7011 0.7110 0.7443 T, 0.7138 0.7016 0.7112 0.1138 0.7076 0.7112 0.1138 TZ 0.7138 0.7076 0.7110 0.7138 0.1076 0.7110 0.1138 T, 0.7138 0.1016 0.1105 0.7138 0.7076 0.1110 0.7138 T4 0.7168 0.7077 0.712 0.1138 0.1077 0.7110 0.7443\nThe isotopic ratio of the carbonate, silicate and total weathering products are specified for each group of rivers.\n0.7077 0.7153 0.7076 0.7097 0.7076 0.7096 0.7076 0.7089 0.7077 0.7153\n184 Y. Goddbis, L.M. Francok / Chemical Geology 126 (1995) 169-190\n0.7100 I I 1 I I\n$ 0.7095 - ,, .,. : ::,:: ;. ‘1; ;’cd Approximate observed range 3 3 _ runR I\nm 0.7090 - ..:. “0 ________ runT1\n*j 0.7085 -\n--- nlnT2 -_-_- run T3 _____ runT4\n0 .4\ng 0.7080- : 2\ne &i 0.7075 -~~_::~~::-: ,(, ~:, ::j, :.,::_.~~:_.i;j.i:.li’Il:::-,i.‘- “’ :.,:. . .,..., ,...: _.\ns ,I yJ ;: i; ;: i: j:, :,:,::; ;..,:;.. ‘::-::.‘-Y::.:... ..:: +..??yyy+y . .,. : .: I\\. . . . . :.:.j::.: ., .,.:\n0.7070 -y I LAlE IPALI - I CRETACJXXJS I TEN&~\nI MmcENH IlxI\nI I b;l\n120 100 80 60 40 20 0 Age (Ma)\nFig. 9. The evolution of the seawater 87Sr/86Sr ratio calculated by the four model runs illustrating the multiple effects of the Himalayan uplift, compared to the data from Burke et al. (1982).\nseawater for the last 100 million years is shown in Fig. 9 (solid line). The agreement with the data is rather good, in view of the large number of not well-known processes involved. The Cenozoic increase of r, ‘9 for the first time reproduced with a model combining the geochemical cycles of both strontium and carbon. As shown in Table 1, only 4.6% of the total riverine Sr discharge to the ocean are coming today from the weathering of Himalayan silicate minerals. This low value is related to the sharp temperature-dependence we have adopted for the silicate weathering rate and to the low temperature calculated in the Himalayan region (mean annual temperature of -05°C at a mean elevation of 2745 m) . At such a low temperature, chemical weathering of silicate minerals in the region is partly inhibited. However, 17.5% of the Sr discharge by the rivers to the ocean is coming from carbonate minerals exposed in the Himalayan area, because their chemical weathering rate is not sensitive to temperature changes in our model. The resulting mean isotopic ratio of the Himalayan rivers is equal to 0.7 153. This relatively low\nvalue (regarding the isotopic ratio of Ganges and Brahmaputra samples reported by Krishnaswami et al., 1992) is related to the fact that, in the model, river Sr originating from carbonates is prevailing in the Himalayas and is consistent with our inclusion of Yangtze, Mekong and Yellow River as Himalayan ones.\nFig. 10 shows the calculated evolution of the total mantle Sr input to the ocean (mid-ocean ridges exchange and low temperature alteration of seafloor basalts) compared to the total river input (carbonate and silicate rock weathering) in the reference run. The model mantle contribution was dominant until the early stages of the Himalayan uplift. This larger mantle contribution constrained the seawater 87Sr/86Sr to remain relatively low during most of the Mesozoic. After the beginning of the India-Asia collision and the building up of the Himalayas, the continental supply of Sr became more and more dominant. This result is consistent with those obtained by Jones et al. ( 1994) who suggest that the mid-ocean ridge supply of Sr drove r, during the Jurassic and Cretaceous times.\nY. Goddkris, L.M. Francois / Chemical Geology I26 (1995) 169-l 90 185\n_ Continental contribution\n_ _ _ _ Mantle contribution\nI L 1 lu:Msc\nE 1 IATE IPALl EOCENE ~LlCiO@ll\n,’ CRETACROUS 2001 150 100 50 0\n4s (Ma)\nFig. 10. The evolution of the mantle supply of low radiogenic Sr to the ocean (through mid-ocean ridges exchanges and low temperature alteration of seafloor basalts) , compared to the continental supply of high radiogenic Sr (by continental weathering), calculated in the reference run R. The sudden increase in both signals just after 50 Ma illustrates the impact of the CO2 degassing during the early stages of the plate collision.\n5.2. Test simulations\nIn order to explore the contribution of the various processes associated with the Himalayan uplift to the amplitude of the calculated Cenozoic increase in r,, five sensitivity tests have been performed.\nThe first one (run Tl ) is a run where no uplift occurred neither in lthe Himalayan region, nor in the rest of the world. The mechanical weathering factors (T, and o,, are kept constant to their common values at 50 Ma ( ur = oh = 0.5), just before the Cenozoic orogenie events. The chemical weathering rates of both carbonates and silicates are calculated following the evolution of the global climate in the absence of change in the mechanical weathering rate. The only trend toward a Cenozoic increase of r, is associated with the decrease of 50% in the mid-ocean ridge volcanic activity from the Cretaceous to the present, leading to a decreasing supply of low radiogenic Sr to the ocean. This effect is important, accounting for 33% of the\nincrease in r,, as illustrated in Fig. 9 (dotted line). In this run, the Himalayan region contributes only for 0.9% of the total riverine discharge of Sr to the ocean, in comparison to 22.2% in the reference run (Table 1) .\nA second sensitivity test (run T2) was then performed in which we assumed that the mechanical weathering factor or of non-Himalayan regions has varied throughout the Cenozoic. vi-, is kept constant at its value just before the uplift, for the last 50 million years. This run illustrates the impact on the evolution of the Sr isotopic ratio of seawater of other orogenies than the Himalayan one or other factors having influenced mechanical erosion such as the development of ice caps in polar regions. For example, it has been postulated that the increase of the 87Sr/86Sr ratio of seawater in the Oligocene is associated with the buildup of the Antarctica ice sheet (Mead and Hodell, 1995 and references therein). The contribution of these other erogenic events to the Cenozoic increase in r, is about 14%, as shown in Fig. 9 (dashed line). This estimate\n186 Y. Godde’ris, L.M. Franpis / Chemical Geology 126 (1995) 169-190\nis subject to caution, because we did not consider here the specificities of the various non-Himalayan orogenies with their local climatic and isotopic conditions, as we did for the Himalayan area in the reference run. We simply assume here a change in the mechanical factor u, which is the same for all non-Himalayan regions, and explore its impact on the global climate and therefore, on the global weathering rates.\nIn the third sensitivity test (run T3), the ‘climatic’ effect of the Himalayan uplift on the strontium and carbon cycle is explored. Temperature in the Himalayan region is assumed to decrease and the local runoff and the mechanical weathering factor (T,, to increase, enhancing the local chemical weathering rates. As explained before, the low temperature contributes in an important way to inhibit the weathering of silicate minerals in the Himalayas. No more than 4.6% of the total riverine Sr input to the ocean is coming from the Himalayan silicate minerals with an isotopic ratio of 0.7 138. This supply is by far too small to constrain the oceanic 87Sr/86Sr ratio to increase in a significant way (dashed-dotted line in Fig. 9), without any change in the isotopic composition of the igneous weathered material. The small difference between the calculated r, in run T3 and in run T2 is the result of the antagonistic effects of temperature and runoff.\nHowever, if we assume that the mean Sr isotopic composition of the igneous weathered material increased up to 0.7443, the ‘climatic’ effect is magnified by this ‘isotopic’ effect. This is shown in Fig. 9 by the result of the sensitivity test T4. The magnitude of the Cenozoic increase in r, is now correctly reproduced. The combination of both (climatic and isotopic) Himalayan effects accounts for 53.4% of the increase in r 0’\nThe comparison between the reference run and the sensitivity test T4 illustrates the effect of the metamorphic CO* degassing which followed the India-Asia collision. The release of a large amount of CO2 to the atmosphere ( 1.5 X 1019 moles) in a few million years after the collision suddenly enhances the global chemical weathering rates of silicates by increasing temperature and runoff. The release of highly radiogenic Sr to the ocean increases in the same way. This enhanced supply of continental Sr to the ocean leads to a marked increase in the 87Sr/86Sr of seawater. However, this effect is limited in time, because the material temperature rapidly falls under 350°C stopping the CO2\ndegassing at 36 Ma. The resulting impact on the evolution of the oceanic s7Sr/“?jr ratio is clearly shown by the difference between the reference run R and the sensitivity test T4 (Fig. 9). The calculated evolution of r, exhibits a peak centred on 43 Ma (reference run, solid line in Fig. 9). It becomes then ineffective at 30 Ma. This peak is not observed in the data. This model result calls into question the existence of a COZ degassing event of such a magnitude. Furthermore, there are large uncertainties about the timing of the degassing (Kerrick and Caldeira, 1993). In our model, we assume that the CO, degassing started at 48 Ma, in order to be in agreement with the timing of the India-Asia plate collision. But 48 Ma is too late to explain the warmer Early Eocene. For these two reasons, we expect that the degassing event did not occur, at least not with such a magnitude."
  }, {
    "heading": "6. Mountain uplift and global glaciations",
    "text": "Fig. 11 compares the evolutions of the atmospheric CO2 partial pressure calculated by the reference run and by the sensitivity run T2 (i.e. without any uplift in the Himalayan region). The effect of the metamorphic CO, degassing at the beginning of the continental plate collision is clearly visible. But since 35 Ma, both curves remain very close to each other. The difference between the atmospheric CO2 content calculated in each run for the present is small: about 0.15 times the pre-industrial atmospheric level (PAL), that is 42 ppm. The silicate weathering rate in the Himalayan region increases by a factor of 16.2 over the course of the uplift (from 50 Ma to the present), subsequently to changes in local climate and mechanical erosion. This increased rate leads to a higher atmospheric CO* consumption by the weathering of silicate minerals, the consequence of it being a lower atmospheric CO* partial pressure in the reference run (except during the CO* degassing from the Himalayan metamorphic core). However, its contribution to the total consumption of CO* by the weathering of silicate minerals remains small. In the reference run, the Himalayan silicate weathering flux accounts for 0.6% of the total consumption of atmospheric CO* by continental silicate weathering at 50 Ma, and for only 4.6% today. The influence of the Himalayan uplift on the carbon cycle thus remains quite limited. The\nY. Godde’ris, L.M. Francois / Chemical Geology 126 (1995) 169-190 187\n12 11\n2 10\nd 9 @, 8\n0 I EARLY I LAll?. [PAL1 EQCXNE 1 CRETACEOUS I TERTKY\nI I\n120 100 80 60 40 20 0 Age WW\nFig. 11. The evolution of the calculated atmospheric CO2 partial pressure. compared to various reconstructions (0: Freeman and Hayes, 1992; W: Arthur et al., 1991; 0: Cerling, 1991; A: Hollander and McKenzie, 1991). The reference run illustrates the effect of the Himalayan orogeny on the atmospheric CO*. ‘The sensitivity test T2 was performed assuming no orogeny in the region.\nreason is two-fold: ( 1) the area covered by the Himalayan uplift is small (2.8. lo6 km*, 2% of the total continental area) ; (2) as already pointed out, the low surface temperature in the Himalayan region partially inhibits chemical weathering of silicate minerals, and therefore the consumption of atmospheric CO*.\nThe impact of the Himalayan uplift on the global mean temperature calculated by the climate model coupled to the geochemical one, is subsequently small. The present-day global mean temperature calculated in the reference run is only 0.6”C lower than the temperature calculated in run T2, where no uplift is assumed in the Himalayan region. This result suggests that the contribution of the Himalayan orogeny to the global climatic cooling trend of the late Cenozoic is small. This conclusion might be partially model-dependent and sensitivity studies should be performed in future work. In any case, however, the hypothesis that major past orogenies contributed largely to the onset of global glaciations during the Phanerozoic (Raymo et al., 1988; Molnar and England, 1990; Raymo, 1991)) through\nenhanced CO, consumption by weathering, is questionable."
  }, {
    "heading": "7. Conclusions",
    "text": "We have used in this work a numerical model of the major geochemical cycles coupled to an energy-balanced climate model as a tool to identify the factors that have possibly governed the Cenozoic evolution of the strontium and carbon cycles. We have shown that it is possible to reproduce the gross features of the evolution of the oceanic strontium isotopic ratio and of the atmospheric CO2 partial pressure. It was necessary to consider the multiple effects of the Himalayan orogeny on the local and global environments to reproduce the Cenozoic increase in the observed seawater 87Sr/ %r. The consequence of this erogenic event, which began 50 million years ago, was a change in the local weathering rate of both carbonates and silicates, a change in the isotopic composition of the weathered\n188 Y. Godde’ris, L.M. Frangois / Chemical Geology I26 (1995) 169-190\nmaterial, and possibly an important COZ degassing by decarbonation of carbonates just after the beginning of the collision. However, the impact of the Himalayan uplift on the carbon cycle remains small, and seems to be insufficient to explain the global climatic cooling trend of the Cenozoic essentially because of the low Himalayan temperature and the small area of the incriminated region. In the model, the Cenozoic cooling is associated mostly with the reduced emission of CO* from mid-ocean ridge volcanism and the increasing mechanical weathering rate in the rest of the world excluding the Himalayas.\nWe have tried to take into account the changes in the mechanical weathering rates during the MesozoicCenozoic, as well as the impact on the chemical weathering rates of rock minerals. Our approach is based on the assumption that the mechanical breakdown of a rock enhances the chemical weathering rate of its minerals, by increasing the rock area in contact with soil water and by exporting the solid products of weathering from the site. However, the rate law for total weathering (of both silicates and carbonates) expressed as a product of a mechanical and a chemical factor is highly speculative, and must only be considered as a first attempt towards a mechanistic model of weathering. The use of the total past sedimentary deposition rate (corrected to obtain the elastic part only) as an indicator of past mechanical weathering rates is also speculative, and should be considered as a first-order approach in the modelling of this important factor. Furthermore, the impact of the vegetation cover on the chemical weathering rate has been neglected in the model, essentially because of the extremely speculative character of any estimate of the change of vegetation productivity (and hence soil pco2) over geological timescales. A study of these important factors should be performed in the future.\nFinally, let us emphasize the fact that rock weathering played a key role in controlling the past evolution of the Earth. It is thus essential to construct a processoriented model of mechanical and chemical weathering and of their interactions. We have proposed here a connection between mechanical and chemical weathering assuming that the breakdown of a rock enhances its areaexposed to chemical weathering. We have build up in this way a numerical tool and used it to explore the impact of the Himalayan uplift on the C and Sr cycles. This work should be considered as just a sen-\nsitivity study of some possible states of the Earth system. This is why future models should take into account many different factors influencing the weathering rates, such as the slope, the runoff, the temperature, the vegetation cover, the atmospheric CO* partial pressure, etc. We perceive this work as a long-term, but rather important task to be undertaken in future research."
  }, {
    "heading": "Acknowledgements",
    "text": "Funding for this work was partially provided by the Belgian National Impulse Programs ‘Global Change’, contract No. GC/12/017. L. Franqois is supported by the Belgian National Fund for Scientific Research. The authors thank G. Munhoven, J.-C. Duchesne, J.-L. Probst and P. Amiotte-Suchet for helpful discussions."
  }],
  "year": 2003,
  "references": [{
    "title": "Amiotte-Suchet for helpful discussions",
    "authors": ["P. Probst"],
    "venue": "Geol. Sot. Am.,",
    "year": 1991
  }, {
    "title": "The Global Water Cycle: Geo",
    "authors": ["Annu. Meet", "Abstr", "E.K. p.A-178. Bemer", "R.A. Bemer"],
    "year": 1987
  }, {
    "title": "Calculation of the Phanerozoic",
    "authors": ["R.A. Bemer", "D.M. Rye"],
    "venue": "time. Am. J. Sci.,",
    "year": 1992
  }, {
    "title": "N.Y.. 690 pp. Budyko, MI",
    "authors": ["Press", "Palisades"],
    "venue": "Ronov, A.B. and Yanshin, A.L.,",
    "year": 1987
  }, {
    "title": "Variations of seawater *‘Sr",
    "authors": ["H.F. Nelson", "J.B. Otto"],
    "year": 1982
  }, {
    "title": "An attempt to frame a working hypothesis",
    "authors": ["T.C. Chamberlin"],
    "venue": "J. Geol.,",
    "year": 1989
  }, {
    "title": "Reevaluation of Early Oligocene, Eocene, and Paleocene seawater strontium isotope ratios using outcrop samples from the U.S",
    "authors": ["R.E. Denison", "R.B. Koepnick", "A. Fletcher", "D.A. Dahl", "M.C. Baker"],
    "venue": "Gulf Coast. Paleoceanography,",
    "year": 1993
  }, {
    "title": "The effect of land plants on weathering rates of silicate minerals",
    "authors": ["J.I. Drever"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1994
  }, {
    "title": "Chemical weathering of silicate rocks as a function of elevation in the southern Swiss Alps",
    "authors": ["J.I. Drever", "J. Zobrist"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1992
  }, {
    "title": "Himalayan tectonics, weathering processes, and the strontium isotope record in marine limestones",
    "authors": ["J.M. Edmond"],
    "year": 1992
  }, {
    "title": "New data on the kinetics of the dissolution of alkali feldspars at 200°C in CO, charged water",
    "authors": ["M. Lagache"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1976
  }, {
    "title": "Modelling the Phanerozoic carbon cycle and climate: constraints from the “Sr/%r isotopic ratio of seawater",
    "authors": ["L.M. FranGois", "J.C.G. Walker"],
    "venue": "Am. J. Sci.,",
    "year": 1992
  }, {
    "title": "The history of global weathering and the chemical evolution of the oceanatmosphere system",
    "authors": ["L.M. FranGois", "J.C.G. Walker", "B.N. Opdyke"],
    "venue": "Am. Geophys. Union-lnt. Union Geod. Geophys.,",
    "year": 1993
  }, {
    "title": "composition of seawater from the middle Eocene to Oligocene: Hole 689B",
    "authors": ["Mercier", "J.-L", "R. Armijo", "P. Tapponnier", "E. Carey-Gailhardis", "H.T. Lin"],
    "venue": "Maud Rise, Antarctica. Paleoceanography,",
    "year": 1987
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climate: chicken or egg",
    "authors": ["P. Molnar", "P. England"],
    "venue": "Nature (London),",
    "year": 1990
  }, {
    "title": "Geochemistry of Sedimentary Carbonates",
    "authors": ["J.W. Morse", "Mackenzie"],
    "venue": "accumulation. Paleoceanography,",
    "year": 1990
  }, {
    "title": "Evolution of the ratio of strontium 87 to strontium 86 in seawater from Cretaceous to present",
    "authors": ["J. Hess", "M.L. Bender", "J. Schilling"],
    "year": 1986
  }, {
    "title": "Tbe Chemical Evolution of the Atmosphere and Oceans",
    "authors": ["H.D. Holland"],
    "year": 1984
  }, {
    "title": "COz control on carbonisotope fractionation during aqueous photosynthesis: a paleopco2 barometer",
    "authors": ["D.J. Hollander", "J.A. McKIenzie"],
    "venue": "Geology,",
    "year": 1991
  }, {
    "title": "Strontium isotopic variations in Jurassic and Cretaceous seawater",
    "authors": ["C.E. Jones", "C.J. Hugh", "A.L. Coe", "S.P. Hesselbo"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1994
  }, {
    "title": "The Vendian record of Sr and C isotopic variations in seawater: implications for tectonics and paleoclimate",
    "authors": ["A.J. Kaufman", "S.B. Jacobsen", "A.H. Knoll"],
    "venue": "Earth Planet. Sci. L&t.,",
    "year": 1993
  }, {
    "title": "The strontium isotope budget",
    "authors": ["M.R. Palmer", "J.M. Edmond"],
    "year": 1989
  }, {
    "title": "Isotopic composition of strontium in sea water throughout Phanerozoic time",
    "authors": ["Z.E. Peterman", "C.E. Hedge", "H.A. Touttelot"],
    "venue": "Geochim. Cosmochim. Acta,",
    "year": 1970
  }, {
    "title": "Geochemical evidence supporting T.C",
    "authors": ["M.E. Raymo"],
    "venue": "Chamberlin’s theory of glaciation. Geology,",
    "year": 1991
  }, {
    "title": "Tectonic forcing of late Cenozoic climate",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Nature (London),",
    "year": 1992
  }, {
    "title": "Influence of late Cenozoic mountain building on ocean geochemical",
    "authors": ["Raymo", "W.F.M.E.. Ruddiman", "P.N. Froelich"],
    "venue": "cycles. Geology,",
    "year": 1988
  }, {
    "title": "The Earth’s sedimentary shell (quantitative patterns of its structure, compositions, and evolution) - The 20th V.I",
    "authors": ["A.B. Ronov"],
    "venue": "Vemadski lecture,",
    "year": 1980
  }, {
    "title": "Paleoatmospheric consequences of CO, released during early Cenozoic regional metamorphism in the Te,thyan orogen",
    "authors": ["D.M. PP. Kerrick", "K. Caldeira"],
    "venue": "J.L.R. Touret and A.B. Thompson (Guest-IXtors),",
    "year": 1993
  }, {
    "title": "Low-temperature alteration of the upper oceanic crust and the alkalinity budget of seawater",
    "authors": ["A.J. Spivack", "H. Staudigel"],
    "venue": "Chem. Geol.,",
    "year": 1994
  }, {
    "title": "Alteration of the oceanic crust: processes and timing",
    "authors": ["H. Staudigel", "S.R. Hart", "S. Richardson"],
    "venue": "Earth Planet. Sci. L&t.,",
    "year": 1981
  }, {
    "title": "K-Ar and Ar-Ar geochronology of the Himalayan collision",
    "authors": ["P.J. Tmloar", "D.C. Rex", "P.G. Guise", "M.P. Coward", "M.P. Searle", "B.F. Windley", "M.G. Petterson", "M.Q. Jan", "I.W. Luff"],
    "year": 1989
  }, {
    "title": "A negative feedback mechanism for the long-term stabilization ofthe Earth’s surface temperature",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kastings"],
    "venue": "J. Geophys. Res.,",
    "year": 1981
  }, {
    "title": "Estimating ancient sediment fluxes",
    "authors": ["C.N. Weld", "W.W. Hay"],
    "venue": "Am. J. Sci.,",
    "year": 1990
  }],
  "id": "SP:dab632f3fef3da6dd3da0061a05b98ec60a1bfd3",
  "authors": [{
    "name": "Y. Goddhis",
    "affiliations": []
  }, {
    "name": "L.M. Fraqois",
    "affiliations": []
  }],
  "abstractText": "The past variations of the seawater 87Sr/86Sr isotopic ratio are related to changes in the relative contribution of the mantle Sr input to the ocean and the Sr ipply from continental weathering. Recently, it has been postulated that the Cenozoic increase in the seawater 87Sr/86Sr i:sotopic ratio was associated with the uplift of the Himalayan and Andean mountains at that time. These orogenies may have changed the Sr isotopic ratio of the continental rocks undergoing weathering (as a result of extensive metamorphism), increased the river flux of Sr through enhanced weathering in these regions and possibly caused the global climatic cooling trend of the Cenozoic. A model of the major geochemical cycles coupled to an energy balance climate model is used to explore the possible causes of the Mesozoic-Cenozoic fluctuations in the seawater 87Sr/86Sr isotopic ratio. The contribution of the mantle exchanges at mid-ocean ridges, of the recycling of seafloor carbonates through plate margin volcanism and of the alteration of seafloor basalts to the fluctuations of the seawater 87Sr/86Sr isotopic ratio are studied. Finally, this model tentatively describes the impact of the Himalayan orogeny on the geochemical cycles of Sr and C. Some possible effects of the extensive metamorphism associated with the India-Asia collision and of the Himalayan uplift are modelled. The model reproduces the Cenozoic increase of the seawater 87Sr/86Sr isotopic ratio. However, the impact of the Himalayan orogeny on the C cycle appears to be limited and insufficient to generate the global climatic cooling of the Cenozoic. Rather, in the model, the Cenozoic cooling is mostly due to the reduction of the CO2 emission from mid-ocean ridge volcanism and to changes in the chemical weathering rates in the rest of the world excluding the Himalayas.",
  "title": "The Cenozoic evolution of the strontium and carbon cycles: relative importance of continental erosion and mantle exchanges"
}