{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nCa isotope stratigraphy across the Cenomanian–Turonian OAE 2: Links between volcanism, seawater geochemistry, and the carbonate fractionation factor\nAlice D.C. Du Vivier a, Andrew D. Jacobson b,∗, Gregory O. Lehn b, David Selby a, Matthew T. Hurtgen b, Bradley B. Sageman b\na Department of Earth Sciences, Durham University, Durham DH1 3LE, UK b Department of Earth and Planetary Sciences, Northwestern University, Technological Institute, 2145 N. Sheridan Road, Evanston, IL 60208, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 15 August 2014 Received in revised form 28 January 2015 Accepted 1 February 2015 Available online 21 February 2015 Editor: J. Lynch-Stieglitz\nKeywords: OAE 2 Ca isotopes ocean acidification volcanism isotope fractionation carbonate burial\nThe Ca isotope composition of marine carbonate rocks offers potential to reconstruct drivers of environmental change in the geologic past. This study reports new, high-precision Ca isotope records (δ44/40Ca; 2σSD = ±0.04 ) for three sections spanning a major perturbation to the Cretaceous oceanclimate system known as Ocean Anoxic Event 2 (OAE 2): central Colorado, USA (Portland #1 core), southeastern France (Pont d’Issole), and Hokkaido, Japan (Oyubari, Yezo Group). In addition, we generated new data for selected samples from Eastbourne, England (English Chalk), where a previous Ca isotope study was completed using different methodology (Blättler et al., 2011). Strata of the Yezo Group contain little carbonate (∼1 wt.% on average) and accordingly did not yield a clear δ44/40Ca signal. The Portland core and the Pont d’Issole section display comparable δ44/40Ca values, which increase by ∼0.10–0.15 at the onset of OAE 2 and then decrease to near-initial values across the event. The Eastbourne δ44/40Ca values are higher than previously reported. They are also higher than the δ44/40Ca values for the Portland core and the Pont d’Issole section but define a similar pattern. According to a numerical model of the marine Ca cycle, elevated hydrothermal inputs have little impact on seawater δ44/40Ca values. Elevated riverine (chemical weathering) inputs produce a transient negative isotope excursion, which significantly differs from the positive isotope excursions observed in the Portland, Pont d’Issole, and Eastbourne records. A decrease in the magnitude of the carbonate fractionation factor provides the best explanation for a positive shift in δ44/40Ca values, especially given the rapid nature of the excursion. Because a decrease in the fractionation factor corresponds to an increase in the Ca/CO3 ratio of seawater, we tentatively attribute the positive Ca isotope excursion to transient ocean acidification, i.e., a reduction in the concentration of CO32− during CO2 uptake. Recent studies utilizing a variety of isotope proxies, e.g., Nd, Os, and Pb, implicate eruption of the Caribbean Large Igneous Province as a likely source of increased CO2. Moreover, integration of C, Ca, and Os isotope data reveals new information about the timing of events during the onset of OAE 2.\n© 2015 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/)."
  }, {
    "heading": "1. Introduction",
    "text": "Several geologic and geochemical phenomena cycle Ca within and between the Earth’s lithosphere, biosphere, and hydrosphere. The Ca and C cycles intersect through chemical weathering, carbonate precipitation, and other processes that influence global cli-\n* Corresponding author. Tel.: +1 (847) 491 3132. E-mail addresses: duviv510@hotmail.com (A.D.C. Du Vivier),\nadj@earth.northwestern.edu (A.D. Jacobson), greg@earth.northwestern.edu (G.O. Lehn), david.selby@durham.ac.uk (D. Selby), matt@earth.northwestern.edu (M.T. Hurtgen), brad@earth.northwestern.edu (B.B. Sageman).\nhttp://dx.doi.org/10.1016/j.epsl.2015.02.001 0012-821X/© 2015 The Authors. Published by Elsevier B.V. This is an open access article\nmate (e.g., Urey, 1952; Walker et al., 1981; Berner et al., 1983). The isotopic analysis of Ca (δ44/40Ca) in marine carbonate rocks offers potential to reconstruct changes in the Ca cycle and thus inform our understanding of the C cycle and climate across a variety of time scales. This study presents marine carbonate δ44/40Ca values across a major perturbation to the ocean–climate system known as Oceanic Anoxic Event (OAE) 2 (Schlanger and Jenkyns, 1976).\nOceanic Anoxic Events were first defined based on recognition of coeval black shale horizons in epeiric and deep sea sites of Mesozoic age (Schlanger and Jenkyns, 1976). The onset of such events has been commonly defined by significant shifts in the stable carbon isotope signature of both carbonate and organic\nunder the CC BY license (http://creativecommons.org/licenses/by/4.0/).\nmatter (δ13Ccarb and δ13Corg). These shifts are interpreted to reflect major increases in the benthic flux of organic carbon from primary production in surface waters and the widespread prevalence of sub-oxic to anoxic or euxinic conditions in deep waters (Arthur and Sageman, 1994; Jenkyns, 2010 and references therein). Among various Cretaceous OAEs, the Cenomanian–Turonian OAE 2 may represent the most significant perturbation in the oceanclimate system; it is certainly one of the most widespread and extensively studied events. Based on recent development of integrated radioisotopic and astrochronologic time scales for the OAE 2 study interval in the Western Interior U.S., the event had a duration of ∼600 kyr and spanned the Cenomanian–Turonian stage boundary (CTB), which is constrained to 93.90 Ma in the Late Cretaceous (Sageman et al., 2006; Meyers et al., 2012). Similar duration estimates have now been established for key reference sections in Europe, such as Wunstorf (e.g., Voigt et al., 2008; Du Vivier et al., 2014) and a Pacific section (Du Vivier et al., in press).\nThe driving mechanism for ocean anoxia has long been debated, and many models have been proposed (e.g., Arthur and Sageman, 1994; Jenkyns, 2010 and references therein). In recent years, consensus has settled on enhanced primary production as the key factor (e.g., Higgins et al., 2012) rather than mechanisms involving “preservation,” such as sluggish ocean circulation (Demaison and Moore, 1980). A number of studies have invoked elevated hydrothermal activity, perhaps related to higher sea floor spreading rates and large igneous province (LIP) eruptions (Larson and Erba, 1999), leading to several potential impacts, including CO2 degassing, transient warming, acceleration of the hydrological cycle, massive input of reduced compounds to the oceans, and higher weathering rates on land (e.g., Sinton and Duncan, 1997; Kerr, 1998; Jones and Jenkyns, 2001). The last effect, which could increase nutrient fluxes to the marine realm, provides a possible driver for higher primary production and is supported by evidence for increased weathering inputs and higher phosphorus availability associated with the onset of OAE 2 (Mort et al., 2007a, 2007b; Pogge von Strandmann et al., 2013; Du Vivier et al., 2014). Some authors have also argued for benthic marine sources of recycled phosphorus (e.g., Mort et al., 2007a, 2007b; Adams et al., 2010).\nGiven this background, it is clear why isotope proxies sensitive to changes in hydrothermal and weathering fluxes, as well as redox processes, might find useful application in OAE studies. In fact, distinctive signals in Li, Nd, Os, Pb, Sr, and U isotopes have all been identified in association with the OAE 2 carbon isotope excursion (Schlanger et al., 1987; Clarke and Jenkyns, 1999; McArthur et al., 2004; Frijia and Parente, 2008; MacLeod et al., 2008; Turgeon and Creaser, 2008; Montoya-Pino et al., 2010; Kuroda et al., 2011; Martin et al., 2012; Pogge von Strandmann et al., 2013; Zheng et al., 2013; Du Vivier et al., 2014). The collective value of these various isotope systems stems from differences in their oceanic residence times, as well as differences in their specific sources and sinks. For example, the long-term shift toward lower Sr isotope ratios spanning the Cenomanian to Turonian appears consistent with large-scale submarine volcanism and has been related to both the Ontong-Java Plateau and the Caribbean Large Igneous Province (CLIP) (Leckie et al., 2002; Snow et al., 2005). Recent Nd (Zheng et al., 2013) and Ar (Tegner et al., 2011) isotope studies have indicated that the High Arctic LIP was also contemporaneous with the CTB. Similarly, the comparatively short residence time of Os in seawater has allowed the short-lived (∼300 kyr) abrupt shift to unradiogenic Os at the onset of OAE 2 (Turgeon and Creaser, 2008), identified at numerous globally distributed localities (Du Vivier et al., 2014), to be interpreted as a distinctive signal of LIP emplacement that coincides with OAE 2.\nCalcium provides an additional isotope system that is more directly linked to the carbon cycle. Many studies have addressed controls on the Ca isotope evolution of seawater (De la Rocha and DePaolo, 2000; Gussone et al., 2003, 2005, 2006; Böhm et al., 2006, 2009; Sime et al., 2007; Farkaš et al., 2007a, 2007b; Griffith et al., 2008; Fantle, 2010; Blättler et al., 2012; Holmden et al., 2012; Fantle and Tipper, 2014). Interpretations of marine Ca isotope data are challenging because riverine and hydrothermal inputs exhibit limited isotopic contrast, and the main output (carbonate sedimentation) also elicits a relatively large mass-dependent isotope fractionation, which itself is variable and subject to several biological and physical forcing mechanisms (Gussone et al., 2003, 2005, 2006; Farkaš et al., 2007b; Fantle, 2010; Nielsen et al., 2012). Although Ca has a relatively long residence time in the modern ocean (∼0.5–1 Ma; Schmitt et al., 2003; Farkaš et al., 2007a; Holmden et al., 2012; Fantle and Tipper, 2014), geologically instantaneous changes to the weathering and hydrothermal inputs could manifest in marine Ca isotope records, if the changes are sufficiently large (Blättler et al., 2011).\nIn a previous study of OAE 2, Blättler et al. (2011) analyzed the Ca isotope composition of two chalk-limestone sections from Eastbourne and South Ferriby, UK. The authors identified a negative isotope excursion, which they attributed to enhanced chemical weathering and delivery of terrestrial Ca to the oceans. While other isotope proxies, such as Nd and Os, have been interpreted to indicate massive submarine hydrothermal inputs directly related to LIPs (MacLeod et al., 2008; Martin et al., 2012; Zheng et al., 2013; Du Vivier et al., 2014, in press), such results are complementary rather than contradictory. Different elements and their isotopes have different properties and behaviors, and it is reasonable to assume that massive increases in volcanism could lead to increased weathering rates. However, the timescales over which changes in weathering affect marine biogeochemical cycles are generally long, whereas most OAEs are characterized by the rapid onset of organic carbon burial, which in some cases, appears synchronous with evidence for increased volcanism.\nTo better understand how the marine Ca isotope cycle behaved across OAE 2, we employed a new high-precision MC-TIMS method (Lehn et al., 2013) to measure δ44/40Ca values from three globally representative OAE 2 sites: Portland #1 core, USA (Western Interior Seaway), the Pont d’Issole section, SE France (European pelagic shelf), and the Oyubari site, Yezo Group, Japan (Pacific Ocean) (Fig. 1). Carbonate rocks sampled in the Portland core and Pont d’Issole sections range from calcareous shales to limestones. The Oyubari samples include mainly sandstone and mudstone lithofacies. In addition, we analyzed a subset of the same chalk samples from the Eastbourne section previously studied by Blättler et al. (2011)."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Localities and geological background",
    "text": "Site descriptions and correlation methodology are presented in a supplementary information file. Two of the sections (Portland and Pont d’Issole) represent shallow basin hemipelagic settings with interbedded limestone and calcareous mudstone lithologies. Paleo-water depths for both were most likely within 100–300 m at maximum highstand (Arthur and Sageman, 1994; Jarvis et al., 2011). A third section (Eastbourne) represents a shallow carbonate platform with predominantly chalk lithofacies and thin marl seams, although the OAE 2 interval has much thicker marls (lower carbonate content). Water depths were likely similar or more shallow based on evidence of wave base interaction (Jarvis et al., 2006).\nThe final section (Oyubari) is a shallow marine siliciclastic succession with abundant terrestrial organic matter. Sedimentologic observations suggest shallow marine depths for the C–T boundary interval (Takashima et al., 2011). A stratigraphic issue of particu-\nlar relevance to this study concerns the relative conformity of the sections and their correlation. There are minor hiatuses associated with the onset of OAE 2 in the Portland and Eastbourne sections (see Figs. 2, 3), which are discussed below in more detail."
  }, {
    "heading": "2.2. Sample preparation",
    "text": "Aliquots of powdered samples from the Portland core and Pont d’Issole section were taken from previous Os isotope studies (Du Vivier et al., 2014, in press). All samples were collected from core or outcrop and cleaned to remove any core drill marks or weathered material. Samples were dried overnight, and ≥30 g of bulk rock was crushed and homogenized in an agate dish (Kendall et al., 2009). Eastbourne samples were prepared as described in Blättler et al. (2011)."
  }, {
    "heading": "2.3. Ca isotope ratios and CaCO3 contents",
    "text": "Calcium isotope ratios (44Ca/40Ca) were measured using an optimized 43Ca–42Ca double-spike MC-TIMS technique recently introduced by Lehn et al. (2013). Calcium concentrations per gram of bulk sample were determined by isotope dilution. These data were converted to wt.% carbonate assuming stoichiometric CaCO3. All analyses were made in the Radiogenic Isotope Clean Laboratory at Northwestern University using a Thermo Fisher Triton MC-TIMS. Approximately 5 mg of powdered sample was loaded into acid-cleaned Teflon vials and dissolved in 10 mL 5% HNO3 overnight at room temperature. Solutions were passed through acid-cleaned 0.45 μm polypropylene filters to remove insoluble residue. Calcium concentrations in the filtered samples were measured using a Thermo Scientific iCAP 6500 ICP-OES, and aliquots containing 50 μg of Ca were weighed into acid-cleaned Teflon vials and spiked. The vials were capped and gently heated at ∼60 ◦C overnight to ensure complete sample-spike equilibration. The mixtures were eluted through Teflon columns packed with Bio-Rad AG MP-50 cation exchange resin to isolate Ca from matrix elements. After drying the purified fractions, two drops of 35% H2O2 were added to oxidize organic compounds, and two drops of concentrated 16 N HNO3 were added to convert Ca to nitrate form. Approximately 10–16 μg of Ca was loaded onto single filament assemblies containing degassed Ta ribbon, and 0.5 mg of 10% H3PO4 was added before drying at 3.5 amps. Ultrapure reagents were used for all steps and procedural blanks were negligible. Sample to blank ratios were ∼500:1 or better. In the\nmass spectrometer, a 20 V 40Ca ion beam was attained after a 0.5 h warm-up, and 40Ca/42Ca, 43Ca/42Ca, and 43Ca/44Ca ratios were measured with a three-hop collector cup configuration for a total of 90 duty cycles requiring an additional 2.5 h. The 41K beam was monitored during the first hop to ensure that 40K did not isobarically interfere with 40Ca. No corrections were required. Runs were carefully monitored to ensure the absence of significant filament reservoir effects, which can manifest as reverse fractionation in the uncorrected ratios and/or trends in the corrected ratios, after processing through the double-spike data reduction equations. All sample (SMP) 44Ca/40Ca ratios are reported in delta notation relative to OSIL Atlantic Seawater (SW), where δ44/40Ca = [(44Ca/40Ca)SMP/(44Ca/40Ca)SW − 1] × 1000. The internal precision of the measurements is ±0.02–0.03 (2σSEM). Long-term accuracy for the method is continuously monitored by repeated analyses of the following standards, which are interspersed among samples during an analytical session: OSIL SW [δ44/40Ca = 0.000 ± 0.003 (2σSEM, n = 159)], NIST SRM915a [δ44/40Ca = −1.862 ±0.006 (2σSEM, n = 55)], and NIST SRM 915b [δ44/40Ca = −1.132 ± 0.004 (2σSEM, n = 104)]. These data correspond to a global long-term, external reproducibility of ±0.04 (2σSD) (Lehn et al., 2013), which is the uncertainty adopted for the present study. A recent review paper (Fantle and Tipper, 2014) has argued that the standard error of the mean, based on multiple analyses of samples, better represents external reproducibility because standards often have simple matrices that obviate the need for column chemistry and real samples have more complex matrices that can translate into outlier measurements. We process OSIL SW (a matrix-rich standard) through column chemistry following the same protocol as samples (50 μg of Ca at a time) and observed no outliers for the 159 analyses reported above. Nor have we observed outliers for the 114 additional OSIL SW measurements made since collecting the present dataset. Although the Lehn et al. (2013) method consistently yields excellent results for OSIL SW, we analyzed 20 replicates, mostly from the Portland core, to confirm that the uncertainty determined from the repeated analysis of standards can be used as a proxy for the uncertainty assigned to samples. As shown in the supplementary data tables, the repli-\ncate analyses reveal no cause for concern. For a 2σSD uncertainty of ±0.04 , results could in theory differ by 0.08 . One duplicate yielded a maximum difference of 0.07 , but on average, the difference is only 0.03 ."
  }, {
    "heading": "3. Results",
    "text": "The δ44/40Ca values and wt.% CaCO3 data are presented in supplementary material Tables S1–S4. The δ44/40Ca values are plotted in Fig. 4 as a function of stratigraphic height for the Portland (n = 52), Pont d’Issole (n = 13), Eastbourne (n = 11), and Oyubari (n = 25) localities. The supplementary material also includes additional cross-plots of δ44/40Ca versus δ13C values, initial 187Os/188Os ratios (Osi), and wt.% CaCO3 (Figs. S1, S2, and S3)."
  }, {
    "heading": "3.1. Portland #1 core, USA",
    "text": "The Portland core was sampled at a relatively high resolution (1 sample per 0.25 meter). Prior to the onset of OAE 2, δ44/40Ca values vary between −1.55 to −1.50 . At the level where δ13C values mark a positive shift, generally accepted as the onset of OAE 2, δ44/40Ca values increase by ∼0.10–0.15 to approximately −1.40 . This shift corresponds to the location of a small (∼20–40 kyr) hiatus in the Portland core (see discussion below). Slightly above this shift, three samples from highly burrowed micritic limestone beds, which have anomalously negative δ13Ccarb values suggesting diagenetic alteration (Sageman et al., 2006), display higher δ44/40Ca values closer to −1.30 . Subsequently, δ44/40Ca values return to relatively lower levels, which are similar to, or slightly lower than, the pre-excursion values. With the exception of the three samples from limestone beds showing comparatively high δ44/40Ca values, there is no systematic relationship between δ44/40Ca values and carbonate content. Weight\npercent CaCO3 values range from ∼40 to 50% for most samples below datum A and ∼60 to 70% for those above datum A. The shift to higher CaCO3 contents at the onset of OAE 2 reflects a lithological change from the predominance of shale to interbedded calcareous shale and marlstone with limestone. Although CaCO3 contents remain relatively elevated in the upper part of the section, δ44/40Ca values decrease."
  }, {
    "heading": "3.2. Pont d’Issole",
    "text": "The Pont d’Issole section was sampled at lower resolution compared to the Portland core (∼1 sample per meter). Although data are not available immediately below datum A, samples taken from slightly lower in the section suggest that δ44/40Ca values prior to the onset of OAE 2 were as low as −1.45 . Just below the onset of the positive shift in δ13C values marked by datum A, δ44/40Ca values increase, reaching a high of −1.37 ; values then gradually decrease, consistent with the pattern displayed for the Portland dataset. The negative trend continues to datum B, where one sample has a δ44/40Ca value around −1.50 . A single data point before datum C reverts to a higher δ44/40Ca value. Carbonate contents range from ∼20 to 60 wt.% and show no correlation with δ44/40Ca values."
  }, {
    "heading": "3.3. Eastbourne",
    "text": "The Ca isotope record constructed from the Eastbourne section is also relatively low resolution (∼1 sample per meter) compared to the Portland core. Just prior to the δ13C shift commonly interpreted as the onset of OAE 2, δ44/40Ca values increase from −1.22 to −1.16 . A hardground at the base of the Plenus Marls, corresponding to this horizon, likely represents a brief hiatus, above which δ44/40Ca values shift negative to −1.27 . This pattern is\nsimilar to the one observed for the Portland core and the Pont d’Issole section. However, the absolute δ44/40Ca values are enriched, which likely reflects the different depositional setting of this site, and hence, a difference in the magnitude of the carbonate fractionation factor. The δ44/40Ca values then increase to −1.17 , decrease again to −1.25 , and finally increase to −1.08 , which is higher than the pre-excursion values. Carbonate contents range from ∼75 to 95% and show no correlation with δ44/40Ca values."
  }, {
    "heading": "3.4. Oyubari, Yezo Group, Japan",
    "text": "The δ44/40Ca record for the Oyubari section is consistently more heterogeneous than all three of the previous records and does not display a clear signal in association within the biostratigraphically constrained OAE 2 interval. Prior to analysis in this study, the CaCO3 content of Oyubari samples was unknown. Values range from ∼0.50–4.0 wt.%, with an average around 1.0 wt.%. We conclude that the very low CaCO3 content of the Oyubari section precludes construction of a reliable Ca isotope record. The δ44/40Ca values probably do not reflect a primary seawater signal. Almost certainly, any primary carbonate has been diagenetically altered, and it seems plausible that much of the carbonate could be authigenic."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Comparison of Eastbourne Ca isotope records",
    "text": "Blättler et al. (2011) used a Nu Instruments MC-ICP-MS to measure δ44/42Ca values for the Eastbourne samples relative to SRM 915a (see Fig. 5). While it is reasonable to convert δ44/42Ca to δ44/40Ca assuming all isotopic variation is mass dependent, the authors did not report results for other commonly analyzed standards, such as OSIL SW and SRM 915b, so it is not possible to account for measurement biases that occur for different instruments. Thus, to compare the Blättler et al. (2011) dataset to the one presented here, we first converted our δ44/40Ca values to the 915a scale by subtracting −1.86 , which is the value that the Northwestern laboratory and other laboratories (e.g., Hippler et al., 2003; Holmden and Bélanger, 2010) obtain for 915a relative to OSIL SW. Next, we multiplied these data by 0.488 to calculate δ44/42Ca values. This assumes that Ca isotope fractionation in nature and the mass spectrometer follows a kinetic, as opposed to equilibrium, mass fractionation law (e.g., Russell et al., 1978; Holmden et al., 2012; Schiller et al., 2012). Note that converting δ44/40Ca values to δ44/42Ca reduces the uncertainty by a factor of 0.488 to 0.02 (2σSD). The δ44/42Ca values reported in Blättler et al. (2011) are on average ∼0.20 lower than the values we measured for the same samples. Moreover, the higher precision data reported here reveal a positive isotope excursion similar to the one observed for the Portland core and Pont d’Issole section. The difference between the two Eastbourne datasets cannot be explained by the assumption of kinetic mass fractionation. Even if an equilibrium law is assumed, the conversion factor is only 0.476 (Young et al., 2002; Fantle and Tipper, 2014). We attribute the discrepancy to the issue of inter-laboratory biases mentioned above. A recent compilation of δ44/42Ca values shows that differences between seawater and 915a range up to 0.10 (Holmden et al., 2012), which is half of the difference between the two datasets. In addition, Ca isotope ratios measured by ICP-MS are 0.05 lower, relative to seawater, than those measured by TIMS and show an overall wider spread (Fantle and Tipper, 2014). Most ICP-MS measurements are normalized to 915a, but 915a may be isotopically heterogeneous (Simon and DePaolo, 2010; Schiller et al., 2012). Using 915a as a normalizing standard could introduce discrepancies when interconverting δ44/40Ca values measured by TIMS and δ44/42Ca values measured by ICP-MS, although more research is required to address this question."
  }, {
    "heading": "4.2. Fidelity of Ca isotope signatures",
    "text": "Carbonate recrystallization during early diagenesis may increase δ44/40Ca values due to equilibration with pore fluid Ca (Fantle and DePaolo, 2007). We note that the Oyubari samples, and the three samples from the Portland core showing evidence of diagenetic alteration, all exhibit relatively high δ44/40Ca values compared to the remainder of the Portland core dataset and the whole of the Pont d’Issole dataset. These samples have been excluded from further consideration. Based on the similar magnitude and timing of shifts for Ca and other isotope proxies, such as δ13Ccarb, we hypothesize that the remaining data for Portland and Pont d’Issole represent primary signals. It seems unlikely that diagenesis could yield effectively the same δ44/40Ca values, which compose virtually identical secular trends, in two widely separated locations that experienced different patterns of local sedimentation and burial histories. Although the Eastbourne δ44/40Ca values are higher than those for Portland and Pont d’Issole, Eastbourne C and O isotope ratios do not indicate alteration (Jenkyns et al., 1994; Paul et al., 1999). More relevant, perhaps, is the fact that Eastbourne represents a carbonate platform environment, whereas\nPortland and Pont d’Issole represent similar hemipelagic settings with overall higher siliciclastic input. In the Pont d’Issole and Eastbourne sections, which appear to preserve a more complete record of the interval just prior to the shift in δ13C relative to Portland, the positive Ca isotope excursion precedes the positive C isotope excursion. This offset is not visible in the Portland record due to a hiatus and condensation of the section. Importantly, the shift in δ44/40Ca values in the Pont d’Issole section is coeval with a drop to unradiogenic Os isotope ratios (Du Vivier et al., 2014; see also Fig. S2). To assess the temporal significance of the lag between Os and Ca isotope shifts and the excursion in δ13C values, we compared the published astrochronologic records of the Portland core (Meyers et al., 2001; Sageman et al., 2006) and the Aristocrat Angus core (Ma et al., 2014), which lacks hiatus/condensation at the base of the Bridge Creek Limestone Member. Based on this comparison, the hiatus in the Portland core corresponds to ∼20 to 40 kyr."
  }, {
    "heading": "4.3. Seawater mixing model",
    "text": "Here, we use a simple box model of the marine Ca isotope cycle to identify mechanisms that could produce a global 0.10 to 0.15 positive δ44/40Ca excursion. The change in the number of moles of calcium in the ocean (NCa) over time (t) is given by the equation:\ndNCa dt = F R + FG + F H − NCa τCa , (1)\nwhere F R , FG , and F H are input fluxes (mol/yr) from riverine, groundwater, and hydrothermal sources, and τCa is the residence time of Ca in seawater (yr). Collectively, the term NCa/τCa represents the marine carbonate output flux (FC ; mol/yr). The corresponding mass-balance for the isotope composition of Ca in seawater (δSW ) is given by the equation:\nd(NCaδSW) dt = F RδR + FGδG + F HδH − NCaδC τCa , (2)\nwhere δR , δG , and δH represent the isotope composition of riverine, groundwater, and hydrothermal sources, and δC is the isotope composition of marine carbonate, which is calculated with the equation:\nδC = δSW + C , (3) where C is the carbonate fractionation factor. Eqs. (1) and (2) are numerically solved at non-steady-state with the assumption that τCa is constant.\nNearly all box models of seawater isotope records are conducted on a relative basis. The ocean is assumed to be in isotopic steady-state prior to the onset of a temporal shift, and key parameters, usually the riverine flux, are estimated by setting all other unknowns equivalent to modern values. Determining δ0 requires application of C , yet C is variable and may have changed through time. Thus, for simplicity, we base our model on the modern Ca isotope cycle, with the assumption that the present provides a reasonable analog for the past. While this approach limits our ability to reproduce the exact delta values of our dataset, we can introduce perturbations to simulate relative variations. Table 1 provides the initial conditions, which were taken from a variety of sources (Milliman, 1993; Berner and Berner, 1996; Holmden et al., 2012). For the modern NCa of 1.44 × 1019 mol, the fluxes in Table 1 indicate that τCa equals 450,000 yr. Implementing higher values for NCa and τCa, such as those that likely occurred during the Cretaceous (Lowenstein et al., 2001), would only delay the response time of the model to a given perturbation. By adopting minimum estimates for NCa and τCa, we maximize the model’s sensitivity. Nonetheless, as we demonstrate below, these parameters are not particularly critical for our interpretation."
  }, {
    "heading": "4.4. Flux perturbations",
    "text": "While there is little evidence that δi values can substantially change (Fantle and Tipper, 2014), one hypothesis is that the Ca isotope records reflect changes in the magnitude of Fi . Several studies have shown that increased hydrothermal activity associated with emplacement of the CLIP impacted seawater geochemistry across OAE 2 (Sinton and Duncan, 1997; Snow et al., 2005; Turgeon and Creaser, 2008; Zheng et al., 2013; Du Vivier et al., 2014). Assuming that Sr and Ca are coupled by their geochemical characteristics and utilizing the secular decrease in marine Sr isotope ratios as a mass-balance constraint, Blättler et al. (2011) estimated that F H increased by 20% for 3 Myr following OAE 2. With the aid of a numerical model, the authors further observed that such an increase negligibly impacts δSW and thus produces little change in δC . Applying the same perturbation in our model yields an identical result (Fig. 6).\nWe agree that enhanced hydrothermal activity cannot explain the evolution of seawater δ44/40Ca values across OAE 2 but reach a different conclusion with respect to the riverine flux. To explain their Eastbourne and South Ferriby datasets, Blättler et al. (2011)\nconcluded that F R increased by a factor of three at the onset of OAE 2, due to enhanced chemical weathering on the continents. This produces a transient negative isotope excursion that eventually dampens if the perturbation is maintained longer than τCa. The dampening reflects attainment of steady-state. Our model produces an identical pattern (Fig. 6). Blättler et al. (2011) went on to consider the case where F R relaxes to its initial value with an e-folding time of 250 kyr, but it is clear this level of detail is unnecessary for the present study because our Ca isotope records show transient positive isotope excursions, which bear little resemblance to the model curve resulting from an elevated riverine flux. The South Ferriby record presented in Blättler et al. (2011) appears to show a negative isotope excursion. However, because the section contains a large stratigraphic gap that eliminates most of the OAE 2 interval, it seems probable that the positive isotope excursion is missing.\nOur model divides the terrestrial input between riverine runoff and submarine groundwater discharge, whereas Blättler et al. (2011) effectively considered these inputs as one term. To address this point, we added the values for F R and FG in Table 1 and calculated a flux-weighted δ44/40Ca value. The combined flux of 2.90 × 1013 mol/yr and δ44/40Ca value of −1.14 are higher and lower, respectively, than the parameters adopted by Blättler et al. (2011) (2.3 × 1013 mol/yr and −1.06 ), so increasing this new flux by a factor of three only accentuates the transient negative isotope excursion. We therefore conclude that enhanced chemical weathering does not provide a satisfactory explanation for the data.\nTo produce a positive Ca isotope excursion through flux imbalances, the carbonate output flux (FC ) must exceed the magnitude of the sum of the input fluxes (F R + FG + F H ). To illustrate this effect, we increased FC by 45%, which is roughly the magnitude required to produce a 0.10–0.15 increase in δC . While the model curve generally simulates the measured data (Fig. 6), this scenario appears unlikely for a few different reasons. Primarily, we are unaware of a compelling mechanism to drive such a large increase in the carbonate output flux. If the increase occurred instantaneously, then the peak effect would not occur for several 100 kyr, and it should be recalled that we maximized the sensitivity of the model by employing minimum estimates for NCa and τCa. According to the Portland, Pont d’Issole, and Eastbourne records, the δ44/40Ca excursion was relatively rapid and abrupt. Finally, for modeled δC values to simulate the return to pre-excursion values, the flux must remain elevated long past the timeframe of OAE 2. This ultimately yields a ∼30% reduction in the marine Ca inventory, which seems unrealistic given existing knowledge about Cretaceous seawater geochemistry (e.g., Blättler and Higgins, 2014)."
  }, {
    "heading": "4.5. Fractionation factor change",
    "text": "The above analysis leaves a change in C as the only possible explanation for the Portland, Pont d’Issole, and Eastbourne records. As shown in Fig. 6, instantaneously decreasing the magnitude of C by 0.10–0.15 (i.e., from −1.12 to −1.02 and −0.97 ), while keeping all other parameters constant, generally simulates the overall pattern of the three carbonate records. While changing C permanently shifts δSW , the carbonate record shows more complex behavior (Fantle, 2010; Jost et al., 2014). At timescales shorter than τCa, δC is initially offset from seawater by an amount equivalent to C , but at timescales longer than τCa, seawater adjusts to the change in C such that δC returns to its starting value (Fantle, 2010). Although it cannot be conclusively demonstrated, we hypothesize that the apparent negative isotope excursion preserved in the South Ferriby record (Blättler et al., 2011) reflects adjustment of the seawater–carbonate system to a change in the fractionation factor.\nTo more closely examine the relationship between the theoretical and measured data, we scaled the model δC values to the Portland record by subtracting 0.43 , which is the difference between the initial δC value of −1.12 and the measured value of −1.55 at the onset of OAE 2 (Fig. 7). Scaling the results this way produces the same effect as balancing the initial Ca isotope budget of seawater using the Portland dataset and an assumed initial fractionation factor. As shown in Fig. 7, the scaled, theoretical output does not completely reproduce the measured δ44/40Ca values. While several factors may explain this discrepancy, it seems plausible that C could have returned to its original value following the initial spike. Allowing the magnitude of C to linearly increase to the pre-excursion value of −1.12 at a rate of 0.25 /Myr provides a remarkably good fit to the measured data (Fig. 7)."
  }, {
    "heading": "5. Conclusions and implications",
    "text": "The fractionation of Ca isotopes during carbonate precipitation depends on a variety of parameters, many of which are interrelated. Examples include temperature, mineralogy, precipitation rates, vital effects, and the carbonate geochemistry of seawater. Global sea surface temperatures during the Late Cenomanian were very warm (>34 ◦C in equatorial sites), but may have decreased by ∼3–4 ◦C during the first 150 kyr following the positive shift in δ13C (Forster et al., 2007; Jarvis et al., 2011). However, lower temperatures increase fractionation factors (Gussone et al., 2003, 2005; Marriott et al., 2004; Tang et al., 2008), whereas our data and model results are consistent with decreased fractionation. A change in temperature therefore seems unlikely to explain the positive isotope excursion.\nA decrease in the magnitude of the fractionation factor is consistent with lower carbonate precipitation rates, lower carbonate saturation states, and higher dissolved Ca/CO3 ratios, all of which drive carbonate crystals toward isotopic equilibrium with aqueous Ca (Nielsen et al., 2012). At chemical equilibrium, C is very close to zero (Fantle and DePaolo, 2007; Jacobson and Holmden, 2008). One possible explanation pertains to volcanically driven changes\nin the carbonate geochemistry of seawater. We tentatively propose that CO2 outgassing during the CLIP eruption acidified seawater. Addition of CO2 to seawater would consume CO32− and facilitate all of the chemical and isotopic phenomena noted above.\nWhile the Ca isotope system does not offer sufficient sensitivity to directly detect enhanced volcanic inputs that likely occurred during OAE 2, the effect may translate indirectly, albeit in complex ways, through changes in the fractionation factor. The simultaneous addition of Ca from CLIP volcanism would help elevate Ca/CO3 ratios, but would also increase precipitation rates and calcite saturation states, thus counterbalancing to some degree the impact of reduced CO32− concentrations. It may also be the case that enhanced Ca inputs were less critical than changes in CO32− because Cretaceous seawater Ca concentrations were already high (Lowenstein et al., 2001) while CO32− concentrations were likely low (Kump et al., 2009). A net reduction in calcium carbonate precipitation rates during acidification would increase the residence time of Ca in seawater. However, regardless of the exact residence time, the Ca isotope records presented herein show that the maximum isotopic perturbation was more or less geologically instantaneous compared to the relatively short duration of OAE 2, which is consistent with the expectation that “ocean acidification events” occur over very brief geological timescales (Hönisch et al., 2012). We note that the lack of appreciable carbonate in European organic-rich black shales spanning OAE 2 (e.g., Schlanger et al., 1987; Tsikos et al., 2004) appears consistent with the overall idea of ocean acidification.\nOcean acidification during eruption of the Ontong Java Plateau has been implicated as the driver of the “nanoconid crisis” during the early Aptian (OAE 1a), when heavily calcified taxa disappeared and were temporarily replaced by smaller, less calcified, malformed species before reappearing again toward the end of the interval (Erba and Tremolada, 2004; Erba et al., 2010). To our knowledge, there is no equivalent information for OAE 2, but the behavior we have inferred for the fractionation factor seems consistent with a biotic crisis and recovery of some kind. It is possible that ocean acidification during CLIP volcanism triggered a change in the predominant type of biomineralization. The Portland, Pont d’Issole, and Eastbourne Ca isotope records could reflect shifts in the mineralogy of carbonate sedimentation (i.e., calcite versus aragonite). However, in the case of the modern ocean, δ44/40Ca values for the dominant aragonite producers (scleractinian corals and green algae) are similar to, or just slightly lower than, those for the dominant calcite producers (foraminifera and coccolithophores) (e.g., Böhm et al., 2006; Holmden et al., 2012). Thus, relatively large changes in bulk mineralogy – from more aragonitic, to more calcitic, and then back to more aragonitic – would be required to produce the observed isotopic trends. Presently, there are no data from the studied sections to either confirm or refute this hypothesis.\nOcean acidification during eruption of the Siberian Traps has been similarly invoked to explain the evolution of the marine Ca isotope budget across the Permo–Triassic boundary (Payne et al., 2010; Hinojosa et al., 2012). The end-Permian Ca isotope record displays a negative excursion compared to the positive one now documented for OAE 2. However, it is reasonable to expect that different ocean acidification events could manifest in the marine Ca isotope record in different ways. As a larger eruption, the Siberian Traps probably released more CO2 than the CLIP, and it occurred on land instead of the seafloor, implying a different pathway for ocean acidification. Moreover, the carbonate geochemistry of seawater during the end-Permian was almost certainly different compared to the mid-Cretaceous, given that carbonate precipitating planktonic organisms had not evolved by this point in Earth history (Tappan and Loeblich, 1973; Ridgwell and Zeebe, 2005; Kump et al., 2009).\nWe note that laboratory culture studies of coccolithophores (Emiliania huxleyi; Gussone et al., 2006) and planktonic foraminifera (Globigerinoides sacculifer; Gussone et al., 2003) indicate no correlation between Ca isotope fractionation and ambient seawater CO32− concentrations. However, at least in the case of the E. huxleyi experiments, CO32− concentrations were decreased by lowering pH and total alkalinity (TA) at constant dissolved inorganic carbon concentration (DIC), whereas natural ocean acidification increases DIC at constant TA. While the two styles of acidification can yield similar changes in carbonate system parameters and elicit similar biological responses, significant divergence in CO32− concentrations and calcite saturation states occurs at CO2 levels greater than 700 μatm (Schulz et al., 2009), which is easily within the range identified for OAE 2 (Pagani et al., 2014). The range of CO32− concentrations thus far investigated in Ca isotope fractionation culture studies roughly corresponds to near-modern CO2 levels and lower. The behavior of Ca isotopes under conditions that more closely simulate natural ocean acidification remains to be examined.\nIn conclusion, our analysis suggests that changes to the calcium carbonate fractionation factor provide the best explanation for the patterns preserved in the Portland, Pont d’Issole, and Eastbourne Ca isotope records. The fractionation factor rapidly decreased, contemporaneously with evidence for massive volcanism (Osi shift: Du Vivier et al., 2014), and appears to have returned to its initial value in less than ∼200 kyr (prior to the trend to more radiogenic Osi values and well before the return of δ13C to pre-excursion values). The behavior of the fractionation factor appears consistent with transient ocean acidification. Our new records further indicate that the initiation of these changes preceded the positive δ13C excursion by about 20 to 40 kyr, which constrains the timing between major drivers of OAE 2 and the response of the global carbon cycle to enhanced organic matter burial. A further constraint is provided by the duration of the δ13C excursion following the cessation of evidence for enhanced volcanism (at least 500 kyr), which suggests that the initial volcanic trigger led to multiple processes that contributed to the event over variable timescales."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank A. Potrel for help in the laboratory, H. Jenkyns for providing Eastbourne samples, and C. Holmden for many insightful discussions that helped improve this work. D. Fike and an anonymous reviewer provided thoughtful comments and helpful suggestions that improved the study. The research was supported by a David and Lucile Packard Foundation Fellowship 2007-31757 and NSF-EAR 0723151 awarded to A.D.J., NSF-EAR 0955969 to M.T.H., and NSF-EAR 0958905 to B.B.S. The International Association of GeoChemistry awarded a Student Research Grant (2012) to A.D.C.D., which helped fund laboratory work for this project undertaken at Northwestern University."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2015.02.001."
  }],
  "year": 2015,
  "references": [{
    "title": "Volcanic triggering of a biogeochemical cascade during Oceanic Anoxic Event 2",
    "authors": ["D.D. Adams", "M.T. Hurtgen", "B.B. Sageman"],
    "venue": "Nat. Geosci",
    "year": 2010
  }, {
    "title": "Marine black shales: depositional mechanisms and environments of ancient deposits",
    "authors": ["M.A. Arthur", "B.B. Sageman"],
    "venue": "Annu. Rev. Earth Planet. Sci. Lett",
    "year": 1994
  }, {
    "title": "Global Environment: Water, Air and Geochemical Cycles",
    "authors": ["E.K. Berner", "R.A. Berner"],
    "year": 1996
  }, {
    "title": "The carbonate–silicate geochemical cycle and its effect on atmospheric carbon-dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci",
    "year": 1983
  }, {
    "title": "Significant increases in global weathering during Oceanic Anoxic Events 1a and 2 indicated by calcium isotopes",
    "authors": ["C.L. Blättler", "H.C. Jenkyns", "L.M. Reynard", "G.M. Henderson"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Explaining the Phanerozoic Ca isotope history of seawater",
    "authors": ["C.L. Blättler", "G.M. Henderson", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "Calcium isotopes in evaporates record variations in Phanerozoic seawater",
    "authors": ["C.L. Blättler", "J.A. Higgins"],
    "venue": "SO4 and Ca. Geology",
    "year": 2014
  }, {
    "title": "Ca isotope fractionation in modern corals",
    "authors": ["F. Böhm", "N. Gussone", "A. Eisenhauer", "Dullo", "W.-C", "S. Reynaud", "A. Paytan"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Calcium isotope systematics of low temperature alteration carbonates in the ocean crust",
    "authors": ["F. Böhm", "A. Eisenhauer", "S. Rausch", "W. Bach", "A. Klügel"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "High-resolution stratigraphy of the Cenomanian–Turonian boundary interval at Pueblo (USA) and wadi Bahloul (Tunisia) stable isotope and bio-events correlation",
    "authors": ["M. Caron", "S. Dall’Agnolo", "H. Accarie", "E. Barrera", "E.G. Kauffman", "F. Amédro", "F. Robaszynski"],
    "venue": "Geobios",
    "year": 2006
  }, {
    "title": "New oxygen isotope evidence for long-term Cretaceous climatic change in the Southern Hemisphere",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Isotopic evidence for variations in the marine calcium cycle over the Cenozoic",
    "authors": ["C.L. De La Rocha", "D.J. DePaolo"],
    "year": 2000
  }, {
    "title": "Anoxic environments and oil source bed genesis",
    "authors": ["G.J. Demaison", "G.T. Moore"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1980
  }, {
    "title": "Marine 187Os/188Os isotope stratigraphy reveals the interaction of volcanism and ocean circulation during Oceanic Anoxic Event 2",
    "authors": ["A.D.C. Du Vivier", "D. Selby", "B.B. Sageman", "I. Jarvis", "D.R. Gröcke", "S. Voigt"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Nannofossil carbonate fluxes during the Early Cretaceous: phytoplankton response to nutrification episodes, atmospheric CO2, and anoxia",
    "authors": ["E. Erba", "F. Tremolada"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Calcareous nannoplankton response to surface-water acidification around Oceanic Anoxic Event 1a",
    "authors": ["E. Erba", "C. Bottini", "J.H. Weissert", "C.E. Keller"],
    "venue": "Science 329,",
    "year": 2010
  }, {
    "title": "Evaluating the Ca isotope proxy",
    "authors": ["M.S. Fantle"],
    "venue": "Am. J. Sci",
    "year": 2010
  }, {
    "title": "Ca isotopes in carbonate sediment and pore fluid from ODP Site 807A: the Ca2+(aq)–calcite equilibrium fractionation factor and calcite recrystallization rates in Pleistocene sediments",
    "authors": ["M.S. Fantle", "D.J. DePaolo"],
    "venue": "Geochim. Cosmochim",
    "year": 2007
  }, {
    "title": "Calcium isotopes in the global biogeochemical Ca cycle: implications for development of a Ca isotope proxy",
    "authors": ["M.S. Fantle", "E.T. Tipper"],
    "venue": "Earth-Sci. Rev. 131,",
    "year": 2014
  }, {
    "title": "Evolution of the oceanic calcium cycle during the late Mesozoic: evidence from δ44/40Ca of marine skeletal carbonates",
    "authors": ["J. Farkaš", "D. Buhl", "J. Blenkinsop", "J. Veizer"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Calcium isotope record of Phanerozoic oceans: implications for chemical evolution of seawater and its causative mechanisms",
    "authors": ["J. Farkaš", "F. Böhm", "K. Wallmann", "J. Blenkinsop", "A. Eisenhauer", "R. Van Geldern", "J. Veizer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2007
  }, {
    "title": "Tropical warming and intermittent cooling during the Cenomanian/Turonian oceanic anoxic event 2: sea surface temperature records from the equatorial Atlantic",
    "authors": ["A. Forster", "S. Schouten", "K. Moriya", "P.A. Wilson", "J.S. Sinninghe Damsté"],
    "venue": "Paleoceanography 22,",
    "year": 2007
  }, {
    "title": "Strontium isotope stratigraphy in the upper Cenomanian shallow-water carbonates of the southern Apennines: short-term perturbations of marine 87Sr/86Sr during the oceanic anoxic event 2. Palaeogeogr",
    "authors": ["G. Frijia", "M. Parente"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "A dynamic marine calcium cycle during the past 28 million years",
    "authors": ["E.M. Griffith", "A. Paytan", "K. Caldeira", "T.D. Bullen", "E. Thomas"],
    "year": 2008
  }, {
    "title": "Model for kinetic effects on calcium isotope fractionation (δ44Ca) in inorganic aragonite and cultured planktonic foraminifera",
    "authors": ["N. Gussone", "A. Eisenhauer", "A. Heuser", "M. Dietzel", "B. Bock", "F. Böhm", "H.J. Spero", "D.W. Lea", "J. Buma", "T.F. Nägler"],
    "venue": "Geochim. Cosmochim",
    "year": 2003
  }, {
    "title": "Calcium isotope fractionation in calcite and aragonite",
    "authors": ["N. Gussone", "F. Böhm", "A. Eisenhauer", "M. Dietzel", "A. Heuser", "B.M.A. Teichert", "J. Reitner", "G. Worheide", "Dullo", "W.-C"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "Cellular calcium pathways and isotope fractionation",
    "authors": ["N. Gussone", "G. Langer", "S. Thoms", "G. Nehrke", "A. Eisenhauer", "U. Riebesell", "G. Wefer"],
    "venue": "Emiliania huxleyi. Geology",
    "year": 2006
  }, {
    "title": "Dominant eukaryotic export production during ocean anoxic events reflects the importance of recycled",
    "authors": ["M. Higgins", "R.S. Robinson", "J.M. Husson", "S.J. Carter", "A. Pearson"],
    "year": 2012
  }, {
    "title": "Evidence for end-Permian ocean acidification from calcium isotopes in biogenic",
    "authors": ["J.L. Hinojosa", "S.T. Brown", "J. Chen", "D.J. DePaolo", "A. Paytan", "S.Z. Shen", "J.L. Payne"],
    "venue": "apatite. Geology",
    "year": 2012
  }, {
    "title": "Calcium isotopic composition of various reference materials and seawater",
    "authors": ["D. Hippler", "A.D. Schmitt", "N. Gussone", "A. Heuser", "P. Stille", "A. Eisenhauer", "T.F. Nagler"],
    "venue": "Geostand. Newsl",
    "year": 2003
  }, {
    "title": "Ca isotope cycling in a forested ecosystem",
    "authors": ["C. Holmden", "N. Bélanger"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2010
  }, {
    "title": "δ44/40Ca variability in shallow water carbonates and the impact of submarine groundwater discharge on Ca-cycling in marine environments",
    "authors": ["C. Holmden", "D.A. Papanastassiou", "P. Blanchon", "S. Evans"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "The geological record of ocean acidification",
    "authors": ["B. Hönisch", "A. Ridgwell", "D.N. Schmidt", "E. Thomas", "S.J. Gibbs", "A. Sluijs", "R. Zeebe", "L. Kump", "R.C. Martindale", "S.E. Greene", "W. Kiessling", "J. Ries", "J.C. Zachos", "D.L. Royer"],
    "year": 2012
  }, {
    "title": "δ44Ca evolution in a carbonate aquifer and its bearing on the equilibrium isotope fractionation factor for calcite",
    "authors": ["A.D. Jacobson", "C. Holmden"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Secular variation in Late Cretaceous carbon isotopes: a new δ13C carbonate reference curve for the Cenomanian–Campanian",
    "authors": ["I. Jarvis", "A.S. Gale", "H.C. Jenkyns", "M.A. Pearce"],
    "venue": "Geol. Mag",
    "year": 2006
  }, {
    "title": "Black shale deposition, atmospheric CO2 drawdown, and cooling during the Cenomanian– Turonian Oceanic Anoxic Event",
    "authors": ["I. Jarvis", "J.S. Lignum", "D.R. Gröcke", "H.C. Jenkyns", "M.A. Pearce"],
    "venue": "Paleoceanography 26,",
    "year": 2011
  }, {
    "title": "Carbon- and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its palaeoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geol. Mag",
    "year": 1994
  }, {
    "title": "Geochemistry of oceanic anoxic events",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H.C. Jenkyns"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "187Re–187Os geochronology of Precambrian organic-rich sedimentary rocks",
    "authors": ["B. Kendall", "R.A. Creaser", "D. Selby"],
    "venue": "Geol. Soc. (Lond.) Spec. Publ",
    "year": 2009
  }, {
    "title": "The global boundary stratotype section and point for the base of the turonian stage of the Cretaceous; Pueblo",
    "authors": ["W.J. Kennedy", "I. Walaszczyk", "W.A. Cobban"],
    "venue": "Colorado, USA. Episodes",
    "year": 2005
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian–Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1998
  }, {
    "title": "Lead isotopic record of Barremian–Aptian marine sediments: implications for large igneous provinces and the Aptian climatic crisis",
    "authors": ["J. Kuroda", "M. Tanimizu", "R.S. Hori", "K. Suzuki", "N.O. Ogawa", "M.L. Tejada", "N. Ohkouchi"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Onset of the Mid-Cretaceous greenhouse in the Barremian–Aptian: igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Oceanic anoxic events and plankton evolution: biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography",
    "year": 2002
  }, {
    "title": "Precise analysis of Ca isotope ratios (δ44/40Ca) using an optimized 43Ca-42Ca double-spike MC-TIMS method",
    "authors": ["G.O. Lehn", "A.D. Jacobson", "C. Holmden"],
    "venue": "Int. J. Mass Spectrom",
    "year": 2013
  }, {
    "title": "Oscillations in Phanerozoic seawater chemistry: evidence from fluid inclusions",
    "authors": ["T.K. Lowenstein", "M.N. Timofeeff", "S.T. Brennan", "L.A. Hardie", "R.V. Demicco"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Testing the astronomical time scale for oceanic anoxic event 2, and its extension into Cenomanian strata of the Western Interior Basin (USA)",
    "authors": ["C. Ma", "R.S. Meyers", "B.B. Sageman", "B.S. Singer", "B.R. Jicha"],
    "venue": "Geol. Soc. Am",
    "year": 2014
  }, {
    "title": "Nd excursions across the Cretaceous oceanic anoxia event 2 (Cenomanian–Turonian) in the tropical North Atlantic",
    "authors": ["K.G. MacLeod", "E.E. Marin", "S.W. Blair"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "Temperature dependence of δ7Li, δ44Ca and Li/Ca during growth of calcium carbonate",
    "authors": ["C.S. Marriott", "G.M. Henderson", "N.S. Belshaw", "A.W. Tudhope"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Water mass circulation on Demerara Rise during the Late Cretaceous based on Nd isotopes",
    "authors": ["E.E. Martin", "K.G. MacLeod", "A. Jimenez Berrocso", "E. Bourbon"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J.M. McArthur", "R.J. Howarth", "T. Bailey"],
    "venue": "A Geological Time Scale",
    "year": 2004
  }, {
    "title": "Intercalibration of radioisotopic and astrochronologic time scales for the Cenomanian–Turonian boundary interval",
    "authors": ["S.R. Meyers", "S.E. Siewert", "B.S. Singer", "B.B. Sageman", "D.J. Condon", "J.D. Obradovich", "B.R. Jicha", "D.A. Sawyer"],
    "venue": "Western Interior Basin, USA. Geology",
    "year": 2012
  }, {
    "title": "Production and accumulation of CaCO3 in the ocean: budget of a non-steady-state",
    "authors": ["J.D. Milliman"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1993
  }, {
    "title": "Global enhancement of ocean anoxia during Oceanic Anoxic Event 2: a quantitative approach using U isotopes",
    "authors": ["C. Montoya-Pino", "S. Weyer", "A.D. Anbar", "J. Pross", "W. Oschmann", "B. van de Schootbrugge", "H.W. Arz"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "The Cenomanian/Turonian anoxic event at the Bonarelli Level",
    "authors": ["H. Mort", "O. Jacquat", "T. Adatte", "P. Steinmann", "K. Follmi", "V. Matera", "Z. Berner", "D. Stuben"],
    "year": 2007
  }, {
    "title": "Phosphorus and the roles of productivity and nutrient recycling during oceanic anoxic event 2. Geology",
    "authors": ["H.P. Mort", "T. Adatte", "K.B. Föllmi", "G. Keller", "P. Steinmann", "V. Matera", "Z. Berner", "D. Stüben"],
    "year": 2007
  }, {
    "title": "Self-consistent ion-by-ion growth model for kinetic isotopic fractionation during calcite precipitation",
    "authors": ["L.C. Nielsen", "D.J. DePaolo", "J.J. De Yoreo"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "Greenhouse climates",
    "authors": ["M. Pagani", "M. Huber", "B. Sageman"],
    "venue": "Treatise on Geochemistry. Elsevier,",
    "year": 2014
  }, {
    "title": "The Cenomanian–Turonian boundary at Eastbourne (Sussex, UK): a proposed European reference",
    "authors": ["C.R.C. Paul", "M.A. Lamolda", "S.F. Mitchell", "M.R. Vaziri", "A. Gorostidi", "J.D. Marshall"],
    "venue": "section. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Calcium isotope constraints on the end-Permian mass extinction",
    "authors": ["J.L. Payne", "A.V. Turchyn", "A. Paytan", "D.J. DePaolo", "D.J. Lehrmann", "M. Yu", "J. Wei"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2010
  }, {
    "title": "Lithium isotope evidence for enhanced weathering during Oceanic Anoxic",
    "authors": ["P.A.E. Pogge von Strandmann", "H.C. Jenkyns", "R.G. Woodfine"],
    "venue": "Event 2. Nat. Geosci",
    "year": 2013
  }, {
    "title": "The role of the global carbonate cycle in regulation and evolution of the Earth system",
    "authors": ["A. Ridgwell", "R.E. Zeebe"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Ca isotope fractionation on the Earth and other solar system materials",
    "authors": ["W.A. Russell", "D.A. Papanastassiou", "T.A. Tombrello"],
    "venue": "Geochim. Cosmochim",
    "year": 1978
  }, {
    "title": "Orbital time scale and new C-isotope record for Cenomanian–Turonian boundary stratotype",
    "authors": ["B.B. Sageman", "S.R. Meyers", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Calcium isotope measurement by combined HRMC-ICPMS and TIMS",
    "authors": ["M. Schiller", "C. Paton", "M. Bizzarro"],
    "venue": "J. Anal. At. Spectrom",
    "year": 2012
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geol. Mijnb",
    "year": 1976
  }, {
    "title": "The Cenomanian/Turonian Oceanic Anoxic Event, I. Stratigraphy and distribution of organic carbonrich beds and the marine δ13C excursion",
    "authors": ["S.O. Schlanger", "M.A. Arthur", "H.C. Jenkyns", "P.A. Scholle"],
    "venue": "Marine Petroleum Source Rocks. In: Spec. Publ.,",
    "year": 1987
  }, {
    "title": "The calcium riverine and hydrothermal isotopic fluxes and the oceanic calcium mass balance",
    "authors": ["Schmitt", "A.-D", "F. Chabaux", "P. Stille"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2003
  }, {
    "title": "CO2 perturbation experiments: similarities and differences between dissolved inorganic carbon and total alkalinity",
    "authors": ["K.G. Schulz", "J. Barcelos e Ramos", "R.E. Zeebe", "U. Riebesell"],
    "venue": "manipulations. Biogeosciences",
    "year": 2009
  }, {
    "title": "Interpreting the Ca isotope record of marine biogenic carbonates",
    "authors": ["N.G. Sime", "C.L. De La Rocha", "E.T. Tipper", "A. Tripati", "A. Galy", "M.J. Bickle"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2007
  }, {
    "title": "Stable calcium isotopic composition of meteorites",
    "authors": ["J.I. Simon", "D.J. DePaolo"],
    "year": 2010
  }, {
    "title": "Trace element abundances in the Rock",
    "authors": ["Geol", "L.J. 836–842. Snow", "R.A. Duncan", "T.J. Bralower"],
    "year": 2005
  }, {
    "title": "Prevailing oxic evironments in the Pa",
    "authors": ["K. Moriya", "F. Kawabe", "K. Hayashi"],
    "year": 2011
  }, {
    "title": "Evolution of the Oceanic Plankton",
    "authors": ["Geochim. Cosmochim"],
    "venue": "Earth-Sci. Rev",
    "year": 1973
  }, {
    "title": "Magmatism and Eurekan deformation in the High Arctic",
    "authors": ["M.F. sen"],
    "year": 2011
  }, {
    "title": "The Cenomanian–Turonian of the Wunstorf section (North",
    "authors": ["T. Wonik"],
    "year": 2008
  }, {
    "title": "A negative feedback mechanism",
    "authors": ["J.C.G", "P.B. Hays", "J.F. Kasting"],
    "venue": "Oceanic Anoxic Event 2. Newsl. Stratigr",
    "year": 1981
  }, {
    "title": "Kinetic and equilibrium",
    "authors": ["9776–9782. Young", "Edward D", "Galy", "Albert", "Nagahara", "Hiroko"],
    "year": 2002
  }],
  "id": "SP:f4a5a65fffefd96aa0e7fc76dbe80265f2d91af8",
  "authors": [{
    "name": "Alice D.C. Du Vivier",
    "affiliations": []
  }, {
    "name": "Andrew D. Jacobson",
    "affiliations": []
  }, {
    "name": "Gregory O. Lehn",
    "affiliations": []
  }, {
    "name": "David Selby",
    "affiliations": []
  }, {
    "name": "Matthew T. Hurtgen",
    "affiliations": []
  }, {
    "name": "Bradley B. Sageman",
    "affiliations": []
  }],
  "title": "Ca isotope stratigraphy across the Cenomanian–Turonian OAE 2: Links between volcanism, seawater geochemistry, and the carbonate fractionation factor"
}