{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nDeccan volcanism induced high-stress environment during the Cretaceous–Paleogene transition at Zumaia, Spain: Evidence from magnetic, mineralogical and biostratigraphic records\nEric Font a,∗, Thierry Adatte b, Mariana Andrade a, Gerta Keller c, André Mbabi Bitchong b,d,e, Claire Carvallo f, Joana Ferreira a, Zenaida Diogo a, José Mirão g\na IDL-FCUL, Instituto Dom Luís, Faculdade de Ciências da Universidade de Lisboa, Campo Grande, Lisbon, Portugal b ISTE, Lausanne University, Geopolis, CH-1015 Lausanne, Switzerland c Department of Geosciences, Princeton University, Princeton, NJ 08544, USA d Department of Earth Sciences, Faculty of Science, University of Yaounde 1, P.O. Box 812 Yaounde, Cameroon e Department of Petroleum and Gas Exploration, Faculty of Mines and Petroleum Industries, University of Maroua, P.O. Box 08 Kaele, Cameroon f Institut de Minéralogie, de Physique des Minéraux et de Cosmochimie, Sorbonne Universités-Pierre and Marie Curie, University of Paris 06, UMR CNRS 7590, Muséum National d’Histoire Naturelle, IRD UMR 206, Paris, France g HERCULES Centre, ECT-Geosciences Department, University of Évora, Évora, Portugal\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 2 September 2017 Received in revised form 27 November 2017 Accepted 30 November 2017 Available online 19 December 2017 Editor: D. Vance\nKeywords: Cretaceous–Paleogene mass extinction Deccan volcanism akaganéite mercury acidification\nWe conducted detailed rock magnetic, mineralogical and geochemical (mercury) analyses spanning the Cretaceous–Paleogene boundary (KPB) at Zumaia, Spain, to unravel the signature of Deccan-induced climate and environmental changes in the marine sedimentary record. Our biostratigraphic results show that Zumaia is not complete, and lacks the typical boundary clay, zone P0 and the base of zone P1a(1) in the basal Danian. Presence of an unusual ∼1m-thick interval spanning the KPB is characterized by very low detrital magnetite and magnetosome (biogenic magnetite) contents and by the occurrence of akaganéite, a very rare mineral on Earth in oxidizing, acidic and hyper-chlorinated environments compatible with volcanic settings. These benchmarks correlate with higher abundance of the opportunist Guembelitria cretacea species. Detrital magnetite depletion is not linked to significant lithological changes, suggesting that iron oxide dissolution by acidification is the most probable explanation. The concomitant decrease in magnetosomes, produced by magnetotactic bacteria at the anoxic–oxic boundary, is interpreted as the result of changes in seawater chemistry induced by surficial ocean acidification. Mercury peaks up to 20–50 ppb are common during the last 100 kyr of the Maastrichtian (zone CF1) but only one significant anomaly is present in the early Danian, which is likely due to the missing interval. Absence of correlation between mercury content (R2 = 0.009) and total organic carbon (R2 = 0.006) suggest that the former originated from the Deccan Traps eruptions. No clear relation between the stratigraphic position of the mercury peaks and the magnetite-depleted interval is observed, although the frequency of the mercury peaks tends to increase close to the KPg boundary. In contrast to Bidart (France) and Gubbio (Italy), where magnetite depletion and akaganéite feature within a ∼50cm-thick interval located 5 cm below the KPg boundary, the same benchmarks are observed in a 1m-thick interval encompassing the KPg boundary at Zumaia. Results reinforce the synchronism of the major eruptions of the Deccan Traps Magmatic Province with the Cretaceous–Paleogene (KPg) mass extinction and provide new clues to better correlate the Deccan imprint of the global sedimentary record.\n© 2017 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Recent advances in U–Pb and Ar–Ar radiometric dating have improved constraints for the onset and duration of the entire Dec-\n* Corresponding author at: IDL-FCUL, Instituto Dom Luís, Universidade de Lisboa, Edifício C8-8.3.22, Campo Grande, 1749-016, Lisboa, Portugal.\nE-mail address: font_eric@hotmail.com (E. Font).\nhttps://doi.org/10.1016/j.epsl.2017.11.055 0012-821X/© 2017 Elsevier B.V. All rights reserved.\ncan Magmatic Province (Renne et al., 2015; Schoene et al., 2015). More than 3000 m of continental flood basalts, representing more than 1.1 million of km3 in volume, erupted within ca. 750,000 years, spanning Chron 29r and encompassing the Cretaceous– Paleogene boundary (KPB), the mass extinction and the Chicxulub impact (Schoene et al., 2015). The KPB mass extinction has been documented by planktic foraminifera assemblages within\nDeccan lava flows of the Krishna-Godavari Basin of eastern India (Keller et al., 2012). The cumulative effect of these huge and rapid volcanic eruptions may have led to global climate and environmental changes by the injection of stratospheric acid aerosols, leading to widespread global climate change, ozone depletion, acid rain, and surficial ocean acidification (Punekar et al., 2016; Self et al., 2008). However, the global climate and environmental effects of the Deccan Trapps and their contribution to the KPg mass extinction in remote sections is still under debate. Even when the stratigraphic position of the impact is well marked in marine sediments by the iridium and platinum-group element anomalies, as well as the presence of shocked quartz, the sedimentary imprint of global changes induced by large igneous province volcanism is still challenging. Furthermore, the critical global effects induced by the Deccan are not expected to occur at the onset of the first eruptions, but at the time when increased eruption rates and volumes reached a critical threshold, starting to affect climate, the environment and life on Earth. Indirect sedimentary benchmarks such as iron oxides and mercury may help identify this critical threshold in the sedimentary record (Burgess et al., 2017).\nHere, we investigate the Zumaia section of northwestern Spain, a well-exposed uppermost Cretaceous to Paleogene section that\nhas been proposed as a reference for the Cretaceous–Paleogene geological time-scale calibration based on orbital cyclicity (Batenburg et al., 2014, 2012; Dinares-Turell et al., 2003; Husson et al., 2011; Kuiper et al., 2008; Westerhold et al., 2008). Results presented in this study provide new data to better calibrate the sedimentary signature of the Deccan-induced paleoenvironmental changes and its relative chronology with the KPB mass extinction."
  }, {
    "heading": "2. Geological settings and sampling",
    "text": "The Zumaia section crops out at the Itzurun beach (42◦18.00′N/ 2◦15.30′W) in northwestern Spain (Fig. 1). Hemipelagic sediments were deposited in the E–W trending Basque-Cantabric basin spanning the Cretaceous–Paleogene boundary (KPB). Danian sediments consist of pink limestones alternating with thin clay layers. Maastrichtian sediments consist of reddish (and sporadically grey) marls intercalated with sandy turbidites (Fig. 2). The KPg boundary clay layer is not present at Zumaia, making this boundary event problematic. The lithological boundary between the Maastrichtian and the Danian is marked by a level of secondary calcite. Biostratigraphic and magnetostratigraphic constraints are provided by Pujalte et al. (1995), Dinares-Turell et al. (2003) and\nBatenburg et al. (2012). However, previous magnetostratigraphic investigations of the Maastrichtian at Zumaia were unsuccessful, probably because of the low quality of the magnetic signal due to early and post-depositional oxidizing events marked by the reddish colour of the rocks (Batenburg et al., 2012; Dinares-Turell et al., 2003; Perez-Rodriguez et al., 2012). Danian limestones exhibit stable magnetic components and include the transition from Chrons 29r to 29n at ca. 4 m above the KPB (Fig. 2).\nFor this study, we collected two sets of samples. 113 samples (labelled Z) were collected from 5.5 m above to 5 m below the KPB with a sample spacing of 5–10 cm; this set of samples was used for magnetic susceptibility, mineralogical and mercury analyses, with a subset used for biostratigraphic and faunal planktic foraminiferal analyses. A second set of 454 rock fragments (labelled ZU) were collected from 3 m above to 2.42 m below the KPB, based on sample spacing of 1–3 cm, for high-resolution magnetic property analysis."
  }, {
    "heading": "3. Methods",
    "text": "Rock magnetic experiments were performed in the Paleomagnetism Laboratory of the Instituto Dom Luís (IDL) of Lisbon, Portugal, and consist of magnetic susceptibility (MS) measurements and acquisition of isothermal remanent magnetization (IRM) curves. Remanence was measured using a JR6 magnetometer (sensitivity of 2.4 × 10–6 A/m). MS was measured with a MFK1 (AGICO) apparatus and reported relative to mass (m3/kg). Frequency-dependent magnetic susceptibility (Kfd) was calculated using the following\nformula: K f d (%) = [(Klf -Khf )/Kl f ]×100; where l f is the low frequency (976 Hz) and hf is the high frequency (15916 Hz). After cleaning by alternating field demagnetization up to 100 mT, samples were subsequently subjected to stepwise isothermal remanent magnetization (IRM) acquisition with an impulse magnetizer (model IM-10-30), up to 1.2 T in 30 steps. Data were analyzed using a cumulative log-Gaussian (CLG) function with software developed by Kruiver et al. (2001) and the Max UnMix program (Maxbauer et al., 2016). The S-ratio was calculated with the formula -IRM-0.3T/IRM1T.\nFirst-Order Reversal Curve (FORC) diagrams allow a qualitative characterization of the magnetic domain structure and magnetostatic interactions, even for materials containing a mixed grainsize assemblage (Roberts et al., 2000). Hysteresis parameters and FORC diagrams were measured with a magnetometer (μ-VSM) from Princeton Measurements Corporation at the IPGP-IMPMC Mineral Magnetism Analytical Facility. After measuring a FORC diagram with a coarse resolution and high smoothing factor in order to identify the interesting region, the parameters were optimized to obtain a good resolution of the central ridge feature that is indicative of intact magnetofossil chains. The field step was set at 0.5 mT for all the diagrams, and the averaging time at 200 ms. Because of the large amount of noise, several identical FORC diagrams were measured and averaged for the magnetically weakest samples (between 3 and 7 averages). Measuring such high-resolution diagrams on weak samples is very time-consuming, so measurements focused on a small region around Hb = 0. FORC diagrams were then analysed with the VARIFORC software (Egli, 2013), with\na variable smoothing factor. The variable smoothing considerably reduces the noise levels by applying larger smoothing factors to the background, while preserving the areas along the axes with relatively small smoothing factors.\nTotal organic carbon (TOC), Hg content and mineralogical analyses were performed at the University of Lausanne, Switzerland. TOC (%) analyses were carried out with a Rockeval 6 and quantified by flame-ionization and infrared detection. IFP 160000 RockEval was used as a standard. Analytical precision is 0.05 wt%. Mineralogical analyses were carried out with a Thermo Scientific ARL X-TRA diffractometer (error = ±10%). Hg content was determined using the Zeeman R-915F (Lumex, St. Petersburg, Russia), a high frequency atomic absorption spectrometer specifically designed for mercury determination with detection limit of 0.3–3 ppb. Measurements are based on the direct thermal evaporation of Hg from solid samples and do not require chemical pre-treatment of samples, thus avoiding potential contamination during sample preparation. Analyses were conducted on two aliquots. The accuracy was confirmed by the analysis of certified reference materials (Chinese alluvium GSD-11, Hg content of 72.0 ppb). Precision measured by relative standard deviation of repeated sample measurements was <10%. Excellent correspondence to the certified values was obtained with a correlation coefficient of 0.99 and a standard residual deviation of 0.44.\nFresh rock fragments were observed under a Hitachi S-3700N SEM microscope coupled to a Bruker XFlash® 5010 EDS detector at the Hercules laboratory (Évora, Portugal). The electron source for the SEM is a tungsten wire. The acceleration voltage is 20 keV. Qualitative compositional analysis is provided by energy dispersive spectra (EDS) by using the ESPRIT Software (Bruker).\nBiostratigraphic and faunal analyses based on planktic foraminifera were performed at Princeton University, Princeton NJ (USA) based on washed sediment residues as well as thin sections (method described in Keller et al., 1995). Quantitative species analysis was performed on washed residues of the fine fraction (38–63 μm) to evaluate dwarfing, on the >63 μm fraction to assess dominant species components. The >150 μm fraction was searched for rare large species. For the top 5 m of the Maastrichtian a total of 34 samples were analysed with an average spacing of 15 cm. For the 5.5 m of the early Danian 16 samples yielded good faunal assemblages for biostratigraphic analysis, though quantitative analysis is restricted to the first 50 cm above the KPB because sediments are lithified upsection. Biostratigraphic zonation is based on Keller (2014) with biozones correlated with the El Kef KPB stratotype and Elles auxiliary stratotype in Tunisia."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Biostratigraphy",
    "text": "Biostratigraphy at Zumaia is generally based on nannofossils and planktic foraminifera, but because of the overall poor preservation, micro-turbidite deposition and potential for reworking age determinations have been problematic particularly for nannofossils (e.g., Batenburg et al., 2014, 2012; Perez-Rodriguez et al., 2012). In addition, the key index species Micula prinsii for identifying magnetochron C29r below the KPB is fragile, poorly preserved, difficult to separate from its older relative M. murus, and appears to be diachronous (Batenburg et al., 2014; Dinares-Turell et al., 2003; Thibault and Husson, 2016).\nBiostratigraphy based on planktic foraminifera has also been problematic with variable results. The most important planktic foraminiferal index species for the latest Maastrichtian is Plummerita hantkeninoides, which marks the short (∼110 kyr) zone CF1 below the KPB. This species has not been previously reported from Zumaia, but was observed at Sopelana at 4.57 m below the KPB\nand inferred in Zumaia at ∼4 m below the KPB based on cyclostratigraphic correlation (Batenburg et al., 2012). We observed the first P. hantkeninoides at 4.80 m below the KPB, which suggests that zone CF1 spans about 5 m at Zumaia in close agreement with earlier studies at Sopelana (Batenburg et al., 2012).\nAbove the KPB, sedimentation during the early Danian is sometimes incomplete due to erosion and hiatuses. In most complete sections, the early Danian magnetozone C29r correlates with planktic foraminiferal zones P0 (boundary clay) and the range of Parvularugoglobigerin eugubina zone P1a, separated into P1a(1) and P1a(2) based on the first appearances of Parvularugoglobigerina pseudobulloides and/or Subbotina triloculinoides. At Zumaia, C29r above the KPB spans 4 m of marly limestones intercalated with thin marls (Dinares-Turell et al., 2003), except for the first 50 cm above the KPB where marly sediments similar to the late Maastrichtian are present. In this 50 cm thick marl layer P. eugubina and P. longiapertura are common along with Guembelitria species and mark the upper zone P1a(1), which suggests a major KPB hiatus spanning P0 and most of P1a(1). The top of P1a(2) (extinction of P. eugubina and P . longiapertura) coincides with the C29r/C29n boundary at 500 kyr above the KPB and coincides with the first appearance of larger Danian morphologies marking the onset of full recovery after the mass extinction. Hiatuses at the KPB, P1a(1)/P1a(2) and P1a(2)/P1b transitions are commonly observed worldwide and are related to climate, environment and sea-level changes (e.g., Keller et al., 2016; Mateo et al., 2016).\nThe fragmentation index, used to identify dissolution and ocean acidification at Bidart and Gamsbach (Punekar et al., 2016), is not trustworthy at Zumaia because of overall poor preservation. However, Guembelitria cretacea is another reliable index of high stress marine environments. At Zumaia, as elsewhere, this species is dwarfed (38–63 μm) during high stress conditions with only few to rare specimens in the normal size range 63–100 μm. Prior to the mass extinction and coincident with the onset of clustered Hg anomalies (see section 4.4.), dwarfed Guembelitria dominate planktic foraminiferal assemblages averaging 40% and reaching peaks of 60% (Fig. 3). Similar high stress conditions are associated with the P1a(1) interval of the early Danian. Guembelitria is known as a disaster index because it is the only planktic foraminifer that thrives in high-stress environments and the sole long-term survivor of the KPB mass extinction."
  }, {
    "heading": "4.2. Rock magnetism",
    "text": "Mass specific magnetic susceptibility (χ in m3/kg) of the Zumaia section (Z collection) is strongly facies-dependent, varying from 6–12 × 10−8 m3/kg in Maastrichtian marls to 1–4 × 10−8 m3/kg in Danian limestones (Fig. 2). These values are comparable to or slightly lower than those of Bidart (France), Gamsbach (Austria) and Elles (Tunisia) (Font et al., 2014, 2011; Punekar et al., 2016). A slight but significant gradual decrease in χ values begins 2 m below the KPB.\nKfd (%), a magnetic proxy that marks the presence and relative proportion of ultra-fine particles near the superparamagnetic (SP) domain state, is <10% (or slightly negative), indicative of very low SP particle contribution. Values above sample Z-91 might not be significant, due to the very small susceptibility (Fig. 2).\nIRM measurements were conducted on the ZU sample collection, for which mass specific magnetic susceptibility is illustrated in Fig. 3. Magnetic susceptibility of these samples shows the same trend and absolute χ values as samples from the Z collection, demonstrating data reproducibility. Turbidite layers are marked by a negative shift in χ at the base and a gradual χ increase up to the top of the layer (ex. sample ZU-87 at −200 cm in Fig. 3). Because iron oxide content and grain size have no environmental significance in turbidites, we excluded these samples for the\nanalysis of IRM curves. After unmixing IRM curves (Kruiver et al., 2001; Maxbauer et al., 2016), most samples exhibit 4 components (Fig. 4). Component 1 has a mean coercivity (B1/2) of 15–30 mT and a dispersion parameter (DP) ranging from 0.28 to 0.35 mT, which is typical of detrital and dust magnetite (Egli, 2003). Components 2 and 3 have coercivity of 30–65 mT and 65–125 mT, respectively, which corresponds to medium to high coercive magnetite. Very small values of DP (0.1–0.2 mT) are typical of soft and hard biogenic magnetite (Egli, 2004). Component 4 has B1/2 ranging from 140 to 470 mT, typical of hematite. Only 4 samples, including the KPB, show the presence of a fifth component with B1/2 >1000 mT, indicative of the presence of goethite. This magnetic assemblage is observed is all samples (Figs. 3–4). Concentrations of detrital magnetic, biogenic magnetite, and hematite, represented by their saturation remanent values (Fig. 3), vary depending on the lithology. Danian carbonates have much lower abundance of magnetite and hematite than the Maastrichtian marls, because marls have a much more detrital affinity (terrigenous input) than carbonates. Magnetite abundance (component 1, 2 and 3) of upper Maastrichtian samples decrease linearly up to the KPB. Abundance of hard magnetite represented by the SIRM curve of component 3 shows a more abrupt transition in the last 50 cm below the KPB, with the lowest concentration comparable to the basal Danian sediments. Hematite decreases with a different pattern, more sharply near the KPB, and almost completely disappears in biozone P1a.\nMagnetite contributes 45–96% of the total remanence in Danian carbonates and the top 20 cm of Maastrichtian marls below the KPB, with a minor contribution of hematite (1–43%). This pat-\ntern is inverted in the interval 20–100 cm below the KPB where hematite has a higher relative contribution in the total remanence than magnetite, and where very low values of detrital and biogenic magnetic contents are observed. Between 100 and 500 cm below the KPB, magnetite and hematite have roughly the same contribution.\nThe coarse-resolution FORC diagrams show that the main features are narrow contours centred on the Hu = 0 axis (Fig. 4). Because the magnetization of these samples is very weak, most FORC diagrams remain quite noisy, even after averaging several identical diagrams. All the FORC diagrams show two main features: a peak close to the origin of the diagram, which could be the signature of the low-coercivity magnetite component, and a narrow ridge, which is diagnostic of biogenic magnetite (Abrajevitch et al., 2015; Egli et al., 2010). The low-coercivity component is generally observed in samples affected by dissolution, and associated with nearly equidimensional, well-dispersed single-domain particles (Egli, 2004; Egli et al., 2010). Since dissolution of continental fine iron oxides would exclude a pedogenic origin, such particles would be either authigenic (formed in the sediment together with little amounts of magnetosomes), or silicate-embedded, and therefore protected from dissolution (Ludwig et al., 2013).\nThe FORC signal is particularly weak in Danian carbonates (upper part of the section). Sample ZU8-7-1 is dominated by the central narrow ridge, which extends to about 60 mT (Fig. 4). The hard biogenic magnetite component detected with the coercivity analysis of IRM acquisition curves might be lost in the noise. Samples ZU7-10 and ZU6-2-4 show an important low-coercivity component\nclose to the origin, as well as a less important horizontal ridge. In the Maastrichtian, the magnetization is stronger. Sample ZU6-23 shows again the presence of the two main components, with a horizontal narrow ridge extending up to 120 mT. The horizontal narrow ridge strengthens downsection compared to the peak at the origin. For sample ZU6-80-2, the ridge clearly dominates the FORC diagram. Overall, the features observed on the FORC diagrams are in good agreement with the component contributions obtained from the IRM acquisition curves. The strong hematite contribution is not seen in the FORC diagram because the hematite coercivity is much higher than that of magnetite (biogenic or detrital), and also because at least 88% of hematite is required for its detection in an assemblage of magnetite and hematite on a FORC diagram (Carvallo et al., 2006)."
  }, {
    "heading": "4.3. Mineralogy",
    "text": "The mineralogical composition of the Zumaia samples is shown in Fig. 2 and Table 1. Maastrichtian marls consist of calcite (40–50 wt%) and phyllosilicate (30–40 wt%) with minor amounts of quartz (∼10%). Secondary calcite recrystallization at the KPB is evidenced by a calcite peak of 73% (Fig. 2). Turbiditic levels are systematically marked by positive/negative abrupt shifts in quartz/calcite, respectively. The composition of the first 50 cm above the KPB, corresponding to zone P1a(1), is similar to Maastrichtian marls, but abruptly changes up-section. Above this interval Danian carbonate sedimentation varies between 80 and 90% calcite, 5 and 13 wt% phyllosilicate, and with less than 10 wt% quartz.\nTotal organic carbon content is extremely low, less than 0.2% (Fig. 2). However, the severely oxidized state of the reddish Maastrichtian marls, together with tectonic deformation expressed by calcite recrystallization at the KPB, strongly suggests TOC was originally present but has been partially oxidized."
  }, {
    "heading": "4.4. Mercury",
    "text": "Mercury (Hg) concentrations (in ppb) are generally very low in Danian limestones (<5 ppb), but show large and abrupt variations in the Maastrichtian (zone CF1), as well as in the first 50 cm above the KPB (Fig. 2, Table 1). In the Maastrichtian interval, lower Hg contents comparable to Danian limestones (i.e. Hg ∼5 ppb) are present whereas eight Hg peaks reach 20–30 ppb. No apparent relation is observed between the position of the Hg peaks and the turbidites (Fig. 2)."
  }, {
    "heading": "5. SEM-EDS",
    "text": "We conducted Scanning Electron Microscopy (SEM) observations coupled to Energy Dispersive Spectra (EDS) analyses in order to check for the presence of akaganéite in Zumaia samples. Akaganéite is a rare mineral on Earth because its precipitation requires oxidizing acidic and hyper-chlorinated environmental conditions, but was recently discovered in marine sediments from Bidart, Gubbio and Zumaia (Font et al., 2017). Here we provide additional SEM-EDS data of this mineral in Zumaia.\nWe observed 10 samples in Maastrichtian marls and 7 samples in Danian limestones. The most representative images and data are shown in Figs. 5 and 6. Akaganéite is observed in seven samples, in an interval spanning from 30 cm below the KPB to 10 cm above (Fig. 5). EDS spectra show the presence of Fe, Cl, Ca, Al, Si and K. However, compositional mapping shows that only Fe and Cl pertain to the mineral, while Ca, Si, Al and K come from the matrix (by local charge density in the surface region). Akaganéite grains have flat and sub-euhedral shapes. Their occurrence is very low and distribution in the sedimentary matrix very sparse. Samples ZU6.1.7 show the presence of several akaganéite grains for which elongated planes are parallel, probably following the depositional\nplane. Presence of severely oxidized exsolved Ti-bearing iron oxides (titanomagnetite?), secondary cubic-like pyrite, barite filling fractures and manganese oxides mark important diagenetic alteration in the early Danian P1a(1) zone (Fig. 6)."
  }, {
    "heading": "6. Discussion",
    "text": "Reconstructing past climate and environmental changes in ancient marine sediments requires i) a complete and continuous sedimentary record, and ii) global and pristine proxies. Zumaia has been considered as one of the most complete and continuous KPg sections, and extensively studied for calibrating the Paleogene time scale, a subject still under debate (Batenburg et al., 2014, 2012; Dinares-Turell et al., 2003; Husson et al., 2011; Kuiper et al., 2008; Westerhold et al., 2008). However, our biostratigraphic data show that part of the early Danian, namely P0 and the lower part of P1(a1) zones is missing. This is indicated by the simultaneous appearance of 8 new Danian species at the KPB, followed by 4 more between 10–30 cm above and two more at 50 cm above the KPB. In complete KPB sequences at most 5 Danian species evolved in zone P0 and a maximum of 12 species evolved halfway between the KPB and the top of C29r, which marks the top of zone P1a(1). Presence of an early Danian hiatus may explain the discrepancies between and controversies surrounding various authors’ cyclostratigraphy efforts at Zumaia.\nThe latest Maastrichtian (zone CF1) is nearly continuous, although with numerous turbidites marked by abrupt shifts of decreasing magnetic susceptibility values resulting from the input of quartz and relative decrease in calcite and clay contents (Fig. 2). However, a short hiatus due to erosion in the topmost Maastrichtian is not excluded. After discarding turbidite samples, magnetic susceptibility shows a positive and negative correlation with phyllosilicate and calcite (Fig. 7), respectively, indicating that magnetic susceptibility is partially controlled by climate parameters, specifically by the balance between detrital input and carbonate productivity as controlled by the distance to the source, itself controlled by sea level changes.\nContrary to Bidart and Gubbio, no clear low MS interval is observed below the KPB at Zumaia, although a gradual decrease is observed in the 1.5 m below. Also missing is the typical high magnetic susceptibility that marks the clay interval just above the KPB (Fig. 8). Notably, the level that delimits the Maastrichtian and Danian sediments (sample Z78) has very low χ values, due to a high amount of secondary (diamagnetic) calcite observed in this level, and probably corresponds to a decollement level. Decreasing magnetic susceptibility during the uppermost Maastrichtian corresponds to a slight but not significant increase in the calcite content (from ∼40 wt% up to ∼50 wt%), suggesting that ferromagnetic iron oxides, rather than sea-level, may control the decrease in magnetic susceptibility. Unmixed IRM curves and FORC diagrams indicate that detrital and biogenic (soft and hard) magnetite (Figs. 3, 4) are the main magnetic carriers, which correspond to the same magnetic mineralogy identified in Bidart and Gubbio (Abrajevitch et al., 2015; Font et al., 2014). Hematite is also present but its origin is probably secondary and resulting from the oxidation of the primary magnetite during diagenesis. Because the concentration of detrital magnetite depends on the lithology, being proportional in abundance to the detrital fraction, Danian carbonates have much lower contents of magnetite and hematite than Maastrichtian marls. However, detrital and biogenic magnetite contents are abnormally low in the last ∼60 cm below the KPg boundary, as well as in the ∼40 cm of the basal Danian, despite their terrigenous affinity (% in phyllosilicate) comparable to the lower Maastrichtian marls (Figs. 2 and 4). Variations in magnetic susceptibility and mineralogy (phyllosilicate, quartz, calcite) in these levels are not significant enough to explain such a low content in magnetite (Fig. 2). In Gubbio, such a magnetite-depleted interval was interpreted as the result of downward percolation of organic-rich fluids originating at the KPB, and leading to reductive iron oxide dissolution to give the typical white colour of the Bottacione carbonates (Lowrie, 1990). However, the presence of magnetosomes in the last 5 cm below the KPB at Bidart and Gubbio, as well as the fact that the magnetite-depleted interval encompasses the KPg boundary at Zumaia, argue against this hypothesis.\nInterestingly, abnormally low contents of detrital and biogenic magnetites correlate with higher abundance of Guembelitrian cretacea (Fig. 4), a disaster opportunist species. Blooms of this disaster opportunist consist of generally dwarfed specimens that dominate low diversity high-stress marine assemblages worldwide, and are frequently accompanied by rapid climate changes and ocean acidification (Keller, 2014; Li and Keller, 1998; Punekar et al., 2016). Under normal pH conditions (pH∼5.6 for present-day rainwaters), detrital magnetite can persist on the continental surface for several million years but is rapidly dissolved with decreasing pH (Font et al., 2014; White et al., 1994). Acid rains acting on the continental surface, dissolving detrital magnetite during transport to the basin, is a plausible explanation for the loss of detrital magnetite observed in the interval of interest. Using a geochemical weathering model (PRHEEQC) on a regolith, Font et al. (2014) showed that more than 90% of the initial magnetite mass is dissolved between 31 (at pH 3.3) and 68 kyr (at pH 4.3), a duration compatible with the timing of the Deccan volcanic emissions based upon paleomagnetic data (Chenet et al., 2009, 2008). Because magnetotactic bacteria live in marine sediments, and because the pH of the ocean is rapidly buffered by the carbonate cycle, the decrease in biogenic magnetite cannot be explained by acid dissolution. For example, Schmidt et al. (2016) calculates that volcanic sulphur deposition from Deccan activity would have to occur continuously for more\nthan three millennia to drive a surface ocean pH decline comparable to the current anthropogenic perturbation of ∼0.1 pH units. Therefore, changes in seawater/sediment chemistry and/or stratification limiting the development of magnetotactic bacteria, and thus the production of magnetosome, is a more probable explanation. In particular, decrease in reactive iron could limit the growth of magnetotactic bacteria (Roberts et al., 2011).\nThe magnetite-depleted interval corresponds to the stratigraphic levels where an unusual Cl-rich iron hydroxide is observed (Fig. 4), in agreement to observations at Bidart and Gubbio (Font et al., 2014, 2011). This Cl-bearing iron hydroxide has been accurately identified as akaganéite by micro-Raman analyses (Font et al., 2017). Akaganéite is very rare on Earth, because its precipitation requires highly oxidizing, acidic and hyper-chlorinated environments similar to those present on Mars or in acid-sulphidic and volcanic settings on Earth (Bibi et al., 2011; Carter et al., 2015; Font et al., 2017). Its occurrence in Cretaceous–Paleogene marine sediments is thus unusual and exceptional. High-resolution transmission electron microscopy of this akaganéite using a Focused Ion beam (FIB) revealed concentric and porous microstructures, constituted by the aggregation of individual somatoidal nanoparticles of akaganéite. This is indicative of an uncondensed environment like atmospheric conditions (Font et al., 2017). These primary textures, as well as the fact that akaganeite does not fill fractures,\nargue for a primary depositional origin. Absence of nickel in the composition of this akaganéite excludes an origin as a weathering product of meteorites. These observations strongly suggest that akaganéite formed in the Deccan volcanic plume, and was further transported to the Atlantic and Tethys realms through the stratosphere. The main difference between Zumaia and Bidart-Gubbio is that akaganéite was observed in a ∼50cm-thick interval located 5 cm below the KPg boundary (Font et al., 2014, 2011), while at Zumaia it is observed within a ∼1m-thick interval spanning the KPB. However, in our previous works on Bidart and Gubbio, we focused our observations on Maastrichtian samples only (Font et al., 2014, 2011). Furthermore, the identification of akaganéite is not straightforward, is time consuming, and requires observation of numerous tiny discrete samples. This, plus the presence of a KPB hiatus at Zumaia and Bidart, complicate accurate correlation of the levels containing akaganéite. Interestingly, the stratigraphic position of the iron oxide-depleted interval containing akaganéite at Zumaia correlates strikingly well with the mercury-rich 1m-thick interval at Bidart (Fig. 8).\nMercury (Hg) is an excellent indicator of massive volcanism in the marine sedimentary record (Font et al., 2016; Grasby et al., 2015; Percival et al., 2017; Sial et al., 2016). Hg peaks up to 20–45 ppb are observed in the upper Maastrichtian and basal Danian at Zumaia (Fig. 2). Absence of correlation with total organic carbon suggests that mercury was deposited from the atmosphere rather than from the input of terrestrial organic matter (Fig. 7C). Mercury could also enter marine sediments bound to clays, but the absence of correlation between Hg and phyllosilicate does not suggest so (Fig. 7D). Contrary to Bidart, where Hg anomalies are confined to a 1m-thick interval spanning the KPg boundary (Fig. 8), Hg anomalies at Zumaia are scattered among the CF1 biozone, with a maximum in the P1a(1) biozone (∼45 ppb). Although no correlation between Hg peaks and the magnetite-depleted interval containing akaganéite is observed, the higher frequency in Hg peaks in the upper Maastrichitian-basal Danian, and Hg values close to zero in the early Danian, suggest that these Hg anoma-\nlies mark the high-stress environment induced by rapid pulses of Deccan eruptions. Occurrence of anomalous Hg contents surrounding the KPB is consistent with Hg records from other KPg sections worldwide (Font et al., 2016; Sial et al., 2016, 2014).\nThese three independent markers (low Ms, akaganéite, mercury) are strong indicators of the environmental and climatic perturbations resulting from massive Deccan Traps eruptions. On a global scale, these benchmarks correlate well with the fossil plant paleotemperature record from North Dakota, which shows an abrupt increase of 2–4 ◦C beginning at 500 kyr and ending at ∼20–50 kyr before the KPB, coincident with a drastic decrease of species richness (Wilf et al., 2003). Stable carbon and oxygen isotopes from paleosol carbonates in Texas indicate the occurrence of a greenhouse episode, with atmospheric CO2 levels of 1400 ppmV, about 500 kyr prior to the KPB (Nordt et al., 2003). In the marine realm, carbon and oxygen isotopes record rapid warming of 3–4 ◦C near the base of C29r, accelerating during the 50 kyr before the KPB (e.g., Abramovich et al., 2010; Li and Keller, 1998). A major drop in the marine 187Os/188Os record in chron 29r at different geographic locations is observed just below the KPB and is interpreted as the rapid weathering product of Deccan lava flow at low latitudes, or as the direct release of unradiogenic osmium into the oceans (Percival et al., 2016; Robinson et al., 2009).\nThese newly found magnetic and mineralogical markers provide precious tools to identify the imprint of global changes induced by the main Deccan eruptions in the sedimentary record."
  }, {
    "heading": "7. Conclusions",
    "text": "The detailed biostratigraphic, magnetic, mineralogical and geochemical investigation of the Zumaia section (Spain) presented here provides important clues to identify the imprint of Deccaninduced paleoclimate and paleoenvironmental changes in the sedimentary records.\ni) Biostratigraphic data show that zone P0, and the lower part of the early Danian zone P1(a1), are missing. The uppermost Maastrichtian zone CF1 appears nearly complete albeit with turbidite deposition. However, a short hiatus due to erosion in the topmost Maastrichtian is not excluded.\nii) Abnormally low contents of detrital and biogenic (magnetosomes) magnetite occur in a 1m-thick interval spanning the KPB. Decreased detrital magnetite abundance is interpreted as the result of continental magnetite dissolution by acid rains, while a change in seawater/sediment chemistry better explain the decrease in magnetosome content.\niii) This magnetite-depleted interval contains akaganéite, a rare mineral on Earth but documented in acidic and hyper-chlorinated environments comparable to volcanic settings. iv) Hg peaks up to 20–45 ppb are observed in the upper Maastrichtian and lower Danian. There is no correlation between Hg and phyllosilicate or total organic carbon, which suggests an input of volcanic Hg in the atmosphere.\nv) The stratigraphic position of these Deccan benchmarks correlates with those found in Bidart (France) and Gubbio (Italy), suggesting a global, or at least widespread, signal of volcanism.\nvi) In contrast to Bidart and Gubbio where the magnetite depletion and presence of akaganeite was identified below the KPB, their presence below and above the KPB at Zumaia reinforces the contribution of the Deccan volcanism to the KPg mass extinction."
  }, {
    "heading": "Acknowledgements",
    "text": "We acknowledge Celia Lee (IDL, FCUL) for administrative supply and FCT for funding (FCT Principal Investigator grant, ref. IF/00311/2014). Publication is supported by FCT-project UID/GEO/ 50019/2013 – Instituto Dom Luiz. We thank Claude Font for his help in collecting samples in the field, and the scientific coordinator of the Geoparque Mundial de la Unesco de Costa Vasca Dr. Asier Hilario Orus. We thank Stephen Grasby, Ramon Egli and an anonymous reviewer for their helpful comments on the manuscript. We thank the editor Derek Vance for handling the manuscript."
  }],
  "year": 2018,
  "references": [{
    "title": "Asteroid impact vs. Deccan",
    "authors": ["A. Abrajevitch", "E. Font", "F. Florindo", "A.P. Roberts"],
    "year": 2015
  }, {
    "title": "Paleogene boundary revisited",
    "authors": ["S. Abramovich", "S. Yovel-Corem", "A. Almogi-Labin", "C. Benjamini"],
    "venue": "Earth Planet. Sci. Lett. 430,",
    "year": 2010
  }, {
    "title": "An astronomical time scale for the Maastrichtian based on",
    "authors": ["X. Etxebaria"],
    "year": 2014
  }, {
    "title": "Akaganeite (beta-FeOOH) precipitation",
    "authors": ["B. Singh", "E. Silvester"],
    "venue": "ern Spain). Earth Planet. Sci. Lett. 359,",
    "year": 2011
  }, {
    "title": "Initial pulse of Siberian Traps sills",
    "authors": ["S.D. Burgess", "J.D. Muirhead", "S.A. Bowring"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2017
  }, {
    "title": "end-Permian mass extinction",
    "authors": ["J. Carter", "C. Viviano-Beck", "D. Loizeau", "J. Bishop", "L. Le Deit"],
    "venue": "Nat. Commun",
    "year": 2015
  }, {
    "title": "First-order reversal curve (FORC",
    "authors": ["C. Carvallo", "A.R. Muxworthy", "D.J. Dunlop"],
    "venue": "and implications of akaganeite on Mars. Icarus",
    "year": 2006
  }, {
    "title": "Determination of rapid Deccan eruptions",
    "authors": ["K.V. Subbarao", "T. Thordarson"],
    "year": 2009
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous–Tertiary boundary using paleomagnetic secular variation: results from a 1200-m-thick section in the Mahabaleshwar escarpment",
    "authors": ["A.L. Chenet", "F. Fluteau", "V. Courtillot", "M. Gerard", "K.V. Subbarao"],
    "venue": "J. Geophys. Res., Solid Earth 113",
    "year": 2008
  }, {
    "title": "Untangling the Palaeocene climatic rhythm: an astronomically calibrated Early Palaeocene magnetostratigraphy and biostratigraphy at Zumaia (Basque basin, northern Spain)",
    "authors": ["J. Dinares-Turell", "J.I. Baceta", "V. Pujalte", "X. Orue-Etxebarria", "G. Bernaola", "S. Lorito"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Analysis of the field dependence of remanent magnetization curves",
    "authors": ["R. Egli"],
    "venue": "J. Geophys. Res., Solid Earth",
    "year": 2003
  }, {
    "title": "Characterization of individual rock magnetic components by analysis of remanence curves",
    "authors": ["R. Egli"],
    "venue": "Phys. Chem. Earth",
    "year": 2004
  }, {
    "title": "VARIFORC: an optimized protocol for calculating non-regular firstorder reversal curve (FORC) diagrams",
    "authors": ["R. Egli"],
    "venue": "Glob. Planet. Change",
    "year": 2013
  }, {
    "title": "Detection of noninteracting single domain particles using first-order reversal curve diagrams",
    "authors": ["R. Egli", "A.P. Chen", "M. Winklhofer", "K.P. Kodama", "C.S. Horng"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "The K-T boundary in Oman: identified using magnetic susceptibility field measurements with geochemical confirmation",
    "authors": ["B.B. Ellwood", "W.D. MacDonald", "C. Wheeler", "S.L. Benoist"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Mercury anomaly, Deccan volcanism, and the end-Cretaceous mass",
    "authors": ["E. Font", "T. Adatte", "A.N. Sial", "L. Drude de Lacerda", "G. Keller", "J. Punekar"],
    "venue": "extinction. Geology",
    "year": 2016
  }, {
    "title": "End-Cretaceous akaganeite as a mineral marker of Deccan volcanism in the sedimentary",
    "authors": ["E. Font", "J. Carlut", "C. Remazeilles", "T.A. Mather", "A. Nedelec", "J. Mirao", "S. Casale"],
    "venue": "record. Sci. Rep",
    "year": 2017
  }, {
    "title": "Atmospheric halogen and acid rains during the main phase of Deccan eruptions: magnetic and mineral evidence. In: Volcanism, Impacts, and Mass Extinctions",
    "authors": ["E. Font", "S. Fabre", "A. Nedelec", "T. Adatte", "G. Keller", "C. Veiga-Pires", "J. Ponte", "J. Mirao", "H. Khozyem", "J.E. Spangenberg"],
    "venue": "Causes and Effects,",
    "year": 2014
  }, {
    "title": "A new sedimentary benchmark for the Deccan Traps volcanism? Geophys",
    "authors": ["E. Font", "A. Nedelec", "B.B. Ellwood", "J. Mirao", "P.F. Silva"],
    "year": 2011
  }, {
    "title": "Mercury anomalies associated with three extinction events (Capitanian Crisis, Latest Permian Extinction and the Smithian/Spathian Extinction) in NW Pangea",
    "authors": ["S.E. Grasby", "B. Beauchamp", "D.P.G. Bond", "P. Wignall", "H. Sanei"],
    "venue": "Geol. Mag. 153,",
    "year": 2015
  }, {
    "title": "Astronomical calibration of the Maastrichtian (Late Cretaceous)",
    "authors": ["D. Husson", "B. Galbrun", "J. Laskar", "L.A. Hinnov", "N. Thibault", "S. Gardin", "R.E. Locklair"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and effect",
    "authors": ["G. Keller"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2014
  }, {
    "title": "Nature and timing of extinctions in Cretaceous–Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the KrishnaGodavari Basin, India",
    "authors": ["G. Keller", "T. Adatte", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "The Cretaceous Tertiary boundary stratotype section at El Kef, Tunisia: how catastrophic was the mass extinction? Palaeogeogr",
    "authors": ["G. Keller", "L. Li", "N. MacLeod"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "Upheavals during the late Maastrichtian: volcanism, climate and faunal events preceding the end-Cretaceous mass extinction",
    "authors": ["G. Keller", "J. Punekar", "P. Mateo"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Quantification of magnetic coercivity components by the analysis of acquisition curves of isothermal remanent magnetisation",
    "authors": ["P.P. Kruiver", "M.J. Dekkers", "D. Heslop"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Synchronizing rock clocks of Earth history",
    "authors": ["K.F. Kuiper", "A. Deino", "F.J. Hilgen", "W. Krijgsman", "P.R. Renne", "J.R. Wijbrans"],
    "year": 2008
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L.Q. Li", "G. Keller"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Identification of ferromagnetic minerals in a rock by coercivity and unblocking temperature properties",
    "authors": ["W. Lowrie"],
    "venue": "Geophys. Res. Lett",
    "year": 1990
  }, {
    "title": "Characterization of primary and secondary magnetite in marine sediment by combining chemical and magnetic unmixing techniques",
    "authors": ["P. Ludwig", "R. Egli", "S. Bishop", "V. Chernenko", "T. Frederichs", "G. Rugel", "S. Merchel", "M.J. Orgeira"],
    "venue": "Glob. Planet. Change",
    "year": 2013
  }, {
    "title": "Mass wasting and hiatuses during the Cretaceous–Tertiary transition in the North Atlantic: relationship to the Chicxulub impact? Palaeogeogr",
    "authors": ["P. Mateo", "G. Keller", "T. Adatte", "J.E. Spangenberg"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "MAX UnMix: a web application for unmixing magnetic coercivity distributions",
    "authors": ["D.P. Maxbauer", "J.M. Feinberg", "D.L. Fox"],
    "venue": "Comput. Geosci.-Uk",
    "year": 2016
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Osmium isotope evidence for two pulses of increased continental weathering linked to Early Jurassic volcanism and climate",
    "authors": ["L.M.E. Percival", "A.S. Cohen", "M.K. Davies", "A.J. Dickson", "S.P. Hesselbo", "H.C. Jenkyns", "M.J. Leng", "T.A. Mather", "M.S. Storm", "W. Xu"],
    "venue": "change. Geology",
    "year": 2016
  }, {
    "title": "Mercury evidence for pulsed volcanism during the end- Triassic mass extinction",
    "authors": ["L.M.E. Percival", "M. Ruhl", "S.P. Hesselbo", "H.C. Jenkyns", "T.A. Mather", "J.H. Whiteside"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2017
  }, {
    "title": "Planktonic foraminiferal and calcareous nannofossil biostratigraphy and magnetostratigraphy of the uppermost Campanian and Maastrichtian at Zumaia, northern Spain",
    "authors": ["I. Perez-Rodriguez", "J.A. Lees", "J.C. Larrasoana", "J.A. Arz", "I. Arenillas"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Biostratigraphic and magnetostratigraphic intercalibration of Latest Cretaceous and Paleocene depositional sequences from the deep-water Basque basin, Western Pyrenees, Spain",
    "authors": ["V. Pujalte", "J.I. Baceta", "J. Dinaresturell", "X. Orueetxebarria", "J.M. Pares", "A. Payros"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "A multi-proxy approach to decode the end-Cretaceous mass extinction",
    "authors": ["J. Punekar", "G. Keller", "H.M. Khozyem", "T. Adatte", "E. Font", "J. Spangenberg"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "State shift in Deccan volcanism at the Cretaceous–Paleogene boundary, possibly induced by impact",
    "authors": ["P. Renne", "C.J. Sprain", "M.A. Richards", "S. Self", "L. Vanderkluysen", "K. Pande"],
    "year": 2015
  }, {
    "title": "Magnetotactic bacterial abundance in pelagic marine environments is limited by organic carbon flux and availability of dissolved iron",
    "authors": ["A.P. Roberts", "F. Florindo", "G. Villa", "L. Chang", "L. Jovane", "S.M. Bohaty", "J.C. Larrasoana", "D. Heslop", "Gerald"],
    "venue": "J.D.F.,",
    "year": 2011
  }, {
    "title": "First-order reversal curve diagrams: a new tool for characterizing the magnetic properties of natural samples",
    "authors": ["A.P. Roberts", "C.R. Pike", "K.L. Verosub"],
    "venue": "J. Geophys. Res., Solid Earth",
    "year": 2000
  }, {
    "title": "A high-resolution marine Os-187/Os-188 record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "U–Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction",
    "authors": ["B. Schoene", "K.M. Samperton", "M.P. Eddy", "G. Keller", "T. Adatte", "S.A. Bowring", "S.F.R. Khadri", "B. Gertsch"],
    "year": 2015
  }, {
    "title": "Sulfur and chlorine in Late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Mercury enrichment and Hg isotopes in Cretaceous–Paleogene boundary successions: links to volcanism and palaeoenvironmental impacts",
    "authors": ["A.N. Sial", "J.B. Chen", "L.D. Lacerda", "R. Frei", "V.C. Tewari", "M.K. Pandit", "C. Gaucher", "V.P. Ferreira", "S. Cirilli", "S. Peralta", "C. Korte", "J.A. Barbosa", "N.S. Pereira"],
    "venue": "Cretac. Res",
    "year": 2016
  }, {
    "title": "Climatic fluctuations and sea-surface water circulation patterns at the end of the Cretaceous era: calcareous nannofossil evidence",
    "authors": ["N. Thibault", "D. Husson"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Astronomical calibration of the Paleocene time",
    "authors": ["T. Westerhold", "U. Rohl", "I. Raffi", "E. Fornaciari", "S. Monechi", "V. Reale", "J. Bowles", "H.F. Evans"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Electrochemistry and dissolution kinetics of magnetite and ilmenite",
    "authors": ["A.F. White", "M.L. Peterson", "M.F. Hochella"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1994
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate chanaes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2003
  }],
  "id": "SP:2348f6863312237e2e69e2bd70e1c157d8c553a3",
  "authors": [{
    "name": "Eric Font",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }, {
    "name": "Mariana Andrade",
    "affiliations": []
  }, {
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "André Mbabi Bitchong",
    "affiliations": []
  }, {
    "name": "Claire Carvallo",
    "affiliations": []
  }, {
    "name": "Joana Ferreira",
    "affiliations": []
  }, {
    "name": "Zenaida Diogo",
    "affiliations": []
  }, {
    "name": "José Mirão",
    "affiliations": []
  }],
  "abstractText": "a IDL-FCUL, Instituto Dom Luís, Faculdade de Ciências da Universidade de Lisboa, Campo Grande, Lisbon, Portugal b ISTE, Lausanne University, Geopolis, CH-1015 Lausanne, Switzerland c Department of Geosciences, Princeton University, Princeton, NJ 08544, USA d Department of Earth Sciences, Faculty of Science, University of Yaounde 1, P.O. Box 812 Yaounde, Cameroon e Department of Petroleum and Gas Exploration, Faculty of Mines and Petroleum Industries, University of Maroua, P.O. Box 08 Kaele, Cameroon f Institut de Minéralogie, de Physique des Minéraux et de Cosmochimie, Sorbonne Universités-Pierre and Marie Curie, University of Paris 06, UMR CNRS 7590, Muséum National d’Histoire Naturelle, IRD UMR 206, Paris, France g HERCULES Centre, ECT-Geosciences Department, University of Évora, Évora, Portugal",
  "title": "Deccan volcanism induced high-stress environment during the Cretaceous–Paleogene transition at Zumaia, Spain: Evidence from magnetic, mineralogical and biostratigraphic records"
}