{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nCO2 condensation is a serious limit to the deglaciation of Earth-like planets\nMartin Turbet a,∗, Francois Forget a, Jeremy Leconte b, Benjamin Charnay c, Gabriel Tobie d a Laboratoire de Météorologie Dynamique, Sorbonne Universités, UPMC Univ. Paris 06, CNRS, 4 place Jussieu, 75005 Paris, France b Laboratoire d’astrophysique de Bordeaux, Univ. Bordeaux, CNRS, B18N, allée Geoffroy Saint-Hilaire, 33615 Pessac, France c LESIA, Observatoire de Paris, PSL Research University, CNRS, Sorbonne Universités, UPMC Univ. Paris 06, Univ. Paris Diderot, Sorbonne Paris Cité, France d Laboratoire de Planétologie et Géodynamique, UMR-CNRS 6112, University of Nantes, 2 rue de la Houssinière, F-44322 Nantes, France\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 13 March 2017 Received in revised form 27 July 2017 Accepted 28 July 2017 Available online 14 August 2017 Editor: W.B. McKinnon\nKeywords: climate snowball exoplanet CO2 condensation habitability climate cycling\nIt is widely believed that the carbonate–silicate cycle is the main agent, through volcanism, to trigger deglaciations by CO2 greenhouse warming on Earth and on Earth-like planets when they get in a frozen state. Here we use a 3D Global Climate Model to simulate the ability of planets initially completely frozen to escape from glaciation episodes by accumulating enough gaseous CO2. The model includes CO2 condensation and sublimation processes and the water cycle. We find that planets with Earth-like characteristics (size, mass, obliquity, rotation rate, etc.) orbiting a Sun-like star may never be able to escape from a glaciation era, if their orbital distance is greater than ∼1.27 Astronomical Units (Flux < 847 W m−2 or 62% of the Solar constant), because CO2 would condense at the poles – here the cold traps – forming permanent CO2 ice caps. This limits the amount of CO2 in the atmosphere and thus its greenhouse effect. Furthermore, our results indicate that for (1) high rotation rates (Prot < 24 h), (2) low obliquity (obliquity <23.5◦), (3) low background gas partial pressures (<1 bar), and (4) high water ice albedo (H2O albedo > 0.6), this critical limit could occur at a significantly lower equivalent distance (or higher insolation). For each possible configuration, we show that the amount of CO2 that can be trapped in the polar caps depends on the efficiency of CO2 ice to flow laterally as well as its gravitational stability relative to subsurface water ice. We find that a frozen Earth-like planet located at 1.30 AU of a Sun-like star could store as much as 1.5, 4.5 and 15 bars of dry ice at the poles, for internal heat fluxes of 100, 30 and 10 mW m−2, respectively. But these amounts are in fact lower limits. For planets with a significant water ice cover, we show that CO2 ice deposits should be gravitationally unstable. They get buried beneath the water ice cover in geologically short timescales of ∼104 yrs, mainly controlled by the viscosity of water ice. CO2 would be permanently sequestered underneath the water ice cover, in the form of CO2 liquids, CO2 clathrate hydrates and/or dissolved in subglacial water reservoirs (if any). This would considerably increase the amount of CO2 trapped and further reduce the probability of deglaciation.\n© 2017 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "There are geological evidences that Earth had to face multiple episodes of global or quasi-global glaciation, at the end of the Archean 2.45–2.22 Gya and during the Neoproterozoic era, 710 and 650 Mya (Evans et al., 1997; Hoffman et al., 1998; Hoffman and Schrag, 2002).\nIt is widely believed that the carbonate–silicate cycle (Walker et al., 1981; Kasting et al., 1993; Kump et al., 2000) was the main agent to trigger deglaciations on ancient Earth. In particular, on a completely frozen planet, also called ‘Hard Snowball’, the weath-\n* Corresponding author. E-mail address: martin.turbet@lmd.jussieu.fr (M. Turbet).\nhttp://dx.doi.org/10.1016/j.epsl.2017.07.050 0012-821X/© 2017 Elsevier B.V. All rights reserved.\nering of CO2 is stopped; continuous volcanic outgassing builds up atmospheric CO2 that warm up the climate until liquid water is produced in the equatorial regions.\nBy extension, this mechanism may be crucial to stabilize the climate of Earth-like exoplanets. It is even central for the definition of the classical Habitable Zone (Kasting et al., 1993; Forget and Pierrehumbert, 1997; Kopparapu et al., 2013), which assumes that planets can build up CO2 atmospheres (as massive as wanted) suitable for the stability of surface liquid water.\nPlanets near the outer edge of the Habitable Zone may suffer, as Earth did, episodes of complete glaciation. Recent work by Menou (2015) has even shown that, in the case of planets lacking land vascular plants, temperate climates may not be stable, because at high CO2 partial pressure, the increased weathering rate does not\nallow temperate stable solutions. This effect, which is enhanced for planets weakly irradiated by their star, may systematically drive Earth-like exoplanets toward episodes of glaciation.\nCan Earth-like planets in the Habitable Zone of their star always escape from episodes of glaciation? In this work, we use 3D Global Climate Model (GCM) simulations of snowball planets to study the ability of the increased CO2 greenhouse effect resulting from volcanic outgassing to drive them out of glaciation. As the CO2 outgassed by volcanoes accumulates in the atmosphere, the temperature of condensation of CO2 can exceed the surface temperature of the poles. This leads to the trapping of extra outgassed CO2, forming permanent CO2 polar ice caps, and thus seriously limits the efficiency of the carbonate–silicate cycle. This possibility has already been suggested in Pierrehumbert (2005) and Pierrehumbert et al. (2011), but has never been explored yet. We propose in this paper a detailed study of this scenario."
  }, {
    "heading": "2. Method",
    "text": "We use in this paper the 3-Dimensions LMD Generic Global Climate Model to study the deglaciation of Earth-like planets orbiting in a circular orbit around a Sun-like star (Sun spectrum and luminosity) in response to increasing amounts of atmospheric CO2 (from 0.01 to 3 bars), and for orbital distances ranging from 1.10 to 1.45 Astronomical Units (AU). Detailed information on the model can be found in Appendix A.\nOur simulations were designed to represent completely frozen Earth-like planet characteristics. These include the radius (6370 km), the gravity field (9.81 m s−2), the obliquity (23.5◦) and the rotation speed (7.28 × 10−5 rad s−1). The roles of obliquity, planetary mass and rotation rate on the ability of planets to escape glaciation episodes are discussed in sections 3.2 and 3.4. Eventually, most of the simulations were performed for a uniformly flat topography. The effect of topography is discussed in section 3.4.5.\nAll the simulations performed in this study were forced initially in a cold and dry state, assuming:\n1. A uniform and complete ice cover. 2. Atmospheric and surface temperatures arbitrarily fixed to\n230 K everywhere. 3. No water vapor, no clouds.\nDepending on CO2 partial pressure, obliquity, or parameterization of clouds, the simulations evolve in different steady state climate regimes that are discussed in the next section."
  }, {
    "heading": "3. Glaciation escape limited by CO2 atmospheric collapse",
    "text": ""
  }, {
    "heading": "3.1. Reference case",
    "text": "We performed 40 simulations of Earth-like planets (as described in section 2 – with a 23.5◦ obliquity and radiatively inactive CO2 ice clouds) starting from an initially cold (T = 230 K everywhere) and global glaciation state for multiple irradiation fluxes and CO2 partial pressures (see Table 1). We fix the N2 partial pressure to be constant and equal to 1 bar, in order to be consistent\nwith the case of Earth. All simulations were run long enough to reach equilibrium.1\nWe find that, depending on the CO2 partial pressure and the stellar flux, these simulations can evolve in three different climate regimes:\n1. The greenhouse effect of CO22 is sufficient to raise the surface temperatures in equatorial regions above the melting temperature of water ice.3 In this case, the positive feedback due to the decrease of the surface albedo (from 0.6 to 0.07) and the greenhouse effect of water vapor drive the planet out of glaciation.\n2. The greenhouse effect of CO2 is too weak to trigger a deglaciation. The planet stays in a snowball state.\n3. The greenhouse effect of CO2 is too weak to raise the surface temperatures of the poles above the condensation temperature of CO2. In this case, atmospheric CO2 collapses and the planet is locked in a global glaciated state, with two permanent CO2 ice polar caps.\nFig. 1 shows that, for a given solar flux (808 W m−2 here), the choice of the initial CO2 partial pressure can either drive the planet out of glaciation (pCO2 = 3 bars) or cause a permanent collapse of the atmosphere at the poles (pCO2 = 1 bar).\nThese results are summarized in Fig. 2b, for multiple stellar fluxes and CO2 partial pressures. Each region of the diagram denotes a steady state climate regime reached by the planet:\n1. In red, the planet is partially or totally deglaciated. 2. In white, the planet is entirely frozen. 3. In blue, the planet is entirely frozen and gaseous CO2 has per-\nmanently collapsed at the poles. This situation actually occurs when winter CO2 frost formation rate exceeds seasonal summer sublimation.\nWe now put these results in context of an active carbonate– silicate cycle. A planet that enters in a global glaciation state must have initially a low CO2 atmospheric content that places it in the lower part of the diagram (in Fig. 2b). From this point, CO2 is outgassed by volcanoes and accumulates in the atmosphere. As the CO2 partial pressure increases, the planet moves up in the diagram until:\n1. the planet reaches the red zone first. The planet is able to escape glaciation.\n2. the planet reaches the blue zone first. All the extra CO2 possibly outgassed by volcanoes condenses at the poles and the planet is locked in a perpetual glaciation state.\nFor an (Earth-like) 23.5◦ obliquity, we find this limit to occur for planets located at more than 1.27 AU from a Sun-like star\n1 Up to 30 Earth yrs for the thickest atmospheric configurations. 2 Which is enhanced by the pressure broadening of N2. 3 273 K, here.\n(Flux < 847 W m−2, Seff4 <0.62), with an optimal CO2 partial pressure around 1 bar (see Fig. 2b).\nHowever, if a planet starts with a large enough CO2 atmospheric content so that it lies above the blue zone, then the CO2 should resist atmospheric collapse and the deglaciation becomes possible."
  }, {
    "heading": "3.2. Null obliquity case",
    "text": "For a 0◦ obliquity planet, because insolation in the polar regions is lowered, the equator-to-pole temperature contrast is amplified. Consequently, we find that permanent condensation of CO2 at the poles happens for much lower equivalent distances (d > 1.13 AU, Flux < 1070 W m−2, Seff < 0.78; see Fig. 2a).\n3.3. Effect of CO2 ice clouds\nDuring polar nights, the temperatures at the poles are very low. CO2 condenses at the surface but also in the atmosphere, forming CO2 ice clouds that may have a significant warming effect (Forget and Pierrehumbert, 1997).\nWe performed multiple simulations for planets at 23.5◦ obliquity including radiatively active CO2 ice clouds. For this, we used a constant cloud condensation nuclei [CCN] of 105 kg−1 designed\n4 The effective flux Seff is defined as the ratio between the incoming stellar flux on the planet and that on the Earth.\nto maximize the greenhouse effect of CO2 ice clouds (Forget et al., 2013). This idealized configuration corresponds to an endmember description of the radiative warming effect of CO2 ice clouds. In particular, Kitzmann (2016) has shown recently, using a more refined radiative transfer scheme, that a configuration like the one used in this section probably overestimates the warming effect of CO2 ice clouds.\nOur simulations (example in Fig. 3) show that the CO2 ice clouds distribution evolves significantly with seasons. In winter, CO2 ice clouds form a quasi-complete polar cover and have a powerful greenhouse effect that limits the condensation of CO2 at the poles. In summer, CO2 clouds dissipate as insolation increases. As a result, CO2 clouds have a very limited impact on the albedo and therefore do not contribute much to prevent polar CO2 ice summer sublimation.\nFor these two reasons, CO2 ice clouds seriously limit the collapse of CO2 at the poles. Fig. 2c shows that, with radiatively active CO2 clouds, CO2 condensation would occur for equivalent distance > 1.40 AU (Flux < 697 W m−2, Seff < 0.51)."
  }, {
    "heading": "3.4. Sensitivity study",
    "text": ""
  }, {
    "heading": "3.4.1. The albedo of ices",
    "text": "The choice of water ice albedo can severely affect our re-\nsults. For albedo higher than 0.67, we find that CO2 condensation can occur on Earth-like planets (23.5◦ obliquity, radiatively inactive CO2 ice clouds) for equivalent distance as low as 1.15 AU (Flux ∼ 1033 W m−2, Seff ∼ 0.76), corresponding to the reduced\nluminosity of the Sun 3.8 Gya calculated from standard solar evolution models (Gough, 1981).\nWe note that water ice albedo is considerably reduced around cool stars (Joshi and Haberle, 2012), making the scenario of CO2 polar condensation less efficient. However, planets orbiting in the Habitable Zone of M-dwarfs are also subject to tidal locking. The temperature on the nightside of a synchronous planet can be extremely low, favoring the CO2 condensation. This possibility is explored and discussed in details in Turbet et al. (2017b).\nWe also explored the effect of CO2 ice albedo that could potentially be very high (see section A.3, Kieffer et al., 2000) and we found it to be much less important.\nEventually, we acknowledge that a real Snowball might have regions of open continent not covered by water ice, which would lower albedo. These could act as sources of dust, and volcanic aerosols could also darken the surface (Abbot and Pierrehumbert, 2010)."
  }, {
    "heading": "3.4.2. The rotation rate",
    "text": "The rotation rate of Earth has evolved in time from 1.2 × 10−4 (4 Gya) to 7.3 ×10−5 rad s−1 (now) due to the effect of the Moon’s tidal friction (Walker and Zahnle, 1986; Zahnle and Walker, 1987). More generally, Earth-like planets could harbor a wide range of rotation rates.\nIn this study, we find that rotation rate is a very important parameter for CO2 polar condensation. A high rotation rate reduces the latitudinal transport and thus increases the equatorto-pole surface temperature gradient (Kaspi and Showman, 2015), favoring CO2 condensation at the poles. We find that, for a rotation rate = 4 Earth (23.5◦ obliquity, radiatively inactive CO2 ice clouds), CO2 can collapse as early as 1.15 AU (Flux ∼ 1033 W m−2, Seff ∼ 0.76).\nTo go further, we investigated the case of Archean Earth, 3.8 Gya (Seff ∼ 0.76), through simulations of a completely frozen\nplanet, assuming a 23.5◦ obliquity, a rotation period of 14 h and a water ice albedo set to 0.6. We find that CO2 can condense at the poles seasonally, but never permanently."
  }, {
    "heading": "3.4.3. The planetary mass",
    "text": "Massive planets also have a large radius that may be responsi-\nble for the weakening of the poleward heat transport, favoring the collapse of CO2. For example, assuming an internal composition similar to the Earth, a 5MEarth planet would have a radius around 1.5REarth or 104 km (Seager et al., 2007). We performed GCM simulations for a 5MEarth planet, for a CO2 partial pressure of 1 bar and a N2 partial pressure of 1 bar. In these conditions, we find that the collapse of CO2 can occur for equivalent distances as low as 1.18 AU (Flux < 981 W m−2, Seff < 0.72).\nHowever, because accretion of volatiles should increase with planetary mass, the atmospheric mass should also increase with it (see Kopparapu et al., 2014 section 2 for more details). Therefore, we expect a massive planet to have a greater content of background gas (e.g. N2). For a 5MEarth planet, assuming that Psurface scales as R2.4planet. (Eq. (3) in Kopparapu et al., 2014), we roughly get a partial pressure of N2 equal to 3.3 bars.5 Using GCM simulations, we find that in this more realistic case, CO2 collapses for equivalent distances greater than 1.30 AU (Flux < 808 W m−2, Seff < 0.59)."
  }, {
    "heading": "3.4.4. The atmospheric composition: the role of N2 partial pressure",
    "text": "The result of the previous section shows that N2 partial pressure can have a significant impact on CO2 collapse. As pN2 increases, the atmosphere thickens and (1) the poleward heat transport increases and (2) the greenhouse effect of CO2 increases because of pressure broadening of CO2 by N2. Both effects tend to prevent CO2 condensation.\nQuantitatively, our simulations show that, for an Earth-like planet with a CO2 partial pressure of 1 bar (with 23.5◦ obliquity, radiatively inactive CO2 ice clouds), doubling pN2 from 1 to 2 bars leads to the condensation of CO2 for equivalent orbital distances greater or equal to 1.35 AU (+0.08 AU difference)."
  }, {
    "heading": "3.4.5. The topography",
    "text": "To investigate the possible effects of topography on CO2 polar condensation, we ran several simulations in which we emplaced a mountain range similar in size to the Himalaya (5000 km altitude plateau, 106 km2) at several latitudes (0◦N, 30◦N, 45◦N, 60◦N, 90◦N). We find that CO2 permanent condensation can occur on top of the mountain range for distances lower than 1.27 AU, only for latitudes greater than 45◦N. For the 60◦N latitude case, CO2 condensation starts as low as 1.20 AU (Flux ∼ 949 W m−2, Seff ∼ 0.69).\nNonetheless, the total amount of CO2 that could condense and be trapped above a mountain range is rather low, because it is limited by the area of the mountain range."
  }, {
    "heading": "4. How much CO2 ice can be trapped?",
    "text": "In this section, we investigate two processes that should control the amount of CO2 that can be trapped on the surface or subsurface: 1) flows of polar CO2 ice to lower latitudes and sublimation; and 2) burial of CO2 ice beneath the water ice cover due to higher density.\n5 We remind the reader that volatile delivery to a planet is stochastic in nature and may be a weak function of planetary mass. By way of comparison, Venus (at ∼0.8MEarth) has ∼3 bars of N2 in its atmosphere.\n4.1. Maximum size of CO2 ice glaciers\nAt first sight, the main limit of the trapping of CO2 as ice instead of greenhouse gas is the size of the solid CO2 polar reservoirs. When CO2 is outgassed by volcanoes, the atmospheric pressure stays constant but the size of the CO2 polar caps grows. At some point, the CO2 ice caps form glaciers that can flow efficiently toward equatorial regions, CO2 ice being much less viscous than water ice. In the process, CO2 ice can be sublimated and reinjected in the atmosphere.\nIn this section, we give estimates of the maximum amount of CO2 that can be trapped in steady state CO2 ice polar caps, for a planet with a 23.5◦ obliquity, radiatively inactive CO2 ice clouds, located at a distance of 1.30 AU (F = 808 W m−2) and for both CO2 and N2 partial pressures set to 1 bar.\n4.1.1. CO2 ice caps radial extent First, we get from our GCM simulations the radial extent of the\ntwo permanent CO2 ice polar caps, defined for a positive annual mean CO2 condensation rate. We note the corresponding radius of the ice cap Rcap,1. Then, in GCM simulations, we artificially extend (in the radial direction) the CO2 ice caps to take into account the glacier flow, until the net globally averaged annual condensation/sublimation rate vanishes. In practice, we used the following algorithm:\n1. We run the simulation until globally averaged annual mean rate of condensation/sublimation is constant.\n2. If this rate is (roughly) null, CO2 ice caps are in a dynamical equilibrium. We stop here.\n3. If this rate is positive, we artificially increase the size of the CO2 ice caps of one GCM grid (in the latitudinal direction, and for each longitude) by emplacing arbitrarily a large enough amount of CO2 ice. We go back to step 1.\nThis method gives us a good estimate of the steady state maximal extent of the CO2 ice polar caps. We note the corresponding radius of the ice cap Rcap,2. With and without glacier flow, we obtain polar cap radii Rcap,1 = 2070 km and Rcap,2 = 2800 km. This corresponds to a latitudinal extent down to 71.5◦N and 65◦N,6 respectively. Fig. 4 shows zonal condensation/sublimation annual mean rates along the North Pole CO2 glacier.\nIn total, the two CO2 ice caps have an area of 27 millions of km2 (respectively 49 millions of km2 if considering the glacier flow). This corresponds to 5% (respectively 10%) of the total area of the (Earth-like) planet.\n4.1.2. CO2 ice cap inner region: a thickness limited by basal melting In the region within the CO2 ice caps with positive annual mean condensation rates, the CO2 ice maximum thickness should be mainly limited by basal melting induced by the geothermal heat flux, noted Fgeo.\nAssuming that the temperature inside the CO2 glacier rises linearly with depth, with a lapse rate fixed by the geothermal heat flux (conductive regime), the maximum CO2 ice thickness hmax is given by:\nhmax = λCO2 (Tmelt − Tsurf) Fgeo , (1)\nwhere λCO2 is the thermal conductivity of CO2 ice, Tsurf is the temperature at the top of the glacier and Tmelt is the melting temperature of CO2 ice at the base of the glacier. As the latter is a function of the pressure below the CO2 glacier, it implicitly depends on\n6 By symmetry, results are identical in the southern hemisphere.\nhmax so that the above equation must be solved numerically, once the local surface temperature is known (see Appendix B for details on the calculations). The resulting maximum CO2 ice cap thickness hmax is plotted on Fig. 5 as a function of the internal heat flux and the CO2 partial pressure. For geothermal heat fluxes of 100/30/10 mW m−2 (red stars in Fig. 5), basal melting condition gives CO2 ice maximum thicknesses of 120/360/1200 m.\nThe exact latitude at which the glacier maximum thickness is determined by either basal melting condition or by glacier flow is difficult to determine. Moreover, in the region of transition between these two regimes, a basal liquid CO2 flow could persist7 and therefore speed up the glacier flow.\nFor simplicity, we fixed the thickness of the steady-state CO2 glacier in the regions with positive annual mean condensation rate (regions of latitude > 71.5◦N; see Fig. 4) at the constant maximum thickness hmax derived from the basal melting condition. This maximum thickness serves as a boundary condition for the calculation of the glacier flow in regions with positive annual mean sublimation rate (see next section).\n4.1.3. CO2 ice cap outer region: a thickness limited by glacier flow and sublimation\nTo get estimates of CO2 glacier profiles in the regions where sublimation dominates over condensation (latitude < 71.5◦N, see Fig. 4), we use a simple isothermal glacier model8 (assuming no slip at the base of the glacier), following a similar approach than Menou (2013). The steady-state equation satisfied by a thin isothermal CO2 glacier with a flat base and a no slip boundary condition at its bottom is (Fowler, 2011; Paterson, 2010)9:\n1\nr\n∂\n∂r\n( r 2A0(ρg)n\nn + 2 h n+2|∂h ∂r | n−1 ∂h ∂r\n) + a(r) = 0, (2)\nwith h(r) the thickness of the CO2 ice cap, assumed (for simplicity) radially symmetric, A0 the flow rate constant (in Pa s−n), n the power-law creep exponent, g the surface gravity, ρ the density of\n7 Such basal flow could carry heat away from basal melting regions and thus also reduce the heat flux conducted through the CO2 ice caps (Cuffey and Paterson, 2010; Menou, 2013).\n8 This is a simple approach that does not physically describe how the accumulating CO2 ice spreads to feed the ablation zone. We acknowledge that a more physically complete model should be developed in the future.\n9 This is the classic solution for a glacier shape.\nCO2 ice and a(r) the annual mean condensation rate assumed (also for simplicity) to be a function of r only, and derived from our GCM simulations (see Fig. 4).\nFirst, assuming ∂h ∂r = 0 for r = Rcap,1, we integrate Eq. (2) once. Then, assuming h > 0, ∂h ∂r < 0 and a(r) < 0, we separate the variables h and r, and we integrate a second time, assuming h(Rcap,2) = 0 at the edge of the glacier. Eventually, assuming that h(Rcap,1) = hmax, with hmax the maximum thickness of the glacier calculated using the basal melting condition, we can constrain the flow rate A0 and get the following solutions for the thickness h of the CO2 ice glacier:\nh(r) = hmax for r Rcap,1, (3) h(r) = hmax (∫ Rcap,2 r ( − 1r2 ∫ r2 Rcap,1 r1 a(r1) dr1 ) 1 n dr2\n∫ Rcap,2 Rcap,1 ( − 1r2 ∫ r2 Rcap,1 r1 a(r1) dr1 ) 1 n dr2\n) n 2n+2\nfor r > Rcap,1. (4)\nFig. 6 presents 9 possible steady-state CO2 ice glacier profiles, for 3 different geothermal fluxes and 3 different flow laws (n = 1, 4.5 and 7) chosen consistent with previous experimental studies\n(Durham et al., 1999) and works about the martian CO2 southern polar cap (Nye et al., 2000).\n4.1.4. Calculation of the CO2 maximum total reservoir After integration of the steady state CO2 ice radial profiles, we find that the maximum amount of CO2 ice that can be stored in the two polar caps is approximately equal to 1.5/4.5/15 bars10 for geothermal heat fluxes of 100/30/10 mW m−2, respectively. On Earth, the current geothermal heat flux is ∼80 mW m−2 but can varies a lot, typically from 20 mW m−2 up to 400 mW m−2, depending on the regions (Davies, 2013). Approximately 60% (respectively 40%) of CO2 ice is trapped in region of r < Rcap,1 (respectively r > Rcap,1), meaning that the accumulation zone and the ablation zone contribute significantly and equally to the total size of the CO2 ice reservoir.\nIt is now possible to calculate, for a given rate of CO2 volcanic outgassing, the time required for a hard snowball planet to fill the CO2 ice polar reservoirs and thus potentially escape glaciation. Assuming a present-day Earth CO2 volcanic outgassing rate of ∼7 Tmol/yr or 60 bars/Gy (Brantley and Koepenick, 1995; Jarrard, 2003), we get durations of glaciation periods of ∼42/93/270 My for internal heat fluxes of 100/30/10 mW m−2. In fact, because CO2 volcanic outgassing rate is dependent on the internal heat flux, the duration of the glaciation phases could be drastically increased for planets with low geothermal heat fluxes (typically lower than 80 mW m−2 as on present-day Earth). This suggests that planets near the outer edge of the habitable zone may need to be quite volcanically active in order to remain habitable.\nWhen (and if) CO2 ice caps become full, the system suddenly reaches a runaway phase, ending up with the complete vaporization of CO2 polar ice caps and thus a hot atmosphere. This may have implications in the calculation and description of ‘limit-cycles’ (Menou, 2015; Haqq-Misra et al., 2016; Abbot, 2016) and more generally on the habitability of distant Earth-like planets. Detailed calculations of the stability of CO2 ice caps when full can be found in Appendix C.\nIt is also conceivable that catastrophic events such as meteoritic impacts could trigger deglaciation.\n4.2. Gravitational stability and CO2 sequestration\nFor planets covered by several hundred meters of water ice,11 owing to the high density of CO2 ice (∼1500 kg m−3) or liquids (∼1170 kg m−3) compared to water ice (∼930 kg m−3 at 200–220 K), the CO2 deposits should rapidly become gravitationally unstable. This would result in a burial of the CO2 deposits at the base of the H2O ice layer. Such a density contrast should initiate Rayleigh–Taylor instabilities at a timescale that can be estimated at first order assuming two isoviscous layers using the following relationship (Turcotte and Schubert, 2001):\nτRT = 13 η ρgb , (5)\nwith η the viscosity of the more viscous layer, ρ the density contrast between the two layers and b the characteristic size of the domain. Depending whether CO2 is liquid or solid at the interface with the H2O layer, the density contrast would range between 240 and 570 kg m−3. For a CO2 ice deposit thickness of about 100 m, this density contrast results in a stress at the interface between the two layers of the order of 1 MPa. For such a stress level and temperature ranging between 200 and 220 K, the viscosity of the CO2\n10 These quantities are not affected much by the choice of flow law (see Fig. 6). 11 We remind here that the Earth Global Equivalent Layer of surface water is ∼3 km.\nice layer is estimated between 1012–1013 Pa s, based on available experimental data (Durham et al., 1999). At the same temperature and stress conditions, water ice has a viscosity ≤1016 Pa s, for grain size lower than 1 mm, based on experimental data (Durham et al., 2001; Durham and Stern, 2001; Goldsby and Kohlstedt, 2001). Therefore, this would be the layer controlling the Rayleigh–Taylor timescale. Assuming that a thickness of 100 m of CO2 deposit is representative of the characteristics size of the domain, the R–T timescale is 7 ×103 yrs× (η/1016 Pa s), which is geologically short. In the case of basal melting of the CO2 layer, we should keep in mind that the generated CO2 liquids will be unstable relative to the underneath water ice layer, but also relative to the overlying CO2 ice layer as it has a density intermediate between those of CO2 ice and water ice. When CO2 melting occurs at the base of the CO2 layers, a competition is expected between downward drainage through the water ice layer (similar to crevasse hydrofracturing in Earth’s glaciers; Krawczynski et al., 2009) and liquid injection in the overlying CO2 ice layer and refreezing (similar to dike propagation). Assessing in details such complex processes are out of scope of the present paper. Nevertheless, based on these considerations, we can safely argue that the accumulation of a large volume of liquid CO2 at the base of the CO2 ice layer is unlikely.\nOnce gravitationally destabilized, the CO2 ice deposit would sink at the base of the water ice shell at a rate that is determined mostly by the viscosity of water ice and the size of the CO2 ice diapir. The time required for a CO2 ice diapir to cross the water ice layer can be estimated using the Stokes velocity, the terminal velocity of a sphere falling through a constant viscosity medium (Ziethe and Spohn, 2007):\nUs = 2 9 ρg(r2/η) (6)\nFor a diapir radius r of 100 m (comparable to thickness of the CO2 deposit) and a viscosity of water ice of 1015–1016 Pa s, this leads to a velocity of 0.04–0.4 m/yr. As temperature increases as a function of depth, the viscosity of water ice is expected to decrease with depth, resulting in an acceleration of the diapir fall. A 100-m diapir of CO2 ice would thus not need more than ∼104 yrs to reach the bottom of a 1-km thick water ice layer.\nEven if the CO2–H2O interface is beneath the melting temperature of CO2 ice, melting may occur during the diapir fall, which will reduce the density contrast and hence the fall velocity. However, as mentioned above, melting may promote fracturing of the water ice medium and rapid drainage of the CO2 liquids due to its high density relative to the surrounding water ice. The rate of melting should also depend on the efficiency of heat transfer between the diapir and the surrounding ice. As the thermal diffusive timescale (∼r2/κ ) for a 100-m-size diapir of CO2 is of the order of 103 yrs and is thus ≤ to the expected diapir fall timescale, melting during the descent would be efficient. Detailed modeling would be required though to determine the exact volume of generated melt during descent.\nCO2 ice should completely melt and equilibrate thermally with the surrounding H2O media once stabilized at the bottom of the water ice shell. The temperature and pressure conditions at the bottom of the water ice layer depend on its thickness and on the geothermal flow. For geothermal heat flux between 50 and 100 m W−2, typical of the Earth, the melting of water ice would be reached for depth ranging between 1.5 and 3 km, corresponding to pressure of about 14 and 28 MPa. This pressure range is well above the saturation vapor pressure (3.5 MPa at 273 K; Lide, 2004), so that CO2 is highly stable in the liquid phase. Destabilizing the CO2 liquids into gas phase would require the 273 K-isotherm at a depth of only 375 m, corresponding to abnormally high geothermal heat flux of 400 mW−2, 5 times larger than the average heat flux\non Earth. Even if the density of liquid CO2 decreases with increasing temperature as it equilibrates with the surrounding water ice media, it remains always denser than water ice (Span and Wagner, 1996), and therefore should always accumulate at the bottom of the ice shell. At T = 273 K and pressure between 14 and 28 MPa, CO2 liquids have a density very close to that of liquid water (994 and 1048 kg m−3, respectively, using the equation of state of Span and Wagner, 1996), so that CO2 coexists with H2O at the ice-water interface.\nPressure and temperature conditions expected at the bottom of the ice layer are in the stability field of CO2 clathrate hydrate (Sloan, 1998; Longhi, 2005), therefore CO2 should rapidly interact with H2O molecules to form clathrate hydrate. Clathrate hydrates are non-stoichiometric compounds consisting of hydrogen-bonded H2O molecules forming cage-like structures in which guest gas molecules, such as CO2, can be trapped (Sloan, 1998). Once formed, these clathrates are very stable and can be dissociated only if the temperature is raised about 5–10 K above the melting point of water ice. The storage of CO2 in the form of clathrate should be particularly efficient in the case of warm bottom conditions as CO2 liquids and liquid water coexist. In the cold bottom condition with no water ice melting, clathration is still possible but would be less efficient due to the physical separation between the two components. As CO2 clathrate hydrate has a density of about 1150 kg m−3 (assuming full cage occupancy, Sloan, 1998), they would rapidly sink at the bottom of the water liquid layer, ensuring an almost complete clathration of CO2. Part of the CO2 should dissolve in the liquid water during the clathrate sinking. The relative proportion of CO2 trapped in the form of clathrate hydrate or dissolved in the water layer would depend on the volume of CO2 that is buried at the base of the ice shell and on the volume (thickness) of the water layer.\nIn summary, as long as the water ice shell exceeds a few hundred meters, CO2 should remain sequestered either in the form of CO2 liquids, in the form of CO2 clathrate hydrate or dissolved in the subglacial water layer. Release of gaseous CO2 may occur only due to an increase of surface insulation and increase of geothermal flux resulting in a significant thinning and breaking-up of the water ice shell. The total amount of CO2 that can be stored in the H2O layer (by any of these three processes) depends on the total abundance of H2O of the planet as well as CO2/H2O ratio. The CO2 inventory on Earth, mostly in the form of carbonate rocks on the continents, is of the order of 102 bars (Walker, 1985). If the total CO2 inventory exceeds the total amount of CO2 that can be stored in the water layer, then the planet should be able at some point to escape from global glaciation, extra CO2 being likely returned to the atmosphere through cryovolcanism.\nEvaluating the maximum amount of CO2 that can be trapped underneath the water ice cover require however a detailed description of the H2O layer structure as well as thermodynamic models predicting the partitioning of CO2 between the different phases."
  }, {
    "heading": "5. Conclusions",
    "text": "We highlight in this paper a new scenario that would prevent distant Earth-like planets orbiting Sun-like stars from escaping episodes of complete glaciation. When a terrestrial planet reaches a Snowball state, CO2 weathering ceases and CO2 can accumulate in the atmosphere because of volcanic outgassing. As CO2 builds up in the atmosphere, the temperature of condensation of CO2 can exceed the surface temperature of the poles, which leads to the trapping of all extra CO2 possibly outgassed.\nUsing LMD Global Climate Model simulations designed for Earth-like fully glaciated planets, we show that this mechanism can work from orbital distances as low as 1.27 AU (Flux ∼ 847 W m−2, Seff ∼ 0.62). By comparison, the most recent estimate\nof the outer edge of the Habitable Zone (e.g. the maximum greenhouse limit) in similar conditions is 1.67 AU (Flux ∼ 490 W m−2, Seff ∼ 0.36) (Kopparapu et al., 2013).\nThis limit can occur at even lower distances for planets with 1) a low obliquity, 2) a low N2 partial pressure, 3) a high rotation rate and 4) a high value of the water ice albedo (we chose in this work the conservative value of 0.6).\nConversely, this limit can occur at significantly higher distances when taking into account the radiative effect of CO2 ice clouds. In winter, CO2 ice clouds that form at the cold poles scatter back thermal infrared radiation of the surface. In summer, clouds are dissipated and therefore have almost no impact on the bond albedo. For these two reasons, CO2 ice clouds can have a powerful warming effect at the poles, limiting CO2 collapse at orbital distances greater than 1.40 AU (Flux < 697 W m−2, Seff < 0.51).\nFor each possible configuration, the amount of CO2 that can be trapped in polar CO2 ice caps depends on the efficiency of CO2 ice to flow laterally as well as its gravitational stability relative to subsurface water ice. The flow of CO2 ice from polar to low latitudes regions is mostly controlled by its basal temperature (due to both the conductivity and melting temperature of CO2 ice being low), and hence by the internal heat flux of the planet. We find for example that a frozen Earth-like planet located at 1.30 AU of a Sun-like star could store as much as 1.5/4.5/15 bars of CO2 ice at the poles, for internal heat fluxes of 100/30/10 mW m−2.\nBut these amounts are in fact lower limits. CO2 ice being denser than water ice (∼1.7 × the volumetric mass of water ice), we find that CO2 ice deposits should be gravitationally unstable and get buried beneath the water ice cover in a geologically short timescale of ∼104 yrs, mainly controlled by the viscosity of water ice. If water ice cover exceeds about 300 m (e.g. 10% of the Earth hydrosphere), then CO2 should be permanently sequestered underneath the water ice cover, in the form of CO2 liquids, CO2 clathrate hydrates and/or dissolved in subglacial water reservoirs (if any). This would considerably increase the amount of CO2 trapped and further reduce the probability of deglaciation."
  }, {
    "heading": "Acknowledgements",
    "text": "M.T. thanks Emmanuel Marcq for fruitful discussions related to this work during the legendary LMD PLANETO meetings. We acknowledge the feedbacks from Jim Kasting, William B. McKinnon, Dorian Abbot and an anonymous referee, which improved both the style and content of the manuscript. This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No. 679030/WHIPLASH)."
  }, {
    "heading": "Appendix A. The LMD generic global climate model",
    "text": "A.1. Model core\nThis model originally derives from the LMDz 3-dimensions Earth Global Climate Model (Hourdin et al., 2006), which solves the primitive equations of geophysical fluid dynamics using a finite difference dynamical core on an Arakawa C grid.\nThe same model has been used to study many different planetary atmospheres of low-irradiated planets, including Archean Earth (Charnay et al., 2013), past climates of Mars (Forget et al., 2013; Wordsworth et al., 2013; Turbet et al., 2017a), or exoplanets (Wordsworth et al., 2011; Turbet et al., 2016, 2017b).\nThe simulations presented in this paper were all performed at a horizontal resolution of 96 × 96 (e.g. 3.75◦ × 1.875◦) in longitude × latitude. In the vertical direction, the model is composed of 15 distinct atmospheric layers that were designed using hybrid\nσ coordinates (where σ is the ratio between pressure and surface pressure).\nTo account for thermal conduction in the icy ground, we used a 18-layers thermal diffusion soil model. Mid-layers depths range from d0 ∼ 0.1 mm to d17 ∼ 18 m, following the power law dn = d0 × 2n with n being the corresponding soil level, chosen to take into account both diurnal and seasonal thermal waves. We assumed thermal inertia of the ground ice to be constant and equal to 2000 J m−2 s−1/2 K−1.\nWe considered (in GCM simulations) the internal heat flux and/or the thermal heat flux Fground conducted from an hypothetical underlying ocean to be zero.12\nA.2. Radiative transfer\nThe GCM includes a generalized radiative transfer for a variable gaseous atmospheric composition made of a mix of CO2, N2 and H2O (HITRAN 2012 database Rothman et al., 2013) using the correlated-k method (Fu and Liou, 1992; Eymet et al., 2016) suited for fast calculation. For this, we decomposed atmospheric temperatures, pressures, and water vapor mixing ratio into the following respective 7 × 8 × 8 grid, similar to Charnay et al. (2013): Temperatures = {100, 150, .., 350, 400} K; Pressures = {10−6, 10−5, .., 1, 10} bars; H2O Mixing Ratio = {10−7, 10−6, .., 10−2, 10−1} mol of H2O/mol of air (H2O + CO2 here).\nCO2 collision-induced absorptions (CIA) and dimer absorption (Wordsworth et al., 2010) were included in our calculations as in Forget et al. (2013) and Wordsworth et al. (2013), as well as N2–N2 collision-induced absorption (Richard et al., 2012) and its role on the pressure broadening. We also added H2O self and foreign continuums calculated with the CKD model (Clough et al., 1989), with H2O lines truncated at 25 cm−1.\nFor the computation, we used 32 spectral bands in the thermal infrared and 36 in the visible domain. 16 non-regularly spaced grid points were used for the g-space integration, where g is the cumulated distribution function of the absorption data for each band. We used a two-stream scheme (Toon et al., 1989) to take into account radiative effects of aerosols (CO2 ice and H2O clouds) and Rayleigh scattering (mostly by N2 and CO2 molecules), using the method of Hansen and Travis (1974).\nWe note that, for the calculation of absorption coefficients, we used only main isotopes: 12C16O2 and 1H162 O and\n12N2. It has been shown in similar conditions (Halevy et al., 2009) that the radiative effect of isotopic composition should be small. Nonetheless, we take this opportunity to encourage dedicated studies about the influence of isotopic composition on the radiative properties of (thick) atmospheres.\nA.3. H2O and CO2 physical properties\nBoth CO2 and H2O cycles are included in the GCM used in this work.\n1. Melting, freezing, condensation, evaporation, sublimation and precipitation of H2O physical processes are all included in the model. In the atmosphere, water vapor can condense into water ice particles clouds. At the surface, we fix the H2O ice albedo at 0.613 and we use an emissivity of 1.\n2. In our model, CO2 can condense to form CO2 ice clouds and surface frost if the temperature drops below the saturation temperature. Atmospheric CO2 ice particles are sedimented and thus can accumulate at the surface. The CO2 ice layer formed at the surface\n12 This is a reliable assumption for thick enough (typically >100 m) water ice covers expected on hard Snowball Earth-like planets. 13 This is the standard value used in the Snowball Model Intercomparison (SNOWMIP) project (Pierrehumbert et al., 2011).\ncan sublimate and recycle the CO2 in the atmosphere. The CO2 ice on the surface contributes to the surface albedo calculation: if the CO2 ice layer exceeds a threshold value of 1 mm thickness, then the local surface albedo is set immediately to the albedo of CO2 ice (0.6 in this work). On Mars, the albedo of CO2 ice can substantially vary (Kieffer et al., 2000) with insolation and presence of dust. Without dust, the albedo can become very high so that 0.6 is probably a lower estimate. For CO2 ice, we use an emissivity of 0.9. The radiative effect of CO2 ice clouds is discussed in details in section 3.3.\nPhysical parameters used for both CO2 and H2O ices are summarized in Table 2."
  }, {
    "heading": "Appendix B. Computation of maximal CO2 ice thickness before basal melting",
    "text": "Compared to water ice, the temperature dependence of CO2 ice thermal conductivity is rather flat in the 100–250 K range (Schmitt et al., 1997; Part I, Fig. 4). We can thus estimate with a good approximation the maximum CO2 ice thickness hmax (limited by basal melting) by:\nhmax = λCO2(Tmelt − Tsurf) Fgeo , (7)\nwhere λCO2 is the thermal conductivity of CO2 ice, Tsurf is the temperature at the top of the glacier and Tmelt is the melting temperature of CO2 ice at the base of the glacier.\nWe derive then Tmelt using the Clausius–Clapeyron relation (CO2 solid–liquid equilibrium) at the base of the glacier:\nTmelt = Trefe ( 1ρliq − 1ρsol ) Lfus\n(gρsolhmax+PCO2 +PN2 −P ref), (8) with ρsol and ρliq the volumetric mass of liquid and solid CO2, Lfus the latent heat of fusion of CO2 ice, P ref and Tref the coordinates of the triple point of CO2, and PCO2 and PN2 the partial surface pressures of CO2 and N2, respectively. The pressure at the base of the glacier Pmelt is estimated from the equation hmax = (Pmelt−Psurf)g ρsol , with Psurf = PCO2 + PN2 . We remind that we choose pN2 = 1 bar for all our simulations.\nWe now derive the surface temperature Tsurf as a function of the surface pressure Psurf, using another Clausius–Clapeyron relation (CO2 solid–gas equilibrium):\nTsurf = 1 1\nTref − RLsub MCO2 ln( PCO2 P ref\n) , (9)\nwith Lsub the latent heat of sublimation of CO2 ice and MCO2 the molar mass of CO2. It is in fact assumed here that the global mean temperature at the top of the CO2 polar ice caps is constant and equal to the temperature of condensation of CO2. This approximation should remain valid as soon as there is enough CO2 in the atmosphere (or CO2 stays a dominant atmospheric species).\nFrom the set of Eqs. (7)–(9), we get a new equation on hmax of the form hmax = ehmax , after several variable changes. We solve explicitly this equation using the Lambert W function, and we obtain the following expression of the maximum possible CO2 ice cap thickness hmax:⎧⎪⎪⎪⎪⎪⎪⎪⎪⎪⎪⎪⎨ ⎪⎪⎪⎪⎪⎪⎪⎪⎪⎪⎪⎩ hmax = λCO2Fgeo ( 1 1 Tref − RLsub MCO2 ln( Psurf Pref ) ) − Lfus ( 1ρliq − 1ρsol ) gρCO2 × W (−( 1ρliq − 1ρsol ) gρCO2 λCO2 Tref e ( 1ρliq − 1ρsol ) Lfus (Psurf−Pref) Lfus Fgeo × e ( 1ρliq − 1ρsol ) gρCO2 λCO2 Fgeo Lfus ( 1 1 Tref − RLsub MCO2 ln( Psurf Pref )\n)) (10)\nThis equation is used to directly compute hmax as a function of the internal heat flux and CO2 partial pressure (see Fig. 5).\nNote that we assumed a CO2 ice volumetric mass density of 1500 kg m−3 and a CO2 ice thermal conductivity of 0.5 W m−1 K−1 (Schmitt et al., 1997; Part I, Fig. 4)."
  }, {
    "heading": "Appendix C. Stability of CO2 ice caps",
    "text": "What happens once CO2 ice caps have reached their maximum size, as calculated in section 4.1.4? Using calculations, we show in this appendix that, depending on a few parameters, the CO2 ice caps when full may (or may not) be stable.\nThe total mass of CO2 available at the surface and in the atmosphere is:\nMtot = Matm + Msurf = S PCO2g + AhmeanρCO2 , (11)\nwith A the area of the CO2 ice caps, S the total area of the surface (i.e. 4π R2p) and hmean the thickness of the CO2 ice caps averaged over A. When CO2 ice caps are full, hmean = hmaxmean.\nWe assume now that the system – initially with full CO2 ice caps – is slightly perturbated from PCO2 = P to P + δP . By conservation of CO2 mass, the new mass of CO2 ice caps is Msurf[P + δP ] = ρCO2 Ahmean[P + δP ].14\nIf this quantity is lower than the maximum mass of CO2 ice caps, e.g. ρCO2 Ahmaxmean[P + δP ], then the system is stable. Otherwise, the condition of unstability can be written formally:\nρCO2 Ahmean[P + δP ] > ρCO2 Ahmaxmean[P + δP ], (12) which can be rewritten, using mass conservation:\nMtot − S[P + δP ] g > ρCO2 Ah max mean[P + δP ], (13)\nand using Taylor series:\nMtot − S P g − SδP g > ρCO2 Ah max mean[P ] + δPρCO2\nd(Ahmaxmean)\ndPCO2 [P ].\n(14)\nAssuming that CO2 ice caps were initially full, this yields to hmean[P ] = hmaxmean[P ] and gives:(\nMtot − S P g\n− ρCO2 Ahmean[P ] )\n− SδP g\n> δPρCO2 d(Ahmaxmean)\ndPCO2 [P ]. (15)\n14 Hereafter, ‘[’ and ‘]’ are used to bracket variables.\nFor δP > 0, we have then:\nA dhmaxmean dPCO2 [P ] + hmaxmean dA dPCO2 [P ] < − S ρCO2 g . (16)\nWe know first from GCM simulations that the area of the ice caps A is not a monotonic function of PCO2 (see Fig. 2). A is in fact extremely rich in information, because it depends on a subtle combination of the greenhouse effect of CO2, the surface thermal emission, the condensation temperature of CO2 and the global heat atmospheric redistribution. As PCO2 grows, GCM simulations tell us that dAdPCO2\nshould vary from positive to negative values. Fortunately, we also know from the various GCM simulations shown in Fig. 2b (23.5◦ obliquity, radiatively inactive CO2 clouds) that the maximum of A (PCO2 ) should for example roughly lie at a CO2 partial pressure of 1 bar in this specific configuration.\nIt is possible to derive an analytical – complicated yet – expression of dh max mean\ndPCO2 using Eqs. (10) and (4). It tells us that, whatever\nthe configuration, dh max mean\ndPCO2 is always negative. As pCO2 increases, the\ntemperature at the top of the CO2 ice caps also increases, which limits the thickness of the CO2 ice caps15 (see Eq. (1)).\nWe illustrate now the previous calculations with the experiment extensively described in this work (1.30 AU, 23.5◦ obliquity, radiatively inactive CO2 ice clouds, CO2 partial pressure of 1 bar). Based on GCM simulations, we assume that dAdPCO2\n|pCO2=1 bar ∼ 0 m2 Pa−1 and we have therefore (with AS ∼ 0.1; see section 4.1.1): dhmaxmean dPCO2 < − S g AρCO2 = −10 9.81 × 1.5 × 103 = −7 × 10 −4 m Pa−1.\n(17)\nOur calculations indicate that this condition is valid for an internal heat flux roughly lower than 80 mW m−2 (case 1 in Fig. 7). It means that, for an internal heat flux lower than 80 mW m−2:\n15 Eq. (4) shows that the mean thickness of the CO2 ice caps is proportional to the maximum thickness calculated by basal melting.\n(1) CO2 ice caps when full would not be stable, and (2) the maximum amount of CO2 that can be trapped in the {surface, atmosphere} system is attained for pCO2 lower or equal to 1 bar.\nConversely, for an internal heat flux higher than 80 mW m−2 (case 2 in Fig. 7), CO2 ice caps when full would be stable (unless\ndA dPCO2 term becomes somehow significant)."
  }],
  "year": 2017,
  "references": [{
    "title": "Analytical investigation of the decrease in the size of the habitable zone due to a limited CO2 outgassing rate",
    "authors": ["D.S. Abbot"],
    "venue": "Astrophys. J",
    "year": 2016
  }, {
    "title": "Mudball: surface dust and snowball Earth deglaciation",
    "authors": ["D.S. Abbot", "R.T. Pierrehumbert"],
    "venue": "J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "Measured carbon dioxide emissions from Oldoinyo Lengai and the skewed distribution of passive volcanic",
    "authors": ["S.L. Brantley", "K.W. Koepenick"],
    "venue": "fluxes. Geology",
    "year": 1995
  }, {
    "title": "Exploring the faint young sun problem and the possible climates of the Archean Earth with a 3-d gcm",
    "authors": ["B. Charnay", "F. Forget", "R. Wordsworth", "J. Leconte", "E. Millour", "F. Codron", "A. Spiga"],
    "venue": "J. Geophys. Res.,",
    "year": 2013
  }, {
    "title": "Line shape and the water vapor continuum",
    "authors": ["S. Clough", "F. Kneizys", "R. Davies"],
    "venue": "Atmos. Res",
    "year": 1989
  }, {
    "title": "The Physics of Glaciers",
    "authors": ["K. Cuffey", "W. Paterson"],
    "year": 2010
  }, {
    "title": "Global map of solid Earth surface heat flow",
    "authors": ["J.H. Davies"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2013
  }, {
    "title": "Rheological properties of water ice-applications to satellites of the outer planets",
    "authors": ["W.B. Durham", "L.A. Stern"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Steady-state flow of solid CO2: preliminary results",
    "authors": ["W.B. Durham", "S.H. Kirby", "L.A. Stern"],
    "venue": "Geophys. Res. Lett",
    "year": 1999
  }, {
    "title": "Rheology of ice I at low stress and elevated confining pressure",
    "authors": ["W.B. Durham", "L.A. Stern", "S.H. Kirby"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Low-latitude glaciation in the Palaeoproterozoic era",
    "authors": ["D.A. Evans", "N.J. Beukes", "J.L. Kirschvink"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Kspectrum: an open-source code for highresolution molecular absorption spectra production",
    "authors": ["V. Eymet", "C. Coustet", "B. Piaud"],
    "venue": "J. Phys. Conf. Ser",
    "year": 2016
  }, {
    "title": "Warming early Mars with carbon dioxide clouds that scatter infrared radiation",
    "authors": ["F. Forget", "R.T. Pierrehumbert"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "3D modelling of the early martian climate under a denser CO2 atmosphere: temperatures and CO2 ice clouds",
    "authors": ["F. Forget", "R. Wordsworth", "E. Millour", "Madeleine", "J.-B", "L. Kerber", "J. Leconte", "E. Marcq", "R.M. Haberle"],
    "venue": "Icarus 222,",
    "year": 2013
  }, {
    "title": "On the correlated k-distribution method for radiative transfer in nonhomogeneous atmospheres",
    "authors": ["Q. Fu", "K.N. Liou"],
    "venue": "J. Atmos. Sci",
    "year": 1992
  }, {
    "title": "Superplastic deformation of ice: experimental observations",
    "authors": ["D.L. Goldsby", "D.L. Kohlstedt"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Solar interior structure and luminosity variations",
    "authors": ["D.O. Gough"],
    "venue": "Sol. Phys",
    "year": 1981
  }, {
    "title": "Radiative transfer in CO2-rich paleoatmospheres",
    "authors": ["I. Halevy", "R.T. Pierrehumbert", "D.P. Schrag"],
    "venue": "J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Light scattering in planetary atmosphere",
    "authors": ["J.E. Hansen", "L.D. Travis"],
    "venue": "Space Sci. Rev",
    "year": 1974
  }, {
    "title": "Limit cycles can reduce the width of the habitable zone",
    "authors": ["J. Haqq-Misra", "R.K. Kopparapu", "N.E. Batalha", "C.E. Harman", "J.F. Kasting"],
    "venue": "Astrophys. J",
    "year": 2016
  }, {
    "title": "The snowball Earth hypothesis: testing the limits of global change",
    "authors": ["P.F. Hoffman", "D.P. Schrag"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "The LMDZ4 general circulation model: climate performance and sensitivity to parametrized physics with emphasis on tropical convection",
    "authors": ["F. Hourdin", "I. Musat", "S. Bony", "P. Braconnot", "F. Codron", "Dufresne", "J.-L", "L. Fairhead", "Filiberti", "M.-A", "P. Friedlingstein", "Grandpeix", "J.-Y", "G. Krinner", "P. Levan", "Li", "Z.-X", "F. Lott"],
    "venue": "Clim. Dyn",
    "year": 2006
  }, {
    "title": "Subduction fluxes of water, carbon dioxide, chlorine, and potassium",
    "authors": ["R.D. Jarrard"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2003
  }, {
    "title": "Suppression of the water ice and snow albedo feedback on planets orbiting red dwarf stars and the subsequent widening of the habitable",
    "authors": ["M.M. Joshi", "R.M. Haberle"],
    "venue": "zone. Astrobiology",
    "year": 2012
  }, {
    "title": "Atmospheric dynamics of terrestrial exoplanets over a wide range of orbital and atmospheric parameters",
    "authors": ["Y. Kaspi", "A.P. Showman"],
    "venue": "Astrophys. J. 804,",
    "year": 2015
  }, {
    "title": "Habitable zones around main sequence stars",
    "authors": ["J. Kasting", "D.P. Whitmire", "R.T. Reynolds"],
    "venue": "Icarus 101,",
    "year": 1993
  }, {
    "title": "Mars South polar spring and summer behavior observed by TES: seasonal cap evolution controlled by frost grain size",
    "authors": ["H.H. Kieffer", "T.N. Titus", "K.F. Mullins", "P.R. Christensen"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Revisiting the scattering greenhouse effect of CO2 ice clouds. Astrophys",
    "authors": ["D. Kitzmann"],
    "venue": "J. Lett",
    "year": 2016
  }, {
    "title": "Habitable zones around main-sequence stars: new estimates",
    "authors": ["R.K. Kopparapu", "R. Ramirez", "J.F. Kasting", "V. Eymet", "T.D. Robinson", "S. Mahadevan", "R.C. Terrien", "S. Domagal-Goldman", "V. Meadows", "R. Deshpande"],
    "venue": "Astrophys. J",
    "year": 2013
  }, {
    "title": "Habitable zones around main-sequence stars: dependence on planetary mass",
    "authors": ["R.K. Kopparapu", "R.M. Ramirez", "J. SchottelKotte", "J.F. Kasting", "S. Domagal-Goldman", "V. Eymet"],
    "venue": "Astrophys. J. Lett",
    "year": 2014
  }, {
    "title": "Constraints on the lake volume required for hydro-fracture through ice sheets",
    "authors": ["M.J. Krawczynski", "M.D. Behn", "S.B. Das", "I. Joughin"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Chemical weathering, atmospheric CO2 and climate",
    "authors": ["L.R. Kump", "S.L. Brantley", "M.A. Arthur"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "CRC Handbook of Chemistry and Physics: A Ready-Reference Book of Chemical and Physical Data, 85th ed",
    "authors": ["D. Lide"],
    "year": 2004
  }, {
    "title": "Phase equilibria in the system CO2–H2O I: new equilibrium relations at low temperatures",
    "authors": ["J. Longhi"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "Climate stability of habitable Earth-like planets",
    "authors": ["K. Menou"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2015
  }, {
    "title": "The instability of a South polar cap on mars composed of carbon dioxide",
    "authors": ["J.F. Nye", "W.B. Durham", "P.M. Schenk", "J.M. Moore"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "The Physics of Glaciers",
    "authors": ["D. Paterson"],
    "year": 2010
  }, {
    "title": "Climate dynamics of a hard snowball Earth",
    "authors": ["R.T. Pierrehumbert"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "Climate of the Neoproterozoic",
    "authors": ["R.T. Pierrehumbert", "D.S. Abbot", "A. Voigt", "D. Koll"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "New section of the HITRAN database: collision-induced absorption (CIA)",
    "authors": ["C. Richard", "I.E. Gordon", "L.S. Rothman", "M. Abel", "L. Frommhold", "M. Gustafsson", "Hartmann", "J.-M", "C. Hermans", "W.J. Lafferty", "G.S. Orton", "K.M. Smith", "H. Tran"],
    "venue": "J. Quant. Spectrosc. Radiat. Transf",
    "year": 2012
  }, {
    "title": "The HITRAN2012 molecular spectroscopic database",
    "authors": ["H.S.P. Müller", "O.V. Naumenko", "A.V. Nikitin", "J. Orphal", "V.I. Perevalov", "A. Perrin", "E.R. Polovtseva", "C. Richard", "M.A.H. Smith", "E. Starikova", "K. Sung", "S.A. Tashkun", "J. Tennyson", "G.C. Toon", "V.G. Tyuterev", "G. Wagner"],
    "venue": "J. Quant. Spectrosc. Radiat. Transf",
    "year": 2013
  }, {
    "title": "Mass–radius relationships for solid exoplanets",
    "authors": ["S. Seager", "M. Kuchner", "C.A. Hier-Majumder", "B. Militzer"],
    "venue": "Astrophys. J. Lett",
    "year": 2007
  }, {
    "title": "Clathrate Hydrates of Natural Gases, 2nd ed",
    "authors": ["E. Sloan"],
    "year": 1998
  }, {
    "title": "A new equation of state for carbon dioxide covering the fluid region from the triple-point temperature to 1100 K at pressures up to 800 MPa",
    "authors": ["R. Span", "W. Wagner"],
    "venue": "J. Phys. Chem. Ref. Data",
    "year": 1996
  }, {
    "title": "Rapid calculation of radiative heating rates and photodissociation rates in inhomogeneous multiple scattering atmospheres",
    "authors": ["O.B. Toon", "C.P. McKay", "T.P. Ackerman", "K. Santhanam"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "The habitability of Proxima Centauri b.II",
    "authors": ["M. Turbet", "J. Leconte", "F. Selsis", "E. Bolmont", "F. Forget", "I. Ribas", "S.N. Raymond", "G. Anglada-Escudé"],
    "venue": "Possible climates and observability. Astron. Astrophys",
    "year": 2016
  }, {
    "title": "2017a. 3D modelling of the climatic impact of outflow channel events on Early Mars",
    "authors": ["M. Turbet", "F. Forget", "J. Head", "R. Wordsworth"],
    "venue": "Icarus 288,",
    "year": 2017
  }, {
    "title": "Climate diversity on cool planets around cool stars with a versatile 3-D global climate model: the case of TRAPPIST-1 planets",
    "authors": ["M. Turbet", "E. Bolmont", "J. Leconte", "F. Forget", "F. Selsis", "G. Tobie", "A. Caldas", "J. Naar", "M. Gillon"],
    "venue": "Astron. Astrophys.,",
    "year": 2017
  }, {
    "title": "Geodynamics, 2nd ed",
    "authors": ["D.L. Turcotte", "G. Schubert"],
    "year": 2001
  }, {
    "title": "Carbon dioxide on the early Earth",
    "authors": ["J.C.G. Walker"],
    "venue": "Orig. Life",
    "year": 1985
  }, {
    "title": "Lunar nodal tide and distance to the Moon during the Precambrian",
    "authors": ["J.C.G. Walker", "K.J. Zahnle"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "A negative feedback mechanism for the long term stabilization of the Earth’s surface temperature",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Infrared collision-induced and far-line absorption in dense CO2 atmospheres",
    "authors": ["R. Wordsworth", "F. Forget", "V. Eymet"],
    "venue": "Icarus 210,",
    "year": 2010
  }, {
    "title": "Gliese 581d is the first discovered terrestrial-mass exoplanet in the habitable zone",
    "authors": ["R.D. Wordsworth", "F. Forget", "F. Selsis", "E. Millour", "B. Charnay", "Madeleine", "J.-B"],
    "venue": "Astrophys. J. Lett. 733,",
    "year": 2011
  }, {
    "title": "Global modelling of the early martian climate under a denser CO2 atmosphere: water cycle and ice evolution",
    "authors": ["R. Wordsworth", "F. Forget", "E. Millour", "J.W. Head", "Madeleine", "J.-B", "B. Charnay"],
    "venue": "Icarus 222,",
    "year": 2013
  }, {
    "title": "A constant daylength during the Precambrian era",
    "authors": ["K. Zahnle", "J.C.G. Walker"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Two-dimensional Stokes flow around a heated cylinder: a possible application for diapirs in the mantle",
    "authors": ["R. Ziethe", "T. Spohn"],
    "venue": "J. Geophys. Res., Solid Earth",
    "year": 2007
  }],
  "id": "SP:e67d57bd9c4f24d87e32e6581c2ac53d16a6034f",
  "authors": [{
    "name": "Martin Turbet",
    "affiliations": []
  }, {
    "name": "Francois Forget",
    "affiliations": []
  }, {
    "name": "Jeremy Leconte",
    "affiliations": []
  }, {
    "name": "Benjamin Charnay",
    "affiliations": []
  }, {
    "name": "Gabriel Tobie",
    "affiliations": []
  }],
  "abstractText": "a Laboratoire de Météorologie Dynamique, Sorbonne Universités, UPMC Univ. Paris 06, CNRS, 4 place Jussieu, 75005 Paris, France b Laboratoire d’astrophysique de Bordeaux, Univ. Bordeaux, CNRS, B18N, allée Geoffroy Saint-Hilaire, 33615 Pessac, France c LESIA, Observatoire de Paris, PSL Research University, CNRS, Sorbonne Universités, UPMC Univ. Paris 06, Univ. Paris Diderot, Sorbonne Paris Cité, France d Laboratoire de Planétologie et Géodynamique, UMR-CNRS 6112, University of Nantes, 2 rue de la Houssinière, F-44322 Nantes, France",
  "title": "CO2 condensation is a serious limit to the deglaciation of Earth-like planets"
}