{
  "sections": [{
    "text": "A 14 500 calendar year record of mercury accumulation rates has been obtained from an ombrotrophic peat bog in the Swiss Jura mountains. The range of natural (pre-industrial) mercury accumulation rates varied from 0.3 to 8.0 Wg m32 yr31. During the Late Glacial and Holocene, climatic and volcanic signals were evident in the mercury record. Mercury accumulation rates increased by a factor of ca 5 during the Younger Dryas cold period. Short-term spikes in mercury accumulation rates, which correspond in time to known volcanic eruptions, occur during the late Boreal and Older Atlantic periods, when volcanic influences on mercury deposition appear to have been intensified due to increased atmospheric humidity. A correlation of mercury to bromine accumulation is observed throughout the preanthropogenic period. During the Holocene, mercury accumulation only exceeded the range of this correlation for a few short periods of elevated mercury deposition which correspond to known volcanic eruptions during the Older Atlantic. During historical times, mercury accumulation rates have exceeded the range of the correlation of mercury to bromine continuously since ca 1330 AD. This excess in mercury accumulation is interpreted as an indication of pollution. During the industrial period, mercury accumulation rates reached 107.6 Wg m32 yr31, of which 84% was mercury that exceeded the correlation range. Mercury accumulation rates peaked again during the 1970s, with 78.8 Wg m32 yr31. Early 20th century pollution appears to have been dominated by non-Swiss emissions from coal burning, whereas Swiss mercury emissions appear to have been the dominant pollution source during the mid and late 20th century. Current mercury accumulation rates at the site are similar to those ca 10 years ago, with modern deposition rates being ca 15 times their prehistorical average. Anthropogenic emissions of reactive brominated compounds could be contributing to increased atmospheric deposition rates of mercury. A 2002 Elsevier Science B.V. All rights reserved.\nKeywords: atmosphere; mercury; peat bogs; climate; bromine; volcanism\n0012-821X / 02 / $ ^ see front matter A 2002 Elsevier Science B.V. All rights reserved. PII: S 0 0 1 2 - 8 2 1 X ( 0 2 ) 0 0 8 0 5 - 1\n* Corresponding author. Present address: Institute of Environmental Geochemistry, University of Heidelberg, Im Neuenheimer Feld 236, 69120 Heidelberg, Germany. Tel. : +49-6221-54-4801; Fax: +49-6221-54-5228. E-mail addresses: ¢ona.roos@geo.unibe.ch (F. Roos-Barraclough), edantxon@usc.es (A. Martinez-Cortizas), edcone@usc.es (E. Garc|¤a-Rodeja), shotyk@ugc.uni-heidelberg.de (W. Shotyk).\nEPSL 6334 29-8-02"
  }, {
    "heading": "1. Introduction",
    "text": "Mercury is a long-range, potentially toxic pollutant which is bioaccumulated in the environment [1]. Due to its high volatility, low chemical reactivity and low solubility in water, elemental mercury, which makes up approximately 98% of total atmospheric mercury, has a residence time in the atmosphere of up to 2 yr, which means mercury vapour can be transported far beyond the regions in which it is emitted [2]. Mercury has been found in Arctic biota [3] at concentrations so high that they present a threat to human health [4,5]. It has been suggested that these unexpectedly high levels in remote regions are due to the long-range transport of mercury emitted from anthropogenic sources in more industrialised regions and that the atmospheric mercury budget has tripled since pre-industrial times[6]. However, it is impossible to determine the true impact of anthropogenic emissions on the global mercury budget without knowledge of the natural budget and its variations. The natural component of mercury in the environment and its dependence on climate change [7] and geological processes [8] must be known before the e¡ect of anthropogenic emissions on environmental mercury can be quanti¢ed.\nFor instance, it has been suggested that the cold condensation e¡ect [9], originally conceived for volatile persistent organic pollutants, may also apply to mercury [10]. This e¡ect allows substances within a certain range of volatility to ‘grasshop’ around the Earth ^ that is, to be repeatedly deposited and re-volatilised ^ until they are ¢nally deposited in cold regions where they become concentrated. Martinez-Cortizas et al. [7] found a link between thermal fractions of mercury in peat and the temperature at the time of deposition, suggesting that more mercury was accumulated in the peat during cold periods than during warm periods.\nGeological processes such as soil erosion and degassing can supply mercury to the atmosphere in its particulate and elemental forms, respectively. Soil erosion rates are in£uenced naturally by climate change, with decreases in precipitation/ vegetation and increases in windspeeds increasing\nerosion, but today soil erosion is also in£uenced by anthropogenic activities such as deforestation and ploughing. Degassing of mercury from soils is dependent on vegetation cover, temperature, incident radiation and air turbulence as well as soil type and the soil mercury concentration [11^13]. Particulate mercury released to the atmosphere has a short residence time (ca 5 days [14]) compared to the elemental mercury released by soil degassing and so is mainly deposited locally rather than contributing to the global atmospheric mercury pool.\nOther geological processes which act as natural sources of mercury to the atmosphere are volcanic and marine emissions. Volcanic mercury emissions through both degassing and volcanic eruptions are considered to be a major natural source of mercury to the atmosphere but have proved di⁄cult to quantify [15], with the quantity and speciation of mercury emitted di¡ering from volcano to volcano [16] as well as at di¡erent emission points on one volcano [17]. Marine emissions from the surface ocean are thought to be in equilibrium with atmospheric deposition to the ocean [2], but can be increased due to increased oceanic productivity (encouraged by upwelling, turbulence and soil dust input [18,19]). Increased oceanic emissions of mercury may be the reason for the peak in mercury concentrations in the Vostock ice core during the Last Glacial Maximum [20^22], another example of climate change a¡ecting the mercury cycle.\nThe wide range of factors controlling mercury emissions from geological sources such as soils and water bodies, and the apparent variability of volcanic outputs, has made the quantity of mercury released naturally from geological sources di⁄cult to calculate. Therefore, attempts to determine the natural and anthropogenic fractions of the current atmospheric and surface oceanic mercury pools involve considerable error [23]. However, using long-term archives of atmospheric metal deposition such as lake sediment and peat bog cores allow us to compare pre-industrial with post-industrial deposition rates and therefore to quantify the e¡ect of anthropogenic emissions on mercury deposition and also to study variations in the natural cycles of these elements.\nEPSL 6334 29-8-02\nAs bogs are ombrotrophic, i.e. they obtain all their inputs from the atmosphere [24], and because mercury is e¡ectively immobile in the peat column [25,26], peat bog cores can be used as archives of atmospheric mercury deposition [7,25^28]. In this paper, bromine is also discussed. Although the geochemistry of bromine in peat is not well known, mass balances indicate that it too is at least semi-quantitatively retained in the peat (see Section 5.3). Here we report on a study of mercury in two peat cores from the same bog, which together provide a complete record of the accumulation of atmospheric mercury in the peat for the last 14 500 yr."
  }, {
    "heading": "2. Study site",
    "text": "Etang de la Grue're is situated ca 1005 m above\nsea level in a protected area of the karstic Franches-Montagnes region of the Swiss Jura mountains [29]. Peat formation at the site began ca 14 500 calendar years ago (12 490 V 85 14C yr BP, ETH-23535) in a hollow underlain by Oxfordian clays and marls. The present climate is moist continental, with an average temperature of 5.5‡C and average annual rainfall exceeding 1300 mm. On the dome of the peninsula, where the cores for this study were taken, the peat has now grown to a thickness of 6.5 m. Although parts of the bog have been damaged by drainage, the ombrotrophic bog on the peninsula is considered to have developed with little or no anthropogenic in£uence as no drainage, peat-cutting or signi¢cant wood-cutting has taken place there [30]. Fig. 1 shows the location of the coring site and its stratigraphy.\nEPSL 6334 29-8-02"
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Sample collection",
    "text": "Two peat cores were taken on the top of the dome of the bog at coordinates CH 570525/ 232150 in 1990 and 1991. The shorter, surface core EGR2G (1991, 0^67 cm depth) was taken using a Wardenaar corer [31] and the longer EGR2A core (1990, 45^656 cm) with a Livingstone corer [32]. The cores were wrapped in plastic and kept frozen at 318‡C until analysis."
  }, {
    "heading": "3.2. Analysis",
    "text": "The surface core, EGR2G, was cut frozen into 1 cm slices using a stainless steel bandsaw, and the longer EGR2A core was cut into 2 cm slices. The edges of each slice were trimmed o¡, dried at 105‡C overnight and pulverised using an Ultracentrifugal Mill ZM 1-T (F.K. Retsch, Germany). These powdered samples were analysed for trace elements including Br and Ti by X-ray £uorescence spectroscopy (XRF). Titanium was measured using a new analytical spectrometer for Ti (NASTIA [33]). The instrument was calibrated in the low Ti concentration range using liquid atomic absorption spectroscopy (AAS) standards. For higher Ti concentrations, the instrument was calibrated using NIST 1632b and NIST 1635 stan-\ndard reference materials (SRMs). The lower limit of detection (LLD) for Ti using NASTIA is 5 Wg/g and precision is ca 10% at concentrations 10U LLD. Br was measured using the energy-dispersive miniprobe multielement analyzer (EMMA) [34]. The instrument was calibrated in the concentration range 2^20 Wg/g using information values for Br from NIST SRMs and this yielded a linear calibration curve. Previous analyses of Br in peat cores from both continental and maritime peat bogs using both XRF and INAA were generally found to be in excellent agreement (Shotyk, unpublished). The agreement between the two methods of analysis was typically better than 10% and often better than 5%. However, the LLD for Br by EMMA XRF is 0.7 Wg/g, compared to 10 Wg/g using INAA. Given that the concentrations of Br in peat from EGR can be as low as 8 Wg/g, the XRF technique is preferred as the concentrations in the samples are always at least 10ULLD.\nThe core centres were subsampled and analysed for bulk density, water content and Hg concentration by AAS using a Leco AMA 254 according to the procedure for the determination of Hg concentrations in solid peat samples described in [35]. The detection limit of the Leco AMA 254 instrument is 0.01 ng Hg, with repeatability 6 1.5%. Calibration for Hg measurement was performed using liquid standards prepared from Merck Hg\nstandard solution. Both XRF and AAS methods were validated by measurement of SRMs. SRM measurements are summarised in Table 1."
  }, {
    "heading": "3.3. Dating",
    "text": "The EGR2G core was dated using three di¡erent methods. The surface of EGR2G down to 22 cm depth was dated radiometrically by gamma assay, using 210Pb and 241Am as described in [36]. As an independent check on this dating technique, 14C acceleration mass spectroscopy (AMS) bomb pulse dating [37] is also being carried out on this core. The ¢rst date obtained by this method (11^12 cm, 1956^1957) ¢ts well with the results of the radiometric dating, which placed 1956 V 3 at 12 cm and 1959V 3 at 11 cm. The third technique used was conventional 14C AMS dating, for seven points at and below 28.5 cm. The calibration from radiocarbon to calendar years was carried out using CalibETH [38]. An age^depth relationship for EGR2G was constructed from the dated points using a second-degree polynomial regression from 0 to 20.5 cm and a fourthdegree polynomial from 21.5 to 67 cm (Fig. 2A).\nCore EGR2A was dated at 31 points by conventional 14C AMS at the ETH in Zurich and at Erlangen-Nu«rnberg. Carbon ages were calibrated to calendar years using CalibETH [38] or Cal98 [39] (sample depth 195 cm only). An age^depth relationship for EGR2A was constructed using a ¢fth-degree polynomial regression (Fig. 2B)."
  }, {
    "heading": "4. Results",
    "text": "Raw data from the results of Hg, selected trace elements (Br, Ti) and dating are shown in Fig. 3. The form of the Hg pro¢le indicates that Hg concentrations in the peat have been una¡ected by groundwater or di¡usion from the sediment at least above 627 cm, as if this were the case concentrations would increase towards the bottom of the pro¢le [40]. Hg concentrations were measured in the clay and were found to be low (15.8 V 1.3 ng g31, n= 4). The concentrations of these elements were converted into Hg accumulation rates\nEPSL 6334 29-8-02\nusing:\nAR ¼ 10½E UBDUGR\nwhere AR (Wg m32 yr31) is the accumulation rate of Hg in the peat, [E] is the concentration of the element (ng g31), BD is bulk peat density (g cm33) and GR is growth rate (cm yr31). Growth rates were determined using ages predicted for each layer by the age^depth relationship of each core. Fig. 4 shows the AR of these three elements plotted against age (calendar years AD/BC)."
  }, {
    "heading": "4.1. Mercury",
    "text": "Hg AR varied naturally during the Late Glacial and the Holocene until Medieval times from EGR2A 629 cm (ca 12 500 BC) up to EGR2G 30.5 cm (ca 1330 AD) from a minimum of 0.3 Wg m32 yr31 at EGR2A 593 cm (ca 11 470 BC) to a maximum of 8.0 Wg m32 yr31 at EGR2A 347 cm (ca 6117 BC) ^ a factor of 27. After a period of low Hg deposition during the Aller\\d (minimum AR 0.3 Wg m32 yr31, EGR2A 599 and 593 cm), Hg deposition increased to form a double peak of 1.9 (EGR2A 551cm, ca 10 062 BC) and 2.3 (EGR2A 545 cm, ca 9863 BC) Wg m32 yr31 during the cold, dry Younger Dryas (9550^ 11 050 BC). This peak was followed by a general increase in AR throughout the Preboreal and Boreal from 1.0 Wg m32 yr31 (EGR2A 525 cm, ca 9227 BC) to 2.9 Wg m32 yr31 (EGR2A 437 cm, ca 7191 BC). The late Boreal (ca 7191^6900 BC) and entire Older Atlantic (6900^4880 BC) periods were characterised by several sharp peaks of up to 8.0 Wg Hg m32 yr31. In contrast, during the Younger Atlantic period (4880^3800 BC) Hg AR dropped to a minimum of 0.4 Wg m32 yr31. Throughout the Subboreal and Older Subatlantic periods (3800 BC to 1000 AD), Hg AR remained relatively low, £uctuating between 0.3 and 3.6 Wg\nEPSL 6334 29-8-02\nm32 yr31 (with the 3.6 Wg m32 yr31 maximum during the Roman period, EGR2G 62.5 cm, ca 86 AD). However, during the Middle Ages, starting at approximately 1332 AD, Hg AR began to increase. The average Hg AR from EGR2G 65.5 cm (the beginning of the Christian era) up to the start of the increase at EGR2G 30.5 cm (ca 1332 AD) was 1.8 V 0.7 Wg m32 yr31. This increase continued up to a peak in Hg AR of 107.6 Wg m32 yr31 at EGR2G 20.5 cm (ca 1911 AD). The Hg AR observed at EGR2G 20.5 cm is the highest of the entire pro¢le and is over 13 times its highest natural value.\nHg AR decreased during the ¢rst part of the 20th century to a minimum of 9.4 Wg m32 yr31 at EGR2G 16.5 cm (ca 1937 AD) but increased again from EGR2G 14.5 cm (ca 1948 AD) upwards, to peak again at EGR2G 8.5 cm (ca 1973 AD), with 78.8 Wg m32 yr31. A smaller peak, of 63.1 Wg m32 yr31, is seen at EGR2G 1.5 cm (ca 1988). Sphagnum moss samples collected at the same location in the year 2000 had Hg concentrations very similar to that of the EGR2G core surface (34.7 V 5.0 (n= 5) and 35.5 V 2.2 (n= 3) ng g31, respectively), indicating that Hg accumulation has not changed appreciably in the last ten years."
  }, {
    "heading": "4.2. Titanium",
    "text": "Titanium, an indicator of soil dust input to the bog, had basic AR of ca 2.4 V 0.8 mg m32 yr31 during much of the Holocene but also showed periods of elevated accumulation. These were during the Younger Dryas (a double peak of 30.6 and 44.7 mg m32 yr31 at EGR2A 553 cm (ca 10 128 BC) and EGR2A 543 cm (ca 9797 BC) respectively), several peaks during the late Boreal and Older Atlantic, most notably at EGR2A 435 cm (ca 7160 BC, 23.0 mg m32 yr31), EGR2A 429 cm (ca 7069 BC, 15.1 mg m32 yr31), EGR2A 387 cm (ca 6545 BC, 13.4 mg m32 yr31), EGR2A 379 cm (ca 6458 BC, 18.1 mg m32 yr31), EGR2A 375 cm (ca 6416 BC, 45.3 mg m32 yr31) and EGR2A 295 cm (ca 5419 BC, 16.9 mg m32 yr31). A general increase in Ti AR began at EGR2A 218 cm (ca 3600 BC) and continued until a peak during the Roman period at EGR2G 64.5 cm of 24.21\nmg m32 yr31. This increase is anthropogenic and was caused by increased soil dust inputs due to the clearing, burning and ploughing of land [41].\nTi AR remained relatively constant during the Dark and early Middle Ages (8.5 V 2.6 mg m32 yr31 from EGR2G 48.5^30.5 cm, ca 422^1332 AD), followed by a period of slight elevation from EGR2G 29.5^23.5 cm (ca 1400^1800 AD, 15.1 V 4.2 mg m32 yr31). The industrial period is marked by a peak in Ti AR of 74.0 mg m32 yr31 at 20.5 cm (ca 1911 AD), followed by two further 20th century peaks of 84.4 and 88.6 mg m32 yr31 at EGR2G 8.5 and 1.5 cm (ca 1973 and 1988 AD), respectively."
  }, {
    "heading": "4.3. Bromine",
    "text": "The Br AR pro¢le is very similar to that of Hg throughout most of the pro¢le, with peaks of 1.9 and 1.6 mg m32 yr31 during the Younger Dryas at EGR2A 553 and 545 cm (ca 10 128 and 9863 BC), respectively, followed by a general increase during the Preboreal and early Boreal. The late Boreal and Older Atlantic periods are not characterised by large peaks for Br AR as they are for Hg. However, some peaks in Br AR do occur during this period (most notably the peaks at EGR2A 393 cm (ca 6611 BC) and EGR2A 293 cm (ca 5385 BC) of 2.4 and 2.5 mg m32 yr31, respectively, all of which are associated with a simultaneous peak in Hg AR. Throughout the Younger Atlantic, Subboreal and Older Subatlantic periods, the Br AR pro¢le again mimics that of Hg.\nLike Ti and Hg, Br AR also peaked during the Roman period at EGR2G 64.5 cm (ca 37 AD, 2.2 mg m32 yr31) but remained low during subsequent historical times until it increased from a pre-industrial average of 1.0 V 0.3 mg m32 yr31 from EGR2G 48.5^23.5 cm (ca 400^1800 AD) to 7.8 mg m32 yr31 at EGR2G 20.5 cm (ca 1911 AD). Unlike the AR pro¢le of Hg, this industrial period peak was not the highest of the Br AR pro¢le. Rather, the most elevated period of Br AR occurred from EGR2G 9.5^1.5 cm (ca 1970^1988 AD), with the highest value occurring at EGR2G 8.5 cm (ca 1973).\nEPSL 6334 29-8-02"
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Mercury",
    "text": "From the pro¢le of Hg AR shown in Fig. 4, it is obvious that natural Hg deposition has not remained constant since the last glacial interval. The peaks observed during the cold, dry Younger Dryas period may be partly due to the increased soil dust inputs shown by the increase in Ti, which were due to the arid conditions, increased wind strengths and decreased vegetation coverage. However, the increase in Ti AR (ca U10) was over twice that of Hg AR (ca U5) during this period. Other possible reasons for the Hg AR increase are increased particle scavenging due to increased atmospheric dust, increased deposition and decreased re-emission (as in the cold condensation e¡ect, above, due to decreased temperatures) or increased oceanic productivity (caused by greater mixing due to increased wind strengths and/or greater nutrient availability due to increased dust inputs) causing an increase in oceanic Hg emissions to the atmosphere, i.e. these periods of Hg AR elevation are a climatic signal.\nThe sharp peaks of elevated Hg AR during the late Boreal and Older Atlantic periods represent episodic, large increases in Hg AR within a relatively brief time interval : these are thought to be volcanic in origin. Volcanic emissions are a major natural source of Hg to the atmosphere [23,42]. During the period after a volcanic eruption, Hg deposition could be increased not only by a direct increase in atmospheric Hg concentration from the volcanic emissions themselves but also by the increased formation of soluble Hg compounds in acidic atmospheric water droplets (other dissolved volcanic gases such as HCl and H2S reduce\nEPSL 6334 29-8-02\nthe pH of atmospheric water droplets). The peaks match the time periods of known eruptions [43]. For example, during the late Boreal, from ca 7191 to 7099 BC, a period of elevated Hg AR occurs (431^437 cm, 2.6^3.5 Wg m32 yr31) which corresponds in time to a cluster of European eruptions; Hengill (Iceland) ca 7180 BC, Nemrut Dagi (Turkey) ca 7087 BC, the West Eifel Volcanic Field (Germany) and Pantelleria (Italy) ca 7050 BC [43] as well as the Massif Central (France) at 8230V 140 14C yr BP [44]. The peak of 3.4^6.0 Wg m32 yr31 at ca 6876^6825 BC (415^ 411 cm depth) is likely to have been caused by eruptions of Kra£a (Iceland) ca 6850 and 6800 BC and the peak of 4.2 Wg m32 yr31 at 405 cm (ca 6751 BC) by an eruption of unknown origin observed in the GISP2 sulphate record at ca 6721 BC. The peak of 3.6^5.0 Wg m32 yr31 (393^389 cm, ca 6611^6587 BC) could have been caused by two eruptions of unknown origin which appear in the GISP2 sulphate record at ca 6614 and 6555 BC and/or an eruption of Chaine des Puys, France, ca 6550 BC. Two more eruptions of unknown origin which appear in the GISP2 sulphate record at ca 6397 and 6360 BC could have caused the peak (3.6 Wg m32 yr31) at 371 cm (6374 BC). The largest peak of the entire pro¢le (3.1^8.0 Wg m32 yr31, 355^347 cm depth, ca 6204^6117 BC) corresponds in time to another cluster of European eruptions: Nemrut Dagi ca 6213 BC, Karapinar Field (Turkey) ca 6200 BC, Etna (Italy) ca 6190 BC, Kra£a ca 6150 BC and Pantelleria ca 6130 BC. The timing of the peak at 337 cm (3.0 Wg m32 yr31, ca 6003 BC) corresponds to an eruption of Chaine des Puys ca 6020 BC. The peak at 329 cm (3.8 Wg m32 yr31, 5906 BC) was probably caused by the eruption of Vesuvius ca 5960 BC, which was one of the largest eruptions of the last 10 000 yr. The peak at 325 cm (2.8 Wg m32 yr31, ca 5856 BC) matches the time period of an eruption of Hekla, Iceland, ca 5850 BC. Another eruption of Nemrut Dagi, ca 5320 BC, could have caused the peak at 293 cm depth (5.0 Wg m32 yr31, ca 5385 BC). Eruptions of Etna, Italy, ca 5150, and Nemrut Dagi, ca 5085 and 5152 BC, correspond in time to the broad Hg peak (2.0^ 2.5 Wg m32 yr31) from 277^281 cm (ca 5092^ 5169 BC). However, because of the uncertainties\nin the dating of both the peat samples and the volcanic eruptions, it is not possible to say with certainty which eruption caused which peak in Hg AR.\nConcentration peaks generally do not occur for other elements during this period, except for the aforementioned peaks in Ti and at 435 cm (ca 7160 BC), where there is also an increase in zirconium and rubidium concentrations, possibly due to the eruption of the Massif Central at 8230 V 140 14C yr BP [44], and at 375 cm (ca 6416 BC), where zinc, zirconium, iron, manganese, nickel, lead and rubidium concentrations are also high. At 295 cm, small peaks in zirconium and rubidium concentration are also present. In a replicate core from the same bog, a peak in gold concentration was found at 360 cm [45], which corresponds well to the EGR2A Hg peak at 355 cm. Except for the sets of peaks mentioned above, the peaks in Hg do not correspond to peaks in these other elements. Also, the ratios between lithogenic elements do not show any speci¢c change for the periods of increased Hg accumulation, which indicates that dust deposition at EGR has the same mineral composition during periods with and without volcanic eruptions. This indicates that Hg does not share the fate of other elements emitted by volcanic eruptions, with Hg being emitted as a gas and transported further from the source whereas the other elements mentioned above form part of the ash fraction and are mostly regionally deposited.\nSeveral regional volcanic eruptions are known to have occurred during other periods covered by the pro¢le apart from the late Boreal and Older Atlantic. However, eruptions during the other periods appear to have had much less in£uence on Hg AR at Etang de la Grue're. The humi¢cation pro¢le from the EGR2A core (Roos-Barraclough et al., in preparation) shows that the late Boreal and Older Atlantic were periods of unusually high e¡ective precipitation (precipitation^evapotranspiration). Thus, it appears that the increased atmospheric humidity during these periods intensi¢ed the e¡ect of regional volcanic eruptions on Hg AR, either by increasing the probability of a precipitation event during the period of increased\nEPSL 6334 29-8-02\natmospheric Hg concentration after an eruption, or more likely by providing additional atmospheric water droplets in which Hg is more readily oxidised than it is in the gas phase. Hg oxidation rates have been shown to increase in humid air [46].\nThe rapidity of the increase and subsequent decline in Hg concentrations and AR indicated by these sharp peaks indicates that there has been negligible diagenetic migration of Hg in the peat pro¢le subsequent to its deposition from the atmosphere. Thus, these peak forms support the argument that peat bogs faithfully preserve the record of atmospheric Hg deposition, as suggested by other workers [25,26].\nMoving on to historical times, the most notable peak in the Hg pro¢le is that of the industrial period at ca 1911 AD. Hg emission estimates for Switzerland [47] do not indicate high emissions during this time, so it is assumed that this increase was due to transboundary pollution, probably from coal burning, which peaked in France, the UK, Belgium, Austria and Germany in 1912^1915 and then declined due to the outbreak of the ¢rst world war (WWI)[48]. The assumption that this peak in Hg pollution was dominated by emissions from coal burning is supported by the existence of matching peaks (at 20.5 cm, ca 1911) in Pb and As AR (44.7 and 7.5 mg m32 yr31, respectively). Lead peaks at similar depths were also found in three replicate cores from Etang de la Grue're [49].\nCoal production increased again in France, Belgium, Germany and the UK between the wars, whereas the Etang de la Grue're record shows relatively low Hg AR during this period. This is a surprising discrepancy, as pollution from coal burning would be expected to be dominated by these major coal-producing nations, particularly Germany, which borders Switzerland to the north and produced over 5 000 000 000 tons of coal between 1919 and 1937. Two of the countries bordering Switzerland, Italy and Austria, produced relatively little coal during this period. Italian coal production was low prior to WWI, peaked in 1918, decreased until 1931, then increased sharply to its 20th century maximum of 4 908 000 tons in 1942 [48]. Thus, the Italian rec-\nord of coal production also does not ¢t well to the Etang de la Grue're Hg AR record. However, Austrian coal production peaked in 1915 at 38 354 thousand metric tons per annum, but then dropped dramatically to 2830 tons in 1920 and, in contrast to that of other European countries, remained low for the rest of the century. Minimum production was reached in 1945 (2138 tons), followed by a slight increase until 1957 (7029 tons) and then further decline [48]. Therefore one possible explanation for the form of the Hg AR record at Etang de la Grue're is that Hg deposition at the site was dominated by eastern/ northeastern sources. Northeasterly is one of two dominant wind directions at Etang de la Grue're, forming ca 21% of the total [50]. More studies are required before this hypothesis can be con¢rmed.\nThe Hg AR pro¢le ¢ts well with Swiss emission estimates for the rest of the 20th century after the industrial period peak at ca 1911, which supports the indication of the predominance of easterly pollution sources provided by the agreement of the pro¢le with the history of Austrian coal production. During the ¢rst part of the century after the peak at ca 1911, a slow increase in Hg AR is observed in the pro¢le, corresponding to a gradual increase in Swiss emission estimates. Ca 20% of Swiss Hg emissions during this period are thought to have originated from coal burning in homes [47]. The chlor-alkali industry and steel production were the main industrial contributors to this gradual increase in emissions. High Hg AR during the 1970s was caused by municipal rubbish incinerators, where measures to reduce emissions have since been taken. Modern Hg emissions from Switzerland are dominated by municipal rubbish incineration and the steel industry. Austrian emissions are presently ca a factor of 2 less than Swiss emissions [47,51]. Fig. 5 shows the agreement between the form of the Hg AR pro¢le at Etang de la Grue're and northeastern/eastern pollution sources."
  }, {
    "heading": "5.2. Titanium",
    "text": "The Ti pro¢le is shown in Fig. 4 to demonstrate that Hg AR is not greatly a¡ected by soil dust\nEPSL 6334 29-8-02\ninputs. During the Younger Dryas, a 10-fold increase in soil dust (in combination with other effects, such as lower temperature and probable increased oceanic emissions) resulted in a less than ¢ve-fold increase in Hg AR, indicating that less than half of the Hg deposition was connected with soil dust inputs. Also, the increase in Ti AR caused by the development of agricultural practices in Switzerland from ca 3600 BC did not cause an increase in Hg AR."
  }, {
    "heading": "5.3. Bromine",
    "text": "Of the 19 trace elements studied by XRF, only Br showed a correlation to the Hg pro¢le. (Neither single nor multiple correlations of lithogenic elements to Hg were signi¢cant and adding lithogenic elements to the Hg^Br regression did not increase the correlation signi¢cantly.) Br is pri-\nmarily supplied to the bog by precipitation [52]. Although the geochemistry of Br in peat is not well known, it appears to be retained in the peat. A mass balance was used to compare the mass of Br stored in four Etang de la Grue're peat cores, including the EGR2A and EGR2G cores, to the input of Br from precipitation. Using the concentration of chlorine in rainwater at Etang de la Grue're [29] and the ratio of Cl to Br in seawater [53], the concentration of Br in rainwater was calculated. This was multiplied by the average annual precipitation at the site to give the annual Br input from precipitation to 1 m2 of the bog surface. The average mass of Br stored by 1 m2 of peat per year was calculated by multiplying the peat bulk density (g cm33) by the peat Br concentration (Wg g31) for each slice, then summing the result for the entire core and ¢nally dividing the result by the number of years the core spanned. The results of the mass balances from the four Etang de la Grue're cores showed Br retention of between 55 and 70% over the last ca 14 000 yr. This is an acceptable indicator of retention when variations in precipitation over the time period are taken into account (Roos-Barraclough et al., in preparation). The remainder is thought to be lost in runo¡ or as volatile organic compounds [54].\nThe majority of Br supplied to the bog is expected to be oceanic in origin. The oceans supply the atmosphere with Br not only from acidi¢ed sea salt aerosols but also through biogenic (macroalgae) emissions of reactive organic Br species such as bromoform (CH3Br), CHBr2Cl, CHBr2Cl2, CH2BrCl and CH2Br2, compounds which dissociate by photolysis and reaction with OH on timescales of 2^3 weeks to several months. The resulting Br atoms react rapidly with ozone (O3) to form Br oxide radicals (BrOc) [55] although some reactive organic Br persists near the tropopause [56]. There are, however, also terrestrial sources of atmospheric Br such as the release of volatile methyl bromide (CH3Br) during litter decay due to the halogen-methylating ability of wood-rotting fungi [57], biomass burning [58] and abiotic oxidation of organic matter [54]. This abiotic production of volatile organic Br compounds from Br3 has been observed in peat\nEPSL 6334 29-8-02\nwaters and is a possible re-release mechanism of Br from peat."
  }, {
    "heading": "5.4. The correlation of mercury and bromine",
    "text": "The correlation observed between Hg and Br AR throughout the latter Late Glacial and Holocene indicates either that the biogeochemical cycles of these two elements are similar, that they are linked to one another, or both. Both Hg and Br in the atmosphere are ultimately oceanic in origin, the rate of release of both being partly dependent on oceanic productivity. Also, both can be microbially methylated to form volatile organic compounds which have short atmospheric lifetimes. Br oxide radicals have been linked to the atmospheric chemistry of Hg and are thought to be responsible for the Hg depletion events observed during polar springtime [59]. Although it is not possible here to determine the cause of the observed correlation, we have been able to quantify the relationship and use it to help distinguish between natural and anthropogenic sources of Hg.\nThe relationship between Br and Hg concentra-\ntions for the EGR2A core (Fig. 6), which covers the period from ca 14 500 to ca 800 calendar years BP, de¢nes a wide but well-de¢ned band. Br and Hg have been covarying proportionally between two limits. Of the almost 300 samples measured, only 13 lie outside this broad band (three of them dating from the Medieval period). The points de¢ning the upper and lower limits of the band were used to determine the equations of the two relationships linking Hg to Br concentrations.\nExcept for the 13 outliers, the Hg concentration of the peat samples can be operationally de¢ned as a type of simple two-component/mechanism mixing model, one with low and the other with high Hg concentration. The particularity of this model is that both components are de¢ned by the functions (Eqs. 1 and 2) in Fig. 6, which are based on the Br concentration. For a given sample, the proportion of Hg due to each component is calculated as:\nProportion Hgh ¼ ðHgt3Hgeq:1Þ=ðHgeq:23Hgeq:1Þ ð3Þ\nProportion Hgl ¼ 13Hgh ð4Þ\nwhere Hgt is the total Hg concentration in the sample, Hgh is Hg due to the high concentration component, Hgl is Hg due to the low concentration component, and Hgeq:1 and Hgeq:2 are the concentrations calculated using the Br concentration and the corresponding equation. These twocomponent/mechanisms of Hg accumulation have been e¡ective for the entire Late Glacial^Holocene period, so we assume they correspond to constant sources. The correlation could indicate that: (1) mechanisms enhancing Br deposition also increased Hg deposition, (2) a fraction of the Hg deposited was deposited as Hg-halides and/or (3) because the internal evolution of the bog promoted both Hg and Br accumulation. For the outliers, an excess of Hg (Hgex) was calculated from the di¡erence between total Hg and that obtained from Eq. 2. This excess is assumed to correspond to Hg from non-constant sources and/or individual events such as volcanic eruptions.\nEPSL 6334 29-8-02\nThe correlation to Br does not rule out the importance of other atmospheric oxidants of Hg. It is possible that one of the relationships Hgh or Hgl represents the variation of both Br and Hg input to the bog with variations in precipitation. Precipitation can in£uence Hg deposition not only because precipitation causes washout of particulate Hg from the atmosphere but also because most oxidation reactions of atmospheric Hg (e.g. by O3, OHc, HOCl and OCl3) occur in atmospheric water [60]. The other relationship may represent a true link between the Hg and Br cycles, involving the oxidation of atmospheric Hg (facilitating its removal from the atmosphere) by reactive Br species such as BrOc. The deposition rates of other halogens could also be linked to those of Hg. However, at this time we have no data for other halogens in continental peats. Details of reactions of atmospheric Hg with species of other halogens such as HOCl and OCl3 are outlined in [60].\nBecause Hgex was obtained as the di¡erence between Hgt and Hgeq:2, it represents a minimum estimation, as Hgh is likely to have been less than its calculated maximum value during these periods. The Hg AR contributed by each of the three components/mechanisms (low, high and excess) was obtained by applying their proportions to the total accumulated Hg. The variations of Hgl, Hgh and Hgex over the last 14 500 yr are shown in Fig. 7.\nHgex occurred exclusively during the humid Older Atlantic period and Hgex peaks correspond well to known volcanic eruptions, as detailed above in Section 5.1. Several known regional eruptions are not visible in the record. This could\nEPSL 6334 29-8-02\nsimply be due to low Hg emissions but also to meteorological conditions around the time of the eruption. Wind patterns, atmospheric humidity and the timing of precipitation events could a¡ect the in£uence an eruption had on Hg deposition at the site."
  }, {
    "heading": "5.5. Hgex : an indicator of anthropogenic mercury pollution",
    "text": "Hg and Br deposition were correlated within the limits of the relationships Hgl and Hgh throughout the entire ca 14 000 yr period represented by the EGR2A core except for a few short periods, which can mainly be attributed to volcanic in£uences. This means that the relationships can be interpreted as de¢ning the range of natural AR during periods of low volcanic in£uence and can therefore be used to identify periods of unnaturally high Hg deposition, i.e. to separate natural from anthropogenic Hg deposition. The equations determined from the mainly pre-anthropogenic EGR2A record were used to calculate Hgl, Hgh and Hgex for historical times from the EGR2G data (Fig. 7A).\nMetallurgy certainly involved the use of Hg during the Roman period, such as amalgamation for gold and silver recovery, which was used as early as 500 BC [61]. A peat core from the Penido Vello bog in northwest Spain showed a detailed relationship between the record of accumulated Hg in the peat and mining and metallurgy in Spain back to the Celtic period [7]. Guilding of silver or brass using Hg is also described by Vitruvius (50^26 BC) [62]. However, these small industries were apparently insu⁄cient to drive Hg deposition in Switzerland beyond its natural boundaries, as Hgex did not appear during historical times until the Middle Ages, ca 1330 AD. Several contemporary texts [63]) describe various medical and industrial uses of Hg during the Middle Ages. After ca 1330 AD, Hgex has been constantly present, indicating that Hg pollution has occurred ever since.\nThe period of time in which Hgex has been present is enlarged in Fig. 7, inset to panel A. Hgex peaked at ca 1790 AD (7.0 Wg m32 yr31), then again at ca 1911 (90.3 Wg m32 yr31), when it\nmade up 84% of total Hg AR. After a decrease to 4.1 Wg m32 yr31 ca 1937 (43.6% of total Hg), a general increase occurred until ca 1973, when Hgex AR is calculated as having been 45.2 Wg m32 yr31 (57.4% of total Hg AR). However, this low percentage of Hgex is caused by high Hgh, which is due to an increase in anthropogenic [64] Br deposition during this period. Thus, the true component of anthropogenic Hg may be higher than Hgex. The same is true of the peak at ca 1988 (25.3 Wg m32 yr31, 40.1%)."
  }, {
    "heading": "6. Conclusions",
    "text": "A complete, 14 500 yr long record of Hg accumulation rates in peat has been obtained from a bog in the Swiss Jura mountains. This is the ¢rst complete record of Hg accumulation from the Late Glacial to the present. It shows that the natural component of the Hg cycle is variable, with natural Hg accumulation rates at the site ranging from 0.3 to 8.0 Wg m32 yr31 (a factor of 27) during the Holocene. This is in agreement with the Penido Vello peat core record from northwest Spain [7], which also indicated natural variations in the accumulation of Hg in peat in the range of 1.5^8.0 Wg m32 yr31. A strong climatic signal was observed during the cold, dry Younger Dryas, when Hg accumulation increased by ca 5 times. Volcanic eruptions appear to have been the cause of sharp peaks in Hg accumulation throughout the late Boreal and Older Atlantic periods, when high levels of e¡ective precipitation apparently intensi¢ed the e¡ect of regional eruptions.\nThe highest Hg accumulation rates of the entire pro¢le were observed during the modern period, ca 1911 (107.6 Wg m32 yr31), 1973 (78.8 Wg m32 yr31) and 1988 (63.12 Wg m32 yr31). Whereas the peak in the industrial period is thought to have been caused primarily by transboundary pollution from coal [48], the upper part of the pro¢le (mid and late 20th century) matches well with Swiss Hg emission estimates [47]. Hg accumulation rates at the site are currently ca 15 times their historical pre-industrial average.\nHg accumulation was shown to be mainly inde-\nEPSL 6334 29-8-02\npendent of soil dust accumulation (indicated by Ti), but correlated well to Br accumulation for the entire ca 14 000 yr long pre-anthropogenic period contained in the record. The limits of the range of this correlation were de¢ned. The few short periods during which Hg accumulation exceeded the range of this correlation during preindustrial times correspond to the dates of known volcanic eruptions. The range of net Hg accumulation rates de¢ned by the correlation to Br was interpreted as being representative of the range of natural net Hg accumulation rates during periods of low volcanic in£uence. The occurrence of Hgex was interpreted as being indicative of volcanic or anthropogenic in£uence.\nThe Br^Hg concentration relationships de¢ned in the older peat section were applied to the data from the surface peat core, which formed during historical times. Hgex was present in the modern pro¢le from ca 1330 AD onwards, with major peaks occurring at ca 1911 (84% of total Hg AR), 1973 (57.4%) and 1988 AD (40.1%).\nThe correlation of Hg to Br deposition suggests the possibility of a link between their geochemical cycles, possibly through oxidation of elemental Hg by reactive Br species in the atmosphere. Should this be the case, then anthropogenic emissions of reactive, Br-containing species could be contributing to enhanced atmospheric Hg deposition rates."
  }, {
    "heading": "Acknowledgements",
    "text": "Financial support for this work, including graduate student assistantship to F.R.B., was provided by the Swiss National Science Foundation (Grants 21-55669.98 and 21-061688.00) to W.S. The authors gratefully acknowledge Dr. W.O. van der Knaap, Dr. P. Steinmann, B. Eilrich, H. Haas, R. Mader, H.P. Ba«rtschi, C. Ammann, M. Dam, T.S. Hansen, I. Schru«fer-Kolb, Dr. A. Cheburkin, H. Kurzel, Dr. P. Appleby, Prof. J. Heinemeier and Dr. G. Bonani for help with ¢eld and laboratory work and literature research. Thanks also to Dr. D. Porcella, Prof. S.A. Norton and an anonymous reviewer for their comments, which helped to improve this manuscript.[BOYLE]"
  }],
  "year": 2002,
  "references": [{
    "title": "The chemical cycle and bioaccumulation of mercury",
    "authors": ["F.M.M. Morel", "A.M.L. Kraepiel", "M. Amyot"],
    "venue": "Annu. Rev. Ecol. Syst. 29 ",
    "year": 1998
  }, {
    "title": "The biogeochemical cycling of elemental mercury: Anthropogenic in£uences",
    "authors": ["R. Mason", "W. Fitzgerald", "F. Morel"],
    "venue": "Geochim. Cosmochim. Acta 58 ",
    "year": 1994
  }, {
    "title": "Lead",
    "authors": ["F. Riget", "R. Dietz", "P. Johansen", "G. Asmund"],
    "venue": "cadmium, mercury and selenium in Greenland marine biota and sediments during AMAP phase 1, Sci. Total Environ. 245 ",
    "year": 2000
  }, {
    "title": "N",
    "authors": ["P. Grandjean", "P. Weihe", "R.F. White", "F. Debes", "S. Araki", "K. Yokoyama", "K. Murata"],
    "venue": "S\\rensen, R. Dahl, P.J. J\\rgensen, Cognitive de¢cit in 7-year-old children with prenatal exposure to methylmercury, Neurotoxicol. Teratol. 19 ",
    "year": 1997
  }, {
    "title": "Lead",
    "authors": ["P. Johansen", "T. Pars", "P. Bjerregaard"],
    "venue": "cadmium, mercury and selenium intake by Greenlanders from local marine food, Sci. Total Environ. 245 ",
    "year": 2000
  }, {
    "title": "The case for atmospheric mercury contamination in remote areas",
    "authors": ["W.F. Fitzgerald", "D.R. Engstrom", "R.P. Mason", "E.A. Nater"],
    "venue": "Environ. Sci. Technol. 32 ",
    "year": 1998
  }, {
    "title": "E",
    "authors": ["A. Martinez-Cortizas", "X. Pontevedra-Pombal"],
    "venue": "Garc|  ¤a- Rodeja, J.C. No¤voa-Mun‹oz, W. Shotyk, Mercury in a Spanish peat bog archive of climate change and atmospheric metal deposition, Science 284 ",
    "year": 1999
  }, {
    "title": "Current methods of estimating atmospheric mercury £uxes in remote areas",
    "authors": ["P.E. Rasmussen"],
    "venue": "Environ. Sci. Technol. 28 ",
    "year": 1994
  }, {
    "title": "Tracking the distribution of persistent organic pollutants",
    "authors": ["F. Wania", "D. Mackay"],
    "venue": "Environ. Sci. Technol. 30 ",
    "year": 1996
  }, {
    "title": "Prospects for modelling the behaviour and fate of mercury",
    "authors": ["D. Mackay", "F. Wania", "W. Schroeder"],
    "venue": "globally and in aquatic systems, Water Air Soil Pollut. 80 ",
    "year": 1995
  }, {
    "title": "E¡ect of temperature and air movement on the £ux of elemental mercury from substrate to the atmosphere",
    "authors": ["M.S. Gustin", "G.E.J. Taylor", "R.A. Maxey"],
    "venue": "J. Geophys. Res. 102 ",
    "year": 1997
  }, {
    "title": "Mechanisms in£uencing the volatile loss of mercury from soil",
    "authors": ["M.S. Gustin", "R. Maxey"],
    "venue": "in: Measurement of Toxic and Related Air Pollutants, Annual Conference Proceedings, Air and Waste Management Association",
    "year": 1998
  }, {
    "title": "Vegetation and the atmospheric cycling of mercury",
    "authors": ["S.M. Siegel", "B.Z. Siegel"],
    "venue": "Adv. Space Res. 3 ",
    "year": 1983
  }, {
    "title": "D",
    "authors": ["R. Ebinghaus", "R.M. Tripathi"],
    "venue": "Wallschla«ger, S.E. Lindberg, Natural and anthropogenic mercury sources and their impact on the air^surface exchange of mercury on regional and global scales, in: R. Ebinghaus, R.R. Turner, D. Lacerda, O. Vasiliev, W. Salomons (Eds.), Mercury Contaminated Sites, Springer, Heidelberg",
    "year": 1999
  }, {
    "title": "Measurement of Hg/S ratios from 5 volcanoes",
    "authors": ["D.S. Ballantine", "D.L. Finnegan", "J.M. Phelan", "W.H. Zoller"],
    "venue": "EOS Trans. Am. Geophys. Union 63 ",
    "year": 1982
  }, {
    "title": "N",
    "authors": ["R. Ferrara", "B. Mazzloai", "B. Lanzillotta", "E. Nucaro"],
    "venue": "EPSL 6334 29-8-02  F. Roos-Barraclough et al. / Earth and Planetary Science Letters 202 (2002) 435^451  449  Pirrone, Volcanoes as emission sources of atmospheric mercury in the Mediterranean basin, Sci. Total Environ. 259 ",
    "year": 2000
  }, {
    "title": "Estimations of mercury £uxes emitted by Mount Etna volcano",
    "authors": ["H. Dedeurwaerder", "G. Decadt", "W. Baeyens"],
    "venue": "Bull. Volcanol. 45 ",
    "year": 1982
  }, {
    "title": "Sea^air partitioning of mercury in the Equatorial Paci¢c Ocean",
    "authors": ["J.P. Kim", "W.F. Fitzgerald"],
    "venue": "Science 231 ",
    "year": 1986
  }, {
    "title": "Production of methylated mercury",
    "authors": ["R. Pongratz", "K.G. Heumann"],
    "venue": "lead, and cadmium by marine bacteria as a signi¢cant natural source for atmospheric heavy metals in polar regions, Chemosphere 39 ",
    "year": 1999
  }, {
    "title": "Candelone, Variations in mercury deposition to Antarctica over the past 34,000",
    "authors": ["G.M. Vandal", "W.F. Fitzgerald", "J.P.C.F. Boutron"],
    "venue": "years, Nature",
    "year": 1993
  }, {
    "title": "Mercury in ancient ice and recent snow from the Antarctic",
    "authors": ["G.M. Vandal", "W.F. Fitzgerald", "C.F. Boutron", "J.P. Candelone"],
    "venue": "NATO ASI Ser., Ser. I 30 (Ice Core Studies of Global Biogeochemical Cycles) ",
    "year": 1995
  }, {
    "title": "Biogeochemical cycling of mercury in the marine environment",
    "authors": ["W.F. Fitzgerald", "R.P. Mason"],
    "venue": "in: A. Sigel, H. Sigel (Eds.), Metal Ions in Biological Systems, Vol. 34: Mercury and its E¡ects on Environment and Biology, Marcel Dekker, Basel",
    "year": 1997
  }, {
    "title": "A global assessment of natural sources of atmospheric trace metals",
    "authors": ["J.O. Nriagu"],
    "venue": "Nature 338 ",
    "year": 1989
  }, {
    "title": "Organic soils",
    "authors": ["W. Shotyk"],
    "venue": "in: I. Martin, W. Chesworth (Eds.), Weathering, Soils and Paleosols, Elsevier Science, Amsterdam",
    "year": 1992
  }, {
    "title": "Peat bog records of atmospheric mercury deposition",
    "authors": ["P. Phei¡er-Madsen"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "The biogeochemistry of an ombrotrophic bog: Evaluation of use as an archive of atmospheric mercury deposition",
    "authors": ["J. Benoit", "W. Fitzgerald", "A. Damman"],
    "venue": "Environ. Res. A 78 ",
    "year": 1998
  }, {
    "title": "Comparison of Hg and Pb £uxes to hummocks and hollows of ombrotrophic Big Heath Bog and to nearby Sargent Mt",
    "authors": ["S. Norton", "G. Evans", "J. Kahl"],
    "venue": "Pond, Maine, USA, Water Air Soil Pollut. 100 ",
    "year": 1997
  }, {
    "title": "A",
    "authors": ["J. Benoit", "W. Fitzgerald"],
    "venue": "Damman, Historical atmospheric mercury deposition in the mid-continental U.S. as recorded in an ombrotrophic peat bog, in: C. Watras, J. Huckabee (Eds.), Mercury Pollution: Integration and Synthesis, Lewis, Boca Raton, FL",
    "year": 1994
  }, {
    "title": "Chemical composition",
    "authors": ["P. Steinmann", "W. Shotyk"],
    "venue": "pH, and redox state of sulfur and iron in complete vertical porewater pro¢les from two Sphagnum peat bogs, Jura mountains, Switzerland, Geochim. Cosmochim. Acta 61 ",
    "year": 1997
  }, {
    "title": "Der Ein£uss von Entwa«sserung auf die Bewaldung eines Hochmoores",
    "authors": ["J. Schulthess", "P.D.F. Schweingruber", "P.D.G. Furrer"],
    "venue": "Diplomarbeit, Zurich",
    "year": 1990
  }, {
    "title": "A new hand tool for cutting peat",
    "authors": ["E. Wardenaar"],
    "venue": "Can. J. Bot. 65 ",
    "year": 1987
  }, {
    "title": "Sampling lake sediments by use of the  Livingstone sampler",
    "authors": ["E.-S. Deevey", "Jr."],
    "venue": "Handbook of Paleontological Techniques,",
    "year": 1965
  }, {
    "title": "An Energy-dispersive Miniprobe Multielement Analyzer (EMMA) for direct analysis of Pb and other trace elements in peats",
    "authors": ["A.K. Cheburkin", "W. Shotyk"],
    "venue": "Fresenius J. Anal. Chem. 354 ",
    "year": 1996
  }, {
    "title": "An analytical protocol for the determination of total mercury concentrations in solid peat samples",
    "authors": ["F. Roos-Barraclough", "N. Givelet", "A. Martinez-Cortizas", "M.E. Goodsite", "H. Biester", "W. Shotyk"],
    "venue": "Sci. Tot. Environ. 292 ",
    "year": 2002
  }, {
    "title": "F",
    "authors": ["P. Appleby", "P. Nolan"],
    "venue": "Old¢eld, N. Richardson, S. Higgitt, 210Pb dating of lake sediments and ombrotrophic peats by gamma assay, Sci. Total Environ. 69 ",
    "year": 1988
  }, {
    "title": "W",
    "authors": ["M.E. Goodsite", "W. Rom", "J. Heinemeier", "T. Lange", "S. Ooi", "P.G. Appleby"],
    "venue": "Shotyk, W.O. van der Knaap, C. Lohse, T.S. Hansen, High resolution AMS 14C dating of post bomb peat archives of atmospheric pollutants, Radiocarbon 43 ",
    "year": 2001
  }, {
    "title": "Wol¢, CalibETH; an interactive computer program for calibration of radiocarbon dates, Radiocarbon",
    "authors": ["Th.R. Niklaus", "G. Bonani", "M. Simonius", "W.M. Suter"],
    "year": 1992
  }, {
    "title": "J",
    "authors": ["M. Stuiver", "P.J. Reimer", "E. Bard", "J.W. Beck", "G.S. Burr", "K.A. Hughen", "B. Kromer", "F.G. McCormac"],
    "venue": "van der Plicht, M. Spurk, INTCAL98 radiocarbon age calibration 24,000^0 cal yr BP, Radiocarbon 40 ",
    "year": 1998
  }, {
    "title": "Geochemistry of the peat bog at Etang de la Grue're",
    "authors": ["W. Shotyk", "D. Weiss", "J.D. Kramers", "R. Frei", "A.K. Cheburkin", "M. Gloor", "S. Reese"],
    "venue": "Jura Moutains, Switzerland, and its record of atmospheric Pb and lithogenic trace metals (Sc, Ti, Y, Zr and REE) since 12,370  14C yr BP, Geochim. Cosmochim. Acta 65 ",
    "year": 2001
  }, {
    "title": "Vegetation und Klima der Schweiz seit dem ju«ngeren Eiszeitalter",
    "authors": ["C. Burga", "R. Perret"],
    "venue": "Otto Verlag, Thun",
    "year": 1998
  }, {
    "title": "Global mercury £ux from volcanic and geothermal sources",
    "authors": ["J.C. Varekamp", "P.R. Buseck"],
    "venue": "Appl. Geochem. 1 ",
    "year": 1986
  }, {
    "title": "Volcanoes of the World",
    "authors": ["T. Simkin", "L. Siebert"],
    "venue": "Geoscience Press, Tucson, AZ",
    "year": 1994
  }, {
    "title": "W",
    "authors": ["W. Shotyk", "D. Weiss", "P. Appleby", "A. Cheburkin", "R. Frei", "M. Gloor", "J. Kramers", "S. Reese"],
    "venue": "van der Knaap, History of atmospheric lead deposition since 12,370 14C year BP from a peat bog, Jura Mountains, Switzerland, Science 281 ",
    "year": 1998
  }, {
    "title": "A peat bog record of natural",
    "authors": ["W. Shotyk", "M. Krachler", "A. Martinez-Cortizas", "A.K. Cheburkin", "H. Emons"],
    "venue": "pre-anthropogenic enrichments of trace elements in atmospheric aerosols since 12, 370 14C yr BP, and their varia- EPSL 6334 29-8-02  F. Roos-Barraclough et al. / Earth and Planetary Science Letters 202 (2002) 435^451  450  tion with Holocene climate change, Earth Planet, Sci. Lett. 199 ",
    "year": 2002
  }, {
    "title": "Atmospheric mercury ^ a review",
    "authors": ["O. Lindqvist", "H. Rodhe"],
    "venue": "Tellus 37B ",
    "year": 1985
  }, {
    "title": "European Historical Statistics 1750^1975",
    "authors": ["B.R. Mitchell"],
    "venue": "Macmillan, London",
    "year": 1980
  }, {
    "title": "Peat bog archives of atmospheric metal deposition: geochemical evaluation of peat pro¢les",
    "authors": ["W. Shotyk"],
    "venue": "natural variations in metal concentrations and metal enrichment factors, Environ. Rev. 4 ",
    "year": 1996
  }, {
    "title": "L’Etang de la Gruye're",
    "authors": ["M. Joray"],
    "venue": "Jura Bernoise: Etude Pollenanalytiquue et Stratigraphique de la Tourbie're, Huber, Berne",
    "year": 1942
  }, {
    "title": "Entwicklung der Schwermetallenemissionen fu«r Blei",
    "authors": ["B. Mayr", "R. Orthofer", "R. Schmidt", "H. Steyskal", "A. Windsperger", "W. Winiwarter"],
    "venue": "Cadmium und Quecksilber fu«r die Jahre 1985, 1990 und 1995 gema«ss CORINAIR-Systematik, Seibersdorf Research Report, OEFZS-S-0006 ",
    "year": 1999
  }, {
    "title": "The Pb, Br and Ti content in peat bogs as an indicator for recent and past depositions, Naturwissenschaften",
    "authors": ["M. Go«rres", "B. Frenzel"],
    "year": 1993
  }, {
    "title": "J",
    "authors": ["F. Keppler", "R. Eiden", "V. Niedan"],
    "venue": "Pracht, H.F. Scho«ler, Halocarbons produced by natural oxidation processes during degradation of organic matter, Nature 403 ",
    "year": 2000
  }, {
    "title": "On temperate sources of bromo-  form and other reactive organic bromine gases",
    "authors": ["L. Carpenter", "P. Liss"],
    "venue": "J. Geophys. Res. 105 ",
    "year": 2000
  }, {
    "title": "Bromoform as a source of stratospheric bromine",
    "authors": ["W.T. Sturges", "D.E. Oram", "L.J. Carpenter", "S.A. Penkett", "A. Engel"],
    "venue": "Geophys. Res. Lett. 27 ",
    "year": 2000
  }, {
    "title": "Litter decomposition as a potential natural source of methyl bromide",
    "authors": ["J. Lee-Taylor", "E. Holland"],
    "venue": "J. Geophys. Res. 105 ",
    "year": 2000
  }, {
    "title": "A",
    "authors": ["M.O. Andreae", "E. Atlas", "G.W. Harris", "G. Helas"],
    "venue": "de Kock, R. Koppmann, W. Maenhaut, S. Man\\, W.H. Pollock, J. Rudolph, D. Schar¡e, G. Schebeske, M. Welling, Methyl halide emissions from savanna ¢res in southern Africa, J. Geophys. Res. Atmos. 101 ",
    "year": 1996
  }, {
    "title": "A",
    "authors": ["J.Y. Lu", "W.H. Schroeder", "L.A. Barrie"],
    "venue": "Ste¡en, H.E. Welch, K. Martin, L. Lockhart, R.V. Hunt, G. Boila, A. Richter, Magni¢cation of atmospheric mercury deposition to polar regions in springtime: the link to tropospheric ozone depletion chemistry, Geophys. Res. Lett. 28 ",
    "year": 2001
  }, {
    "title": "The chemistry of atmospheric mercury: a review",
    "authors": ["C.-J. Lin", "S.O. Pehkonen"],
    "venue": "Atmos. Environ. 33 ",
    "year": 1999
  }, {
    "title": "Atmospheric mercury: How much do we really know? Pure Appl",
    "authors": ["I. Olmez", "M.R. Ames"],
    "venue": "Chem. 69 ",
    "year": 1997
  }, {
    "title": "Greek and Roman Technology: a Sourcebook",
    "authors": ["J.W. Humphrey", "J.P. Oleson", "A.N. Sherwood"],
    "venue": "Annotated translations of Greek and Latin texts and documents, Routledge, London",
    "year": 1998
  }, {
    "title": "Mercury: A History of Quicksilver",
    "authors": ["L.J. Goldwater"],
    "venue": "York Press, Baltimore, MD",
    "year": 1972
  }, {
    "title": "Southern hemispheric halon trends (1978^1998) and global halon emission",
    "authors": ["P. Fraser", "D. Oram", "C. Reeves", "S. Penkett", "A. McCulloch"],
    "venue": "J. Geophys. Res. 104 (1999) 15985^ 15999. EPSL 6334 29-8-02  F. Roos-Barraclough et al. / Earth and Planetary Science Letters 202 ",
    "year": 2002
  }],
  "id": "SP:d0ca4fedf3ef8d668bd32276d14666d178ea7c76",
  "authors": [{
    "name": "F. Roos-Barraclough",
    "affiliations": []
  }, {
    "name": "A. Martinez-Cortizas",
    "affiliations": []
  }, {
    "name": "W. Shotyk",
    "affiliations": []
  }],
  "abstractText": "A 14 500 calendar year record of mercury accumulation rates has been obtained from an ombrotrophic peat bog in the Swiss Jura mountains. The range of natural (pre-industrial) mercury accumulation rates varied from 0.3 to 8.0 Wg m32 yr31. During the Late Glacial and Holocene, climatic and volcanic signals were evident in the mercury record. Mercury accumulation rates increased by a factor of ca 5 during the Younger Dryas cold period. Short-term spikes in mercury accumulation rates, which correspond in time to known volcanic eruptions, occur during the late Boreal and Older Atlantic periods, when volcanic influences on mercury deposition appear to have been intensified due to increased atmospheric humidity. A correlation of mercury to bromine accumulation is observed throughout the preanthropogenic period. During the Holocene, mercury accumulation only exceeded the range of this correlation for a few short periods of elevated mercury deposition which correspond to known volcanic eruptions during the Older Atlantic. During historical times, mercury accumulation rates have exceeded the range of the correlation of mercury to bromine continuously since ca 1330 AD. This excess in mercury accumulation is interpreted as an indication of pollution. During the industrial period, mercury accumulation rates reached 107.6 Wg m32 yr31, of which 84% was mercury that exceeded the correlation range. Mercury accumulation rates peaked again during the 1970s, with 78.8 Wg m32 yr31. Early 20th century pollution appears to have been dominated by non-Swiss emissions from coal burning, whereas Swiss mercury emissions appear to have been the dominant pollution source during the mid and late 20th century. Current mercury accumulation rates at the site are similar to those ca 10 years ago, with modern deposition rates being ca 15 times their prehistorical average. Anthropogenic emissions of reactive brominated compounds could be contributing to increased atmospheric deposition rates of mercury. A 2002 Elsevier Science B.V. All rights reserved.",
  "title": "A 14 500 year record of the accumulation of atmospheric mercury in peat: volcanic signals, anthropogenic in£uences and a correlation to bromine accumulation"
}