{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/locate / icarus\nGlobal modelling of the early martian climate under a denser CO2 atmosphere: Water cycle and ice evolution\nR. Wordsworth a,⇑, F. Forget a, E. Millour a, J.W. Head b, J.-B. Madeleine a,b, B. Charnay a a Laboratoire de Métérologie Dynamique, Institut Pierre Simon Laplace, Paris, France b Department of Geological Sciences, Brown University, Providence, RI 02912, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 30 March 2012 Revised 28 September 2012 Accepted 29 September 2012 Available online 30 October 2012\nKeywords: Atmospheres, Evolution Mars, Atmosphere Mars, Climate Mars, Polar geology Ices\n0019-1035/$ - see front matter 2012 Elsevier Inc. A http://dx.doi.org/10.1016/j.icarus.2012.09.036\n⇑ Corresponding author. Present address: Departm University of Chicago, IL 60637, USA.\nE-mail address: rwordsworth@uchicago.edu (R. W\nWe discuss 3D global simulations of the early martian climate that we have performed assuming a faint young Sun and denser CO2 atmosphere. We include a self-consistent representation of the water cycle, with atmosphere–surface interactions, atmospheric transport, and the radiative effects of CO2 and H2O gas and clouds taken into account. We find that for atmospheric pressures greater than a fraction of a bar, the adiabatic cooling effect causes temperatures in the southern highland valley network regions to fall significantly below the global average. Long-term climate evolution simulations indicate that in these circumstances, water ice is transported to the highlands from low-lying regions for a wide range of orbital obliquities, regardless of the extent of the Tharsis bulge. In addition, an extended water ice cap forms on the southern pole, approximately corresponding to the location of the Noachian/Hesperian era Dorsa Argentea Formation. Even for a multiple-bar CO2 atmosphere, conditions are too cold to allow long-term surface liquid water. Limited melting occurs on warm summer days in some locations, but only for surface albedo and thermal inertia conditions that may be unrealistic for water ice. Nonetheless, meteorite impacts and volcanism could potentially cause intense episodic melting under such conditions. Because ice migration to higher altitudes is a robust mechanism for recharging highland water sources after such events, we suggest that this globally sub-zero, ‘icy highlands’ scenario for the late Noachian climate may be sufficient to explain most of the fluvial geology without the need to invoke additional long-term warming mechanisms or an early warm, wet Mars.\n2012 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "After many decades of observational and theoretical research, the nature of the early martian climate remains an essentially unsolved problem. Extensive geological evidence indicates that there was both flowing liquid water (e.g., Carr, 1995; Irwin et al., 2005; Fassett et al., 2008b; Hynek et al., 2010) and standing bodies of water (e.g., Fassett et al., 2008b) on the martian surface in the late Noachian, but a comprehensive, integrated explanation for the observations remains elusive. As the young Sun was fainter by around 25% in the Noachian (before approx. 3.5 GYa) (Gough, 1981), to date no climate model has been able to produce longterm warm, wet conditions in this period convincingly. Transient warming events have been proposed to explain some of the observations, but there is still no consensus as to their rate of occurrence or overall importance.\nThe geomorphological evidence for an altered climate on early Mars includes extensive dendritic channels across the highland\nll rights reserved.\nent of Geological Sciences,\nordsworth).\nNoachian terrain (the famous ‘valley networks’) (Carr, 1996; Fassett et al., 2008b; Hynek et al., 2010), fossilised river deltas with meandering features (Malin and Edgett, 2003; Fassett and Head, 2005), records of quasi-periodic sediment deposition (Lewis et al., 2008), and regions of enhanced erosion most readily explained through fluvial activity (Hynek and Phillips, 2001). Some studies have also suggested evidence for an ancient ocean in the low-lying northern plains. These include a global analysis of the martian hydrosphere (Clifford and Parker, 2001) and an assessment of river delta/valley network contact altitudes (di Achille and Hynek, 2010). However, in the absence of other evidence, the existence of a northern ocean in the Noachian remains highly controversial.\nMore recent geochemical evidence of aqueous alteration on Mars has both broadened and complicated our view of the early climate. Observations by the OMEGA and CRISM instruments on the Mars Express/Mars Reconnaissance Orbiter spacecraft (Poulet et al., 2005; Bibring et al., 2006; Mustard et al., 2008; Ehlmann et al., 2011) showed widespread evidence for phyllosilicate ( clay) and sulphate minerals across the central and southern Noachian terrain. Surface aqueous minerals are rarer in Mars’ northern lowlands, which are mostly covered by younger Hesperian-era lava\nplains (Head et al., 2002; Salvatore et al., 2010) and outflow channel effluent (Kreslavsky and Head, 2002). However, phyllosilicates have been detected in some large northern impact craters that penetrated through these later deposits (Carter et al., 2010). As these impacts were understood to have excavated ancient Noachian terrain from below the lava plains, it seems plausible that aqueous alteration was once widespread in both hemispheres, on or just beneath the martian surface.\nEvidence from crater counting (Fassett and Head, 2008a, 2011) suggests that valley network formation was active during the Noachian but ended near the Noachian-Hesperian boundary (approx. 3.5 GYa in their analysis). Broadly speaking, this period overlaps with the end of the period when impacts were frequent and the Tharsis rise was still forming. Interestingly, however, crater statistics also suggest that the main period of phyllosilicate formation ended somewhat before the last valley networks were created. Few Late Noachian open-basin lakes (Fassett et al., 2008b) show evidence of extensive in situ phyllosilicates on their floors (Goudge et al., 2012) and in those that do, the clays appear to have been transported there from older deposits by way of valley networks (e.g., Ehlmann et al., 2008).\nInterpreting the surface conditions necessary to form the observed phyllosilicates on Mars remains a key challenge to understanding the Noachian climate. It is clear that there is substantial diversity in the early martian mineralogical record, which probably at least partially reflects progressive changes in environmental conditions over time (Bibring et al., 2006; Mustard et al., 2008; Murchie et al., 2009; Andrews-Hanna et al., 2010; Andrews-Hanna and Lewis, 2011). Nonetheless, the most recent reviews of the available geochemical evidence suggest that the majority of phyllosilicate deposits may have been formed via subsurface hydrothermal alteration (Ehlmann et al., 2011) or episodic processes, as opposed to a long-term, warm wet climate.\nWhile it is likely that Mars once possessed a thicker CO2 atmosphere than it has today, it is well known that CO2 gaseous absorption alone cannot produce a greenhouse effect strong enough to allow liquid water on early Mars at any atmospheric pressure (Kasting, 1991). Various alternative explanations for an early warm, wet climate have been put forward. Two of the most notable are additional absorption by volcanically emitted sulphur dioxide (Halevy et al., 2007), and downward scattering of outgoing infrared radiation by CO2 clouds (Forget and Pierrehumbert, 1997). However, both these hypotheses have been criticised as insufficient in later studies (Colaprete and Toon, 2003; Tian et al., 2010). Sulphur-induced warming is attractive due to the correlation between the timing of Tharsis formation and the valley networks and the abundance of sulphate minerals on the martian surface. However, Tian et al. (2010) argued that this mechanism would be ineffective on timescales longer than a few months due to the cooling effects of sulphate aerosol formation in the high atmosphere. CO2 clouds are a robust feature of cold CO2 atmospheres that have already been observed in the mesosphere of presentday Mars (Montmessin et al., 2007). They can cause extremely effective warming via infrared scattering if they form at an optimal altitude and have global coverage close to 100%. However, our 3D simulations of dry CO2 atmospheres (Forget et al., 2012) suggest that their warming effect is unlikely to be strong enough to raise global mean temperatures above the melting point of water for reasonable atmospheric pressures.\nGiven the problems with steady-state warm, wet models, other researchers have proposed that extreme events such as meteorite impacts could be capable of causing enough warming to explain the observed erosion alone (Segura et al., 2002, 2008; Toon et al., 2010). These authors proposed that transient steam atmospheres would form for up to several millenia as a result of impacts between 30 and 250 km in diameter. They argued that the enhanced\nprecipitation rates under such conditions would be sufficient to carve valley networks similar to those observed on Mars, and hence that a long-term warm climate was not necessary to explain the geological evidence. This hypothesis has been questioned by later studies – for example, landform evolution modelling of the Parana Valles region ( 20 N, 15 W) (Barnhart et al., 2009) has suggested that the near-absence of crater rim breaches there is indicative of a long-term, semi-arid climate, as opposed to intermittent catastrophic deluges. Other researchers have argued that with realistic values of soil erodability, there is a significant discrepancy (of order 104) between the estimated Noachian erosion rates and the total erosion possible due to post-impact rainfall (Jim Kasting, private communication). Hence impact-generated steam atmospheres alone still appear unable to explain key elements of the geological observations, and the role of impacts in the Noachian hydrological cycle in general remains unclear.\nMost previous theoretical studies of the early martian climate have used one-dimensional, globally averaged models. While such models have the advantage of allowing a simple and rapid assessment of warming for a given atmosphere, they are incapable of addressing the influence of seasonal and topographic temperature variations on the global water cycle. Johnson et al. (2008) examined the impact of sulphur volatiles on climate in a 3D general circulation model (GCM), but they did not include a dynamic water cycle or the radiative effects of clouds or aerosols. To our knowledge, no other study has yet attempted to model the primitive martian climate in a 3D GCM.\nHere we describe a range of three-dimensional simulations we have performed to investigate possible climate scenarios on early Mars. Our approach has been to study only the simplest possible atmospheric compositions, but to treat all physical processes as accurately as possible. We modelled the early martian climate in 3D under a denser CO2 atmosphere with (a) dynamical representation of cloud formation and radiative effects (CO2 and H2O), (b) self-consistent, integrated representation of the water cycle and (c) accurate parameterisation of dense CO2 radiative transfer. We have studied the effects of varying atmospheric pressure, orbital obliquity, surface topography and starting H2O inventory. In a companion paper (Forget et al., 2012), we describe the climate under dry (pure CO2) conditions. Here we focus on the water cycle, including its effects on global climate and long-term surface ice stabilization. Based on our results, we propose a new hypothesis for valley network formation that combines aspects of previous steady-state and transient warming theories.\nIn Section 2, we describe our climate model, including the radiative transfer and dynamical modules and assumptions on the water cycle and cloud formation. In Section 3, we describe the results. First, 100% relative humidity simulations are analysed and compared with results assuming a dry atmosphere (Forget et al., 2012). Next, simulations with a self-consistent water cycle and varying assumptions on the initial CO2 and H2O inventories and surface topography are described. Particular emphasis is placed on (a) the long-term evolution of the global hydrology towards a steady state and (b) local melting due to short-term transient heating events. In Section 4 we discuss our results in the context of constraints from geological observations and atmospheric evolution theory, and assess the probable effects of impacts during a period of higher flux. Finally, we describe what we view as the most likely scenario for valley network formation in the late Noachian and suggest a few directions for future study."
  }, {
    "heading": "2. Method",
    "text": "To produce our results we used the LMD Generic Climate Model, a new climate simulator with generalised radiative transfer and\ncloud physics that we have developed for a range of planetary applications (Wordsworth et al., 2010b, 2011; Selsis et al., 2011). The model uses the LMDZ 3D dynamical core (Hourdin et al., 2006), which is based on a finite-difference formulation of the classical primitive equations of meteorology. The numerical scheme is formulated to conserve both potential enstrophy and total angular momentum (Sadourny, 1975).\nScale-selective hyperdiffusion was used in the horizontal plane for stability, and linear damping was applied in the topmost levels to eliminate the artificial reflection of vertically propagating waves. The planetary boundary layer was parameterised using the method of Mellor and Yamada (1982) and Galperin et al. (1988) to calculate turbulent mixing, with the latent heat of H2O also taken into account in the surface temperature calculations when surface ice/water was present. As in Wordsworth et al. (2011), a standard roughness coefficient of z0 = 1 10 2 m was used for both rocky and ice/water surfaces. A spatial resolution of 32 32 15 in longitude, latitude and altitude was used for the simulations. This was slightly greater than the 32 24 15 used in most simulations in Forget et al. (2012) to allow more accurate representation of the latitudinal transport of water vapour, but still low enough to allow long-term simulation of system evolution in reasonable computation times."
  }, {
    "heading": "2.1. Radiative transfer",
    "text": "Our radiative transfer scheme was similar to that used in previous studies (e.g., Wordsworth et al., 2011). For a given mixture of atmospheric gases, we computed high resolution spectra over a range of temperatures, pressures and gas mixing ratios using the HITRAN 2008 database (Rothman et al., 2009). For this study we used a 6 9 7 temperature, pressure and H2O volume mixing ratio grid with values T = {100,150, . . . ,350} K, p = {10 3, 10 2, . . . ,105} mbar and qH2O ¼ f10\n7;10 6; . . . ;10 1g, respectively. The correlated-k method was used to produce a smaller database of coefficients suitable for fast calculation in a GCM. The model used 32 spectral bands in the longwave and 36 in the shortwave, and sixteen points for the g-space integration, where g is the cumulated distribution function of the absorption data for each band. CO2 collision-induced absorption was included using a parameterisation based on the most recent theoretical and experimental studies (Wordsworth et al., 2010a; Gruszka and Borysow, 1998; Baranov et al., 2004). H2O lines were truncated at 25 cm 1, while the H2O continuum was included using the CKD model (Clough et al., 1989). In clear-sky one-dimensional radiative– convective tests (results not shown) the H2O continuum was found to cause an increase of less than 1 K in the global mean surface temperatures under early Mars conditions. A two-stream scheme (Toon et al., 1989) was used to account for the radiative effects of aerosols (here, CO2 and H2O clouds) and Rayleigh scattering, as in Wordsworth et al. (2010b). The hemispheric mean method was used in the infrared, while d-quadrature was used in the visible. Finally, a solar flux of 441.1 W m 2 was used (75% of the present-day value), corresponding to the reduced luminosity 3.8 Ga based on standard solar evolution models (Gough, 1981). For a discussion of the uncertainties regarding the evolution of solar luminosity with time, see Forget et al. (2012)."
  }, {
    "heading": "2.2. Water cycle and CO2 clouds",
    "text": "Three tracer species were used in the simulations: CO2 ice, H2O ice and H2O vapour. Tracers were advected in the atmosphere, mixed by turbulence and convection, and subjected to changes due to sublimation/evaporation and condensation and interaction with the surface. For both gases, condensation was assumed to occur when the atmospheric temperature dropped below the saturation temperature. Local mean CO2 and H2O cloud particle sizes\nwere determined from the amount of condensed material and the number density of cloud condensation nuclei [CCN]. The latter parameter was taken to be constant everywhere in the atmosphere. Its effect on cloud radiative effects and hence on climate is discussed in detail in Forget et al. (2012); here it was taken to be a global constant for CO2 clouds (105 kg 1; see Table 1).\nIce particles of both species were sedimented according to a version of Stokes’ law appropriate for a wide range of pressures (Rossow, 1978). Below the stratosphere, adjustment was used to relax temperatures due to convection and/or condensation of CO2 and H2O. For H2O, moist and large-scale convection were taken into account following Manabe and Wetherald (1967). Precipitation of H2O was parameterized using a simple cloud water content threshold l0 (Emanuel and Ivkovi-Rothman, 1999), with precipitation evaporation also taken into account. Tests using the generic model applied to the present-day Earth showed that this scheme with the value of l0 given in Table 1 reasonably reproduced the observed cloud radiative effects there. To test the sensitivity of our results to the H2O cloud assumptions, we performed a range of simulations where we varied the assumed value of l0 and [CCN] for H2O clouds. The results of these tests are described in Section 3.2.\nOn the surface, the local albedo was varied according to the composition (rocky, ocean, CO2 or H2O ice; see Table 1). When the surface ice amount qice was lower than a threshold value qcovered = 33 kg m 2 (corresponding to a uniform layer of approx. 3.5 cm thickness; Treut and Li (1991)), partial coverage was assumed and the albedo As was calculated from the rock and water ice albedos Ar and Ai as\nAsðh; kÞ ¼ Ar þ ðAi ArÞ qice\nqcovered ; ð1Þ\nwhere h is longitude and k is latitude. For qice > qcovered, the local albedo was set to Ai. When CO2 ice formed, the local albedo was set to Ai immediately, as in Forget et al. (2012). Water ice formation (melting) was assumed to occur when the surface temperature was lower (higher) than 273 K, and the effects of the latent heat of fusion on temperature were taken into account. As in most simulations only transient melting occurred in localised regions, the effects of runoff were not taken into account. Surface temperatures were computed from radiative, sensible and latent surface heat fluxes using an 18- level model of thermal diffusion in the soil (Forget et al., 1999) and assuming a homogeneous thermal inertia (250 J m 2 s 1/2 K 1). The dependence of the results on the assumption of constant thermal inertia are discussed in Section 3."
  }, {
    "heading": "2.3. Ice equilibration algorithm",
    "text": "The time taken for an atmosphere to reach thermal equilibrium can be estimated from the radiative relaxation timescale (Goody and Yung, 1989)\nsr ¼ cpps rgT3e ; ð2Þ\nwhere cp, ps, g, Te and r are the specific heat capacity of the atmosphere, the mean surface pressure, the surface gravity, the atmospheric emission temperature and the Stefan–Boltzmann constant, respectively. Taking Te = 200 K, cp = 800 J K 1 kg 1, ps = 1 bar and g = 3.72 m s 2 yields sr 1 Mars year. For simulations without a water cycle, this was a good approximation to the equilibration time for the entire climate.\nWhen a water cycle is present, equilibration times can be far longer. Particularly for cold climates, where sublimation and light snowfall are the dominant forms of water transport, the surface H2O distribution can take thousands of years or more to reach a steady state. Running the 3D model took around 5 h for one simulated Mars year at the chosen resolution, so evaluating climate evolution in the standard mode was prohibitively time-consuming.\nTo resolve this problem, we implemented an ice iteration scheme. Starting from the initial surface ice distribution, we ran the GCM normally in intervals of 2 years. In the second year, we evaluated the annual mean ice rate of change h@hice/@t i at each gridpoint. This rate was then multiplied by a multiple-year timestep Dt to give the updated surface ice distribution\nhþice ¼ hice þ @hice @t Dt: ð3Þ\nIn addition, all ice was removed in regions where hþice dropped below zero or ice coverage was seasonal (i.e. hice = 0 at some point during the year). After redistribution, the amount in each cell was normalised to conserve the total ice mass in the system MH2O. The GCM was then run again for 2 years and the process repeated until a steady state was achieved.\nTrial and error showed that correct choice of the timestep Dt was important: when it was too high, the surface ice distribution tended to fluctuate and did not reach a steady state, while when it was too low the simulations took a prohibitively long time to\nconverge. We used a variable timestep to produce the results described here. For the first five iterations, Dt was set to 100 years, after which it was reduced to 10 years for the final 15 iterations. This allowed us to access the final state of the climate system after reasonable computation times without compromising the accuracy of the results.\nIn all simulations we set the total ice mass MH2O = 4pR2qcovered, with R the planetary radius. This quantity was chosen so that for\ncompletely even ice coverage, the thickness would be 3.5 cm: just enough for the entire surface to have the maximum albedo Ai (see Eq. (1)). While the total martian H2O inventory in the Noachian is likely to have been significantly greater than this, such an approach allows us to study the influence of topography and climate on the steady state of the system without using unreasonably long iteration times. It is also conservative, in the sense that a greater total H2O inventory would allow more ice to accumulate in cold-trap\nregions and hence more potential melting due to seasonal variations or transient events (see Sections 3.2.3 and 4). Two types of initial conditions were used: in the first, ice was restricted to altitudes lower than 4 km from the datum (‘icy lowlands’), while in the second, ice was restricted to latitudes of magnitude greater than 80 (‘icy poles’). Varying the initial conditions in this way allowed us to study the uniqueness of climate equilibria reached using Eq. (3)."
  }, {
    "heading": "2.4. Topography",
    "text": "Techniques such as spherical elastic shell modelling and statistical crater analysis date the formation of the majority of the Tharsis rise to the mid to late Noachian (Phillips et al., 2001; Fassett and Head, 2011). Here, we performed most simulations with presentday surface topography, but we also investigated the climatic effects of a reduced Tharsis bulge. For these cases, we used the formula\n/modðh; kÞ ¼ / ð/þ 4000gÞ exp ðv=65 Þ 4:5\nh i ; ð4Þ\nto convert the present-day geopotential / to /mod, where v = ([h + 100 ]2 + k2)0.5 and g is surface gravity. Fig. 1 compares contour plots of the standard topography and that described by Eq. (4)."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Fixed atmospheric humidity simulations",
    "text": "In Forget et al. (2012), we described the climate of early Mars with a dense, dry (pure CO2) atmosphere. Here we begin by considering the effects of water vapour on surface temperatures. We performed simulations as in the baseline cases of Forget et al. (2012) (variable CO2 pressure, circular orbit, 25 obliquity, present-day topography) for (a) pure CO2 atmospheres and (b) atmospheres with relative humidity of 1.0 at all altitudes. In these initial simulations, water vapour was only included in the atmospheric radiative transfer, and not treated as a dynamical tracer or used in convective lapse rate calculations. Neglecting water vapour in lapse rate calculations should only create a small positive surface temperature error in cold climates, and the effect of water clouds on climate in our simulations with a full water cycle was small (this is discussed further later). This approach hence allowed us\nto place an upper bound on the possible greenhouse warming in our calculations, independent of uncertainties in H2O convection parameterisations.\nIn Fig. 2, global mean and annual maximum/minimum temperatures from simulations with surface pressures ranging from 0.2 to 2 bar are plotted. Comparison with results for clear CO2 atmospheres shows the warming effect of CO2 clouds (see Fig. 1 of Forget et al. (2012)). As expected, in atmospheres saturated with water vapour the net warming is greater (by a factor of a few Kelvin to 20 K, depending on the surface pressure). Although there are no scenarios where the mean surface temperature exceeds 273 K, annual maximum temperatures are significantly greater than this in all cases. For pressures greater than 2 bar or less than 0.5 bar, permanent CO2 ice caps appeared in the simulations, indicating the onset of atmospheric collapse. As discussed in Forget et al. (2012), finding the equilibrium state in such cases would require extremely long iteration times. Between 0.5 and 2 bar, however, CO2 surface ice was seasonal, and the climate hence reached a steady state on a timescale of order sr (in the absence of a full water cycle).\nIn Fig. 3, annual mean (top row), diurnally averaged annual maximum (seasonal maximum; middle row) and absolute annual maximum (bottom row) surface temperatures in 2D are plotted for atmospheres of 0.008 (left), 0.2 (middle) and 1 (right) bar pressure in the maximally H2O-saturated simulations in equilibrium. The diurnal averaging consisted of a running 1-day mean over results sampled eight times per day. The adiabatic cooling effect described in Forget et al. (2012) is clearly apparent in the annual mean temperatures (Fig. 3, top row): at 0.008 and 0.2 bar (left and middle) the main temperature difference is between the poles and the equator, while at 1 bar (right) altitude–temperature correlations dominate. With an atmospheric pressure close to that of Earth, the regions of Mars with the most concentrated evidence for flowing liquid water (the southern Noachian highlands) are among the coldest on the planet.\nThe seasonal and absolute maximum temperatures are partially correlated with altitude even at 0.2 bar (Fig. 3, middle column, middle and bottom), with the result that only small regions of the southern highlands are ever warmer than 273 K at that pressure. At 1 bar, seasonal maximum temperatures (Fig. 3, right column, middle) are only above 273 K in the northern plains, parts of Arabia Terra and the Hellas and Argyre basins. However, the absolute maximum temperatures exceed 273 K across most of\nthe planet (Fig. 3, right column, bottom) except the Tharsis rise and southern pole. This has interesting implications for the transient melting of water ice, as we describe in the next section."
  }, {
    "heading": "3.2. Simulations with a water cycle",
    "text": "When the water cycle is treated self-consistently, surface temperatures can differ from those described in the last section due\nto (a) variations in atmospheric water vapour content, (b) the radiative effect of water clouds and (c) albedo changes due to surface ice and water. We studied the evolution of the surface ice distribution under these conditions using the ice evolution algorithm described in Section 2. We tested the effects of obliquity, the surface topography and the starting ice distribution in the model.\nIn general terms, ice should tend to accumulate over time in regions where it is most stable; i.e., the coldest parts of the planet. On\npresent-day Mars, the atmospheric influence on the surface energy balance is small, and the annual mean surface temperature is primarily a function of latitude (e.g., Forget et al., 1999). However, as discussed in the previous section, increased thermal coupling between the atmosphere and the surface at higher pressures in the past (Forget et al., 2012) would have caused a significantly greater correlation between temperature and altitude, suggesting that ice might have accumulated preferentially in highland regions then.\nIn reality, atmospheric dynamics can also play an important role on the H2O surface distribution. This can occur through processes such as topographic forcing of precipitation or the creation of global bands of convergence/divergence (c.f. the inter-tropical convergence zone on Earth, e.g. Pierrehumbert, 2011). The complexity of these effects is an important reason why 3D circulation modelling is required for a self-consistent analysis of the primitive martian water cycle."
  }, {
    "heading": "3.2.1. Surface ice evolution",
    "text": "Figs. 4–7 show the evolution of the surface H2O ice distribution for several simulations with different initial conditions and topography. Snapshots of the ice are given at the start of the 1st, 4th, 20th and 40th years of simulation, with the iteration algorithm applied as described in Section 2.3. Simulations were run for a range of pressures; here we focus on results at 0.008, 0.04 and 1 bar only.\nFig. 4 shows two simulations with identical climate parameters (1 bar pressure, / = 25 ) but different initial surface distributions of water ice (‘icy lowlands’ and ‘icy poles’ for left and right columns, respectively). As can be seen, the two cases evolve towards similar equilibrium states, with ice present at both poles and in the highest-altitude regions across the planet (the Tharsis bulge, Olympus and Elysium Mons and the Noachian terrain around Hellas basin). The presence of significant amounts of ice over the equatorial regions means an increased planetary albedo. As a result of this and the reduced relative humidity due to localisation of surface H2O sources, the mean surface temperature in the final year ( 233 K) is several degrees below that of the equivalent 100% humidity simulation. Fig. 5 shows the longitudinally and yearly averaged surface ice as a function of time and latitude for the same two simulations. The plots indicate that even at the end of the simulation, the ice density around the equator and in the south was still increasing slightly, mainly at the expense of deposits around 40 S. Analysis of the atmospheric dynamics (see next section) suggested that low relative humidity associated with convergence of the annual mean meridional circulation at midlatitudes was responsible for this long-term effect.\nIn Fig. 6 (left column), the same results are plotted for a 1 bar, / = 25 case with modified surface topography as described by Eq. (4). Here evolution is similar to that in the standard cases, except that the correlation between ice deposits and the distribution of Noachian-era valley networks (see e.g. Fassett et al., 2008b; Hynek et al., 2010) is even clearer because the Tharsis bulge is absent. When the obliquity is increased, results are also broadly similar (see / = 45 case; right column of Fig. 6), except that ice disappears from the northern pole entirely due to the increased insolation there. The effects of obliquity on ice transport has been discussed in the context of the present-day martian atmosphere by Forget et al. (2006) and Madeleine et al. (2009). In these denseatmosphere simulations, the combination of adiabatic heating and increased insolation in the northern plains at high obliquities makes them the warmest regions of the planet, with mean temperatures of 235 K even for latitudes north of 5 N.\nAs a test of the ice evolution algorithm, we also performed simulations at 0.008 and 0.04 bar pressure (Fig. 7). Converging on a solution proved challenging in these cases, as the rate of H2O ice transport was extremely slow, and permanent CO2 ice caps formed at the poles as on present-day Mars. At 0.008 bar, the total atmospheric mass was so low that after several years the simulations approached a seasonally varying CO2 vapour–pressure equilibrium. At 0.04 bar, however, atmospheric pressure continued to decrease slowly throughout the simulation.\nAs a result of the large H2O ice evolution timescales, the simulations did not reach an exact equilibrium state even after the full 40 years of simulation time. Nonetheless, Fig. 7 clearly shows the\ndifferences from the 1-bar case: H2O ice is present in large quantities at the poles, with a smaller deposit over the Tharsis bulge. Analysis of the long-term ice trends in these cases (not shown) indicated that the southern polar caps were still slowly growing even at the end of the simulations.\nThe differences in ice migration between the low and high pressure simulation are easily understood through the adiabatic effect described earlier and shown in Fig. 3. In all cases, ice tends to migrate towards the coldest regions on the surface. At 0.008 bar (Fig. 3, left-hand column), these regions correlate almost exactly with latitude, while at 1 bar (Fig. 3, right-hand column), the correlation is primarily altitude-dependent."
  }, {
    "heading": "3.2.2. Atmospheric dynamics and clouds",
    "text": "Although the primary factor in the H2O ice distribution is the annual mean surface temperature distribution, the final steady state was modulated by the effects of the global circulation. Figs. 8 and 9 show the annual mean horizontal velocity at the 9th vertical level (approx. 500 hPa; left) and the annual and zonal mean vertical velocity x (right) for the final year of the 1-bar simulation with obliquity 25 and 45 , respectively. As can be seen, the annual mean circulation consists of an equatorial westward jet, with a transition to eastward jets above absolute latitudes of 40 . The associated vertical velocities are asymmetric as a result of the planet’s north/south topographic dichotomy, with intense vertical shear near 20 N in both cases. Nonetheless, wide regions of downwelling (positive x) are apparent around 50 N/S. In analogy with the latitudinal relative humidity variations due to the meridional overturning circulation on Earth, these features explain the tendency of ice to migrate away from mid-latitudes, as apparent from Figs. 4–6 (described in the last section).\nFig. 10 shows the total precipitation in each season for the same simulation (obliquity 25 ). It highlights the dramatic annual variations in the meteorology. From Ls = 0 to 180 (top two maps), relatively intense precipitation (snowfall) occurred in the northernmost regions due to the increased surface temperatures there. In contrast, from Ls = 180 to 360 (bottom two maps) lighter snowfall occurred in the south, particularly in the high Noachian terrain around Hellas basin where the valley network density is greatest.\nFig. 11 shows annual mean column amounts (left) and annual and zonal mean mass mixing ratios (right) of cloud condensate (CO2 and H2O) for the same simulation. As can be seen, CO2 clouds form at high altitudes and vary relatively little with latitude. H2O clouds form much lower in locations that are dependent on the surface water sources. Because of the martian north–south topographic dichotomy, H2O cloud content was much greater in the northern hemisphere, where temperatures were typically warmer in the low atmosphere. We found typical H2O cloud particle sizes of 2–10 lm in our simulations, although these values were dependent on our choice of cloud condensation nuclei parameter [CCN] (set to 105 kg 1 for all the main simulations described here; see Section 2 and Table 1).\nTo assess the radiative impact of the H2O clouds, we performed some simulations where the H2O cloud opacity was set to zero after climate equilibrium had been achieved. Because global mean temperatures were low in our simulations even at one bar CO2 pressure and the planetary albedo was already substantially modified by higher-altitude CO2 clouds, only small changes (less than 5 K) in the climate were observed. As we used a simplified precipitation scheme and assumed that the water clouds had 100% coverage in each horizonal grid cell of the model, we may have somewhat inaccurately represented their radiative effects. However, mean surface temperatures were already well below 273 K in our saturated water vapour simulations of Section 3.1 at the same pressures, so this is unlikely to have qualitatively affected\nour results. For a detailed discussion of the coverage and microphysics of CO2 clouds in the simulations, refer to Forget et al. (2012).\nTo assess the uncertainties in our H2O cloud parameterisation further, we also performed some tests where we varied the number of condensation nuclei [CCN] for H2O and the precipitation threshold l0 (Table 2). In all tests, we started from the 1 bar, / = 25 simulations in equilibrium and ran the model for 8 Mars years without ice evolution. We found the effects to be modest; across the range of parameters studied, the total variations in mean surface temperature were under 1 K. The dominating influence of high CO2 clouds on atmospheric radiative transfer at 1 bar pressure was the most likely cause of this low sensitivity.\nWhen the precipitation threshold was removed altogether, H2O clouds became much thicker optically, leading to larger climate differences. In these tests, we observed significant transients in surface temperature, with increases to 250–260 K after 1–2 years before a slow decline to 200–215 K, after which time permanent CO2 glaciation usually began to occur. This long-term cooling effect was caused by increased reflection of solar radiation by an extremely thick H2O cloud layer, as evidenced by the increased cloud condensate column density and planetary albedo values (Table 2). Particle coagulation is a fundamental physical process in water liquid/ice clouds, and the mean atmospheric densities of condensed H2O in these simulations appeared extremely unrealistic when compared to e.g., estimated values for the Earth under snowball glaciation conditions (Abbot et al., 2012). We therefore did not regard these latter tests to be physically robust, and used the threshold scheme for all simulations with a water cycle presented here. Nonetheless, it is clear that further research in this area in future using more sophisticated cloud schemes would be useful."
  }, {
    "heading": "3.2.3. Transient melting",
    "text": "Fig. 12 (top) shows a contour plot of the annual maximum surface liquid H2O at each gridpoint after 40 years simulation time for the case shown in Fig. 4 (1 bar, 25 obliquity). Given the relatively low spatial resolution of our model and the lack of accurate parameterisations for important sub-gridscale processes (slope effects, small-scale convection, etc.), these results can only give an approximate guide to local melting under the simulated global climate. Nonetheless, it is clear that liquid water appears transiently in some amounts across the planet. The increased melting in the northern hemisphere can be explained by the higher temperatures there due to the same adiabatic effect responsible for the migration of ice to the southern highlands.\nFig. 12 (bottom) shows surface temperature against time for the four locations shown in Fig. 15. The dramatic difference in temperatures between the Tharsis bulge (A) and the bottom of Hellas basin (C) is clear, along with the increased seasonal variation away from the equator (C and D). The transient melting occurring at location D (Utopia Planitia) is clear from the peak of surface temperatures at 273 K there between Ls 70 and 120 . Further heating does not occur in this period because some surface H2O ice is still present. In Fig. 13, the same results are plotted for the / = 45 case. There, the differences in insolation and absence of ice in the north mean that the great majority of melting events occur south of the equator. As can be seen from the surface temperature plot (bottom), conditions at the equator become cold enough for seasonal CO2 ice deposits to form on the Tharsis bulge (location A; blue line).\nIt is well known that Mars’ obliquity evolves chaotically, and during the planet’s history, relatively rapid changes in a range from 0 to 70 are likely to have occurred many times (Laskar et al., 2004). With this in mind, we investigated the effects of decreasing obliquity to zero, but keeping the end-state surface ice distribution of Fig. 4. An obliquity of zero maximises insolation at the equator, which might be expected to maximise melting in the valley\nnetwork region. However, for this case we found that while mean equatorial temperatures were slightly higher, the lack of seasonal variation reduced annual maximum temperatures in most locations. Hence there was a net decrease in the annual maximum surface liquid water (Fig. 14).\nTo test the sensitivity of the amount of transient melting to our assumed parameters, we also performed some simulations where we varied the H2O ice surface albedo and thermal inertia. Starting from the 1 bar, 25 obliquity simulation just described, we (a) reduced ice albedo from 0.5 to 0.3 and (b) increased the surface ice thermal inertia from I ¼ 250 to 1000 J m 2 s 1/2 K 1 at all soil depths. In both cases all other parameters were kept constant. Fig. 16 shows the results for these two tests in terms of the annual maximum surface liquid water.\nPerhaps unsurprisingly, when the ice albedo was reduced melting occurred over a wider range of surface locations, and the total amount of melting in each year slightly increased. As a variety of processes may influence this parameter, including dust transport and volcanic ash emission (e.g., Wilson and Head, 2007; Kerber et al., 2011), this may have interesting implications for future study. However, increasing the surface ice thermal inertia essentially shut down transient melting entirely (Fig. 16, right). As this calculation was performed assuming constant thermal inertia with depth, it clearly represents a lower limit on potential melting. Nonetheless, it indicates that surface seasonal (as opposed to basal) melting on early Mars under these conditions would almost certainly be limited to small regions on the edges of ice sheets only. To constrain the values of these parameters better, a more detailed microphysical/surface model that included the effects of sub-gridscale ice deposition, dust and possibly volcanism would be required."
  }, {
    "heading": "3.2.4. Southern polar ice and the Dorsa Argentea Formation",
    "text": "In our simulations, we find that under a dense atmosphere, thick ice sheets form over Mars’ southern pole. Ice migrates there preferentially from the north because of the same adiabatic cooling effect responsible for deposition over Tharsis and the equatorial highlands. The Dorsa Argentea Formation is an extensive volatilerich south polar deposit, with an area that may be as great as 2% of the total martian surface (Head and Pratt, 2001). It is believed to have formed in the late Noachian to early Hesperian era (Plaut et al., 1988), when the atmosphere is likely to have still been thicker than it is today. Given that our simulations span a range of CO2 pressures, it is interesting to compare the results with geological maps of this region.\nAs an example, Fig. 17 shows surface ice in simulations at 1 bar (25 and 45 obliquity) and 0.2 bar (25 obliquity), with a map plotted alongside that shows the extent of the main geological features (Head and Pratt, 2001). In Fig. 17d, yellow and purple represent the Dorsa Argentea Formation lying on top of the ancient heavily cratered terrain (brown) and below the current (Late Amazonian) polar cap (grey and white). As can be seen, there is a south polar H2O cap in all cases, although its latitudinal extent is greatest at 1 bar (Fig. 17a). At current obliquity and between 0.2 and 1 bar (Fig. 17a and c), the accumulation generally covers the area of the Dorsa Argentea Formation, and also extends toward 180 longitude in the 0.2 bar case, a direction that coincides with the southernmost development of valley networks (Fassett et al., 2008b; Hynek et al., 2010). Further simulations of ice formation in this region for moderately dense CO2 atmospheres would be an interesting topic for future research. In particular, it could be interesting to study southern polar ice evolution using a zoomed grid or\nmesoscale model, with possible inclusion of modifying effects due to the dust cycle."
  }, {
    "heading": "4. Discussion",
    "text": "In contrast to the ‘warm, wet’ early Mars envisaged in many previous studies, our simulations depict a cold, icy planet where even transient diurnal melting of water in the highlands can only occur under extremely favourable circumstances. As abundant quantities of liquid water clearly did flow on early Mars, other processes besides those included in our model must therefore have been active at the time. Many cold-climate mechanisms for martian erosion in the Noachian have been put forward previously, including aquifer recharge by hydrothermal convection (Squyres and Kasting, 1994) and flow at sub-zero temperatures by acidic brines (Gaidos and Marion, 2003; Fairén, 2010). In the following subsections, we focus on three particularly debated processes: heating by impacts, volcanism, and basal melting of ice sheets."
  }, {
    "heading": "4.1. Meteorite impacts",
    "text": "As noted in Section 1, impacts have already been proposed by Segura et al. (2002, 2008) as the primary cause of the valley networks via the formation of transient steam atmospheres. However, one of the key Segura et al. arguments, namely that the rainfall from these atmospheres post-impact is sufficient to reproduce the observed erosion, has been strongly criticised by other authors (Barnhart et al., 2009). Nonetheless, the numerous impacts that occurred during the Noachian should have caused local melting of surface ice if glaciers were present. Such a mechanism has been suggested to explain fluvial landforms on fresh martian impact\nejecta (Morgan and Head, 2009; Mangold, 2012). Under the higher atmospheric pressure and greater impactor flux of the Noachian, it could have caused much more extensive fluvial erosion. However, for impact-induced melting to be a viable explanation for the valley networks, some mechanism to preferentially transport water to the southern highlands must be invoked.\nIn our simulations, under the denser CO2 atmosphere that would be expected during Tharsis rise formation, ice was deposited and stabilized in the Noachian highland regions due to the adiabatic cooling effect. Under these circumstances, heating due to impacts could cause extensive melting and hence erosion in exactly the regions where the majority of valley networks are observed (Fassett et al., 2008b; Hynek et al., 2010). Transient melting would transport water to lower lying regions, but once temperatures again dropped below the freezing point of water, the slow transport of ice to the highlands via sublimation and snowfall would recommence. As in our simulations that started with ice at low altitudes, the climate system would then return to a state of equilibrium on much longer timescales. Fig. 18 shows a schematic of this process.\nAlthough our results provide a possible solution to one of the problems associated with impact-dominated erosion, the impact hypothesis remains controversial in light of some other observations. For example, young, very large impact craters, such as the Amazonian-era Lyot, have few visible effects of regional or global-scale melting (Russell and Head, 2002). In addition, it is still unclear whether the long-term precipitation rates in the highlands predicted by our simulations would provide sufficient H2O deposition to cause the necessary valley network erosion. Further study of hydrology, climate and erosion rates under the extreme conditions expected post-impact are therefore needed to assess the plausibility of this scenario in detail."
  }, {
    "heading": "4.2. Volcanism",
    "text": "Another potential driver of climate in the Noachian that we have neglected in these simulations is volcanism. As well as causing substantial emissions of CO2, late-Noachian volcanic activity may have influenced the climate via emission of sulphur gases (SO2 and H2S) and pyroclasts (dust/ash particles) (Halevy et al., 2007, 2012; Kerber et al., 2012). One-dimensional radiative– convective studies have estimated the sulphur gases to have a potential warming effect of up to 27–70 K (Postawko and Kuhn, 1986; Tian et al., 2010), while dust is most likely to cause a small (2–10 K) amount of warming, depending on the particle size and vertical distributions (Forget et al., 2012).\nAs mentioned in the introduction, Tian et al. (2010) argued that the net effect of volcanism should be to cool the early climate, due to the rapid aerosol formation and hence anti-greenhouse effect\nthat could occur after sulphur gas emission. However, their conclusions were based on the results of one-dimensional climate simulations performed without the effects of CO2 clouds included. As described in Forget et al. (2012), carbon dioxide clouds have a major impact on the atmospheric radiative budget by raising planetary albedo and increasing downward IR scattering. As sulphur aerosols would generally be expected to form lower in the atmosphere, it is therefore likely that their radiative effects would be substantially different in a model where clouds were also included. In particular, if aerosols formed in regions already covered by thick CO2 clouds, they would likely cause a much smaller increase in planetary albedo than if high clouds were absent. Furthermore, sulphate aerosol particles in the CO2-condensing region of an early martian atmosphere would be potential condensation nuclei for the formation of the CO2 ice cloud crystals, which would further influence the distribution of both aerosol and cloud particles. An extension of the work presented here that included the chemistry and radiative effects of sulphur compounds would therefore be an extremely interesting avenue of future research."
  }, {
    "heading": "4.3. Basal melting",
    "text": "It has been proposed that at least some Noachian fluvial features could have formed as a result of the basal melting of glaciers or thick snow deposits (Carr, 1983, 2003). Geological evidence suggests that throughout much of the Amazonian, the mean annual surface temperatures of Mars have been so cold that basal melting does not occur in ice sheets or glaciers (e.g., Fastook et al., 2008, 2011; Head et al., 2010). However, the documented evidence for extensive and well-developed eskers in the Dorsa Argentea Formation indicates that basal melting and wet-based glaciation occurred at the South Pole near the Noachian-Hesperian boundary. Recent\nglacial accumulation and ice-flow modelling (Fastook et al., 2012) has shown that to produce significant basal melting for typical Noachian-Hesperian geothermal heat fluxes (45–65 mW m 2),\nmean annual south polar atmospheric temperatures of 50 to 75 C are required (approximately the same range as we find in our 1 bar simulations). If geologically based approaches to\nconstraining south polar Noachian/Hesperian temperatures such as this prove to be robust, this provides further evidence in favour of a cold and relatively dry early martian climate."
  }, {
    "heading": "4.4. Conclusions",
    "text": "Our results have shown that early Mars is unlikely to have been warm and wet if its atmosphere was composed of CO2 and H2O only, even when the effects of CO2 clouds are taken into account. It is possible that other greenhouse gases or aerosols due to e.g. Tharsis volcanic emissions also played a role in the climate. However, given current constraints on the maximum amount of CO2 in the primitive atmosphere (e.g., Grott et al. (2011); see also Forget et al. (2012) for a detailed discussion), it seems improbable that there was any combination of effects powerful enough to produce a steady-state warm, wet Mars at any time from the mid-Noachian onwards. Despite this, in climates where global mean temperatures are below zero there are still effects that can contribute to transient melting and hence erosion. Simulating the water cycle in 3D has shown that even when the planet is in a state of thermal equilibrium, with mean temperatures as low as 230 K, seasonal and diurnal warming can cause some localised melting of H2O, although the amount that can be achieved depends strongly on the assumed surface albedo and thermal inertia.\nAs the era of Tharsis formation/volcanism (and hence of increased CO2 atmospheric pressure) that we have modelled here occurred at a time of elevated meteorite bombardment, impacts will also have repeatedly caused melting of stable ice deposits in the Noachian highlands. Even if post-impact rainfall was relatively short-term, the fact that ice always returned to higher terrain due to the adiabatic cooling effect means that each impact could have created significant amounts of meltwater in the valley network regions. Volcanic activity, particularly that associated with\nformation of the Tharsis bulge and Hesperian ridged plains (Head et al., 2002), could also have caused discrete warming events in theory, although it remains to be demonstrated how the antigreenhouse effect due to sulphate aerosol formation could be overcome in this scenario.\nAlthough we believe these simulations have probably captured the main global features of the steady-state martian climate in the late Noachian, there are clearly a number of other interesting effects that could be investigated in future. We have not included dust or volcanic emissions in our simulations. Both of these are likely to have had an important effect during the Noachian, and adding them in future would allow a more complete assessment of the nature of the early water cycle. Modelling the effects of impacts directly in 3D could also lead to interesting insights, although robust parameterization of many physical processes across wide temperature ranges and short timescales would be necessary to do this accurately. A more immediate application could be to couple the climate model described here with a more detailed subsurface/hydrological scheme. Such an approach could be particularly revealing in localised studies of cases where geothermal processes or residual heating due to impacts may have been important (e.g., Abramov and Kring, 2005). In future, integration of 3D climate models with specific representations of warming processes (both local and global) should allow a detailed assessment of whether the observed Noachian fluvial features can be reconciled with the cold, mainly frozen planet simulated here."
  }, {
    "heading": "Acknowledgments",
    "text": "This article has benefited from discussions with many researchers, including Jim Kasting, Nicolas Mangold, William Ingram, Alan Howard, Bob Haberle and Franck Selsis."
  }],
  "year": 2012,
  "references": [{
    "title": "Impact-induced hydrothermal activity on early",
    "authors": ["D.A. Kring"],
    "year": 2005
  }, {
    "title": "Infrared spectrum of the continuum",
    "authors": ["Y.I. 2009JE003485. Baranov", "W.J. Lafferty", "G.T. Fraser"],
    "year": 2004
  }, {
    "title": "Long-term precipitation and late",
    "authors": ["C.J. j.jms.2004.04.010. Barnhart", "A.D. Howard", "J.M. Moore"],
    "year": 2009
  }, {
    "title": "Stability of streams and lakes on Mars",
    "authors": ["M.H. 1126/science.1122659. Carr"],
    "venue": "Icarus 56,",
    "year": 1983
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. 95JE00260. Carr"],
    "year": 1996
  }, {
    "title": "Detection of hydrated silicates",
    "authors": ["J. 1029/2003GL018575. Carter", "F. Poulet", "Bibring", "J.-P", "S. Murchie"],
    "year": 2010
  }, {
    "title": "The evolution of the martian hydrosphere",
    "authors": ["S.M. 1682–. Clifford", "T.J. Parker"],
    "year": 2001
  }, {
    "title": "Carbon dioxide clouds in an early dense martian",
    "authors": ["R. Wordsworth"],
    "venue": "Icarus",
    "year": 2013
  }, {
    "title": "Ancient ocean on Mars supported by global",
    "authors": ["G. 2002JE001967. di Achille", "B.M. Hynek"],
    "year": 2010
  }, {
    "title": "Development and evaluation",
    "authors": ["K.A. Emanuel", "M. Ivkovi-Rothman"],
    "year": 1999
  }, {
    "title": "Fluvial sedimentary deposits on Mars: Ancient deltas",
    "authors": ["J.W. Head"],
    "year": 2005
  }, {
    "title": "The timing of martian valley network activity",
    "authors": ["J.W. Head"],
    "year": 2008
  }, {
    "title": "network-fed, Valley, 2008b. open-basin lakes on Mars",
    "authors": ["J.W. Head"],
    "year": 2008
  }, {
    "title": "Warming early Mars with carbon dioxide",
    "authors": ["F. S0019103512000619>. Forget", "R.T. Pierrehumbert"],
    "year": 1997
  }, {
    "title": "Improved general circulation models of the martian",
    "authors": ["P.L. Read", "Huot", "J.-P"],
    "year": 1999
  }, {
    "title": "Geological and geochemical legacy of a cold early Mars",
    "authors": ["E. publication. Gaidos", "G. Marion"],
    "year": 2003
  }, {
    "title": "A quasi-equilibrium turbulent",
    "authors": ["L.H. Kantha", "S. Hassid", "A. Rosati"],
    "year": 1988
  }, {
    "title": "Constraints on the history",
    "authors": ["T.A. Goudge", "J.F. Mustard", "J.W. Head", "C.I. Fassett"],
    "year": 2012
  }, {
    "title": "Volcanic outgassing of CO2",
    "authors": ["M. 21–34. Grott", "A. Morschhauser", "D. Breuer", "E. Hauber"],
    "year": 2011
  }, {
    "title": "Computer simulation of the far infrared collision",
    "authors": ["A. Borysow"],
    "year": 1998
  }, {
    "title": "Climatic effects of punctuated volcanism on early Mars",
    "authors": ["J.W. Head"],
    "year": 2012
  }, {
    "title": "A sulfur dioxide climate feedback on early",
    "authors": ["I. Halevy", "M.T. Zuber", "D.P. Schrag"],
    "venue": "LPI Contributions",
    "year": 2007
  }, {
    "title": "Northern lowlands of Mars: Evidence",
    "authors": ["J.W. 2000JE001359. Head", "M.A. Kreslavsky", "S. Pratt"],
    "year": 2002
  }, {
    "title": "The LMDZ4 general circulation model: Climate performance",
    "authors": ["F j.epsl.2009.06.041. Hourdin"],
    "year": 2006
  }, {
    "title": "CO2 condensation and the climate of early Mars",
    "authors": ["J.F. 8005–+. Kasting"],
    "venue": "Icarus 94,",
    "year": 1991
  }, {
    "title": "The dispersal",
    "authors": ["L. 1–13. Kerber", "J.W. Head", "Madeleine", "J.-B", "F. Forget", "L. Wilson"],
    "year": 2011
  }, {
    "title": "The effect of atmospheric pressure on the dispersal",
    "authors": ["L j.icarus.2011.07.035. Kerber"],
    "year": 2012
  }, {
    "title": "A synthesis of martian aqueous mineralogy after 1 Mars",
    "authors": ["j.icarus.2009.02.025. Murchie", "S.L"],
    "year": 2009
  }, {
    "title": "Effect of the greenhouse gases (CO2",
    "authors": ["S.E. Postawko", "W.R. Kuhn"],
    "year": 1986
  }, {
    "title": "The HITRAN 2008 molecular spectroscopic database. J",
    "authors": ["Rothman", "L.S"],
    "year": 2009
  }, {
    "title": "The martian hydrosphere/cryosphere system: Implications of the absence of hydrologic activity at Lyot crater",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "The dynamics of finite-difference models of the shallow-water equations",
    "authors": ["R. Sadourny"],
    "venue": "J. Atmos. Sci",
    "year": 1975
  }, {
    "title": "Definitive evidence of Hesperian basalt in Acidalia and Chryse planitiae",
    "authors": ["M.R. Salvatore", "J.F. Mustard", "M.B. Wyatt", "S.L. Murchie"],
    "venue": "J. Geophys. Res. (Planets) 115,",
    "year": 2010
  }, {
    "title": "Environmental effects of large impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete", "K. Zahnle"],
    "venue": "Science 298,",
    "year": 2002
  }, {
    "title": "Modeling the environmental effects of moderate-sized impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete"],
    "venue": "J. Geophys. Res. (Planets)",
    "year": 2008
  }, {
    "title": "Thermal phase curves of nontransiting terrestrial exoplanets. I. Characterizing atmospheres",
    "authors": ["F. Selsis", "R.D. Wordsworth", "F. Forget"],
    "venue": "Astron. Astrophys. 532,",
    "year": 2011
  }, {
    "title": "Early Mars: How warm and how wet",
    "authors": ["S.W. Squyres", "J.F. Kasting"],
    "venue": "Science 265,",
    "year": 1994
  }, {
    "title": "Photochemical and climate consequences of sulfur outgassing on early Mars",
    "authors": ["F Tian"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Rapid calculation",
    "authors": ["O.B. Toon", "C.P. McKay", "T.P. Ackerman", "K. Santhanam"],
    "year": 1989
  }, {
    "title": "The formation of martian river valleys",
    "authors": ["O.B. Toon", "T. Segura", "K. Zahnle"],
    "venue": "atmospheres. J. Geophys. Res",
    "year": 2010
  }, {
    "title": "Explosive volcanic eruptions on Mars: Tephra",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "Infrared collision-induced and far-line",
    "authors": ["F. Forget", "V. Eymet"],
    "year": 2010
  }],
  "id": "SP:f802bd96b06f63cb5c867ad75235553e80bbc529",
  "authors": [{
    "name": "R. Wordsworth",
    "affiliations": []
  }, {
    "name": "F. Forget",
    "affiliations": []
  }, {
    "name": "E. Millour",
    "affiliations": []
  }, {
    "name": "J.-B. Madeleine",
    "affiliations": []
  }, {
    "name": "B. Charnay",
    "affiliations": []
  }],
  "abstractText": "0019-1035/$ see front matter 2012 Elsevier Inc. A http://dx.doi.org/10.1016/j.icarus.2012.09.036 ⇑ Corresponding author. Present address: Departm University of Chicago, IL 60637, USA. E-mail address: rwordsworth@uchicago.edu (R. W We discuss 3D global simulations of the early martian climate that we have performed assuming a faint young Sun and denser CO2 atmosphere. We include a self-consistent representation of the water cycle, with atmosphere–surface interactions, atmospheric transport, and the radiative effects of CO2 and H2O gas and clouds taken into account. We find that for atmospheric pressures greater than a fraction of a bar, the adiabatic cooling effect causes temperatures in the southern highland valley network regions to fall significantly below the global average. Long-term climate evolution simulations indicate that in these circumstances, water ice is transported to the highlands from low-lying regions for a wide range of orbital obliquities, regardless of the extent of the Tharsis bulge. In addition, an extended water ice cap forms on the southern pole, approximately corresponding to the location of the Noachian/Hesperian era Dorsa Argentea Formation. Even for a multiple-bar CO2 atmosphere, conditions are too cold to allow long-term surface liquid water. Limited melting occurs on warm summer days in some locations, but only for surface albedo and thermal inertia conditions that may be unrealistic for water ice. Nonetheless, meteorite impacts and volcanism could potentially cause intense episodic melting under such conditions. Because ice migration to higher altitudes is a robust mechanism for recharging highland water sources after such events, we suggest that this globally sub-zero, ‘icy highlands’ scenario for the late Noachian climate may be sufficient to explain most of the fluvial geology without the need to invoke additional long-term warming mechanisms or an early warm, wet Mars. 2012 Elsevier Inc. All rights reserved.",
  "title": "Global modelling of the early martian climate under a denser CO2 atmosphere: Water cycle and ice evolution"
}