{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r.com/ locate /g lop lacha\nInteraction of mantle dynamics, crustal tectonics, and surface processes in the topography of the Romanian Carpathians: A geomorphological approach\nP. Molin a,⁎, G. Fubelli a, M. Nocentini a, S. Sperini a, P. Ignat b,c, F. Grecu b, F. Dramis a\na Roma Tre University, Department of Geological Sciences, Rome, Italy b University of Bucharest, Faculty of Geography, Bucharest, Romania c National Research & Development Institute for Soil Science, Agrochemistry, and Environmental Protection, Bucharest, Romania\n⁎ Corresponding author. Tel.: +39 0657338026; fax: E-mail address: molin@uniroma3.it (P. Molin).\n0921-8181/$ – see front matter © 2011 Elsevier B.V. A doi:10.1016/j.gloplacha.2011.05.005\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 31 December 2010 Received in revised form 19 April 2011 Accepted 4 May 2011 Available online 13 May 2011\nKeywords: Romanian Carpathians Tectonic geomorphology Topography Uplift Fluvial terraces\nTectonic processes and dynamic mantle flow impart a unique imprint on topography and geomorphic responses over time scales of 104 to 106 yr. First-order topographic features in a tectonically active landscape represent ways to quantitatively characterise the interaction between crustal tectonics, mantle dynamics, and geomorphology, providing a basis for modelling landscape evolution.We analysed the topographic features of the Romanian Carpathians, a mountain range characterised by two straight segments connected by a narrow curvature zone. The deformation started in the Late Jurassic and includes two collisional phases during the Cretaceous andMiocene.We examined the tectonic geomorphology of the Romanian Carpathians focusing on regional and local topographic setting, drainage pattern, and river long profiles. Our main database is composed of DEM-based topographic analysis, supplemented with field investigations in the Slănic River basin, located in the Carpathian curvature zone. The longitudinal profiles of rivers draining the southern Carpathians are close to the equilibrium shape, in agreement with the older emersion of the chain. The longitudinal profiles of the rivers draining the eastern and southeastern Carpathians are in a transient state of disequilibrium as a consequence of a more recent emersion of the chain and of the Pliocene–Pleistocene tectonic activity in the Bend Zone. Filtering the topography at different wavelengths, we observe a relative depression in correspondence with the Carpathian Bend, where mantle seismicity and a high-velocity zone in tomography data are located and commonly interpreted as related to an almost inactive and dying subduction zone. Contrastingly, the filtered topography presents a high in the Transylvanian basin, where tomography data show a low-velocity area, interpreted as upwelling of hot asthenospheric materials. We hypothesise that local mantle convection generates positive and negative dynamic topographies. In the Slănic River basin, the foredeep deposits (Middle Miocene–Upper Pliocene) are folded and tilted, suggesting active compression beginning in the Lower Pleistocene. During the Middle–Late Pleistocene and Holocene, four terrace orders developed by the interaction between regional uplift and climate changes. The Carpathian topography results from a diachronous uplift superimposed on crustal tectonics. This diachronous uplift influenced the chain topography, the shape of river longitudinal profiles, and the formation of strath terraces. Crustal tectonics dominated the hydrographic net organisation. In correspondence with the Carpathian Bend and the Transylvanian basin, mantle flow driven by slab pull produced negative and positive dynamic topographies.\n+39 57338201.\nll rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Topography is the integrated result of processes operating at depth in the Earth and at its surface at a wide range of time and spatial scales. Tectonics generates topographic contrasts and establishes the boundary conditions for surface processes. These, in turn, redistribute rock, loading (sedimentation) and unloading (erosion) the underlying crust andmantle lithosphere (e.g., Willett, 1999; Roe et al., 2006; Stolar et al., 2006; Burov and Toussaint, 2007; Cloetingh et al., 2007). Feedback\nbetween tectonics and dynamic mantle flow impresses a unique fingerprint on topography and on geomorphic responses over time scales of 104 to 106 yr (Wegmann et al., 2007). This influence is evident in several topographic parameters mostly derived from fluvial networks, e.g., local relief, drainage patterns, watershed location, and river gradient slope (Pazzaglia et al., 1998; Tomkin et al., 2003; Molin et al., 2004; Wobus et al., 2006; Wegmann et al., 2007; Roy et al., 2009). The above parameters can be used to quantitatively characterise the interaction between crustal tectonics, mantle dynamics, and geomorphology and to model mountain chain topographic, structural, and exhumational evolution. Convergent margins are ideal for investigating the imprint of deep-Earth processes on landscape and its evolution, displaying the highest rates of surface uplift, erosion, and consequent\nexhumation (Willett, 1999). A convergentmargin in continental Europe stillmarkedbydeep seismicity is theRomanianCarpathians, amountain range characterised by two straight segments connected by a narrow curvature zone (Bend Zone) (Fig. 1), where deformation started in the Late Jurassic and included two collisional phases during the Cretaceous andMiocene, respectively (Maţenco et al., 2010 and references therein). We explore the topography of the Romanian Carpathians at different scales to identify the various overlapping geodynamic and crustal processes that drive landscape evolution. In particular, we focus on the general hydrographic network, regional topographic features, local relief, and river longitudinal profiles. The morphometric analysis was coupled with field investigation of features recording vertical displacements in a small basin draining the Carpathian Bend to determine the veracity of geologic and morphologic evidence for active tectonic deformation. The results of this study allowed us to discern the role of mantleflowdynamics, crustal deformation, and surface processes in the post-collisional general evolution of the Romanian Carpathians and, more specifically, in the Bend Zone."
  }, {
    "heading": "2. Geological settings",
    "text": "The Romanian Carpathians are a highly arcuate mountain chain, formed in response to subduction and continental collision between the European Plate (including East European/Scythian/Moesian continental foreland) and severalmicroplates (Alpaca, Tisza, Dacia) during the Alpine orogeny (Schmid et al., 1998; Maţenco and Bertotti, 2000 and references therein; Csontos and Vörös, 2004). Two oceanic domains separated Tisza, Dacia, and the foreland: EastVadar to thewest andCeahlau–Severin to the east (Maţenco et al., 2010 and references therein). The East Vadar Ocean, between the Tisza and Dacia microplates, closed gradually during Late Jurassic–Cretaceous through continental collision from Early to Late Cretaceous (Csontos and Vörös, 2004; Iancu et al., 2005; Schmid et al., 2008). This compressive deformation emplaced the Getic, Supragetic, and Bucovianian crystalline nappes that outcrop in the southern and eastern Romanian Carpathians (Kräutner and Bindea, 2002; Fügenschuh and Schmid, 2005; Iancu et al., 2005). The Ceahlau–Severin Ocean closed in late Early Cretaceous to Late Cretaceous, affecting the upper continental block (Tisza–Dacia) and the sediments deposited in the Ceahlau–Severin Ocean (Sandulescu, 1988; Csontos and Vörös, 2004; Merten et al., 2010).\nIn the Paleogene–Miocene, the Tisza–Dacia block rotated around Moesia to indent the European margin (Csontos and Vörös, 2004; Fügenschuh and Schmid, 2005). The retreat of the slab derived from Ceahlau–Severin Ocean into the so-called “Carpathian embayment” culminated in the Miocene continental collision of the Tisza–Dacia block with the European/Moesian foreland (Sandulescu, 1988). This collision resulted in the formation of the external thrust belt, comprising the Cretaceous to Miocene turbidites and final regressive basin fill facies stacked together over the undeformed foreland (Sandulescu, 1988; Linzer et al., 1998; Maţenco et al., 2003; Csontos andVörös, 2004; Knapp et al., 2005;Merten et al., 2010). In the back-arc, the slab retreat induced the opening of the Pannonian basin (Royden et al., 1982; Horvát and Cloetingh, 1996; Maţenco and Bertotti, 2000; Maţenco et al., 2003).\nThe main depocentre in the Carpathians foredeep is the Focşani Depression, where subsidence continues up to present time allowing the accumulation of around 13-km-thick Badenian to Quaternary deposits (Tărăpoancă et al., 2003). During the Pliocene–Quaternary, the location of the Focşani depocentre shifted to the southeast, and its western flank was tilted as a consequence of the uplift of the neighbouring Carpathian chain (Maţenco et al., 2003; Tărăpoancă et al., 2003; Necea et al., 2005; Leever et al., 2006; Maţenco et al., 2007).\nIn the eastern portion of the Pannonian back-arc basin, extension was paralleled both in space and time by volcanism (Szakács and Seghedi, 1995; Huismans et al., 2002; Konečný et al., 2002; Harangi and Lenkey, 2007; Seghedi et al., 2011). In the Pliocene–Pleistocene, volcanic activity started in the South Harghita mountains (at the southern tip of the Calimani–Gurghiu–Harghita volcanic chain) and moved southwards along the southeastern margin of the Transylvanian basin (Konečný et al., 2002; Fielitz and Seghedi, 2005; Harangi and Lenkey, 2007; Seghedi et al., 2011). The South Harghita volcanism followed a complex compositional evolution: from calc-alkaline (up to 3.9 Ma), through adakite-like calc-alkaline (2.8–1.6 Ma), K-alkaline (1.6–1.4 Ma), Na-alkaline (1.5–1.2 Ma), silica-undersaturated Naalkaline (0.6 Ma in the Perşani Mountains), and calc-alkaline again (1–0.3 Ma) (Seghedi et al., 2011 and references therein).\nIn contrast to the rest of Romanian Carpathians, where tectonics probably ceased around 11–9 Ma, post-collisional tectonics occurred in the Bend Zone (“Wallachian” phase) in an out-of-sequence shortening event truncating the already locked collisional boundary\neveloped in the Cretaceous to Miocene (coloured units), the location of Tertiary and 07); B) topography of Romania (GTOPO30 DEM), including the study rivers and major\n(Sandulescu, 1988; Hyppolite and Sandulescu, 1996; Maţenco and Bertotti, 2000; Maţenco et al., 2003, 2007; Merten et al., 2010).\nThe deformation history of Romanian Carpathians is well constrained by thermochronological data, which indicate a gradual migration of exhumation towards the foreland (Sanders et al., 1999; Fügenschuh and Schmid, 2005; Maţenco et al., 2010 and references therein; Merten et al., 2010). In the southern Carpathians, most exhumation occurred between the Early Cretaceous and Palaeogene, although a fewMiocene Apatite Fission Tracks (AFT) ages indicate the final stage of thrusting and transpression (Bojar et al., 1998; Fügenschuh and Schmid, 2005; Maţenco et al., 2010). In the eastern Carpathians, there was a total of 6–7 km of exhumation since the Middle Miocene associated with an acceleration of erosion (0.5– 0.3 mm/yr) around 15–11 Ma (Sanders et al., 1999; Gröger et al., 2008). In the Bend Zone after the late Miocene collision, significant exhumation (0.8±0.4 mm/yr) occurred, as well as the onset of erosion, while the hinterland (Transylvanian basin and internal nappes) was gradually uplifted and eroded at low rates (0.1 mm/yr) (Sanders et al., 1999; Merten et al., 2010). Merten et al. (2010) identified two recent exhumation events: 1) the first one, late Miocene–early Pliocene in age, occurred at high rates (1.7 mm/yr), affecting the central part of the external nappes, and has been related to a tectonic event and/or associated with the Messinian sea-level drop; 2) the second phase exhumed the external portion of the Miocene thrust belt at rates of 1.6 mm/yr from 3 Ma to present, representing a crustal scale shortening that is different from collisional processes, but possibly linked to processes taking place at deeper crustal levels.\nMany geodynamic models have been proposed to explain the Romanian Carpathians pre- and post-collisional evolution and the seismogenic volume located beneath the Bend Zone and the Focşani basin (Vrancea area): slab retreat (Royden, 1993), slab detachment (Wortel and Spakman, 2000; Weidle et al., 2005), and slab delamination (Gvirtzman, 2002; Knapp et al., 2005). Seghedi et al. (2011) proposed an explanation of the post-collisional volcanism that helps in understanding the recent geodynamic evolution of Carpathians: a) the change from calc-alkaline magmas to adakite-like calc-alkaline magmas derived from the heating of the lithosphere by a horizontal mantle flow around the steepening Vrancea slab; b) Naand K-alkalic magmatism are both associated with uprise of asthenospheric materials. This view is supported by tomography data that show a low P-wave velocity anomaly in the Transylvanian basin and a high anomaly beneath the Vrancea area interpreted as signatures of an asthenospheric upwelling and of a sinking slab, respectively (Wenzel et al., 2002; Cloetingh et al., 2004; Sperner et al., 2004; Sperner and the CRC 461 Team, 2005; Weidle et al., 2005; Martin et al., 2006; Ismail-Zadeh et al., 2008)."
  }, {
    "heading": "3. Methods and results",
    "text": "This study explores landforms at a variety of scales to investigate the influence of crustal tectonics and mantle flow dynamics on their generation and evolution. To analyse topography at the regional scale and extract river longitudinal profiles, we adopted two main sources of digital elevation data: GTOPO30 (downloaded from http://eros. usgs.gov/) with a resolution of 30 arc sec and SRTM (downloaded from http://srtm.csi.cgiar.org/) with a 3 arc sec pixel size. To perform field investigation in the Slănic River basin, we used topographic maps at scales of 1:25,000 and 1:5000."
  }, {
    "heading": "3.1. Morphometry",
    "text": "3.1.1. River longitudinal profiles Many studies have demonstrated the sensitivity of fluvial networks to active tectonic processes at local and regional scales (e.g., Wells et al., 1988; Pazzaglia et al., 1998; Wegmann and Pazzaglia, 2002; Tomkin\net al., 2003;Molin et al., 2004; Lock et al., 2006;Wobus et al., 2006). We examined the general pattern of hydrography and the topographic features of rivers draining the Romanian Carpathians (Fig. 1B). Channel profiles were extracted from the SRTM DEM and analysed following Wobus et al. (2006). We removed spikes along the channel profile and smoothed the data using a moving average of 1000 m, whereas we determined channel gradients by sampling vertically every 20 m.\nIn modelling river incision into bedrock at steady-state, as well as in studying empirically transient channel profiles, the following power law is used to relate channel slope S and drainage area A (Flint, 1974; Howard et al., 1994; Sklar and Dietrich, 1998; Whipple and Tucker, 1999; Snyder et al., 2000; Whipple et al., 2000; Schorghofer and Rothman, 2002; Kobor and Roering, 2004):\nS = ksA −θ ; ð1Þ\nwhere θ and ks are the concavity and steepness indices, respectively. These two parametersmay vary widely because they depend onmany factors, and their significance to and relationship with tectonics, climate, and lithology are still strongly debated. The relationship between ks and uplift is widely accepted, although it is strongly influenced by geologic setting and climate (Wobus et al., 2006 and references therein). Uplift undoubtedly steepens rivers, and the steepness index should vary in response (Lague et al., 2000; Snyder et al., 2000; Dietrich et al., 2003). Therefore, Eq. (1) is a useful tool to extract information on regional tectonics and on uplift patterns (Kirby andWhipple, 2001;Wobus et al., 2006). To quantify the shape of river longitudinal profiles, we calculated the concavity and steepness indices by linear regression through area and slope data in log–log space (Wobus et al., 2006 and references therein). The upstream limit of regression was chosen by visual inspection of breaks in scaling between channel gradient and drainage area (Snyder et al., 2000; Duvall et al., 2004; Whipple, 2004). These breaks represent the transition from hillslope/colluvial to fluvial channel and generally occurred in a contributing area of around 106 m2. The downstream limit of regression is the change from bedrock to alluvial channel. Finally, because θ and ks are strongly autocorrelated, we normalised the values of steepness index (ksn) by a reference concavity θref=0.45, a value commonly reported and comprised in theoretical end members of 0.3 to 0.6 (Hack, 1957; Whipple and Tucker, 1999; Snyder et al., 2000; Kirby and Whipple, 2001).\nWe studied 14 channel profiles of rivers draining the external portion of the Romanian Carpathians. Eight of them (Suceava, Moldova, Bistriţa, Trotuş, Putna, Ramnic Sarat, Slănic, and Buzau Rivers; herein referred to as Group 1) drain the eastern and Bend Carpathians and flow into the Siret River. Five of them (Ialomiţa, Damboviţa, Argeş, Olteţ, and Jiu Rivers; herein referred to as Group 2), located in the southern segment of the mountain belt, are tributaries of the Danube River. We also study profiles of the Prahova River that could be included in Group 2 from a geographical point of view, but we chose to include them in Group 1 because it drains the Bend Carpathians from a geologic point of view.\nTo have a more regional view of the tectonic influence on channel development, we also extracted the longitudinal profile of Olt River, a tributary of the Danube River. Its head is located in the northern edge of the Ciuc basin, on the internal flank of the eastern Carpathians (Fig. 1A). It flows across the intermontane depressions of Ciuc and Braşov, the southern portion of the Transylvanian basin, passes through the chain, flowing down to the Romanian Plain into the Danube River.\nWe mainly used the 1:200.000 scale Geological Map of Romania (Geological Institute of Romania, Bucharest) to compare longitudinal profiles and bedrock geology.\nThe longitudinal profiles of rivers draining the eastern and Bend Carpathians (Group 1) show a general shape that is concave up, although many of them show straight segments, knickpoints, and\nknickzones (Fig. 2). All river profiles (except the Prahova River) present a variation in channel slope located at an elevation of 500– 650 m that is not related to rock type changes. In the Buzau River profile, the variation in channel slope coincides with a change in valley features: downstream from the knickpoint the valley is deeply incised with steep flanks, but upstream becomes wide with gentle slopes, making a 180° turn close to the regional divide (Fig. 1B). The Prahova River profile has a knickzone extending from around 600 to 800 m that is related to a change from flysch to carbonate marl.\nThe longitudinal profiles of rivers draining the southern Carpathians (Group 2) appear to be more concave than the Group 1 profiles (Fig. 2). They are disturbed by knickzones or knickpoints usually corresponding to changes in rock type.\nThe Olt River longitudinal profile has a generally concave up shape that is separated into three segments by two knickpoints (Fig. 2). The more elevated segment is concave and corresponds to that portion of the river that flows across the Ciuc depression. The middle segment is almost straight and coincident with the Braşov and Transylvanian basins. It endswith a knickpoint that is locatedwhere the river crosses the Carpathian chain. The rectilinear third segment represents the portion of the Olt course in the Romanian Plain.\nTo give amore readable representation of the values of the concavity and steepness indices calculated from river profiles (Table 1), we generated two diagrams (Fig. 3A, B) in which Olt River parameters are not included. The reason for exclusion of the Olt River from further analyses is that it is not comparable with the others because it is much longer and flows from the back-arc basin to the foredeep. Fig. 3A displays the concavity versus steepness index providing evidence that: a) the profiles of Group 1 are less concave than those of Group 2; b) the\nvalues of ksn do not show clustering, although Group 2 shows generally higher values, probably related to their more elevated heads. Because Rãdoane et al. (2003) noticed differences in the longitudinal profile shape of rivers located north and south of the Trotuş Fault, we investigated similarities in profile parameters according to the river geographical location with respect to the Trotuş and the Intramoesian Faults (Figs. 1A, 3A). The rivers located north of the Trotuş Fault have lower values of both concavity and steepness indices, whereas those locatedwest of the IntramoesianFault coincidentwithGroup2 aremore\nel slope and drainage area data. The longitudinal profiles have been extracted from the points.\nconcave and steeper. In between, there are the rivers draining the Bend Zone that, apart from the Ramnic Sarat River, seem to be less concave than those in Group 2, but steeper than rivers north of the Trotuş Fault.\nIn Fig. 3B, the values of both parameters are plotted following geographical locationalong themountainbelt starting fromthenortheast toward the Bend and the southern Carpathians. The diagram confirms what is alreadyevidenced in Fig. 3A regarding thedifferences in concavity among the two groups.Moreover, it shows a trend of increasing values of steepness index from north to south in the Group 1 profiles."
  }, {
    "heading": "3.1.2. Topography",
    "text": "To study topography at the regional scale, we extracted two swath profiles across the Carpathian curvature and generated maps of local relief and topography filtered at different wavelengths.\nThe map of local relief, which shows the difference in elevation between valley bottoms and peaks, reveals the spatial distribution of fluvial incision in a study area. From the GTOPO30 DEM, we extracted two surfaces that envelop the top and the bottom of topography. We average the elevation data of peaks and hydrography over 30-kmdiameter circular windows. We chose this value because it is the minimum spacing between the main river trunks. Arithmetically subtracting the two surfaces results in the relative relief displayed in Fig. 4. It shows that the higher values of local relief are located in the\nsouthern Carpathians, where the crystalline and metamorphic rocks outcrop and exhumation is older (Bojar et al., 1998; Fügenschuh and Schmid, 2005; Iancu et al., 2005; Knapp et al., 2005; Maţenco et al., 2010). In the eastern Carpathians, the two areas characterised by the highest local relief values correspond to the Calimani and Rodna Mountains, built up by Neogene volcanic and Palaeozoicmetamorphic rocks, respectively. These are not relevant for the overall orogenic evolution in the eastern Carpathians, where the foredeep deposits outcrop (Sandulescu, 1988; Linzer et al., 1998; Maţenco et al., 2003) and a general decrease toward the Bend Zone is apparent.\nWe extracted two swath profiles located in the Bend Zone and oriented NW–SE. One is 500 km long and cuts across the Transylvanian basin and the entire Carpathian belt, extending from the Pannonian basin just north of the Apuseni Mountains to the Romanian Plain (Fig. 5A). To produce the profile, we sampled the GTOPO30 DEM at a regular interval of 5 km along five adjacent cross sections and averaged the data to extract maximum, minimum, and mean topography. Conversely, the swath profile in Fig. 5B is directed to highlight more local features of Subcarpathian topography in the field investigation area. We sampled SRTM elevation data every 90 m along five sections 55 km long.\nThe “regional” swath profile (Fig. 5A) starts in the Pannonian basin at an elevation less than 200 m, cuts across the northeastern edge of Apuseni Mountains and the hills of Someş region to enter into the Transylvanian basin. The Transylvanian basin lies at 400 m altitude and appears to be incised 100–200 m. To the southeast, topography increases up to around 1500 m elevation (the maximum altitude of the Bend Carpathians), interrupted by the intermontane basin of Braşov. Then elevation decreases regularly toward the foredeep. In Fig. 5A, the arrows indicate the main thrust locations, showing the correspondence of regional tectonic structures and main river valleys. A detail of this Subcarpathian portion of the “regional” swath profiles is displayed in Fig. 5B. The “local” cross section shows the decreasing topography of the external flank of the Bend Carpathians. Enveloping the peaks of maximum topography the slope of the resulting surface progressively decreases down to horizontality. This slope decrease is parallel to the diminishing of the dip of the underlying Focşani foredeep layers (Maţenco et al., 2007). The enveloping surface is interrupted by a peak where the Cândeşti Formation outcrops (Murgeanu et al., 1966; Necea et al., 2005). The final regular decrease in topography down to the Romanian Plain is a regional landform, extending from the Buzau to the Trotuş River valley and interpreted as a glacis (Moldavian Glacis, Ielenicz, 1978) or as a monocline made up of Cândeşti Formation, an effect of minor Quaternary shortening (Fielitz and Seghedi, 2005; Necea et al., 2005).\nTo isolate the regional scale topographic features of the Romanian Carpathians that reveal the imprints of regional tectonics and mantle dynamics, we smoothed the raw elevation of the GTOPO30 DEM in the frequency domain with a low-pass filter to attenuate signals of more local processes (withwavelength b10 km). Several authors (D'Agostino andMcKenzie, 1999;Molin et al., 2004;Wegmannet al., 2007;Roy et al., 2009; Faccenna et al., 2011) adopted wavelengths ranging from 50 to 300 km to discern between crustal tectonics and mantle dynamics signals. Braun (2010) stated that the dimension of dynamic topography is proportional to intensity, scale, and depth of the mantle flow that generates it. We filtered the topography of the Romanian Carpathians with a low-pass filter and four different cut-off wavelengths: 10 km to capture the influence of regional tectonics and 50, 100, and 150 km to explore possible signals of mantle flow dynamics. In Fig. 6A, the filtered topography (cut-off wavelength of 10 km) shows a varied curved chain surrounded by low-standing areas (Transylvanian basin and Romanian Plain), and the isolated relief of the Apuseni Mountains. Moreover, it evidences some regional tectonic features such as the strike–slip Cerna Fault and the Hateg and Petroşani basins in the southern Carpathians or the extensional intermontane depressions in the eastern and southeastern Carpathians (Braşov, Tirgu Secuiesc, Ciuc, Gheorgheni)\n(Fig. 1A). In Fig. 6A,we report the actual regional drainagedivideand the synthetic divide relative to the filtered topography and approximately located along themaximum elevation line of the chain. They are almost coincident except where some rivers (such as the Jiu, Buzau, and Bistriţa) appear to cut across the maximum elevation line, locating the regional divide more toward the back-arc. It is interesting to note that the knickpoint at 650 m along the Buzau River profiles coincides with the crossing of the maximum elevation line, as noted by Leever (2007).\nFig. 6B shows the filtered topography at a wavelength of 50 km, a sort of a threshold between crustal related landscape features and mantle process influence (Molin et al., 2004; Wegmann et al., 2007). The map displays the curved shape of the Carpathian chain and the topographic high of the Apuseni Mountains separated by a depressed Transylvanian basin (Fig. 6B). The chain appears to be characterised by two segments (i.e., the southern and eastern Carpathians) connected by a depression in the Bend Zone. In the same location, the seismogenic volume in the mantle and a high-velocity anomaly in the tomography data reveal a subvertical body interpreted as the Vrancea slab (Wenzel et al., 2002; Cloetingh et al., 2004; Sperner et al., 2004; Sperner and the CRC 461 Team, 2005; Weidle et al., 2005; Martin et al., 2006; Ismail-Zadeh et al., 2008).\nIn Fig. 6C, two topographichighs characterise thefiltered topography at a wavelength of 100 km. The northern high corresponds with the Calimani Mountains, where the oldest (10.5 Ma) volcanic rocks of the\nCalimani–Gurghiu–Harghita chain outcrop (Szakács and Seghedi, 1995; Fielitz and Seghedi, 2005; Seghedi et al., 2011). The southern topographic high corresponds with the locations of Perşani, Malnas, Bicsad, and Ciomadul Volcanoes (Fig. 6C), whose activity has been referred to as Quaternary (Szakács and Seghedi, 1995; Panaiotu et al., 2001; Fielitz and Seghedi, 2005; Seghedi et al., 2011).\nThe filtered topography at awavelength of 150 km(Fig. 6D) shows a topographic high centred in the Transylvanian basin. Here, uplift happened after Miocene collision up to the Quaternary (Sanders et al., 2002;Maţenco et al., 2010;Merten et al., 2010). In correspondencewith the Transylvanian basin, tomographic investigations locate a lowvelocity anomaly (Wortel and Spakman, 2000; Martin et al., 2006; Ismail-Zadeh et al., 2008) that has been interpreted as upwelling of hot asthenospheric material (Popa et al., 2008; Seghedi et al., 2011)."
  }, {
    "heading": "3.2. Field investigation in the Slănic River basin (Bend Carpathians)",
    "text": "We performed field work in themiddle-lower portion of the Slănic River drainage basin to find morphological and geological evidence of the recent tectonic evolution of the external portion of the Bend Carpathians, focusing on features that record vertical movement.\nIn the field area, the bedrock is mainly made up of Lower Miocene to Upper Pliocene deposits, part of the Subcarpathian nappe and foredeep basin deposits, involved in themountain front deformation. The first unit\n(Sareni and JgheabUnits in Fig. 7)outcrops ina small part of the studyarea and is composed of grey marls, sandstones, schists, calcareous marls, gypsum, and tuff deposits at the top, known as “Tuf Dacitic” or “Tuf de Slănic” (Middle Miocene) (Săndulescu et al., 1981; Maţenco and Bertotti, 2000). The Subcarpathians nappe is affected by diapiric upwelling of gypsum. The relative deformation is testified by a) a breccia outcropping around the gypsum, and made up of the rock-types deformed by the intrusion; b) tilting of the sediments between Minzalesti and Sareni villages, where the strata of the upper part of the sequence dip 60° SE. The Subcarpathian nappe thrusts over foredeep deposits by means of a 50° NW-dipping reverse fault.\nThe foredeep deposits are characterised by an alternation of sand, clay, and marls, Middle Miocene to Upper Pliocene in age (Olteanu and Jipa, 2006). Clayey and siliciclastic deposits (named from bottom to top: Minzalesti, Beslii, Sirbesti units in Fig. 7) characterise the lower portion of the succession, outcropping between Minzalesti and Sirbesti villages. The sedimentary environment of these deposits, Sarmatian to Pontian in age (Table 2), is mainly marine changing to brackish littoral/deltaic and continental.\nBrackish and fluvio-lacustrine deposits in deltaic facies form the Niculesti Unit (Fig. 7), referred to Dacian by Murgeanu et al. (1966). They aremade of cross-stratified sand interbeddedwith clay and lignite horizons and outcrop between Sirbesti and Niculesti and between Gura Dimienii and Beceni (Fig. 7). They are folded withMinzalesti, Beslii, and Sirbesti units, forming a syncline and an anticline (the so-called “Berca Anticline”, Gibson, 2001) (Fig. 7).\nThe Beceni Unit (Romanian) marks the change to a continental environment (Papaionopol, 2003; Papaionopol et al., 2003; Olteanu and Jipa, 2006), and the complete fill of the Dacian basin (Jipa, 1997). It is made of fluvio-lacustrine clayey to sandy deposits with rare\ngravel and lignite horizons and outcrops between Beceni and Zarnestii (Fig. 7). The strata form a SE-dipping monocline, whose dip decreases from 40° to 15° toward the mountain front.\nThe Cândeşti Synthem, known as Cândeşti Formation (Lower Pleistocene;Murgeanu et al., 1966; Necea et al., 2005), unconformably overlies the Beceni Unit. The angular unconformity is visible along the Slănic River valley close to Cernatesti village, where the Cândeşti Synthem dips 5° SSE. It contains coarse sand and gravel with a sheettype fluvial channel that indicates a fluvial/fan sedimentary environment. In the Bend Zone, the Cândeşti Formation forms a wide monocline that generates a macro-landform at the mountain front, connecting the Subcarpathians with the Romanian Plain (Fielitz and Seghedi, 2005; Necea et al., 2005).\nThe aforementioned units are deeply incised by the Slănic River, which generates four orders of strath terraces (Figs. 7 and 8). The oldest order (T1), named Satu Vechi Synthem, is made of clastsupported coarse gravel at the base, and sand in the upper part (Fig. 9A). The deposit thickness ranges from 5 to 10 m, whereas the elevation of the erosive surface at the bottom is 27 to 35 m above the present thalweg.\nThe deposits of the second order terrace (T2), called Carpinistea Synthem (Fig. 7), are constituted by gravel, silt, and sand (Fig. 9B). Their thickness is 7–8 mand theelevationof thebedrock strath surface ranges from 20 to 15 m above the present thalweg. The top of the Carpinistea Synthem, as well as the Cândeşti Synthem, is covered by the loess deposits of the Zarnestii Synthem. This is made of ochre medium-fine silt up to 25 m thick and with pedogenised horizons. The base of the synthem is recognisable by the presence of a paleosoil (50 cm to 1 m thick). These aeolian deposits have been referred to theMiddle to Upper Pleistocene (Panaiotu et al., 2001; Necea et al., 2005; Jakab, 2007).\nThe third terrace order (T3) is constituted of the deposits of Fulga Synthem. They are made of fine gravel and sand, with a silty component in sheet-type channels locally (Fig. 9C, E). The thickness of this synthem is 3–7 m. The elevation of the bedrock strath surface is between 7 and 9 m above the present thalweg. The finding of a molar tooth of Equus feus in a sandy level and its stage of fossilisation allowed us to refer the Fulga Synthem to the Middle–Upper Pleistocene (Kotsakis, personal communication).\nThe fourth terrace order (T4), part of the Cernatesti Synthem, is made up of gravel and fine sand, with a local silty component (Fig. 9D). The thickness is 3 to 5 m, and the elevation of the erosive surface varies from 3 to 6 m above the present thalweg. Dating of an Ovis capra bone found in the Cernatesti Synthem deposits close to Sapoca village by 14C provides a calibrated age of 3610±40 yr BP. This allows us to calculate a late Holocene incision rate of 1.4 mm/yr at the mountain front. This value coincides with the uplift rate obtained by vertical GPS data in the\nsamearea (vanderHoeven et al., 2005). It is also noteworthy that gravel is mined in the same area and at the confluence of the channel-beds of the Slănic and Buzau Rivers.\nWe refer the deposits of T1, T2, and T3 strath terraces to Middle– Late Pleistocene on the basis of the following considerations: (1) they are entrenched in the Lower Pleistocene Cândeşti Synthem; (2) T2 is covered by loess, regionally referred to the Middle–Upper Pleistocene (Panaiotu et al., 2001; Necea et al., 2005; Jakab, 2007); (3) the E. feus finding in T3 deposits.\nFig. 8. View of Slănic River valley close to Fulga village, showing several orders of strath terra relief upland surfaces (orange lines in the background).\nTo better visualise the terrace pattern, we projected the elevation of the strath surface on the Slănic River longitudinal profile (Fig. 10). We also schematically reported the bedrock to investigate possible links between terrace pattern and geologic structure. The strath terrace pattern appears to not be disturbed by the Berca Anticline, but it is lightly diverging downstream close to the confluence of the Slănic and Buzau Rivers.\nFinally we surveyed low relief upland surfaces isolated on interfluves or along main valley flanks. Their very low local relief (Fig. 8) suggests a landscape formed in stable base-level conditions. These upland features have been widely recognised in all Romanian territory (Ielenicz and Simoni, 2007 and references therein)."
  }, {
    "heading": "4. Discussion and conclusion",
    "text": "We explored the Romanian Carpathian landscape at different scales to discriminate the role of mantle dynamics and crustal deformation in the topographic growth of the chain. This study was coupled with field work in a small drainage basin draining the external flank of the Carpathian Bend to investigate geological and morphological features that record the uplift of the area. Our results indicate a landscape dominated by a diachronous uplift superimposed on extensional and compressive tectonics. The thermochronology data well describe how exhumation proceeded parallel with deformation (Sanders et al., 1999; Maţenco et al., 2010 and references therein; Merten et al., 2010). In the southern Carpathians, the emersion of the chain started in the Late Cretaceous; in the eastern Carpathians, it began after the Miocene continental collision; and in the Bend Zone it began around 5±2 Ma (Sanders et al., 1999; Fügenschuh and Schmid, 2005; Merten et al., 2010). This variability in the topographic growth of different chain sectors is mirrored in landscape and hydrographic network features. The longitudinal profiles of rivers draining the southern Carpathians (Group 2) are more concave than are those in the eastern and Bend Carpathians (Group 1) and are characterised by knickpoints generated by changes in rock type (Figs. 2, 3; Table 1). They are also steeper because their heads are located at higher elevation with respect to the other study rivers. These features suggest the rivers are close to equilibrium, in agreement with the older emersion of the southern Carpathians. A confirmation is the location of high local relief in the same area, recording a landscape deeply incised by hydrography (Fig. 4). Conversely, the longitudinal profiles of the rivers draining the eastern and Bend Carpathians (Group 1) are, in general, less concave and less steep, although they show an increase in steepness index from north to south (Figs. 2, 3; Table 1), probably as a consequence of the younger exhumation and uplift of the Bend Zone. In other words, the rivers in\nces, the present alluvial plain including its portion fixed by vegetation (A1), and the low\nthe Bend Carpathians are less concave but steeper because the ongoing Quaternary uplift is not counterbalanced by erosion, keeping the river heads relatively high in elevation and holding the rivers in a transient state of disequilibrium. This is partially confirmed by the north-to-south decreasing values of local relief along the strike of the eastern Carpathians (Fig. 4): particularly in the Bend Zone, the river incision seems not to keep pace with uplift. Furthermore, except for\nthe Prahova River, which is not a tributary of the Siret River, the rivers of Group 1 present a common knickpoint at 500–600 m of elevation (Fig. 2). This records a regressive erosion wave produced by a regional change in base level that may be related to the tectonic structures bordering the Focşani basin to the NNE. In the Buzau River profile, the knickpoint marks a change from a deeply incised to a shallow, broad valley. This has been previously interpreted as the result of (1) the\nlevation of the bedrock strath surface and a schematic geological section. The fold (Berca\npiracy of the Buzau River by rivers draining the Braşov basin (Fielitz and Seghedi, 2005); and (2) the Teleajen River headwater capture by the Buzau River (Leever, 2007). In our opinion, the wide valley of the uppermost reaches of the Buzau River, together with the 180° turn, testifies to a drainage network originally flowing toward the Braşov depression, but probably interrupted by the tectonic structures bordering the basin itself. The latter downthrew the Braşov basin floor, isolating a portion of drainage then captured by the Buzau River. In this process, the Buzau River was probably favoured by (1) the Pleistocene uplift, whichmade rivers draining the external flank of the chain more aggressive in incising topography; and (2) the regressive erosion wave that affected the Siret River tributaries. This hypothesis is supported by the breach of the maximum elevation line by the Buzau River, which moved the regional divide toward the Braşov depression, producing the mismatch between the regional divide and the synthetic divide (Fig. 6A).\nThe response of the Bend Zone rivers to the Pleistocene uplift is well documented by the Slănic River whose incision, interacting with Quaternary climate changes, generated four orders of strath terraces (Figs. 7, 8, 9). The terrace pattern is not influenced by the Berca Anticline (Fig. 10), an expression of the Wallachian Phase, generally referred to as Pliocene–Quaternary (Sandulescu, 1988). The Middle Pleistocene age of the T1 terrace supports the idea that theWallachian Phase lasted until the Early Pleistocene, when it reached its peak (Hyppolite and Sandulescu, 1996 and references therein).\nThe strath terrace pattern is lightly diverging at themountain front (Fig. 10). Here, the divergence and the relative high value of the calculated incision rate (1.4 m/yr) are related to both mining of\nFig. 11. A) Plot showing the topographic profile extracted from the GTOPO30 DEM and th (location in Fig. 6B, C, D). B) Crustal scale cross section, and lithospheric configuration (mo et al., 2006) (location in Fig. 1B). See text for explanation.\nchannel bed gravel at the confluence of the Slănic and Buzau Rivers and tilting of the Focşani western flank. This tilting, recorded by the decreasing dip of the Pliocene bedrock in the Slănic River lower valley (Figs. 7, 10) and by the enveloping surface in Fig. 5B, accelerated in the late Early Pleistocene, generating themonoclinal landform at the front of the Bend Carpathians (Necea et al., 2005; Maţenco et al., 2007). The Lower Pleistocene Cândeşti Formation fluvial deposits that constituted it are uplifted (they are at 400–1000 m of elevation all along the Bend Carpathians mountain front; Fielitz and Seghedi, 2005; Necea et al., 2005) and tilted towards the foredeep. The regional distribution of the Cândeşti Formation and the coarse-grained feature of its deposits call for both climatic and tectonic origins. Thermochronological data confirm a deformation phase in Upper Pliocene–Lower Pleistocene (Merten et al., 2010).\nFiltering the digital elevation data at different wavelengths, we found two interesting regional-scale features of topography in the study area “low” topography in the Bend Carpathians and “high” topography in the Transylvanian Basin (Fig. 6). Along strike, the filtered mountain chain topography shows a depression corresponding with the Bend Zone (Fig. 6B). This is where the Moho is deepest (deeper than 50 km, Ioane and Ion, 2005), suggesting that no correlation exists between crustal thickness and regional topography. In other words, in the Bend Zone topography is not a result of pure isostasy: the subvertical slab evidenced by deep seismicity and tomography data (Cloetingh et al., 2004; Knapp et al., 2005; Sperner and the CRC 461 Team, 2005; Martin et al., 2006; Ismail-Zadeh et al., 2008 and references therein) pulls down the uplifting chain, generating negative dynamic topography. This idea is supported by\ne topography filtered at wavelengths of 50 (FT50), 100 (FT100), and 150 (FT150) km dified from Seghedi et al., 2011) including results of a local tomography study (Martin\nthe gravity high located in the Vrancea and interpreted as the effect of a high-density slab (Ioane and Ion, 2005). Conversely, positive topography is located in the Transylvanian basin (Fig. 6C, D) at higher elevation (mean topography around 400 m) and is more incised with respect to the Pannonian basin (Fig. 5A). Since 9 Ma, only fluvial sediments and volcanic products are preserved in the Transylvanian basin, which is affected by uplift and erosion from Pliocene to Quaternary (Krézsek et al., 2010). Moreover, although the heat flow in the basin is rather low (Demetrescu et al., 2001; Andreescu et al., 2002; Lenkey et al., 2002), the low velocity anomaly evidenced by tomography below the Transylvanian basin (Wortel and Spakman, 2000; Sperner and the CRC 461 Team, 2005; Martin et al., 2006; Ismail-Zadeh et al., 2008) and the time/space evolution of magmatism along the E–SE border of the basin suggest the upwelling of asthenospheric mantle (Chalot-Prat and Gîrbacea, 2000; Harangi and Lenkey, 2007; Seghedi et al., 2011). In this respect, the comparison of Fig. 6b, c, and d with the crustal-scale cross section by Seghedi et al. (2011) visually describes the genetic relationship between the dynamic topography and the mantle flow. To facilitate this comparison, we extracted profiles of row elevation and topography filtered at 50, 100, and 150 km in the same location of the crustal cross section (Seghedi et al., 2011) (Fig. 11). The section across the topography filtered at a wavelength of 50 km shows a high that actually is a depression along the strike of the chain (Fig. 6B), in correspondence with the sinking slab (Fig. 11). The profiles across the topography filtered at 100 and 150 km have a high centred in the area of the recent volcanism and of the low P-wave velocity anomaly, respectively (Fig. 11). Both topographic highs seem to be strictly related to mantle flow: the sinking slab induces an astenospheric uprise below the Transylvanian basin and slab tearing along the Troţus Fault system, generating corner flowwith a vertical component (Piromallo et al., 2006; Seghedi et al., 2011 and references therein). Both flows are testified by magma chemistry (Seghedi et al., 2011 and references therein) (Fig. 11).\nIn conclusion, coupling the study of the Romanian Carpathian topography and the field investigation in the Slănic River basin, we found a landscape dominated by a regional diachronous uplift superimposed on crustal tectonics, extensional on the internal flank of the chain (Fielitz and Seghedi, 2005) and compressive at the mountain front (Leever et al., 2006). The diachronous topographic growth of the Romanian Carpathians influenced the chain topography, the spatial distribution of its local relief i.e., of fluvial incision, the shape of river longitudinal profiles, and the formation of several orders of strath terraces. Moreover, crustal tectonics dominated fluvial network organisation and induced river captures that moved the regional divide towards the back-arc.\nThe regional-scale topographic setting of the chain coupled with geophysical data calls for a strong influence of mantle flow dynamics; negative dynamic topography in the Bend Carpathians is generated by the pulling down force of the sinking Vrancea slab, whereas positive dynamic topography in correspondence with the Transylvanian basin is produced by the upwelling of asthenospheric materials."
  }, {
    "heading": "Acknowledgements",
    "text": "This work represents the result of a collaborative contribution to a research and teaching agreement between the Department of Geological Sciences, Roma Tre University and the Faculty of Geography, Bucharest University.\nThe authors thank the two anonymous reviewers for their constructive and helpful comments on the original manuscript, M. Stoica, E. Gliozzi, and T. Kotsakis in supporting paleontological analysis and interpretation, C. Faccenna for interesting discussion on geodynamic interpretation of topography data, D. Jipa and L. Maţenco for helpful discussion on the field, and A. Gherghina for logistic help."
  }],
  "year": 2012,
  "references": [{
    "title": "Thermal budget of the Transylvanian lithosphere. Reasons for a low surface heatflux anomaly in a Neogene intra-Carpathian basin",
    "authors": ["M. Andreescu", "S.B. Nielsen", "G. Polonic", "C. Demetrescu"],
    "venue": "Geophysical Journal International",
    "year": 2002
  }, {
    "title": "Jurassic to Cenozoic thermal evolution of the southwestern South Carpathians: evidence from fission-track thermochronology",
    "authors": ["A.V. Bojar", "F. Neubauer", "H. Fritz"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "The many surface expressions of mantle dynamic",
    "authors": ["J. Braun"],
    "venue": "Nature Geoscience",
    "year": 2010
  }, {
    "title": "Surface processes and tectonics: forcing of continental subduction and deep processes",
    "authors": ["E. Burov", "G. Toussaint"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Partial delamination of continental mantle lithosphere, uplift-related crust-mantle decoupling, volcanism and basin formation: a new model for the Pliocene–Quaternary evolution of the southern EastCarpathians, Romania",
    "authors": ["F. Chalot-Prat", "R. Gîrbacea"],
    "venue": "Tectonophysics",
    "year": 2000
  }, {
    "title": "Thermo-mechanical controls on the mode of continental collision in the SE Carpathians (Romania)",
    "authors": ["Cloetingh", "S.A.P.L", "E. Burov", "L. Maţenco", "G. Toussaint", "G. Bertotti", "P.A.M. Andriessen", "M.J.R. Wortel", "W. Spakman"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Mesozoic plate tectonic reconstruction of the Carpathian region",
    "authors": ["L. Csontos", "A. Vörös"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2004
  }, {
    "title": "Convective support of long wavelength topography in the Apennines (Italy)",
    "authors": ["N. D'Agostino", "D.P. McKenzie"],
    "venue": "Terranova 11",
    "year": 1999
  }, {
    "title": "Lithosphere thermal structure and evolution of the Transylvanian Depression — insights from new geothermal measurements and modelling results",
    "authors": ["C. Demetrescu", "S.B. Nielsen", "M. Ene", "D.Z. Serban", "G. Polonic", "M. Andreescu", "A. Pop", "N. Balling"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2001
  }, {
    "title": "Geomorphic transport laws for predicting landscape form and dynamics",
    "authors": ["W.E. Dietrich", "D.G. Bellugi", "L.S. Sklar", "J.D. Stock", "A.M. Heimsath", "J.J. Roering"],
    "venue": "Geophysical Monograph,",
    "year": 2003
  }, {
    "title": "Tectonic and lithologic controls on bedrock channel profiles and processes in coastal California",
    "authors": ["A. Duvall", "E. Kirby", "D. Burbank"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "Topography of the Calabria subduction zone (southern Italy): clues for the origin of Mt",
    "authors": ["C. Faccenna", "P. Molin", "B. Orecchio", "V. Olivetti", "O. Bellier", "F. Funiciello", "L. Minelli", "C. Piromallo", "A. Billi"],
    "venue": "Etna. Tectonics",
    "year": 2011
  }, {
    "title": "Late Miocene–Quaternary volcanism, tectonics and drainage system evolution in the East Carpathians, Romania",
    "authors": ["W. Fielitz", "I. Seghedi"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Stream gradient as a function of order, magnitude and discharge",
    "authors": ["J.J. Flint"],
    "venue": "Water Resources Research",
    "year": 1974
  }, {
    "title": "Age and significance of core complex formation in a very curved orogen: evidence from fission track studies in the South Carpathians (Romania)",
    "authors": ["B. Fügenschuh", "S.M. Schmid"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Neogene kinematic development of the East Carpathian bend area, central Romania",
    "authors": ["R.G. Gibson"],
    "venue": "Marine and Petroleum Geology",
    "year": 2001
  }, {
    "title": "Partial detachment of a lithospheric root under the southeast Carpathians: toward a better definition of the detachment",
    "authors": ["Z. Gvirtzman"],
    "venue": "concept. Geology",
    "year": 2002
  }, {
    "title": "Studies of longitudinal stream profiles in Virginia and Maryland",
    "authors": ["J.T. Hack"],
    "venue": "U.S. Geological Survey Professional Paper 294-B,",
    "year": 1957
  }, {
    "title": "Genesis of the Neogene to Quaternary volcanism in the Carpathian–Pannonian region: role of subduction, extension, and mantle plume",
    "authors": ["S. Harangi", "L. Lenkey"],
    "venue": "Geological Society of America Special Paper",
    "year": 2007
  }, {
    "title": "Modeling fluvial erosion on regional to continental scales",
    "authors": ["A.D. Howard", "W.E. Dietrich", "M.A. Seidl"],
    "venue": "Journal of Geophysical Research",
    "year": 1994
  }, {
    "title": "Paleostress characterization of the “Wallachian” phase in its type area, southeastern Carpathians, Romania",
    "authors": ["J.C. Hyppolite", "M. Sandulescu"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Alpine polyphase tectonometamorphic evolution of the South Carpathians: a new overview",
    "authors": ["V. Iancu", "T. Berza", "A. Seghedi", "I. Gheuca", "H.P. Hann"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Observaţii geomorfologice în băzinul slanicului de Buzău",
    "authors": ["M. Ielenicz"],
    "venue": "Analel Universităţii Bucareşti. Geografie XXVII,",
    "year": 1978
  }, {
    "title": "The evolution stages of Romania's landforms and the resulted erosion surfaces",
    "authors": ["M. Ielenicz", "S. Simoni"],
    "venue": "Revista de Geomorfologie",
    "year": 2007
  }, {
    "title": "A 3D crustal gravity modelling of the Romanian territory",
    "authors": ["D. Ioane", "D. Ion"],
    "venue": "Journal of Balkan Geophysical Society",
    "year": 2005
  }, {
    "title": "Thermal evolution and geometry of the descending lithosphere beneath the SE-Carpathians: an insight from the past",
    "authors": ["A. Ismail-Zadeh", "G. Schubert", "I. Tsepelev", "A. Korotkii"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Chrono-toposequences of soils on the river terraces in Transylvania (Romania)",
    "authors": ["S. Jakab"],
    "year": 2007
  }, {
    "title": "Late Neogene–Quaternary evolution of Dacian basin (Romania). An analysis of sediment thickness pattern",
    "authors": ["D. Jipa"],
    "venue": "National Institute of Marine Geology and Geo-ecology,",
    "year": 1997
  }, {
    "title": "Quantifying differential rock-uplift rates via stream profile analysis",
    "authors": ["E. Kirby", "K. Whipple"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Crustal constraints on the origin of mantle seismicity in the Vrancea zone, Romania: the case for active continental lithospheric delamination",
    "authors": ["J.H. Knapp", "C.C. Knapp", "V. Răileanu", "L. Maţenco", "V. Mocanu", "C. Dinu"],
    "venue": "Tectonophysics 410,",
    "year": 2005
  }, {
    "title": "Systematic variation of bedrock channel gradients in the central Oregon Coast Range: implications for rock uplift and shallow landsliding",
    "authors": ["J.S. Kobor", "J.J. Roering"],
    "venue": "Geomorphology",
    "year": 2004
  }, {
    "title": "Neogene evolution of the CarpathoPannonian region: an interplay of subduction and back-arc diapiric uprise in the mantle",
    "authors": ["V. Konečný", "M. Kováč", "J. Lexa", "J. Šefara"],
    "venue": "EGS Special Publication,",
    "year": 2002
  }, {
    "title": "Structural units in the pre-Alpine basement of the Eastern Carpathians",
    "authors": ["H.G. Kräutner", "G. Bindea"],
    "venue": "Proceedings of the XVII Congress of Carpathian–Balkan Geological Association: Geologica Carpathica,",
    "year": 2002
  }, {
    "title": "Miocene facies associations and sedimentary evolution of the Southern Transylvanian basin (Romania): implications for hydrocarbon exploration",
    "authors": ["C. Krézsek", "S. Filipescu", "L. Silye", "L. Maţenco", "H. Doust"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Estimating uplift rate and erodibility from the area– slope relationship: examples from Brittany (France) and numerical modelling",
    "authors": ["D. Lague", "P. Davy", "A. Crave"],
    "venue": "Physics and Chemistry of the Earth, Part A",
    "year": 2000
  }, {
    "title": "Foreland of the Romanian Carpathians controls on late orogenic sedimentary basin evolution and Paratethys paleogeography",
    "authors": ["K.A. Leever"],
    "venue": "PhD thesis, Vrije Universiteit,",
    "year": 2007
  }, {
    "title": "Late orogenic vertical movements in the Carpathian Bend Zone — seismic constraints on the transition zone from orogen to foredeep",
    "authors": ["K.A. Leever", "L. Maţenco", "G. Bertotti", "S. Cloetingh", "G.G. Drijkoningen"],
    "venue": "Basin Research",
    "year": 2006
  }, {
    "title": "Kinematic evolution of the Romanian Carpathians",
    "authors": ["H.G. Linzer", "W. Frisch", "P. Zweigel", "R. Girbacea", "H.P. Hann", "F. Moser"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Late Neogene and Quaternary landscape evolution of the Northern California Coast Ranges: evidence for Mendocino triple junction tectonics",
    "authors": ["J. Lock", "H. Kelsey", "K. Furlong", "A. Woolace"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "High-resolution teleseismic body wave tomography beneath SE Romania: II. Imaging of a slab detachment scenario",
    "authors": ["M. Martin", "F. Wenzel"],
    "venue": "CALIXTO Working Group,",
    "year": 2006
  }, {
    "title": "Tertiary tectonic evolution of the external East Carpathians (Romania)",
    "authors": ["L. Maţenco", "G. Bertotti"],
    "venue": "Tectonophysics",
    "year": 2000
  }, {
    "title": "Subsidence analysis and tectonic evolution of the external Carpathian–Moesian Platform region during Neogene times",
    "authors": ["L. Maţenco", "G. Bertotti", "S. Cloetingh", "C. Dinu"],
    "venue": "Sedimentary Geology",
    "year": 2003
  }, {
    "title": "Large-scale deformation in a locked collisional boundary: interplay between subsidence and uplift, intraplate stress, and inherited lithospheric structure in the late stage of the SE Carpathians evolution",
    "authors": ["L. Maţenco", "G. Bertotti", "K. Leever", "S. Cloetingh", "S. Schmid", "M. Tărăpoancă", "C. Dinu"],
    "venue": "Tectonics 26, TC4011",
    "year": 2007
  }, {
    "title": "Characteristics of collisional orogens with low topographic build-up: an example from the Carpathians",
    "authors": ["L. Maţenco", "C. Krézsek", "S. Merten", "S. Schmid", "S. Cloetingh", "P. Andriessen"],
    "venue": "Terra Nova",
    "year": 2010
  }, {
    "title": "From nappe-stacking to out-of-sequence post-collisional deformations: Cretaceous to Quaternary exhumation history of the SE Carpathians assessed by low-temperature thermochronology",
    "authors": ["S. Merten", "L. Maţenco", "J.P.T. Foeken", "F.M. Stuart", "P.A.M. Andriessen"],
    "year": 2010
  }, {
    "title": "Geomorphic expression of active tectonics in a rapidly deforming forearc, Sila Massif, Calabria, southern Italy",
    "authors": ["P. Molin", "F.J. Pazzaglia", "F. Dramis"],
    "venue": "American Journal of Science",
    "year": 2004
  }, {
    "title": "Harta Geologica, Republica Socialista Romania, sheet 36 Ploieşti",
    "authors": ["M. Murgeanu", "I. Motaş", "T. Banbradur", "C. Ghenea", "M. Sandulescu"],
    "year": 1966
  }, {
    "title": "Late Pliocene–Quaternary tectonics in the frontal part of the SE Carpathians: insights from tectonic geomorphology",
    "authors": ["D. Necea", "W. Fielitz", "L. Maţenco"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Dacian basin environmental evolution during Upper Neogene within the Paratethis domain",
    "authors": ["R. Olteanu", "D. Jipa"],
    "venue": "National Institute of Marine Geology and Geoecology,",
    "year": 2006
  }, {
    "title": "Paleoclimatic record from a Leoss–Paleosol profile in Southeastern Romania",
    "authors": ["C.G. Panaiotu", "E.C. Panaiotu", "A. Grama", "C. Necula"],
    "venue": "Physics Chemistry of the Earth (A)",
    "year": 2001
  }, {
    "title": "Romanian (Pliozan, Pl2)",
    "authors": ["I. Papaionopol"],
    "venue": "Chronostratigraphie und Neostratotypen. Ed. Academiei Romane,",
    "year": 2003
  }, {
    "title": "Les coupes representatives (stratotypes, faciostratotypes, stratotypes de limite)",
    "authors": ["I. Papaionopol", "F. Marinescu", "R. Macalet"],
    "venue": "Chronostratigraphie und Neostratotypen,",
    "year": 2003
  }, {
    "title": "Bedrock fluvial incision and longitudinal profile development over geologic time scales determined by fluvial terraces",
    "authors": ["F.J. Pazzaglia", "T.W. Gardner", "D.J. Merritts"],
    "venue": "River Over Rock: Fluvial Processes in Bedrock Channels. : American Geophysical Union Geophysical Monograph,",
    "year": 1998
  }, {
    "title": "Three-dimensional instantaneous mantle flow induced by subduction",
    "authors": ["C. Piromallo", "T.W. Becker", "F. Funiciello", "C. Faccenna"],
    "venue": "Geophysical Research Letters 33,",
    "year": 2006
  }, {
    "title": "Lithosphere–asthenosphere interaction at the Southeastern Carpathian Arc bend: implications for anisotropy",
    "authors": ["M. Popa", "M. Radulian", "C. Panaiotu", "F. Borleanu"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "Geomorphological evolution of longitudinal river profiles in the Carpathians",
    "authors": ["M. Rãdoane", "N. Rãdoane", "D. Dumitriu"],
    "venue": "Geomorphology",
    "year": 2003
  }, {
    "title": "Response of a steady-state critical wedge orogen to changes in climate and tectonic forcing",
    "authors": ["G.H. Roe", "D.B. Stolar", "S.D. Willett"],
    "venue": "Geological Society of America Special Papers",
    "year": 2006
  }, {
    "title": "Colorado Plateau magmatism and uplift by warming of heterogeneous lithosphere",
    "authors": ["M. Roy", "T.H. Jordan", "J. Pederson"],
    "venue": "Nature 459,",
    "year": 2009
  }, {
    "title": "Evolution of retreating subduction boundaries formed during continental collision",
    "authors": ["L.H. Royden"],
    "venue": "Tectonics",
    "year": 1993
  }, {
    "title": "Transform faulting, extension, and subduction in the Carpathian Pannonian region",
    "authors": ["L.H. Royden", "F. Horvát", "B.C. Burchfiel"],
    "venue": "Geological Society of America Bulletin",
    "year": 1982
  }, {
    "title": "Life cycle of the East Carpathian Orogen: erosion history of a doubly vergent critical wedge assessed by fission track thermochronology",
    "authors": ["C. Sanders", "P. Andriessen", "S. Cloetingh"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "The Neogene history of the Transylvanian basin in relation to its surrounding mountains",
    "authors": ["C.A.E. Sanders", "R. Huismans", "J.D. van Wees", "P. Andriessen"],
    "venue": "EGU Stephan Mueller Special Publication Series",
    "year": 2002
  }, {
    "title": "Cenozoic tectonic history of the Carpathians",
    "authors": ["M. Sandulescu"],
    "venue": "The Pannonian Basin: American Association of Petroleum Geologists, Memoir,",
    "year": 1988
  }, {
    "title": "Genetical and structural relations between the Flysch and Molasse (the East Carpathians model). Volume of the Carpatho-Balkan Geological Association, 12th Congress, Bucharest, 1981",
    "authors": ["M. Săndulescu", "M. Ştefănescu", "A. Butac", "I. Pătruţ", "P. Zaharescu"],
    "venue": "Guidebook Series of the Geological Institute of Romania, Bucharest,",
    "year": 1981
  }, {
    "title": "Orogenparallel extension in the South Carpathians during the Paleogene",
    "authors": ["S.M. Schmid", "T. Berza", "V. Diaconescu", "N. Froitzheim", "B. Fuegenschuh"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "The Alpine–Carpathian–Dinaridic orogenic system: correlation and evolution of tectonic units",
    "authors": ["S. Schmid", "D. Bernoulli", "B. Fügenschuh", "L. Maţenco", "S. Schefer", "R. Schuster", "M. Tischler", "K. Ustaszewski"],
    "venue": "Swiss Journal of Geosciences",
    "year": 2008
  }, {
    "title": "Acausal relations between topographic slope and drainage area",
    "authors": ["N. Schorghofer", "D.H. Rothman"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Geochemical response of magmas to Neogene–Quaternary continental collision in the Carpathian–Pannonian region: a review",
    "authors": ["I. Seghedi", "H. Downes", "S. Harangi", "P.R.D. Mason", "Z. Pécskay"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Tectonic significance of changes in post-subduction Pliocene -Quaternary magmatism in the south east part of the Carpathian -Pannonian Region",
    "authors": ["I. Seghedi", "L. Maţenco", "H. Downes", "P.R.D. Mason", "A. Szakács", "Z. Pécskay"],
    "venue": "Tectonophysics 502,",
    "year": 2011
  }, {
    "title": "River longitudinal profiles and bedrock incision models: stream power and the influence of sediment supply",
    "authors": ["L. Sklar", "W.E. Dietrich"],
    "venue": "River Over Rock: Fluvial Processes in Bedrock Channels. : American Geophysical Union Geophysical Monograph,",
    "year": 1998
  }, {
    "title": "Landscape response to tectonic forcing: digital elevation model analysis of stream profiles in the Mendocino triple junction region, northern California",
    "authors": ["N.P. Snyder", "K.X. Whipple", "G.E. Tucker", "D.J. Merritts"],
    "venue": "Geological Society of America Bulletin",
    "year": 2000
  }, {
    "title": "Monitoring of slab detachment in the Carpathians",
    "authors": ["B. Sperner"],
    "year": 2005
  }, {
    "title": "Slab behaviour and its surface expression: new insights from gravity modelling in the SE-Carpathians",
    "authors": ["B. Sperner", "D. Ioane", "R.J. Lillie"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Climatic and tectonic forcing of a critical orogen",
    "authors": ["D.B. Stolar", "S.D. Willett", "G.H. Roe"],
    "venue": "Geological Society of America Special Papers",
    "year": 2006
  }, {
    "title": "The Călimani–Gurghiu–Harghita volcanic chain, East Carpathians, Romania: volcanological features",
    "authors": ["A. Szakács", "I. Seghedi"],
    "venue": "Acta Volcanologica",
    "year": 1995
  }, {
    "title": "Architecture of the Focşani depression: a 13 km deep basin in the Carpathians Bend zone (Romania)",
    "authors": ["M. Tărăpoancă", "G. Bertotti", "L. Maţenco", "C. Dinu", "S. Cloetingh"],
    "venue": "Tectonics 22,",
    "year": 2003
  }, {
    "title": "Quantitative testing of bedrock incision models, Clearwater River, NW Washington State",
    "authors": ["J.H. Tomkin", "M.T. Brandon", "F.J. Pazzaglia", "J.R. Barbour", "S.D. Willett"],
    "venue": "Journal of Geophysical Research",
    "year": 2003
  }, {
    "title": "Holocene strath terraces, climate change, and active tectonics: the Clearwater River basin, Olympic Peninsula, Washington State",
    "authors": ["K.W. Wegmann", "F.J. Pazzaglia"],
    "venue": "Geological Society of America Bulletin",
    "year": 2002
  }, {
    "title": "Position of the Snake River watershed divide as an indicator of geodynamic processes in the greater Yellowstone region, western North America",
    "authors": ["K.W. Wegmann", "B.D. Zurek", "C.A. Regalla", "D. Bilardello", "J.L. Wollenberg", "S.E. Kopczynski", "J.M. Ziemann", "S.L. Haight", "J.D. Apgar", "C. Zhao", "F.J. Pazzaglia"],
    "venue": "Geosphere",
    "year": 2007
  }, {
    "title": "Improving depth resolution of teleseismic tomography by simultaneous inversion of teleseismic and global Pwave traveltime data—application to the Vrancea region in Southeastern Europe",
    "authors": ["C. Weidle", "S. Widiyantoro", "CALIXTOWorking Group"],
    "venue": "Geophysical Journal International",
    "year": 2005
  }, {
    "title": "Regional variations in tectonic geomorphology along a segmented convergent plate boundary",
    "authors": ["S.G. Wells", "T.F. Bullard", "C.M. Menges", "P.G. Drake", "P.A. Karas", "K.I. Kelson", "J.B. Ritter", "J.R. Wesling"],
    "venue": "Pacific coast of Costa Rica. Geomorphology",
    "year": 1988
  }, {
    "title": "Geodynamics, tomographic images and seismicity of the Vrancea region (SE-Carpathians, Romania)",
    "authors": ["F. Wenzel", "B. Sperner", "F. Lorenz", "V. Mocanu"],
    "venue": "EGU Stephan Mueller Special Publications Series",
    "year": 2002
  }, {
    "title": "Bedrock rivers and the geomorphology of active orogens",
    "authors": ["K.X. Whipple"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2004
  }, {
    "title": "Dynamics of the stream-power incision model: implications for height limits of mountain ranges, landscape response timescales, and research needs",
    "authors": ["K.X. Whipple", "G.E. Tucker"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "River incision into bedrock: mechanics and relative efficacy of plucking, abrasion and cavitation",
    "authors": ["K.X. Whipple", "G.S. Hancock", "R.S. Anderson"],
    "venue": "Geological Society of America Bulletin",
    "year": 2000
  }, {
    "title": "Orogeny and orography: the effects of erosion on the structure of mountain belts",
    "authors": ["S.D. Willett"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1999
  }, {
    "title": "Tectonics from topography: procedures, promise, and pitfalls",
    "authors": ["C. Wobus", "K.X. Whipple", "E. Kirby", "N. Snyder", "J. Johnson", "K. Spyropolou", "B. Crosby", "D. Sheehan"],
    "venue": "Special Paper,",
    "year": 2006
  }, {
    "title": "Subduction and slab detachment in the Mediterranean-Carpathian region",
    "authors": ["M.J.R. Wortel", "W. Spakman"],
    "venue": "Science",
    "year": 2000
  }],
  "id": "SP:25d7f5b9c6c617c841031e6f5d04ec1ebec82d7f",
  "authors": [{
    "name": "P. Molin",
    "affiliations": []
  }, {
    "name": "G. Fubelli",
    "affiliations": []
  }, {
    "name": "M. Nocentini",
    "affiliations": []
  }, {
    "name": "S. Sperini",
    "affiliations": []
  }, {
    "name": "P. Ignat",
    "affiliations": []
  }, {
    "name": "F. Grecu",
    "affiliations": []
  }, {
    "name": "F. Dramis",
    "affiliations": []
  }],
  "title": "Interaction of mantle dynamics, crustal tectonics, and surface processes in the topography of the Romanian Carpathians: A geomorphological approach"
}