{
  "sections": [{
    "text": "The Permian–Triassic boundary (PTB) section at Guryul Ravine (Kashmir, India) comprises a N100-m-thick, apparently conformable succession of mixed siliciclastic–carbonate sediments deposited in a deep-shelf or ramp setting. This section, although long important in debates concerning placement of the PTB, has not previously been the focus of an integrated chemostratigraphic study. In the present study, samples from a 20-m-thick interval straddling the PTB were analyzed for major- and trace-element concentrations, TOC-TIC, REEs, and organic δ13C–δ15N to investigate contemporaneous environmental changes. The Guryul Ravine section exhibits a sequence of discrete events that provide potentially important information about the character and cause(s) of the PTB. Two transient negative C-isotopic excursions within the upper changxingensis zone predate the Late Permian event horizon (LPEH, i.e., the global mass extinction event) by ∼200–400 kyr and are associated with the onset of a major eustatic rise and with secondary extinction peaks. These excursions may record minor environmental disturbances prior to the main end-Permian crisis, supporting an intrinsic mechanism such as volcanism and climate change rather than an extrinsic mechanism such as a bolide impact. The onset of a large (∼−4.0 to −4.5‰), sustained negative C-isotope shift marks the LPEH, which is located at the Zewan–Khunamuh formation contact ∼260 cm below the biostratigraphically defined PTB. The Guryul Ravine section exhibits a stepwise extinction pattern, with the largest peak between the LPEH and PTB and a secondary peak just above the PTB, a pattern similar to that observed in the Meishan D GSSP. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Event stratigraphy; Eustasy; Geochemistry; C-isotopes; REEs; Magnetic susceptibility\n⁎ Corresponding author. E-mail address: thomas.algeo@uc.edu (T.J. Algeo).\n0031-0182/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.11.050"
  }, {
    "heading": "1. Introduction",
    "text": "The Permo-Triassic section at Guryul Ravine, near Srinagar in Indian Kashmir (Fig. 1), has long figured in\ndebates regarding the placement of the Permian–Triassic boundary (PTB) (see Erwin, 1993, for a review). It was a candidate for the Permian–Triassic Global Stratotype Section and Point (GSSP) prior to the selection of Meishan D in Zhejiang Province, China (Kapoor, 1996; Yin et al., 2001). At Guryul Ravine, the Lopingian (Upper Permian) Zewan Formation is overlain by the Lower Triassic Khunamuh Formation in a N100-m-thick, apparently conformable marine succession. The basal few meters of the Khunamuh Formation (Unit E1, the “Claraia beds”) contain faunal elements that were considered to be indicative of both a Late Permian and an Early Triassic age (Teichert et al., 1970; Brookfield et al., 2003). Recent formal designation of the base of the Hindeodus parvus zone as the erathem boundary (Jin et al., 2000; Yin et al., 2001) places this “transition interval” entirely within the Upper Permian (Baud, 2001; Shen et al., 2006). The first specimens of H. parvus are found near the base of Unit E2, a level also marked by the appearance of six species of Lower Triassic ammonoids belonging to the genera Otoceras, Lytophiceras, and Glyptophiceras (Fig. 1; Nakazawa et al., 1970, 1975; Nakazawa and Kapoor, 1981; Nakazawa, 1993; Kapoor, 1996; Orchard and Krystyn, 1998; Shen et al., 2006). The conodont biostratigraphy of the section has been worked out in detail (Murata, 1981; Matsuda, 1981, 1982, 1983, 1984;Wignall et al., 1996; Kozur, 2003; Korte andKozur, 2005): (1) Unit D corresponds to the Late Permian changxingensis zone; (2) Unit E1 to the latest Permian latidentatus–meishanensis zone; (3) Unit E2 to the Early Triassic parvus and isarcica zones; and (4) Unit E3 to the carinata, kummeli, and lowermost dieneri zones.\nThe Permo-Triassic section at Guryul Ravine was deposited in an outer-shelf or deep-ramp setting. Although sedimentation rates were only moderate\n(∼10–20 m Myr−1), the section contains a complex record of the interplay of eustatic, chemical oceanographic, and biotic factors that warranted the present chemostratigraphic study. The sample suites used in this analysis were collected for earlier studies by Mike Brookfield in 1984 (Gupta and Brookfield, 1986; Brookfield et al., 2003) and Aymon Baud in 1987 (Baud and Magaritz, 1988; Baud et al., 1996). Although the number of available samples was relatively small (n=19), further sampling is impossible at the present time owing to unstable political conditions in Kashmir. To supplement an existing carbonate δ13C–δ18O record (Baud et al., 1996), we generated major- and trace-element, TOC-TIC, and REE concentrations along with organic δ13C–δ15N and magnetic susceptibility (MS) data. The stratigraphic range of the present study is a 20-m-thick interval in Units D through E3 that straddles the biostratigraphically defined PTB. Sample density is greatest (∼10 m−1) within a 1-m interval at the Zewan–Khunamuh formation contact, which is characterized by an abrupt change in lithology and is considered to be a major sequence boundary (Shen et al., 2006) as well as the local manifestation of the global Late Permian event horizon (LPEH). This study was intended to investigate (1) relationships between multiple chemostratigraphic proxies, and (2) the relative sequence of boundary-related events recorded at Guryul Ravine, with the goal of generating new insights regarding the character and origin of the PTB."
  }, {
    "heading": "2. Geologic background",
    "text": "The study locale was located on the northern margin of Gondwana during the late Paleozoic, hence along the southern side of the Neotethys Ocean at a paleolatitude\nof ∼35°S (see Algeo et al., 2007-this volume, their fig. 2B). Rifting of the Kashmir margin of Gondwana led to rapid thermal subsidence during the Late Permian and Early Triassic (Bhat, 1982; Gaetani and Garzanti, 1991; Stampfli et al., 1991; Brookfield, 1993; Baud et al., 1996). In northern India, the break-up unconformity and subsidence phase is marked by the slow, widespread transgression of Upper Permian marine deposits (Kapoor, 1992; Garzanti et al., 1998). To the north of Guryul Ravine in the Zanskar–Spiti Himalaya, a lithologic transition to black shales with phosphatic nodules (the Kuling shales) occurred already during the Late Permian (Gaetani et al., 1990; Gaetani and Garzanti, 1991; Bagati, 1991; Garzanti et al., 1998), reflecting the anoxic conditions associated with deeper-water environments at that time. At Guryul Ravine, this transition is slightly younger in age and corresponds to the Zewan–Khunamuh formation contact (Fig. 1).\nThe uppermost 5 m of the Zewan Formation (Unit D, Beds 43–45) consist of bioturbated, fine- to mediumgrained, well-sorted, argillaceous sandy limestones or calcareous shaly quartz sandstones, with minor shaly interbeds (Fig. 2A; Brookfield et al., 2003). Many of the coarser-grained beds exhibit grading from parallel lamination to hummocky cross-lamination typical of deposits of waning storms (e.g., Aigner, 1985). Unidirectional slumping in parts of the section suggests sediment deposition in a slope setting, with softsediment deformation possibly triggered by storm waves or earthquakes (e.g., McLaughlin and Brett, 2004). The uppermost bed of the Zewan Formation (D46-1) comprises three layers (Fig. 2A; Brookfield et al., 2003). Layer D46-1A, ∼8 cm thick, consists of bioturbated, irregularly cross-laminated, sandy, ostracod-bearing bioclastic limestone (grainstone). Layer D46-1B, ∼15 cm thick, consists of parallel-laminated, well-sorted, fine-grained, micaceous, calcareous quartz sandstone with no identifiable fossils. Layer D46-1C, ∼15 cm thick, consists of irregular bioclastic lenses with large-scale cross-bedding and a hummocky top smoothed by calcisiltite, typical of storm deposits (e.g., Brett and Algeo, 2001). It has three distinct sublayers: the lower (1C-x) is a fine-grained, moderately sorted, cross-bedded packstone/grainstone containing productid brachiopods, green algae, and serpulids; the middle (1C-y) is similar except for the presence of intraformational clasts of pale brown fossiliferous packstone in a brownish, phosphatic microspar matrix; and the upper (1C-z) is a thin, fine-grained, poorly sorted, sandy wackestone passing upward into a calcisiltite. Layer D46-1C has features suggestive of a composite shell bed formed by shell accumulation and reworking, including\nintraformational rip-up clasts and complex internal erosion surfaces.\nThe overlying Khunamuh Formation exhibits a pronounced change in lithology (Fig. 2A; Kapoor, 1996; Brookfield et al., 2003). The basal ∼16 m consists of interbedded dark calcareous shales and argillaceous limestones (Unit E), overlain by N50 m of cleaner limestones (Unit F). Unit E1 is a 2.5-m-thick transitional unit dominated by silty gray calcareous mudstones with subordinate thin interbeds of fine-grained quartz siltstones and fossiliferous limestones. It is mostly laminated or micro-cross-bedded with no signs of bioturbation. Unit E1 contains rare fossils, mostly brachiopods (especially Strophomenida) and bivalves as small, probably stunted forms (Shimizu, 1981; cf. Twitchett, 2007-this volume). The lack of sorting, good preservation, and angularity of the shells and shell fragments suggest a parauthochthonous origin, with genesis of the more carbonate-rich horizons through winnowing (Brookfield et al., 2003). Upsection within Unit E, sediments become darker, less quartz-rich, and more argillaceous, limestone beds become thinner and less common, and the fauna changes from a relatively shallow-water assemblage composed of brachiopods and bivalves to one dominated by deep-water ammonoids. These changes reflect a substantial increase in relative water depth during the latest Permian and earliest Triassic (events 6 and 7 of Baud et al., 1996)."
  }, {
    "heading": "3. Methods",
    "text": "Samples were visually inspected and any veins and weathered surfaces were removed prior to grinding in a tungsten ball mill to a fine powder. Whole-rock powdered samples were placed in aluminum holders and scanned by X-ray diffraction (XRD) using a Siemens D-500 automated powder diffractometer at the University of Cincinnati. Samples were scanned from 2° to 32° 2Θ at 0.2° min−1 using CuKα radiation and a graphite monochromator. For clay fraction analysis, a portion of each sample was suspended in distilled water after particle separation by ultrasonic disaggregation. The b2-μm size fraction was recovered by ultracentrifugation and used to make oriented slides by standard smear techniques.\nMajor- and trace-element concentrations were determined on whole-rock samples using a wavelengthdispersive Rigaku 3040 X-ray fluorescence (XRF) spectrometer at the University of Cincinnati. Results were calibrated using both USGS and internal standards (analyzed by XRAL Incorporated using XRF and INAA). Analytical precision based on replicate analyses\n331 T.J. A lgeo et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 252 (2007) 328–346\nwas better than ±2% for major and minor elements and ±5% for trace-elements, and detection limits were ∼5 ppm for most trace-elements. C and S elemental concentrations were measured using an Eltra 2000 C–S analyzer, also at the University of Cincinnati. Data quality was monitored via multiple analyses of USGS SDO-1 standard, yielding an analytical precision (2σ) of ±2.5% of reported values for C and ±5% for S. An aliquot of each sample was digested in 2N HCl at 50 °C for 12 h to dissolve carbonate minerals, and the residue\nwas analyzed for total organic carbon (TOC) and nonacid-volatile sulfur (NAVS); total inorganic carbon (TIC) and acid-volatile sulfur (AVS) were obtained by difference. Elemental C and N compositions were analyzed using a Costech 5010 elemental analyzer at the University of Kentucky. Average standard deviations were 0.52% and 0.08% for C and N of an acetanilide standard, respectively, and b0.01% for both C and N of unknowns. Analytical results for elemental C by the two methods employed generally differed by less than 5%.\nThe bulk mineralogy of the study section is dominated by quartz, clay minerals (illite with subordinate chlorite), and calcite, as determined by the XRD analysis. Geochemical concentration data were used to estimate the fractions of these minerals in each sample as follows:\nCalcite ð%Þ ¼ TICmeas 100=12 ð1Þ\nClay minerals ð%Þ ¼ Almeas 100=j1 ð2Þ\nQuartz ð%Þ ¼ SiO2ðmeasÞ ðAlmeas=27 j2 60:1Þ: ð3Þ\nEq. (1) is a standard formula for calculating the amount of calcium carbonate in a sample from the measured concentration of total inorganic carbon (TIC). Eqs. (2) and (3) are formulas for calculating model amounts of clay minerals and quartz in a sample based on measured Al and SiO2 concentrations. The coefficients 12, 27, and 60.1 represent the molar weights in grams of C, Al, and SiO2, respectively, and the constants κ1 and κ2 represent the average concentration of Al and the average molar Si:Al ratio of the clay mineral assemblage, respectively. Values of 12.5 for κ1 and 2.0 for κ2 were found to minimize variance (σ=5.2%) about a mean sum of 100% for the samples as a group. Illite typically contains 13–15% Al and has a molar Si: Al ratio of 2.0 (dictated by its TOT structure), whereas chlorite typically contains 9–13% Al and has a molar Si:Al ratio of 1.0–2.0 (depending on the degree of substitution for Al in its octahedral layers; Grim, 1968). Thus, the κ1 and κ2 values obtained in this manner are consistent with a clay fraction dominated by illite with subordinate chlorite. Where deviating from unity, the three-component sum for each sample was normalized to 100% for display purposes (Fig. 2B).\nCarbonate δ13C–δ18O data were previously generated and reported by Baud et al. (1996). Organic carbon δ13C and δ15N analyses were performed at the University of Kentucky. Ground sample powders were\nweighed into silver boats and acidified in situ using 6% H2SO3. Average standard deviations were 0.09‰ and 0.05‰ for the δ13C of USGS-24 and δ15N of IAEA-N1, respectively, and 0.2‰ and 0.4‰ for the δ13C and δ15N of unknowns, respectively. Isotopic results are reported relative to V-PDB (δ13C) and air (δ15N).\nRare earth elements were quantified by Dynamic Reaction Cell Inductively Coupled Plasma Mass Spectrometry (PerkinElmer DRCII ICP-MS) at Arkansas State University. Fifty milligrams of powdered sample were completely dissolved by acid digestion (Murray and Leinen, 1993). Samples were digested under clean-room conditions using Savillex digestion\nbombs and a digestion block with a combination of concentrated ultrapure HF and HNO3 acids. Samples were repetitively dried down after digestion using aliquots of HNO3 to remove any residual HF before analysis. Finally, H2O2 (30%) was added to ensure complete oxidation of refractory material. Yttrium was added as an internal spike to quantitatively monitor yield throughout digestion and analysis (N95%). Subsamples (three splits per sample) were diluted within range of the calibration standards (1–200 ppb). Concentrations were measured by external calibration with internal standardization (monitored mass 115In). The DRCII was operated in peak jumping mode with\nreaction cell gas (NH3) set to 0.8 mL min −1. NH3 reaction cell gas removed potential isobaric oxide-REE interferents, such as BaO on Eu, from the sample stream (Feldman et al., 1999; Kishi et al., 2004). Most of the REEs are free of isobaric interferences; however, we monitored multiple isotopes as an additional check of isobaric interference (Hodge et al., 1998). REEO+/REE+ ratios measured by the DRC II are consistently below 0.2%. Precision, as determined from triplicate analyses of samples beginning with the original sample weighing, is generally b2% for the REEs. We used SDO-1 to assess precision with this reference standard processed in the same way that samples were processed. Leastsquare regression was applied with goodness of fit (r2) greater than 0.999 for all analytes. Measurement conditions, detection limits, and precision data (relative standard deviation from repeated measurement of SDO-1, % RSD) for each element are given in Table 1. Calibration standards and SDO-1 were analyzed after every six samples.\nMagnetic susceptibility (MS) measurements were performed using a high-sensitivity susceptibility bridge at Louisiana State University. The susceptibility bridge was calibrated using standard salts for which values are reported in Swartzendruber (1992) and the Handbook of Physics and Chemistry (2004), and it was crosscalibrated against a KLY-3S Kappa Bridge. Reported MS values represent the mean of three measurements in units of m3 kg−1; SI units, calculated using an assumed sample density of 2700 kg m−3, are also given to facilitate comparisons with MS data from other studies."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Mineralogic and chemostratigraphic patterns",
    "text": "The main mineral phases in the study section are quartz and illite with smaller quantities of chlorite and plagioclase; calcite is locally abundant, especially in Bed D46 (Fig. 3). The clay fraction consists largely of illite with subordinate amounts of chlorite and quartz. The pattern of stratigraphic variation in the dominant mineral phases estimated from Eqs. (1), (2) and (3) (Fig. 2B) is entirely consistent with field descriptions of the study section (Baud et al., 1996; Brookfield et al., 2003; Wignall et al., 2005). Beds D43–D45 consist of argillaceous quartz siltstones or sandstones, Bed D46 of sandy limestone and calcareous quartz sandstone, and Units E1 and E2 of silty shales with local interbeds of sandy limestone (e.g., Beds E1-47y, E1-48x, E2-60).\nMagnetic susceptibility (MS) values vary in the range of 0.5 to 4.0×10−7 kg m−3 with no well-defined stratigraphic trend (Fig. 2C). There is a positive correlation between MS and carbonate-rich horizons such as beds D46-1Cy, D46-1A, and E1-48x. This pattern is unusual because calcite is a diamagnetic phase that typically yields weak negative susceptibility when placed in a magnetic field (Ellwood et al., 2000). However, the calcite-rich horizons at Guryul Ravine are fossil concentrations produced by winnowing (Brookfield et al., 2003), hence they are likely to contain paramagnetic heavy minerals that may contribute to a higher MS signal (Ellwood et al., 2000). The presence of\nheavy minerals in the carbonate-rich horizons is supported by elemental correlations (Fig. 4) and REE concentration data (Fig. 5).\nTotal organic carbon (TOC), total nitrogen (TN), and total phosphorus (TP) concentrations are low (mostly b1%) throughout the section (Fig. 2D). TP exhibits significant positive covariation with TOC in Units D and E1 (r=+0.60, p(α)b0.05; Fig. 4), suggesting a dominantly organic source. Molar Corg:N ratios are low (5:1 to 10:1), suggesting a dominantly marine provenance for the organic matter, and molar Corg:P ratios are low (1:1 to 3:1), suggesting strong diagenetic retention of organic P within the sediment. Total sulfur (TS) concentrations, although low (b0.25%), covary positively with TOC in Units D and E1 (r=+0.60, p(α)b 0.05; Fig. 4), consistent with a pyrite host phase pre-\ncipitated via bacterial sulfate reduction (Wignall et al., 2005). Fe is present in relatively large amounts (4.8± 2.5%) through most of the section (Fig. 2E). It exhibits positive covariation with both TP (r=+0.62; p(α)b 0.01) and TS (r=+0.43, p(α)b0.05; Fig. 4), suggesting that the availability of detrital Fe may have controlled the retention of remineralized organic P through Fe redox cycling within the sediment (Algeo and Ingall, in press) as well as pyrite formation (e.g., in reducing sedimentary microenvironments).\nZr and the REEs (rare earth elements, i.e., the 14- member lanthanide series) exhibit pronounced stratigraphic variation in their concentrations, both having strong peaks in Bed D46 (Fig. 2F). The Zr peak is about five times the background concentrations, whereas the REE peak is three orders of magnitude greater than\nbackground levels (note log scale). The REEs covary strongly with Zr (r=+0.77 to +0.89, p(α)b0.01) as well as with Y and Sc (Fig. 4), suggesting a common host phase, perhaps heavy minerals (e.g., Hoskin and Ireland, 2000; Bouch et al., 2002). The REEs exhibit three different distribution patterns (Fig. 5): (1) moderately to strongly REE-enriched samples with a flat to weakly HREE-depleted distribution, typified by samples from Bed D46 (group 1); (2) moderately REE-depleted samples exhibiting strong HREE depletion, typified by samples from Bed D45 and Unit E1 (group 2); and (3) strongly REE-depleted samples exhibiting MREE enrichment, typified by the remaining samples (group 3). Some groups 1 and 2 samples are characterized by a positive Ce anomaly (Ce/Ce⁎) but no Eu anomaly (Eu/\nEu⁎), whereas most group 3 samples are characterized by a positive Eu anomaly but no Ce anomaly. Stratigraphically, positive Ce anomalies are associated with Beds D46-1, E1-47, and E1-50 to E2-53, which exhibit maximum Ce/Ce⁎ ratios of 1.90, 1.37, and 1.44, respectively (Fig. 2G). No relationship to sample lithology is apparent (Fig. 6A), which may indicate that Ce/Ce⁎ ratios represent a hydrogenous (seawater) signal. Stratigraphically, positive Eu anomalies are found in most samples above the Late Permian event horizon (LPEH) but in only one below it (Fig. 2H), hence mainly in the comparatively shaly Khunamuh Formation. Eu/Eu⁎ exhibits a strong relationship with the clay fraction (Fig. 6B; r=+0.82, p(α)b0.01) and with elements such as K, Ti, and Ba that are hosted by the clay fraction (r=+0.74 to +0.85, p(α)b0.01; cf. Fig. 4), from which it can be inferred that Eu/Eu⁎ values reflect clay–mineral provenance rather than a hydrogenous signal (cf. Bhandari et al., 1992).\nOrganic carbon δ13C ranges from −23.6‰ to −27.9‰, and organic δ15N values from −2.0‰ to +4.5‰ (Fig. 2J). Although the δ13Corg values are consistent with both marine and terrestrial sources of organic matter, the δ15N values favor a predominantly marine provenance (White, 2001), as inferred above from molar Corg: N ratios. Whereas organic δ15N values exhibit no overall stratigraphic trend, organic carbon δ13C values exhibit a trend toward more 13C-depleted values upsection that is similar to the trend observed in the carbonate δ13C record (Fig. 2K; Baud et al., 1996). The first negative excursion in both the organic carbon and carbonate δ13C records (C1) is found in Bed D45,∼6 m below the PTB and ∼3.3 m below the Zewan–Khunamuh formation contact. However, both C-isotopic records “recover” to near their Upper Permian baseline values before the onset of a large, sustained negative shift at the formation contact, which represents the global LPEH. Covariation between organic carbon and carbonate δ13C values is significant (r=+0.84; p(α)b 0.01), and the mean difference between paired measurements is 25.2‰ (Fig. 7). Carbonate δ18O values exhibit only limited variation within the study section, ranging from about −9.8‰ to −11.6‰ (Fig. 2K), values consistent with diagenetic recrystallization at moderate burial temperatures (e.g., Algeo et al., 1992).\nElemental and isotopic abundances exhibit pronounced relationships to the principal host mineral phases of the study section, as determined from correlation coefficients (Fig. 4; p(α)b0.01 for all r values cited below). Some of these relationships are expected, such as correlations of K and Ti with illite (r=+0.97 and +0.92, respectively) and Ca and Sr\nwith carbonate (r=+0.99 and +0.94, respectively). The strength of these correlations serves to validate the results of the model mineralogic calculations of Eqs. (1), (2) and (3) (Fig. 2B). Other relationships are less intuitive and, hence, provide insights regarding the characteristics of the study section. The REEs and Zr exhibit strong relationships to quartz (r=+0.66 to +0.78 and +0.62, respectively), implying an association between coarser siliciclastics and REE-bearing heavy minerals (cf. Stummeyer et al., 2002). The lack of significant correlations between the REEs and TP suggests little association of the former with phosphatic minerals of detrital or authigenic provenance. It is more likely that the REEs are hosted by heavy minerals such as zircon, sphene, or allanite (cf. Hoskin and Ireland, 2000; Bouch et al., 2002; Yang et al., 2002). TOC and TN exhibit strong relationships to illite (r=+0.66 and +0.91, respectively), suggesting that organic matter accumulated mainly in the shalier beds. The exceptionally strong association of TN with illite may indicate that remineralized organic N was preferentially taken up by clay–mineral phases. TP and Fe exhibit somewhat weaker relationships to illite (r=+0.48 and +0.51, respectively), which is consistent with an organic P source and with subsequent complexation of remineralized P with clay-bound Fe-oxyhydroxides. Some trace metals (e.g., V, Ni, Cu, Ge, and Cr) are associated with illite also. The low total concentrations of these metals make it likely that they are mainly of detrital provenance, rather than a hydrogenous fraction taken up by sedimentary organic matter under reducing conditions."
  }, {
    "heading": "4.2. Correlation with other PTB sections",
    "text": "Many Permian–Triassic boundary sections exhibit a shift in their C-isotope records of −3 to −8‰ between the LPEH and the earliest Triassic parvus zone (Fig. 8; Baud et al., 1989, 1996; Atudorei, 1999; Jin et al., 2000; Krull and Retallack, 2000; Twitchett et al., 2001; Krull et al., 2004; Richoz, 2004; Algeo et al., 2007-this volume; Horacek et al., 2007-this volume). At Guryul Ravine, a large, sustained negative shift in both the organic carbon and carbonate δ13C records (C3) commences at the Zewan–Khunamuh formation contact (=LPEH). This shift, which reaches a minimum in the lower isarcica zone ∼5 m above the LPEH and ∼3 m above the PTB, is correlative with the main C-isotopic shift observed in other PTB sections globally. The gradualness of this shift is an indication of the stratigraphic completeness of the PTB interval at Guryul Ravine; sections exhibiting an abrupt shift at the boundary are either incomplete or highly condensed (e.g., Wang et al., 1994; Jin et al., 2000; Cao et al., 2002; Krystyn et al., 2003). The size of the shifts in carbonate δ13C (from +1‰ to −3.5‰ V-PDB) and organic carbon δ13C (from −24‰ to −28‰ V-PDB) are similar (δ13C ∼−4.0 to −4.5‰). Below the C3 shift are two transient negative C-isotopic excursions within Beds D45 and D46: C1 in the δ13Ccarb record and C1–C2 in the δ13Corg record (Fig. 8). However, both the organic carbon and carbonate δ13C curves “recover” to near their Upper Permian baseline values before the onset of the sustained C3 shift. The fact that the carbonate δ13C record shows a single shift where the organic carbon δ13C record shows two may reflect the longer response time of the carbonate C-isotope system, which is modulated by the residence time of dissolved inorganic carbon (DIC) in seawater (∼83 kyr; Berner and Berner, 1987).\nThe C-isotope records for Guryul Ravine exhibit similarities and differences with records from PTB sections in southern China and northern Italy (Fig. 8; Payne et al., 2004; Horacek et al., 2007-this volume). In all three sections, the negative shift across the PTB commenced at the LPEH and terminated at a δ13C minimum in the Lower Triassic isarcica zone. Above the isarcica minimum (IM), all three sections exhibit a trend toward more 13C-enriched values that is terminated by an early Dienerian minimum (DM). Although the three C-isotope records are readily correlatable, there are some important interregional differences. First, the absolute δ13C minimum coincides with the DM in the Guryul Ravine and southern China sections but with the IM in northern Italy; in the latter section, there is a\nstrong trend within the Lower Triassic toward more 13C-enriched values, and the DM is more than 4‰ enriched in 13C compared with the IM. Second, although the overall pattern of C-isotopic variation is fairly similar in the Guryul Ravine and southern China sections, δ13C values in the former are consistently about 2‰ lighter than those in the latter. The significance of these observations is that, while there is clearly a global component to Lower Triassic C-isotope records, a strong regional signal also exists that may carry important information from which contemporaneous controls on global C-cycle dynamics may be decipher-\nable. More high-resolution C-isotope records similar to those shown will be needed to work out the details of such controls.\nFurther insights can be gained from comparison of the Guryul Ravine C-isotopic records with the carbonate δ13C record from Nhi Tao, Vietnam (Fig. 8, inset; Algeo et al., 2007-this volume). Both sections appear to exhibit two transient negative C-isotope excursions (C1–C2) below the LPEH, within the upper part of the Late Permian changxingensis zone (n.b., only part of C1 was sampled in the Nhi Tao section; cf. Hansen, in press, his fig. 2). This observation is important because it\ndemonstrates that (1) there were multiple perturbations to the global carbon cycle prior to the LPEH, the horizon that represents the major end-Permian disturbance and biotic crisis, and (2) these perturbations were not sustained but, rather, followed by recovery of the global carbon cycle toward pre-existing Upper Permian conditions before the major disturbance at the LPEH. The correlation framework shown in Fig. 8 confirms that the Guryul Ravine section is relatively condensed above the basal Triassic parvus zone and/or that the Nhi Tao section is relatively expanded through this same interval. This is significant because it demonstrates clearly the extraordinary level of chemostratigraphic detail yielded by the Nhi Tao section: the multiple submeter-scale δ13C cycles observed here are either not present or have not yet been resolved at Guryul Ravine and other PTB sections.\nThe MS records of PTB sections commonly exhibit a sharp increase in MS values at or just above the LPEH (e.g., Hansen et al., 2000; Algeo et al., 2007-this volume; Ellwood, unpubl. data). The Guryul Ravine MS record is unusual in this regard (Fig. 2C). First, the majority of samples yield MS values N1×10−7 kg m−3, considerably higher than typical for other PTB sections. Second, although there is an increase in MS values above the LPEH, it is largely limited to Bed D46-1C and, hence, is transient in nature. The cause of the anomalous character of the Guryul Ravine MS record is not certain but might be related to the lithologic heterogeneity of the section and/or to concentrations of heavy minerals in some beds. The latter inference would imply that winnowing, leading to concentration of heavy minerals with high MS values, was strongest in Bed D46-1 and Unit E1, which is the stratigraphic interval associated with evidence of a major eustatic rise (see Section 5.2)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Environmental conditions",
    "text": "Oceanic deep-waters are considered to have been widely oxygen-depleted during the Late Permian and Early Triassic (Wignall and Twitchett, 1996; Isozaki, 1997; Hotinski et al., 2001; Zhang et al., 2001; Wignall and Twitchett, 2002), and some contemporaneous shallow-marine environments may have experienced at least transiently anoxic conditions (Wignall and Hallam, 1992; Woods et al., 1999; Wignall and Twitchett, 2002; Algeo et al., 2007-this volume). PTB or Early Triassic marine anoxia has been inferred for several sections from the northern Gondwanan margin. In the Spiti\nvalley, located in Himachal Pradesh ∼500 km east of Kashmir, Shukla et al. (2002) inferred anoxia at the PTB on the basis of a small increase in U concentrations (from ∼4 to ∼8 ppm) and a positive Ce anomaly (∼1.3), but these anomalies may be too small and the number of samples analyzed too few to make any reliable inferences. At Guryul Ravine, Early Triassic benthic anoxia was inferred on the basis of a change from non-laminated, pyrite-poor mudstones to laminated shales rich in fine pyrite framboids of probable syngenetic origin ∼1 m above the base of the Khunamuh Formation (Wignall et al., 2005).\nInterpretation of paleoredox conditions in the Guryul Ravine section requires careful parsing of the geochemical data generated in this study. Total organic carbon and total sulfur concentrations are uniformly low throughout the section (b0.6% and b0.25%, respectively; Fig. 2D–E), as are the concentrations of redoxsensitive trace-elements such as Mo (b1 ppm), U (b3 ppm), V (122±52 ppm), Zn (39±20 ppm), and Cr (100±56 ppm). The latter values are consistent with a predominantly detrital provenance for these traceelements (Taylor and McLennan, 1985). However, the low concentrations of all of the above elements may reflect a combination of low initial TOC content owing to facies character (e.g., in the coarser-grained Unit D beds) and loss of organic carbon and Corg-hosted trace metals through catagenetic reactions. Although specific information regarding the maximum burial depth and temperature of the study section is not available, much of the Tethyan sedimentary succession in Kashmir has experienced greenschist facies metamorphism (Herren, 1987; Dèzes, 1999).\nCe/Ce⁎ ratios have the potential to yield paleoredox information regardless of the thermal maturity of the sediments if the REEs are hosted mainly by the finegrained siliciclastic rather than the organic fraction of the sediment. This is true for Guryul Ravine (Fig. 6B, see Section 4.1) where, furthermore, Ce/Ce⁎ ratios are independent of lithology and, hence, likely to represent a hydrogenous (seawater) signal (Fig. 6A). Positive Ce anomalies are indicative of watermass anoxia owing to enhanced scavenging of aqueous Ce(III) under reducing conditions (Sholkovitz et al., 1994; Kato et al., 2002), although negative Ce anomalies can be encountered in suboxic settings in which aqueous Ce(III) has been depleted (Kakuwa and Matsumoto, 2006). At Guryul Ravine, positive Ce/Ce⁎ ratios in Beds D46-1 (1.90), E1-47 (1.37), and E1-50 to E2-53 (1.44) may record several episodes of anoxia, the first being the most intense (Fig. 2G). The first two Ce/Ce⁎ peaks, which straddle the LPEH, are separated by only 30 cm and\nthus might represent pulses of a single anoxic event associated with the end-Permian biotic crisis. The third Ce/Ce⁎ peak straddles the PTB, ∼2.6 m higher in the section, and, hence, probably represents a separate event. This observation is potentially significant because the Guryul Ravine section is characterized by a secondary extinction event at this level (Fig. 9; see Section 5.2; Shen et al., 2006).\nThe complex character of the end-Permian mass extinction makes it likely that multiple factors contributed to biotic stress in the marine ecosystem. However, the association of this extinction event with evidence of anoxia suggests a possibly important role for the latter in the biotic kill-off. At Guryul Ravine, this association is evidenced in the relationship between positive Ce anomalies and extinction events. The evidence for this association is strong also in sections from southern China and Vietnam (Grice et al., 2005; Xie et al., 2005; Algeo et al., 2007-this volume). Wignall and Newton (2003) inferred diachronous onset of anoxia ranging from the PTB to the late Griesbachian in sections from northern India, Tibet, and western Canada, on the basis of which they discounted the importance of anoxia as a\ncausal factor in the end-Permian mass extinction. There is, however, an important distinction to be drawn between long-term anoxia as reflected in general facies character (as documented by Wignall and Newton, 2003) and short-term anoxic events that may be effective at causing mass die-offs while leaving only a subtle geochemical signature in the sediment. Influx of anoxic, sulfidic waters into shallow-marine areas may have been induced by upwelling (e.g., Kajiwara et al., 1994; Algeo et al., 2007-this volume), possibly in conjunction with upward migration of the oceanic chemocline (Kump et al., 2005)."
  }, {
    "heading": "5.2. Sequence and event stratigraphy",
    "text": "Many PTB sections contain a well-defined Late Permian event horizon (LPEH) characterized by collapse of the contemporaneous marine ecosystem and the appearance of diagnostic sedimentologic features (e.g., microbial framestones and inorganic carbonate precipitates such as synsedimentary seafloor cements and ooids) (Grotzinger and Knoll, 1995; Baud et al., 1997; Sano and Nakashima, 1997; Lehrmann, 1999; Jin et al.,\n2000; Ezaki et al., 2003; Lehrmann et al., 2003; Baud et al., 2005; Algeo et al., 2007-this volume). Such features, although generally best developed at the LPEH, sometimes appear or recur at higher stratigraphic levels within the Lower Triassic (e.g., Woods et al., 1999). The Guryul Ravine section is atypical in that the biotic crisis was not confined to a single horizon, and the sedimentologic features diagnostic of the LPEH are lacking. In this section, the biotic crisis appears to have begun as early as Beds D44 and D45 and continued through Bed E2-52 (Shen et al., 2006, their fig. 14), an interval of ∼8 m representing ∼0.5–1.0 Myr (based on the timescale of Gradstein et al., 2004). The level equivalent to the LPEH elsewhere is thought to be located at the Zewan–Khunamuh formation contact based on biostratigraphic correlations and the onset of a sustained negative C-isotope shift (C3; Fig. 8). However, the main extinction event (Ext-1) is located in the middle of Unit E1, about 1.0–1.5 m above this level, and a secondary extinction event (Ext-2) is present within Bed E2-52, just above the PTB (Fig. 9). The latter horizon may be correlative with a secondary extinction event in Bed 28 of the Meishan D GSSP (Jin et al., 2000; Xie et al., 2005). The apparent stepwise character of the extinction pattern at Guryul Ravine may reflect faciesrelated local extinctions, although the Signor–Lipps effect cannot be ruled out (Rampino and Adler, 1998).\nThe character of the facies change marking the Zewan–Khunamuh formation (Unit D–Unit E1) contact and its relationship to sea-level changes warrant discussion. Storm winnowing of the Guryul Ravine seafloor produced most of the thin carbonate shell beds present in Units D, E1, and (increasingly rarely) E2 (Brookfield et al., 2003). The most prominent winnowed shell bed is D46-1, which consists of amalgamated, roughly graded, hummocky cross-bedded shell layers that exhibit poor sorting and only limited abrasion and rounding of bioclasts. Within this bed, the biota changes upsection from a moderately diverse brachiopod-dominated assemblage to a low-diversity mollusc-dominated assemblage. Brookfield et al. (2003) interpreted Bed D46-1 as a “lagoonal” or inner-shelf deposit, which would imply substantial shallowing (sea-level regression; curve 1, Fig. 9). However, the lack of reworking of individual shell layers observed in this bed is typical of storm deposits in an outer-shelf or deep-ramp setting (Aigner, 1985; Saito, 1989;Nummedal, 1991; Brett, 1995), and the absence of a mud matrix can result from winnowing during sea-level rise (Kidwell, 1989; Kidwell and Bosence, 1991; Banerjee and Kidwell, 1991; Kidwell, 1993). High concentrations of Zr, REEs, Y, and Sc (Fig. 2F) may reflect a large heavy mineral fraction, providing further evidence of\nwinnowing (e.g., Hoskin and Ireland, 2000; Bouch et al., 2002; Yang et al., 2002). Transgression may be supported by C-isotope data also: Beds D45 and D46 yield strongly 13C-depleted values, consistent with the influence of 13Cdepleted deep-watermasses (Fig. 2J–K). Thus, the available evidence appears to favor a large sea-level rise commencing around the base of Bed D46-1 (curve 2, Fig. 9), marking this horizon as a major sequence boundary (cf. Shen et al., 2006).\nEarlier studies inferred a major eustatic fall at the PTB (Newell, 1967; Holser and Magaritz, 1987; Hallam, 1992; Erwin, 1993), but more recent research favors a eustatic rise commencing at or close to the LPEH and continuing into the Early Triassic (Wignall and Hallam, 1992, 1993; Hallam and Wignall, 1999). This suggests that that the sea-level rise beginning in the uppermost Permian at Guryul Ravine is mostly of eustatic origin (Fig. 9), although possibly reinforced by a tectonic component associated with rifting and thermal subsidence of the northern Gondwanan margin (Stampfli et al., 1991; Brookfield, 1993). The cause of the abrupt eustatic rise is unknown but might be linked to climatic warming, which would have led to thermal expansion of the global ocean by as much as ∼20 m (Kidder and Worsley, 2004) and melting of any extant ice caps and mountain glaciers. Strong climatic warming following the LPEH is supported by rapid invasion of the southern mesothermal temperate zone (the transitional area between the Paleoequatorial and Gondwanan faunal provinces to which the Guryul Ravine section belongs) by tropical/subtropical Tethyan faunal elements (Wignall and Newton, 2003; Shen et al., 2006). Simultaneous warming of high northern paleolatitudes has been inferred also (Beauchamp, 1994; Beauchamp and Baud, 2002).\nOne significant feature of the Guryul Ravine section is that the Late Permian sea-level event appears to have commenced during deposition of Bed D46-1 and, thus, predated the LPEH (Fig. 9). Provided that the onset of this event was due to climatic rather than tectonic factors, this implies that the process responsible for the sea-level rise was triggered not by the end-Permian disturbance that produced the LPEH but, rather, by earlier, smaller disturbances. These earlier disturbances may have been recorded in the organic carbon and carbonate C-isotopic records of the study section as excursions C1 and C2 (Figs. 8 and 9). The ∼3.3 m interval between the first such excursion (C1) and the LPEH represents∼200–400 kyr (based on the timescale of Gradstein et al., 2004), an interval the duration of which renders a tectonic driver unlikely but that is consistent with eustatic forcing by catastrophic\natmospheric warming, e.g., due to buildup of atmospheric CO2 from massive volcanic eruptions or oxidation of seafloor or bog methane (Campbell et al., 1992; Krull and Retallack, 2000; Hansen, in press)."
  }, {
    "heading": "5.3. C-cycle dynamics",
    "text": "The cause(s) of the globally observed C-isotopic shift across the PTB (Baud et al., 1989; Magaritz and Holser, 1991; Atudorei, 1999; Hansen et al., 2000; Jin et al., 2000; Krull and Retallack, 2000; Twitchett et al., 2001; Sephton et al., 2002; de Wit et al., 2002; Payne et al., 2004; Richoz, 2004; Hansen, in press) and of subsequent large excursions throughout the Lower Triassic (Payne et al., 2004; Korte et al., 2005) have been widely speculated upon. Possible mechanisms include: (1) biomass destruction (Erwin, 1994); (2) decreased primary productivity in surface waters and reduced export of OM to deep-waters (e.g., “Strangelove oceans,” Kump, 1991); (3) changes in the fraction of sedimentary carbon buried as organic carbon (Broecker and Peacock, 1999; Payne et al., 2004); (4) release and oxidation of methane from seafloor clathrates or bogs (Krull and Retallack, 2000; de Wit et al., 2002); (5) upwelling of deep-ocean waters (Wignall and Twitchett, 1996; Isozaki, 1997); (6) oceanic eruption (Ryskin, 2003); (7) erosion of organic matter from continental-shelf sediments following eustatic regression (Holser and Magaritz, 1987; Baud et al., 1989; Retallack et al., 1996) or from soils following terrestrial deforestation (Sephton et al., 2005); and (8) volcanic CO2 emissions (Campbell et al., 1992; Renne et al., 1995; Hansen, in press) (see reviews in Berner, 2002; Corsetti et al., 2005).\nSeveral observations of the present study may assist in understanding controls on the Permo-Triassic global carbon cycle. First, interregional differences are evident in both the absolute values and intraformational trends displayed by Lower Triassic δ13Ccarb values (Fig. 8; see Section 4.2). Guryul Ravine is systematically depleted by ∼3–4‰ relative to the sections in southern China, a difference that may reflect greater influence of 13Cdepleted deep-watermasses at the former locale. A diagenetic effect is possible, although it would require complete oxidation and uptake of ∼1.5–2.0 wt.% TOC by secondary carbonate precipitates to effect this shift. Whereas both the Guryul Ravine and southern China sections exhibit relatively constant δ13Ccarb values through much of the Griesbachian followed by an absolute minimum in the early Dienerian, the sections in northern Italy exhibit an absolute minimum in the early Griesbachian isarcica zone followed by a pronounced\nshift toward more positive values upsection into the Dienerian (Fig. 8). Although various explanations are possible, the most likely may be local variation in watermass chemistry within the semi-restricted Muschelkalk Sea of the Germanic Basin (Korte et al., 2005).\nSecond, paired organic carbon and carbonate δ13C analyses exhibit a nearly constant difference (δ13Ccarb−org) of ∼25‰ at Guryul Ravine (Fig. 7), suggesting that these records have indeed recorded perturbations to the global carbon cycle rather than purely local influences. The magnitude of this offset is less than that reported for eastern Greenland (∼20‰; Twitchett et al., 2001) but greater than those reported for southern China (∼28‰; Krull et al., 2004) and northern Italy (∼30‰; Sephton et al., 2002; n.b., based on alkenone δ13C, which may be depleted several per mille relative to bulk organic δ13C). This range of δ13Ccarb− org values appears to be too large to be entirely due to regional variation in the diagenesis of organic matter, which can alter the δ13Corg values within a given succession (Freeman, 2001; Freeman and Pagani, 2005). If at least partly due to primary environmental controls, variation in δ13Ccarb−org may reflect interregional differences in primary productivity rates and photosynthetic fractionation factors (ε). For example, the smaller δ13Ccarb−org values observed at Guryul Ravine and in eastern Greenland might reflect enhanced upwelling and primary productivity rates at higher paleolatitudes (∼35–40°S and ∼35–40°N, respectively) relative to the tropical (∼10–15°N) Chinese and Italian sections (see Algeo et al., 2007-this volume, their fig. 2).\nThird, the Guryul Ravine section exhibits evidence of two negative C-isotopic excursions within the upper changxingensis zone but below the LPEH (Fig. 8), and one or more such excursions are known from a number of other PTB sections (Magaritz et al., 1988; Jin et al., 2000; Krull et al., 2004; Algeo et al., 2007-this volume). At Guryul Ravine, these excursions appear to be associated with the onset of both a major eustatic rise and the Late Permianmarine biotic crisis (Fig. 9). If these relationships are correct, they have important implications for causal scenarios for the PTB. In particular, they suggest that the PTB crisis did not begin at the LPEH but, rather, that smaller events of similar character initiated biotic and environmental change ∼200 to 400 kyr earlier, i.e., that whatever process was responsible for the LPEH was already operating but at lesser intensity. This is consistent with a volcanic trigger, in which early eruptions preceding themain eruptive phase resulted in some degree of climate change and upwelling intensity, but it is clearly inconsistent with a bolide model."
  }, {
    "heading": "6. Conclusions",
    "text": "The Guryul Ravine Permian–Triassic boundary section is atypical in that events that are elsewhere compressed into a narrow stratigraphic interval around the Late Permian event horizon (LPEH) are distributed through a thicker interval in this section. This situation allows recognition of a sequence of discrete events that provide potentially important information about the character and cause(s) of the PTB. Two negative Cisotopic excursions are observed within the upper changxingensis zone but below the LPEH, the first one predating the LPEH by an estimated ∼200–400 kyr. These excursions are associated with the onset of a major eustatic rise that continues into the Early Triassic and with minor extinctions that preceded the main biotic crisis. Their significance is as a possible record of the onset of environmental disturbances prior to the main endPermian event, supporting an intrinsic mechanism such as volcanism and climate change rather than an extrinsic mechanism such as a bolide impact. The horizon at Guryul Ravine that is equivalent to the LPEH elsewhere, as determined from biostratigraphic and C-isotopic constraints, is within an interval of rapid eustatic rise characterized by a change from heavy mineral-rich calcareous quartz sandstones of the uppermost Zewan Formation (Unit D) to silty organic-rich shales of the lowermost Khunamuh Formation (Unit E). The PTB, as defined by the first occurrence of Hindeodus parvus, is located∼260 cm higher in the section, at the Unit E1–E2 contact. The Guryul Ravine section exhibits a stepwise extinction pattern, with the largest peak in the middle of Unit E1 and a secondary peak at the base of Unit E2, a pattern similar to that observed in the Meishan D GSSP."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors thank Jayme Csonka, Warren Huff, and Barry Maynard for laboratory assistance, and Hans Jørgen Hansen and Christoph Korte for constructive reviews of the manuscript. AB is grateful to the Geological Museum of Lausanne for the use of facilities and access to the Kashmir collections: special thanks to the director and the Museum collaborators. This project was supported by grants to TJA from the National Science Foundation (EAR-0310072 and EAR-0618003) and the University of Cincinnati Research Council."
  }],
  "year": 2007,
  "references": [{
    "title": "Storm Depositional Systems: Dynamic Stratigraphy in Modern and Ancient Shallow Marine Sequences",
    "authors": ["T. Aigner"],
    "venue": "Lecture Notes in the Earth Sciences,",
    "year": 1985
  }, {
    "title": "Meteoric-burial diagenesis of Pennsylvanian carbonate: water/rock interactions and basin geothermics",
    "authors": ["T.J. Algeo", "B.H. Wilkinson", "Lohmann", "K.C"],
    "venue": "J. Sediment. Petrol",
    "year": 1992
  }, {
    "title": "The Permian–Triassic boundary at Nhi Tao, Vietnam: Evidence for recurrent influx of sulfidic watermasses to a shallowmarine carbonate platform. Palaeogeogr",
    "authors": ["T.J. Algeo", "B.B. Ellwood", "N.T.K. Thoa", "H. Rowe", "J.B. Maynard"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "The Germanic Triassic: correlations with the international chronostratigraphic scale, numeric ages and Milankovitch cyclicity",
    "authors": ["G.H. Bachmann", "H.W. Kozur"],
    "venue": "Hallesches Jahrb. Geowiss., B Geol. Paläontol. Mineral",
    "year": 2004
  }, {
    "title": "Lithostratigraphy and facies variation in the Spiti Basin (Tethys), Himachel Pradesh, India",
    "authors": ["T.N. Bagati"],
    "venue": "J. Himal. Geol",
    "year": 1991
  }, {
    "title": "Significance of molluscan shell beds in sequence stratigraphy; an example from the Lower Cretaceous",
    "authors": ["I. Banerjee", "S.M. Kidwell"],
    "venue": "Manville Group of Canada. Sedimentology",
    "year": 1991
  }, {
    "title": "The new GSSP, base of the Triassic: some consequences",
    "authors": ["A. Baud"],
    "venue": "Albertiana",
    "year": 2001
  }, {
    "title": "Carbon isotope profile in the Permian– Triassic of the central Tethys: the Kashmir sections (India)",
    "authors": ["A. Baud", "M. Magaritz"],
    "venue": "Ber. Geol. Bundesanst",
    "year": 1988
  }, {
    "title": "Late Permian and Early Triassic evolution of the Northern Indian margin: carbon isotope and sequence stratigraphy. Geodyn",
    "authors": ["A. Baud", "V. Atudorei", "Z. Sharp"],
    "venue": "Acta (Paris)",
    "year": 1996
  }, {
    "title": "Biotic response to mass extinction: the Lowermost Triassicmicrobialites",
    "authors": ["A. Baud", "S. Cirilli", "J. Marcoux"],
    "venue": "Facies",
    "year": 1997
  }, {
    "title": "Permian–Triassic of the Tethys: carbon isotope studies",
    "authors": ["A. Baud", "W.T. Holser", "M. Magaritz"],
    "venue": "Geol. Rundsch",
    "year": 1989
  }, {
    "title": "Calcimicrobial cap rocks from the basal Triassic units: western Taurus occurrences (SW Turkey)",
    "authors": ["A. Baud", "S. Richoz", "J. Marcoux"],
    "venue": "C. R. Palevol",
    "year": 2005
  }, {
    "title": "Permian climatic cooling in the Canadian Arctic",
    "authors": ["B. Beauchamp"],
    "venue": "Geol. Soc. Am., Spec. Pap.,",
    "year": 1994
  }, {
    "title": "Growth and demise of Permian biogenic chert along northwest Pangea: evidence for end-Permian collapse of thermohaline circulation",
    "authors": ["B. Beauchamp", "A. Baud"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "The Global Water Cycle. PrenticeHall, Englewood Cliffs, New Jersey",
    "authors": ["E.K. Berner", "R.A. Berner"],
    "year": 1987
  }, {
    "title": "Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modeling",
    "authors": ["R.A. Berner"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2002
  }, {
    "title": "Positive europium anomaly at the Permian–Triassic boundary, Spiti, India",
    "authors": ["N. Bhandari", "P.N. Shukla", "R.J. Azmi"],
    "venue": "Geophys. Res. Lett",
    "year": 1992
  }, {
    "title": "Thermal and tectonic evolution of the Kashmir Basin, vis-a-vis petroleum prospects",
    "authors": ["M.I. Bhat"],
    "venue": "Tectonophysics",
    "year": 1982
  }, {
    "title": "Authigenic apatite in a fluvial sandstone sequence: evidence for rare-earth element mobility during diagenesis and a tool for diagenetic correlation",
    "authors": ["J.E. Bouch", "S. Chenery", "M.J. Hole", "A.C. Morton", "N.H. Trewin"],
    "venue": "J. Sediment. Res",
    "year": 2002
  }, {
    "title": "Sequence stratigraphy, biostratigraphy, and taphonomy in shallow marine environments",
    "authors": ["C.E. Brett"],
    "venue": "Palaios",
    "year": 1995
  }, {
    "title": "Event beds and small-scale cycles in Edenian to lower Maysvillian strata (Upper Ordovician) of northern Kentucky: identification, origin, and temporal constraints. In: Algeo",
    "authors": ["C.E. Brett", "T.J. Algeo"],
    "year": 2001
  }, {
    "title": "An ecologic explanation for the Permo-Triassic carbon and sulfur isotope shifts",
    "authors": ["W.S. Broecker", "S. Peacock"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1999
  }, {
    "title": "The Himalayan passive margin from Precambrian to Cretaceous",
    "authors": ["M.E. Brookfield"],
    "venue": "times. Sediment. Geol",
    "year": 1993
  }, {
    "title": "Palaeoenvironments of the Permian–Triassic transition sections in Kashmir, India",
    "authors": ["M.E. Brookfield", "R.J. Twitchett", "C. Goodings"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Synchronism of the Siberian Traps and the Permian–Triassic",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "boundary. Science",
    "year": 1992
  }, {
    "title": "Carbon isotope excursions across the Permian–Triassic boundary in the Meishan section, Zhejiang Province, China",
    "authors": ["C. Cao", "W. Wang", "Y. Jin"],
    "year": 2002
  }, {
    "title": "Summary of Early Triassic carbon isotope records",
    "authors": ["F.A. Corsetti", "A. Baud", "P.J. Marenco", "S. Richoz"],
    "venue": "C. R. Palevol",
    "year": 2005
  }, {
    "title": "Multiple organic carbon isotope reversals across the Permo-Triassic boundary of terrestrial Gondwana sequences: clues to extinction patterns and delayed ecosystem recovery",
    "authors": ["M.J. de Wit", "J.G. Ghosh", "S. de Villiers", "N. Rakotosolofo", "J. Alexander", "A. Tripathi", "C. Looy"],
    "venue": "J. Geol",
    "year": 2002
  }, {
    "title": "Tectonic and metamorphic evolution of the Central Himalayan domain in southeast Zanskar (Kashmir India)",
    "authors": ["P. Dèzes"],
    "venue": "Mém. Géol",
    "year": 1999
  }, {
    "title": "Magnetosusceptibility event and cyclostratigraphy method applied to marine rocks: detrital input versus carbonate",
    "authors": ["B.B. Ellwood", "R.E. Crick", "A. El Hassani", "S.L. Benoist", "R.H. Young"],
    "venue": "productivity. Geology",
    "year": 2000
  }, {
    "title": "The Great Paleozoic Crisis: Life and Death in the Permian",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "Earliest Triassic microbialite micro- to megastructures in the Huaying area of Sichuan Province, South China: implications for the nature of oceanic conditions after the end-Permian extinction",
    "authors": ["Y. Ezaki", "J. Liu", "N. Adachi"],
    "venue": "Palaios",
    "year": 2003
  }, {
    "title": "Application of a hexapole collision and reaction cell in ICP-MS Part II: analytical figures of merit and first applications",
    "authors": ["I. Feldman", "N. Jakubowski", "C. Thomas", "D. Stuewer"],
    "venue": "Fresenius' J. Anal",
    "year": 1999
  }, {
    "title": "Isotopic biogeochemistry of marine carbon",
    "authors": ["K.H. Freeman"],
    "venue": "Stable Isotope Geochemistry. Rev. Mineral. Geochem.,",
    "year": 2001
  }, {
    "title": "Alkenone-based estimates of past CO2 levels: a consideration of their utility based on an analysis of uncertainties",
    "authors": ["K.H. Freeman", "M. Pagani"],
    "year": 2005
  }, {
    "title": "Multicyclic history of the northern Indian continental margin (northwestern Himalaya)",
    "authors": ["M. Gaetani", "E. Garzanti"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1991
  }, {
    "title": "Permo-Carboniferous stratigraphy in SE Zanskar and NW Lahul (NW Himalaya, India)",
    "authors": ["M. Gaetani", "E. Garzanti", "A. Tintori"],
    "venue": "Eclogae Geol. Helv",
    "year": 1990
  }, {
    "title": "Permo-Triassic boundary and Lower to Middle Triassic in South Tibet",
    "authors": ["E. Garzanti", "A. Nicora", "R. Rettori"],
    "venue": "J. Asian Earth Sci",
    "year": 1998
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F. Gradstein", "J. Ogg", "A. Smith"],
    "year": 2004
  }, {
    "title": "Photic zone euxinia during the Permian–Triassic superanoxic",
    "authors": ["K. Grice", "C. Cao", "G.D. Love", "M.E. Böttcher", "R.J. Twitchett", "E. Grosjean", "R.E. Summons", "S.C. Turgeon", "W. Dunning", "Y. Jin"],
    "year": 2005
  }, {
    "title": "Clay Mineralogy, 2nd ed",
    "authors": ["R.E. Grim"],
    "venue": "McGraw-Hill, New York",
    "year": 1968
  }, {
    "title": "The “North American shale composite”: its compilation, major and trace element characteristics",
    "authors": ["L.P. Gromet", "R.F. Dymet", "L.A. Haskin", "R.L. Korotev"],
    "venue": "Geochim. Cosmochim",
    "year": 1984
  }, {
    "title": "Anomalous carbonate precipitates: is the Precambrian the key to the Permian",
    "authors": ["J.P. Grotzinger", "A.H. Knoll"],
    "venue": "Palaios",
    "year": 1995
  }, {
    "title": "Preliminary observations on a possibly complete Permian–Triassic boundary section at Pahlgam, Kashmir, India",
    "authors": ["V.J. Gupta", "M.E. Brookfield"],
    "venue": "Newsl. Stratigr",
    "year": 1986
  }, {
    "title": "Phanerozoic Sea-Level Changes",
    "authors": ["A. Hallam"],
    "year": 1992
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 1999
  }, {
    "title": "Magnetic susceptibility and organic carbon isotopes of sediments across some marine and terrestrial PermoTriassic boundaries",
    "authors": ["H.J. Hansen", "S. Lojen", "P. Toft", "T. Dolenec", "J. Tong", "P. Michaelsen", "A. Sarkar"],
    "year": 2000
  }, {
    "title": "Zanskar shear zone: northeast–southwest extension within the Higher Himalayas (Ladakh, India)",
    "authors": ["E. Herren"],
    "venue": "Geology",
    "year": 1987
  }, {
    "title": "Similarities in the chemical composition of carbonate groundwaters and seawater",
    "authors": ["V.F. Hodge", "K.J. Stetzenbach", "K.H. Johannesson"],
    "venue": "Environ. Sci. Technol",
    "year": 1998
  }, {
    "title": "Events near the Permian–Triassic boundary",
    "authors": ["W.T. Holser", "M. Magaritz"],
    "venue": "Mod. Geol",
    "year": 1987
  }, {
    "title": "Carbon isotope record of the P/T boundary and the Lower Triassic in the Southern Alps: evidence for rapid changes in storage of organic carbon",
    "authors": ["M. Horacek", "R. Brandner", "R. Abart"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Rare earth element chemistry of zircon and its use as a provenance",
    "authors": ["P.W.O. Hoskin", "T.R. Ireland"],
    "venue": "indicator. Geology",
    "year": 2000
  }, {
    "title": "Ocean stagnation and end-Permian",
    "authors": ["R.M. Hotinski", "K.L. Bice", "L.R. Kump", "R.G. Najjar", "M.A. Arthur"],
    "venue": "anoxia. Geology",
    "year": 2001
  }, {
    "title": "Permo-Triassic boundary superanoxia and stratified superocean: records from lost deep sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in South China",
    "authors": ["Y.G. Jin", "Y. Wang", "W. Wang", "Q.H. Shang", "C.Q. Cao", "D.H. Erwin"],
    "year": 2000
  }, {
    "title": "Development of a largely anoxic stratified ocean and its temporary massive mixing at the Permian/Triassic boundary supported by the sulfur isotope record",
    "authors": ["Y. Kajiwara", "S. Yamakita", "K. Ishida", "H. Ishiga", "A. Imai"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1994
  }, {
    "title": "Cerium negative anomaly just before the Permian and Triassic boundary event: the upward expansion of anoxia in the water",
    "authors": ["Y. Kakuwa", "R. Matsumoto"],
    "venue": "column. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Permo-Triassic of the Indian subcontinent and its intercontinental correlation",
    "authors": ["H.M. Kapoor"],
    "year": 1992
  }, {
    "title": "The Guryul ravine section, candidate of the global stratotype and point (GSSP) of the Permian–Triassic boundary (PTB)",
    "authors": ["H.M. Kapoor"],
    "year": 1996
  }, {
    "title": "Geochemistry of Late Permian to Early Triassic pelagic cherts from southwest Japan: implications for an oceanic redox change",
    "authors": ["Y. Kato", "K. Nakao", "Y. Isozaki"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Causes and consequences of extreme Permo-Triassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Stratigraphic condensation of marine transgressive records: origin of major shell deposits in the Miocene of Maryland",
    "authors": ["S.M. Kidwell"],
    "venue": "J. Geol",
    "year": 1989
  }, {
    "title": "Taphonomic expressions of sedimentary hiatuses: field observations on bioclastic concentrations and sequence anatomy in low, moderate and high subsidence settings",
    "authors": ["S.M. Kidwell"],
    "venue": "Geol. Rundsch",
    "year": 1993
  }, {
    "title": "Taphonomy and time averaging of marine shelly faunas",
    "authors": ["S.M. Kidwell", "D.W.J. Bosence"],
    "year": 1991
  }, {
    "title": "Reduction of carbon-based interferences in organic compound analysis by dynamic reaction cell",
    "authors": ["Y. Kishi", "K. Kawabata", "H. Shi", "R. Thomas"],
    "venue": "ICP MS. Spectroscopy",
    "year": 2004
  }, {
    "title": "Carbon isotope stratigraphy across the Permian/Triassic boundary at Jolfa (NW-Iran), Peitlerkofel (Sas de Pütia, Sass de Putia), Pufels (Bula, Bulla), Tesero (all three SouthernAlps, Italy) and Gerennavár (Bükk Mts., Hungary)",
    "authors": ["C. Korte", "H.W. Kozur"],
    "venue": "J. Alp. Geol",
    "year": 2005
  }, {
    "title": "Integrated ammonoid, conodont and radiolarian zonation of the Triassic and some remarks to stage/substage subdivision and the numeric age of the Triassic stages",
    "authors": ["H.W. Kozur"],
    "venue": "Albertiana",
    "year": 2003
  }, {
    "title": "Stable carbon isotope stratigraphy across the Permian–Triassic boundary in shallow marine carbonate platforms, Nanpanjiang Basin, south China",
    "authors": ["E.S. Krull", "D.J. Lehrmann", "D. Druke", "B. Kessel", "Y. Yu", "R. Li"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "A unique Permian–Triassic boundary section from the Neotethyan Hawasina Basin, Central Oman Mountains",
    "authors": ["L. Krystyn", "S. Richoz", "A. Baud", "R.J. Twitchett"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Interpreting carbon-isotope excursions",
    "authors": ["L.R. Kump"],
    "venue": "Strangelove oceans. Geology",
    "year": 1991
  }, {
    "title": "Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Early Triassic calcimicrobial mounds and biostromes of the Nanpanjiang basin",
    "authors": ["D.J. Lehrmann"],
    "venue": "South China. Geology",
    "year": 1999
  }, {
    "title": "Permian–Triassic boundary sections from shallow-marine carbonate platforms of the Nanpanjiang Basin, South China: implications for oceanic conditions associated with the end-Permian extinction and its aftermath",
    "authors": ["D.J. Lehrmann", "J.L. Payne", "S.V. Felix", "P.M. Dillett", "H. Wang", "Y. Yu", "J. Wei"],
    "venue": "Palaios",
    "year": 2003
  }, {
    "title": "The Permian–Triassic of the Gartnerkofel-1 core (Carnic Alps, Austria): carbon and oxygen isotope variation",
    "authors": ["M. Magaritz", "W.T. Holser"],
    "venue": "Abh. Geol. Bundesanst. (Wien)",
    "year": 1991
  }, {
    "title": "The carbonisotope shift at the Permian/Triassic boundary in the southern Alps is gradual",
    "authors": ["M. Magaritz", "R. Bär", "A. Baud", "W.T. Holser"],
    "venue": "Nature 331,",
    "year": 1988
  }, {
    "title": "Early Triassic conodonts from Kashmir, India; Part 1, Hindeodus and Isarcicella",
    "authors": ["T. Matsuda"],
    "venue": "J. Geosci., Osaka City Univ",
    "year": 1981
  }, {
    "title": "Early Triassic conodonts from Kashmir, India; Part 2, Neospathodus",
    "authors": ["T. Matsuda"],
    "venue": "J. Geosci., Osaka City Univ",
    "year": 1982
  }, {
    "title": "Early Triassic conodonts from Kashmir, India",
    "authors": ["T. Matsuda"],
    "venue": "Part 3: Neospathodus 2. J. Geosci., Osaka City Univ",
    "year": 1983
  }, {
    "title": "Early Triassic conodonts from Kashmir, India, Part 4: Gondolella and Platyvillosus",
    "authors": ["T. Matsuda"],
    "venue": "J. Geosci., Osaka City Univ",
    "year": 1984
  }, {
    "title": "Eustatic and tectonic control on the distribution of marine seismites; examples from the Upper Ordovician of Kentucky, USA",
    "authors": ["P.I. McLaughlin", "C.E. Brett"],
    "venue": "Sediment. Geol",
    "year": 2004
  }, {
    "title": "Late Permian and Early Triassic conodonts from Guryul Ravine",
    "authors": ["M. Murata"],
    "venue": "Indica New Ser.,",
    "year": 1981
  }, {
    "title": "Chemical transport to the seafloor of the equatorial Pacific across a latitudinal transect at 135°W: tracking sedimentary major, trace, and rare earth element fluxes at the Equator and the ITCZ",
    "authors": ["R.W. Murray", "I. Leinen"],
    "venue": "Geochim. Cosmochim",
    "year": 1993
  }, {
    "title": "Stratigraphy of the Permian–Triassic transition and the Paleozoic/Mesozoic boundary",
    "authors": ["K. Nakazawa"],
    "venue": "Bull. Geol. Surv. Jpn",
    "year": 1993
  }, {
    "title": "The Upper Permian and Lower Triassic Faunas of Kashmir",
    "authors": ["K. Nakazawa", "H.M. Kapoor"],
    "venue": "Palaeontol. Indica New Ser.,",
    "year": 1981
  }, {
    "title": "Preliminary report on the Permo-Trias of Kashmir, India",
    "authors": ["K. Nakazawa", "H.M. Kapoor", "Y. Ishii", "T. Bando", "D. Maegoya", "D. Shimizu", "T. Nogami", "T. Tokuoka", "S. Nohda"],
    "venue": "Mem. Fac. Sci. Kyoto Univ., Ser. Geol. Mineral",
    "year": 1970
  }, {
    "title": "The Upper Permian and the Lower Triasssic in Kashmir, India",
    "authors": ["K. Nakazawa", "H.M. Kapoor", "K. Ishii", "Y. Bando", "Y. Okimura", "T. Tokuoka"],
    "venue": "Mem. Fac. Sci. Kyoto Univ., Ser. Geol. Mineral",
    "year": 1975
  }, {
    "title": "Revolutions in the history of life",
    "authors": ["N.D. Newell"],
    "venue": "Geol. Soc. Am., Spec. Pap",
    "year": 1967
  }, {
    "title": "Shallow marine storm sedimentation: the oceanographic perspective",
    "authors": ["D. Nummedal"],
    "year": 1991
  }, {
    "title": "Conodonts of the Lowermost Triassic of Spiti, and new zonation based on Neogondolella successions",
    "authors": ["M.J. Orchard", "L. Krystyn"],
    "venue": "Rev. Ital. Paleontol. Stratigr",
    "year": 1998
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the end-Permian extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J. Wei", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Evidence for abrupt latest Permian mass extinction of Foraminifera; results of tests for the SignorLipps",
    "authors": ["M.R. Rampino", "A.C. Adler"],
    "venue": "effect. Geology",
    "year": 1998
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crisis and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z.C. Zheng", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Global early Triassic coal gap between Permo-Triassic extinction and Middle Triassic recovery of swamp floras",
    "authors": ["G.J. Retallack", "J.J. Veevers", "R. Morante"],
    "venue": "Geol. Soc. Amer",
    "year": 1996
  }, {
    "title": "Stratigraphie et variations isotopiques du carbone dans le Permien supérieur et le Trias inférieur de la Néotéthys (Turquie, Oman et Iran)",
    "authors": ["S. Richoz"],
    "venue": "Ph.D. dissertation, Univ. of Lausanne, Lausanne, Switzerland,",
    "year": 2004
  }, {
    "title": "Methane-driven oceanic eruptions and mass extinctions",
    "authors": ["G. Ryskin"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Modern storm deposits in the inner shelf and their recurrence intervals, Sendai Bay, northeast Japan",
    "authors": ["Y. Saito"],
    "venue": "Terra Science Publishing,",
    "year": 1989
  }, {
    "title": "Lowermost Triassic (Griesbachian) microbial bindstone–cementstone facies, southwest Japan",
    "authors": ["H. Sano", "K. Nakashima"],
    "venue": "Facies",
    "year": 1997
  }, {
    "title": "Catastrophic soil erosion during the endPermian biotic crisis",
    "authors": ["M.A. Sephton", "C. Looy", "H. Brinkhuis", "P.B. Wignall", "J.W. de Leeuw", "H. Visscher"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Synchronous record",
    "authors": ["M.A. Sephton", "C.V. Looy", "R.J. Veefkind", "H. Brinkhuis", "J.W. DeLeeuw", "H. Visscher"],
    "year": 2002
  }, {
    "title": "End-Permian mass extinction pattern in the northern peri-Gondwanan region",
    "authors": ["S.Z. Shen", "C.Q. Cao", "C.M. Henderson", "X.D. Wang", "G.R. Shi", "Y. Wang", "W. Wang"],
    "venue": "Palaeoworld",
    "year": 2006
  }, {
    "title": "Upper Permian brachiopod fossils from Guryul Ravine and the Spur three kilometres north of Barus",
    "authors": ["D. Shimizu"],
    "venue": "Palaeontol. Indica New Ser.,",
    "year": 1981
  }, {
    "title": "Rare-earth elements in marine sediments and geochemical standards",
    "authors": ["E.R. Sholkovitz"],
    "venue": "Chem. Geol",
    "year": 1990
  }, {
    "title": "Ocean particle chemistry: the fractionation of rare earth elements between suspended particles and seawater",
    "authors": ["E.R. Sholkovitz", "W.M. Landing", "B.L. Lewis"],
    "venue": "Geochim. Cosmochim",
    "year": 1994
  }, {
    "title": "Island weathering: river sources of rare earth elements to the Western Pacific Ocean",
    "authors": ["E.R. Sholkovitz", "H. Elderfield", "R. Szymczak", "K. Casey"],
    "venue": "Mar. Chem",
    "year": 1999
  }, {
    "title": "Chemical signatures of the Permian–Triassic transitional environment in Spiti Valley, India",
    "authors": ["A.D. Shukla", "N. Bhandari", "P.N. Shukla"],
    "venue": "Geol. Soc. Am. Spec. Pap.,",
    "year": 2002
  }, {
    "title": "Tethyan margins in space and time",
    "authors": ["G. Stampfli", "J. Marcoux", "A. Baud"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1991
  }, {
    "title": "The composition of suspended matter from Ganges–Brahmaputra sediment dispersal system during low sediment transport",
    "authors": ["J. Stummeyer", "W. Knabe", "V. Marchig"],
    "venue": "season. Chem. Geol",
    "year": 2002
  }, {
    "title": "Properties, units and constants in magnetism",
    "authors": ["L.J. Swartzendruber"],
    "venue": "J. Magn. Mater",
    "year": 1992
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Mixed Permian– Triassic fauna",
    "authors": ["C. Teichert", "B. Kummell", "H.M. Kapoor"],
    "venue": "Guryul Ravine, Kashmir. Science",
    "year": 1970
  }, {
    "title": "The Lilliput effect in the aftermath of the endPermian extinction event",
    "authors": ["R.J. Twitchett"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Rapid and synchronous collapse of marine and terrestrial ecosystems during the end-Permian mass extinction",
    "authors": ["R.J. Twitchett", "C.V. Looy", "R. Morante", "H. Visscher", "P.B. Wignall"],
    "venue": "event. Geology",
    "year": 2001
  }, {
    "title": "Permian–Triassic extinction: organic",
    "authors": ["K. Wang", "H.H.J. Geldsetzer", "H.R. Krouse"],
    "year": 1994
  }, {
    "title": "Geochemistry. http://www.geo.cornell.edu/geology/ classes/Chapters",
    "authors": ["W.A. White"],
    "year": 2001
  }, {
    "title": "1992.Anoxia as a cause of the Permian–Triassic mass extinction: facies evidence from northern Italy and the western United States",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Griesbachian (earliest Triassic) palaeoenvironmental changes in the Salt Range, Pakistan and southeast China and their bearing on the Permo-Triassic mass extinction",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1993
  }, {
    "title": "Contrasting deep-water records from the Upper Permian and Lower Triassic of South Tibet and British Columbia: evidence for a diachronous mass extinction",
    "authors": ["P.B. Wignall", "R. Newton"],
    "venue": "Palaios",
    "year": 2003
  }, {
    "title": "Oceanic anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Extent, duration and nature of the Permian–Triassic superanoxic event",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Geol. Soc. Am. Spec. Pap.,",
    "year": 2002
  }, {
    "title": "On the timing of palaeoenvironmental changes at the Permo-Triassic (P/Tr) boundary using conodont biostratigraphy",
    "authors": ["P.B. Wignall", "H. Kozur", "A. Hallam"],
    "venue": "Hist. Biol",
    "year": 1996
  }, {
    "title": "Pyrite framboid evidence for oxygen-poor deposition during the Permian–Triassic crisis in Kashmir",
    "authors": ["P.B. Wignall", "R. Newton", "M.E. Brookfield"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Lower Triassic large sea-floor carbonate cements: their origin and a mechanism for the prolonged biotic recovery from the endPermian mass extinction",
    "authors": ["A.D. Woods", "D.J. Bottjer", "M. Mutti", "J. Morrison"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Two episodes of microbial change coupled with Permo/Triassic faunal mass extinction",
    "authors": ["S. Xie", "R.D. Pancost", "H. Yin", "H. Wang", "R.P. Evershed"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "The rare earth element compositions of the Changjiang (Yangtze) and Huanghe (Yellow) river sediments",
    "authors": ["S. Yang", "Choi", "M.-S", "Jung", "H.-S", "C. Li"],
    "venue": "Earth Planet Sci",
    "year": 2002
  }, {
    "title": "The global stratotype section and point (GSSP) of the Permian–Triassic",
    "authors": ["H. Yin", "K. Zhang", "J. Tong", "Z. Yang", "S. Wu"],
    "venue": "boundary. Episodes",
    "year": 2001
  }, {
    "title": "Could the Late Permian deep ocean have been anoxic? Paleoceanography",
    "authors": ["R. Zhang", "M.J. Follows", "J.P. Grotzinger", "J. Marshall"],
    "year": 2001
  }],
  "id": "SP:1eaf8248521f9a1536c327249909db2198e34a56",
  "authors": [{
    "name": "Thomas J. Algeo",
    "affiliations": []
  }, {
    "name": "Robyn Hannigan",
    "affiliations": []
  }, {
    "name": "Harry Rowe",
    "affiliations": []
  }, {
    "name": "Michael Brookfield",
    "affiliations": []
  }, {
    "name": "Aymon Baud",
    "affiliations": []
  }, {
    "name": "Leo Krystyn",
    "affiliations": []
  }, {
    "name": "Brooks B. Ellwood",
    "affiliations": []
  }],
  "abstractText": "The Permian–Triassic boundary (PTB) section at Guryul Ravine (Kashmir, India) comprises a N100-m-thick, apparently conformable succession of mixed siliciclastic–carbonate sediments deposited in a deep-shelf or ramp setting. This section, although long important in debates concerning placement of the PTB, has not previously been the focus of an integrated chemostratigraphic study. In the present study, samples from a 20-m-thick interval straddling the PTB were analyzed for majorand trace-element concentrations, TOC-TIC, REEs, and organic δC–δN to investigate contemporaneous environmental changes. The Guryul Ravine section exhibits a sequence of discrete events that provide potentially important information about the character and cause(s) of the PTB. Two transient negative C-isotopic excursions within the upper changxingensis zone predate the Late Permian event horizon (LPEH, i.e., the global mass extinction event) by ∼200–400 kyr and are associated with the onset of a major eustatic rise and with secondary extinction peaks. These excursions may record minor environmental disturbances prior to the main end-Permian crisis, supporting an intrinsic mechanism such as volcanism and climate change rather than an extrinsic mechanism such as a bolide impact. The onset of a large (∼−4.0 to −4.5‰), sustained negative C-isotope shift marks the LPEH, which is located at the Zewan–Khunamuh formation contact ∼260 cm below the biostratigraphically defined PTB. The Guryul Ravine section exhibits a stepwise extinction pattern, with the largest peak between the LPEH and PTB and a secondary peak just above the PTB, a pattern similar to that observed in the Meishan D GSSP. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Sequencing events across the Permian–Triassic boundary, Guryul Ravine (Kashmir, India)"
}