{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nChanges in atmospheric heavy metals and metalloids in Dome C (East Antarctica) ice back to 672.0 kyr BP (Marine Isotopic Stages 16.2)\nAlexandrine Marteel a,b,e, Claude F. Boutron a,d, Carlo Barbante b,c,⁎, Paolo Gabrielli b,c, Giulio Cozzi b,c, Vania Gaspari b, Paolo Cescon b,c, Christophe P. Ferrari a,f, Aurélien Dommergue a, Kevin Rosman g, Sungmin Hong h, Soon Do Hur h\na Laboratoire de Glaciologie et Géophysique de l'Environnement (UMR CNRS/UJF 5183), 54, rue Molière, B.P. 96, 38 402 St Martin d'Hères Cedex, France b Department of Environmental Sciences, University Ca'Foscari of Venice, Dorsoduro 2137, 30 123 Venice, Italy c Institute for the Dynamics of Environmental Processes-CNR, University Ca'Foscari of Venice, Dorsoduro 2137, 30 123 Venice, Italy d Unité de Formation et de Recherche de Physique et Observatoire des Sciences de l'Univers, Université Joseph Fourier de Grenoble, B.P. 68, 38 041 Grenoble Cedex, France e Department of Earth Sciences, University of Siena, via del Laterino 8, 53 100 Siena, Italy f Polytech Grenoble, Université Joseph Fourier de Grenoble (Institut Universitaire de France), 28, avenue Benoît Frachon, B.P. 53, 38 041 Grenoble Cedex, France g Department of Imaging and Applied Physics, Curtin University of Technology, GPO Box U1987, Perth WA 6845, Australia h Korea Polar Research Institute, Songdo Techno Park, 7-50, Songdo-dong, Yeonsu-gu, Incheon 406-840, South Korea\n⁎ Corresponding author. Department of Environment cari of Venice, Dorsoduro 2137, 30 123 Venice, Italy. Tel 2348549.\nE-mail address: barbante@unive.it (C. Barbante).\n0012-821X/$ – see front matter © 2008 Published by E doi:10.1016/j.epsl.2008.05.021\nA B S T R A C T A R T I C L E I N F O\nArticle history:\nCu, Zn, As, Cd, Pb and Bi w\nReceived 15 November 2007 Received in revised form 15 May 2008 Accepted 16 May 2008 Available online 24 June 2008\nEditor: H. Elderfield\nKeywords: Antarctica Dome C heavy metals metalloids climatic variations biogeochemical cycles\nere determined by Inductively Coupled Plasma Sector Field Mass Spectrometry (ICP-SFMS) in seventy-seven sections of the 3270 m deep ice core drilled at Dome C at an altitude of 3233 m on the East Antarctic plateau as part of the European Program for Ice Coring in Antarctica (EPICA). The depth of the section ranged from 2368.85 m (263.6 kyr BP) to 3062.13 m (672.0 kyr BP). When combined with data previously obtained for the upper part of the core, it gives a detailed record of past natural variations in the concentrations of these heavy metals during the last eight climatic cycles from the Holocene back to Marine Isotopic Stage (MIS) 16.2. Concentrations of all metals are found to have strongly varied. For Cu, Pb, Bi and possibly Zn concentrations appear to be closely linked with climate conditions, with high values during glacial maxima and much lower values during interglacials. The situation is less clear for As and Cd, for which variations are less clearly linked with climate conditions. Rock and soil dust appears to be the main source of Cu, Zn, Bi and Pb during glacial maxima, and a significant source for these metals during interglacials, while As, Cd and Bi present a more complex inputs from several sources, with a particularly significant impact of volcanism.\n© 2008 Published by Elsevier B.V."
  }, {
    "heading": "1. Introduction",
    "text": "For the past decades, considerable attention has been given to the study of various heavy metals such as Pb, Cd, Pt and Hg in the environment. This is because human activities are emitting large amounts of these toxic metals to the atmosphere and other compartments of the environment (see e.g. Nriagu and Pacyna, 1988; Nriagu, 1990; Pacyna and Pacyna, 2001; Von Storch et al., 2003; Wilson et al., 2006). Since the dawn of the Industrial Revolution, the emissions have grown considerably to the extent that today the impacts of the longterm accumulated toxic metals have become global in scope. The most fascinating example is Pb. For thismetal, contamination of the Northern Hemisphere started as early as Roman times (Hong et al., 1994; Zheng\nal Sciences, University Ca'Fos.: +39 41 2348942; fax: +39 41\nlsevier B.V.\net al., 2007) while contamination of the Antarctic continent was only significant at the end of nineteenth century (Planchon et al., 2003). The amplitude of the contamination by this metal is extremely pronounced especially becauseof thehugeemissions linkedwith thewidespreaduse of organolead compounds as anti-knock additives in gasoline from the 1920s onwards (Nriagu, 1990; Von Storch et al., 2003).\nAny proper assessment of these man induced changes requires a good knowledge of past natural geochemical cycles of these metals and their variations with different climatic conditions, against which recent trends can be evaluated. Such information can only be obtained from archives such as deep Antarctic ice cores (Petit et al., 1999; EPICA Community members, 2004). As an example, average lead concentrations in deep ice core from the Holocene are of ~0.4 pg/g, while mean concentrations found in recent Antarctic snow (early 20th century, are ~2.0 pg/g (Planchon et al., 2003)), therefore putting modern concentrations into the context of natural variability. Deciphering the ice core archives has unfortunately proved to be extremely difficult because heavy metal concentrations in polar ice are extremely low\nand drilling operations strongly contaminate the outside of deep ice cores. The impetus in the field came from the pioneering work of Patterson, Boutron and co-workers who developed sophisticated methods to decontaminate deep polar ice cores drilled in fluid-filled holes, which allowed for reliable data for heavy metals in these cores to be obtained (Ng and Patterson, 1981; Boutron et al., 1987).\nPresently available reliable data for heavy metals and metalloids in deep Antarctic ice cores are only for two locations (Dome C and Vostok) and cover limited time periods. For Dome C, available data cover only the past 217 kyr, which corresponds to the last two climatic cycles (Gabrielli et al., 2005a; Vallelonga et al., 2005). For Vostok, available data cover the past 420 kyr, which corresponds to the last four climatic cycles (Hong et al., 2003, 2004, 2005; Gabrielli et al., 2005b). A drawback of the Vostok data is however that they do not allow a comprehensive view of the entire Marine Isotopic Stage (MIS) 11, considered as a key interglacial period from about 390 to 420 kyr BP, and probably the best analogue of the present Holocene interglacial (Berger and Loutre, 2003; Droxler et al., 2003). MIS 11 is an unusual and perhaps unique interglacial interval. It exhibited warm interglacial climatic conditions for an interval of at least 30 ky, a duration twice as long as the most recent interglacial periods, with orbital parameters (low eccentricity and consequently weak precessional forcing) similar to those of the present. Moreover, there are no data for the period between the Mid-Pleistocene Revolution (MPR) (often dated at about 900 kyr BP) (Raymo et al., 1997) and the Mid-Brunhes Event (MBE) (which roughly corresponds to the transition between MIS 12 and MIS 11 about 430 kyr BP) (Berger and Wefer, 2003).\nWe present here comprehensive data on past changes in the occurrence of Cu, Zn, As, Cd, Pb and Bi in Antarctic ice during the period from 263.6 kyr BP (MIS 8.2) to 672.0 kyr BP (MIS 16.2). The data\nFig. 1. EPICA/Dome C Antarctic ice core: measured concentrations of Cu and Zn as a function (b) depth of 3040.13 m (632.6 kyr), MIS 16.2 glacial maximum. Concentrations are expresse\nwere obtained by analysing various sections of the 3270 m deep ice core recently obtained at Dome C as part of the European EPICA program, using ultra-clean decontamination procedures and the highly sensitive Inductively Coupled Plasma Sector Field Mass Spectrometry (ICP-SFMS) technique. The sections which were analysed include various sections dated from MIS 11, together with sections dated from before and after the Mid-Brunhes Event."
  }, {
    "heading": "2. Experimental",
    "text": ""
  }, {
    "heading": "2.1. Description of the samples",
    "text": "The 3270m EPICA/Dome C ice core was drilled at Dome C (75°06′S, 123°21′E, altitude of 3233 m above sea level, mean annual temperature −54 °C) on the East Antarctic plateau within the framework of the European Project for Ice Coring in Antarctica (EPICA) (EPICA community members, 2004). The core was electromechanically drilled in a fluid-filled hole during several successive summer seasons from 1999 to 2005. It reached the depth of 3270 m, about 5 m, above bedrock in January 2005 (EPICA community members, 2004; Parrenin et al., 2007).\nThe 77 ice samples, considered in this study, derive from 39 core sections from the part of the core whose depth ranges from 2368.85 m to 3062.13 m (see Table 1 in Appendix A). The detailed deuterium variations profile (EPICA Community members, 2004), was used to select sections representing both interglacial and glacial maxima periods.\nAge dating of the ice is based on the EDC3Beta6 timescale (Parrenin et al., 2007). The ice at 2368.85m is dated at about 263.6 kyr BP, which corresponds to the MIS 8.2 glacial maximum. The ice at 3062.13 m is dated at 672.0 kyr BP, which corresponds to the MIS 16.2 glacial\nof radius in two sections: (a): depth of 2776.13 m (425.2 kyr BP), MIS 11.3 interglacial; d in pg/g.\nmaximum. The samples analysed in this work then cover a ~400 kyr time period from MIS 16.2 to MIS 8.2. A given core section (length of 55 cm) is found to integrate about 200 yr at 2369 m and about 1000 yr at 3062 m."
  }, {
    "heading": "2.2. Ice core section decontamination",
    "text": "Each core section was mechanically decontaminated in order to remove the outside of the core which was heavily contaminated during drilling operations, especially because of the wall-retaining fluid (kerosene densified with 141b freon substitute) which was used to counterbalance the huge pressure encountered at great depth. It involved chiselling concentric veneer layers of ice in progression from the contaminated outside towards the pristine central part of each section, inside a laminar flow clean bench at −15 °C, using ultra-clean procedures which have been described by Candelone et al., 1994 and Hong et al., 2005. Each decontaminated section was then divided into three consecutive parts: (1) a 5 cm long part at the bottom of the section for the subsequent determination of Hg; (2) two consecutive 20 cm long parts, which were used for the present study giving the 77 depth intervals listed in Table 1, Appendix A. The weight of the sample was ~400 g before the decontamination and it is reduced to less that ~80 g after the decontamination.\nIn order to check the efficiency of the decontamination, changes in the concentration of each metal from the outside to the inside of the sections were investigated. Good plateaus of concentration were observed in the central part of the cores in all cases, as illustrated in Fig. 1 for Cu and Zn in the 2776.13 m section (dated at 425.2 kyr BP, which corresponds to the MIS 11.3 interglacial period) and the\n3040.13 m section (dated at 632.6 kyr, which corresponds to the MIS 16.2 glacial maximum). It indicates that external contamination has not penetrated to the central part of the cores and that the plateau concentrations represent the original concentrations in the ice.\nDecontaminated samplesweremelted at room temperature in ultraclean wide mouth low-density polyethylene (LDPE) 1 L bottles inside a clean laboratory (Boutron,1990; Ferrari et al., 2000).10mLaliquotswere then taken inside ultra-clean 15 mL LDPE bottles, acidified with ultrapure nitric acid prepared by sub-boiling distillation (Burton et al., 2007) to make 1% solutions and kept frozen until analysis."
  }, {
    "heading": "2.3. Analysis by ICP-SFMS",
    "text": "Cu, Zn, As, Cd, Pb and Bi were determined by Inductively Coupled Plasma Sector Field Mass Spectrometry (ICP-SFMS) using an Element2 instrument from Thermo Fisher (Bremen, Germany) equipped with a micro-flow (b100 µL min−1) PFA nebulisation system (Planchon et al., 2001). The instrument can be used with three different resolution modes (low resolutionmode LR:m/Δm=400; medium resolutionmode MR: m/Δm=4000; high resolution mode HR: m/Δm=10,000). The LR mode was used for the determination of Cd, Pb and Bi, while the MR modewas preferred for Cu and Zn and the HRmodewas selected for As.\nDetection limits (calculated as 3 times the standard deviation of the response of the instrument to a solution of ultra pure water spiked with 1% (v/v) of HNO3) ranged from 0.04 pg/g for Bi to 2.2 pg/g for Zn. Overall procedural blanks were determined by processing an artificial ice core prepared by freezing ultrapure water in which the concentrations of the different metals was known beforehand (Vallelonga et al., 2002). The corresponding contribution was found\nas a function of depth from 2368.85 m to 3062.13 m (263.6 to 672.0 kyr BP). Also shown per mil) (EPICA Community members, 2004), Marine Isotope Stages (MIS) numbers\nessed in ng/g) (EPICA Community members, 2004).\nto be extremely small (during interglacial times, from 2% for As to 7% for Bi; during glacial times, from 1% for Pb to 3% for Zn). Typical precisions in terms of relative standard deviations were found to range from 8% for Zn and Pb to 26% for As."
  }, {
    "heading": "3. Results and discussion",
    "text": ""
  }, {
    "heading": "3.1. Changes in concentrations during the last eight climatic cycles",
    "text": "Heavy metals and metalloid concentrations measured in the innermost part of the 77 samples are listed in Table 1, Appendix A. They range from 0.01 pg/g for Bi in ice dated at 566 kyr BP to 186 pg/g for Zn in ice dated at 286 kyr BP. They are the first data ever obtained for ice dated back to 672.0 kyr BP.\nFig. 2 shows that concentrations of all metals and metalloids have strongly varied during the ~400 kyr period covered by our samples. For Cu, Pb, Bi and possibly Zn, concentrations appear to be closely linked with climate conditions with high values during the coldest periods such as MIS 8.2, 10.4 and 12.2, and low values during interglacial periods such as MIS 9.3, 11.3 and 15.1 (Fig. 2). The situation appears to be less clear for As and Cd, with observed variations which are less clearly linked with deuterium changes. The highest maximum/minimum concentration ratios are observed for Cu, Zn and Pb (~40) while lower ratios are observed for As, Cd and Bi (~20). These are ratios which are lower than the maximum/minimum ratios observed for dust (~100, EPICA Community members, 2004) and for elements such Al, Mn and Ba which mainly derived from crustal dust (Marteel et al., in press; V. Gaspari personal communication).\nFor Cu, As, Cd, Pb and Bi, our data can be combined with the data previously obtained by Gabrielli et al. (2005a) and Vallelonga et al. (2005) for the upper 2193 m of the EPICA Dome C ice core (ice dated from 0.5 to 217 kyr BP), giving comprehensive time series for these five elements over a ~672.0 kyr period from the Holocene to the end of MIS 16.2, Fig. 3. It is the first time that past natural variations in heavy metals have been observed during such a long time period with high sampling frequency (about 159 depth intervals in total). During this 672.0 kyr period, variations in concentrations of Cu, Pb and Bi are found to fairly well parallel changes in climate with high concentrations during glacial maxima and a low concentrations during interglacials. The amplitude of the variations appears however to be larger during the most recent climatic cycles than during the oldest ones, especially before the Mid-Brunhes Event (Fig. 3). The situation is less clear for As and Cd. For these two metals indeed, elevated concentrations are observed for the most recent glacial maxima (MIS 2.2 and 4.2) but not for earlier maxima such as MIS 12.2.\n3.2. Fallout fluxes for heavy metals and metalloids during the past 672.0 kyr bp\nFallout fluxes were calculated for each metal by combining concentrations measured in the ice for each depth interval with the estimated yearly ice accumulation rate at that depth (expressed in g H2O cm−2 y−1). The accumulation rate at Dome C has varied by a factor ~2 between glacial maxima (~1.3 g H2O cm−2 y−1) and interglacial periods (~2.7 g H2O cm−2 y−1) (F. Parrenin, personal communication).\nring the past 672.0 kyr (EDC3Beta6 timescale from Parrenin et al., 2007). Open triangles full circles are used for ice samples dated from 263.6 to 672.0 kyr BP. Also shown at the 004). Concentrations are expressed in pg/g, except for deuterium (delta per mil).\nChanges in fallout fluxes are found to parallel fairly well changes in concentrations during the past 672.0 kyr. The ratio between the highest and the lowest fluxes is however about half of the corresponding ratio for concentrations since the accumulation rate is lower during glacial maxima when concentrations are maximum."
  }, {
    "heading": "3.3. Heavy metals and metalloids concentrations versus deuterium",
    "text": "Concentrations of Cu, Zn, Pb, Bi and dust in Dome C ice during the past 672.0 kyr are found to remain very low for δD values between ~−380‰\nFig. 4. EPICA/Dome C Antarctic ice core: changes in concentrations of Cu (a), Zn (b), As (c), Cd deuterium content of the ice (expressed in delta per mil) from 263.6 to 672.0 kyr BP.\nand ~−420‰ as illustrated in Fig. 4 for Cu, Zn, Pb, Bi and dust but increase strongly when δD values fall below ~−420‰. It suggests that there is a critical point in the climate mechanism, beyond which fallout of heavy metals to the high East Antarctic Plateau increases considerably. A possibility is that when a critical temperature gradient between low and high latitude was reached, it induced changes in wind strength, then allowing larger amounts of heavy metals to be transported to the Antarctic ice cap (Gabrielli et al., 2005b). Another possibility could be rapid changes in local conditions in the different source areas such as Patagonia or Australia from\n(d), Pb (e), Bi (f) (expressed in pg/g) and dust (g) (expressed in ng/g) as a function of the\nwhich the crustal contribution to heavy metals originate (Delmonte et al., 2002, 2004; Revel-Rolland et al., 2006, Lambert et al., 2008).\nThe situation appears to be different for Cd and As. For these two metals indeed, concentrations in the ice does not depend clearly upon δD, as illustrated in Fig. 4c for As and Fig. 4d for Cd. These are metals and metalloids for which crustal dust is not the dominant source, as discussed later."
  }, {
    "heading": "3.4. Crustal enrichment factor",
    "text": "Rock and soil dust is an important source of heavy metals and metalloids in the natural atmosphere (Nriagu, 1989). In order to assess the importance of rock and soil dust contribution in Dome C ice for the metals andmetalloids studied in this work, we have calculated Crustal Enrichment Factors (EFc) for each element and depth. EFc is defined as\nnd mean, minimum and maximum crustal enrichment factors (EFc) (using Ba as crustal back to MIS 15.5\nthe concentration ratio of a given element to that of Ba (which is a good proxy of crustal dust) (Patterson and Settle, 1976) in the ice, normalized to the same concentration ratio characteristic of the upper continental crust (Wedepohl, 1995). For example, the EFc for Cu is thus: EFc Cuð Þ ¼ Cu½ ice= Ba½ iceCu½ crust= Ba½ crust :\nIt should however be emphasised by the choice of other crustal compositions, for instance that given by Bowen (1979), Gaiero et al. (2002, 2003), would not make any significant differences in the interpretation.\nSince the composition of rock and soil dust reaching Dome Cmight significantly differ from the composition of the mean upper continental crust, EFc values up to ~5 will indicate that the corresponding element mainly originated from rock and soil dust. Conversely, EFc values much larger than unity will indicate a significant contribution from other natural sources such as sea-salt spray and volcanoes.\nTable 1 shows the mean EFc values obtained for the different metals and metalloids during the successive glacial maxima fromMIS 2.2 toMIS 16.2, while Table 2 shows themean EFc values calculated for the successive interglacials from the Holocene to MIS 15.5.\nWhen looking at the values listed in Tables 1 and 2 and Fig. 5, the metals and metalloids can be separated into three groups. The first group consists of only one element: Pb. It seems that Pb has a low and invariant EFc. So, this behaviour points it out the crustal origin of Pb whatever the climatic period. It confirms the results obtained by Vallelonga et al. (2005) which demonstrated that dust usually accounts for ~70% of Pb in Dome C ice whatever the climatic period over the last 220 kyr. For the second group consisting of three metals (Zn, Cu and Bi), low EFc values are observed during glacial maxima, while moderately elevated values are observed for Zn and Cu during interglacials and very high values for Bi during interglacials (Tables 1 and 2. This is also illustrated in Fig. 5, which shows changes in EFc values for thesemetals during the past 672.0 kyr. It would suggest that Zn and Cu mainly derived from rock and soil dust during glacial maxima, while contributions from other sources were significant during interglacials. Bi shows a climatic-dust behaviour but shows also a volcanic contribution as discussed in the next section, which is most important during interglacials. The difference observed between Pb and Zn, Cu and Bi could indicate changes in continental dust source areas or transport processes between glacial and interglacial periods and also between each climatic periods (Marteel et al., in press).\nThe third group consists of As and Cd. For these elements, elevated EFc values are observed both during glacial maxima and interglacials.\nichment factors (EFc) for Pb, Zn, Cu and Bi, As and Cd during the past 672 kyr.\nThe values observed during interglacials are however higher than the values for glacial maxima. This is illustrated in Fig. 5, which shows changes in EFc values for these metals during the past 672.0 kyr. Tables 1, 2 and Fig. 5 indicate that rock and soil dust was a minor source of As and Cd during the past 672.0 kyr whatever the period and that they mainly derived from other sources."
  }, {
    "heading": "3.5. Contributions from rock and soil dust, sea-salt spray and volcanoes",
    "text": "The main natural sources of atmospheric heavy metals are rock and soil dust, sea-salt spray, volcanic emissions and continental and marine biogenic emissions (Nriagu, 1989).\nThe contribution from rock and soil dust was evaluated from Ba concentration measured in the ice (Marteel et al., in press) and the mean metal/Ba concentration ratios in the upper continental crust (Wedepohl,1995).\nThe contribution from sea-salt spray was estimated from Na concentrations measured in the ice (Wolff et al., 2006), after subtracting Na contributed from crustal dust, and metal/Na concentration ratios in bulk oceanwater (www.agu.org/eos_elec/97025e-refs. html). It has been debated in the literature, within which range the crustal contribution to Na might be, particularly during glacial times.\nOn average, more than one third of the entire water-soluble [Na+] originates from continental aerosols. Hence [Na+] records from the East Antarctic plateau do not represent a pure marine signal during glacial times (Bigler et al., 2006). Moreover, these ratios were not combined with possible enrichments in ocean derived aerosols relative to bulk oceanwater, whenmarine aerosol is formed by bubble bursting through the surface micro-layer, since studies have put doubt on such possible enrichments (Hunter, 1997).\nA rough estimate of the contribution from volcanoes was made from the concentrations of non non-sea-salt sulphate (nssS04) in the ice (Wolff et al., 2006) by assuming that ~10–15% of nssS04 originates from volcanoes (Boutron and Patterson, 1986). They were combined with available data on metal/S ratios in volcanic emissions (Hinkley et al., 1999). It must however be kept in mind that these estimates are very rough especially because of the wide range of published data for metal/S ratios in volcanic emissions.\nAvailable data do not allow to evaluate possible contributions from continental and marine biogenic activities although such contributions could be significant (Heumann, 1993, 2001).\nTable 3 gives the mean estimated contributions from rock and soil dust, sea-salt spray and volcanoes both during glacial maxima and\ninterglacials. It should be emphasised that the contributions should be considered as rather tentative, especially for sea-salt spray and volcanoes contribution. This is for instance obvious for the sum of the three different natural contributions does not give 100%, sometimes we get less than 100% and sometimes much more than 100%.\nFor glacial maxima, it appears clearly that rock and soil dust explains virtually 100% of Cu, Zn and Pb measured in Dome C ice, and part of Bi, while this contribution appears to be smaller for As and Cd than the other elements. Sea-salt spray contribution is always extremely small. Contribution from volcanoes has a considerable importance for Bi and Cd in the ice and could be a significant contributor for As (see Table 3).\nDuring interglacials, rock and soil dust remains a major source of Zn and Pb and minor source of Cu and Bi. Sea-salt spray contribution remains negligible. Volcanoes could be the main source of As, Cd and Bi, and to a lesser extent of Cu (see Table 3).\nThe conclusion that Bi might derive mainly from volcanoes would be in good agreement with the indication by Patterson and Settle (1987) that volcanic emissions of Bi to the atmosphere are by far the predominant source for Bi in the atmosphere during interglacial periods.\nThese changing patterns in the origin of the different metals as a function of climate is further confirmed in Fig. 6 which shows, as examples, changes in Pb/Ba, As/Ba and Bi/Ba concentration ratios as a function of Ba concentrations in the ice. The ratios appear to be very different for ice with high Ba concentrations (glacial maxima), and for\nFig. 6. EPICA/Dome C Antarctic ice core: changes in Pb/Ba, As/Ba and Bi/Ba concentration r 672.0 kyr BP.\nice with low Ba concentrations (interglacials). The changes are however less important for Pb/Ba (the rock and soil dust contribution remains important for Pb even during interglacials) than for As/Ba and Bi/Ba (As and Bi appear to derive mainly from volcanic emissions during interglacials, while a small rock and soil dust contribution can be hypothesized for these metals during glacial maxima). This finding shows that Bi has an important volcanic contribution, which is more evident during interglacial times, but it shows also a non-negligible climatic-dust behaviour."
  }, {
    "heading": "3.6. Contribution from Antarctic volcanoes",
    "text": "A possible volcanic source within East Antarctica could be the Mount Erebus active volcano (77°33′ S, 161°10′ E, 3794 m above sea level), which is the southernmost active volcano in the world. There have been various studies about emissions of various compound in the persistent volcanic plume which emanates from the summit crater (see e.g. Chuan et al., 1986). Interest in such measurements came not only from volcanologists wishing to better understand the volcano's behaviour but also from atmospheric scientists trying to establish the sources of natural pollution in the clean Antarctic environment.\nVarious studies have shown that the Erebus plume is enriched in various heavy metals (see e.g. Kyrle et al., 1990 and Zreda-Gostynska et al., 1997). Of special interest are the data obtained by ZredaGostynska et al. (1997) for the years 1986 to 1991. They collected\natios as a function of Ba concentrations in the ice for the samples dated from 263.6 to\nplume samples with filters during December 1986, 1988 and 1989 and January 1991. The filters were then analysed by instrumental neutron activation analysis for various trace elements, including several metals considered in our work (Cu, Zn, As and Cd). From their data, they estimated average yearly emission rates for these various elements. The yearly emission rates they found for the four metals considered in our work were 43 metric tons/year (t/yr) for Cu, 130 t/yr for Zn, 11 t/yr for As and 4 t/yr for Cd. These values must however be considered with great caution, since the sampling periods were short (for instance, only 5 days in 1986), which makes it very difficult to extrapolate the data over longer time periods.\nZreda-Gostynska et al. (1997) suggested that emissions from Mount Erebus could be transported easily inland over the East Antarctic plateau and could be a major contributor to heavy metals such as Cu, Zn, As and Cd in East Antarctic snow and ice, based on the hypothesis of a homogeneous deposition over the East Antarctic plateau. Their data are however only for very recent periods, and it is impossible to know if such contribution was important during the very long time periods cover by our EPICA/Dome C ice samples. Moreover, it would be necessary to use transport models (see e.g. Cosme et al., 2005) to make quantitative estimates of the deposition patterns over the East Antarctic plateau in order to confirm\nthat emissions from Mount Erebus make a significant contribution to heavy metals in snow and ice in Dome C."
  }, {
    "heading": "3.7. Ternary diagrams for glacial maxima and interglacials before and after the Mid-Brunhes Event (MBE)",
    "text": "Fig. 7a, b shows Cu, Zn and Pb concentrations both for glacial maxima (Fig. 7a) and interglacial periods (Fig. 7b) using ternary diagrams (after normalization using Pb concentrations). Different symbols have been used for ice dated before the Mid-Brunhes Event (MBE, about 430 kyr BP) and after the MBE.\nIt can be seen that during glacial maxima the data points are very well well-grouped together both before and after the MBE, which is consistent with inputs from a single well-defined source for these three elements, namely rock and soil dust (see Section 3.5). For interglacial periods, the situation appears to be different before and after the MBE: the data points are rather dispersed on the ternary plot before the MBE, but arewell-grouped together after the MBE. It points towards a more complex input for Cu, Zn and Pb before the MBE.\nFig. 7c, d shows the ternary diagrams for As, Cd and Bi for glacial maxima (Fig. 7c) and interglacials (Fig. 7d), after normalization using Bi concentrations. The data points are found to be strongly dispersed\n(a) and interglacials (b) and for Bi, Cd and As for glacial maxima (c) and interglacials ed for ice dated from after the MBE.\nboth before and after theMBE, whatever the climatic periods, pointing towards much more complex inputs from several sources."
  }, {
    "heading": "4. Conclusion",
    "text": "This work has allowed to document large natural variations in heavy metals in Antarctic ice dated back to 672.0 kyr BP (MIS 16.2), with generallyelevated concentrationsduringglacialmaximaandmuch lower values during interglacials. Rock and soil dust appears to be the dominant source for Cu, Bi, Pb and possibly Zn during glacial maxima, while Cd and As appear to derive mainly from volcanoes whatever the period.\nIt will be interesting in the future to extend this study to the deepest part of the EPICA/Dome C ice core which extends back to MIS 20.2, ~800 kyr ago. It will also be very interesting to investigate changes in other heavy metals such as Hg and Se (including speciation). Finally, it will be also of high interest to analyse other ice cores which have recently been obtained in other areas in Antarctica, especially in Dronning Maud Land (EPICA Community members, 2006) and at Talos Dome (Stenni et al., 2002)."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported in France by the Institut Universitaire de France, the Agence de l'Environnement et de la Maîtrise de l'Energie, the Institut National des Sciences de l'Univers and the Université Joseph Fourier of Grenoble. In Italy, it was supported by the Consorzio per l'Attuazione del ProgrammaNazionale di Ricerche in Antartide, under projects on Environmental Contamination and Glaciology and by the University of Siena. This work was also supported in Korea by a research grant (PP07010) from the Korean Council of Public Science and Technology. This work is a contribution to the “European Project for Ice Coring in Antarctica” (EPICA), a joint ESF (European Science Foundation)/EC scientific programme, funded by the European Commission and by national contributions from Belgium, Denmark, France, Germany, Italy, the Netherlands, Norway, Sweden, Switzerland and the United Kingdom. This is EPICA publication no. 205. The authors wish to thank all the scientific and logistic personnel working at Dome C, Antarctica. One of us is very grateful to the University of Siena and the Italian Antarctic National Research Program for kindly providing with a PhD grant. Finally, we wish to thank Dominique Raynaud and Jean-Robert Petit for their help and useful suggestions."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2008.05.021."
  }],
  "year": 2009,
  "references": [{
    "title": "The astronomical theory of climate and the age of Brunhes-Matuyama magnetic reversal",
    "authors": ["F.C. Bassinot", "L.D. Labeyrie", "E. Vincent", "X. Quidelleur", "N.J. Shackleton", "Y. Lancelot"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Climate 400,000 years ago, a key to the future",
    "authors": ["A. Berger", "M.F. Loutre"],
    "venue": "American Geophysical Union,",
    "year": 2003
  }, {
    "title": "On the dynamics of the ice ages: stage-11 paradox, MidBrunhes climate shift, and 100-kyr cycle",
    "authors": ["W.H. Berger", "G. Wefer"],
    "year": 2003
  }, {
    "title": "Aerosol deposited in East Antarctica over the last glacial cycles: detailed apportionment of continental and sea-salt contributions",
    "authors": ["M. Bigler", "R. Röthlisberger", "F. Lambert", "T.F. Stocker", "D. Wagenback"],
    "venue": "J. Geophys. Res. 111, D08205",
    "year": 2006
  }, {
    "title": "A clean laboratory for ultralow concentration heavy metals analysis",
    "authors": ["C.F. Boutron"],
    "venue": "Fres. J. Anal. Chem",
    "year": 1990
  }, {
    "title": "Lead concentration changes in Antarctic ice during the Wisconsin/Holocene transition",
    "authors": ["C.F. Boutron", "C.C. Patterson"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "Preliminary data on changes of lead concentrations in Antarctic ice from 155,000 to 26,000 years",
    "authors": ["C.F. Boutron", "C.C. Patterson", "V.N. Petrov", "N.I. Barkov"],
    "venue": "BP. Atmos. Environ",
    "year": 1987
  }, {
    "title": "Environmental Chemistry of the Elements",
    "authors": ["H.J.M. Bowen"],
    "year": 1979
  }, {
    "title": "The impact of climatic conditions on Pb and Sr isotopic ratios found in Greenland ice, 7– 150 kyr BP",
    "authors": ["G.R. Burton", "K.J.R. Rosman", "J.P. Candelone", "L.J. Burn", "C.F. Boutron", "S. Hong"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "An improved method for decontaminating polar snow and ice cores for heavy metals analysis",
    "authors": ["J.P. Candelone", "S. Hong", "C.F. Boutron"],
    "venue": "Anal. Chim. Acta",
    "year": 1994
  }, {
    "title": "Fluxes, sizes, morphology and composition of particles in the Mt. Erebus volcanic plume, december",
    "authors": ["R.L. Chuan", "J. Palais", "W.I. Rose", "P.R. Kyrle"],
    "venue": "J. Atmos. Chem",
    "year": 1986
  }, {
    "title": "Origin of dimethylsulfide, nonsea-salt sulfate, and methanesulfonic acid in eastern Antarctic",
    "authors": ["E. Cosme", "F. Hourdin", "C. Genthon", "P. Martinerie"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Glacial to Holocene implications of the new 27,000-year dust record from the EPICA Dome C (East Antarctica) ice",
    "authors": ["B. Delmonte", "J.R. Petit", "V. Maggi"],
    "venue": "core. Clim. Dyn",
    "year": 2002
  }, {
    "title": "Comparing the EPICA and Vostok dust records during the last 220,000 years: stratigraphical correlation and provenance in glacial periods",
    "authors": ["B. Delmonte", "I. Basile-Doelsch", "J.R. Petit", "V. Maggi", "M. Revel-Rolland", "A. Michard", "E. Jagout", "F. Grousset"],
    "venue": "Earth Sci. Rev",
    "year": 2004
  }, {
    "title": "Unique and expectionally long interglacial Marine Isotope Stage 11: window into earth warm future climate",
    "authors": ["A.W. Droxler", "R.B. Alley", "W.R. Howard", "R.Z. Poore", "L.H. Burckle"],
    "venue": "American Geophysical Union,",
    "year": 2003
  }, {
    "title": "Clean conditions for the determination of ultralow levels of mercury in ice and snow samples",
    "authors": ["C.P. Ferrari", "A.L. Moreau", "C.F. Boutron"],
    "venue": "Fresenius' J. Anal. Chem",
    "year": 2000
  }, {
    "title": "Variations in atmospheric trace elements in Dome C (East Antarctica) ice over the last two climatic cycles",
    "authors": ["P. Gabrielli", "C. Barbante", "C. Boutron", "G. Cozzi", "V. Gaspari", "F. Planchon", "C. Ferrari", "C. Turetta", "S. Hong", "P. Cescon"],
    "venue": "Atmos. Environ",
    "year": 2005
  }, {
    "title": "Trace elements in Vostok Antarctic ice during the last four climatic cycles",
    "authors": ["P. Gabrielli", "F.A.M. Planchon", "S. Hong", "K.H. Lee", "S.D. Hur", "C. Barbante", "C.P. Ferrari", "J.R. Petit", "V.Y. Lipenkov", "P. Cescon", "C.F. Boutron"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Riverine transfer of heavy metals from Patagonia to the southwestern Atlantic Ocean",
    "authors": ["D. Gaiero", "J. Probst", "P. Depetris", "L. Leleyter", "S. Kempe"],
    "venue": "Reg. Environ. Change",
    "year": 2002
  }, {
    "title": "Iron and other transition metal in Patagonian riverborne and windborne materials: geochemical control and transport to the southern South Atlantic Ocean",
    "authors": ["D.M. Gaiero", "J.L. Probst", "P.J. Depetris", "S.M. Bidart", "L. Leleyter"],
    "venue": "Geochim. Cosmochim",
    "year": 2003
  }, {
    "title": "Determination of inorganic and organic traces in the clean room compartment of Antarctica",
    "authors": ["K.G. Heumann"],
    "venue": "Anal. Chim. Acta",
    "year": 1993
  }, {
    "title": "Biomethylation in the Southern Ocean and its contribution to the geochemical cycle of trace elements in Antarctica",
    "authors": ["K.G. Heumann"],
    "year": 2001
  }, {
    "title": "Metal emissions from Kilauea, and a suggested revision of the estimated worldwide metal output by quiescent degassing of volcanoes",
    "authors": ["T.K. Hinkley", "P.J. Lamothe", "S.A. Wilson", "D.L. Finnegan", "T.M. Gerlach"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Greenland ice evidences of hemispheric pollution for lead twomillennia ago by Greek and Roman civilizations",
    "authors": ["S. Hong", "J.P. Candelone", "C.C. Patterson", "C.F. Boutron"],
    "year": 1994
  }, {
    "title": "Chemistry of the sea-surface microlayer",
    "authors": ["K.A. Hunter"],
    "year": 1997
  }, {
    "title": "Emission rates of sulphur dioxide, trace gases and metals from Mount Erebus, Antarctica",
    "authors": ["P.R. Kyrle", "K. Meeker", "D. Finnegan"],
    "venue": "Geophys. Res",
    "year": 1990
  }, {
    "title": "Dust-climate couplings over the past 800,000 years from the EPICA Dome C ice core",
    "authors": ["F. Lambert", "B. Delmonte", "J.R. Petit", "M. Bigler", "P.R. Kaufmann", "M.A. Hutterli", "T.F. Stocker", "U. Ruth", "J.P. Steffenssen", "V. Maggi"],
    "venue": "Nature 452,",
    "year": 2008
  }, {
    "title": "A global assessment of natural sources of atmospheric trace metals",
    "authors": ["J.O. Nriagu"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "The rise and fall of leaded gasoline",
    "authors": ["J.O. Nriagu"],
    "venue": "Sci. Tot. Environ",
    "year": 1990
  }, {
    "title": "Quantitative assessment of worldwide contamination of air, water and soils by trace metals",
    "authors": ["J.O. Nriagu", "J.M. Pacyna"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Natural concentrations of lead in ancient Arctic and Antarctic ice",
    "authors": ["A. Ng", "C.C. Patterson"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1981
  }, {
    "title": "An assessment of global and regional emissions of trace metals to the atmosphere from anthropogenic sources worldwide",
    "authors": ["J.M. Pacyna", "E.G. Pacyna"],
    "venue": "Environ. Rev",
    "year": 2001
  }, {
    "title": "The EDC3 chronology for the EPICA Dome C ice core",
    "authors": ["F. Parrenin", "J.M. Barnola", "J. Beer", "T. Blunier", "E. Castellano", "J. Chappelaz", "G. Dreyfus", "H. Fisher", "S. Fujita", "J. Jouzel", "K. Kawamura", "B. Lemieux-Dudon", "L. Loulergue", "V. Masson-Delmotte", "B. Narcisi", "J.R. Petit", "G. Raisbeck", "D. Raynaud", "U. Ruth", "J. Schwander", "M. Severi", "R. Spahni", "J.P. Steffensen", "A. Svensson", "R. Udisti", "C. Waelbroeck", "E. Wolff"],
    "year": 2007
  }, {
    "title": "The reduction of orders of magnitude errors in lead analysis of biological materials and natural waters by evaluating and controlling the extent and sources of industrial lead contamination introduced during sample collection and analysis",
    "authors": ["C.C. Patterson", "D.M. Settle"],
    "venue": "Accuracy in Trace analysis. Nat. Bur. Stand., Washington DC, Spec. Pub.,",
    "year": 1976
  }, {
    "title": "Magnitude of lead flux to the atmosphere from volcanoes",
    "authors": ["C.C. Patterson", "D.M. Settle"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1987
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.M. Barnola", "I. Basile", "M. Bender", "J. Chappellaz", "M. Davis", "G. Delaygue", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. Pépin", "C. Ritz", "E. Saltzman", "M. Stievenard"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "Ultrasensitive determination of heavy metals at the sub picogram per gram level in ultraclean Antarctic snow samples by Inductively Coupled Plasma Sector Field Mass Spectrometry",
    "authors": ["F. Planchon", "C. Boutron", "C. Barbante", "E.W. Wolff", "G. Cozzi", "V. Gaspari", "C. Ferrari", "P. Cescon"],
    "venue": "Anal. Chim. Acta",
    "year": 2001
  }, {
    "title": "One hundred fifty-year record of lead isotopes in Antarctic snow from Coats Land",
    "authors": ["F. Planchon", "K. Van de Velde", "K.J.R. Rosman", "E.W. Wolff", "C.P. Ferrari", "C.F. Boutron"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "Eastern Australia: a possible source of dust in East Antarctica interglacial ice",
    "authors": ["M. Revel-Rolland", "P. De Deckker", "B. Delmonte", "P.P. Hesse", "J.W. Magee", "I. Basile-Doelsch", "F. Grousset", "D. Bosch"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "The mid-Pleistocene climate transition: a deep-sea carbon isotopic perspective",
    "authors": ["M.E. Raymo", "D.W. Oppo", "W. Curry"],
    "venue": "Paleoceanography",
    "year": 1997
  }, {
    "title": "Eight centuries of volcanis signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Recent advances in measurement of Pb isotopes in polar ice and snow at sub-picogram per gram concentrations using thermal ionisation mass spectrometry",
    "authors": ["P. Vallelonga", "K. Van de Velde", "J.P. Candelone", "C. Ly", "K.J.R. Rosman", "C.F. Boutron", "V.I. Morgan", "D.J. Mackey"],
    "venue": "Anal. Chim",
    "year": 2002
  }, {
    "title": "A 220 kyr record of Pb isotopes at Dome C Antarctica from analyses of the EPICA ice",
    "authors": ["P. Vallelonga", "P. Gabrielli", "K. Rosman", "C. Barbante", "C.F. Boutron"],
    "venue": "core. Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "Four decades of gasoline lead emissions and control policies in Europe: a retrospective assessment",
    "authors": ["H. Von Storch", "M. Costa-Cabral", "C. Hagner", "F. Feser", "J. Pacyna", "E. Pacyna", "S. Kolb"],
    "venue": "Sci. Tot. Environ",
    "year": 2003
  }, {
    "title": "The composition of the continental crust",
    "authors": ["K.H. Wedepohl"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1995
  }, {
    "title": "Mapping the spatial distribution of global anthropogenic mercury atmospheric emission inventories",
    "authors": ["S.J. Wilson", "F. Steenhuisen", "J.M. Pacyna", "E.G. Pacyna"],
    "venue": "Atmos. Env",
    "year": 2006
  }, {
    "title": "A 15,800-year record of atmospheric lead deposition on the Devon Island ice cap, Nunavut, Canada: natural and anthropogenic enrichments, isotopic composition, and predominant sources",
    "authors": ["J. Zheng", "W. Shotyk", "M. Krachler", "D.A. Fisher"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2007
  }, {
    "title": "Volcanic gas emissions fromMount Erebus and their impact on the Antarctic Environment",
    "authors": ["G. Zreda-Gostynska", "P.R. Kyrle", "B. Finnegan", "K.M. Prestbo"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }],
  "id": "SP:7c9eef30d635ca29e4589a956d5f334e5d352e51",
  "authors": [{
    "name": "Alexandrine Marteel",
    "affiliations": []
  }, {
    "name": "Claude F. Boutron",
    "affiliations": []
  }, {
    "name": "Carlo Barbante",
    "affiliations": []
  }, {
    "name": "Paolo Gabrielli",
    "affiliations": []
  }, {
    "name": "Giulio Cozzi",
    "affiliations": []
  }, {
    "name": "Vania Gaspari",
    "affiliations": []
  }, {
    "name": "Paolo Cescon",
    "affiliations": []
  }, {
    "name": "Christophe P. Ferrari",
    "affiliations": []
  }, {
    "name": "Aurélien Dommergue",
    "affiliations": []
  }, {
    "name": "Kevin Rosman",
    "affiliations": []
  }, {
    "name": "Sungmin Hong",
    "affiliations": []
  }, {
    "name": "Soon Do Hur",
    "affiliations": []
  }],
  "abstractText": "Article history: Cu, Zn, As, Cd, Pb and Bi w Received 15 November 2007 Received in revised form 15 May 2008 Accepted 16 May 2008 Available online 24 June 2008 Editor: H. Elderfield",
  "title": "Changes in atmospheric heavy metals and metalloids in Dome C (East Antarctica) ice back to 672.0 kyr BP (Marine Isotopic Stages 16.2)"
}