{
  "sections": [{
    "text": "Twenty-five years ago, Mesozoic oceanic anoxic events (OAEs) were documented and formalised as intervals of widespread to global deposition of organic matter. The Toarcian, Early Aptian (OAE1a) and latest Cenomanian (OAE2) OAEs are truly global in nature, commonly carbonate-poor, and typically represented by organic carbon-rich black shales. In some areas, these OAEs are also characterised by abundant radiolarian-sands and silts. They are associated with negative and positive excursions in the 87Sr/86Sr record, in addition to large global carbon-isotope anomalies in carbonate and/or organic matter, caused by a major perturbation of the global carbon budget. Increased rates of volcanism during the formation of the Ontong Java (and Manihiki) and Caribbean Plates, and the Karoo-Ferrar Traps, are believed to have caused the geological responses associated with OAE1a, OAE2, and the Toarcian OAE, respectively. Excess volcanogenic CO2 in the atmosphere most probably turned the climate into a greenhouse mode, accelerating continental weathering and increasing nutrient content in oceanic surface-waters via river run-off. Higher fertility in the global ocean was also probably triggered directly by submarine igneous events that introduced enormous quantities of biolimiting metals within hydrothermal plumes.\nBecause Mesozoic OAEs are often represented by carbonate-poor sediments, quantitative studies of calcareous nannofossils have been applied to explore (a) the causes and effects of igneous/tectonic events and climate changes, relative to nannofloral increases and crises, as well as (b) dissolution events, and (c) diagenetic modifications. Characterization of calcareous nannofloras in OAE intervals can improve our understanding of the marine ecosystem and biological processes such as photosynthesis (biological pump) and biomineralisation (carbonate pump) that affect the organic and inorganic carbon cycle, as well as adsorption of atmospheric CO2 in the oceans.\nTypes and rates of nannoplankton production and evolution are interpreted to trace the impact of major palaeoceanographic and palaeoclimatic events. In selected sections, it has been documented that calcareous nannofloras rapidly reacted to new conditions of fertility and higher pCO2 by drastically reducing calcification. As in the modern oceans, during OAEs the increase of nutrients and atmospheric CO2 induced higher abundances of nannoplankton producing small placoliths and inhibited the deep-photic zone nannoconids and schizosphaerellids.\nSimilarly to the ‘nannoconid crisis’ preceding deposition of the Early Aptian OAE1a black shales, a ‘schizosphaerellid crisis’ is detected prior to the Toarcian OAE. Both OAEs are further characterised by a rapid nannofloral speciation, beginning approximately 1.5 myr before the OAE, but without extinctions. Global changes during the latest Cenomanian OAE 2 exerted different influences on calcareous nannoplankton that experienced a turnover due to most extreme environmental conditions. This event, in fact, was a time of extinctions followed by originations within calcareous\n0377-8398/$ - see front matter D 2004 Elsevier B.V. All rights reserved. doi:10.1016/j.marmicro.2004.04.007\n* Fax: +39-2-50315494. E-mail address: elisabetta.erba@unimi.it (E. Erba).\nnannofossils. Precise timing of the events before, during and after OAE1a, OAE2 and the Toarcian OAE indicates that they were intervals of enhanced oceanic productivity and that anoxia/dysoxia post-dated biotic changes. D 2004 Elsevier B.V. All rights reserved.\nKeywords: calcareous nannofossils; oceanic anoxic events; Jurassic; Cretaceous; palaeoceanography\n1. Introduction as organic, inorganic and isotopic geochemistry. The\nIn the early phases of ocean exploration, sediments exceptionally rich in organic carbon (Corg) were recovered from Cretaceous successions in the Pacific, Atlantic and Indian Oceans. Several of such black shales were proved coeval with similar lithologies cropping out in the Tethyan domain, suggesting widespread to global deposition of Corg-rich sediments during time-intervals named Oceanic Anoxic Events (OAEs) by Schlanger and Jenkyns (1976). The original definition was based on lithological criteria, and applied to two time-intervals, namely, the Aptian–Albian (OAE1) and Cenomanian–Turonian (OAE2). Subsequent investigations on land and in the oceans have identified the occurrence of the Coniacian–Santonian OAE3 (Jenkyns, 1980) and of the Toarcian OAE (Jenkyns, 1988).\nAdvances in stratigraphy have allowed a more precise dating of individual Corg-rich black shales, resulting in the subdivision of the long OAE1 interval into subevents, and a better dating of OAE2, OAE3, and the Toarcian OAE (Arthur et al., 1990; Jenkyns, 1999). Of all the OAEs, three are certainly global in nature, whereas other OAEs (OAE1b, OAE1c, OAE1d) have regional significance. The truly global Toarcian OAE, Early Aptian OAE1a and latest Cenomanian OAE2 are represented by Corg-rich black shales, with extremely low or absent carbonate and locally abundant radiolarian layers (Jenkyns, 1999). The most spectacular sedimentary expression of the Early Aptian and latest Cenomanian events are the Livello Selli and Livello Bonarelli, respectively. For both, the type-area is the Umbria–Marche Basin (central Italy), where a continuous hemipelagic to pelagic succession was deposited in the Jurassic to Palaeogene interval.\nMultidisciplinary investigations of pelagic sections representing OAE1a, OAE2 and the Toarcian OAE have resulted in the characterisation of these episodes on the basis of sedimentology, palaeontology, as well\nToarcian OAE, OAE1a and OAE2 are associated with large carbon-isotope excursions in carbonate and/or organic matter, caused by a major perturbation of the global carbon budget (Jenkyns, 1980; Jenkyns and Clayton, 1986, 1997; Weissert, 1989; Arthur et al., 1990; Bralower et al., 1993, 1994, 1999; Jenkyns et al., 1994; Erbacher et al., 1996; Menegatti et al., 1998; Weissert et al., 1998; Erba et al., 1999; Leckie et al., 2002). The temporal link between these events and major volcanic/tectonic episodes is testified to by large, positive and negative excursions in the 87Sr/86Sr curve reconstructed for the Jurassic and Cretaceous (see synthesis in Bralower et al., 1997; Jones and Jenkyns, 2001; Leckie et al., 2002).\nDue to the biogenic nature of pelagic sediments representing OAEs, particular attention has been devoted to the biotic variations in planktonic communities associated with such episodes (Jarvis et al., 1988; Coccioni et al., 1992; Bralower et al., 1993, 1994; Larson et al., 1993; Erba, 1994; Claps et al., 1995; Erbacher et al., 1996, 2001; Bucefalo Palliani et al., 1998, 2002; Salvini and Marcucci Passerini, 1998; Hochuli et al., 1999; Paul et al., 1999; Premoli Silva et al., 1999; Leckie et al., 2002) to identify a sequence of palaeobiological changes before, during and after OAEs, and model the reactions of marine ecosystems to global changes.\nIn the Jurassic and Cretaceous oceans, the calcareous nannoplankton was the most efficient rock-forming group, whereas radiolarians were only temporarily important for lithogenesis under specific palaeoceanographic conditions (e.g. during the Middle Jurassic; Racki and Cordey, 2000). Planktonic foraminifers evolved in the Early Cretaceous and reached abundances relevant for lithogenesis only in the Late Cretaceous (Premoli Silva and Sliter, 1999). Although the appearance of diatoms is dated as Early Jurassic, this siliceous phytoplankton was never an important component in Jurassic and Cretaceous sediments (Fenner, 1995). Dinoflagellates were common and\nwidely distributed, but their preservation and abundance are strictly controlled by sedimentary facies and characteristics of bottom-waters, especially oxygen content (Tyson, 1995).\nJurassic and Cretaceous micrites mainly consist of coccoliths and nannoliths, in addition to variable amounts of diagenetic carbonate. Consequently, pelagic carbonates offer the opportunity of characterising variations in abundance and composition of calcareous nannofloras, in addition to their relationships with changes in non-mineralising phytoplankton and siliceous phytoplankton, as well as in calcareous and siliceous zooplankton (planktonic foraminifers and radiolarians). Because calcareous nannoplankton contribute to biological processes such as photosynthesis (biological pump) and biomineralisation (carbonate pump), their increases in abundance and/or crises affect the inorganic and organic carbon cycle and adsorption of atmospheric CO2 in the oceans. By analogy with living calcareous nannoplankton (Young, 1994), the morphology, size and ultrastructure of Jurassic and Cretaceous coccoliths and nannoliths can be used to trace ecological affinities and adaptations to temperature, chemistry and fertility of surface-waters (Erba and Tremolada, 2004).\nThis paper is focused on changes in calcareous nannofloral abundance and composition associated with the Toarcian OAE, OAE1a and OAE2. Published data and new results are integrated to propose a summary of nannofloral changes associated with OAEs. Analogies and differences will be discussed, and palaeoceanographic models will be proposed, in an attempt to unravel the preservation versus productivity enigma still debated for Jurassic and Cretaceous OAEs."
  }, {
    "heading": "2. The Cretaceous OAEs",
    "text": "The mid-Cretaceous was a time of extreme climatic conditions, marked by a prolonged greenhouse mode (e.g. Jenkyns, 1999, 2003). The entire ocean/atmosphere system experienced a ‘revolution’ that is recorded in sedimentary successions at a global scale. It is not surprising that OAEs are concentrated in the Aptian–Turonian interval, when paroxysmal volcanic activity certainly affected the climate and the physicochemical structure of the oceans (Larson, 1991a,b;\nKerr, 1998; Larson and Erba, 1999; Jenkyns, 1999; Leckie et al., 2002).\nAn overview of Cretaceous OAEs plotted against integrated stratigraphy, simplified d18O and d13C curves, and major submarine and subaerial volcanic events implicated in the constructions of large igneous provinces (LIPs) is given in Fig. 1. The Early Aptian OAE1a and latest Cenomanian OAE2 correlate with the onset and climax of the mid-Cretaceous greenhouse climate, the most extreme warm episode in the past 150 myr. Both OAEs are marked by a major decrease in the 87Sr/86Sr record (Bralower et al., 1997; Jones and Jenkyns, 2001), interpreted as the response to submarine volcanism during emplacement of the Ontong Java (and Manihiki) and Caribbean Plateaus, respectively. The large, positive excursions in the carbon-isotopes (up to 2x higher than background values) for both OAE1a and OAE2 are generally interpreted as due to accelerated burial of organic matter during episodes of enhanced productivity (Weissert, 1989; Arthur et al., 1990; Weissert and Lini, 1991; Erba, 1994; Erbacher et al., 1996; Weissert et al., 1998; Jenkyns, 1999, 2003; Larson and Erba, 1999; Leckie et al., 2002).\nQuantitative studies of pelagic successions reveal a major shift in the biogenic component, from carbonate-dominated to siliceous- and organic matter-dominated (Premoli Silva et al., 1999). Usually, calcareous nannofossils and foraminifers are abundant below and above black shales representing OAE1a and OAE2, when radiolarians and organic-walled microorganisms become overwhelming. Palaeontological evidence of meso- to eutrophic conditions supports the productivity model forwarded for both OAE1a and OAE2 (Coccioni et al., 1992; Erba, 1994; Erbacher et al., 1996; Premoli Silva and Sliter, 1999; Salvini and Marcucci Passerini, 1998; Premoli Silva et al., 1999; Leckie et al., 2002). Changes in calcareous nannofossil assemblages are discussed below for the Early Aptian OAE1a and latest Cenomanian OAE2, separately."
  }, {
    "heading": "2.1. The Early Aptian OAE1a",
    "text": "Within calcareous nannofossils, the ‘nannoconid crisis’ is the global event marking the Early Aptian OAE1a (the Livello Selli; Erba, 1994). An earlier\ndecrease in abundance of the rock-forming nannoconids has been documented slightly before magnetic Chron CM0 and culminates with the crisis shortly, but unequivocally, preceding the deposition of black shales representing OAE1a (Fig. 2). Such a change in nannofloral assemblages is documented worldwide (Bralower et al., 1993, 1994, 1999; Erba, 1994; Aguado et al., 1997, 1999; Channell et al., 2000; Bellanca et al., 2002; Bersezio et al., 2002; Erba and Tremolada, 2004) indicating that phytoplankton communities simultaneously reacted to a perturbation of the ocean/climate system. The nannoconid crisis is a typical example of the ‘Lazarus effect’ (Flessa and Jablonski, 1983) that terminated when more favourable conditions allowed re-occupation of nannoconid\nFig. 1. Cretaceous OAEs plotted against magneto-, bio- and chemostratigr Bralower et al. (1995), Erba et al. (1995), Premoli Silva and Sliter (1999). Jenkyns et al. (1994), Menegatti et al. (1998), Weissert et al. (1998), Clark after Gradstein et al. (1995). Duration of OAEs: Weissert OAE after Erb (2002), OAE1c after Herbert and Fischer (1986), OAE1c after Wilson and N Coffin et al. (2002).\necological niches. No extinctions within nannoconids, or nannofossils in general, have been documented in the OAE1a interval that is characterised by accelerated evolutionary rates of nannoplankton. In fact, the onset of a nannofossil speciation episode starts approximately 1.5 myr before OAE1a and continues through the Late Aptian (Fig. 2).\nIn the million years preceding OAE1a, planktonic foraminifers and radiolarians also increased in abundance, and assemblage composition gradually changed due to increasing percentages of Globigerinelloides and the Nassellaria (Coccioni et al., 1992; Premoli Silva et al., 1999). In the Livello Selli interval, representing OAE1a, Leupoldinids and Nassellaria dominate planktonic foraminiferal and radio-\naphy. Nannofossil and planktonic foraminiferal biostratigraphy after Simplified d18O and d13C curves after Lini (1994), Erbacher (1994), e and Jenkyns (1999), Erba et al. (1999), Herrle (2002). Time-scale a et al. (2004), OAE1a after Erba (this study), OAE1b after Herrle\norris (2001), OAE2 after Kuypers et al. (2002), Renne et al. (2001),\nlarian assemblages, respectively (Premoli Silva et al., 1999).\nLeckie et al. (2002) describe OAE1a as a turnover, but I do not agree with this interpretation since calcareous planktons were not affected by extinctions. Late Aptian assemblages differ from Early Aptian ones only because several new species (or morphotypes) of both calcareous nannoplankton and planktonic foraminifers appear (Premoli Silva et al., 1999). Also radiolarians are not affected by a typical turnover, because the sequence of the first and last occurrences is diluted in a 1-my interval (Premoli Silva et al., 1999).\nThe changes in phytoplankton assemblages in the Late Barremian–Aptian interval can be modelled using a threefold subdivision as sketched in Fig. 3. Phase one (124 to 121.5 Ma) corresponds to phytoplankton assemblages in the Barremian ocean. Extending the interpretation of Erba (1994), it is here hypothesised that narrow-canal nannoconids lived in the lower photic zone, the wide-canal nannoconids inhabited the intermediate photic zone, and coccolithophorids thrived in the upper photic zone. This model is based on the size and weight of each group and a supposed relationship between nannofossil mass and water-depth: the heaviest forms were presumably adapted to the lower photic zone, while the lightest to the very surface. Because wide-canal nannoconids are smaller and lighter than the narrow-canal ones, perhaps their ecological niche was intermediate in the photic zone.\nIn the latest Barremian (phase 1; Fig. 3) narrowcanal nannoconids were still the dominant forms, with minor proportions of wide-canal nannoconids and coccoliths. The beginning of phase 2 is marked by the early changes within calcareous nannoplankton. Approximately 0.5 myr before magnetic Chron CM0, a coccolith speciation, and a first decline in nannoconid relative and absolute abundance, is detected (Erba, 1994; Erba et al., 1999; Larson and Erba, 1999; Premoli Silva et al., 1999; Channell et al., 2000; Erba and Tremolada, 2004). If the palaeoecological interpretation of Erba (1994) is correct, then during the Barremian the nutricline was centred at the base of the thermocline, favouring nannoconids in the deep photic zone. At magnetic Chron CM0 time, a decrease in relative and absolute abundance of nannoconids coincided with a shift in dominance between the narrow-\nand the wide-canal forms (Erba, 1994; Erba et al., 1999; Larson and Erba, 1999; Premoli Silva et al., 1999; Channell et al., 2000; Erba and Tremolada, 2004). The latter become, for the first time, more abundant than the narrow-canal nannoconids, while coccolith abundance gradually increases upwards. The\nshift in dominance within nannoconids is interpreted as a response of calcareous nannoplankton to a rise of the nutricline accompanying a weakening of the thermocline due to initial warming of intermediatewaters in the early phase of the Ontong Java LIP. Based on carbon and oxygen isotopes on individual species of benthic and planktonic foraminifers, a similar scenario has been recently proposed for latest Albian OAE1d (Wilson and Norris, 2001). Submarine volcanism possibly further affected the trophic level of the oceans, by introducing iron and other biolimiting metals that are capable of triggering higher productivity, especially in oligotrophic areas (Larson and Erba, 1999; Leckie et al., 2002). Metal peaks have been detected in magnetic Chron CM0, suggesting a direct influence of igneous events on (calcareous) phytoplankton productivity (Larson and Erba, 1999; Leckie et al., 2002).\nPhase 3 corresponds to the nannoconid crisis characteristic of OAE1a. During the nannoconid crisis, coccoliths and peculiar nannoliths (Assipetra and Rucinolithus) were abundant within the calcareous nannoflora (Erba, 1994; Tremolada and Erba, 2002; Erba and Tremolada, 2004), and dinoflagellates and cyanobacteria became the dominant phytoplankton forms (Hochuli et al., 1999; Torricelli, 2000; van Bruegel et al., 2002) (Fig. 3). At the onset of OAE1a, igneous/tectonic activity, related to emplacement of the giant Ontong Java and Manihiki Plateaus, and construction of the Nova Canton Trough, disrupted the thermal structure of the oceans by warming deep-, intermediate- and surface-waters, thus weakening, and eventually eliminating, the thermocline. Under such uniformly warm conditions, upwelling could have triggered and maintained high primary productivity (Wilson and Norris, 2001; Bice and Poulsen, 2002), further stimulated by continuous introduction of biolimiting metals at hydrothermal fields (Sinton and Duncan, 1997; Larson and Erba, 1999; Leckie et al., 2002) in addition to nutrient supply in coastal areas as river/aeolian input. Oligotrophic nannoconids temporarily disappeared, but coccoliths continued to flourish, although dinoflagellates and cyanobacteria became dominant within the phytoplankton (Hochuli et al., 1999; Larson and Erba, 1999; van Bruegel et al., 2002; Bralower et al., 2002; Fig. 3).\nJust after the OAE1a, the return of nannoconids has been documented worldwide (Erba, 1994; Bra-\nlower et al., 1994, 1999; Erba et al., 1999; Larson and Erba, 1999; Channell et al., 2000; Leckie et al., 2002; Erba and Tremolada, 2004), suggesting the restoration of the thermocline, deepening of the nutricline, and a general lowering of trophic levels. However, nannoconids never became as abundant as before OAE1a, although wide fluctuations in abundance characterise the Late Aptian (Erba, 1994; Herrle, 2002; Leckie et al., 2002; Herrle and Mutterlose, 2003; Erba and Tremolada, 2004).\nA synthesis of geological and biotic events that occurred in the latest Barremian–Aptian interval is illustrated in Fig. 4. Changes in nannofossil assemblages testify to global perturbations in the ocean/ atmosphere system during times of LIP formation. Prior, during and after OAE1a, the abundance and composition of calcareous nannoplankton as well as the dominance of various phytoplanktonic groups seem strictly related to the thermal structure of the oceans (presence/absence and strength of the thermocline), trophic levels (oligo-, meso-, and eutrophic conditions), and atmospheric CO2. Recently, nannofossil palaeofluxes have been estimated for the OAE1a interval in a well-dated section (Erba and Tremolada, 2004). A total decrease of approximately 90% in nannofossil palaeofluxes occurred in a 1.5 myr-long interval, at the onset of the Early Aptian carbon-isotopic anomaly and OAE1a. Above the Selli Level, nannofossil palaeofluxes recovered with an increase of approximately 60%. The nannoconid crisis might represent a combination of higher fertility and excess CO2 that would both induce reduced biocalcification in calcareous nannoplankton (Erba and Tremolada, 2004).\nIncreasing percentages of up to 60% of Assipetra and Rucinolithus, represented by normal- and large-sized morphotypes during OAE1a, are puzzling, because these nannoliths are quite big and heavily calcified (Tremolada and Erba, 2002) and contradict the biocalcification crisis hypothesis (Fig. 4). Moreover, the volumes/mass and ultrastructure of Assipetra and Rucinolithus are totally different from those of the generally accepted nannofossil indicators of higher surface-water fertility. An alternative explanation might be that Assipetra and Rucinolithus are not fossil remains of coccolithophores, as further suggested by the lack of documentation of their coccospheres/xenospheres. I\nspeculate that these peculiar nannoliths might represent CaCO3 precipitates and/or biocalcification by bacteria under extreme palaeoenvironmental conditions, including massive methane release into the oceans (Opdyke et al., 1999; Tremolada and Erba, 2002; Bellanca et al., 2002; Beerling et al., 2002; Jenkyns, 2003).\n2.2. The latest Cenomanian OAE2\nAlthough the Cenomanian/Turonian OAE2 has been exhaustively studied in the past three decades, relatively little attention has been paid to changes in calcareous nannofossil assemblages. Since the pioneering work of Bralower (1988), quantitative investigations of nannofloras have been applied to a few sections, mostly from southern England (Jarvis et al., 1988; Lamolda et al., 1994; Paul et al., 1999; Gale et al., 2000). Changes in calcareous nannofloras are also documented for sections representing OAE2 in the Tethys Ocean (Paul et al., 1994; Lamolda and Gorostidi, 1996; Luciani and Cobianchi, 1999; Nederbragt and Fiorentino, 1999; Premoli Silva et al., 1999).\nIn Fig. 5, the most significant changes in nannofossil assemblages in the well-studied Eastbourne section (southern England) are plotted against inte-\ngrated stratigraphy, lithostratigraphy and carbon isotope stratigraphy. In the OAE2 interval, a relative decrease in total abundance and species richness was documented, but the striking feature is the major decrease in abundance of the fertility indicator Biscutum constans. This taxon is absent in the upper part of OAE2 and the immediately overlying sediments, whereas Zeugrhabdotus erectus is present throughout OAE2 (Jarvis et al., 1988; Lamolda et al., 1994; Paul et al., 1999). A similar trend was documented by Gale et al. (2000) for a fertility-index based on the ratio between Zeugrhabdotus+Biscutum and Watznaueria.\nAbundance peaks of Eprolithus floralis are documented at Eastbourne (Paul et al., 1999) and in other sections (Bralower, 1988; Lamolda and Gorostidi, 1996), suggesting cooler surface-waters in the late phase of OAE2 and immediately after it (Fig. 5). This is in agreement with oxygen isotopic evidence for a reversed greenhouse effect after the thermal maximum coinciding with OAE2 (Clarke and Jenkyns, 1999; Jenkyns, 1999).\nThe OAE2 interval has also been studied for calcareous nannofossils at Gubbio (central Italy), considered the type-locality of the Livello Bonarelli (Erba, this study). Here, the whitish, pelagic limestones of the Scaglia Bianca are sharply interrupted by an approximately 1 m-thick black shale interval ex-\ntremely enriched in organic matter, with abundant radiolarian layers, and carbonate-free (Fig. 6; Arthur and Premoli Silva, 1982). Both nannofossil total abundance and species richness show a marked decrease in the interval preceding the Livello Bonarelli, where radiolarian layers and chert become the dominant lithology, and at the onset of the d13C positive excursion (Fig. 6). Above the Livello Bonarelli, nannofloral abundance and species richness resumed, although values remain lower than in the interval\npreceding OAE2. The fertility indicators Zeugrhabdotus (Zeugrhabdotus erectus and Zeugrhabdotus spp.) and Biscutum constans display different abundance distributions. While Zeugrhabdotus is present below and above the Livello Bonarelli, B. constans has not been observed in the limestones above the event (Fig. 6). Both taxa are absent in the carbonatefree black shale interval, but Zeugrhabdotus is also absent in the limestones representing the latest phase of OAE2 as defined by C isotopes and then is present\nin the interval above OAE2, contrary to Biscutum which was not observed in the studied interval above the Livello Bonarelli.\nIn the latest Cenomanian, the gradual decrease in abundance of Biscutum is comparable to the trend at Eastbourne, although at Gubbio the absence of car-\nbonates in the Livello Bonarelli prevents the documentation of the final decrease during the d13C maximum. A decrease in abundance of the fertility indicators Biscutum constans and Discorhabdus, but not Zeugrhabdotus, in the OAE2 interval is also documented by Nederbragt and Fiorentino (1999) from Tunisia. These findings from distant localities suggest that the observed patterns are not induced by type of nannofloral preservation and confirm the palaeoecological affinities of Zeugrhabdotus and Biscutum (as well as Discorhabdus) for different degrees of fertility, as previously hypothesised based on differential abundance patterns under meso- to eutrophic conditions (Watkins, 1989; Erba, 1992a,b; Erba et al., 1992).\nAs observed at Eastbourne, abundance peaks of E. floralis (up to 40%) characterise the late phase of OAE2, suggesting cooler surface-waters reaching the Tethys Ocean. In the Lower Turonian, nannoconids are present and their abundance fluctuates, reaching values as high as 10% (Fig. 6).\nThe geological events and nannofossil changes associated with OAE2 are synthesised in Fig. 7. Recent revision of radiometric dates for the Caribbean Plateau (Fig. 6-1 of Larson et al. in Duncan and Bralower, 2002) confirms that a major submarine volcanism occurred in the Cenomanian/Turonian\nboundary interval (Arthur et al., 1985, 1987; Schlanger et al., 1987; Arthur et al., 1990; Sinton and Duncan, 1997; Kerr, 1998; Jenkyns, 1999; Wignall, 2001). The drop in the 87Sr/86Sr record, coincident with the beginning of the d13C excursion, strongly suggests a causal relationship between Caribbean LIP formation and the perturbation in the global carbon cycle. A direct link between submarine volcanism and changes in planktonic communities is further supported by the occurrence of metal peaks just below and within sediments representing OAE2 at several localities (Brumsack, 1980; Arthur et al., 1990; Snow and Duncan, 2002; Turgeon et al., 2002). Although the decrease in abundance and species richness of calcareous nannofossils can be explained as the response of phytoplankton to higher concentrations of biolimiting metals (e.g. Fe, Zn) and nutrients, favouring siliceous and organic-walled groups (diatoms, dinoflagellates and cyanobacteria), the decline of nannofossil fertility indicators is puzzling. In fact, various independent parameters concur in the characterisation of OAE2 as a high-productivity episode on a global scale (Jenkyns, 1999). The Biscutum decline might represent trophic conditions above threshold values, and/or toxicity of specific metals, and/or inability to thrive in very warm waters. Pre-\nE2. Nannofossil and planktonic foraminiferal biostratigraphy after\nt al. (1995); 87Sr/86Sr curve after Jones and Jenkyns (2001); age of urgeon et al. (2002) and Turgeon (pers. comm., 2003); nannofossil\nvious studies on mid-Cretaceous nannofloras indicated that Biscutum is indicative of mesotrophic, but not eutrophic conditions inducing increases in abundance of Zeugrhabdotus within calcareous nannoplankton (Erba, 1992a). It is unlikely that high water-temperature during the OAE2 thermal maximum (Clarke and Jenkyns, 1999; Jenkyns, 1999) inhibited Biscutum, because other species with a high-latitude affinity, such as Zeugrhabdotus, are present in the interval without Biscutum. Moreover, during the cooling episode at the end of OAE2, this taxon is not observed (Fig. 6).\nThe effects of metal toxicity are known for some extant nannoplankton species. For example, cadmium inhibits calcification and copper is not tolerated by several coccolithophorid species (Brand, 1994). Perhaps in the Cretaceous, Biscutum suffered the presence of toxic metals introduced in large quantities via hydrothermal plumes (Sinton and Duncan, 1997; Duncan and Bralower, 2002; Erba and Duncan, 2002; Leckie et al., 2002). Metal toxicity might also explain the turnover affecting calcareous nannofossils, as expressed by a sequence of extinctions in a short time-interval (approximately 500 kyr), while originations start at the end of OAE2 and continue through the Turonian (Fig. 7). Extreme palaeoenvironmental conditions possibly excluded the less well-adapted taxa, since most last occurrences affected short-ranging species. The origination of Turonian nannofossils is expressed mainly by the appearance of new groups such as Quadrum. It is curious that this new genus is represented by nannoliths that somehow resemble the Aptian Assipetra and Rucinolithus morphotypes, characteristics of OAE1a. In fact, although the ultrastructure of the individual genera is different, nannoliths of Quadrum, Assipetra and Rucinolithus are all blocky and highly calcified, when compared to common Cretaceous coccoliths.\n3. The Toarcian OAE\nEvidence for a Toarcian OAE (Jenkyns, 1985, 1988, 1999, 2003; Jenkyns and Clayton, 1986, 1997; Jenkyns et al., 2001) is limited to the boreal and tethyan areas, where Corg-rich black shales have been deposited in the falciferum and serpentinus ammonite zones (see Bucefalo Palliani et al., 2002\nfor discussion of boreal and tethyan ammonite zonation). As for the Cretaceous OAEs, the Toarcian episode is marked by a pronounced decrease in carbonate, paralleled by an increase in organic matter and locally biosiliceous sedimentation (Gaetani and Poliani, 1978; Gaetani and Erba, 1990; Bucefalo Palliani et al., 1998; Jenkyns, 2003). The isotopic anomaly associated with the Toarcian OAE is marked by a negative d13C shift (exaratum ammonite subzone) interrupting a positive carbon-isotope excursion dated as from the tenuicostatum to falciferum ammonite zones (Hesselbo et al., 2000; Jenkyns, 2003). The negative shift has been interpreted as the result of methane release caused by global warming under greenhouse climatic conditions (Hesselbo et al., 2000; Beerling et al., 2002) caused by emplacement of the Karoo-Ferrar igneous province (Hesselbo et al., 2000; Wignall, 2001; Jenkyns, 2003). The Corg-rich black shales deposited during the Toarcian OAE have been interpreted as the result of increased primary productivity triggered by higher fluxes of nutrient from continents and intensified upwelling under greenhouse conditions (Jenkyns, 1999, 2003). An accelerated hydrological cycle and continental weathering is supported by the rise in 87Sr/86Sr and 187Os/188Os (Jones and Jenkyns, 2001; Cohen et al., 2002).\nQuantitative studies of nannofossil assemblages through the Toarcian OAE interval are still limited (Mattioli, 1993; Bucefalo Palliani et al., 1998, 2002; Mattioli and Pittet, 2002), but a number of investigations can be used to trace a general picture of calcareous nannoplankton changes during the Carixian to Aalenian interval (Noël et al., 1994; Claps et al., 1995; Picotti and Cobianchi, 1996; Mattioli, 1997; Cobianchi and Picotti, 2001). In pelagic sections of the Southern Alps, a major lithological change marks the lowermost Toarcian (lower part of the tenuicostatum ammonite zone), namely, a shift from Pliensbachian carbonate-rich lithologies to Toarcian marly lithologies (e.g. Gaetani and Erba, 1990; Cobianchi, 1992; Mattioli and Erba, 1999). Semiquantitative analyses and relative abundances (percentages) of nannofossil assemblages indicate that such a lithological change corresponds to a drop in abundance of the rock-forming Schizosphaerella (Figs. 8 and 9; Picotti and Cobianchi, 1996; Cobianchi and Picotti, 2001; Erba, this study). This decrease in relative abundance\nis regarded here as a ‘schizosphaerellid crisis’, similar to, although not as dramatic as, the nannoconid crisis described for OAE1a. Quantitative analyses of nan-\nFig. 9. Nannofossil changes in the Pliensbachian–Aalenian interval of the C Jenkyns and Clayton (1986).\nnofossil assemblages indicate that absolute abundances of schizosphaerellids do not correlate to carbonate content (Mattioli and Pittet, 2002), and that Schizo-\nolle di Sogno section (Erba, this study). d13C and d18O curves after\nsphaerella is still dominant in the Toarcian (Bucefalo Palliani et al., 1998, 2002; Mattioli and Pittet, 2002).\nAs in the interval preceding the nannoconid crisis, the drop in schizosphaerellid relative abundance is anticipated by a nannoplankton speciation event that heralded a general increase in abundance of coccoliths, as well as in species richness, during the Early Toarcian. The most striking variations in nannofossil assemblages occurred before the OAE. In fact, the nannoplankton speciation event is documented in both tethyan and boreal sections starting in the latest Pliensbachian margaritatus ammonite zone (Fig. 10; Cobianchi et al., 1992; Bown et al., 1995; Bown and Cooper, 1998; Baldanza and Mattioli, 1999; Mattioli and Erba, 1999). Accelerated rates in nannofossil origination correlate with a decrease in the 87Sr/86Sr curve and precede the onset of the carbon-isotope anomaly (Fig. 10). It is worth mentioning that this speciation event mainly consists of appearances of various species of placoliths, possibly suggesting\nincreasing surface-water productivity conditions, by analogy with Cretaceous findings.\nThe inverse correlation in relative abundances of coccoliths versus schizosphaerellids has also been documented at high frequencies in Toarcian–Aalenian sections (Noël et al., 1994; Claps et al., 1995; Mattioli, 1997). This relationship, by analogy with extant and Cretaceous nannofossil assemblages, has been used to speculate that Schizosphaerella perhaps inhabited the lower part of the photic zone (Claps et al., 1995). In fact, the changes in schizosphaerellid/ coccolith ratios in the Lower Jurassic are very similar to changes in nannoconid/coccolith ratios in the Lower Cretaceous and to changes in Florisphaera profunda/coccolith ratios in recent sediments. Consequently, schizosphaerellids have been interpreted as oligotrophic forms, which flourished in the lower part of the photic zone and reflected a deep nutricline (Claps et al., 1995). A palaeoecological affinity of Schizosphaerella for oligotrophic conditions has been\nfossil speciation: 1 = FO of Biscutum finchii, 2 = FO of Lotharingius Lotharingius sigillatus, 6 = FO of Carinolithus poulnabronei, 7 = FO of Carinolithus superbus, 10 = FO of Lotharingius velatus, 11 = FO f Watznaueria fossacincta, 14 = FO of Discorhabdus striatus (after\naroo-Ferrar Traps after Duncan et al. (1997), Palfy et al. (1997) and\nconfirmed by Picotti and Cobianchi (1996) and Cobianchi and Picotti (2001) based on pelagic as well as marginal sections close to carbonate platforms.\nAt both boreal and tethyan locations, the black shales representing the Toarcian OAE are usually depauperate in calcareous nannofossils and locally contain a peculiar palynological assemblage, dominated by Tasmanites (Bucefalo Palliani et al., 1998; 2002). In the Brown Moor section, the temporary absence of calcareous nannofossils and dinoflagellate cysts in the interval corresponding to the negative d13C spike has been interpreted as a ‘disappearance event’, followed by a ‘repopulation event’ (Bucefalo Palliani et al., 2002). Alternatively, the absence, or extreme rarity, of calcareous nannofossils during the negative d13C shift is here interpreted as a dissolution phase caused by clathrate melting (Hesselbo et al., 2000). This interpretation is also supported by the absence of extinctions. Very similar patterns are documented for calcareous nannofossil distributions in OAE1a. The negative spike at the base of the Livello Selli is, in fact, characterised by the absence/ scarcity of nannofossils (and planktonic foraminifers), due to carbonate dissolution induced by methane release and oxidation of CO2, causing CCD shallowing in the global ocean (Opdyke et al., 1999; Bellanca et al., 2002).\nThe Toarcian OAE is correlatable with the formation of the Karoo-Ferrar Traps (Duncan et al., 1997; Palfy et al., 1997; Palfy and Smith, 2000; Wignall, 2001; Jenkyns, 2003), as also testified to by the 87Sr/86Sr curve (Fig. 11). This subaerial volcanism probably introduced large amounts of CO2 into the atmosphere, triggering global warming and increased continental weathering, as well as nutrient transport into the oceans via river run-off (see Jenkyns, 2003 for a synthesis).\nChanges in phytoplankton assemblages (Picotti and Cobianchi, 1996; Mattioli, 1993, 1997; Bucefalo Palliani et al., 1998, 2002; Cobianchi and Picotti, 2001; Mattioli and Pittet, 2002; Jenkyns, 2003; Erba, this study) are suggestive of higher fertility, enhanced primary productivity, and consequent expansion of the oxygen minimum zone producing anoxia/dysoxia, as sketched in Fig. 11.\nIf morphology, size and weight of calcareous nannoplankton reflect adaptation to specific ecological niches (Young, 1994), Early Jurassic nannofossils\nwere probably distributed according to the physicochemical and trophic characteristics of surface watermasses. As previously discussed for the Cretaceous, the heaviest forms were presumably adapted to the lower photic zone, intermediate forms to the middle photic zone, while the lightest to the very surface.\nAccordingly, it is here proposed that within the photic zone, schizosphaerellids were the deepest forms, Mitrolithus and Calyculus inhabited the intermediate portion, and placolith-bearing coccolithophores were the shallowest forms. Abundance of each group was dependent on the depth of the nutricline.\nBased on the above interpretations, a regional model is here presented to explain nannofloral changes. In the Late Pliensbachian (spinatum ammonite zone), the presence of a deep nutricline centred at the thermocline favoured increases in abundance of Schizosphaerella and low relative abundance of all other nannofossils. An expanded and shallower nutricline at the beginning of the Toarcian (tenuicostatum ammonite zone) favoured nannoplankton living in the intermediate (Mitrolithus and Calyculus) and upper (placoliths) photic zone, while opposing the deep schizosphaerellids. The nutrification episode persisted and intensified in the falciferum ammonite zone, as testified to by the positive d13C excursion, and global deposition of Corg-rich sediments characterised by organic-walled and siliceous plankton (Jenkyns, 2003). The negative d13C shift, interrupting the positive excursion (Hesselbo et al., 2000; Jenkyns, 2003), represents extremely hostile palaeoenvironmental conditions due to methane release that hampered biocalcification and favoured tasmanitids (Bucefalo Palliani et al., 2002) and bacteria (Schouten et al., 2000; Jenkyns et al., 2001) (Fig. 11). Dominance of Tasmanites in anoxic sediments and ‘marine peats’ suggests that these cysts can survive in restricted and/ or anaerobic habitats, even when all or most other\norganisms do not survive (Williams, 1978). At the same time, a massive release of methane, and oxygen consumption in the water-column, altered the alkalinity of the ocean and strongly affected the benthic communities that experienced a mass extinction (see Wignall, 2001 for a synthesis).\n4. Discussion and conclusions\nCalcareous nannofossil assemblages display analogies and differences during the Early Aptian OAE1a, latest Cenomanian OAE2 and the Toarcian OAE (Table 1). In these three cases, changes in abundance and composition precede the d13C anomaly and deposition of Corg-rich sediments (Erba, 1993). Therefore, nannoplankton responded to the early phases of palaeoenvironmental variation and continued to trace the perturbation in the ocean/ atmosphere system during OAEs. Phytoplankton (and zooplankton) changes are here interpreted as the response of the biosphere to increasing fertility, culminating in the high-productivity event coincident with OAEs. A shift to meso- and eutrophic conditions in surface-waters is supported by crises of the oligotrophic schizosphaerellids and nannoconids during the Toarcian OAE and OAE1a, respectively. Patterns of Biscutum and other nannofossil fertilityindicators apparently contradict the productivity model proposed for OAE2. As stressed above, perhaps fertility became so high that only the most opportunistic nannoplankton taxa continued to thrive.\nAnother explanation for the temporary absence of Biscutum and extinctions of several nannofossil taxa might be excess quantities of toxic metals that affected specific coccolithophores. Because the nannoconid decline and crisis correlate with metal peaks, perhaps toxic metals might also have inhibited nannoconids in the Late Barremian–Early Aptian interval.\nSince enhanced primary productivity is the most accepted explanation for OAE1a, OAE2 and the Toarcian OAE (see Jenkyns, 1999 for a synthesis), a mechanism capable of triggering eutrophism at a global scale must be found. Coastal nutrification due to increased continental weathering and run-off and/or local upwelling cannot explain the high productivity documented in remote parts of large oceans during the Early Aptian and latest Cenomanian. High-resolution studies of sedimentary successions representing OAE1a and OAE2 show trace-metal peaks coincident with major biotic changes reported before and during these events (Brumsack, 1980; Arthur et al., 1990; Larson and Erba, 1999; Snow and Duncan, 2002; Turgeon et al., 2002). Thus, increasing geological evidence suggests that OAE1a and OAE2 were mainly oceanic productivity events, largely controlled by submarine eruptions (Fig. 12). Higher trophic levels were essentially induced and maintained by hydrothermal inputs of biolimiting metals (e.g. Fe, Zn) during the construction of the Ontong Java and Caribbean Plateaus, which also affected ocean dynamics by warming deep- and intermediate-waters, causing more\nefficient nutrient-cycling (warm upwelling) (Wilson and Norris, 2001; Bice and Poulsen, 2002).\nBecause there is no oceanic record in situ of the Toarcian OAE, high primary productivity might have occurred only in marginal environments due to coastal upwelling and nutrient transport by rivers into the oceans. This is the expected scenario during times of subaerial volcanism, such as the formation of the Karoo-Ferrar Traps (Jenkyns, 1999). However, Monaco et al. (1999) report peculiar enrichments of trace metals in black shales representing the Toarcian OAE in central Italy. Such findings are possibly suggestive of metals resedimented from continents and/or a coeval submarine igneous event that might have introduced biolimiting metals causing changes in plankton productivity similar to those that occurred in the Early Aptian and Cenomanian/Turonian boundary intervals. A drop in the 87Sr/86Sr curve close to the Pliensbachian/Toarcian boundary interval is consistent with the second hypothesis.\nThe three global OAEs are characterised by a carbonate crisis, both in pelagic and neritic environments, during times of extreme greenhouse conditions (Fig. 12) (Weissert et al., 1998; Cobianchi and Picotti, 2001; Herrle and Mutterlose, 2003). By analogy with extant communities, excess volcanogenic CO2 most probably inhibited biocalcification in calcareous nannoplankton (see Riebesell et al., 2000) and planktonic foraminifers (Barker and Elderfield, 2002), as well as in reef communities (see Langdon et al., 2000). Carbonate sedimentation resumed after excess CO2\ngical responses eventually recorded in marine sediments. Modified\nwas drawn down by accelerated weathering and burial of organic matter, and perhaps nutrient supply slowed down as well.\nThe negative spike at the base of the d13C excursion, documented for both OAE1a and the Toarcian OAE, is interpreted as a massive methane release due to global warming (see Beerling et al., 2002 for a synthesis). In both cases, absence or rarity of calcareous nannofossils in sediments corresponding to the negative d13C spike is interpreted as the dissolution event caused by methane melting and change in alkalinity hampering biocalcification and shallowing the CCD.\nA negative d13C shift has not been documented for OAE2, and consequently gas-hydrate melting did not concur with the perturbation of marine ecosystems in the Cenomanian/Turonian boundary interval, suggesting that methane release is not necessary for oceanic anoxia. The global carbonate decrease, expressed as deposition of large quantities of organic matter and temporarily biosiliceous sediments, was possibly caused by a combination of excess volcanogenic CO2, preventing biocalcification in nannoplankton (and foraminifers), and eutrophic conditions favouring organic-walled and siliceous plankton.\nNannofossil evolutionary patterns are similar for the Toarcian OAE and OAE1a, which are both preceded by a speciation event and are not characterised by extinctions. On the contrary, a turnover characterises nannofossil assemblages during OAE2, when several species disappeared, one after the other and then new species originated. The environmental perturbations during the Toarcian and the Aptian had, therefore, positive effects on calcareous nannoplankton and stimulated speciation. Perhaps much more extreme conditions during OAE2 negatively affected nannofloras."
  }, {
    "heading": "Acknowledgements",
    "text": "This paper is the result of long and exciting discussions with friends and colleagues fascinated by oceanic anoxic events. A special note of thank goes to Hugh Jenkyns for sharing data and ideas, as well as support and advice. I am also grateful to Helmi Weissert, Bob Duncan, Isabella Premoli Silva, Roger Larson, Brad Opdyke and Paul Wilson for interesting discussions. Sincere thanks are extended to Stefano\nPoli for inspiring conversation on CO2 and the global C cycle. The manuscript benefited from reviews by Emanuela Mattioli, Jens Herrle, Jackie Lees and an anonymous reviewer: their constructive criticism and valuable suggestions were very helpful. This research was supported by COFIN 2001 to I. Premoli Silva and a European Community ‘Improving Human Potential’ Programme contract HPRNCT-1999-00055, C/T-Net."
  }],
  "year": 2004,
  "references": [{
    "title": "Biostratigraphic events at the Barremian–Aptian boundary in the Betic Cordillera (Southern Spain)",
    "authors": ["R. Aguado", "M. Company", "J. Sandoval", "J.M. Tavera"],
    "venue": "Cretac. Res",
    "year": 1997
  }, {
    "title": "Aptian bio-events-an integrated biostratigraphic analysis of the Almadich formation, inner Prebetic Domain",
    "authors": ["R. Aguado", "J.M. Castro", "M. Company", "G.A. de Gea"],
    "venue": "SE Spain. Cretac. Res",
    "year": 1999
  }, {
    "title": "Development of widespread organic carbon-rich strata in the Mediterranean Tethys",
    "authors": ["M.A. Arthur", "I. Premoli Silva"],
    "year": 1982
  }, {
    "title": "Variations in global carbon cycling during the Cretaceous related to climate, volcanism, and changes in atmospheric CO2",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "venue": "AGU Geophys. Monogr.,",
    "year": 1985
  }, {
    "title": "The Cenomanian-Turonian oceanic anoxic event: II. Paleoceanographic controls on organic matter production and preservation",
    "authors": ["M.A. Arthur", "S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Marine Petroleum Source Rocks. Geol. Soc. London Spec. Publ.,",
    "year": 1987
  }, {
    "title": "Stratigraphy, geochemistry, and paleoceanography of organic carbon-rich Cretaceous sequences",
    "authors": ["M.A. Arthur", "Brumsack", "H.-J", "H.C. Jenkyns", "S.O. Schlanger"],
    "year": 1990
  }, {
    "title": "Calcareous nannofossils",
    "authors": ["A. Baldanza", "E. Mattioli"],
    "venue": "Paleopelagos, Spec. Publ",
    "year": 1999
  }, {
    "title": "Foraminiferal calcification response to glacial– interglacial changes in atmospheric CO2",
    "authors": ["S. Barker", "H. Elderfield"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "On the nature of methane gas-hydrate dissociation during the Toarcian and Aptian oceanic anoxic events",
    "authors": ["D.J. Beerling", "M.R. Lomas", "D.R. Gröcke"],
    "venue": "Am. J. Sci",
    "year": 2002
  }, {
    "title": "Paleoceanographic significance of the Tethyan ‘‘Livello Selli’’ (Early Aptian) from the Hybla Formation, northwestern Sicily: biostratigraphy and high-resolution chemostratigraphic records. Palaeogeogr., Palaeoclima",
    "authors": ["A. Bellanca", "E. Erba", "R. Neri", "I. Premoli Silva", "M. Sprovieri", "F. Tremolada", "D. Verga"],
    "year": 2002
  }, {
    "title": "Berriasian– Aptian black shales of the Maiolica Formation (Lombardian Basin, Southern Alps, Northern Italy): local to global events. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["R. Bersezio", "E. Erba", "M. Gorza", "A. Riva"],
    "year": 2002
  }, {
    "title": "Atmosphere and ocean circulation in a greenhouse world",
    "authors": ["K.L. Bice", "C. Poulsen"],
    "year": 2002
  }, {
    "title": "Recent advances in Jurassic calcareous nannofossil research",
    "authors": ["P.R. Bown", "A. Baldanza", "J. Bergen", "M. Cobianchi", "K. Cooper", "E. Erba", "S. Gardin", "E. de Kaenel", "F. Lozar", "E. Mattioli", "S. Monechi", "C. Pirini Radrizzani", "V. Reale", "P. Roth"],
    "venue": "GeoRes. Forum",
    "year": 1995
  }, {
    "title": "Calcareous nannofossil biostratigraphy and assemblages of the Cenomanian–Turonian boundary interval: implications for the origin and timing of oceanic anoxia",
    "authors": ["T.J. Bralower"],
    "venue": "Paleoceanography",
    "year": 1988
  }, {
    "title": "Dysoxic/anoxic episodes in the Aptian –Albian (Early Cretaceous)",
    "authors": ["T.J. Bralower", "W.V. Sliter", "M.A. Arthur", "R.M. Leckie", "D.J. Allard", "S.O. Schlanger"],
    "venue": "AGU Geophys. Monogr.,",
    "year": 1993
  }, {
    "title": "Timing and paleoceanography of oceanic dysoxia/anoxia in the Late Barremian to Early Aptian",
    "authors": ["T.J. Bralower", "M.A. Arthur", "R.M. Leckie", "W.V. Sliter", "D.J. Allard", "S.O. Schlanger"],
    "venue": "Palaios",
    "year": 1994
  }, {
    "title": "An integrated Cretaceous microfossil biostratigraphy",
    "authors": ["T.J. Bralower", "R.M. Leckie", "W.V. Sliter", "H.R. Thierstein"],
    "venue": "SEPM Spec. Publ",
    "year": 1995
  }, {
    "title": "Mid-Cretaceous strontium-isotope stratigraphy of deep-sea sections",
    "authors": ["T.J. Bralower", "P.D. Fullagar", "C.K. Paull", "G.S. Dwyer", "R.M. Leckie"],
    "venue": "Geol. Soc. Am",
    "year": 1997
  }, {
    "title": "The record of global change in midCretaceous, Barremian –Albian sections from the Sierra Madre, northeastern Mexico",
    "authors": ["T.J. Bralower", "E. CoBabe", "B. Clement", "W.V. Sliter", "C. Osburne", "J. Longoria"],
    "venue": "J. Foraminiferal Res",
    "year": 1999
  }, {
    "title": "Physiological ecology of marine coccolithophores",
    "authors": ["L.E. Brand"],
    "year": 1994
  }, {
    "title": "Geochemistry of Cretaceous Black Shales from the Atlantic Ocean (DSDP",
    "authors": ["H.J. Brumsack"],
    "venue": "Legs 11,",
    "year": 1980
  }, {
    "title": "Phytoplankton response and geochemical evidence of the lower Toarcian sea level rise in the Umbria–Marche basin (Central Italy)",
    "authors": ["R. Bucefalo Palliani", "S. Cirilli", "E. Mattioli"],
    "year": 1998
  }, {
    "title": "The response of marine phytoplankton and sedimentary organic matter to the early Toarcian (Lower Jurassic) oceanic anoxic event in northern England",
    "authors": ["R. Bucefalo Palliani", "E. Mattioli", "J.B. Riding"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Early Cretaceous magnetic stratigraphy in the APTICORE drill core and adjacent outcrop at Cismon (Southern Alps, Italy), and the correlation to the proposed Barremian/Aptian boundary stratotype",
    "authors": ["J.E.T. Channell", "E. Erba", "G. Muttoni", "F. Tremolada"],
    "venue": "Geol. Soc. Am",
    "year": 2000
  }, {
    "title": "Milankovitch-type cycles recorded in Toarcian black shales from the Belluno Trough (Southern Alps Italy)",
    "authors": ["M. Claps", "E. Erba", "D. Masetti", "F. Melchiorri"],
    "venue": "Mem. Sci. Geol. Padova",
    "year": 1995
  }, {
    "title": "New oxygen isotope evidence for long-term Cretaceous climatic change in the Southern Hemisphere",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Sinemurian–Early Bajocian calcareous nannofossil biostratigraphy of the Lombardy basin (Southern Calcareous Alps; Northern Italy)",
    "authors": ["M.A. Cobianchi"],
    "venue": "Atti Ticinensi Sci. Terra",
    "year": 1992
  }, {
    "title": "Sedimentary and biological response to sea-level and palaeoceanographic changes of a Lower-Middle Jurassic Tethyan platform margin (Southern Alps Italy)",
    "authors": ["M. Cobianchi", "V. Picotti"],
    "year": 2001
  }, {
    "title": "Evolutionary trends of calcareous nannofossil genera Lotharingius and Watznaueria during the Early and Middle Jurassic",
    "authors": ["M.A. Cobianchi", "E. Erba", "C. Pirini-Radrizzani"],
    "venue": "Mem. Sci. Geol. Padova",
    "year": 1992
  }, {
    "title": "Barremian–Aptian calcareous plankton biostratigraphy from the Gorgo a Cerbara section (Marche, central Italy) and implications for plankton evolution",
    "authors": ["R. Coccioni", "E. Erba", "I. Premoli Silva"],
    "venue": "Cretac. Res",
    "year": 1992
  }, {
    "title": "Kerguelen hotspot magma output since 130 Ma",
    "authors": ["M.F. Coffin", "M.S. Pringle", "R.A. Duncan", "T.P. Gladczenko", "M. Storey", "R.D. Muller", "L.A. Gahagan"],
    "venue": "J. Petrol",
    "year": 2002
  }, {
    "title": "Osmium isotope evidence for the regulation of atmospheric CO2 by continental weathering",
    "authors": ["A.S. Cohen", "A.L. Coe", "S.M. Harding"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "A time frame for construction of the Kerguelen Plateau and Broken Ridge",
    "authors": ["R.A. Duncan"],
    "venue": "J. Petrol",
    "year": 2002
  }, {
    "title": "Environmental and biotic consequences of large igneous provinces",
    "authors": ["R.A. Duncan", "T.J. Bralower"],
    "year": 2002
  }, {
    "title": "The timing and duration of the Karoo igneous event, southern Gondwana",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J.S. Marsh", "A.R. Duncan"],
    "venue": "J. Geophys. Res. [Solid Earth]",
    "year": 1997
  }, {
    "title": "1992a. Middle Cretaceous calcareous nannofossils from the Western Pacific (ODP Leg 129): evidence for paleoequatorial crossings",
    "authors": ["E. Erba"],
    "venue": "Proc. ODP Sci. Results,",
    "year": 1992
  }, {
    "title": "Calcareous nannofossil distribution in pelagic rhythmic sediments (Aptian–Albian Piobbico core, central Italy)",
    "authors": ["E. Erba"],
    "venue": "Riv. Ital. Paleont. Strat",
    "year": 1992
  }, {
    "title": "Speciation of Mesozoic calcareous nannofossils forewarns anoxic events",
    "authors": ["E. Erba"],
    "venue": "INA Newsl",
    "year": 1993
  }, {
    "title": "Nannofossils and superplumes: the early Aptian ‘‘nannoconid crisis’",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography",
    "year": 1994
  }, {
    "title": "Geosphere–biosphere interactions and Mesozoic oceanic productivity events. Abstract Volume of Organic-Carbon Burial, Climate Change and Ocean Chemistry (Mesozoic–Paleogene)",
    "authors": ["E. Erba", "R.A. Duncan"],
    "year": 2002
  }, {
    "title": "Nannofossil carbonate fluxes during the Early Cretaceous: phytoplankton response to nutrification episodes, atmospheric CO2, and anoxia",
    "authors": ["E. Erba", "F. Tremolada"],
    "venue": "Paleoceanography",
    "year": 2004
  }, {
    "title": "Calcareous nannofossils and Milankovitch cycles: the example of the Albian Gault Clay Formation (Southern England). Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["E. Erba", "D. Castradori", "G. Guasti", "M. Ripepe"],
    "year": 1992
  }, {
    "title": "Cretaceous calcareous plankton biostratigraphy of sites 872 through 879 (ODP Leg 144)",
    "authors": ["E. Erba", "I. Premoli Silva", "D. Watkins"],
    "venue": "Proc. ODP Sci. Results,",
    "year": 1995
  }, {
    "title": "Integrated Stratigraphy of the Cismon APTICORE (Southern Alps, Italy): a ‘‘reference section’’ for the Barremian–Aptian interval at low latitudes",
    "authors": ["E. Erba", "J.E.T. Channell", "M. Claps", "C. Jones", "R. Larson", "B. Opdyke", "I. Premoli Silva", "A. Riva", "G. Salvini", "S. Torricelli"],
    "venue": "J. Foraminiferal Res",
    "year": 1999
  }, {
    "title": "Entwicklung und Paläoozeanographie mittelkretazischer Radiolarien der westlichen Tethys (Italien) und des Nordatlantiks: Tübinger Mikropaläontologische",
    "authors": ["J. Erbacher"],
    "venue": "Mitteilungen 12,",
    "year": 1994
  }, {
    "title": "Evolution patterns of radiolarian and organic matter variations: a new approach to identify sea-level changes in mid-Cretaceous pelagic",
    "authors": ["J. Erbacher", "J. Thurow", "R. Littke"],
    "venue": "environments. Geology",
    "year": 1996
  }, {
    "title": "Increased thermohaline stratification as a possible cause for an oceanic anoxic event in the Cretaceous period",
    "authors": ["J. Erbacher", "B.T. Huber", "R.D. Norris", "M. Markey"],
    "venue": "Nature 409,",
    "year": 2001
  }, {
    "title": "Late Cretaceous to Oligocene planktic diatoms",
    "authors": ["J. Fenner"],
    "year": 1995
  }, {
    "title": "Extinction is here to stay",
    "authors": ["K.W. Flessa", "D. Jablonski"],
    "venue": "Paleobiology",
    "year": 1983
  }, {
    "title": "Il Bacino Lombardo: un sistema paleoalto/fossa in un margine continentale passivo durante il Giurassico. 75j Congresso nazionale S.G.I. Guida alle escursioni pre-Congresso, Escursione A3",
    "authors": ["M. Gaetani", "E. Erba"],
    "year": 1990
  }, {
    "title": "Marine biodiversity through the Late Cenomanian–Early Turonian: palaeoceanographic controls and sequence stratigraphic biases",
    "authors": ["A.S. Gale", "A.B. Smith", "N.E.A. Monks", "J.A. Young", "A. Howard", "D.S. Wray", "J.M. Huggett"],
    "venue": "J. Geol. Soc. London",
    "year": 2000
  }, {
    "title": "A Triassic, Jurassic and Cretaceous time scale",
    "authors": ["P. Veen", "J. Thierry", "Z. Huang"],
    "venue": "SEPM Spec. Publ",
    "year": 1995
  }, {
    "title": "Milankovitch climate origin of mid-Cretaceous black shale rhythms in central Italy",
    "authors": ["T.D. Herbert", "A.G. Fischer"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "Paleoceanographic and paleoclimatic implications on mid-Cretaceous black shale formation in the Vocontian Basin and the Atlantic: evidence from Calcareous nannofossils and stable isotopes",
    "authors": ["J.O. Herrle"],
    "venue": "Tübingen Mikropaläontol. Mitt",
    "year": 2002
  }, {
    "title": "Calcareous nannofossils from the Aptian–early Albian of SE France: paleoceanographic and biostratigraphic implications",
    "authors": ["J.O. Herrle", "J. Mutterlose"],
    "venue": "Cretac. Res",
    "year": 2003
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic event",
    "authors": ["S.P. Hesselbo", "D.R. Gröcke", "H.C. Jenkyns", "C.J. Bjerrum", "P. Farrimond", "H.S. Morgans Bell", "O.R. Green"],
    "venue": "Nature 406,",
    "year": 2000
  }, {
    "title": "High-productivity and cooling episodes in the early",
    "authors": ["P. Hochuli", "A.P. Menegatti", "A. Riva", "H. Weissert", "E. Erba", "I. Premoli Silva"],
    "venue": "Aptian Alpine Tethys. Geology",
    "year": 1999
  }, {
    "title": "Microfossil assemblages and the Cenomanian–Turonian (late Cretaceous) oceanic anoxic event",
    "authors": ["J. Jarvis", "G.A. Carson", "M.K.E. Cooper", "M.B. Hart", "P.N. Leary", "B.A. Tocher", "D. Horne", "A. Rosenfeld"],
    "venue": "Cretac. Res",
    "year": 1988
  }, {
    "title": "Cretaceous anoxic events: from continents to oceans",
    "authors": ["H.C. Jenkyns"],
    "venue": "J. Geol. Soc. London",
    "year": 1980
  }, {
    "title": "The early Toarcian and Cenomanian–Turonian anoxic events in Europe: comparisons and contrasts",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geol. Rundsch",
    "year": 1985
  }, {
    "title": "The Early Toarcian (Jurassic) anoxic event: stratigraphic, sedimentary, and geochemical evidence",
    "authors": ["H.C. Jenkyns"],
    "venue": "Am. J. Sci",
    "year": 1988
  }, {
    "title": "Mesozoic anoxic events and paleoclimate",
    "authors": ["H.C. Jenkyns"],
    "venue": "Zbl. Geol. Paläont. Teil,",
    "year": 1999
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic–Palaeogene greenhouse world",
    "authors": ["H.C. Jenkyns"],
    "venue": "Philos. Trans. Royal Soc., Ser. A",
    "year": 2003
  }, {
    "title": "Black shales and carbon isotopes in pelagic sediments from the Tethyan Lower Jurassic",
    "authors": ["H.C. Jenkyns", "C.J. Clayton"],
    "venue": "Sedimentology",
    "year": 1986
  }, {
    "title": "Lower Jurassic epicontinental carbonates and mudstones from England and Wales: chemostratigraphic signals and the early",
    "authors": ["H.C. Jenkyns", "C.J. Clayton"],
    "venue": "Toarcian anoxic event. Sedimentology",
    "year": 1997
  }, {
    "title": "Carbon- and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its paleoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geol. Mag",
    "year": 1994
  }, {
    "title": "Nitrogen isotope evidence for water mass denitrification during the early Toarcian (Jurassic) oceanic anoxic",
    "authors": ["H.C. Jenkyns", "D.R. Gröcke", "S.P. Hesselbo"],
    "venue": "event. Paleoceanography",
    "year": 2001
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H.C. Jenkyns"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian",
    "authors": ["A.C. Kerr"],
    "venue": "Turonian boundary. J. Geol. Soc. London",
    "year": 1998
  }, {
    "title": "Enhanced productivity led to increased organic carbon burial in the euxinic North Atlantic basin during the late Cenomanian oceanic anoxic",
    "authors": ["M.M.M. Kuypers", "R.D. Pancost", "I.A. Nijenhuis", "J.S. Sinninghe Damsté"],
    "venue": "event. Paleoceanography",
    "year": 2002
  }, {
    "title": "Calcareous nannofossils at the Cenomanian–Turonian Boundary Event in the Ganuza section, Northern Spain",
    "authors": ["M.A. Lamolda", "A. Gorostidi"],
    "venue": "Geol. Soc. India, Mem.,",
    "year": 1996
  }, {
    "title": "Quantitative estimates of calcareous nannofossil changes across the Plenus Marls (latest Cenomanian), Dover, England: implications for the generation of the Cenomanian–Turonian Boundary Event",
    "authors": ["M.A. Lamolda", "A. Gorostidi", "Paul"],
    "venue": "C.R.C.,",
    "year": 1994
  }, {
    "title": "Effect of calcium carbonate saturation state on the calcification rate of an experimental coral reef",
    "authors": ["C. Langdon", "T. Takahashi", "C. Sweeney", "D. Chipman", "J. Goddard", "F. Marubini", "H. Aceves", "H. Barnett", "M. Atkinson"],
    "venue": "Glob. Geochem. Cycles",
    "year": 2000
  }, {
    "title": "Latest pulse of the Earth: evidence for a mid Cretaceous super plume",
    "authors": ["R.L. Larson"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian–Aptian: igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Oceanic anoxic events and plankton evolution: biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography",
    "year": 2002
  }, {
    "title": "Early Cretaceous carbon isotope stratigraphy of the Maiolica Formation, Southern Alps (Northern Italy and Southern Switzerland): stratigraphic and paleoenvironmental significance",
    "authors": ["A. Lini"],
    "venue": "Ph.D. Thesis, ETH Zurich, Switzerland,",
    "year": 1994
  }, {
    "title": "The Bonarelli Level and other black shales in the Cenomanian–Turonian of the northeastern Dolomites (Italy): calcareous nannofossil and foraminiferal data",
    "authors": ["V. Luciani", "M. Cobianchi"],
    "venue": "Cretac. Res",
    "year": 1999
  }, {
    "title": "Quantitative analysis of calcareous nannofossils in the Liassic portion of Pozzale section (Martani Mts",
    "authors": ["E. Mattioli"],
    "venue": "Central Italy): preliminary report. Paleopelagos",
    "year": 1993
  }, {
    "title": "Nannoplankton productivity and diagenesis in the rhythmically bedded Toarcian–Aalenian Fiuminata section (Umbria–Marche Apennine Central Italy)",
    "authors": ["E. Mattioli"],
    "venue": "Palaeogeogr., Palaeoclimatol.,",
    "year": 1997
  }, {
    "title": "Synthesis of calcareous nannofossil events in Tethyan Lower and Middle Jurassic successions",
    "authors": ["E. Mattioli", "E. Erba"],
    "venue": "Riv. Ital. Paleontol",
    "year": 1999
  }, {
    "title": "Contribution of calcareous nannoplankton to carbonate deposition: a new approach applied to the Lower Jurassic of central Italy",
    "authors": ["E. Mattioli", "B. Pittet"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Geochemistry and clay minerals in the Early Toarcian",
    "authors": ["P. Monaco", "G. Parisi", "M. Ortega-Huertas"],
    "venue": "Paleopelagos, Spec. Publ",
    "year": 1999
  }, {
    "title": "Stratigraphy and palaeoceanography of the Cenomanian–Turonian Boundary Event in Oued Mellegue, north-western Tunisia",
    "authors": ["A.J. Nederbragt", "A. Fiorentino"],
    "venue": "Cretac. Res",
    "year": 1999
  }, {
    "title": "Le nannoplancton calcaire et la formation des alternances calcairesmarnes dans le Lias de Bassins de Marches-Ombrie (Italie)",
    "authors": ["D. Noël", "G. Busson", "A. Cornèe", "A.M. Mangin"],
    "venue": "Riv. Ital. Paleontol. Strat",
    "year": 1994
  }, {
    "title": "Hot lips, methane and carbon isotope history of the Apticore",
    "authors": ["B.N. Opdyke", "E. Erba", "R.L. Larson"],
    "venue": "EOS, Transactions of the AGU, Fall Meeting,",
    "year": 1999
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar flood basalt",
    "authors": ["J. Palfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "A U–Pb age from the Toarcian (Lower Jurassic) and its use for time scale calibration through error analysis of biochronologic dating",
    "authors": ["J. Palfy", "R.R. Parrish", "P.L. Smith"],
    "venue": "Earth Planet. Sci",
    "year": 1997
  }, {
    "title": "The Cenomanian–Turonian Boundary Event in northern Spain",
    "authors": ["C.R.C. Paul", "S.F. Mitchell", "M.A. Lamolda", "A. Gorostidi"],
    "venue": "Geol. Mag",
    "year": 1994
  }, {
    "title": "The Cenomanian –Turonian boundary at Eastbourne (Sussex, UK): a proposed European reference",
    "authors": ["C.R.C. Paul", "M.A. Lamolda", "S.F. Mitchell", "M.R. Vaziri", "A. Gorostidi", "J.D. Marshall"],
    "venue": "section. Palaeogeogr., Palaeoclimatol.,",
    "year": 1999
  }, {
    "title": "Jurassic periplatform sequences of the eastern Lombardian basin (Southern Alps). The deep-sea record of the tectonic evolution, growth and demise history of a carbonate",
    "authors": ["V. Picotti", "M. Cobianchi"],
    "venue": "platform. Mem. Sci. Geol. Padova",
    "year": 1996
  }, {
    "title": "Cretaceous paleoceanography: evidence from planktonic foraminiferal evolution",
    "authors": ["I. Premoli Silva", "W.V. Sliter"],
    "venue": "Geol. Soc. Am. Spec. Paper,",
    "year": 1999
  }, {
    "title": "Biotic changes in Cretaceous anoxic events",
    "authors": ["I. Premoli Silva", "E. Erba", "G. Salvini", "D. Verga", "C. Locatelli"],
    "venue": "J. Foraminiferal Res",
    "year": 1999
  }, {
    "title": "Radiolarian palaeoecology and radiolarites: is the present the key to the past",
    "authors": ["G. Racki", "F. Cordey"],
    "venue": "Earth Sci. Rev",
    "year": 2000
  }, {
    "title": "Age of Etendeka flood volcanism and associated intrusions in southwestern Africa",
    "authors": ["P.R. Renne", "J.M. Glen", "S.C. Milner", "A.R. Duncan"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "The radiolarian assemblages of the ‘‘Bonarelli Horizon’",
    "authors": ["G. Salvini", "M. Marcucci Passerini"],
    "venue": "in the Umbria–Marche Apennines and Southern Alps (Italy). Cretac. Res",
    "year": 1998
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geol. Mijnb",
    "year": 1976
  }, {
    "title": "The Cenomanian-Turonian oceanic anoxic event: I. Stratigraphy and distribution of organic carbon-rich beds and the marine d13C excursion",
    "authors": ["S.O. Schlanger", "M.A. Arthur", "H.C. Jenkyns", "P.A. Scholle"],
    "venue": "Marine Petroleum Source Rocks. Geol. Soc. London Spec. Publ.,",
    "year": 1987
  }, {
    "title": "Effects of an oceanic anoxic event on the stable carbon isotopic composition of Early Toarcian carbon",
    "authors": ["S. Schouten", "H. van Kaam Peters", "W.I.C. Rijpstra", "M. Schoell", "J. Sinninghe Damsté"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "venue": "Turonian boundary. Econ. Geol",
    "year": 1997
  }, {
    "title": "Hydrothermal links between ocean plateau formation and global anoxia",
    "authors": ["L.J. Snow", "R.A. Duncan"],
    "venue": "Abstract Volume of the Workshop on Cretaceous Climate and Ocean Dynamics,",
    "year": 2002
  }, {
    "title": "Lower Cretaceous dinoflagellate cyst and acritarch stratigraphy of the Cismon Apticore (Southern Alps Italy)",
    "authors": ["S. Torricelli"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2000
  }, {
    "title": "Morphometric analysis of the Aptian Rucinolithus terebrodentarius and Assipetra infracretacea nannoliths: implications for taxonomy, biostratigraphy and paleoceanography",
    "authors": ["F. Tremolada", "E. Erba"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Carbon-isotope stratigraphy recorded by the Cenomanian–Turonian Oceanic Anoxic Event: correlation and implications",
    "authors": ["H. Tsikos", "H.C. Jenkyns", "B. Walsworth-Bell", "M.R. Petrizzo", "A. Forster", "S. Kolonic", "E. Erba", "I. Premoli Silva", "M. Baas", "T. Wagner", "J.S. Sinninghe Damsté"],
    "year": 2004
  }, {
    "title": "How extreme can you get? A closer look at sediment geochemistry of the Upper Cenomanian and lower Turonian at Gubbio and Furlo in Italy",
    "authors": ["S. Turgeon", "H.J. Brumsack", "M. Kuypers", "M.E. Böttcher"],
    "venue": "Abstract Volume of Organic-Carbon Burial,",
    "year": 2002
  }, {
    "title": "Sedimentary Organic Matter",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }, {
    "title": "The global Aptian Selli Event: Molecular examination of the negative carbon isotope spike. Abstract Volume of Organic-Carbon Burial, Climate Change and Ocean Chemistry (Mesozoic–Paleogene)",
    "authors": ["Y. van Bruegel", "S. Schouten", "E. Erba", "G.D. Price", "J. Sinninghe Damsté"],
    "year": 2002
  }, {
    "title": "Nannoplankton productivity fluctuations and rhythmically-bedded pelagic carbonates of the Greenhorn Limestone (Upper Cretaceous). Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["D.K. Watkins"],
    "year": 1989
  }, {
    "title": "C-isotope stratigraphy, a monitor of paleoenvironmental changes: a case study from the Early Cretaceous",
    "authors": ["H. Weissert"],
    "venue": "Surv. Geophys",
    "year": 1989
  }, {
    "title": "Ice age interlude during the time of Cretaceous greenhouse climate",
    "authors": ["H. Weissert", "A. Lini"],
    "year": 1991
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "year": 1998
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Dinoflagellates, acritarchs and tasmanitids",
    "authors": ["G.L. Williams"],
    "year": 1978
  }, {
    "title": "Warm tropical ocean surface and global anoxia during the mid-Cretaceous period",
    "authors": ["P.A. Wilson", "R.D. Norris"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Functions of coccoliths",
    "authors": ["J.R. Young"],
    "year": 1994
  }],
  "id": "SP:3852d3ce6837c5e2de49e89c5ca9a0fbdd729bd9",
  "authors": [{
    "name": "Elisabetta Erba",
    "affiliations": []
  }],
  "abstractText": "Twenty-five years ago, Mesozoic oceanic anoxic events (OAEs) were documented and formalised as intervals of widespread to global deposition of organic matter. The Toarcian, Early Aptian (OAE1a) and latest Cenomanian (OAE2) OAEs are truly global in nature, commonly carbonate-poor, and typically represented by organic carbon-rich black shales. In some areas, these OAEs are also characterised by abundant radiolarian-sands and silts. They are associated with negative and positive excursions in the Sr/Sr record, in addition to large global carbon-isotope anomalies in carbonate and/or organic matter, caused by a major perturbation of the global carbon budget. Increased rates of volcanism during the formation of the Ontong Java (and Manihiki) and Caribbean Plates, and the Karoo-Ferrar Traps, are believed to have caused the geological responses associated with OAE1a, OAE2, and the Toarcian OAE, respectively. Excess volcanogenic CO2 in the atmosphere most probably turned the climate into a greenhouse mode, accelerating continental weathering and increasing nutrient content in oceanic surface-waters via river run-off. Higher fertility in the global ocean was also probably triggered directly by submarine igneous events that introduced enormous quantities of biolimiting metals within hydrothermal plumes. Because Mesozoic OAEs are often represented by carbonate-poor sediments, quantitative studies of calcareous nannofossils have been applied to explore (a) the causes and effects of igneous/tectonic events and climate changes, relative to nannofloral increases and crises, as well as (b) dissolution events, and (c) diagenetic modifications. Characterization of calcareous nannofloras in OAE intervals can improve our understanding of the marine ecosystem and biological processes such as photosynthesis (biological pump) and biomineralisation (carbonate pump) that affect the organic and inorganic carbon cycle, as well as adsorption of atmospheric CO2 in the oceans. Types and rates of nannoplankton production and evolution are interpreted to trace the impact of major palaeoceanographic and palaeoclimatic events. In selected sections, it has been documented that calcareous nannofloras rapidly reacted to new conditions of fertility and higher pCO2 by drastically reducing calcification. As in the modern oceans, during OAEs the increase of nutrients and atmospheric CO2 induced higher abundances of nannoplankton producing small placoliths and inhibited the deep-photic zone nannoconids and schizosphaerellids. Similarly to the ‘nannoconid crisis’ preceding deposition of the Early Aptian OAE1a black shales, a ‘schizosphaerellid crisis’ is detected prior to the Toarcian OAE. Both OAEs are further characterised by a rapid nannofloral speciation, beginning approximately 1.5 myr before the OAE, but without extinctions. Global changes during the latest Cenomanian OAE 2 exerted different influences on calcareous nannoplankton that experienced a turnover due to most extreme environmental conditions. This event, in fact, was a time of extinctions followed by originations within calcareous 0377-8398/$ see front matter D 2004 Elsevier B.V. All rights reserved. doi:10.1016/j.marmicro.2004.04.007 * Fax: +39-2-50315494. E-mail address: elisabetta.erba@unimi.it (E. Erba). E. Erba / Marine Micropaleontology 52 (2004) 85–106 86 nannofossils. Precise timing of the events before, during and after OAE1a, OAE2 and the Toarcian OAE indicates that they were intervals of enhanced oceanic productivity and that anoxia/dysoxia post-dated biotic changes. D 2004 Elsevier B.V. All rights reserved.",
  "title": "Calcareous nannofossils and Mesozoic oceanic anoxic events"
}