{
  "sections": [{
    "text": "Complete, continuous marine Permian–Triassic (P–T) boundary sections in the Bükk Mountains, Northern Hungary, represent a ramp setting on the margin of the western Tethys. The Upper Permian succession comprises limestone rich in calcareous algae, foraminifera, and skeletal fragments of metazoans. A significant reduction of biogenic components occurs in the topmost limestone layers below the “boundary shale bed” (BSB). It coincides with the beginning of a gradual negative shift in δ13Ccarb values that continues into the BSB. The BSB consists predominantly of marly siltstones that are similar to the insoluble residue of the underlying limestone. A second biotic decline is recorded in the upper-third of the BSB, where the continuous negative shift in δ13C values is superimposed by a sharp and quasi-symmetric negative peak. The δ13C peak is confined to the shale bed and is not correlated with the lithological change, therefore diagenetic or other secondary effects are ruled out. The carbon isotope signal reflects primary processes related to significant changes in environmental conditions. Correlation and comparison of sedimentological, biotic, geochemical and mineralogical features of the studied sections in the Bükk Mountains with other Tethyan P—T sections in the Southern Alps, Dinarides, Iran, Kasmir (India) and southern China are discussed. The continuous shift in δ13C values is most probably related to a decrease in bioproductivity, whereas the sharp peak is attributed to an addition of C strongly depleted in 13C isotope to the ocean–atmosphere system. The most plausible model is a massive release of methane from gas–hydrate dissociation. This event led to the extinction of the already impoverished biota. Scarcity of metazoans and prolonged unfavourable environmental conditions gave rise to a bloom of microbial communities. Mineralogical and geochemical analyses failed to reveal any evidence for extraterrestrial effects or synchronous volcanism were found in the studied sections. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Permian–Triassic boundary; Bükk Mountains; microfacies; stable isotopes; detrital minerals\n⁎ Corresponding author. Fax: +36 1 381 2128. E-mail address: haas@ludens.elte.hu (J. Haas).\n0921-8181/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.gloplacha.2006.06.010"
  }, {
    "heading": "1. Introduction",
    "text": "During the Phanerozoic, the greatest biotic extinction occurred at the Permian–Triassic (P–T) boundary (Erwin, 1993). The changes were similarly dramatic in the terrestrial as well as marine realms and affected both animals and plants. In the last decade a remarkable research effort has been made to understand the causes of the endPermian events. A large number of hypotheses were presented and various scenarios were elaborated (White, 2002). However, many questions remained open as to the succession and timing of the series of events, the nature and relative importance of controlling factors, and the ultimate causes of the ecological disaster. There are only a few areas in theworldwhere the P–Tboundary is exposed in an undisturbed, continuous marine succession, providing an opportunity to learn more about this globally important event. The Bükk Mountains in Hungary is one such area where detailed geological mapping discovered important P–T boundary sections. In the last decades, numerous studies were carried out on palaeontology, stratigraphy, lithofacies, mineralogy, geochemistry and stable isotopes of the boundary interval (Haas et al., 1988; Kozur, 1988; Fülöp, 1994; Haas et al., 2004; Posenato et al., 2005). These studies documented the existence of complete, continuous marine boundary sections, which contain macro- and microfossils of critical importance (Haas et al., 2004). A significant negative carbon isotope peak, considered as the chemostratigraphical marker of the boundary, was found within the “boundary shale bed” (BSB) (Haas et al., 2006). Elsewhere in Europe, classic\nmarine P–T boundary successions are known in the Dolomites (Italy) and in the Carnic Alps (Austria). Those sequences were deposited in shallow inner ramp setting, whereas the boundary sections in the Bükk Mountains represent a deeper ramp that is unique in Europe. This palaeogeographic setting provides a good potential for comparison of the boundary sections of the Bükk Mountains with those in the Tethyan realm. The main aim of this paper is to summarize the changes in the lithoand biofacies characteristics, mineralogical and geochemical properties of the biostratigraphically constrained boundary interval in the best key sections in the Bükk Mountains and to draw conclusions for the causes of these changes. Comparative evaluation of these sections with other Tethyan boundary sections may contribute to a better understanding of the end-Permian global environmental changes and the related extinction phenomena."
  }, {
    "heading": "2. Geologic and stratigraphic setting",
    "text": "The Bükk Mountains is located in northern Hungary, south of the Inner Western Carpathians (Fig. 1). According to recent palaeogeographic reconstructions, in the Late Permian the Bükk area was a segment of the western Tethyan ramp (Fig. 2), situated in the neighbourhood of the depositional areas of the Carnic Alps, southern Karavanke Mountains, and the Jadar block in the Dinarides (Protić et al., 2000; Filipović et al., 2003).\nThe Bükk Mountains is made up of anchi-metamorphosed Palaeozoic–Mesozoic formations that were subjected to intense deformation, and are overlain by\ns. The location of the study area in the Bükk Mountains is marked by a avanks; SL — Slovenian area; J — Jadar block.\nnon-metamorphic Palaeogene–Neogene formations. Palaeozoic and Lower Triassic formations, and consequently the P–T boundary sections, are known only from the northern part of the mountains.\nThe Upper Permian is represented by the Nagyvisnyó Limestone Formation (250–280 m in thickness). It is made up of black and dark grey, thick-bedded limestone with dolomite in the lower part and marlstone, nodular marlstone interlayers mainly in the uppermost 60–80 m (Fig. 3). The Nagyvisnyó Limestone contains a rich biota that consists of calcareous algae, foraminifera, sponges, anthozoans, bivalves, gastropods, nautiloids, ostracods, trilobites, brachiopods, bryozoans, echinoderms, scolecodonts, and conodonts (Schréter, 1963; Balogh, 1964; Schréter, 1974; Kozur, 1985; Pešić et al., 1988; Fülöp, 1994; Bérczi-Makk et al., 1995). The age of the formation is Capitanian to Changhsingian (Kozur, 1988, 1989).\nThe Nagyvisnyó Limestone is overlain by nearly 1 m of marly siltstone, referred here as the BSB. It is in turn overlain by dark grey, thin-bedded, mostly stromatolitic limestones, 8.5 m in thickness that represent the lowermost part of the 110–140-m thick Gerennavár Limestone Formation. The next 17.5 m of this formation comprises thick-bedded massive mudstones. Bioclastic grainstone interlayers in gradually increasing thickness appear upsection, followed by ooidal limestone that makes up the bulk of the Gerennavár Limestone (Hips and Pelikán, 2002). In the layers overlying the stromatolitic interval, the ostracods Hollinella tingi (Patte) and Langdaia sp. were found (Kozur in Fülöp, 1994). An advanced form of Hindeodus parvus (Kozur et Pjatakova) was reported by Kozur from 14 m above the BSB.\nFrom among several P–T boundary sections identified during geological mapping in the northern part of the\nBükk Mountains (Haas et al., 2004), the two most complete sections were selected for detailed studies. These are located on the northern slope ofMount Bálvány and referred to as Bálvány-North and Bálvány-East (Fig. 4). The lower part of the 3-m thick Bálvány-North section (Fig. 5) is composed predominantly of dark grey, thin-bedded limestone of the Nagyvisnyó Formation. It is overlain by the BSB that, in turn, is overlain by laminated limestone of the Gerennavár Formation.\nThe Bálvány-East section is located some 500 m from the Bálvány-North section and exposes the same interval but is structurally more disturbed. However, it is a useful complement to the Bálvány-North section as it exposes a thicker part of the overlying stromatolitic beds. A composite section of the two closely spaced exposures is shown on Fig. 5 that also displays the characteristic microfacies of the main lithofacies types."
  }, {
    "heading": "3. Methods",
    "text": "The Bálvány-North and Bálvány-East sections were sampled in detail for sedimentological, macro- and micropalaeontological, mineralogical and geochemical (stable isotope and trace elements) investigations. Themicrofacies and diagenetic history was determined using conventional petrographical methods on all samples analysed for their carbon and oxygen isotope composition.\nCarbon and oxygen isotope compositions of bulk rock carbonate samples were determined using the conventional H3PO4 digestion method (McCrea, 1950).\n13C/12C and 18O/16O ratios of CO2 generated by the acid reaction were measured on a Finnigan MAT delta S mass spectrometer at the Institute for Geochemical Research\nin Budapest. The results are expressed in the δ notation [δ=(R1 /R2−1)×1000, where R1 is the 13C/12C or 18O/16O ratio in the sample and R2 the corresponding ratio of the standard V-PDB, in parts per thousand (‰)]. Duplicates of standards and samples reproduced to better than ±0.15‰.\n34 samples, each of 1–2 kg weight, were collected for mineralogical studies from the Bálvány-North section, 13 samples represent the BSB, 9 were taken from the underlying Nagyvisnyó Formation and 12 from the overlying Gerennavár Formation. For clay mineral studies, carbonate was removed by diluted acetic acid and the residual phases were separated by grain size at 10 μm steps. The separation process was monitored by routine X-ray powder diffractometry (XPD). The clay size fraction was analysed byXPD in oriented and oriented+ethylene– glycol-treated samples. The sulphur isotope composition of pyrite was determined both on hand-picked individual grains of 1–2 mm in diameter (“large crystal generation”) and on 0.1–0.2mmgrains from the residual heavymineral fraction (“small crystal generation”) bymass spectrometry (Zajzon and Vető, submitted for publication). The iridium content was measured after chemical pre-concentration, by INAA (Zajzon et al., submitted for publication-a).\nFor heavy mineral study, 500 g of each sample was processed. Carbonate was removed by 10% hydrochloric acid. The insoluble part was separated into sizefractions by grinding and wet sieving. The largest size\nfraction (63–250 μm) was further separated by heavy liquid (2.78 g/cm3) and all separated fractions were studied under a binocular microscope. Approximately 600 representative individual grains from the heavy\nmineral fractions were selected for detailed instrumental mineralogical analysis (optical, SEM+EDX, WDX, LA-ICP-MS, limited number of single crystal XRD) (Zajzon and Weiszburg, submitted for publication; Zajzon et al., submitted for publication-b)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Litho- and biofacies, biostratigraphy",
    "text": "The lowermost part of the Bálvány-North section (Beds 1–3, Fig. 5) is made up of dark grey to black limestone of bioclastic wackestone texture (Fig. 7a). Crinoid detritus is predominant, fragments of brachiopod shells and spines, bivalves, gastropods, foraminifera, ostracods, and calcareous algae also occur, locally in large numbers. Both Bed 1 and 3 yielded conodonts and holothurians. Significantly, from Bed 3 the conodonts Hindeodus praeparvus Kozur (Fig. 6 a–d) and Isarcicella cf. prisca Kozur and the holothurians Theelia dzhulfensis Mostler and RahimiYazd, Th.multiradiataKozur and Th.mostleriKozur were\nidentified. Based on the co-occurrence of H. praeparvus and Isarcicella cf. prisca this bed probably corresponds to the upper praeparvus Zone of Perri and Farabegoli (2003).\nThe next bed (Bed 4) is composed of alternating dark grey limestone (bioclastic wackestone) and purple to reddish-brownish calcareousmarlstone layers that contain limestone nodules of 0.5–5 cm in diameter. The bioclasts are usually smaller than in the underlying beds, typically in the medium to fine sand to silt size range. There is no noticeable change in the composition of bioclasts.\nBed 5 is a dark grey limestone of patchy, bioturbated bioclastic wackestone texture. Small gastropods are common, fragments of thin-shelled bivalves, echinoderms, spines of brachiopods, ostracods and a few foraminifera also occur. Along with marine acritarchs, striate bisaccate pollen grains (Lueckisporites virkkiae Potonié and Klaus, emend. Clarke, Lunatisporites sp., Striatoabieites sp.) were found in this bed suggesting that it is still Permian in age (det. Götz, in Haas et al., 2004).\nThe next layer (6.1) is made up of grey, platy, argillaceous limestone and calcareous marlstone of bioclastic\n:Hindeodus praeparvusKozur, Nagyvisnyó Limestone Fm., Bálványvár Limestone Fm., Bálvány-East section Bed 4.3. Lateral view: a, c, e,\nwackestone–packstone texture with relatively coarse grains. Fragments of molluscs and brachiopods are predominant, echinoderm detritus and ostracods are common. Abundance of the foraminifera Hemigordius is the key biofacies feature of this layer (Fig. 5).\nThere is a considerable decrease in the amount of biogenic components in the next two thin layers (6.2 and 6.3, Figs. 5 and 7b), although no prominent lithological change is observed. These grey argillaceous and silty limestone (mudstone) layers contain only a small amount of fine sand- to silt-sized bioclasts, fragments of echinoderms, ostracods, and the foraminifera Hemigordius.\nThe uppermost limestone layer (Bed 6.3) is directly overlain by marly siltstone of the BSB (Bed 7) that is 94 cm in thickness. Based on lithological properties, Bed 7 is subdivided here into six parts.\nIn the lowermost brownish grey silty marlstone layer (7.1), well-preserved bivalves (Bakevellia cf. ceratophaga (Schlotheim), Eumorphotis lorigae Posenato, Entolium piriformis (Liu), Pernopecten latangulatus Yin), and brachiopods (Sinomarginifera sp., Orthothetina ladina (Stache), Ombonia tirolensis (Stache), Orbicoelia tschsernyschewi (Likharew), Posenato et al., 2005) were found. This part also contains 1–3-mm thick graded quartz–mica siltstone laminae. The amount of bioclasts observed in thin sections is low, less than 1% (Figs. 5 and 7c). Among them fragments of echinoderms predominate, a few ostracods and brachiopod fragments also occur. Pyrite is abundant in stripes, patches, and mould fillings.\nA 2-cm thick, light grey argillaceous–silty limestone interlayer that contains a 4-mm thick, graded crinoid coquina lamina (7.2) occurs within the BSB. It is overlain by grey marly siltstone that becomes more limy and silty upsection (7.3). In the lower part of this interval, bioclasts including fine echinoderm detritus (5–10/cm2), fragments of foraminifera, molluscs, and ostracods still occur but in strongly reduced number. The last determinable bivalves and brachiopods were collected from the lower part of this interval.\nAlternating calcareous marlstone and siltstone laminae occur in the next 5-cm thick interval that almost entirely lacks bioclasts (7.4). Only 1–2 fine sand-sized echinoderm detritus were counted per cm2, along with ostracods and fragments of foraminifera.\nA 4-cm thick, light grey sandy marlstone layer occurs in the upper part of the BSB (7.5). It consists of sand-sized grains of detrital quartz and subordinate mica, and microsparitic carbonate cement. It is overlain by a 2-cm thick marly siltstone layer (7.6) that forms the uppermost part of the BSB. Numerous small cavate spores (cf.Endosporites papillatus Jansonius, Krauselisporites sp.) were found in a sample taken from the topmost 30 cm of Bed 7, sug-\ngesting that this level is already Triassic in age (det. Götz, in Haas et al., 2004).\nThe BSB is overlain by 45 cm of platy limestone (plate thickness is 1–3 cm) with thin shale laminae (8.1). The conodonts H. parvus Kozur and Pjatakova and H. praeparvus Kozur were extracted from this bed, allowing to assign it to the parvus Zone of Perri and Farabegoli (2003) and to draw the conodont-based P–T boundary at the base of this bed (Fig. 5).\nThe limestone layers are made up of micrite with small amounts of bioclasts and silt-sized siliciclasts (quartz and mica). Millimetre- to centimetre-sized patches, probably caused by bioturbation, are characteristic. Clay-sized films and solution seams are also typical. Fragments of brachiopod spines are relatively common; ostracods and foraminifera (Nodosariids and Earlandia) also occur. A horizon rich in fine sand-sized siliciclasts (quartz and mica) was found 25 cm above the base of the bed.\nIn the Bálvány-East section, the BSB is also overlain by grey platy limestone, in a thickness of 0.5 m (Bed E4, Fig. 7) that corresponds to bed 8.1 in the Bálvány-North section and contains the same conodont fauna (Fig. 6e–h). Bioturbated mudstone texture with a few ostracods and foraminifers characterizes the limestone layers.\nThe next 5-m thick stromatolite succession is divided into two parts (Fig. 7). The lower part is thin-bedded and evenly laminated, whereas the upper part is thick-bedded and its crinkle lamination (Fig. 7d) gradually disappears upward (Hips and Haas, 2006)."
  }, {
    "heading": "4.2. Diagenesis and metamorphic overprint",
    "text": "The Palaeozoic and Mesozoic formations of the Bükk Mountains were affected by regional metamorphism in the Cretaceous. However, the intensity of the deformation and metamorphism was variable depending on the structural position (Árkai, 1983). A comprehensive study of the metamorphic degrees for the entire Bükk complex (Árkai et al., 1995) suggests that the studied sections in the Northern Bükk were subjected to only low-grade metamorphism, approximating the lower boundary of anchizonal metamorphic grade.\nPalaeomagnetic studies of Márton (2004) reveal that the rocks in the studied sections possess remanences of pre-tilting age, and the magnetic fabric does not show any evidence of intense deformation. However, the measured inclinations are too steep to represent primary magnetization. The remagnetization might be attributed to the low-grade metamorphism that took place probably in the Late Cretaceous.\nIn the Nagyvisnyó Limestone the sedimentary structures are perfectly preserved. Apart from burial\nreplacement of the aragonite skeletons, there is no trace of significant diagenetic changes. In the BSB the original sedimentary structures are also preserved, even though there is a slight foliation and significant alteration of the clay minerals was detected (P. Árkai, pers. comm.). These rather controversial observations preclude the exact determination of the grade of metamorphism of the studied sections.\nIn the carbonate beds at the basal part of theGerennavár Limestone the marine cements and neomorphic spar replacements are the most characteristic diagenetic features. Bedding parallel stylolithes are common. The stylolithes are locally accompanied by minor burial dolomitization."
  }, {
    "heading": "4.3. Carbon and oxygen isotopes",
    "text": "Both the Bálvány-North and Bálvány-East sections were sampled for a stable isotope geochemical study (Figs. 5 and 7). The excellent correlation of the two sections allows that the results are presented in a composite section. The δ13C values are about +3‰ at the base of the section and decrease gradually, parallel to the decrease of bioclasts. In the purple-reddish calcareous marlstone (Bed 4 in Bálvány-North section) a small negative δ13C peak (changing from about +2‰ to +1.0‰) was found. Some 30 cmhigher, at the base of the BSB, the limestone changes tomarly siltstone as theCaCO3 content drops from about 90 to 10–35 wt.%. Regardless of the change in the carbonate content, the δ13C values continue their gradual decrease in the lower two-third of the BSB, and show a sharp decrease in the upper part of this bed (Fig. 5). Here the δ13C values rapidly drop to about −4‰ then, within 35 cm, return to the isotopic composition (−1‰) measured in the shale at the start of that rapid change, showing a quasi-symmetrical peak pattern. Higher upsection the δ13C values remain constant at around −1‰ (with a standard deviation of ±1‰, 2σ) (Fig. 7).\nThe δ18O values are rather homogeneous in the entire section with an average value of −7.1‰ (±0.4‰, 2σ). Although the carbon isotope composition displays systematic changes, there is no correlation with the δ18O values. Only a slight difference is observed between the lower and the upper parts of the section (Fig. 5). The average δ18O values are −7.3±0.4‰ below the peak and −6.8±0.2‰ above it. This shift in δ18O values appears at the uppermost part of the δ13C peak, just below the return to the initial composition.\nAs different lines of evidence suggest diagenetic and metamorphic overprint that affected the studied sections, a detailed analysis of the isotope data is warranted since significant alteration of marine carbonate in the presence\nof fresh water may lead to lower δ13C values compared to unaltered carbonate. There is a sharp and significant drop in the primary carbonate content (from pure limestone to marly siltstone ofCaCO3 content as low as 15wt.%) at the top of Bed 6 inBálvány-North (Fig. 5). A parallel increase in the proportion of diagenetic and/or metamorphic carbonate in the bulk rock may be expected which may be registered in the carbon isotopic ratios. However, there is no correlation between the δ13C and carbonate content across this lithological transition and the prominent δ13C peak appears only in the upper part of the BSB (Fig. 5). The δ18O values, which are more prone to alteration in the presence of aqueous exotic fluids that could have carried the 12C-enriched carbon phase necessary to explain the δ13C peak as a diagenetic/metamorphic feature, also do not show any change related to the carbonate content across the lithological boundary. Comparing our data with a compilation of Heydari et al. (2001), the δ18O values from Bálvány are less negative than those measured from many other P–T boundary sections world-wide, also arguing against a significant water/rock isotope exchange at elevated temperatures. In conclusion, both the gradual δ13C shift and the negative peak in the Bálvány section are regarded as primary features reflecting contemporary changes in environmental conditions."
  }, {
    "heading": "4.4. Micro- and clay mineralogy",
    "text": "The limited amount (5–30 wt.%) of fine-grained noncarbonate mineral phases of the underlying Permian Nagyvisnyó Limestone and the overlying Triassic Gerennavár Limestone formations, as well as the dominant (85–50 wt.%) siliciclastic component of the marly siltstone of the BSB provide important clues to the P–T boundary events in the Bálvány sections. Results of a study of these mineral phases are discussed in detail by Zajzon and Weiszburg (submitted for publication), here we focus only on the results that directly bear on the environmental changes.\nThe sole carbonate mineral in the entire section is calcite, no traces of dolomite were found by XRD. The insoluble residue of the Nagyvisnyó Limestone consists mainly of detrital quartz grains both in the clay- and siltsized fractions. Detrital mica (dominantly muscovite) and chlorite are also ubiquitous components. A subordinate amount of smectite (that swells on ethylene– glycol treatment from 14.5 Å to 16.9 Å) is also present. Detection of possible small amounts of illite and kaolinite is difficult due to the presence of muscovite and chlorite. The insoluble fraction increases in the uppermost 1 m of the Nagyvisnyó Limestone (Beds 2–6) from a few wt.% to 20–30 wt.%.\nIn the BSB (Bed 7) the quality and the proportion of the insoluble detrital phases remain unchanged, the lithological change is simply due to the reduced calcite content. There is no direct or indirect mineralogical evidence for synchronous volcanic activity or an extraterrestrial event, as a search for tuff layers, euhedral volcanic quartz,\nsmectite horizons, and enrichment of extraterrestrial sphaerulae in the heavy mineral fractions had negative results. Above the BSB, the basal Gerennavár Limestone (Bed 8) marks a return to high calcite and low siliciclastic detritus content. The composition of the siliciclastics is identical to that in the underlying beds.\nlages (grain sizeN63 μm) along the Bálvány composite section. Dotted hic fragments; solid grey line: zircon-dominated assemblage.\nPyrite is present in nearly all beds, commonly in partly or fully oxidised form as goethite pseudomorphs. A detailed study of Zajzon and Vető (submitted for publication) distinguished three generations of pyrite in the section. The small (0.1–0.2 mm) euhedral pyrite generation, abundant in the entire section, is of −16 to −18‰ δ34S value, implying bacterially-induced pyrite formation during the early burial phase. Large (1–2 mm) pyrite cubes are characteristic for the uppermost part of the Nagyvisnyó Limestone and for the BSB. This generation, based on its +8‰ δ34S value and the observed small sphalerite inclusions, was formed at slightly elevated temperatures in the late diagenetic or postdiagenetic phase. The third generation, framboidal pyrite first occurs at the lithological change (Bed 7.1), remains characteristic for the whole BSB (Bed 7), and disappears only at 1.5 m above the base of the overlying Gerennavár Limestone. Due to oxidation, sulphur isotope measurements could not be carried out on that generation, but the characteristic morphology clearly indicates its bacterial origin and a suboxic environment.\nHeavy minerals of the N63 μm size fractions were studied in detail along the entire section (Fig. 8). The total amount of that size fraction, consisting mainly of quartz and less abundant mica, is typically 8–12 wt.% in the BSB\n(the only striking exception is Bed 7.5 of 35wt.%) whereas it is negligible in the underlying and overlying limestone beds. Three types of heavy mineral assemblages are recognised (Fig. 8). An assemblage of mesometamorphic minerals is ubiquitous in the entire section, albeit in small quantities (about 10 grains/500 g total sample).\nA second assemblage, confined to the BSB, is characterised by fine amphibolite lithic fragments (Fig. 9) that occur in varying quantities (5–100 grains/500 g total sample). The presence of such immature detrital component suggests enhanced weathering in the remote terrestrial source area.\nThe third type of heavy mineral assemblage was found in the 4-cm thick sandy marlstone layer (Bed 7.5). Here a large amount (N4000 grains/500 g total sample) of small (70–100 μm) zircon crystals were found (Fig. 10), along with several tens of tourmaline, almandine and rutile crystals. Detailed zircon morphology, cathode luminescence microscopic characterisation, and LA-ICP-MS Pb/ U dating proved that these zircons represent a mixed, polygenetic, mature detrital heavy mineral accumulation. The radiometric zircon ages vary between 2100 and 280 Ma, with dominant age groups around 600 Ma, 450 Ma, and 280 Ma. The potential source formations of\nthe different zircon populations are discussed by Zajzon et al. (submitted for publication-b). The dominantly larger (sand-sized) quartz grains in Bed 7.5 indicate that mature heavy mineral enrichment may have been caused by the increased water-energy (storm event?) carrying larger quartz grains and smaller grains of other minerals of much higher density from the near-shore zone into the deeper part of the ramp."
  }, {
    "heading": "4.5. Iridium content",
    "text": "Changes in the iridium content of the Bálvány-North section were determined by regularly spaced sampling from Bed 1 up to Bed 8, and additionally by denser sampling around the lithological change (Beds 6.3–7.1) and around the negative δ13C peak (Beds 7.3–7.4). The uppermost beds of the Nagyvisnyó Limestone contain 800–1000 ppt of Ir. This value drops for a short interval (10 cm) at the bottom of the BSB (Bed 7.1) to a few tens ppt (50–150 ppt) and increases back to 300–600 ppt in the remaining, upper part of Bed 7 and in Bed 8. Significantly, no characteristic positive Ir signal was detected (for details, see Zajzon et al., submitted for publication-a). The variations in the Ir values likely reflect changes in the sedimentation rate, rather than in the extraterrestrial Ir flux."
  }, {
    "heading": "5. Interpretation of local and global environmental changes",
    "text": "The 60–80-m thick upper member of the Nagyvisnyó Formation is made up of dark grey bioclastic limestone (wackestone and packstone) with marlstone and calcareous marlstone intercalations. Beds 1–3 in the lower part of the Bálvány-North section represents this facies which, based on its microfacies characteristics, was formed in the euphotic zone of a warm, well-oxygenated sea of normal salinity, in a low-energy environment. A facies change is recognised in Bed 4, where an increase in the amount of clay-sized siliciclastic components and the smaller size of bioclasts indicate a slightly deeper environment. Bed 5 and 6.1 still show the characteristic features of the Nagyvisnyó Formation and are relatively rich in bioclasts that suggest a high-diversity shallow marine benthic assemblage. A further, considerable reduction in the amount of bioclasts is important phenomena in the topmost 10 cm of the Nagyvisnyó Limestone. The rich biota that characterises the Nagyvisnyó Formation and includes important fossil groups (calcareous algae, foraminifera) almost completely disappear at this level. These changes cannot be adequately explained by shifts of the facies zones or other local effects. This\nbiotic decline is inferred to be the manifestation of the end-Permian events.\nA decrease in δ13C values starts about 1 m below the BSB and the negative shift shows a good correlation with the reduction in bioclast content (see Fig. 5). This pattern is interpreted as a productivity crisis that reduces removal of 12C from the ocean–atmosphere system by diminished incorporation into the biomass and additional oxidation of the existing biomass (Erwin et al., 2002).\nThe marked lithological change at the top of the Nagyvisnyó Formation is also concurrent with a change in the terrestrial vegetation as indicated by the palynomorph assemblages. It is hypothesized that plant extinction led to a reduction in vegetation cover that in turn resulted in enhanced erosion (Retallack, 1995; Retallack et al., 2005) and input of fine siliciclastics, reflected by the appearance of immature amphibolite fragments. A higher sedimentation rate is also reflected in the lower average iridium content of these beds. A drastic reduction of biogenic carbonate production also contributed to the lithological change. However, relative importance of these two factors remains undetermined.\nThough there is a three-fold increase in the amount of the silt- to clay-sized detrital components at the lithological boundary, no significant difference is observed in the amount of sand- to silt-sized bioclasts between the uppermost limestone layers of the Nagyvisnyó Formation and the lower part of the BSB. Sedimentological features of the marly siltstone and the relatively well-preserved thin-shelled bivalves and brachiopods indicate a lowenergy depositional environment. The thin crinoid coquina horizon is interpreted as a distal storm veneer. The millimetre-thick graded siltstone laminae may have been formed via down-ramp gravity flows triggered by storm waves. Preservation of the laminated structure indicates the absence of bioturbation. As this is the lowest bed where framboidal pyrite occurs in the section, oxygen-depleted bottom water conditions appear to have developed at this level.\nThe disappearance of macrofossils (thin-shelled bivalves and brachiopods) along with small-sized skeletal fragments in the upper third of the BSB marks a second biotic crisis. A significant negative peak in δ13C values also occurs at the same level. The isotope anomaly may be attributed to the addition of strongly 13C-depleted carbon to the ocean–atmosphere system. Several components of the global carbon cycle have been proposed to be responsible for the δ13C peak observed world-wide at P–T boundary sections (Berner, 2002). Using a coupled inventory and isotope geochemical modelling, Berner (2002) ruled out the effects of productivity collapse, sudden ocean turnover, volcanic\nCO2 emissions, and extraterrestrial impact, and identified the massive release of deep-sea methane as the most likely main cause of the strong δ13C peak at the P–T boundary event. Methane–hydrate dissociation may have been induced by a global warming-cooling cycle, or by physical opening of sediment pores due to largescale submarine slumping (Dickens, 2003; Maslin et al., 2004; Haas et al., 2006).\nRecurrence of carbonate above the BSB records the resumption of carbonate production. However, the low abundance of skeletal components suggests major changes in the carbonate factory. Instead of skeletal carbonate, microbial carbonate (stromatolite) is predominant. The lack of any sign of subaerial exposure in the stromatolite beds indicates a subtidal depositional environment. The thin wackestone laminae in the lowermost mudstone layers which contain abraded, fine, probably relict bioclasts (e.g. calcareous algae) is interpreted as sediments of shallow marine origin reworked by earliest Triassic storm events.\nIn summary, the interpretation of new data from the Bükk Mountains allows the reconstruction of the following series of changes in the P–T boundary interval:\n1. Prior to the end-Permian environmental changes, deposition occurred in the Late Permian on a shallow ramp, inhabited by a rich, high-diversity biota (Fig. 11). 2. A gradual decrease in the amount of bioclasts and initiation of a shift in δ13C values (from Bed 4.3 upsection) and abrupt decrease of biodiversity (Bed 6.2) suggest a productivity crisis in the ocean that may be considered as early signals of the environmental changes. 3. It was followed by an abrupt lithological change (limestone to marly siltstone at the base of the BSB). The drastic drop in calcite content and the significant increase in the amount of the siliciclastic components, parallel with the appearance of immature detrital components, may be the combined effects of the biotic decline and the changing weathering conditions in the continental source area. 4. A negative δ13C peak, explained mainly by dissociation of methane–hydrate, and maximum abundance of framboidal pyrite that was formed in oxygen-poor environment suggest extreme environmental conditions that may have led to the disappearance of the latest Permian biota, i.e. the extinction of survivors of the preceding environmental changes. 5. Resumption of carbonate production occurred under extreme environmental conditions that is manifested in the appearance of microbial carbonate with small numbers of stress-tolerant fossils (Fig. 11)."
  }, {
    "heading": "6. Correlation and comparison with other Tethyan P–T boundary sections",
    "text": "The studied P–T boundary sections in the Bükk Mountains represent the distal part of the carbonate ramp developed at the western Tethys margin (Fig. 2). The following discussion is focussed on a comparison of sedimentological, biotic, geochemical, and mineralogical features observed in other Tethyan P–T sections and the inferred boundary events.\nIn the same period, the Transdanubian Range unit in central Hungary was located in the coastal belt where alluvial plain, coastal sabkha and shallow lagoon environments were developed in the Late Permian. The sealevel rise initiated at the very end of the Permian led to significant coastal onlap and appearance of ooidal grainstone above the cyclic lagoonal facies (Haas et al., 1988, 2004). This facies change was accompanied by a negative δ13C shift, but no significant peak was found probably due to the sedimentological and early diagenetic conditions (Haas et al., 2006).\nA facies succession akin to that in the NE part of the Transdanubian Range occurs in the Dolomites (cf. Assereto et al., 1973; Brandner and Mostler, 1982; Broglio Loriga et al., 1983, 1988, 1990), and the Carnic Alps (Holser et al., 1989; Dolenec et al., 2003) where the Fiamazza facies of the Bellerophon Formation is overlain by the Tesero Horizon and Mazzin Member of the Werfen Formation. In the Val Badia section, Dolomites (Sephton et al., 2002) the δ13C curve is similar to that in the Transdanubian Range, i.e. there is a definite shift but no significant peak. In the Gartnerkofel section, Carnic Alps a prominent negative shift was found in the Tesero Horizon but the trend is reversed in the lower part of the Mazzin Member (Holser et al., 1991). A similar pattern is reported from the Karavanke Mountains by Dolenec et al. (2003).\nIn western Slovenia, the thin Val Gardena Sandstone is overlain by the Žažar Formation that is equivalent of the Badiota facies of the Bellerophon Formation in the Dolomites (Ramovš, 1982; Buser et al., 1988; Dolenec and Ramovš, 1998; Dolenec et al., 2003). In the Idrijca Valley section, Slovenia, the P–T boundary is drawn within a 15-cm thick ooidal grainstone layer that is correlated with the Tesero Oolite (Dolenec andOgorelec, 2001). There the decrease of δ13C values begins about 5 m below the P–T boundary and the decreasing trend continues in the lowermost Triassic that is composed of grey laminated limestone or dolomite (Dolenec et al., 2003). The western Slovenian boundary successions show affinity to those in the Dolomites and NE Transdanubian Range and also in the Bükk Mountains,\nreflecting their intermediate palaeogeographic setting (Fig. 2).\nThe similarity in the Upper Permian–Lower Triassic succession of the Bükk is more pronounced with the Jadar block (Dinarides, Serbia–Montenegro) that may have been in the neighbourhood of the Bükk unit during the Permian and Triassic (Protić et al., 1988; Filipović\net al., 2003). However, no detailed studies of the boundary sections in the Jadar block have been carried out yet.\nMarine P–T boundary sections have been intensively studied in Iran (Holser and Magaritz, 1987; Baud et al., 1989; Heydari et al., 2001, 2003; Korte et al., 2004a,b), which represent pelagic environments relatively close to the southern margin of the Tethys (see Fig 2). In central\nIran (Abadeh, Shahreza sections) and also in NW Iran (Zal section) the uppermost Permian (“Dorashamian”) is made up of red, nodular limestone (mudstone and wackestone) that contains a rich pelagic fauna. In the Shahreza section (Korte et al., 2004a) and also in the Zal section (Korte et al., 2004b) it is overlain by a 0.4- to 0.7-m thick brownish red siltstone layer (“Boundary Bed”) that is followed by reddish platy silty limestone with siltstone and marlstone interlayers. The carbon isotope curve shows the same trend in both sections. The δ13C values begin to decrease in the “Dorashamian” and there is a small negative peak just above the “Boundary Bed” at the biostratigraphical boundary (base of parvus Zone). In the Abadeh section a 1-m thick layer of synsedimentary carbonate cement occurs at the base of the Triassic that is overlain by wackestone and grainstone consisting of recrystallised spherical grains. The grainstone bed is followed by pelagic limestones. Heydari et al. (2003) interpreted the carbonate cement layer and grainstone bed as shallow marine deposits that indicate a rapid and major drop in relative sea-level. They also emphasised that the fully oxygenated conditions in the boundary interval questioned the validity of the widespread oceanic anoxia as the cause of the mass extinction. Lithological features of the boundary sequences in Iran indicate effective oxygenation by currents that did not change significantly at the boundary. This fact suggests that anoxia, which was reported from a number ofmore or less restricted basins (Wignall and Hallam, 1992) might have been the consequence rather than the primary cause of the extinction. The formation of the enigmatic cement layer was probably also the consequence of the abrupt and considerable environmental changes at the boundary but it does not indicate a sea-level fall. In fact the previously mentioned sections in Iran do not provide any evidence for a significant sea-level fall at the critical horizon.\nSections in Kashmir, India provide excellent P–T boundary record in a relatively deep water setting (Kapoor, 1996; Baud et al., 1996; Brookfield et al., 2003; Wignall et al., 2005). This area was located on the southern part of the Tethys on the Gondwana margin (Fig. 2). In the Guryul Ravine section the shallow marine sandy carbonate is overlain by laminated shale of deeper shelf facies several metres below the P–T boundary. Its lower part contains interbedded shell beds with brachiopods, crinoids and bryozoans. In the upper part of the shale bed, these fossils disappear and fossils of Triassic affinity appear prior to the first appearance of H. parvus. A negative δ13C peak was found in the uppermost Permian, below the biostratigraphical boundary (Baud et al., 1996).\nFrom among the P–T boundary sections in South China (Fig. 2), the global boundary stratotype atMeishan,\nChangxing has been most comprehensively studied. Based on these investigations three pulses of extinction were proposed (Yang et al., 1993; Yin and Tong, 1998; Erwin et al., 2002). The first pulse includes the disappearance of the shallow marine biota. Disappearance of the Permian conodonts and appearance of the Triassic ones (base of the parvus Zone) mark the second pulse and disappearance of the Permian relicts (e.g. brachiopds) was considered as the third pulse of the extinction (top of Bed 27). Based on studies of cyanobacterial biomarker two episodes of biotic crisis were recognised recently, one at the top of Bed 24 and another at the top of Bed 27 (Xie et al., 2005). A negative excursion of δ13C values begins below the biostratigraphical boundary. There is a definite negative δ13Ccarb peak in the “white clay” horizon (Bed 25) at the assumed event horizon, although depleted values prevail through the whole parvus Zone (Jin et al., 2000). It is worth mentioning that as to Corg values the negative excursionwas found inBed 26 (Cao et al., 2002). In the Nanpanjiang Basin, south China, onset of the negative δ13Ccarb excursion was coeval with the first occurrence of the calcimicrobial disaster facies that appeared prior to the base of the parvus Zone (Krull et al., 2004).\nThe studied sections in the Bükk Mountains, Hungary show close similarity to the Meishan section in the succession of biotic declines and also in the trend of δ13C values. However, the negative δ13Ccarb peak in the Bükk Mountains coincides with the disappearance of the latest Permian brachiopod and bivalve fauna a few decimetres below the base of the parvus Zone. This horizon can be correlated with Bed 26 in the Meishan section where the Corg peak was found. The succession of the litho- and biofacies changes in the Bükk is also comparable with those reported by Wignall and Hallam (1996) from SE Sichuan, China. In this area, high-diversity faunas occur both in reef and inter-reef settings up to an abrupt biotic decline where most taxa disappear. The survivors (mainly brachiopods) disappear in the next about 1-m thick interval that is rich in pyrite. Laminated limestone and shale alternate in the basal Triassic that is devoid of fossils except of microgastropods.\nThe series of phenomena discussed above reflects a cascade of environmental changes that, according to cyclostratigraphical estimates of Rampino et al. (2000, 2002), took place during an interval of 104 to 105 yr. Coeval volcanism of the Siberian traps is the most probable candidate to trigger the environmental changes (Fig. 12) leading to mass extinction in the continental and marine biosphere (Erwin, 1993, 1994; Wignall, 2001; Racki, 2003). Acid rains due to volcanic SO2, Cl, and F emission may have caused devastation of continental\nvegetation leading to changes in the provenance and an increase in the intensity of the weathering (Wignall, 2001). Enhanced terrestrial input and reduced marine carbonate production may have led to remarkable lithological changes (Fig. 12). Volcanic CO2 emission resulted in a global greenhouse that in turn led to a drastic reduction of bioproductivity (Erwin et al., 2002). These closely related processes are thought to contribute to the gradual decrease of δ13C values. Moreover, the greenhouse warming (Kidder and Worsley, 2004) caused anoxia in large parts of the oceans and also on the marginal ramps under the wave-base (Wignall and Hallam, 1992; Wignall and Twitchett, 1996; Wignall, 2001). When reaching a threshold, warming may have triggered massive methane release from sea-floor gas hydrate reservoirs which is registered as a sharp negative δ13C excursion (Erwin, 1993; Krull and Retallack, 2000; Wignall, 2001; Berner, 2002). This effect caused further extinction of the already impoverished biota (Fig. 12). Decimation of metazoans provided the opportunity for development of various microbial communities that played a crucial role in the recurrence of carbonate production. However, due to sustained unfavourable environmental conditions, the biotic recovery was slow and protracted, and re-establishment of the high-diversity marine com-\nmunities was not complete until the Middle Triassic, millions of years after the drastic environmental changes (Payne et al., 2004)."
  }, {
    "heading": "7. Conclusions",
    "text": "The general characteristics of the P–T boundary interval, which are also reflected in the sections studied in the BükkMountains, Hungary, are summarized as follows:\n1. In the majority of the marine successions, subsequent to a highstand interval, the boundary is recognised within a transgressional suite that suggests a global sea-level rise during the latest Permian to earliest Triassic (Hallam, 1989; Broglio Loriga et al., 1990; Wignall and Hallam, 1992; Zang et al., 1996; Perri and Farabegoli, 2003). 2. In the uppermost Permian strata, the carbonate producing biota gradually disappears within a short interval (biotic decline). It is accompanied by the initiation of a significant and gradual negative shift in δ13C values. 3. The subsequent interval is characterised by an impoverished fossil assemblage. In basinal settings, framboidal pyrite that suggests oxygen depletion typically occurs in abundance here.\n4. Disappearance of the surviving Permian assemblages is accompanied by a negative δ13C peak that may be used as an isotope chemostratigraphical marker of the P–T boundary. 5. Subsequently, microbial carbonate appears that are correlated with peculiar carbonate cement layers and oolite in the shallow subtidal facies. 6. Comparison of the Bükk sections with other marine boundary sections in the western to eastern Tethys revealed a number of similarities in the nature and sequence of the end-Permian events that include considerable environmental changes (e.g. negative shift and subsequent peak in δ13C values, abrupt biodiversity reduction and subsequent extinction of the survivors, oxygen depletion, post-extinction microbialite). However, there are some features (e.g. relatively thick “boundary shale”, lack of oolite in the basal Triassic) which are attributed mainly to the setting and local characteristics of the depositional environment.\nThe comprehensive studies of the sections in the Bükk Mountains led to recognition of a sequence of events akin to those found in a number of other Tethyan sections, which helps constrain models for the endPermian extinction. Despite considerable effort, the studied sections did not yield positive clues on the trigger mechanism of the biosphere perturbation as a search for traces of extraterrestrial effects or synchronous volcanism was unsuccessful. However, the Bükk sections provide important complementary data that, together with similar successions recognised in a number of Tethyan sections, contribute to our understanding of the global environmental changes that led to the largest Phanerozoic extinction."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors are indebted to Professor Yin Hongfu and the other anonymous reviewer for their corrections and suggestions. Support from the Hungarian Scientific Research Fund (OTKA) projects T037966 and T042802 is gratefully acknowledged. The work of M. Sudar was also supported by the Ministry of Science and Environmental Protection of Republic of Serbia (project No. 146009)."
  }],
  "year": 2006,
  "references": [{
    "title": "Very low- and low-grade Alpine regional metamorphism of the Paleozoic and Mesozoic formations of the Bükkium, NE Hungary",
    "authors": ["P. Árkai"],
    "venue": "Acta Geol. Hung",
    "year": 1983
  }, {
    "title": "Timing of low-temperature metamorphism and cooling of the Paleozoic and Mesozoic formations of the Bükkium, innermost western Carpathians, Hungary",
    "authors": ["P. Árkai", "K. Balogh", "I. Dunkl"],
    "venue": "Geol. Rundsch",
    "year": 1995
  }, {
    "title": "The Permian–Triassic boundary in the southernAlps (Italy)",
    "authors": ["R. Assereto", "A. Bosellini", "N. Fantini Sestini", "W.C. Sweet"],
    "venue": "Canad. Soc. Petroleum Geol. Mem.,",
    "year": 1973
  }, {
    "title": "Die geologischen Bildungen des Bükk–Gebirges",
    "authors": ["K. Balogh"],
    "venue": "Ann. Inst. Geol. Publ. Hung.,",
    "year": 1964
  }, {
    "title": "Permian–Triassic of the Tethys — carbon isotope studies",
    "authors": ["A. Baud", "M. Magaritz", "W.T. Holster"],
    "venue": "Geol. Rundsch",
    "year": 1989
  }, {
    "title": "Late Permian and Early Triassic evolution of the Indian margin: carbon isotope and sequence stratigraphy",
    "authors": ["A. Baud", "V. Atudorei", "Z. Sharp"],
    "venue": "Geodyn. Acta",
    "year": 1996
  }, {
    "title": "Data on the (Upper Permian) foraminifer fauna of the Nagyvisnyó Limestone Formation from borehole Mályinka-8 (northern Hungary)",
    "authors": ["A. Bérczi-Makk", "L. Csontos", "P. Pelikán"],
    "venue": "Acta Geol. Hung",
    "year": 1995
  }, {
    "title": "Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modelling",
    "authors": ["R.A. Berner"],
    "venue": "PNAS",
    "year": 2002
  }, {
    "title": "Der geologische Aufbau des Schlerngebietes und seiner weiteren Umgebung",
    "authors": ["R. Brandner", "H. Mostler"],
    "venue": "Seis am Schlern,",
    "year": 1982
  }, {
    "title": "La Formazione di Werfen (Scitico) delle Dolomiti Occidentali: Sedimentologia e biostratigrafia",
    "authors": ["C. Broglio Loriga", "D. Masetti", "C. Neri"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 1983
  }, {
    "title": "Marine fossil assemblages from Upper Permian to lowermost Triassic in the western Dolomites (Italy)",
    "authors": ["C. Broglio Loriga", "C. Neri", "M. Pasini", "R. Posenato"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "The Lower Triassic sequences of the Dolomites (Italy) and Transdanubian Mid-Mountains (Hungary) and their correlation",
    "authors": ["C. Broglio Loriga", "F. Góczán", "J. Haas", "K. Lenner", "C. Neri", "A. OraveczScheffer", "R. Posenato", "I. Szabó", "Á. Tóth-Makk"],
    "venue": "Mem. Sci. Geol",
    "year": 1990
  }, {
    "title": "Palaeoenvironments of the Permian–Triassic transition sections in Kashmir, India",
    "authors": ["M.E. Brookfield", "R.J. Twitchett", "C. Goodings"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Stratigraphical, paleontological and sedimentological characteristics of Upper Permian beds in Slovenia, NW Yugoslavia",
    "authors": ["S. Buser", "K. Grad", "B. Ogorelec", "A. Ramovš", "L. Šribar"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "Carbon isotope excursion across the Permian–Triassic boundary in the Meishan section, Zhejiang Province, China",
    "authors": ["C.Q. Cao", "W. Wang", "Y.G. Jin"],
    "year": 2002
  }, {
    "title": "Rethinking the global carbon cycle with a large, dynamic and microbially mediated gas hydrate capacitor",
    "authors": ["G.R. Dickens"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Organic carbon isotope variability across the P/Tr boundary in the Idrijca Valley section (Slovenia): a high-resolution study",
    "authors": ["M. Dolenec", "B. Ogorelec"],
    "venue": "Geologija",
    "year": 2001
  }, {
    "title": "Isotopic changes at the Permian– Triassic boundary in the Idrijca Valley (W. Slovenia)",
    "authors": ["T. Dolenec", "A. Ramovš"],
    "venue": "Rud.-Metal. Zb. Mater. Okolje",
    "year": 1998
  }, {
    "title": "Upper Carboniferous to Lower Triassic carbon isotopic signature carbonate rocks of the western Tethys (Slovenia)",
    "authors": ["M. Dolenec", "B. Ogorelec", "S. Lojen"],
    "venue": "Geol. Carpath",
    "year": 2003
  }, {
    "title": "The Great Paleozoic Crisis",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "The Permo-Triassic extinction",
    "authors": ["D.H. Erwin"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "The end-Permian mass extinctions",
    "authors": ["D.H. Erwin", "S.A. Bowring", "Y.G. Jin"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2002
  }, {
    "title": "Comparison of the Variscan–Early Alpine evolution of the Jadar Block (NW Serbia) and “Bükkium” (NE Hungary) terranes; some paleogeographic implications",
    "authors": ["I. Filipović", "D. Jovanović", "M. Sudar", "P. Pelikán", "S. Kovács", "Less", "Gy", "K. Hips"],
    "venue": "Slovak Geol. Mag",
    "year": 2003
  }, {
    "title": "Magyarország geológiája, Paleozoikum II. Akadémiai Kiadó, Budapest, Hungary",
    "authors": ["J. Fülöp"],
    "year": 1994
  }, {
    "title": "Permian–Triassic boundary in Hungary",
    "authors": ["J. Haas", "F. Góczán", "A. Oravecz-Scheffer", "Á. Barabás-Stuhl", "Majoros", "Gy", "A. Bérczi-Makk"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "Facies analysis of marine Permian/Triassic boundary sections in Hungary",
    "authors": ["J. Haas", "K. Hips", "P. Pelikán", "N. Zajzon", "A.E. Götz", "E. Tardi-Filácz"],
    "venue": "Acta Geol. Hung",
    "year": 2004
  }, {
    "title": "Carbon isotope excursions in marine Permian–Triassic boundary sections in Hungary",
    "authors": ["J. Haas", "A. Demény", "K. Hips", "T.W. Vennemann"],
    "venue": "Palaeogeor. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "The case for sea-level change as a dominant causal factor in mass extinction of marine invertebrates",
    "authors": ["A. Hallam"],
    "venue": "Philos. Trans. R. Soc. Lond., B",
    "year": 1989
  }, {
    "title": "Diagenetic origin of carbon and oxygen isotope compositions of Permian–Triassic boundary strata",
    "authors": ["E. Heydari", "W.J. Wade", "J. Hassanzadeh"],
    "venue": "Sediment. Geol",
    "year": 2001
  }, {
    "title": "Permian–Triassic boundary interval in the Abadeh section of Iran with implications for mass extinction. Part 1 — sedimentology",
    "authors": ["E. Heydari", "J. Hassanzadeh", "W.J. Wade", "A.M. Ghazdi"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Calcimicrobial stromatolites at the Permian– Triassic boundary in a western Tethyan section, Hungary",
    "authors": ["K. Hips", "J. Haas"],
    "venue": "Sediment. Geol",
    "year": 2006
  }, {
    "title": "Lower Triassic shallow marine succession in the Bükk Mountains, NE Hungary",
    "authors": ["K. Hips", "P. Pelikán"],
    "venue": "Geol. Carpath",
    "year": 2002
  }, {
    "title": "Events near the Permian–Triassic boundary",
    "authors": ["W.T. Holser", "M. Magaritz"],
    "venue": "Mod. Geol",
    "year": 1987
  }, {
    "title": "A unique geochemical record at the Permian/Triassic",
    "authors": ["W.T. Holser", "H.P. Schönlaub", "M. Attrep Jr.", "K. Boeckelmann", "P. Klein", "M. Magaritz", "C.J. Orth", "A. Fenninger", "C. Jenny", "M. Kralik", "H. Mauritsch", "E. Pak", "J.M. Schram", "K. Stattegger", "R. Schmöller"],
    "year": 1989
  }, {
    "title": "The Permian–Triassic of the Gartnerkofel-1 core (Carnic Alps, Austria): synthesis and conclusions",
    "authors": ["W.T. Holser", "H.P. Schönlaub", "K. Boeckelmann Jr.", "M. Magaritz", "C.J. Orth"],
    "venue": "Abh. Geol. Bundesanst",
    "year": 1991
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in south China",
    "authors": ["Y. Jin", "Y. Wang", "W. Wang", "Q. Shang", "C. Cao", "D.H. Erwin"],
    "year": 2000
  }, {
    "title": "The Guryul ravine section, candidate of the global stratotype and point (GSSP) of the Permian–Triassic boundary (PTB). In: Hongfu, Yin (Ed.), The Paleozoic–Mesozoic Boundary. Candidates of the Global Stratotype Section and Point of the Permian–Triassic Boundary",
    "authors": ["H.M. Kapoor"],
    "year": 1996
  }, {
    "title": "Causes and consequences of extreme Permo-Triassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Negative carbon isotope excursion at the Permian/Triassic boundary section at Zal, NW-Iran",
    "authors": ["Korte", "Ch", "H.W. Kozur", "H. Partoazar"],
    "venue": "Hallesches Jahrb. Geowiss., B Geol. Paläontol. Mineral",
    "year": 2004
  }, {
    "title": "Biostratigraphic evaluation of the Upper Paleozoic conodonts, ostracods and Holothurian sclerites of the Bükk Mts. Part II: Upper Paleozoic ostracods",
    "authors": ["H. Kozur"],
    "venue": "Acta Geol. Hung",
    "year": 1985
  }, {
    "title": "The Permian of Hungary",
    "authors": ["H. Kozur"],
    "venue": "Z. Geol. Wiss",
    "year": 1988
  }, {
    "title": "Neue Ostracoden–Arten aus dem oberen Mittelkarbon (höheres Moscovian), Mittel und Oberperm des Bükk– Gebirges (N-Ungarn)",
    "authors": ["H. Kozur"],
    "venue": "Geol. Paläontol. Mitt. Innsbr. Sbd",
    "year": 1989
  }, {
    "title": "Stable carbon isotope stratigraphy across the Permian–Triassic boundary in shallow marine carbonate platforms, Nanpanjiang Basin, south China",
    "authors": ["E.S. Krull", "D.J. Lehrmann", "D. Druke", "B. Kessel", "Y.Y. Yu", "R.X. Li"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Geological map of the Bükk Mts., 1:50000",
    "authors": ["Less", "Gy. (Ed", "Z. Gulácsi", "S. Kovács", "P. Pelikán", "L. Pentelényi", "L. Sásdi"],
    "venue": "Hungarian Geological Intstitute,",
    "year": 2002
  }, {
    "title": "Paleomagnetism of Permian–Triassic sections, Bükk Mts., Hungary",
    "authors": ["E. Márton"],
    "venue": "Acta Geol. Hung",
    "year": 2004
  }, {
    "title": "Linking continentalslope failures and climate change: testing the clathrate gun",
    "authors": ["M. Maslin", "M. Owen", "S. Day", "D. Long"],
    "venue": "hypothesis. Geology",
    "year": 2004
  }, {
    "title": "On the isotopic chemistry of carbonates and a paleotemperature scale",
    "authors": ["J.M. McCrea"],
    "venue": "J. Chem. Phys",
    "year": 1950
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the end-Permian extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J.Y. Wei", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Conodonts across the Permian– Triassic boundary in the southern Alps",
    "authors": ["M.C. Perri", "E. Farabegoli"],
    "venue": "Cour. Forsch.–Inst. Senckenberg",
    "year": 2003
  }, {
    "title": "Upper Permian deposits of the Jadar region and their position within the western Paleotethys",
    "authors": ["L. Pešić", "A. Ramovš", "J. Sremac", "S. Pantić-Prodanović", "I. Filipović", "S. Kovács", "P. Pelikán"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1988
  }, {
    "title": "Bivalves and Brachiopods near the Permian–Triassic boundary from the Bükk Mountains (Bálvány-North section, northern Hungary)",
    "authors": ["R. Posenato", "P. Pelikán", "K. Hips"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 2005
  }, {
    "title": "Correlation of the Carboniferous, Permian and Triassic sequences of the Jadar Block, Sana– Una and “Bükkium",
    "authors": ["L. Protić", "I. Filipović", "P. Pelikán", "D. Jovanović", "S. Kovács", "M. Sudar", "K. Hips", "Less", "Gy", "R. Cvijić"],
    "venue": "Proceedings of the International Symposium Geology and Metallo-",
    "year": 2000
  }, {
    "title": "End-Permian mass extinction: oceanographic consequences of double catastrophic volcanism",
    "authors": ["G. Racki"],
    "venue": "Lethaia",
    "year": 2003
  }, {
    "title": "The Permian–Triassic boundary in Yugoslavia",
    "authors": ["A. Ramovš"],
    "venue": "Rud.-Metal. Zb",
    "year": 1982
  }, {
    "title": "Tempo of the endPermian event: high-resolution cyclostratigraphy at the Permian",
    "authors": ["M.R. Rampino", "A. Prokoph", "A. Adler"],
    "venue": "Triassic boundary. Geology",
    "year": 2000
  }, {
    "title": "Abruptness of the end-Permian mass extinction as determined from biostratigraphic and cyclostratigraphic analyses of European western Tethyan sections",
    "authors": ["M.R. Rampino", "A. Prokoph", "A.C. Adler", "D.M. Schwindt"],
    "venue": "Geol. Soc. Am.,",
    "year": 2002
  }, {
    "title": "Die Brachiopoden aus dem oberen Perm des Bükkgebirges in Nordungarn",
    "authors": ["Z. Schréter"],
    "venue": "Geol. Hung., Ser. Palaeontol",
    "year": 1963
  }, {
    "title": "Die Nautiloiden aus dem oberen Perm des Bükkgebirges",
    "authors": ["Z. Schréter"],
    "venue": "Akadémia Kiadó, Budapest,",
    "year": 1974
  }, {
    "title": "Synchronous record",
    "authors": ["M.A. Sephton", "C.V. Looy", "R.J. Veefkind", "H. Brinkhuis", "J.W. De Leeuw", "H. Visscher"],
    "year": 2002
  }, {
    "title": "Earth's biggest ‘whodunnit’: unravelling the clues in the case of the end-Permian mass extinction",
    "authors": ["R.V. White"],
    "venue": "Philos. Trans. R. Soc. Lond. Ser. A: Math. Phys. Eng. Sci",
    "year": 2002
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "1992.Anoxia as a cause of the Permian–Triassic mass extinction— facies evidence from northern Italy and the western United States",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Facies change and the end-Permian mass extinction in S.E. Sichuan, China",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Oceanic anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Pyrite framboid evidence for oxygen-poor deposition during the Permian–Triassic crisis in Kashmir",
    "authors": ["Wignall", "P.B", "R. Newton", "M.E. Brookfield"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Two episodes of microbial change coupled with Permo/Triassic faunal mass extinction",
    "authors": ["S. Xie", "R.D. Pancost", "H.F. Yin", "H. Wang", "R.P. Evershed"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Permo-Triassic events of south China. Geological publishing",
    "authors": ["Z. Yang", "S. Wu", "H.F. Yin", "Xu", "Guirong", "K. Zhang", "X. Bie"],
    "year": 1993
  }, {
    "title": "Multidisciplinary high-resolution correlation of the Permian–Triassic boundary",
    "authors": ["H.F. Yin", "J. Tong"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Sequence stratigraphy near the Permian–Triassic boundary at Meishan section, south China",
    "authors": ["K. Zang", "J. Tong", "H.F. Yin", "S. Wu"],
    "year": 1996
  }],
  "id": "SP:efda4083f0f366e020ae1db2579a24bf5e98ddac",
  "authors": [{
    "name": "János Haas",
    "affiliations": []
  }, {
    "name": "Attila Demény",
    "affiliations": []
  }, {
    "name": "Kinga Hips",
    "affiliations": []
  }, {
    "name": "Norbert Zajzon",
    "affiliations": []
  }, {
    "name": "Tamás G. Weiszburg",
    "affiliations": []
  }, {
    "name": "Milan Sudar",
    "affiliations": []
  }, {
    "name": "József Pálfy",
    "affiliations": []
  }],
  "abstractText": "Complete, continuous marine Permian–Triassic (P–T) boundary sections in the Bükk Mountains, Northern Hungary, represent a ramp setting on the margin of the western Tethys. The Upper Permian succession comprises limestone rich in calcareous algae, foraminifera, and skeletal fragments of metazoans. A significant reduction of biogenic components occurs in the topmost limestone layers below the “boundary shale bed” (BSB). It coincides with the beginning of a gradual negative shift in δCcarb values that continues into the BSB. The BSB consists predominantly of marly siltstones that are similar to the insoluble residue of the underlying limestone. A second biotic decline is recorded in the upper-third of the BSB, where the continuous negative shift in δC values is superimposed by a sharp and quasi-symmetric negative peak. The δC peak is confined to the shale bed and is not correlated with the lithological change, therefore diagenetic or other secondary effects are ruled out. The carbon isotope signal reflects primary processes related to significant changes in environmental conditions. Correlation and comparison of sedimentological, biotic, geochemical and mineralogical features of the studied sections in the Bükk Mountains with other Tethyan P—T sections in the Southern Alps, Dinarides, Iran, Kasmir (India) and southern China are discussed. The continuous shift in δC values is most probably related to a decrease in bioproductivity, whereas the sharp peak is attributed to an addition of C strongly depleted in C isotope to the ocean–atmosphere system. The most plausible model is a massive release of methane from gas–hydrate dissociation. This event led to the extinction of the already impoverished biota. Scarcity of metazoans and prolonged unfavourable environmental conditions gave rise to a bloom of microbial communities. Mineralogical and geochemical analyses failed to reveal any evidence for extraterrestrial effects or synchronous volcanism were found in the studied sections. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Biotic and environmental changes in the Permian–Triassic boundary interval recorded on a western Tethyan ramp in the Bükk Mountains, Hungary"
}