{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nPrecession-driven monsoon variability at the Permian–Triassic boundary — Implications for anoxia and the mass extinction\nArne Winguth ⁎, Cornelia Winguth Department of Earth and Environmental Sciences, University of Texas at Arlington, Arlington, TX 76019‐0049, United States\n⁎ Corresponding author at: Department of Earth and versity of Texas at Arlington, 500 Yates St., Arlington Tel.: +1 817 272 2977; fax: +1 817 272 2628.\nE-mail address: awinguth@uta.edu (A. Winguth).\n0921-8181/$ – see front matter © 2012 Elsevier B.V. All doi:10.1016/j.gloplacha.2012.06.006\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 31 May 2011 Received in revised form 22 March 2012 Accepted 18 June 2012 Available online 26 June 2012\nKeywords: Permian Triassic climate orbital monsoon extinction anoxia modeling\nBy the end of the Late Permian, most continents had collided to form the supercontinent of Pangea. The associated climatic changes at the Permian–Triassic boundary coincided with the most severe mass extinction in the Phanerozoic. One extinction hypothesis favors a climatic response to an increase in large-scale volcanism resulting in ocean stagnation and widespread anoxia with fatal consequences for marine and land organisms. Recent interpretations of geochemical data suggest that orbitally-driven periodic upwelling of toxic hydrogen-sulfide rich water masses contributed to the extinction of species. In this paper, we use the Community Climate System Model (CCSM3) in order to explore the effect of eccentricity-modulated changes of the precession on the strength of Pangean megamonsoons and their impact on productivity and oxygen distribution. The climate model simulates high variability in monsoonal precipitation, trade winds and equatorial upwelling in response to precessional extremes, leading to remarkable fluctuations in the export of carbon from the euphotic zone and hence reduction in dissolved oxygen concentrations in subsurface layers. These findings are in general agreement with increased primary productivity, intensified euxinia within the oxygen-minimum zone, and decimation of the radiolarian zooplankton community as inferred from Japanese marine sections. Strong changes in river run-off linked to precipitation oscillations possibly led to a high variability in the nutrient supply to the Tethys Ocean, thus affecting regional productivity and oxygen distribution. The model results suggest that orbital variability in the sedimentary record and the associated extinction of species are related rather to periodic anoxia in near surface-to-intermediate depth than to widespread anoxic events in the Panthalassic deep-sea.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Permian–Triassic Boundary (PTB, ~251.5 Ma) is of great interest for global change studies, because it is associated with extreme climatic conditions due to the existence of the supercontinent Pangea and the superocean Panthalassa, and due to strong environmental changes potentially associated with massive volcanism (Campbell et al., 1992; Sobolev et al., 2011). The PTB is characterized by the largest mass extinction of the Phanerozoic, with about 90% of the marine organisms disappearing from the geological record (Raup and Sepkoski, 1982; Erwin, 1994; Sepkoski, 1995; Alroy et al., 2008). The causes of the extinction are still under debate. One of the commonly discussed hypotheses is that ocean stagnation and widespread anoxic conditions occurred (Wignall and Hallam, 1992, 1993; Knoll et al., 1996; Hallam and Wignall, 1997; Isozaki, 1997; Ward et al., 2001; Wignall and Twitchett, 2002; Wignall and Newton, 2003;\nEnvironmental Sciences, Uni, Texas, 76019, United States.\nrights reserved.\nKump et al., 2005; Meyer et al., 2008), leading to the extinction of marine organisms (Berner, 2002). Different conclusions have been drawn from studies of Panthalassic deep-sea sections in the Japanese Mino-Tamba Belt. The presence of widespread deep-sea anoxia has been inferred from the sharp transition from organic-poor cherts to black siliceous shales in the uppermost Permian (Wignall and Twitchett, 1996; Isozaki, 1997), and the presence of euxinia at the beginning of this anoxic period has been concluded from the enrichment of framboidal pyrites (Wignall et al., 2010). Algeo et al. (2010), on the other hand, suggest that anoxia at the end of the Permian was restricted to the oxygen minimum zone (OMZ) and that apparent increases in the concentrations of organic matter and trace metals were linked to a loss of biogenic silica flux.\nOxygen consumption by decay of particulate organic matter needs to exceed the oxygen supply by circulation in order to produce anoxia in the deep sea (Winguth et al., 2002; Kiehl and Shields, 2005; Winguth and Maier-Reimer, 2005; Meyer et al., 2008). Changes in the ocean circulation related to changes in the pole-to-equator gradient (Hotinski et al., 2001), a switch from thermal mode to haline mode (Zhang et al., 2001), an increase in greenhouse gas concentrations associated with massive volcanic eruptions, or a combination\nof these factors (Kidder andWorsley, 2010) could have contributed to anoxia in the deep sea.\nSuperimposed on the dramatic large-scale changes in the climate system are climatic variations due to changes in the Earth's orbit (Kutzbach and Gallimore, 1989; Parrish, 1993; Gibbs et al., 2002; Winguth et al., 2002; Huybers and Aharonson, 2010). For example, precession-modulated upwelling of sulfidic water masses onto a shallow-marine carbon platform has been inferred from pyrite sedimentation rates and carbonate δ13C records in the PTB section at Nhi Tao, Vietnam (Algeo et al., 2007). Other possible explanations for the observed geochemical changes include upward excursions of the chemocline, resulting in H2S poisoning of surface waters (Kump et al., 2005), or deposition of sulfur by volcanism (Strauss, 1997; Algeo et al., 2007).\nThe relevance of orbital forcing for environmental changes at the PTB is supported by magnetic susceptibility data from Shangsi, southern China (Huang et al., 2011). Orbital pacing of Pangean climate is also inferred from cyclical lacustrine rocks (Newark Section; Olsen and Kent, 1996) in the Triassic subtropics (near 10°). Since the subtropics to mid-latitudes of Pangea are greatly affected by eccentricity-modulated precessional cycles (Crowley et al., 1992), peak eccentricity values may have intensified the monsoonal circulation, as inferred from varve sediments from the Castile Formation inwestern tropical Pangea (Anderson, 2010). The large continental configuration of Pangea favored strong seasonal variability in the subtropics (Barron and Fawcett, 1995), with extreme precipitation during the summer, referred to as megamonsoons (Kutzbach and Gallimore, 1989). The extreme monsoonal climate for both hemispheres across the Pangean continent has also been inferred from a Late Permian climate comparable to that of the present-day savannah in the Chinle Formation of the Colorado Plateau (Daugherty, 1941), from the global distribution of red beds, evaporites, and coal deposits during the Triassic (Robinson, 1973), and from the fact that landmasses similar to present-day Eurasiawere present in both hemispheres (Parrish, 1993; Ziegler et al., 2003).\nIn this study, we investigate the response of the strength of the monsoonal circulation, and related changes in ocean circulation, productivity and dissolved oxygen distribution to changes in Earth's orbital parameters for the end-Permian. In particular, we examine the influence of extremes in the precessional cycle on nutrient availability and productivity in the euphotic zone either directly through fluctuations in the ocean circulation or indirectly through intensification in the seasonal precipitation leading to enhanced weathering."
  }, {
    "heading": "2. Climate model and experiments",
    "text": ""
  }, {
    "heading": "2.1. The Community Climate System Model (CCSM3)",
    "text": "The end-Permian climate simulations have been carried out with the NCAR CCSM3, a global coupled climate model including the ocean, atmosphere, sea ice, and land surface (Kiehl and Shields, 2005; Collins et al., 2006a; Yeager et al., 2006; and references therein). A spectral horizontal resolution of T31, corresponding to an equivalent grid spacing of approximately 3.75°×3.75° in latitude and longitude, and vertically 26 unevenly spaced terrain-following levels (Collins et al., 2006b), has been chosen for the atmosphere to allow long-term integrations. Correspondingly, the ocean is resolved by a nominal 3° horizontal grid and by 25 layers in the vertical direction (Gent et al., 2006).\nThe marine carbon component of the coupled climate-carbon cycle model is based upon the Ocean Carbon Model Intercomparison Project (OCMIP) (Doney et al., 2006; Najjar and Orr, unpublished manuscript; http://www.ipsl.jussieu.fr/OCMIP/) and is described in Winguth and Winguth (2012) for the Permian application. The model estimates air–sea fluxes of CO2 with the wind-dependent gas exchange coefficient (Wanninkhof, 1992) across the air–sea interface, the temperature-dependent solubility of CO2, and the difference\nbetween the prescribed pCO2 of the atmosphere and the pCO2 of the uppermost layer of the ocean (Doney et al., 2006). The ocean carbon cycle model predicts seven prognostic variables, i.e. phosphate (PO4), total dissolved inorganic iron, dissolved organic phosphorus and iron, dissolved inorganic carbon, total alkalinity, and dissolved oxygen, that are transported by the ocean model. The parameterization of biological uptake of nutrients is similar to that used in the HamburgModel of the Ocean Carbon Cycle (HAMOCC;Maier-Reimer, 1993) and assumes a constant Redfield ratio for particulate organic matter. The uptake of PO4 is given by the turnover of biomass, modulated by surface solar irradiance, temperature, and macro- and micronutrients. The carbon cycle model uses a single Martin power-law curve to describe the vertical particulate organic phosphorus flux profile over the full water column."
  }, {
    "heading": "2.2. Late Permian boundary conditions",
    "text": "To the basic Permian geography from Kiehl and Shields (2005), a mid-ocean ridge has been added in this study (Osen et al., 2012). The shape of the mid-ocean ridge is similar to that of the modern East Pacific Rise with a fast spreading rate of ~10 cm/yr; its profile and height have been computed after Stein and Stein (1992). The ridge bends at approximately 80°N towards what is present-day Siberia, near the area of the Siberian Trap eruptions. The mid-ocean ridge simulation enhanced vertical mixing and topographic steering of the currents near the ridge-axis, but changes in the global distribution of water masses and circulation in the Panthalassa are insignificant when compared with the simulation using a flat bottom (see Osen et al., 2012).\nThe solar constant applied for the latest Permian is 1338 W m−2, ~2.1% lower than the modern value. Following the study of Kiehl and Shields (2005), greenhouse gas concentrations were set to 0.7 ppmv for pCH4, 0.275 for pN2O, and 3550 ppmv for atmospheric pCO2 (based on Kidder and Worsley, 2004), ~12.7× higher than the preindustrial level (PAL) of 280 ppmv, corresponding to a radiative forcing of 16 W m−2. The reconstructions of greenhouse gas concentrations or the end-Permian remain uncertain because of the unknown amount of carbon injection due to Siberian Trap volcanism-induced metamorphism of organic matter and petroleum (Svensen et al., 2009). The maximum end-Permian greenhouse gas concentration of ~12–13× PAL, as inferred from soil carbonate CO2 paleobarometers (Cerling, 1991), and consistent with estimates by Kidder and Worsley (2004), have recently been revised by Breecker et al. (2010) who propose a lower end-Permian value of ~4–5× PAL, in agreement with the GEOCARBSULF model. Such low estimates, however, are inconsistent with emission estimates from the Siberian Traps, successive Late Permian and Early Triassic spikes of unusually high atmospheric CO2 inferred from stomatal indices, lycopsid spore diversity, and leafy stem diameters (Retallack et al., 2011) and also in disagreement with the frost-free polar climates inferred from sensitive sedimentary deposits (Ziegler et al., 1998). The prescribed land vegetation types are taken from Kiehl and Shields (2005) and based on surface types from Rees et al. (1999). Present-day conditions are applied for all other boundary conditions and parameterizations."
  }, {
    "heading": "2.3. Description of the climate simulations",
    "text": "The orbital settings used in this study (Table 1) follow the concept of Sloan and Huber (2001) and are consistent with recent estimates by Laskar et al. (2004). The two scenarios capture extreme orbital settings, referred to as P− with the precessional cycle at its minimum value, and P+ with the precessional cycle at its maximum value. The first scenario (P−) is characterized by a reduced, the second scenario (P+) by an enhanced seasonal cycle. For the P− scenario, the precession of the equinox is set to 90° (prograde angle between the perihelion and the vernal equinox), the eccentricity modulating the\nprecession to 0.0531, and the obliquity to 22.8°. The P+ scenario corresponds to an additional shift of the precession of the equinox by 180° (or ~11,500 yr later) to 270°, with eccentricity set to 0.0524 and obliquity set to 23.8°. With these conditions, the Earth's orbit is in a perihelion, nearest to the Sun, during summer solstice and in an aphelion, farthest from the Sun, during winter solstice. The eccentricity and obliquity are altered in the P+ scenario because of the progress in time with the shift of the precession of the equinox. As shown in Fig. 1, the largest differences in incoming solar radiation occur in the polar regions.\nAll model simulations are integrated over 3000 yr (Fig. 2) with initial conditions taken from a 5000 yr control integration, using the physical settings of Kiehl and Shields (2005). The output from the modeling simulations discussed in the sections below represents 100-yr averages for the two seasons: June, July, and August (JJA) and December, January, and February (DJF)."
  }, {
    "heading": "3. Orbitally-induced changes in seasonality and monsoon intensity",
    "text": ""
  }, {
    "heading": "3.1. Response of the atmosphere to orbital changes",
    "text": "Seasonal climatic variations of Pangea show a remarkable continentality, with temperatures in Gondwana ranging from −25 °C in the polar regions during the winter months to >45 °C in the subtropics during the summermonths (Fig. 3 A andB). This temperature range is in agreement with previous studies using either an idealized continental configuration (Kutzbach and Gallimore, 1989) or a realistic geographic configuration (Gibbs et al., 2002; Winguth et al., 2002). In contrast to the previous studies, overall temperatures are higher by ~5–10 °C because of the higher atmospheric CO2 concentration (12.7× PAL) and hence stronger CO2 radiative forcing (16 W m−2). During the southern winter (Fig. 3A), the continental climate of Gondwana leads to sea ice formation limited to nearshore areas of the Pangean east coast, with a\nIncoming Solar Radiation (W m-2) Experiments P+ minus P-\nsea ice fraction of b60%. Dropstones and rhythmites as indicators of such a cold climate have been identified in the geological record of Tasmania along the southeastern coast of Gondwana for the Wordian, but not for the Tutorian (Ziegler et al., 1998).\nPrecessional variations cause out-of-phase changes between the hemispheres for the winter and summer seasons and are exactly reversed from that of the tilt. The difference in surface air temperature between the scenarioswithmaximal (P+) andminimal (P−) precessional setting for the two seasons is shown in Fig. 3. For JJA, the Earth is in the perihelion and air temperature anomalies of up to+10 °C are centered over Laurasia at ~45°N and of+8 °C over Gondwana at ~15°S (Fig. 3C), whereas for the aphelion (DJF), the temperature anomalies with maximal values of about −8 °C are centered over Pangea at 15°N and 45°S (Fig. 3D). Surface temperature response to variations in precession is a function of the land–sea distribution (Crowley and North, 1991; Sloan andHuber, 2001),with lower variation over the ocean due to the higher heat capacity of the water. This explains why changes in the polar regions are relatively small, although precession-induced insolation fluctuations are maximal. In June, the latitude of 45°N receives ~100 W m−2 more radiation under the P+ scenario than under the P− scenario (Fig. 1), leading to a significant warming over Laurasia (Fig. 3C). In January, the subtropics to mid-latitudes gain ~75 W m−2 more radiation in the P− scenario so that Gondwana becomes warmer (Fig. 3D).\nThe distribution of sea level pressure and wind for the winter and summer season is affected by the seasonal variations in insolation and regional fluctuations associated with the monsoon (Fig. 4). In the P− scenario, the intertropical convergence zone (ITCZ) is shifted to ~10°N in the boreal summer and to ~10°S in the boreal winter. Strong trade winds result from a high-pressure system over the Panthalassa at 35° during the summer in the P− simulation (Fig. 4A). With the more extreme precessional setting (P+), NE trade winds are reduced in the northwestern Panthalassa due to the weakening of the high pressure system (Fig. 4C) in response to the orbitally-induced decrease in the meridional surface temperature gradient (Figs. 1 and 3C) and thus a reduced meridional temperature gradient from the tropics to the mid-latitudes, whereas in the austral summer trade winds are intensified accordingly.\nSuperimposed over the Hadley circulation is a pronounced summer monsoon circulation transporting moist air from the western Tethys Ocean to a low pressure ridge over the Pangean subtropics with 990 hPa centered at ~25°N in JJA and 980 hPa centered at 35°S in DJF in the P− scenario (Fig. 4B). The winter monsoon high (1020 hPa) in the northern hemisphere in this simulation is located at 35°N with near-gale northeasterly winds, and in the southern hemisphere, south-easterlies are directed towards the western Tethys Ocean. The difference in strength of the wind between the summer and winter monsoon can be related to the strong north–south temperature contrast during the winter months (Figs. 3A and B), while during the summer months, these gradients are substantially weaker (Kutzbach and Gallimore, 1989).\nIn the P+ scenario in summer, the Pangean subtropical low pressure system in the northern hemisphere is reduced by 5–10 hPa relative to the P− scenario (Fig. 4C) in response to the increase in the surface temperature (Fig. 3C), whereas in the southern hemisphere the low pressure rises to 990 hPa (Fig. 4D) in reaction to the decline in temperature (Fig. 3D).\nThe precipitation patterns (Fig. 5) are non-linearly correlated to the changes in temperature and pressure. Updraft of moist tropical air masses along the ITCZ causes strong precipitation of over 8 mm/day during the summer months. In the P− experiment, tropical precipitation is particularly high in western Panthalassa and in the Tethys Ocean with highest sea surface temperatures.\nFor both orbital scenarios,monsoonal precipitation experiences a high seasonal variability with high precipitation over northern tropical Pangea and extreme rainfall over North China during the summer months\n(>10 mm/day) and dry conditions during winter (b1 mm/day). The high orbitally-induced variability in precipitation over the subtropical Pangean continent is also supported by fluctuations in levels of the expanding playa lake system in the southern Permian Basin (Bailey, 2001). During the austral summer, rain patterns shifted to the southern tropical–subtropical region, particularly over the Tethys Ocean including South China and the east coast of Gondwana. These findings are in agreementwith Late Permian climate-sensitive sediments (Ziegler et al., 1997),\nfor example coal deposits in China (Zhou andRen, 1981) and on islands in the southern Tethys (Ziegler et al., 2003).\nThe shift to a more extreme eccentricity (P+ scenario) produces an increase in the monsoonal precipitation across subtropical Pangea, thus creating a negative feedback on the surface temperature. These changes can be explained by the higher surface radiative forcing in P+ during JJA, which leads to enhanced evaporation, an increase in cloud cover, and precipitation over northeastern tropical Pangea,\ninimal precessional setting (P−): (A) DJF and (B) JJA (contours are shown in 5 °C inscenarios with maximal (P+) and minimal (P−) precessional setting (contours are\nresulting in surface cooling (Fig. 3A). Incoming radiation is reduced at the surface by the higher amount of reflected and absorbed incoming radiation by clouds, and heat loss from the surface is increased by evaporation. Correspondingly, tropical anomalies in DJF are damped as shown in Fig. 3B and Fig. 5B."
  }, {
    "heading": "3.2. Response of the ocean to orbital changes",
    "text": "The sea surface temperature and the surface velocity (Fig. 6) show a significant response to orbital variations in solar radiation, particularly in mid-latitudes (around 45°) in the central North Panthalassa, with"
  }, {
    "heading": "D Experiment P+ minus P-",
    "text": "minimal (P−) precessional setting: (A) JJA for case P−, (B) DJF for case P−, (C) JJA for\nVertical Velocity Experiments P+ minus P-\ntemperatures during the summer months being ~4 °C warmer in the P+ experiment relative to the P− experiment. These fluctuations are linked to a 75 W m−2 higher insolation at the top of the atmosphere, and lower cloud cover in the center of the high pressure system. In the southern hemisphere, a positive temperature anomaly for JJA appears off the east coast of Gondwana (Fig. 6A), likely related to wind stress changes associated with the intensification of the high-pressure ridge, increased heat flux to the atmosphere, and thus increased precipitation.\nWith mid-latitude sea surface temperatures being warmer in the P+ scenario than in the P− scenario (Fig. 6A) for JJA, NE trade winds are less intense, and thus Ekman-induced upwelling is reduced (Fig. 7A). The reduced upwelling and increased solar forcing in the P+ scenario produce a pronounced increase in eastern tropical sea surface temperatures of >2 °C (Fig. 6A).\nThe situation in the boreal winter (DJF) is approximately the reverse of the boreal summer for the P+ scenario. A decrease in incoming shortwave radiation (Fig. 1) leads to global cooling (Fig. 6B). Orbitally-driven changes yield a more pronounced high-pressure system over central northern Pangea in the P+ scenario. In response to the intensification of the winter high pressure over land, the NE trades passing the equator are stronger (Fig. 4D), leading to an increase in upwelling (Fig. 7B) and thus surface cooling in the eastern Panthalassa (Fig. 6B). Over the southern polar Panthalassa, positive temperature anomalies are related to an increased advection of warmer water masses from the mid-latitudes.\nThe lower global surface salinity in the P+ scenario (Fig. 2 B) compared to the P− scenario is linked to a higher precipitation in the tropics and high latitudes, but slightly warmer subtropics in the P+ scenario (Fig. 6) yield an increase in evaporative flux to the atmosphere. The intensification of subtropical surface salinity, strengthening the deep water sources in the subtropics, and the increased stratification due to enhanced fresh water fluxes from the atmosphere, produce a small increase in deep-sea temperature (0.8 °C) and salinity (0.06) (Fig. 2C and D)."
  }, {
    "heading": "3.3. Orbital-scale control of the poleward heat transport",
    "text": "The zonal average profile of net radiation for annualmean conditions at the top of the atmosphere (QTA) can be estimated by the total poleward heat transport in the ocean–atmosphere system (TAO) as a sum of the poleward heat transport by the atmosphere (TA ) and by the ocean (TOC). As reviewed by Collins et al. (2006a), it is very difficult to achieve a precise time-average energy balance for QTA and thus small losses and gains are predicted. For CCSM3 under present-day boundary conditions, the annual mean rms of QTA is −0.21 W m−2 (Collins et al., 2006a), and for the scenarios P+, P−, and control the rms reduces to −0.05 W m−2 because of the long-term integration. These values are in the range of the observational uncertainty of about 0.8 W m−2 (Oort and Peixoto, 1983). Global annual mean and zonally averaged heat transport for the P+ scenario, P− scenario and control run are compared to thepresent-day derived estimates from theNational Center for Environmental Prediction (NCEP) (Fig. 8). The atmospheric poleward heat transport poleward of 30° dominates the total heat, whereas the oceanic heat transport is strongest at 10–20° in the southern hemisphere, contrary to the present-day scenario (Fig. 8D). The difference between the PTB (Fig. 8A–C) and the present-day poleward ocean heat transport (Fig. 8D) is related to the fact that for the present-day, ocean heat transport in the South Atlantic is directed northward and the large land masses are located in the northern hemisphere, contrary to the Permian. The positive temperature difference in the northern hemisphere mid-latitudes can be attributed to a stronger poleward ocean heat transport in the P+ scenario, whereas the positive temperature difference in the southern hemispheremid-latitudes is related to a stronger poleward ocean heat transport in the P− scenario (Fig. 6).\nAnnual Implied Northward Heat Transport Atmosphere = (TOA-Ocean) Heat Transport"
  }, {
    "heading": "4. Orbitally-induced changes in marine productivity",
    "text": "The simulated pattern ofmarine productivity (Fig. 9) is linked to the distribution of temperature (Fig. 6), light, nutrient availability and mixing (Berger, 1978) and thus predominantly controlled by the seasonal cycle. Nutrient supply and mixing are generally the most important factors in regions with sufficient light availability. The marine productivity increases by ~1% with a temperature rise of 1°C (for a 20 °C water mass). In the eastern equatorial Panthalassa, export production (Fig. 9) is pronounced associated with Ekman-induced upwelling of nutrient-rich waters from the subsurface. Seasonally strong productivity during the winter months is simulated for mid-latitudes along the east coast of Pangea at ~45° in response to enhanced wind-driven mixing and a deepening of the mixed layer, comparable with present-day high-productivity zones during the winter in the western Pacific near the Asian continent.\nThe orbitally-induced changes of productivity in the eastern equatorial Panthalassa are linked to variations in temperature and upwelling. With sea surface temperatures being warmer in the P+ scenario than in the P− scenario for summer (JJA; Fig. 6A), upwelling is reduced (Section 3.2.), leading to a decline in nutrient availability and productivity (by >3 mol C m−2 yr−1). For the boreal winter (DJF),\nan increase of wind-driven equatorial upwelling intensifies the transport of nutrients from subsurface waters to the surface and thus enhances productivity.\nWith extreme precessional settings, export production is significantly increased at ~45° near the eastern cost of Gondwana and Northern China. Near Gondwana, the mixed layer depth increases in the austral winter (JJA) from ~170 m to ~350 m, leading to a stronger nutrient supply to the euphotic zone and thus enhanced marine production (Fig. 9C). The increase in productivity at ~45°N during the boreal winter (DJF) is also related to changes in coastal upwelling and the intensification and southward shift of the subpolar low pressure system in the P+ case (Figs. 4D and 9D)."
  }, {
    "heading": "5. Seasonal and orbitally-induced variability of oxygen distribution",
    "text": "The simulated vertical oxygen distribution and its variability approximately at the equator are shown in Fig. 10. The vertical organic carbon flux in response to the high equatorial export production of 12±2 mol Cm−2 yr−1 produces the lowest oxygen concentration in the intermediate water masses in the Panthalassa. Most of the tropical ocean is well oxygenated at intermediate depths, with values of 160 μmol L−1 in the Tethys and western region of the Panthalassa,\nbecoming less oxygenated towards the high productivity zones in the eastern region of the Panthalassa (Fig. 10A) with lowest values of b5 μmol L−1 in the OMZ between 400 and 800 m. The simulated oxygen gradients at intermediate depths are comparable to the high-gradient case of Hotinski et al. (2001), the well-mixed circulation for the thermal mode of Zhang et al. (2001), and the modeling study of Winguth et al. (2002), although the global meridional overturning circulation (MOC) of ~10 Sv (1 Sv=106 m3 s−1) for the deep sea in this study is significantly more sluggish than the southern hemispheric circulation cell of >80 Sv simulated by Hotinski et al. (2001). A possible explanation for this paradox is that the interaction of export production and equatorial upwelling (Najjar et al., 1992) has a stronger impact on the OMZ for the Late Permian than the strength of the deep-sea circulation. With a total breakdown of the MOC, the deep sea might have become anoxic, as shown in the study of Zhang et al. (2001). However, in this study the deep-sea remains well ventilated, resulting generally in high oxygen concentrations.\nThe model simulates a pronounced seasonal variability in the dissolved oxygen concentration for the eastern equatorial Panthalassa (up to 10 μmol L−1 in 200 m depth; Fig. 10B), related to variations in wind-driven upwelling and productivity, and comparable to the present-day range (World Ocean Atlas; Garcia et al., 2010).\nConsistent with the seasonal changes, the largest orbitally-induced fluctuations of oxygen are simulated for the eastern equatorial Panthalassa. In the boreal summer (JJA), the P+ case oxygen concentration is increased by up to 20% in the OMZ compared to the P− case because of a decrease in productivity and vertical particle flux of organic matter (Section 4), whereas for DJF it is decreased by the same amount, but changes are limited to the upper 200 m. The influence of orbital cycles below the OMZ is negligible.\nIn the Tethys Ocean, the strongest orbital-scale variation of oxygen concentration, reaching up to 20%, is modeled near South China.\nThese fluctuations are linked to wind-induced changes in upwelling and hence productivity along the west coast of the island."
  }, {
    "heading": "6. Discussion",
    "text": "The model simulations in this study support the hypothesis that Milankovitch cycles have a remarkable impact on the Pangean climate and its variability. The land temperature during the summer months becomes warmer and the thermal cross-equatorial contrast between the Tethys and Laurasia is enhanced during the precessional extreme in solar radiation. The increase in temperature gradient causes an increase in moisture transport to the Pangean continent and thus an enhanced monsoonal circulation. This simulated monsoon intensification is in agreement with idealized concepts of the Pangean monsoonal circulation (Parrish, 1993) and with the orbital pacing that has been inferred from Triassic lake sediments in the Newark Section (Olsen and Kent, 1996).\nThe changes in precessional forcing do not only affect the precipitation patterns in the Tethys region, but also over western tropical Pangea. The simulated amplifications of the summer monsoon under extreme precessional settings are consistent with the variability of lacustrine sediments from the Castile Formation (Anderson, 2010). Rising temperatures over Pangea lead to advection of warm moist air masses from the eastern Panthalassa, resulting in enhanced precipitation and with that probably increased weathering and eutrophication of the adjacent Tethys Ocean. Orbitally modulated enhancement of weathering might have generated oceanic nutrient pulses (Algeo and Twitchett, 2010), an ecosystem shift (Broecker and Peacock, 1999), and a decline in the abundance of marine eukaryotic algae at the PTB (Knoll et al., 2007).\nModeling studies have demonstrated that a drastic increase in nutrient supply to the ocean could have led to oxygen depletion (Winguth and Winguth, 2012) or even euxinia (Meyer et al., 2008)\nin the deep Panthalassa. Sulfate pulses into thewatermasses, stimulating hydrogen sulfide production, may have originated from bioturbation that aerates shallow sediments (Shen et al., 2010), methane release from gas hydrates (Newton et al., 2004), or from volcanic eruptions (Sephton et al., 2005). Euxinia in shallow areas may have been caused either by upward chemocline excursions (Kump et al., 2005; Riccardi et al., 2007;Meyer et al., 2008) or by upwelling of deep or intermediate anoxic water masses (Algeo et al., 2007, 2008) or a combination of both. The simulated orbitally-driven changes in deep-sea circulation and oxygen-distribution in this study are small, suggesting that the deep sea is an unlikely source for periodic upwelling of anoxic water masses. The oxygen minimum zone in intermediate depth, however, might have expanded intermittently due to orbitally driven pulses of enhanced nutrient supply. Orbitally-induced variability of oxygen concentrations appear to be largest in the Tethys Ocean where they might have amplified a decrease in the oxygen concentration due to enhanced nutrient supply to the ocean, due to topographic changes (Osen et al., 2012) or due to a combination of both. The model simulations in this study also confirm findings from previous studies (Winguth and Maier-Reimer, 2005; Meyer et al., 2008; Winguth and Winguth, 2012) that with nutrient inventories across the PTB similar to today, the Panthalassa would not have been euxinic.\nThere are several limitations associated with this study. For example, topography boundary conditions are not well known for the end-Permian. The presence of mid-ocean ridges can enhance vertical mixing, thereby changing oxygen gradients (see Osen et al., 2012).\nThe position of seaways, like those north and south of Pangea, can change the regional heat fluxes and lead to warming of the adjacent land masses (Winguth et al., 2002). Also, the positions of islands and topographic features in the Tethys Ocean remain uncertain (Scotese and Langford, 1995). A rise of the sill between the Tethys Ocean and the Panthalassa could have contributed to more stagnant water masses and anoxia in the Tethys and could potentially have enhanced sulfidic upwelling (Osen et al., 2012). The height of the Pangean mountain ranges, which is uncertain, could have impacted the intensity of the monsoonal circulation significantly, as discussed for example in Parrish (1993) or in Kutzbach and Gallimore (1989). An increase in the altitude of mountains (Fluteau et al., 2001) or highland plateaus would have led to enhanced sensible and latent heat flux from the surface to overlying air masses, because the surrounding air at high altitude is much cooler due to the lapse rate. This would have caused an intensification of the low-pressure system over land and thus enhanced monsoonal precipitation (Kutzbach et al., 1993), weathering (An et al., 2001) and hence nutrient supply to the Tethys Ocean.\nOther uncertainities in boundary conditions are associated with the concentration of greenhouse gasses at the PTB. Recent estimates from Breecker et al. (2010), based on carbon isotope analysis of paleosols, suggest significantly lower atmospheric CO2 concentrations than inferred for example by Kidder andWorsley (2004). δ44∕40Ca excursions and negative δ13C excursions in carbonates and organic matter (Baud et al., 1989; Payne et al., 2004) support ocean acidification\nand hence also high atmospheric CO2 levels (Sobolev et al., 2011), linked to isotopically light carbon emission from the Siberian Traps at the end of the Permian (Payne et al., 2010). An additional uncertainty arises from the possibility of the dependence of precession-modulated climate sensitivity on the atmospheric CO2 concentration. The amounts of other greenhouse gasses like methane also remain under discussion; large concentrations of methane could have been released by magma intruding Siberian coal basins, triggering strong climatic feedbacks (Retallack, 1999; Heydari and Hassanzadeh, 2003; Svensen et al., 2009; Retallack et al., 2011). Orbital pacing of methane hydrate release could have contributed to a reorganization of carbon pools within the earth system (Lunt et al., 2011).\nAnother source of uncertainty is the abundance of cloud condensation nuclei (CCN), which affects droplet formation and the albedo level of clouds (Kump and Pollard, 2008). A consideration of changes in the cloud optical depth would likely enhance ocean stratification and possibly lead to stagnation of the deep-sea circulation, as shown by preliminary simulations at NCAR (Jeff Kiehl and Christine Shields, pers. communication).\nFinally, dramatic changes in geochemical cycles (Knoll et al., 1996; Beauchamp and Baud, 2002; Berner, 2002; Payne et al., 2004; Kump et al., 2005; Algeo et al., 2010; Wignall et al., 2010) are not considered in this study, for example uncertainties in nutrient inventories driven by variability in climate, weathering, and volcanic emissions. Model studies of Meyer et al. (2008) and Winguth and Winguth (2012) suggest significant impacts on anoxia by eutrophication."
  }, {
    "heading": "7. Conclusions",
    "text": "The end-Permian is characterized by an extreme climate with mega-monsoons and pronounced continentality. Simulations with a comprehensive climate system model demonstrate the influence of orbitally-driven changes in regional incoming solar radiation on temperature, precipitation and associated runoff. Such climate modulations are supported by lake sediments and variations in red bed formations.\nAreas which experienced significant orbital variability are identified by the model results. This knowledge could be useful for collecting data for orbital tuning in the future. Equatorial upwelling and productivity are especially affected by climate variations due to precessional extremes. However, changes in the oxygen concentration in response to seasonal or orbital variability are confined to the uppermost ocean and the OMZ, but do not significantly affect the deep sea. This study also suggests that nutrient inventory changes by climate-induced enhanced weathering could have played a significant role in anoxia variability across the PTB as identified from geochemical analyses of stratigraphic sections from the Tethys Ocean and from the Panthalassa."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Christine Shield and Jeff Kiehl at NCAR for providing the initial and boundary conditions for these simulations and for graphical support, and Paul Wignall, Alan M. Haywood, and David Kidder for constructive remarks that improved the quality of the paper. We are also grateful to Chris Scotese and Angela Osen for the improved paleo-bathymetry. All model simulations were done on NCAR computers, supported by NSF. The work is supported by NSF grant EAR-0745817."
  }],
  "year": 2013,
  "references": [{
    "title": "Anomalous Early Triassic sediment fluxes due to elevat",
    "authors": ["T.J. Algeo", "R.J. Twitchett"],
    "year": 2010
  }, {
    "title": "weathering rates and their biological consequences. Geology",
    "authors": ["T.J. Algeo", "B. Ellwood", "T.K.T. Nguyen", "H. Rowe", "J.B. Maynard"],
    "year": 2007
  }, {
    "title": "Effects of sampling standardization on estimates of Phaner",
    "authors": ["P.J", "A. Webber"],
    "year": 2008
  }, {
    "title": "Evolution of Asian monsoons and phased",
    "authors": ["J.E. Kutzbach", "W. Prell", "S. Porter"],
    "venue": "United States of America",
    "year": 2001
  }, {
    "title": "deposits: a discussion",
    "authors": ["E.J. Barron", "P.J. Fawcett"],
    "venue": "Journal of the Geological Society",
    "year": 1995
  }, {
    "title": "Permian–Triassic of the Tethys: carbon",
    "authors": ["A. Baud", "M. Magaritz", "W.T. Holser"],
    "year": 1989
  }, {
    "title": "Growth and demise of Permian biogenic chert",
    "authors": ["B. Beauchamp", "A. Baud"],
    "venue": "tope studies. Geologische Rundschau",
    "year": 2002
  }, {
    "title": "Atmospheric CO2 concentrations",
    "authors": ["D.O. Breecker", "Z.D. Sharp", "L.D. McFadden"],
    "year": 2010
  }, {
    "title": "An ecologic explanation for the Permo–Triassic",
    "authors": ["W.S. Broecker", "S. Peacock"],
    "year": 1999
  }, {
    "title": "bon and sulfur isotope shifts",
    "authors": ["I.H", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1992
  }, {
    "title": "The Community Climate System Model Ver",
    "authors": ["D.S", "B.D. Santer", "R.D. Smith"],
    "year": 2006
  }, {
    "title": "The formulation and atmospheric simu",
    "authors": ["B.P", "C.M. Bitz", "Lin", "S.-J", "M. Zhang"],
    "year": 2006
  }, {
    "title": "Modeling 100,000-year climate",
    "authors": ["T.J. pp). Crowley", "Kim", "K.-Y", "J.G. Mengel", "D.A. Short"],
    "year": 1991
  }, {
    "title": "Natural variability in a stable, 1000-yr",
    "authors": ["S.C. pp. Doney", "K. Lindsay", "I. Fung", "J. John"],
    "year": 2006
  }, {
    "title": "climate–carbon cycle simulation",
    "authors": ["F. Fluteau", "J. Besse", "J. Broutin", "G. Ramstein"],
    "venue": "Journal of Climate",
    "year": 1994
  }, {
    "title": "World Ocean Atlas 2009, volume 3: dissolved oxygen",
    "authors": ["D.R. Johnson"],
    "year": 2010
  }, {
    "title": "Deev Jahi model of the Permian–Triassic boundary",
    "authors": ["Press", "New York"],
    "year": 2003
  }, {
    "title": "Ocean stagnation",
    "authors": ["R.M. Hotinski", "K.L. Bice", "L.R. Kump", "R.G. Najjar", "M.A. Arthur"],
    "venue": "Earth. Sedimentary Geology",
    "year": 2001
  }, {
    "title": "Did the great dying of life",
    "authors": ["J. Tong", "L. Hinnov", "Z.Q. Chen"],
    "venue": "End-Permian anoxia. Geology",
    "year": 2011
  }, {
    "title": "Orbital tuning, eccentricity, and the frequency",
    "authors": ["P. Huybers", "O. Aharonson"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Permo-Triassic boundary superanoxia and stratified superocean",
    "authors": ["Y. 1029/2010PA001952. Isozaki"],
    "year": 1997
  }, {
    "title": "Comparative earth",
    "authors": ["A.H. Knoll", "R.K. Bambach", "D.E. Canfield", "J.P. Grotzinger"],
    "venue": "mass extinction. Geology",
    "year": 1996
  }, {
    "title": "Late Permian mass extinction",
    "authors": ["A.H. Knoll", "R.K. Bambach", "J.L. Payne", "S. Pruss", "W.W. Fischer"],
    "venue": "Science 273,",
    "year": 2007
  }, {
    "title": "end-Permian mass extinction",
    "authors": ["L.R. Kump", "D. Pollard"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Massive release of hydrogen sulphide",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "feedbacks. Science",
    "year": 2005
  }, {
    "title": "A long term",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A. Correia", "B. Levrard"],
    "venue": "Tibetan Plateau. Journal of Geology",
    "year": 2004
  }, {
    "title": "Biogeochemical controls on photic-zone",
    "authors": ["K.M", "L.R. Kump", "A. Ridgwell"],
    "venue": "preindustrial tracer distributions. Global Biogeochemical Cycles",
    "year": 2008
  }, {
    "title": "Large shifts in the isotopic",
    "authors": ["R.J", "E.L. Pevitt", "P.B. Wignall", "S.H. Bottrell"],
    "venue": "Biogeochemical Cycles",
    "year": 2004
  }, {
    "title": "Late Triassic. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["A.H. Oort", "J.P. Peixoto"],
    "year": 1983
  }, {
    "title": "Sensitivity of Late Permian climate",
    "authors": ["A. Osen", "A. Winguth", "C. Winguth", "C. Scotese"],
    "venue": "Advances in Geophysics",
    "year": 2012
  }, {
    "title": "cium isotope constraints on the end-Permianmass extinction",
    "authors": ["D.M. Raup", "J.J. Sepkoski Jr."],
    "year": 1982
  }, {
    "title": "Multiple Early Triassic greenhouse crises impeded",
    "authors": ["B.G. Jones", "A. Hutton"],
    "year": 2011
  }, {
    "title": "Carbon isotopic evidence",
    "authors": ["A. Riccardi", "L.R. Kump", "M.A. Arthur", "S. D'Hondt"],
    "venue": "Palaeoecology",
    "year": 2007
  }, {
    "title": "Pangea and the Palegeography of the Permian",
    "authors": ["Press", "London", "C.R. pp. 449–476. Scotese", "R.P. Langford"],
    "year": 1995
  }, {
    "title": "Catastrophic soil erosion during the end-Permian biotic crisis",
    "authors": ["M.A. Sephton", "C. Looy", "H. Brinkhuis", "P.B. Wignall", "J.W. de Leeuw", "H. Visscher"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases. In: Walliser, O.H. (Ed.), Global Events and Event Stratigraphy in the Phanerozoic",
    "authors": ["J. Sepkoski Jr."],
    "year": 1995
  }, {
    "title": "Multiple Sisotopic evidence for episodic shoaling of anoxic water during Late Permian mass extinction",
    "authors": ["Y. Shen", "J. Farquhar", "H. Zhang", "A. Masterson", "T. Zhang", "B.A. Wing"],
    "venue": "Nature Communications,",
    "year": 2010
  }, {
    "title": "Eocene oceanic responses to orbital forcing on precessional time scales",
    "authors": ["L.C. Sloan", "M. Huber"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "Linking mantle plumes, large igneous provinces and environmental catastrophes",
    "authors": ["S.V. Sobolev", "A.V. Sobolev", "D.V. Kuzmin", "N.A. Krivolutskaya", "A.G. Petrunin", "N.T. Arndt", "V.A. Radko", "Y.R. Vasiliev"],
    "venue": "Nature 477,",
    "year": 2011
  }, {
    "title": "A model for the global variation in oceanic depth and heat flow with lithospheric age",
    "authors": ["C.A. Stein", "S. Stein"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "The isotopic composition of sedimentary sulfur through time",
    "authors": ["H. Strauss"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1997
  }, {
    "title": "Siberian gas venting and the end-Permian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "Schmidbauer", "N.F. Corfu", "Y.Y. Podladchikov", "B. Jamtveit"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Relationship between wind speed and gas exchange over the ocean",
    "authors": ["R. Wanninkhof"],
    "venue": "Journal of Geophysical Research",
    "year": 1992
  }, {
    "title": "Isotopic evidence bearing on Late Triassic extinction events, Queen Charlotte Islands, British Columbia, and implications for the duration and cause of the Triassic/Jurassic mass extinction",
    "authors": ["P.D. Ward", "G.H. Garrison", "J.W. Haggart", "D.A. Kring", "M.J. Beattie"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "Anoxia as a cause of the Permian/Triassic extinction: facies evidence from northern Italy and the western United States",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "year": 1992
  }, {
    "title": "Griesbachian (Earliest Triassic) palaeoenvironmental changes in the Salt Range, Pakistan and south-east China and their bearing on the Permo–Triassic mass extinction",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "year": 1993
  }, {
    "title": "Contrasting deep-water records from the Upper Permian and Lower Triassic of South Tibet and British Columbia: evidence for a diachronous mass extinction",
    "authors": ["P.B. Wignall", "R. Newton"],
    "year": 2003
  }, {
    "title": "Oceanic anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Extent, duration, and nature of the Permian–Triassic superanoxic event",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Society of America Special Paper",
    "year": 2002
  }, {
    "title": "An 80 million year oceanic redox history from Permian to Jurassic pelagic sediments of the Mino-Tamba terrane, SW Japan, and the origin of four mass extinctions",
    "authors": ["P.B. Wignall", "D.P.G. Bond", "K. Kuwahara", "Y. Kakuwa", "R.J. Newton", "S.W. Poulton"],
    "venue": "Global and Planetary Change",
    "year": 2010
  }, {
    "title": "Changes of marine productivity associated with the Permian–Triassic boundary mass extinction: a re-evaluation with ocean general circulation models",
    "authors": ["A.M.E. Winguth", "E. Maier-Reimer"],
    "venue": "Marine Geology",
    "year": 2005
  }, {
    "title": "Simulating Permian–Triassic oceanic anoxia distribution: implications for species extinction and recovery",
    "authors": ["C. Winguth", "A. Winguth"],
    "venue": "Geology 40,",
    "year": 2012
  }, {
    "title": "Simulatedwarm polar currents during theMiddle Permian",
    "authors": ["A.M.E. Winguth", "C. Heinze", "J.E. Kutzbach", "E. Maier-Reimer", "U. Mikolajewicz", "D.B. Rowley", "P.M. Rees", "A.M. Ziegler"],
    "venue": "Paleoceanography 17,",
    "year": 2002
  }, {
    "title": "The low-resolution CCSM3",
    "authors": ["S.G. Yeager", "C.A. Shields", "W.G. Large", "J.J. Hack"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "Could the Late Permian deep ocean have been anoxic? Paleoceanography",
    "authors": ["R. Zhang", "M.J. Follows", "J.P. Grotzinger", "J. Marshall"],
    "year": 2001
  }, {
    "title": "Gallium distribution in coal of Late Permian coal fields, southwestern China, and its geochemical characteristics in the oxidized zone of coal seams",
    "authors": ["Y. Zhou", "Y. Ren"],
    "venue": "International Journal of Coal Geology",
    "year": 1981
  }, {
    "title": "Permian world topography and climate",
    "authors": ["A.M. Ziegler", "M.L. Hulver", "D.B. Rowley"],
    "year": 1997
  }, {
    "title": "A mini-atlas of oceanic water masses in the Permian period",
    "authors": ["A.M. Ziegler", "M.T. Gibbs", "M.L. Hulver"],
    "venue": "Proceedings of the Royal Society of Victoria",
    "year": 1998
  }, {
    "title": "Tracing the tropics across land and sea",
    "authors": ["A.M. Ziegler", "G. Eshel", "P. McAllister Rees", "T.A. Rothfus", "D.B. Rowley", "D. Sunderlin"],
    "venue": "Permian to present. Lethaia",
    "year": 2003
  }],
  "id": "SP:5c5741188d27cd274842d1c33d133898d9f7cbd4",
  "authors": [{
    "name": "Arne Winguth",
    "affiliations": []
  }, {
    "name": "Cornelia Winguth",
    "affiliations": []
  }],
  "title": "Precession-driven monsoon variability at the Permian–Triassic boundary — Implications for anoxia and the mass extinction"
}