{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nUpheavals during the Late Maastrichtian: Volcanism, climate and faunal events preceding the end-Cretaceous mass extinction\nGerta Keller ⁎, Jahnavi Punekar, Paula Mateo Department of Geosciences, Princeton University, Princeton, NJ 08450, USA\n⁎ Corresponding author at: Guyot Hall, Princeton Unive Tel.: +1 609 258 4117.\nE-mail address: gkeller@princeton.edu (G. Keller).\nhttp://dx.doi.org/10.1016/j.palaeo.2015.06.034 0031-0182/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 April 2015 Received in revised form 4 June 2015 Accepted 24 June 2015 Available online 2 July 2015\nKeywords: Late Maastrichtian climate Planktic foraminifera High-stress environments Deccan volcanism KTB mass extinction\nThe lateMaastrichtianwas a time ofmajor climate, evolution and extinction extremes. Rapid climatewarming of 2–3 °C in intermediate waters between 69.5 and 68 Ma (top C31r to base C30n) accompanied maximum evolutionary diversification (43% increase, zone CF5 to low CF4) in planktic foraminiferal history, followed immediately by a cluster of extinctions. During the last 250 ky of theMaastrichtian (C29r, zones CF2–CF1), rapidwarming of 4 °C in intermediate waters and 8 °C on land resulted in high-stress environments ending in themass extinction. The end-Cretaceous mass extinction is recorded in sediments between massive Deccan lava flows in India and attributed to SO2 and CO2 outgassing leading to ocean acidification. The early lateMaastrichtian climate and faunal upheavals are not well known. Here we document the faunal similarities of both events from the Indian Ocean through the Tethys and Gulf of Mexico. Results show that both extreme warm events are marked by high-stress environments characterized by decreased abundance and diversity of large specialized species and dwarfing, high abundance of low oxygen tolerant species, and disaster opportunist surface dweller Guembelitria blooms. The similarity in faunal response with the Deccan warming of C29r (CF2–CF1) suggests that volcanismwas also responsible for the warming and faunal upheaval of the early late Maastrichtian. Major volcanic activity at this time included the onset of Deccan eruptions and Ninetyeast Ridge volcanism. The role of the Chicxulub impact appears to have been a contributing, rather than causal, factor in the mass extinction.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The last five million years of the Maastrichtian experienced the coldest climate of the Cretaceous interrupted by two warm periods, major sea level fluctuations and faunal turnovers ending in the Cretaceous–Tertiary boundary (KTB also known as KPg) mass extinction (Li and Keller, 1998a,b; Li et al., 2000; Keller, 2001; Nordt et al., 2003). Planktic foraminifera responded to these environmental upheavals by dramatically reduced diversity after the late Campanian–early Maastrichtian cooling. This cooling was followed by rapid evolution and diversification reaching maximum Cretaceous diversity during the first warm period of the early lateMaastrichtian (Keller, 2001). The second warm period near the end of the Maastrichtian marks the onset of the terminal decline leading to the mass extinction (Fig. 1).\nSouth Atlantic DSDP Site 525A has excellent climate and faunal records that mirror global climate changes through the Maastrichtian and yield insights into the environmental conditions that led to the KTB mass extinction (e.g., Li and Keller, 1998a,b,c, 1999; Keller, 2001; Abramovich and Keller, 2002, 2003; Thibault and Gardin, 2006, 2007;\nrsity, Princeton, NJ 08544, USA.\nFriedrich et al., 2009; Abramovich et al., 2010). From the late Campanian to early Maastrichtian, deep ocean waters cooled from an average of 16 °C to 10 °C and surface waters from 22 °C to 17 °C (Barrera, 1994; Barrera et al., 1997; Li and Keller, 1998a,b; MacLeod et al., 2005; Isaza-Londoño et al., 2006), and species diversity and δ13C decreased tominimumvalues (Fig. 1) (Li and Keller, 1998a,c; Keller, 2001). During the early Maastrichtian magnetic reversal C31r climate remained cool and species diversity and δ13C values gradually increased (Fig. 1) (Li and Keller, 1998a).\nThe first major change occurred in the upper C31r (CF6/CF5 transition of planktic foraminifera zones) with the onset of rapid climate warming of 2–3 °C continuing until the base C30n (Fig. 1) (Li and Keller, 1998a,c; Keller, 2001). This interval was accompanied by increased δ13C values (interpreted as increasing primary productivity) and rapid evolutionary diversification in surface and intermediate water dwelling species reaching maxima from 10 to 20 species and 16 to 26 species, respectively (Fig. 1). Intermediate dwelling species gradually decreased with the onset of cooling in CF4 and accelerated their decrease through the latest Maastrichtian C29r rapid greenhouse warming. The surface dwellers held steady through the cool and warm temperatures. The response to the rapid warming at Site 525A is observed as reduced abundances and dwarfing of large complex specialized species and dominance of low oxygen tolerant Heterohelix\nspecies (Abramovich and Keller, 2003; Abramovich et al., 2003). Similar dwarfing effects combined with Guembelitria blooms have been observed worldwide in planktic foraminifera (Coccioni and Luciani, 2006; Keller and Abramovich, 2009). Calcareous nannofossils also strongly reflect the end-Maastrichtian warming with an increase in the relative abundance of warm-water species Micula murus (Thibault and Gardin, 2006, 2007, 2010; Thibault and Husson, 2016–in this issue). All but a few ecologically tolerant small planktic foraminifera rapidly went extinct at the end of theMaastrichtian coincident with another rapid greenhouse warming that is only recorded in the most complete sections immediately preceding the KTB (e.g., Elles, Tunisia, Brazos, Texas, Bottacioni, Italy, Abramovich et al., 2011; Keller et al., 2011a; Punekar et al., 2014a; Stüben et al., 2005; Thibault et al., 2015a) marking one of the five major mass extinctions in Earth's history.\nFor the past 35 years, the cause for the KTBmass extinction has been attributed solely to the Chicxulub impact, and Deccan volcanism, the other catastrophe being an unlikely contender. However, the impact hypothesis has remained controversial because critical evidence could not be reconciledwith the Chicxulub impact (e.g., pre-mass extinction environmental changes, pre-KTB age of impact glass spherules, selective nature of extinctions and faunal turnovers (Keller, 2011, 2014; Keller et al., 2009a, 2013)). The strong belief in the impact hypothesis and its popularity as sole cause for the mass extinction left any evidence to the contrary suspect, ignored or brushed aside as result of unspecified impactgenerated tsunami and earthquake effects (see Schulte et al. (2010)).\nWith the discovery of the KTB mass extinction in Deccan Traps of central, SE and NE India, the role of Deccan volcanism could no longer be denied (Keller et al., 2008, 2009b, 2011b, 2012; Gertsch et al., 2011). A broad cross-discipline effort is now underway to reassess the respective roles of the Chicxulub impact and Deccan volcanism (Font et al., 2011, 2014; Courtillot and Fluteau, 2014; Mussard et al., 2014). This reassessmentwas brought about by an improvedmagnetic reversal\nrecord and recognition of three phases of Deccan eruptions (Chenet et al., 2007, 2008, 2009), documentation of the mass extinction directly between lava flows (Keller et al., 2011b, 2012), and correlationwith extreme rapid global warm events (reviews Keller (2014); Punekar et al. (2014a)). Recent high-precision U–Pb dating of the Deccan Trap eruptions (Schoene et al., 2015) revealed ~3000 m of lava flows erupted in just 750 ky duringmagnetic reversal C29r andmost of the eruptions occurred in the 250 ky prior to the KTB mass extinction.\nThis study focuses on the late Maastrichtian environmental upheavals that encompass major global warm events, faunal turnovers and the KTB mass extinction. The database consists of quantitative planktic foraminiferal analysis from which the environmentally most sensitive species populationswere chosen as indicatorsmeasuring biotic stress (e.g., large complex specialized species (globotruncanids), low oxygen tolerant species (heterohelicids) and disaster opportunists (Guembelitria species)). The primary objective is to document and evaluate high-stress oceanic conditions and their potential links to Deccan volcanism known from magnetic reversals C30n (and possibly upper C31n) and C29r during the late Maastrichtian (Chenet et al., 2008) and late Maastrichtian Ninetyeast Ridge volcanism (Keller, 2003, 2005; Tantawy et al., 2009). For this study we chose Madagascar, Ninetyeast Ridge, Israel and Egypt to illustrate high-stress faunas relatively close to the paleolatitude of India and compare thesewith records from India, South Atlantic Site 525A and Texas (Fig. 2). We assume that such a global reach indicates global environmental changes triggered by catastrophic events – Deccan and Ninetyeast Ridge volcanism. The potential role of the Chicxulub impact is discussed within this context."
  }, {
    "heading": "2. Recent advances in Deccan volcanism",
    "text": "Recent studies of the Deccan Volcanic Province (DVP) in India (Fig. 3A, B) have significantly advanced our understanding of the nature\nand tempo of these eruptions to the point where Deccan volcanism has becomea serious contender in theKTBmass extinction among scientists across disciplines (Font et al., 2011, 2014; Courtillot and Fluteau, 2014; Keller, 2014; Mussard et al., 2014; Richards et al., 2015; Schoene et al., 2015). Major advances include: (1) systematic analysis of magnetic reversals and 40Ar/39Ar dating that identified three phases (phase-1, 2, and 3) of volcanic eruptions with phase-2 accounting for ~80% of the total volume (Fig. 3C,D) (Chenet et al., 2007, 2008, 2009). (2) Documentation of the earliest Danian evolution of planktic foraminifera in the aftermath of the mass extinction in intertrappean sediments between phase-2 and phase-3 lava flows in southeastern (Rajahmundry) and central India (Jhilmili) (Keller et al., 2008, 2009b) recognized as the longest lava flows on Earth (Self et al., 2008). (3) Discovery of themass extinction in intertrappean sediments of the longest four lava flows of phase-2 in the Krishna-Godavari Basin of SE India (Keller et al., 2011b, 2012). And (4) high-precision U–Pb dating of lava flows (Schoene et al., 2015).\nDeccan volcanism occurred in three short phases (Fig. 3C) with the oldest phase-1 spanning from upper C31n to middle C30n with a mean age of 67.5 ± 0.6 Ma (Chenet et al., 2007). Recently, phase-1 basaltic lava flows from the Malwa Plateau and Mandla area in central India were dated at 67.12 ± 0.44 Ma based on 40Ar/39Ar ages (Fig. 3B) (Schöbel et al., 2014). Little is known of the volume, tempo and aerial extent of phase-1 volcanism and its potential environmental consequences. No volcanic eruptions are known between 67.12 ± 0.44 Ma and 66.25 Ma, marking this as a period of volcanic quiescence.\nThemain phase of Deccan eruptions, phase-2, began near the base of C29r and is (U–Pb) dated at 66.288 ± 0.027Ma and ended 750 ky later at the top of C29r dated at 65.552 ± 0.026 (Fig. 3D) (Schoene et al., 2015). A total of ~3000 m of lava flows accumulated during this time in the Western Ghats of the Deccan volcanic province (DVP, Fig. 3A,B). The stratigraphic location of the KTB in these 3000 m of lava flows is still unknown. Today the KTB is placed at 66Ma based on 40Ar/39Ar dating of sanidine in bentonites of the Hell Creek area of Montana that yielded an age of 66.043 ± 0.086 Ma (Renne et al., 2013). This means\nthat Deccan phase-2 began 250 ky before the KTBmass extinction. Judging from the thick single lava flows up to 100 m thick, the rate and tempo of lava eruptions were very high during these 250 ky, though the actual chronology awaits further U–Pb dating.\nThe KTB was first documented in Rajahmundry, SE India, at the top of four lava flows of phase-2 (also known as lower traps in this area) believed to be the world's longest lava flows extending from theWestern Ghats to the Bay of Bengal (Fig. 3B) (Keller et al., 2008; Self et al., 2008). Subsequently, the KTB was also identified in central India (Keller et al., 2009b), NE India about 800 km from the DVP (Gertsch et al., 2011). In SE India the mass extinction was documented in intertrappean sediments between the four longest lava flows in deep wells drilled by India's Oil and Natural Gas Corporation (ONGC) in the KrishnaGodavari Basin (Keller et al., 2011b, 2012). Rapid global warming of 3–4 °C in the oceans and 8 °C on land during the latest Maastrichtian prior to the KTB mass extinction has been linked to Deccan phase-2 (Li and Keller, 1998b,c; Wilf et al., 2003; Thibault and Gardin, 2006, 2007; Keller et al., 2012; Keller, 2014; Punekar et al., 2014a).\nThefinal phase-3 of volcanismbegan in the early DanianC29nwith a U–Pb date of 65.545 ± 0.026 Ma (Schoene et al., 2015). This volcanic event is linked to the global warm event DanC2 (Quillévéré et al., 2008) andmarks the end of the high-stress conditions for planktic foraminifera after themass extinction. The global extent of high-stress environments and Guembelitria blooms was reviewed in Punekar et al. (2014a) and will not be considered in this paper."
  }, {
    "heading": "3. Biostratigraphy",
    "text": "The high-resolution biostratigraphic zonal scheme for the Maastrichtian, originally developed by Li and Keller (1998a,c) based on DSDP Site 525A and Tunisian sites, was applied in this study as well as in all earlier published reports from which data was culled (Fig. 4). This zonal scheme has been successfully applied on a global basis particularly for low and middle latitudes. Calcareous nannofossil biozones of Burnett (1998) are shown for comparison. Also shown are\ncool and warm intervals based on stable isotopes of Site 525A, Deccan eruption phases, sea level events (Haq, 2014) and common hiatuses (Li and Keller, 1998a, 1999; Li et al., 2000; Adatte et al., 2002).\nFirst and last appearances of species ideally mark evolution and extinction events. Realistically, first appearances are influenced by migration of species into formerly inhospitable environments during global warming and restricted geographic ranges during cooling. For many species thismigration results in diachronous species ranges across latitudes and absence of tropical index species in higher latitudes. Despite these inherent problems, key index species used for zone identification and age dating are generally reliable. They have been tested over wide regions and include Gansserina gansseri, Racemiguembelina fructicosa, Pseudoguembelina hariaensis, Contusotruncana contusa, and Plummerita hantkeninoides (Fig. 4).\nHowever, Gardin et al. (2012) concluded that Li and Keller's (1998a, c); Li et al. (1999) zonal scheme was not applicable except for CF1. The problem lies in their use of thin sections, rather than washed residues to determine the biostratigraphy (except zone CF1), which is always problematic for identifying true first and last appearances of species because of the limited faunal aspect in thin sections. In contrast, washed residue analysis provides tens of thousands of specimens from which the commonly rare first and last species appearances can be\nrecorded. Coccioni and Premoli Silva (2015) realized this problem and based on washed residues determined a sequence of species first and last appearances that are substantially similar to Li and Keller (1998a, c) and Li et al. (1999), except for the first occurrence of A. mayaroensis, which is known to be diachronous across latitudes, and the last occurrence of G. linneina.\nMost species that are not used as zonal indicators have received less scrutiny. For example, a cluster of species disappeared between the top C31r and middle C30n, including Globotruncana bulloides, Contusotruncana fornicata and Contusotruncana plummerae, (Fig. 5). Disappearances of some of these species are reported from Egypt (Keller, 2002; Punekar et al., 2014b), Israel (Abramovich et al., 1998, 2010), Tunisia (Li and Keller, 1998c; Li et al., 1999; Abramovich and Keller, 2002), Gubbio area (Coccioni and Premoli Silva, 2015), South Atlantic Sites 21 and 525A (Li and Keller, 1998a,c), Madagascar (Abramovich et al., 2002) and the Cauvery Basin, SE India (Fig. 5). Last appearances vary mainly due to rare specimens at the end of their stratigraphic range, potential diachronous occurrences across latitudes and short hiatuses that may or may not be recognized in routine biostratigraphy.\nFor example, the CF4/CF3 transition is commonlymarked by a hiatus (Figs. 4, 5) due to a major sea level fall and sequence boundary at 66.8 Ma (Haq, 2014). Other hiatuses are common at the CF4/CF5 and\nCF5/CF6 transitions due to sea level falls at 68.8Ma and 69.4Ma respectively (Fig. 4). Although these hiatuses complicate evaluation of the complete species ranges, the disappearances of zone CF4 taxa occurred during the end of climate warming coupled with a rising sea level correlative with the upper C31n to base C30n interval and marking a critical time interval in the early late Maastrichtian when evolutionary diversification ended and extinctions began (Keller, 2001) (Fig. 1). In the five sites examined, the biostratigraphic disappearances of these species mark the lower part of zone CF4, although the exact interval cannot be determined (Fig. 5)."
  }, {
    "heading": "3.1. Madagascar",
    "text": "During the late Maastrichtian, Madagascar was located at the same paleolatitude as India and South Atlantic Site 525A (Fig. 2). A late Maastrichtian to early Paleocene sequence from the Mahajanga Basin ofMadagascarwas chosen to evaluate the environmental effects of Deccan volcanism in India as a result of the Reunion hotspot (Fig. 2). The Amboanio section is located about 28 km to the south of the city of Mahajanga in the northern end of Bombetoka Bay. The Maastrichtian consists of marls andmarly limestone rich in macrofossils andwell preserved diverse planktic foraminiferal assemblages deposited in amiddle neritic environment that shallowed to inner neritic depths and became subaerial by the KTB (Abramovich et al., 2002).\nThe late Maastrichtian at Amboanio and a second shallower section analyzed at Berivotra (located 80 km southeast ofMahajanga) are incomplete (Abramovich et al., 2002). At Amboanio, the 5.8m at the base of the section mark a part of zone CF4, an interval dominated by relatively steady populations of Guembelitria (G. cretacea and G. dammula, 50– 60%) and common globotruncanids (total 20–25%). Biserial taxa are dominated byHeterohelix globulosa (25–40%) andHeterohelix planata (30–40% decreasing to 10%) but only fewHeterohelix (Spiroplecta) navarroensis and rare Heterohelix labellosa and Pseudoguembelina palpebra (Fig. 6). Abrupt\npopulation changes and onset of Pseudoguembelina hariaensis, the index species for zone CF3, and termination of R. plummerae and G. ventricosa mark a major hiatus at the CF4/CF3 interval. Another hiatus at Berivotra juxtaposes CF4/CF6 and terminates Globotruncana linneiana, G. bulloides, and C. fornicata (Fig. 5). Both hiatuses coincide with sea level regressions dated at 66.8 Ma and 68.8 Ma (Haq, 2014) (Fig. 4). At Berivotra, the CF5/ CF4 boundary is tentatively based on a single occurrence of the index species R. fructicosa, whereas G. bulloides, C. plummerae, G. linneiana and Gansserinawiedenmayeri disappear simultaneously 3mbelow suggesting a hiatus (Abramovich et al., 2002).\nIn zone CF3 above the hiatus at Amboanio, globotruncanids drop N30% to 3–12% decreasing to near zero in zones CF1–CF2, except for the last sample, which is biased by preferential preservation of keeled species and dissolution of others (Abramovich et al., 2002).Guembelitria populationsdrop from N45% to 5–15% (6–7.9m) in zoneCF3, and sharply increase in the top meter of brown marl to 30% (single point peak) and to 40% in CF2–CF1 (Fig. 6). In contrast, H. globulosa thrived (40%) in CF3 through CF2–CF1, H. planata reached 40% in zone CF3 decreasing to 10% in CF2–CF1. No foraminifera are present in the 10 cm thick volcanic ash layer at the top of the Maastrichtian.\nAn unconformity marks the KTB with an erosion surface and karstification overlain by a 1.2 m thick bioclastic grainstone with no microfossils and rich in volcanic ash. The KTB hiatus is estimated to span from the CF2–CF1 interval through early Danian zone P1c (Abramovich et al., 2002). Hiatuses of similar magnitude are observed in the Cauvery Basin of India (Fig. 5), Ninetyeast Ridge Site 216, South Atlantic Sites 525A, 738, 690 and Argentina (Keller, 1993, 2003; Li and Keller, 1998a; Keller et al., 2007). Erosion across the KTB is likely a function of sea level falls in the early Danian (MacLeod and Keller, 1991; Adatte et al., 2002; Haq, 2014) in relatively shallow shelf areas and intensified circulation in deeper waters. The latest Maastrichtian is therefore incomplete in Madagascar. Nevertheless, some of the characteristic Guembelitria blooms below the KTB hiatus are present albeit with\nlower abundance. The only evidence of volcanic input in the section is observed in the ash layer below the KTB hiatus, which may correspond to Deccan phase-2 that spans C29r.\nOxygen isotope values provide some clues to relative temperature changes in Madagascar. In zone CF4 relatively steady warm surface and bottom water temperatures prevailed at Amboanio with a 1.5‰ surface-to-deep gradient (Fig. 6). In the top 1.6m below the CF4/CF3 hiatus, increased δ18O values and a decreased surface-to-deep gradient mark cooler temperatures (Abramovich et al., 2002). Above the hiatus in zone CF3, a steadywarm climate is indicated in surfacewaters but increasingly warmer bottomwater temperatures suggest a shallower environment possibly linked to the sea level fall at 66.8 Ma (Haq, 2014) and/or uplift associated with volcanism. This apparent warming in Madagascar correlates with maximum global cooling, a sea level fall and erosion at or near the C30n/C29r reversal and CF3/CF2 boundary (Li et al., 1999; Abramovich et al., 2002; Adatte et al., 2002; Keller et al., 2002). Erratic δ18O values in zones CF2–CF1 reflect dissolution, post-depositional alteration and subaerial exposure.\nCarbon isotope values in zone CF4 average 1.2‰ and gradually decrease towards the top of CF4 reaching the lowest values at the CF4/ CF3 hiatus (Fig. 6). The near absence of a surface-to-deep gradient reflects deposition in the photic zone. Above the hiatus δ13C values average 0.8‰ in both surface and bottom waters indicating a shallower depositional environment."
  }, {
    "heading": "3.2. Ninetyeast Ridge DSDP Site 216",
    "text": "Ninetyeast Ridge is a north-south basaltic volcanic chain that formed as a hotspot track by the northward migration of the Indian plate over the Kerguelen hotspot estimated between 77 and 43 Ma (Fig. 2) (e.g., Duncan, 1978, 1991; Royer et al., 1991; Pringle et al., 2008; Frey et al., 2011; Krishna et al., 2012). Based on 40Ar/39Ar step-heating and a linear north-south age progression of 118.5 km/my for the India plate, Pringle et al. (2008) estimate an age of 73 Ma for basalts at Site 216.\nDuring the lateMaastrichtian Site 216was located at about 40°S and its passage over the Kerguelen hotspot resulted in lithospheric uplift and volcanic activity lasting about 2 my (Fig. 2). Sedimentation above basement basalt consists of volcanic vesicular ash successively followed by phosphatic and glauconitic volcanic deposits and eventually chalks as Site 216 passed beyond the influence of the hotspot volcanic activity. Planktic foraminifera and calcareous nannofossils living in this volcanically influenced environment record high-stress conditions marked by extremely low species diversity, dominant Guembelitria blooms (80– 90%) within CF4/UC20a and common to abundant low oxygen tolerant Heterohelix species at times of improved conditionswithin CF4/UC20b-c (Fig. 7) (Keller, 2003; Tantawy et al., 2009).\nIn an earlier study, Keller (2003) correlated theNinetyeast Ridge Site 216 high-stress fauna with similar assemblages in Madagascar, Israel\nand Egypt, attributing the stress conditions to both Ninetyeast Ridge volcanism and Deccan volcanism (phase-1). However, the timing of the volcanic interval at Site 216 remained questionable in the absence of index species for sediments older than CF2–CF1,whichwere attributed to zone CF3. The nannofossil study by Tantawy et al. (2009) provides improved datingwith zone UC20a, correlativewith planktic foraminifer zones CF5–CF4 directly overlying basement basalt. This indicates an age of ~69.5 Ma for the onset of Ninetyeast Ridge volcanism at Site 216, which correlates well with the rapid global warming beginning at the base of zone CF5 (Fig. 1).\nFaunal assemblages mark extreme stress conditions with Guembelitria blooms dominating (80–90%) in zone UC20a and decreasing in the lower part of zone UC20b,c above (Fig. 7). The placement of the CF4/CF3 boundary is unclear due to the absence of the index species. The Guembelitria abundancefluctuations in theupper partmark variable stress though improving conditions with low oxygen tolerant small Heterohelix species replacing Guembelitria. Among the low oxygen tolerant species, the presence of the high latitude Zeauvigerina waiparaensis is notable, a species that is rare in Madagascar. More diverse foraminifer assemblages are observed as Site 216 moved away from the Kerguelen hotspot by the late Maastrichtian (C29r, zones CF2–CF1, UC20d)."
  }, {
    "heading": "3.3. Israel",
    "text": "Maastrichtian to early Danian sequences have been studied from the Negev (Zin valley syncline) in Israel, focusing on the KTB transition\n(Keller and Benjamini, 1991; Keller et al., 1991; Magaritz et al., 1992) and the late Maastrichtian (Abramovich et al., 1998, 2010; Keller, 2004). Here we review dominant species groups, Guembelitria blooms, some index taxa and a small cluster of disappearing Campanian holdover taxa in the late Maastrichtian. We chose Givat Mador (Abramovich et al., 1998) and Hor Hahar (Keller et al., 1991; Abramovich et al., 1998, 2010) as complimentary sections. Both are located in the Zin valley syncline and were deposited in an upper continental slope environment at a paleolatitude of about 12°N (Almogi-Labin et al., 1990; Camoin et al., 1993).\nUpper Maastrichtian sediments consist of chalk, marly chalk and dark gray clayey marl. We follow Abramovich et al. (2010) for the biostratigraphy of Givat Mador, but separate CF4 and CF3 based on Guembelitria blooms, the extinctions of C. plummerae and G. bulloides, followed by increased abundance of Globotruncanidae, H. globulosa, H. labellosa and Gansserina gansseri (Fig. 8). Although all biozones are present, hiatuses are present at zonal boundaries associated with cool events, major sea level falls and erosion (Figs. 4, 5, 8).\nTwo Guembelitria bloom events are observed in dark clayey marls. The first bloom in zone CF4 reaches 50% and decreases by the middle of CF4. (Note that due to hiatuses at the base and top of CF4, the part of zone CF4 present is uncertain). The second Guembelitria bloom is at the top of the Maastrichtian zones CF2–CF1 and well documented worldwide (review in Punekar et al. (2014a)). At Givat Mador this bloom is relatively minor reaching only 25% and tailing off in the 3 m below the KTB. This is unusual because in complete KTB sections\nGuembelitria blooms in CF2–CF1 reach 80% or more up to the KTB mass extinction (Keller, 2002; Abramovich et al., 2011; Keller et al., 2011a; Punekar et al., 2014a). This low Guembelitria abundance at Givat Mador and some other Zin valley sections (Abramovich et al., 2010) is likely due to an incomplete latest Maastrichtian sediment record (note that all sections in Israel and Egypt have a KTB hiatus) and/or dwarfing in high-stress environments. The latter is frequently observed and requires analysis of the 38–63 μmsize fraction, which reveals significantly higher abundances (~50–60%), though this data is not available for Givat Mador.\nLarge complex specialized species, primarily globotruncanids (N150 μm) average 15% with peaks of 25% in the lower part of the section up to the CF4/CF3 hiatus. Above the hiatus in the lower part of zone CF3, Globotruncanidae reach 40% and terminally decrease to extinction at the KTB, though with a peak of 15% at the CF2/CF1 boundary (Fig. 8).\nLow oxygen tolerant taxa are dominated by H. globulosa, which reach peaks of 40–50% in the N150 μm size fraction and 60–70% in the N63 μm size fraction through the Maastrichtian with decreased abundance during the CF4 Guembelitria bloom. Heterohelix planata and H. navarroensis are minor components largely restricted to the lower part of the section (zone CF4, base CF3). This is unusual since both species are generally well represented or even dominant through the Maastrichtian in Egypt and H. globulosa and H. planata are equally\nabundant inMadagascar and common in Site 216 (Figs. 6, 7). The higher abundance of smallH. globulosa (N63 μm)maybe an artifact of grouping small biserialH. planatawithH. globulosa, whichwas commonly done in the 1990s when this dataset was generated."
  }, {
    "heading": "3.4. Egypt",
    "text": "The Gebel Qreiya section is located 50 km northeast of Quena City in the Eastern Desert. Sedimentation occurred on the stable shelf of the Asyut Basin (Said, 1962) in middle to outer neritic shelf depths and exposed to sea levelfluctuations and local tectonic activity (Hendriks et al., 1987; Tantawy et al., 2001). This is one of the most complete late Maastrichtian sections in Egypt, although high-resolution lithologic and biostratigraphic analyses reveal short hiatuses largely corresponding to sea level fluctuations (Keller, 2002; Keller et al., 2002; Punekar et al., 2014b).\nThe upper Maastrichtian consists of monotonous gray shale with macrofossils (Pecten farafraensis) up to 1.8 m below the KTB where shale grades into marly shale devoid of macrofossils. About 10 cm below the KTB an undulating erosional surface truncates the marly shales. The last 10 cm of the Maastrichtian consist of burrowed marly gray shale with small macrofossils (bivalves and gastropods). The KTB\nis truncated by an erosion surface and overlain by a redox boundary marked by a thin red layer and dark gray clay.\nZone CF4 marks the 7 m at the base of the section, though only part of this zone was recovered (Fig. 9). A hiatus at the CF4/CF3 boundary is identified based on the disappearances of C. fornicata, C. plummerae, C. plicata, G. bulloides and Archaeoglobigerina cretacea as also observed in Israel and Madagascar (Abramovich et al., 1998, 2002, 2010). Dominant species abundances are variable. The disaster opportunist Guembelitria cretacea peaks at about 60% near the bottom and top of zone CF4 with just 13% in between (Fig. 9). Globotruncanids average as low as 5% at times of high Guembelitria abundance and reach two peaks of 25% and 30% in intervals of low Guembelitria. Similar inverse fluctuations are observed in low oxygen tolerant Heterohelix species (H. globulosa, H. planata, H. navarroensis). Heterohelix (Spiroplecta) navarroensis is unusually common at Qreiya though relatively few in Site 216, Madagascar or Israel (Figs. 6, 7). Note the relatively low abundance of H. globulosa, but high H. planata compared with Israel and Madagascar suggests a taxonomic problem at Givat Mador.\nZone CF3 spans the interval from 7 to 15 m, marked by the last G. gansseri and increased H. labellosa (Fig. 9). Gansserina gansseri is rare at Gebel Qrieya. Keller (2002) and Punekar et al. (2014b) placed the top of the last appearance of G. gansseri coincident with the first appearance of P. hantkeninoides, the index species for CF1. Re-examination of those isolated ‘G. gansseri’ specimens reveal them to beGlobotruncana pettersi, which means that zone CF2 is present.\nGuembelitria cretacea blooms reach 60% in two intervals of zone CF3 corresponding to the dark organic-rich shale with macrofossils (Pecten farafraensis) but b10% near the base and top of the zone. Globotruncanids are generally b5% except in a single interval at the onset of the first Guembelitria bloom (60%), and nearly absent near the top of CF3 (Fig. 9). Low oxygen tolerantHeterohelix species are common but variable and tend to inversely correlate with intervals of high Guembelitria abundances as also observed in Israel and Madagascar.\nZone CF2 marks the interval between the last appearance of G. gansseri to the first appearance of P. hantkeninoides, which at Qreiya spans from 15 to 17.5 m. Zone CF1, identified by the range of P. hantkeninoides spans the top 1.8 m of the Maastrichtian (Fig. 9). Guembelitria blooms reach 97% in CF2. The abrupt faunal change between CF3/CF2 coincides with the 66.25Ma sea level fall andmaximum cooling at the CF3/CF2 transition. The reduced Guembelitria blooms in CF1 are likely due to poor preservation and a hiatus marked by an erosion surface just below the KTB indicating that the upper part of zone CF1 is missing. Globotruncanids are rare from the upper CF3 to the KTB, which most likely reflects the prevailing shallow environment. Heterohelix species inversely correlate with Guembelitria blooms, though H. planata is absent from CF2.\nThese faunal data indicate high-stress in a shallow water environment that excludes all deeper dwelling specialized taxa (globotruncanids) and in CF2 reduces low oxygen tolerant biserial species. Most unusual are the Guembelitria blooms in zone CF3, which are\nnot observed in Madagascar or Israel and suggest local high-stress conditions. Although CF3 Guembelitria blooms are present in the volcanic sediments of Site 216, their absence in CF3 elsewhere suggests that the blooms in Egypt are not related to this volcanic event. Keller (2002); Keller et al. (2002) suggested that CF3 high-stress conditions are likely related to the location of Qreiya on the southern margin of the sea subject to restricted seawater influx during the sea level low of CF3. This could lead to mesotrophic conditions due to nutrient build up from terrestrial influx (e.g., organic-rich dark shales in CF3) and create increasingly high-stress environments for marine plankton, excluding most species leading to Guembelitria blooms. Further clues to the nature of this environment can be obtained from the stable isotope record.\nThe δ13C record showsmost positive values in CF4 and decreasing in CF3 to CF1. Near the top of CF3, planktic values reverse the δ13C gradient to more negative planktic than benthic values. This reversal can be explained by the relatively constant terrestrial 12C influx and greater recrystallization of planktic tests due to their thinner and more porous wall structure (Keller et al., 2002; Stüben et al., 2003; Punekar et al., 2014b). The intervals of low δ13C planktic values are correlative with major reduction in large specialized species (thermocline dwellers) and blooms (75–90%) of the disaster opportunist Guembelitria or low oxygen tolerant Heterohelix species. Keller et al. (2002) attributed these changes to the late Maastrichtian cooling and sea-level fall across the CF3–CF2 transition that resulted in restricted circulation in central and southern Egypt. Alternatively, Punekar et al. (2014b) suggested the low δ13C values of Dissolved Inorganic Carbon (DIC) could reflect increased terrestrial weathering and detrital influx."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Late Maastrichtian climate extremes",
    "text": "The generally cool Maastrichtian climate was interrupted by two rapid warm events at ~68–69.5 Ma (upper C31R to base C30n) and 66.25–66.00 Ma (C29r below KTB) and extreme faunal turnovers ending in the KTB mass extinction (Fig. 1) (e.g., Li and Keller, 1998a,b, 1999; Stüben et al., 2003; Isaza-Londoño et al., 2006). High atmospheric CO2 prevailed with mean annual temperatures in west Texas up to 21–23 °C (at 35°N paleolatitude, Nordt et al., 2003).\nBased on temperature calculations frommarine and terrestrial environments (carbon and oxygen isotopes of foraminifera, pedogenic carbonate nodules, and plants) the latest Maastrichtian (CF2–CF1) greenhouse warming was attributed to Deccan volcanic degassing (Li and Keller, 1998b; Keller, 2001, 2005, 2014; Olsson et al., 2001; Nordt et al., 2003; Stüben et al., 2003; Isaza-Londoño et al., 2006; Robinson et al., 2009; Punekar et al., 2014a). The early lateMaastrichtianwarming was attributed to an abrupt reorganization of intermediate oceanic circulation (Abramovich et al., 1998, 2010; Frank and Arthur, 1999; Li and Keller, 1999; Keller, 2001), though this study suggests new likely causes for this climatic event (see Section 4.3)."
  }, {
    "heading": "4.2. Late Maastrichtian faunal upheavals",
    "text": "Extraordinary faunal upheavals in planktic foraminifera accompanied the late Maastrichtian climate extremes marking both the Cretaceous diversity maximum and the KTB mass extinction."
  }, {
    "heading": "4.2.1. Diversity maximum — CF4",
    "text": "Anomalous during the early late Maastrichtian upheaval (~68– 69.5 Ma) is the unprecedented rapid evolutionary diversification averaging 10 species per 500 ky compared with 2 species per 500 ky during the preceding cool interval. Planktic foraminifera reached maximum diversity in their history in the lower part of zone CF4 near the top of C31n (Li and Keller, 1998a; Keller, 2001) (Fig. 1). Total diversity at Site 525A increased by 43%, primarily in large complexmorphologies. Globotruncanids (intermediate or thermocline dwellers) increased from 16 to 26 species and surface dwellers parallel this trend increasing from 12 to 21 species (Li and Keller, 1998a,c, 1999; Keller, 2001) (Fig. 1). This diversity extreme is also observed in Sites 21 and 463, Tunisia, Madagascar, Israel, and in deep wells from the Cauvery Basin, India, and is generally recorded in Maastrichtian assemblages of low and middle latitudes (Abramovich et al., 1998, 2002, 2010; Li and Keller, 1998a,c).\nSeveral factors explain the diversity maximum, including diversity depletion after the Campanian to Maastrichtian cooling that reduced competition, and well-stratified warm oceans with expanded intermediate and surface mixed layers ideal for evolutionary diversification, particularly in the absence of competition. However, such rapid diversity increase over a short warm interval is unusual, thereby indicating other factors such as increased humidity and runoff of nutrients into the oceans and/or nutrient input from volcanic sources (e.g., Deccan Traps, Ninetyeast Ridge)."
  }, {
    "heading": "4.2.2. Diversity decline",
    "text": "The diversity decline began at the top of C31n near the end of the early late Maastrichtian warming (Fig. 1) with selective extinctions of large complex holdover survivors from the warmer Campanian, especially G. bulloides, C. fornicata and C. plummerae (Fig. 5), and possibly also G. wiedenmayeri, A. cretacea and Contusotruncana plicata.\nHowever, the total abundance of globotruncanids suffered sharp drops from typical 30–40% pre-warming to ~20% during the CF4 warm event and diversity varied significantly (Fig. 10). Decreased diversity and abundance of large complex species can be attributed to decreased water mass stratification associated with the onset of cooling. Calcareous nannofossil assemblages record no obvious change in species richness for the CF4 warm event (Thibault and Gardin, 2006; Sheldon et al., 2010; Thibault et al., 2015b) although a significant decline begins within UC20b near the CF4–CF3 transition in the tropical Pacific and South Atlantic (Thibault and Gardin, 2010)."
  }, {
    "heading": "4.2.3. Guembelitria blooms and volcanism",
    "text": "From India to Ninetyeast Ridge, Madagascar, Israel and Texas, Guembelitria blooms are at a maximum in the Indian Ocean and decrease westward. Their abundance peaks are correlative with rapid greenhouse warming during Deccan eruptions phase-2 and phase-3 (Fig. 11) (review in Punekar et al. (2014a)). The CF4 rapid warming and faunal upheaval is also dominated by Guembelitria blooms with maximum abundance (80–90%) in the volcanic sediments of Site 216 on Ninetyeast Ridge and decreasing westward (Fig. 11). During this time both Ninetyeast Ridge volcanism and Deccan Traps phase-1 were active. Similar trends are observed for Deccan phase-2 (C29r, CF2– CF1) where blooms in India dominate (N90%) but the westward decrease is much less (50–60%) in Israel and Texas (note the low abundance in CF2–CF1 in Madagascar due to an incomplete record). Guembelitria blooms are also correlative with Deccan phase-3 and the early Danian DanC2 warm event (zone P1b, C29n) as recorded from India to the eastern Tethys to Texas. However in Texas, Guembelitria's evolutionary descendant, Globoconusa daubjergensis dominates assemblages though indicating similar high-stress conditions (review in Punekar et al. (2014a)).\n, during the late Maastrichtian from the Indian Ocean to the eastern Tethys and Texas corot) volcanism. Decreased abundance in the upper zone CF4 leading to themass extinction e to local conditions; the near absence of Globotruncanidae in Texas reflects a shallow sea.\nGuembelitria species are known as ecological disaster opportunists able to thrive in high-stress environments that led to the exclusion of other species. They are small surface dwellers with simple morphology and thin-walled globular chambers arranged in triserial form. Their opportunistic R-selected life strategy of rapid reproduction, large numbers of offspring, and wide range of tolerance to unstable environments optimizes chances of survival. Guembelitria blooms were first recorded in early Danian zones P0–P1a in the aftermath of the KTB mass extinction (Luciani, 2002; Keller and Pardo, 2004; Coccioni and Luciani, 2006). Even larger blooms were discovered in association with the latest Maastrichtian C29r, zones CF2–CF1 rapid greenhouse warming linked to Deccan volcanism phase-2 leading up to themass extinction (review in Pardo and Keller (2008)). More recently, Guembelitria blooms were documented from the early Danian zone P1b (C29n) associated with the Dan-C2 rapid warming, which is correlative with Deccan volcanism phase-3 (Quillévéré et al., 2008). The full recovery of planktic foraminifera begins only after this climate warming nearly 1 my after the mass extinction (Punekar et al., 2014a). Guembelitria blooms have also been documented in zone CF4 (middle C31n to lower C30n) also associated with rapid greenhouse warming possibly related to volcanic outgassing (phase-1)."
  }, {
    "heading": "4.3. Correlation with Deccan phase-1 and Ninetyeast Ridge volcanism",
    "text": "All three Guembelitria bloom events are associated with rapid climate warming, and two of these are already demonstrated to coincide with Deccan volcanism phase-2 and phase-3, which suggests that phase-1 may be the cause for the extreme faunal upheaval in zone\nCF4 (Fig. 11). The age and duration of phase-1 are still uncertain. 40Ar/39Ar ages of 67.5 ± 0.6 Ma (Chenet et al., 2007) and 67.12 ± 0.44Ma (Schöbel et al., 2014) have been proposed for the oldest Deccan eruptions, which are considered the smallest of the three Deccan phases accounting for just 6% of the total eruptions by volume (Chenet et al., 2007, 2008). If this estimate is correct, it is doubtful that the observed warming or faunal upheaval could have been caused by the onset of Deccan phase-1. However, Deccan phase-1 eruptions are least known and high-precision dating (U–Pb) still remains to be done to evaluate the volume, rate and tempo of eruptions. We can infer the potential duration of Deccan phase-1 as at least 0.5–1.0 my based on Guembelitria blooms in CF4, and the onset of climate warming as early as ~69.5 Ma and lasting 1.5 million years.\nAlternatively, Ninetyeast Ridge volcanism may have preceded and/ or overlapped Deccan phase-1 (Figs. 7, 11). There is support for Ninetyeast Ridge volcanism preceding or cotemporaneous with Deccan phase-1 based on biostratigraphy and high-stress assemblages at Site 216 (Fig. 7) (Keller, 2003). The Kerguelen hotspot that formed Ninetyeast Ridge erupted at DSDP Site 216 (Fig. 2) sometime during the Maastrichtian and deposited amygdalar and vesicular basalt above the basement basalt. Calcareous nannofossils in the basal part of these volcanic sediments indicate a late Maastrichtian (zone UC20a) age, equivalent to planktic foraminiferal zones CF5–CF4 or about 69.5 Ma (Fig. 4) (Keller, 2003; Tantawy et al., 2009). This is a very close match with the onset of climate warming near the base of CF5 estimated at ~69.5 Ma at Site 525A (Fig. 1).\nThe extreme high-stress conditions at Site 216 with Guembelitria blooms dominating (80–90%) and alternating with low oxygen tolerant\nHeterohelix species and few other survivors mark Ninetyeast Ridge volcanic eruptions for at least 2 million years. During this time, marine stress conditions were vastly more intense than at other localities, including India (Cauvery Basin) andMadagascar (Fig. 11). These data suggest that Ninetyeast Ridge volcanism during the late Maastrichtian was a significant contributor to global environmental stress and appears to have both preceded and overlapped Deccan volcanism phase-1. High precision age dating is needed for both Ninetyeast Ridge and Deccan phase-1 volcanism to determine the precise age, tempo and duration of eruptions in order to evaluate their respective contributions to the late Maastrichtian faunal upheavals."
  }, {
    "heading": "4.4. Implications for the Chicxulub impact",
    "text": "The Chicxulub impact is a single instantaneous event that cannot account for the observed long-term environmental changes. Was Chicxulub the sole cause for the mass extinction as has been claimed for the past 35 years? The answer is unequivocally NO. Deccan phase2 eruptions beginning at 66.250Ma (base C29r, Schoene et al., 2015) directly led to theKTBmass extinction as documented from intertrappean sediments in deep wells from the Krishna-Godavari Basin (Keller et al., 2011b, 2012; Keller, 2014). Could the Chicxulub impact have contributed to this mass extinction? Yes, of course. It could have exacerbated the already catastrophic conditions due to Deccan eruptions – if the impact predates the mass extinction. There is strong, even overwhelming evidence from impact glass spherules in NE Mexico and Texas that the Chicxulub impact predates the mass extinction by possibly as much as 80–100 ky based on current dating (Keller et al., 2009a, 2011a, 2013)."
  }, {
    "heading": "4.4.1. Chicxulub as trigger for Deccan killer eruptions?",
    "text": "Richards et al. (2015) suggest that the coincident of “a sudden outburst of Deccan eruptions occurring within ~100,000 yr or less of the Cretaceous–Paleogene time and accounting for N70% of the Deccan main phase eruptions would seem to have a miniscule chance of occurring at random.” They propose that the Chicxulub impact triggered this massive pulse of eruptions and may have caused volcanic eruptions worldwide, though they admit that no data exists to support this idea at this time. It is interesting that in this scenario the Chicxulub impact is presumed to predate the mass extinction by up to 100,000 years – which has been suggested by Keller et al. (2002, 2004, 2009 and references therein) based on biostratigraphy, magnetostratigraphy, sedimentology and geochemistry of numerous sequences in NE Mexico and Texas.\nMeschede et al. (2011) investigated the global seismic effects of the Chicxulub impact and found that the shock waves would have to be bundled to their greatest effect at the precise opposite side of the planet, the antipode. The antipode of Yucatan 66 million years ago was Indonesia–Indiawas asmuch as 6000 kmaway. Thismeans that the impact was not likely to have had a significant effect on Deccan volcanism.\nUltimately, high precision U–Pb dating of the massive Deccan lava flows is necessary to develop the chronology of the Deccan eruptions during the last 250 ky of the Cretaceous and particularly to date the four longest lava flows that record the mass extinction in the intertrappean sediments (Keller et al., 2011b, 2012). However, even this high precision dating can provide no evidence that the Chicxulub impact triggered the lava flows that caused the mass extinction. Moreover, we cannot assume that the world's longest lava flows just prior to the mass extinctionwere triggered or amplified by the Chicxulub impact because similarmassive volcanic eruptions resulting in another 3–4 equally long lava flows occurred in the early Danian (base C29n) Deccan phase-3 about 500 ky after themass extinction (review in Punekar et al. (2014a))."
  }, {
    "heading": "5. Conclusions",
    "text": "Evaluation of high-stress planktic foraminiferal assemblages from the Indian Ocean to the Eastern Tethys and Gulf of Mexico (Texas)\nduring the late Maastrichtian reveals two faunal upheavals during rapid climate warming, each associated with major volcanism.\nThe early late Maastrichtian warming of 2–3 °C in intermediate waters spans from ~69.5 to 68 Ma (upper C31r to base C30n, zones CF5–CF4) and resulted in rapid evolutionary diversification in intermediate and surface waters increasing species assemblages by 43% marking the highest planktic foraminifer diversity in their history. At the same time high-stress conditions prevailed in surface and subsurface waters as marked by blooms of the disaster opportunist Guembelitria blooms and low oxygen tolerant small Heterohelix species.\nThis evolution streak ends abruptly near the end of the warm event (top C31n)with a cluster of extinctions marking the onset of the terminal diversity decline that ends at the KTB mass extinction.\nThe early late Maastrichtian climate warming and faunal upheaval correlate with major volcanic activity at DSDP Site 216 on Ninetyeast Ridge (Kerguelen hotspot) where volcanic sediments above basement basalt are dated ~69.5 Ma (nannofossil zone UC20a, planktic foraminiferal zones CF5–CF4) and continued for about 2 million years. Deccan volcanism (phase-1) also began during this time interval although we are still uncertain about their age and duration.\nThe latest Maastrichtian warm event in C29r (zones CF2–CF1, UC20d) increased intermediate water temperatures by 3–4 °C and resulted in extreme stress conditions marked by Guembelitria blooms, species dwarfing, reduced diversity and abundances of specialized species that ended with rapid mass extinction of nearly all species. Documentation of the mass extinction in intertrappean sediments between massive Deccan lava flows reveals Deccan volcanism phase-2 as the cause for the rapid warming and mass extinction.\nGlobal warming and high-stress conditions associated with early late and latest Maastrichtian volcanic events, are marked by Guembelitria blooms and reduced diversity and abundance of large specialized species particularly Globotruncanidae, with stress conditions at a maximum near volcanic centers and diminishing with distance. The highest stress condition (maximum Guembelitria blooms) mark maximum warming in C29r prior to the rapid mass extinction.\nMassive Deccan outgassing, climate warming and ocean acidification at the end of the Maastrichtian appear to be the direct causes for the mass extinction. The Chicxulub impact, now considered to predate themass extinction by ~100 kymay have contributed to this catastrophe but was not likely the cause."
  }, {
    "heading": "Acknowledgments",
    "text": "We are grateful to the anonymous reviewers for their very helpful comments and critiques. This study is based upon work originally supported by the US National Science Foundation through the Continental Dynamics Program, Sedimentary Geology and Paleobiology Program and Office of International Science & Engineering's India Program under NSF grants EAR-0207407, EAR-0447171, and EAR-1026271."
  }],
  "year": 2015,
  "references": [{
    "title": "High stress late Maastrichtian paleoenvironment: inference fromplanktonic foraminifera in Tunisia",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Planktonic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from South Atlantic DSDP Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Decline of the Maastrichtian pelagic ecosystem based on planktic foraminifera assemblage changes: implication for the terminal Cretaceous faunal crisis",
    "authors": ["S. Abramovich", "A. Almongi-Labin", "C. Benjamini"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Age and paleoenvironment of the Maastrichtian–Paleocene of the Mahajanga Basin, Madagascar: a multidisciplinary approach",
    "authors": ["S. Abramovich", "G. Keller", "T. Adatte", "W. Stinnesbeck", "L. Hottinger", "D. Stüben", "Z. Berner", "B. Ramanivosoa", "A. Randriamanantenasoa"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Characterization of late Campanian and Maastrichtian planktonic foraminiferal depth habitats and vital activities",
    "authors": ["S. Abramovich", "G. Keller", "D. Stüben", "Z. Berner"],
    "year": 2003
  }, {
    "title": "137–151 on stable isotopes",
    "authors": ["G. Keller"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2016
  }, {
    "title": "Global climate change and planktic foraminiferal response in the Maastrichtian",
    "authors": ["S. Abramovich", "S. Yovel-Corem", "A. Almogi-Labin", "C. Benjamini"],
    "venue": "Paleoceanography 25,",
    "year": 2010
  }, {
    "title": "Maastrichtian planktic foraminiferal biostratigraphy and paleoenvironment of Brazos River, Falls County, Texas",
    "authors": ["S. Abramovich", "G. Keller", "Z. Berner", "M. Cymbalista", "C. Rak"],
    "venue": "Society for Sedimentary Geology Special Publication",
    "year": 2011
  }, {
    "title": "Paleoenvironment across the Cretaceous–Tertiary transition in eastern Bulgaria",
    "authors": ["T. Adatte", "G. Keller", "S. Burns", "K.H. Stoykova", "M.I. Ivanov", "D. Vangelov", "U. Kramar", "D. Stüben"],
    "venue": "Geol. Soc. Am. Spec. Pap. 356,",
    "year": 2002
  }, {
    "title": "Biostratigraphy and tectonically controlled sedimentation of the Maastrichtian in Israel and adjacent countries",
    "authors": ["A. Almogi-Labin", "A. Flexer", "A. Honigstein", "A. Rosenfeld", "E. Rosenthal"],
    "venue": "Rev. Esp. Paleontol",
    "year": 1990
  }, {
    "title": "Global environmental changes preceding the Cretaceous–Tertiary boundary: Early late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Evidence for thermohaline-circulation reversals controlled by sea-level change in the latest Cretaceous",
    "authors": ["E. Barrera", "S.M. Savin", "E. Thomas", "C.E. Jones"],
    "venue": "Geology 25,",
    "year": 1997
  }, {
    "title": "Upper Cretaceous",
    "authors": ["J. Burnett"],
    "year": 1998
  }, {
    "title": "Late Maastrichtian palaeoenvironments",
    "authors": ["G. Camoin", "Y. Bellion", "J. Benkhelil", "Cornée", "J.-J", "J. Dercourt", "R. Guiraud", "A. Poisson", "B. Vrielynck"],
    "venue": "Tethys Paleoenvironmental Maps. Beicip-Franlab,",
    "year": 1993
  }, {
    "title": "Determination of rapid Deccan eruptions across the Creta",
    "authors": ["K.V", "T. Thordarson"],
    "year": 2009
  }, {
    "title": "Revised Upper Albian–Maastrichtian planktonic fora",
    "authors": ["R. 540-25736-5_8 Coccioni", "I. Premoli Silva"],
    "year": 2015
  }, {
    "title": "A new sedimentary",
    "authors": ["A. Nedelec", "B.B. Ellwood", "J. Mirao", "P.F. Silva"],
    "year": 2011
  }, {
    "title": "Atmospheric halogen and acid rains during",
    "authors": ["H. Khozyem", "J. Spangenberg"],
    "year": 2014
  }, {
    "title": "Tectonic forcings of Maastrichtian ocean-climate",
    "authors": ["D.T. Frank", "M.A. Arthur"],
    "year": 1999
  }, {
    "title": "Diverse mantle sources",
    "authors": ["F.A. Frey", "M. Pringle", "P. Meleney", "S. Huang", "A. Piotrowski"],
    "year": 2011
  }, {
    "title": "Campanian–Maastrichtian from the Gubbio area, Italy: new results from the Contessa Highway and Bottaccione sections",
    "authors": ["G. Keller", "T. Adatte", "R. Garg", "V. Prasad", "D. Fleitmann", "Z. Berner"],
    "venue": "Newsl. Stratigr",
    "year": 2012
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Glob. Planet. Chang",
    "year": 2014
  }, {
    "title": "Evolution of the depositional environments of SE Egypt during the Cretaceous and lower Tertiary",
    "authors": ["F. Hendriks", "P. Luger", "J. Biwitz", "H. Kallenbach"],
    "venue": "Berl. Geowiss. Abh",
    "year": 1987
  }, {
    "title": "Astronomical calibration of theMaastrichtian (late Cretaceous)",
    "authors": ["D. Husson", "B. Galbrun", "J. Laskar", "L.A. Hinnov", "N. Thibault", "S. Gardin", "R.E. Locklair"],
    "venue": "Earth Planet. Sci. Lett. 305,",
    "year": 2011
  }, {
    "title": "Maastrichtian North Atlantic warming, increasing stratification, and foraminiferal paleobiology at three timescales",
    "authors": ["C. Isaza-Londoño", "K.G. MacLeod", "B.T. Huber"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "The Cretaceous–Tertiary boundary transition in the Antarctic Ocean and its global implications",
    "authors": ["G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 1993
  }, {
    "title": "The end-Cretaceous mass extinction in the marine realm: year 2000 assessment",
    "authors": ["G. Keller"],
    "venue": "Planet. Space Sci",
    "year": 2001
  }, {
    "title": "Guembelitria-dominated late Maastrichtian planktic foraminiferal assemblages mimic early",
    "authors": ["G. Keller"],
    "venue": "Danian in central Egypt. Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth Planet. Sci. Lett. 215,",
    "year": 2003
  }, {
    "title": "Paleoecology of Late Maastrichtian–early Danian planktic foraminifera in the eastern Tethys",
    "authors": ["G. Keller"],
    "venue": "J. Foraminifer. Res",
    "year": 2004
  }, {
    "title": "Biotic effects of late Maastrichtian mantle plume volcanism: implications for impacts and mass extinctions",
    "authors": ["G. Keller"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "The KTMass Extinction: Theories and Controversies",
    "authors": ["G. Keller"],
    "venue": "Society for Sedimentary Geology Special Publication",
    "year": 2011
  }, {
    "title": "Deccan volcanism, the Chicxulub impact and the end-Cretaceous mass extinction: coincidence? Cause and effect",
    "authors": ["G. Keller"],
    "venue": "Geological Society of America Special Paper",
    "year": 2014
  }, {
    "title": "Lilliput effect in late Maastrichtian planktic foraminifera: response to environmental stress",
    "authors": ["G. Keller", "S. Abramovich"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Paleoenvironment of the eastern Tethys in the early Danian",
    "authors": ["G. Keller", "C. Benjamini"],
    "venue": "Palaios 6,",
    "year": 1991
  }, {
    "title": "Disaster opportunists Guembelitrinidae — index for environmental catastrophes",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Mar. Micropaleontol",
    "year": 2004
  }, {
    "title": "Faunal, erosional and CaCO3 events in the Early Tertiary Eastern Tethys. In: Sharpton, V.L.,Ward, P.D. (Eds.), Global Catastrophes in Earth History",
    "authors": ["G. Keller", "C. Benjamini", "M. Magaritz", "S. Moshkovitz"],
    "venue": "Geological Society of America Special Paper",
    "year": 1991
  }, {
    "title": "High stress paleoenvironment during the late Maastrichtian to early Paleocene in Central Egypt",
    "authors": ["G. Keller", "T. Adatte", "S.J. Burns", "A. Tantawy"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Chicxulub impact predates K-T boundary mass extinction",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "M. Rebolledo-Vieyra", "J. Urrutia Fucugauchi", "U. Kramar", "D. Stüben"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A. 101,",
    "year": 2004
  }, {
    "title": "High stress late Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "D. Stüben"],
    "venue": "Cretac. Res",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends near the K-T boundary: evidence from the Krishna-Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett. 268,",
    "year": 2008
  }, {
    "title": "New evidence concerning the age and biotic effects of the Chicxulub impact in NE Mexico",
    "authors": ["G. Keller", "T. Adatte", "Z. Berner", "A. Pardo", "J.G. Lopez-Oliva"],
    "venue": "J. Geol",
    "year": 2009
  }, {
    "title": "Early Danian planktic foraminifera from Cretaceous–Tertiary intertrappean beds at Jhilmili, Chhindwara District, Madhya Pradesh, India",
    "authors": ["G. Keller", "S.C. Khosla", "R. Sharma", "A. Khosla", "S. Bajpai", "T. Adatte"],
    "venue": "J. Foraminifer. Res",
    "year": 2009
  }, {
    "title": "Biostratigraphy, age of the Chicxulub impact, and depositional environment of the Brazos River KTB sequences",
    "authors": ["G. Keller", "S. Abramovich", "T. Adatte", "Z. Berner"],
    "venue": "Society for Sedimentary Geology Special Publication",
    "year": 2011
  }, {
    "title": "Deccan volcanism linked to the Cretaceous–Tertiary boundary mass extinction: new evidence from ONGC wells in the Krishna-Godavari Basin",
    "authors": ["G. Keller", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash", "T. Adatte"],
    "venue": "J. Geol. Soc. India",
    "year": 2011
  }, {
    "title": "Nature and timing of extinctions in Cretaceous–Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the Krishna-Godavari Basin, India",
    "authors": ["G. Keller", "T. Adatte", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash"],
    "venue": "Earth Planet. Sci. Lett. 341–344,",
    "year": 2012
  }, {
    "title": "Chicxulub impact spherules in the North Atlantic and Caribbean: age constraints and Cretaceous–Tertiary boundary hiatus",
    "authors": ["G. Keller", "H. Khozyem", "T. Adatte", "N. Malarkodi", "J.E. Spangenberg", "W. Stinnesbeck"],
    "venue": "Geol. Mag",
    "year": 2013
  }, {
    "title": "Tectonics of the Ninetyeast Ridge derived from spreading records in adjacent oceanic basins and age constraints of the ridge",
    "authors": ["K.S. Krishna", "H. Abraham", "W.W. Sager", "M.S. Pringle", "F. Frey", "D. Gopala Rao", "O.V. Levchenko"],
    "venue": "J. Geophys. Res. 117,",
    "year": 2012
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers",
    "authors": ["G. Keller"],
    "year": 1998
  }, {
    "title": "Abrupt deep-seawarming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Diversification and extinction in Campanian–Maastrichtian",
    "authors": ["G. Keller"],
    "year": 1998
  }, {
    "title": "planktic foraminifera of northwestern Tunisia",
    "authors": ["G. Keller"],
    "venue": "Eclogae Geol. Helv",
    "year": 1999
  }, {
    "title": "The late Campanian and Maastrichtian in north",
    "authors": ["L. Li", "G. Keller", "W. Stinnesbeck"],
    "year": 1999
  }, {
    "title": "Late Cretaceous sea-level changes",
    "authors": ["L. Li", "G. Keller", "T. Adatte", "W. Stinnesbeck"],
    "year": 2000
  }, {
    "title": "Hiatus distributions and mass extinctions at the Cretaceous",
    "authors": ["N. MacLeod", "G. Keller"],
    "year": 1991
  }, {
    "title": "North Atlantic warming during global",
    "authors": ["K.G. MacLeod", "B.T. Huber", "C. Isaza-Londoño"],
    "year": 2005
  }, {
    "title": "Early diagenetic isotopic signal",
    "authors": ["M. G21466.1. Magaritz", "C. Benjamini", "G. Keller", "S. Moshkovitz"],
    "year": 1992
  }, {
    "title": "Antipodal focusing of seismic waves",
    "authors": ["M.A. Meschede", "C.L. Myhrvold", "J. Tromp"],
    "year": 2011
  }, {
    "title": "Modeling the carbon",
    "authors": ["G. Le Hir", "F. Fluteau", "V. Lefebvre", "Y. Goddéris"],
    "year": 2014
  }, {
    "title": "Terrestrial evidence for two greenhouse events",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "year": 2003
  }, {
    "title": "Paleobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R. Olsson", "J. Wright", "K. Miller"],
    "venue": "J. Foraminifer. Res",
    "year": 2001
  }, {
    "title": "Biotic effects of environmental catastrophes at the end of the Cretaceous: Guembelitria and Heterohelix blooms",
    "authors": ["A. Pardo", "G. Keller"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Latest Maastrichtian and Cretaceous–Tertiary boundary foraminiferal turnover and environmental changes at Agost, Spain",
    "authors": ["A. Pardo", "N. Ortiz", "G. Keller"],
    "year": 1996
  }, {
    "title": "A simple linear age progression for the Ninetyeast Ridge, Indian Ocean: new constraints on Indian plate tectonics and hotspot dynamics",
    "authors": ["M.S. Pringle", "F.A. Frey", "E.M. Mervine"],
    "venue": "Eos Transactions AGU Fall Meeting Supplementary Abstract 89,",
    "year": 2008
  }, {
    "title": "Environmental and biological effects of Deccan volcanism: a global survey",
    "authors": ["J. Punekar", "P. Mateo", "G. Keller"],
    "venue": "Geological Society of America Special Paper 505,",
    "year": 2014
  }, {
    "title": "Late Maastrichtian–early Danian high-stress environments and delayed recovery linked to Deccan volcanism",
    "authors": ["J. Punekar", "G. Keller", "H.M. Khozyem", "C. Hamming", "T. Adatte", "A.A. Tantawy", "J. Spangenberg"],
    "venue": "Cretac. Res",
    "year": 2014
  }, {
    "title": "Transient ocean warming and shifts in carbon reservoirs during the early Danian",
    "authors": ["F. Quillévéré", "R.D. Norris", "D. Kroon", "P.A. Wilson"],
    "venue": "Earth Planet. Sci. Lett. 265,",
    "year": 2008
  }, {
    "title": "Time scales of critical events around the Cretaceous–Paleogene boundary",
    "authors": ["P.R. Renne", "A.L. Deino", "F.J. Hilgen", "K.F. Kuiper", "D.F. Mark", "W.S. Mitchell III", "L.E. Morgan", "R. Mundil", "J. Smit"],
    "venue": "Science 339,",
    "year": 2013
  }, {
    "title": "Triggering of the largest Deccan eruptions by the Chicxulub impact",
    "authors": ["M. Richards", "W. Alvarez", "S. Self", "L. Karlstrom", "P. Renne", "M. Manga", "C. Sprain", "J. Smit", "L. Vanderkluysen", "S.A. Gibson"],
    "venue": "Geol. Soc. Am. Bull. http://dx.doi.org/10.1130/B31167.1",
    "year": 2015
  }, {
    "title": "A high resolution marine",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "year": 2009
  }, {
    "title": "Tectonic constraints on the hot-spot formation of Ninetyeast Ridge",
    "authors": ["Royer", "J.-Y", "J.W. Peirce", "J.K. Weissel"],
    "venue": "Proc. Ocean Drill. Program",
    "year": 1991
  }, {
    "title": "The Geology of Egypt. Elsevier, Amsterdam (377 pp.)",
    "authors": ["R. Said"],
    "year": 1962
  }, {
    "title": "U–Pb geochronology of the Deccan Traps and relation to the end",
    "authors": ["B. Gertsch"],
    "year": 2015
  }, {
    "title": "The Chicxulub asteroid impact",
    "authors": ["V. Vajda", "M.T. Whalen", "P.S. Willumsen"],
    "year": 2010
  }, {
    "title": "Map Folio 16, KT Boundary",
    "authors": [],
    "year": 2013
  }, {
    "title": "Correlation of the Deccan and Ra",
    "authors": ["ton", "S. IL. Self", "A.E. Jay", "M. Widdowson", "L.P. Keszthelyi"],
    "year": 2008
  }, {
    "title": "Late Maastrichtian warming in the Boreal Realm",
    "authors": ["E. 012. Sheldon", "J. Ineson", "P. Bown"],
    "year": 2010
  }, {
    "title": "Late Maastrichtian paleoclimatic and",
    "authors": ["U. Hambach", "W. Stinnesbeck"],
    "year": 2003
  }, {
    "title": "Late Maastrichtian volcanism in the Indian",
    "authors": ["A.A. 0291. Tantawy", "G. Keller", "A. Pardo"],
    "year": 2009
  }, {
    "title": "Maastrichtian calcareous nannofossil biostratigraphy",
    "authors": ["N. Thibault", "S. Gardin"],
    "year": 2006
  }, {
    "title": "The calcareous nannofossil response to the end-Cretaceous",
    "authors": ["S. Gardin"],
    "year": 2010
  }, {
    "title": "Climatic fluctuations and sea surface water circulation patterns at the end of the Cretaceous era: calcareous nannofossil evidence",
    "authors": ["N. Thibault", "D. Husson"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. Spec. Issue",
    "year": 2016
  }, {
    "title": "The end-Cretaceous in the southwestern Tethys (Elles, Tunisia): orbital calibration of paleoenvironmental events before the mass extinction",
    "authors": ["N. Thibault", "B. Galbrun", "S. Gardin", "F. Minoletti", "L. Le Callonec"],
    "venue": "Int. J. Earth Sci",
    "year": 2015
  }, {
    "title": "Upper Campanian–Maastrichtian chronostratigraphy of the Skaelskor-1 core, Denmark: correlation at the basinal and global scale and implications for changes in sea-surface temperatures",
    "authors": ["N. Thibault", "K. Anderskouv", "M. Bjerager", "L.O. Boldreel", "M.E. Jelby", "L. Stemmerik", "F. Surlyk"],
    "venue": "Lethaia http://dx.doi.org/10.1111/let.12128",
    "year": 2015
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2003
  }],
  "id": "SP:f8865b335e308570af2a39abf8ae2f47fba65131",
  "authors": [{
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "Jahnavi Punekar",
    "affiliations": []
  }, {
    "name": "Paula Mateo",
    "affiliations": []
  }],
  "title": "Upheavals during the Late Maastrichtian: Volcanism, climate and faunal events preceding the end-Cretaceous mass extinction"
}