{
  "sections": [{
    "text": "S o\nF a b\na\nA R R 1 A A\nK S P G G B E N\n1\no s t t t t o D s d l a p f l\nh 0\nJournal of Geodynamics 93 (2016) 1–16\nContents lists available at ScienceDirect\nJournal of Geodynamics\njou rn al hom ep age: ht tp : / /www.e lsev ier .com/ locate / jog\npeculations on the impact of catastrophic subduction initiation n the Earth System\n.O. Marquesa,b,∗, B.J.P. Kausb\nUniversidade de Lisboa, 1749-016 Lisboa, Portugal Institute of Geosciences, Johannes Gutenberg-University, Mainz, Germany\nr t i c l e i n f o\nrticle history: eceived 5 March 2015 eceived in revised form 8 September 2015 ccepted 18 September 2015 vailable online 12 November 2015\neywords: ubduction initiation assive margin eodynamic setting\na b s t r a c t\nThe physics of subduction initiation can be studied with numerical models of lithosphere dynamics, to the extent where we can now test the potential consequences of a catastrophic subduction initiation event on the Earth System. The South American Atlantic passive margin is here used to show that, once subduction has catastrophically initiated there, a major geodynamic reconfiguration of the South American plate (SAm) is likely to take place: (1) compression in the east will be inverted to extension, because ridge push will be replaced by subduction rollback and trench retreat; (2) compression in the west will be inverted to extension due to absolute rollback; and (3) without buttressing from the east and west, the Andes will collapse. Extension at both margins of continental SAm will produce two new volcanic arcs, several thousands of kilometres long each, bounded by trenches and two new back-arc basins. The spreading rate of the Mid-Atlantic Rift will significantly increase, because of the cumulative effect of ridge-push and slab-\nlobal changes iotic crisis arth System umerical modelling\npull in the same direction. The substantially increased volcanism all around SAm and in the MAR will most likely release massive amounts of greenhouse and (toxic) gases into the atmosphere and oceans, which might lead to major oceanic and atmospheric circulation changes. We present new numerical modelling that supports the proposed evolution of the SAm after subduction has catastrophically initiated at its eastern passive margin.\n© 2015 Elsevier Ltd. All rights reserved.\n. Introduction\nWhen discussing global changes and impact on life on Earth, ne has to consider the time scale of the process: it must be largecale and catastrophic (occur in a short period of time), such that he biosphere does not have the time to adapt to the new condiions, particularly in the atmosphere and hydrosphere. One way o look at this problem is to consider the time scale during which he process occurs and divide it by the characteristic timescale of bservation, which gives a non-dimensional number similar to the eborah number (Reiner, 1964, Physics Today). When considering ubduction initiation, this would be the time during which subuction initiation occurs divided by the characteristic time that iving beings need to adapt to new conditions. If De < 1, then catstrophic subduction initiation at a passive margin (<1 Ma) is a rocess capable of producing a biotic crisis. Otherwise, there is time or adaptation, because environmental changes take place over a ong period of time ( 1 Ma).\n∗ Corresponding author at: Universidade de Lisboa, 1749-016 Lisboa, Portugal. E-mail address: fomarques@fc.ul.pt (F.O. Marques).\nttp://dx.doi.org/10.1016/j.jog.2015.09.003 264-3707/© 2015 Elsevier Ltd. All rights reserved.\nIn this work, we concentrate on the fast end-member of subduction initiation, the catastrophic initiation, because this is the one capable of producing sudden global changes in the Earth System and impact on life on Earth, which previous studies have shown to exist. We use well-known constitutive equations and experimentally determined parameters (e.g. Weertman, 1968; Hirth and Kohlstedt, 2003; Korenaga and Karato, 2008), and show numerically that subduction can initiate in less than 1 Ma, which seems insufficient time for a great part of the biosphere to adapt to new conditions (Wignall and Twitchett, 1996; Wignall, 2001). We therefore speculate that catastrophic subduction initiation at a passive margin can be responsible for mass extinctions.\nAt the surface, subduction is responsible for catastrophic events like explosive volcanism, large earthquakes and major tsunamis, which obviously impact human societies. Although omnipresent, mature subduction does not seem capable of triggering fast global changes that would impact the whole Earth System. In contrast, subduction initiation at a passive margin can be a catastrophic process, both in terms of the time over which it occurs as well as on the modifications it makes to the lithosphere.\nMcKenzie (1977) mathematically analysed the problem of subduction initiation at a passive margin, and concluded that the\n2 nal of\nd fi p e s g s f c e e v a m a c A t b b m a g t i i r d S\ns w T r w t c\nd t m h\n(\n(\nquence immediately following subduction initiation (e.g. Kincaid and Olson, 1987; Hall et al., 2003; Kincaid and Griffiths, 2003; Funiciello et al., 2003a,b, 2006, 2008; Gurnis et al., 2004; Schellart,\nF.O. Marques, B.J.P. Kaus / Jour\nevelopment of a new trench and sinking slab occurs through a nite amplitude instability, because elastic and frictional forces revent trenches from arising spontaneously. This means that an xternal force is needed to initiate subduction. The compressive tress required is about 80 MPa, and the rate of approach must be reater than about l.3 cm/yr. Two immediate sources of compresive stress in a passive margin are ridge-push and topography push rom the passive margin. The difference in mean density between ontinental and oceanic crusts produces a horizontal force (e.g. Niu t al., 2003; Marques et al., 2014a) similar to the push caused by levated mid-oceanic ridges (ridge-push). If the difference in eleation between a continent and adjacent ocean is 7 km, with 2 km bove sea level and 5 km below (as at the Brazilian margin), it can aintain a compressive stress of 85 MPa. If to these stresses we dd the stresses due to Andean topography and deep roots, which an amount to 100 MPa if the estimated value of 1013 N/m (e.g. rtyushkov, 1987; Husson et al., 2008) is integrated over a 100 km hick lithosphere, then the South American plate (SAm) seems the est place for subduction to initiate at a passive margin. The probaility of subduction to initiate along the eastern American Atlantic argins has been numerically evaluated by Nikolaeva et al. (2011) nd Marques et al. (2013), who concluded that the SE Brazilian marin has the highest probability for subduction initiation to occur here. According to Marques et al. (2013), subduction could likely be nitiating at the Brazilian passive margin, because of additional forcng by the current massive Andean Plateau and its very deep crustal oots (which are hot and of low-density). Given the favourable geoynamic setting for subduction initiation, we here concentrate on Am’s possible future evolution.\nIf the current theoretical analyses and the physics governing ubduction initiation are accepted, then a major question arises: hat is the impact of subduction initiation on the Earth System? he answer to this question is the aim of this article. We use curent knowledge about the SAm and numerical models to predict hat will happen to the SAm in the future, and evaluate the impact hese changes can have on the Earth System if subduction initiates atastrophically at a passive margin.\nThe main premises of this work relate to (1) catastrophic subuction initiation at a passive margin, (2) the role that rheology of he sub-lithospheric mantle plays in this process, (3) the support of\nountain belts (buttressing), and (4) the motion of the subduction inge:\n1) Catastrophic subduction initiation – Hall et al. (2003) and Nikolaeva et al. (2010) have analysed numerically subduction initiation at a passive margin, and both have concluded that self-sustained subduction can take off in about 1 Ma (which was also observed in more recent models of Lu et al., 2015). Nikolaeva et al. (2010) carried out a parametric study that shows that the thickness of the continental lithosphere can lead to catastrophic (<1 Ma) subduction initiation at a passive margin (cf. their Fig. 6). Using the current geological and geophysical knowledge of the SAm, we further tested the effects of rheology (diffusion and dislocation creeps) and activation volume on the velocity of subduction initiation. 2) Rheology of the sub-lithospheric mantle – the rheological properties of the mantle are critical to its dynamics; however, fundamental issues such as the dominant flow mechanisms or the parameters (such as the activation volume of the mantle) are still not consensual. Laboratory studies and geophysical and geological data indicate that both diffusion and dislocation creep can occur in the mantle (Karato and Wu, 1993).\nHowever, according to Bürgmann and Dresen (2008), broadly distributed deformation in the asthenosphere probably occurs by dislocation creep, with a stress-dependent power-law rheology. Therefore, we used dislocation creep (power-law creep)\nGeodynamics 93 (2016) 1–16\nas the rheology of the sub-lithospheric mantle in our models. However, we tested the influence of rheological law (diffusion or dislocation creep), and of activation volume on subduction initiation (see also Billen and Hirth, 2005, 2007). (3) Buttressing – it is long known that mountains like the Himalaya or the Andes are supported by the surrounding lithosphere; if this support vanishes, the mountain belt collapses. This is what has happened to all orogens worldwide and through the Earth’s history; when convergence and compressive forces cease, the mountain belt collapses and the deep continental roots isostatically rebound, denudation removes the topographic relief, and the Moho returns to its normal position at 30–40 km depth. (4) Motion of the trench – It is now well established that the large majority of N-S trenches and their associated subduction zones are found at, or very near, the margins of the Pacific Ocean. Exceptions are the much smaller Indonesian, Caribbean, and Scotia trenches. Along the N-S portions of the Pacific trenches, all slabs go down so as to slope away from the Pacific margins. Given that the Atlantic and the Indian oceans have been opening in an approximately E-W direction since the Mesozoic, it follows that the Pacific plate must have shrunk by a corresponding length during the same period of time, which means that the trenches have retreated (e.g. Elsasser, 1971; McKenzie, 1977). Fig. 1 illustrates how this can happen: after subduction is initiated and is self-sustained, the sinking of the oceanic slab is dominated by its negative buoyancy. Under the pull of gravity, the slab tends to rotate vertically and oceanwards, which is the concept of slab rollback. Slab rollback induces trench retreat oceanwards, and, in order to fill the gap, the overriding plate either drifts or stretches and opens a back-arc basin. The force resulting from trench retreat was called trench suction by Forsyth and Uyeda (1975). Trench retreat has even been suggested to be responsible for the break-up of supercontinents (e.g. Bercovici and Long, 2014), and might currently be responsible for the shrinking of the Pacific. However, the scheme in Fig. 1 is valid only if the oceanic plate has no horizontal displacement (fixed at the right end in Fig. 1). This might not be the case if the oceanic plate could move, e.g. by having a midocean rift. Therefore, we analysed this possibility by running simulations with and without a mid-ocean rift.\nNatural examples (e.g. Gvirtzman and Nur, 1999; Rosenbaum and Lister, 2004; Schellart et al., 2006; Spakman and Hall, 2010) and theoretical analysis of subduction initiation at a passive margin (e.g. Faccenna et al., 1999; Nikolaeva et al., 2010, 2011; Marques et al., 2013, 2014a) have shown that rollback is a natural conse-\nF.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16 3\n2 2 2 S N i r s h\n2\nf t\n( t C c f b f t P\nh n t n t p w\nmage is a shaded relief image from ETOPO5 digital data (http://www.ngdc.noaa.go\n005, 2008a,b, 2010, 2011; Stegman et al., 2006; Schellart et al., 006, 2007, 2008, 2011; Lallemand et al., 2008; Di Giuseppe et al., 008, 2009; Capitanio et al., 2010; Schellart and Rawlinson, 2010; tegman et al., 2010a,b; Rodríguez-González et al., 2012, 2014; iu, 2014; Holt et al., 2015). Therefore, the passive margin, orignally (before subduction initiation) under compression due to idge-push and margin topography, may undergo extension when elf-sustained subduction initiates (Fig. 1). In order to test this ypothesis, we used numerical modelling as presented below.\n. Geodynamic setting\nThe SAm (Fig. 2) is bounded in the north and south by two transorm faults, in the east by the MAR axis, in the west by the Chile rench, and at the base by the asthenosphere.\nThe SAm has two major topographic reliefs along its eastern MAR) and western (Andes) boundaries (Fig. 2), which produce opographic forces that keep the SAm under compression (e.g. oblentz and Richardson, 1996). The SAm’s western boundary is urrently being pushed from the west by relative subduction rollorth (e.g. Russo and Silver, 1996), which works as an effective ackstop. Otherwise the Andes would collapse to the west. Push rom the west coupled with MAR push from the east guarantees he existence of the Andes, in particular the impressive Andean lateau, by supporting the mountain belt from east and west.\nThe Andes are hot and weak, and therefore: (1) they can spread orizontally, and push the SAm plate eastwards; and (2) they canot directly transmit the stresses born from relative roll-forth of he Chile Trench into the rigid SAm, because they deform interally thereby dissipating the stresses from a relatively advancing rench. The continental SAm is thick and rigid, and therefore a rivileged guide to the stresses imposed from the east (MAR) and est (Andes). Because the Brazilian shield and the Atlantic oceanic\n/global/relief/etopo5/images/tif/slides t/slide15.tif).\nlithosphere are very strong, they convey stress into the weak (thinned and rifted) Brazilian margin, where continental and oceanic lithospheres meet and strain should preferentially concentrate. Here, the stresses can be increased by the Brazilian Plateau (almost 3000 m of altitude close to the Brazilian margin), as a result of the density contrast and the more than 7000 m elevation difference between continent (less dense) and ocean (denser) (Marques et al., 2014a). The sum of the forces acting on SAm has been numerically shown to be enough to initiate subduction at a passive margin (Nikolaeva et al., 2011; Marques et al., 2013), and should therefore be enough to break the Brazilian margin and initiate self-sustained subduction. Once this happens, a series of events will take place that affects plate kinematics and force balance, and thus the SAm’s geodynamic configuration (Figs. 2 and 3). Currently the SAm is compressed from west and east by Andes and MAR opposing pushes (e.g. Assumpç ão, 1992; Coblentz and Richardson, 1996; Cogné et al., 2011, 2012, 2013) (Fig. 2a), but this stress state can dramatically change with subduction initiation.\nConsidering the general case of a 2-D Earth and steady state, the force balance on a plate can be written as:\nFrp + Fsp + Fmd + Fff + Fbf + Fip = 0\nwhere Frp = ridge push; Fsp = slab pull; Fmd = mantle drag; Fff = fault friction; Fbf = boundary forces exerted by other plates; Fip = intraplate forces.\nIn the particular case of the SAm (Fig. 3), the forces can be evaluated as follows: (1) once we know the average age of the oceanic crust along the SAm’s continental margin, we can estimate Frp. (2) Fsp = 0 because the contribution of the slab-pull force to the dynamics of the SAm has been considered negligible (e.g. Meijer and Wortel, 1992; Coblentz and Richardson, 1996). The topographic forces like MAR-push, Brazilian Plateau-push, and Andes-push are the main contributors to the intraplate stress field. (3) Fmd is a\n4 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\norce b\nf w n n 1 ( F s l t a\n3\ns b a e t t t t d c t s a\n3\nd e e J\nt a m c r d F 2 l\nt\nε\nis done in other lithosphere dynamics codes). An overview of the model parameters used in the current set of simulations is given in Table 1.\norce that cannot be neglected, but, as a first approximation, we ill assume it to be a constant resistive force. (4) Fff occurs at the orthern and southern SAm’s boundaries, but it is most probably egligible, because transform faults are typically weak (e.g. Zoback, 991), and their area is much smaller than the area subjected to Fmd. 5) Fbf corresponds to the Andean push, which can be estimated. (6) ip is mostly restricted to the Brazilian Plateau, but given its small ize compared to the entire SAm, the topographic force is relevant ocally. We conclude that only three forces are relevant regarding he SAm: the MAR push (FMAR-p), the Andean push (FAndes-p) nd the mantle drag (FMd).\n. Numerical modelling\nThe objective of our numerical modelling was not to investigate ubduction initiation at a passive margin per se, but rather to test ack-arc rifting in the overriding continental plate, by slab rollback nd trench retreat immediately following a subduction initiation vent. Therefore, the model was designed such that subduction iniiates at the model Brazilian margin, in a model setup similar to he SAm in a cross-section from the Altiplano to the MAR through he SE Brazilian margin. The conceptual model is very similar to hat used by Marques et al. (2013), in which subduction is initiated ue to far field topographic forcing. Although the used numerical odes are different, the end result is very similar. If the far field opographic forcing is removed from the initial model setup, then ubduction does not initiate. Here the continent and the ocean are bout 3000 km long each.\n.1. Numerical code and boundary conditions\nThe numerical code employed, MVEP2, is a furtherevelopment of MILAMIN VEP, which has been described in detail lsewhere (Kaus, 2010; Thielmann and Kaus, 2012; Schmeling t al., 2008). For completeness, a brief summary is provided in ohnson et al. (2014).\nThe incompressible Stokes system of equations is solved with he extended Boussinesq approximation. Both shear heating and diabatic (de)compression are taken into account and density in the odels is a function of rock type, pressure and temperature. A visoplastic constitutive relationship is used, in which the dominant heology is diffusion creep, dislocation creep or plastic yielding, epending on which mechanism gives the maximum strain rate. or mantle rocks we used dislocation creep (Hirth and Kohlstedt, 003), whereas the crust was assumed to have a wet quartz rheoogy (Ranalli, 1995). The constitutive equations used in the present modelling have he form: ˙ = n ∗ fH2Or ∗ A ∗ exp [−E + PV R ∗ T ] for dislocation creep\nalance in the South American plate at steady state.\nand ε̇ = n ∗ d−p ∗ ∗A ∗ exp [−E + PV\nR ∗ T ] for diffusion creep\nwhere A is a constant, n is the stress exponent, d is the grain size, p is the grain size exponent, fH20 is the water fugacity, r is the water fugacity exponent, E is the activation energy, V is the activation volume, R is the gas constant, and T is the temperature.\nThe parameters in the Arrhenius term reflect the viscosity of the rock, and some have reasonably well constrained values but others do not. This is the case of V for olivine (the major constituent of the mantle), for which experimentally determined values vary significantly, statistically in the range 13 ± 8 cm3/mol (Korenaga and Karato, 2008). In order to be on the conservative side, we used the average value 13 in the present models. However, we tested the effects of varying V on subduction initiation, and present the corresponding graphs below. We tested both dry and wet rheologies to simulate water-poor (lithospheric and sub-lithospheric mantles) and water-rich (oceanic and continental crust) rocks, respectively. Note that wet rheology means weaker rock. Cohesion and angle of internal friction control the plastic behaviour. The smaller their values the weaker the rock. With the constitutive equations and parameters from Hirth and Kohlstedt (2003) that we used in the simulations, the viscosity becomes very large in the mantle lithosphere (larger than 1025 Pa s), whereas strain rates in some other areas are sufficiently high to result in viscosities lower than 1016 Pa s. Given that nine orders of magnitude cannot be handled by the numerical code, we imposed viscosity lower and upper cut-offs of 1018 and 1023 Pa s, respectively (in agreement with what\nnal of\nm b i p i b a i a C T\nw l a t i d\nb G b p t w p\nF t o\nF.O. Marques, B.J.P. Kaus / Jour\nThe governing equations were solved with the 2-D finite eleent code MVEP2. The code is written in MATLAB, and has\neen made more efficient by employing the techniques described n Dabrowski et al. (2008). Tracers are used to track material roperties, and the code is used in ALE mode with regular remeshng to ensure that elements do not become too distorted. It has een benchmarked for a large number of test problems, as well s against various analytical solutions (e.g. SolCx or weak/strong nclusion setups), as described in a number of publications (Gerya nd Yuen, 2007; May and Moresi, 2008; Schmeling et al., 2008; rameri and Kaus, 2010; Yamato et al., 2011; Crameri et al., 2012; hielmann and Kaus, 2012).\nThe model employs a computational mesh of 257 × 257 nodes, hich is refined towards the lithosphere, such that there is a resoution of 3.9 km (horizontal) by 2.1 km (vertical) in the lithosphere, nd 3.9 by 3.2 km below a depth of 330 km. Compositions are racked on tracers of which there are initially ∼0.8 million. The code njects particles in finite elements that have less than two particles uring a simulation.\nThe boundary conditions in all models were “free slip” at the ottom and sidewalls, and “free surface” or “stress free” at the top. iven that topography is due to isostatic equilibrium, and that the oundary condition at the top of the model is stress-free, topograhy could build up in the initial stages reproducing to a first order he observed topography in the Sam, which is higher and positive here the continental crust and lithospheric mantle are thick, still ositive but lower where the continental crust and lithospheric\nig. 4. Results of two simulations to compare subduction initiation in an ocean without ( he initial setup (A) between the two models was the temperature profile in the oceanic f 110 Ma) and varies linearly from 0 to 110 Ma in A and C). Subduction initiated faster w\nGeodynamics 93 (2016) 1–16 5\nmantle are thinner, and negative and deep in the oceanic domain. Later the topography reflected the evolution of the simulations.\nWe did not impose velocities in our models, which means that all simulations were fully driven by gravity.\n3.2. Model setup\nThe 2-D model domain was 6000 km wide and 1400 km deep (Figs. 4 and 5). It comprised two domains, one continental and one oceanic, each 3000 km wide. The contact between oceanic and continental domains had a dip of 45◦ towards the west, and comprised a 15 km thick weak layer between the continental and oceanic phases. The continental SAm had a lithospheric structure similar to the one deduced from geophysics for the SAm (Heit et al., 2007 for the Andean sector; Artemieva and Mooney, 2001, and Feng et al., 2007 for the remaining lithosphere to the east of the Andes): (1) a deep crust 60 km thick and 600 km wide (model Andean Plateau) bounded by the western wall. East of the model Andean Plateau, the crust was 40 km thick. (2) A sub-continental lithospheric mantle 140 km thick and 700 km wide below the model Andean Plateau, followed to the east by a 150 km thick and 1600 km wide lithosphere, which finally wedged out to 100 km thick in the last 700 km before the contact with the oceanic plate. The oceanic domain comprised an 85 km thick and 3000 km wide sub-oceanic lithospheric mantle, capped by a 15 km thick and 3000 km wide oceanic crust. We are aware that 15 km might seem too thick, but this is equivalent to the thickness of oceanic crust plus capping sediments near\nB – Model 1) and with (C – Model 2) a mid-ocean rift (MOR). The only difference in lithosphere, which is a half-space cooling profile that is constant in B (with an age hen there was a MOR.\n6 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\nt r b\ns t c c l t i z m f e\nC) subduction proper, and consequent opening of back-arc basin (BAB); and (D) be ifferent slopes in dashed and dotted lines (cf. graph in Fig. 8). Note that the initial\nhe margin. Additionally, 15 km are needed for the code to properly esolve the phase. Continental and oceanic domains were underlain y a sub-lithospheric mantle till −1400 km.\nIn order to complete the model setup, we added two relatively mall weak layers: (1) one was oblique, 100 km long and 15 km hick (true orthogonal thickness), along the westward 45◦ dipping ontact between ocean and model SAm; (2) the other was vertial, 20 km thick and 110 km deep, just within the sub-continental ithospheric mantle, therefore with top at −40 km. The inclusion of his vertical lithospheric weakness is justified, because the Brazilan continental lithosphere is deeply cut by lithospheric-scale shear ones (e.g. Vauchez and Tommasi, 2003), many of them approxiately parallel to the Brazilian continental margin. They extend rom N Uruguay to S Brazil (e.g. Tommasi et al., 1994; Passarelli t al., 2010), some stretch across Central Brazil (e.g. Passarelli et al.,\ng of slow-down in trench retreat due to faster spreading in the MAR, as shown by ndean roots rose and almost vanished before 1 Ma.\n2010), and other deep shear zones occur in NE Brazil (e.g. Vauchez et al., 1995; Vauchez and Tommasi, 2003). Some of these have been reactivated to produce the Cretaceous Basins in NE Brazil (e.g. Matos, 1992), and most of them have subsequently have been reactivated again to produce inversion of the earlier formed basins (e.g. Gurgel et al., 2013; Marques et al., 2014b; Nogueira et al., 2015). Current reactivation of the major shear zones has been reported for NE Brazil (e.g. Bezerra and Vita-Finzi, 2000).\nWe used the following temperature profile in the continental SAm and sub-lithospheric oceanic SAm: linear with a slope of 13 ◦C/km from 0 to −100 km; linear with a slope of 0.67 ◦C/km from −100 to −400 km, so that temperature was 1500 ◦C at 400 km (top of transition zone, experimentally controlled by olivine to spinel phase change); linear with a slope of 0.74 ◦C/km from −400 to −670 km, so that temperature was 1700 ◦C at 670 km (bottom\nF.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16 7\no o g t\nver ocean, and ultimately subduction initiation with development of a deep trenc ack-arc basin (BAB) (C and D). Vertical scale exaggerated 330 × for a clear view of\nf transition zone, experimentally controlled by spinel to pervskite + oxides phase change); and linear adiabatic temperature radient of 0.3 (Ranalli, 1995), so that the temperature increased ill the bottom of the model domain (−1400 km), where initially it\nSelf-sustained subduction includes rollback, which produces trench retreat and a pography.\nwas 1919 ◦C. In the model including a mid-ocean ridge, the thermal profile in the oceanic domain was that of an oceanic lithosphere from the rift to the continental margin (Turcotte and Schubert, 2014). Thermal boundary conditions were isothermal at the top\n8 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\na a\n3\nc\nanel of each pair). Note the cold sinking slab, and the stress concentration in the o ater on, also in the sinking slab.\nnd bottom (in accordance with the initial geotherm), and flux-free t the side boundaries.\n.3. Model results\nHere we present the results of three main models: Model 1 – omposed of one continent and one ocean without a mid-oceanic\nlithosphere, especially towards the contact with the continental lithosphere, and,\nrift (MOR), in order to serve as reference for comparison with the model with a MOR. Model 2 – composed of one continent and one ocean with a MOR, to simulate subduction initiation in a section from the Andes to the MAR. Model 3 – similar to Model 2, but with a full Atlantic and part of Africa. The lengths of model SAm and Atlantic are similar to the natural lengths in a section through the Altiplano and SE Brazil.\nnal of Geodynamics 93 (2016) 1–16 9\n3\nw D m s F g c\n3\nV A ( t r c s i o n a o A t P\ni f s s s v t\n( o r ( t v\np t a d p m t a t b c\no t t z l i b\ni v t\nF.O. Marques, B.J.P. Kaus / Jour\n.3.1. Model 1 Given the objectives that we defined for these simulations, e only present one result for comparison with Model 2 (Fig. 4). espite the only difference in the initial setup between the two odels being the temperature profile in the oceanic lithosphere, ubduction initiated significantly faster in the model with a MOR. rom these results we infer that ridge-push adds to the other toporaphic forces to make subduction initiation faster, consistent with ommon knowledge (e.g. McKenzie, 1977).\n.3.2. Model 2 The most relevant results of Model 2 are shown in Figs. 5 and 6. ery early in the numerical experiments (Fig. 5b), the model deep ndean roots rose isostatically, the topography started to decrease\nFig. 6b), and the continent thrust over the ocean. Continental hrusting over ocean, by spreading of the model Andes and rise of its oots, was soon followed by subduction initiation (Fig. 5c), which omprised slab rollback and consequent trench retreat. The fast inking slab induced fast trench retreat, which overcame the opposng overthrusting velocity to produce extension in the continental verriding plate and open a back-arc basin at the lithospheric weakess (Figs. 5 and 6b and c). After ca. 850 kyr (Fig. 5d) the trench had lready retreated ca. 830 km, and the back-arc basin had already pened ca. 750 km at the surface, and ca. 380 km in the lithosphere. t ca. 850 kyr, the Andean topography had already decreased o less than 2 km altitude by collapse of the model Andean lateau.\nIn the beginning of the simulation, the collapse of the Andes nduced thrusting of continent over ocean at the margin, thereore the whole continent was under compression (Fig. 5a). When ubduction initiated, the trench retreated, and at a certain time tep trench velocity overcame continental spreading and a back-arc tarted to form (this can be more clearly seen in the supplementary ideos). At this stage, the force balance shown in Fig. 3 changed, and he back-arc basin widened (Fig. 5c).\nGiven that the position of the rift did not change until ca. 1 Ma Fig. 5c and d), we infer that slab-pull was insufficient to drag the ceanic lithosphere over the underlying mantle. Therefore, trench etreat was fast. Conversely, after ca. 1 Ma the MOR was spreading Fig. 5d), which means that the oceanic lithosphere was sliding over he mantle and, therefore, trench retreat slowed down to the lowest elocities.\nThe temperature map (Fig. 7a) shows the initial temperature rofile, including the typical oceanic profile wedging out towards he MOR, and the temperature evolution after ca. 850 kyr. Noticeble at this stage is the cold slab in a hot mantle due to thermal isequilibrium between slab (colder by fast advection of low temeratures to depth with small thermal re-equilibration with host antle) and host mantle (hotter). The significant temperature conrast between slab (cold and therefore denser, as shown in Fig. 7b) nd surrounding mantle is largely responsible for the fast subducion rates. The temperature profile at ca. 850 kyr also shows a hot ack-arc basin, with sharp contacts between hot rising mantle and old continental lithosphere.\nThe stress map (Fig. 7b) shows stress concentration in the ceanic lithosphere in the early stages, gradually increasing from he MOR towards the contact with the continental lithosphere. On he continental side, stresses concentrated mostly close to the weak ones, i.e. the Andean roots, the ocean/continent contact, and the ithospheric vertical weakness. Later, stresses concentrate mostly n the sinking slab, and between the Andes and the newly formed ack-arc basin.\nWe also analysed the variation of subduction and trench velocties over time (Fig. 8). The presented graphs show that the two elocities have a power-law dependence on time, and very similar rends. However, the subduction velocity, especially in the early\nover time, which is initially very large but decreases rapidly afterwards.\nstages, is higher than the trench velocity. Given that the oceanic plate did not slide over the mantle in the early stages of subduction, the difference in velocities means that not all subducted oceanic lithosphere was directly transformed into trench retreat. Later on (Fig. 5d and supplementary video), slab-pull is sufficient to drag the oceanic plate towards the trench and induce opening at the MOR. This means that until ca. 850 kyr the absolute horizontal velocity of the oceanic plate was zero, and later there was an absolute horizontal velocity towards the west.\nGiven the persisting uncertainties regarding the rheology of the upper mantle, we tested the effect of linear or power-law rheology on subduction initiation (e.g. Billen and Hirth, 2005, 2007). We made three different simulations (Fig. 9), differing only on the creep law: one with dislocation creep (power-law), one with diffusion creep (linear viscous), and one in which we prescribe both dislocation and diffusion, and the code decides which to use based on the other parameters in the constitutive equations. From the model results two main points stand out: (1) diffusion creep hampers subduction initiation, similarly to results reported in Billen and Hirth (2005). With prescribed diffusion creep (Fig. 9c), there was mostly continental overthrusting, not actual subduction, after more than 20 Ma. (2) The results in Fig. 9a (prescribed dislocation\n10 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\nc i (\nt t t T l m c\n3\nw o s m F\n4\nt c p\nrescribed diffusion creep (C), after more than 22 Ma there was mostly continental\nreep) and Fig. 9b (prescribed dislocation and diffusion creeps) are ndistinguishable, which implies that dislocation creep dominated Fig. 9b).\nKnowing that the experimentally derived values of the activaion volume (V) vary in a wide range (13 ± 8 cm3/mol according to he statistical analysis of Korenaga and Karato, 2008), we analysed he effects of V on the velocities of subduction and trench (Fig. 10). he graphs show an exponential dependence of velocity on V, and ittle difference between the subduction and trench velocities. This\neans that, for the analysed age, practically all sunken slab length orresponded to trench retreat, as suggested in Fig. 1.\n.3.3. Model 3 This model is an extension of Model 2 to encompass a full ocean ith a MOR (model of Atlantic with the MAR) and the continent n the opposite side of the ocean (model Africa). We limit ourelves to presenting Fig. 11 (and supplementary video 2) with the ost representative time steps for comparison with Model 2 in ig. 5.\n. Future evolution of the South American plate\nWhen the SAm breaks up along the Atlantic passive margin o initiate subduction, the force balance depicted in Fig. 3 will hange significantly, because two new plates will form that were reviously welded together and now move independently: the\nhrusting, not actual subduction.\ncontinental SAm (CSAm) and the oceanic SAm (OSAm). Once subduction has initiated, a major geodynamic reconfiguration of the SAm will take place, because the stresses will shift from compressive (cf. Fig. 3) to tensile on the continental SAm, as well illustrated by the numerical modelling with the opening of a back-arc basin.\nThe ridge push from the east (MAR push) will no longer affect the CSAm, because the current Atlantic margin will become a trench (Figs. 3, 12b, 13) and ridge-push will add positively to the newly born slab-pull and promote fast subduction similarly to the presented simulations (Figs. 4 and 5d). If subduction initiation is accompanied by subduction roll-back and trench retreat, as indicated by previous and here presented models (Figs. 4 and 5), the continental SAm will be under extension, instead of the current compression. Given that the subduction roll-forth (compression due to trench advance) in the west (Nazca Plate) is just relative (e.g. Russo and Silver, 1996, in particular their Fig. 3), the trench motion will go back to absolute trench retreat to the west, so inducing extension in the overriding SAm, because the westward velocity of South America will flip to eastward velocity. Without buttressing from east (ridge push) and west (relative roll-forth)(Fig. 3), the Andes will collapse (Figs. 5, 6 and 12b and c). The sinking of the new subducting Atlantic slab, and associated rollback subduction and trench retreat (Figs. 5, 6 and 12b), will drive extension in the overriding plate with formation of an island arc (like the Japanese), with a back-arc basin (like the Sea of Japan). If an oceanic rift\nF.O. Marques, B.J.P. Kaus / Journal of\ni t\ns P a ( n t i w w W t 1 a f t N w ( t 1 t t r p\nover, it goes against all evidence of current deformation along the\nnitiates in the back-arc, then a new plate will form comprised of he new island arc.\nThe new slab pull associated with the sinking Atlantic lithophere will add positively to the MAR push (similarly to the East acific Rise where full spreading rates can amount to 120 mm/yr), nd therefore increase the MAR spreading rate substantially presently only ca. 30 mm/yr), similarly to what we observed in the umerical simulations (Fig. 5d, and supplementary videos). Then, he shape of the MAR will also change, especially by increasing ts volume (similarly to the East Pacific Rise). The CSAm’s velocity\nill flip from westward to eastward directed, due to new eastard trench suction in the east, and loss of westwards MAR push. ithout the westward CSAm’s velocity, the relative roll-forth of he Nazca plate will become absolute rollback (Russo and Silver, 996), and the push of the hinge roll-forth on the western boundry of the CSAm will vanish and invert to trench suction. With pull rom the east and west (trench suction, opposite to current push), he Andes will completely collapse (Figs. 6 and 12b and c). Due to azca absolute rollback, an island arc will form in western CSAm, ith a back-arc basin separating the new island arc from the CSAm Fig. 12c), similarly to what has already happened in the past with he opening of the Neuquén Basin (cf. Fig. 3 in Russo and Silver, 996). If an oceanic rift initiates in the back-arc, then a new teconic plate will form comprised of the new island arc. Rifting along he E and W boundaries of the SAm will isolate the old, thick and esistant Brazilian shield, which will then comprise a new tectonic late (Figs. 12c, and 13).\nGeodynamics 93 (2016) 1–16 11\nOne can argue that (1) the velocities in our models are too high, and question if such fast rates are reasonable or not on Earth; (2) models have limitations, and how the model results compare with previous work and observations in nature; (3) there are no known natural counterparts in the current known subduction velocities, and we should validate the numerical results with natural examples; (4) the Andes could be supported by mantle drag so preventing collapse; and (5) the three-dimensional nature of the prototype is not taken into account in our 2-D models. In the following we discuss these points.\nFirst of all, we recall that the objective of this study is the catastrophic end-member of subduction initiation at a passive margin of Atlantic type, which is the one capable of producing catastrophic consequences in the Earth System. Given this premise, the main question is if such fast rates are reasonable or not. Given the current knowledge of Earth’s rheology through the experimentally deduced constitutive equations and experimentally determined parameters, a great variation in subduction speeds might occur as a result of a catastrophic event (Fig. 10), and as a result of dislocation creep dominating the rheology. Once this catastrophic initial stage is over, velocities decrease. This result is consistent with previous models (Nikolaeva et al., 2010) that showed that the timing of subduction initiation can be on the order of the ones now obtained in our models. More recently, Leng and Gurnis (2015) also obtained subduction velocities in the order of 50 cm/yr during subduction initiation till the slab tip reached 600 km depth (cf. their Fig. 4b, 2nd and 3rd stages, i.e. from 150 km depth at 5.28 Ma to 600 km depth at 6.22 Ma). However, similarly to us, what is at stake is the initial stage, not what happens in the long-term. After the initial slab sinking, the velocities may drop by interaction of the slab with the mantle transition zone (e.g. Fukao et al., 1992), which is not incorporated in our models. We call the attention to three critical points in our models: (1) the effects that the power-law rheology has on mantle viscosity. Viscosity decreases as strain rate increases in the initial stages of subduction, and this positive feedback makes subduction initiation and slab sinking faster. (2) The short time span (<1.5 Ma) for subduction initiation and sinking of the slab to depths in the order of 400–550 km, which is the process investigated in the present work. To our knowledge, there is still no record of this early stage of subduction initiation at a passive margin of Atlantic type. The available information shows velocities of mature subduction (e.g. Schellart, 2008a,b), or incipient intra-oceanic subduction (subduction initiation?) (e.g. Schellart et al., 2008 and references therein), which cannot therefore be compared with the model results reported here for a passive margin of Atlantic type under far-field topographic forcing. (3) We do not include the two main mantle discontinuities (410 and 660 km) in the model, therefore we cannot analyse their known effects in slowing down, or even hampering, slab sinking in the Earth (e.g. Fukao et al., 1992). This most likely could dramatically reduce the velocities in the models after the ca. 1.5 Ma of subduction analysed in the present work. The problem is that what is modelled and reported here is within <2 Ma from subduction initiation, which can hardly be recorded by Geology, Geodesy or Geophysics, and detected many millions of years later. Comparable slab depth is not enough, because it should also be at comparable time and geodynamic setting, which to our knowledge does not yet exist.\nRegarding mantle drag, the current knowledge about the SAm has shown that the stresses from topography gradients in the SAm are propagated throughout the SAm (e.g. Coblentz and Richardson, 1996), which implies that the mantle is not resistive to the point of preventing stresses to propagate through the entire plate. More-\nSAm’s Atlantic continental margin and interior Brazil (e.g. Bezerra and Vita-Finzi, 2000; Marques et al., 2014b; Nogueira et al., 2015; Cogné et al., 2011, 2012, 2013). If mantle drag could support the\n12 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\nA i ( d t i m s e l c\nm o p a i t d h p a f\note that the initial deep Andean roots rose and almost vanished before 1 Ma.\nndes, then the forces available to initiate subduction at the Brazilan margin would most likely be insufficient to initiate subduction Nikolaeva et al., 2011). Based on the current knowledge of stress istribution in the SAm, one main premise of our modelling is that he Andes push the entire SAm lithosphere to the east, and are n this way able to trigger subduction initiation at the Brazilian\nargin. This is also what our models show. With well-known contitutive equations and reasonable model parameters, mantle drag xists in our models but not to the point of preventing Andean colapse and propagation of the stresses to the Brazilian margin, with onsequent subduction initiation.\nThe remaining questions have no straightforward answer. Our odels cannot be directly compared with previous models, because\nur models were fully gravitational (which is not the case of most revious models, in which velocities are prescribed at the boundries and therefore do not reflect natural gravitational forces), ncorporated the effects of topographic forcing (only comparable o Nikolaeva et al., 2011; Marques et al., 2013), and had a pressureependent density (which does not exist in analogue modelling and as not been used in numerical modelling). We cannot compare resent-day subduction with the simulated subduction initiation t a passive margin of Atlantic type under far-field topographic orcing, because everywhere on Earth subduction is either mature,\nor incipient but intra-oceanic, and we are not aware of a region where subduction is currently initiating at a passive margin of Atlantic type under far-field topographic forcing. We are aware of the three-dimensional effects on subduction initiation (Marques et al., 2014a). These authors showed that the curvature of a passive margin can influence the timing of subduction initiation, but this does not mean that subduction will not initiate. Additionally, Artyushkov (1987) suggested, based on mathematical analysis, that subduction initiated in a given sector of a plate supplies extra force to propagate subduction horizontally to the remaining plate. Anyway, we recognise that a full 3-D model is highly desirable.\nFinally, the argument that the model has not been validated by natural examples is misleading, because: (1) the “Absence of evidence is not evidence of absence”. (2) To our knowledge, there is no known record of the very early stages of subduction initiation at a passive margin of Atlantic type, even in the Cainozoic (e.g. Stern, 2004); therefore we cannot compare our models directly with nature. Subduction initiation in the Bay of Biscay (e.g. Le Pichon and Sibuet, 1971; Boillot et al., 1979; Alvarez-Marrón et al., 1996, 1997) underwent only the first stage as defined by Nikolaeva et al. (2010), which is thrusting of continental Iberia over oceanic Bay of Biscay. However, the fact that there is no known record of the very\nF.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16 13\ne t b t\n5\ni a t c n c w t e n t f S\nf t h ( b 1\narly stages of subduction initiation at a passive margin of Atlantic ype does not mean that it does not exist. It means that it has not een found so far. Our models suggest that it might be a promising opic to study in more detail for these reasons.\n. Impact on the earth system\nThe Andean cordillera stretches north south for ca. 7000 km, it ncludes the impressive Altiplano-Puna Plateau with an average ltitude of ca. 4 km, and it spreads most types of climate. If we accept hat the Andean cordillera is a first order control of atmospheric irculation (Insel et al., 2010), then its collapse will produce sigificant changes in atmospheric circulation, and thus drive climate hange. If our predictions are correct, then SAm’s reconfiguration ill include the opening of large-scale oceanic circulation between he Pacific and the Atlantic, currently restricted to SAm’s southern nd. Once the new oceanic circulation initiates, it will have a sigificant impact on the thermohaline circulation, whose large heat ransport makes it critical for atmospheric circulation, and thereore climate change (Manabe and Stouffer, 1993; Rahmstorf, 1997; tocker and Schmittner, 1997; Clark et al., 2002; Rahmstorf, 2002).\nTwo new island arcs (and possibly two new rifts) and a much aster spreading MAR, each able to reach 5–7000 km length, might hrow significant amounts of greenhouse and toxic gases into the ydrosphere and atmosphere, whose effects on climate change Cox et al., 2013, 2008; Lewis et al., 2009; Malhi et al., 2008) and iotic crisis have been extensively discussed (Kennett and Stott, 991; MacLeod and Huber, 1996; Wignall and Twitchett, 1996;\nWignall, 2001; Grasby et al., 2011; Song et al., 2013; Richoz et al., 2012). The great reconfigurations of SAm and MAR might produce sea-level changes, but this is very difficult to evaluate because there seem to be opposing effects, like the increase in volume of the faster spreading MAR (sea-level rise), and the opening of new seas/oceans (sea-level drop). Anyway, sea level changes are a major concern, and can be produced by variations in the ice caps by climate change (Miles et al., 2013; Müller et al., 2013).\nIf subduction initiation along the Atlantic SAm propagates to the North American Atlantic margin (complete reconfiguration of the South and North American tectonic plates), then the impact of subduction initiation on global changes can be even much greater. If it is true that flood basalts can be responsible for great mass extinctions in 1 Ma (Duncan and Pyle, 1988; Courtillot et al., 1988), then the geodynamic reconfigurations here forecasted will produce dramatic global changes, because the scale of transformations associated with the subduction initiation process is many orders of magnitude greater. A comparison cannot be made with the impact human activity may have on climate change, but scenarios have been proposed that include natural and anthropogenic causes (Moss et al., 2010).\nTo conclude, the substantially increased volcanism all around the South American plate and in the MAR might release large amounts of greenhouse and toxic gases into the atmosphere and oceans, and the plate reconfiguration will lead to major oceanic and atmospheric circulation changes. Ultimately, these large-scale transformations will trigger global changes and impact the whole Earth System.\n14 F.O. Marques, B.J.P. Kaus / Journal of Geodynamics 93 (2016) 1–16\nA\nF c h\nA\nt\nR\nA\nA\nA\nA\nA\noaa.gov/mgg/global/relief/etopo5/images/tif/slides t/slide15.tif).\ncknowledgments\nFOM acknowledges a sabbatical leave fellowship awarded by CT Portugal (SFRH/BSAB/1405/2014). We thank the constructive omments by the Editor and two anonymous Reviewers, which elped to significantly improve the manuscript.\nppendix A. Supplementary data\nSupplementary material related to this article can be found, in he online version, at http://dx.doi.org/10.1016/j.jog.2015.09.003.\neferences\nlvarez-Marrón, J., et al., 1996. Seismic structure of the northern continental margin of Spain from ESCIN deep seismic profiles. Tectonophysics 264, 355–363. lvarez-Marrón, J., Rubio, E., Torne, M., 1997. Subduction-related structures in the North Iberian Margin. J. Geophys. Res. 102, 2497–2511. rtemieva, I.M., Mooney, W.D., 2001. Thermal thickness and evolution of Precambrian lithosphere: a global study. J. Geophys. Res. 106, 16,387–16,414. rtyushkov, E.V., 1987. The forces driving plate motions and compression of the\ncrust in fold belts. In: Fuchs, K., Froidevaux, C. (Eds.), Composition, Structure and Dynamics of the Lithosphere–Asthenosphere System. Geodynamics Series, vol. 16. AGU, pp. 175–188.\nssumpç ão, M., 1992. The regional intraplate stress field in South America. J. Geophys. Res. 97, 11889–11903.\nBercovici, D., Long, M.D., 2014. Slab rollback instability and supercontinent dispersal. Geophys. Res. Lett. 41, http://dx.doi.org/10.1002/2014GL061251. Bezerra, F.H.R., Vita-Finzi, C., 2000. How active is a passive margin? Paleoseismicity in northeastern Brazil. Geology 28, 591–594. Billen, M.I., Hirth, G., 2005. Newtonian versus non-Newtonian upper mantle viscosity: implications for subduction initiation. Geophys. Res. Lett. 32, L19304. Billen, M.I., Hirth, G., 2007. Rheologic controls on slab dynamics. Geochem. Geophys. Geosyst. 8, Q08012. Boillot, G., Dupeuble, P.A., Malod, J., 1979. Subduction and tectonics on the continental margin off northern Spain. Mar. Geol. 32, 53–70. Bürgmann, R., Dresen, G., 2008. Rheology of the lower crust and upper mantle: evidence from rock mechanics, geodesy, and field observations. Ann. Rev. Earth Planet. Sci. 36, 531–567. Capitanio, F.A., Stegman, D.R., Moresi, L.N., Sharples, W., 2010. Upper plate controls on deep subduction, trench migrations and deformations at convergent margins. Tectonophysics 483, 80–92. Clark, P.U., et al., 2002. The role of the thermohaline circulation in abrupt climate change. Nature 415, 863–869. Coblentz, D.D., Richardson, R.M., 1996. Analysis of the South American intraplate stress field. J. Geophys. Res. 101, 8643–8657. Cogné, N., Cobbold, P.R., Riccomini, C., Gallagher, K., 2013. Tectonic setting of the Taubaté Basin (southeastern Brazil): insights from regional seismic profiles and outcrop data. J. S. Am. Earth Sci. 42, 194–204. Cogné, N., Gallagher, K., Cobbold, P.R., 2011. Post-rift reactivation of the onshore margin of southeast Brazil: evidence from apatite (U–Th)/He and fission-track\ndata. Earth Planet. Sci. Lett. 309, 118–130.\nCogné, N., Gallagher, K., Cobbold, P.R., Riccomini, C., Gautheron, C., 2012. Post-breakup tectonics in southeast Brazil from thermochronological data and combined inverse-forward thermal history modelling. J. Geophys. Res. 117, B11413, http://dx.doi.org/10.1029/2012JB009340.\nnal of\nC\nC\nC\nC\nC\nD\nD\nD\nD\nE\nF\nF\nF\nF\nF\nF\nF\nF\nG\nG\nG\nG\nG\nH\nH\nH\nH\nH\nI\nJ\nK\nF.O. Marques, B.J.P. Kaus / Jour\nourtillot, V., Feraud, G., Maluski, H., Vandamme, D., Moreau, M.G., Besse, J., 1988. Deccan flood basalts and the Cretaceous/Tertiary boundary. Nature 333, 843–846. ox, P.M., et al., 2008. Increasing risk of Amazonian drought due to decreasing aerosol pollution. Nature 453, 212–215. ox, P.M., et al., 2013. Sensitivity of tropical carbon to climate change constrained by carbon dioxide variability. Nature 494, 341–344. rameri, F., Kaus, B., 2010. Parameters that control lithospheric-scale thermal localization on terrestrial planets. Geophys. Res. Lett. 37, L09308. rameri, F., et al., 2012. A comparison of numerical surface topography calculations in geodynamic modelling: an evaluation of the ‘sticky air’ method. Geophys. J. Int. 189, 38–54. abrowski, M., Krotkiewski, M., Schmid, D.W., 2008. MILAMIN: MATLAB-based finite element method solver for large problems. Geochem. Geophys. Geosyst. 9, Q04030. i Giuseppe, E., Faccenna, C., Funiciello, F., van Hunen, J., Giardini, D., 2009. On the relation between trench migration, seafloor age, and the strength of the subducting lithosphere. Lithosphere 1, 121–128. i Giuseppe, E., van Hunen, J., Funiciello, F., Faccenna, C., Giardini, D., 2008. Slab stiffness control of trench motion: insights from numerical models. Geochem. Geophys. Geosyst. 9, Q02014. uncan, R.A., Pyle, D.G., 1988. Rapid eruption of the Deccan flood basalts at the Cretaceous/Tertiary boundary. Nature 333, 841–843. lsasser, W.M., 1971. Sea-floor spreading as thermal convection. J. Geophys. Res. 76, 1101–1112. accenna, C., Giardini, D., Davy, P., Argentieri, A., 1999. Initiation of subduction at Atlantic type margins: insights from laboratory experiments. J. Geophys. Res. 104, 2749–2766. eng, M., van der Lee, S., Assumpç ão, M., 2007. Upper mantle structure of South America from joint inversion of waveforms and fundamental mode group velocities of Rayleigh waves. J. Geophys. Res. 112, B04312, http://dx.doi.org/10. 1029/2006JB004449. orsyth, D.W., Uyeda, S., 1975. On the relative importance of the driving forces of plate motion. Geophys. J. R. Astron. Soc. 43, 163–200. ukao, Y., Obayashi, M., Inoue, H., Nenbai, M., 1992. Subducting slabs stagnant in the mantle transition zone. J. Geophys. Res. 97, 4809–4822. uniciello, F., Faccenna, C., Giardini, D., Regenauer-Lieb, K., 2003a. Dynamics of retreating slabs: 2. Insights from three-dimensional laboratory experiments. J. Geophys. Res. 108 (B4), 2207, http://dx.doi.org/10.1029/2001JB000896. uniciello, F., Faccenna, C., Heuret, A., Lallemand, S., Giuseppe, E.D., Becker, T.W., 2008. Trench migration, net rotation and slab-mantle coupling. Earth Planet. Sci. Lett. 271, 233–240. uniciello, F., Moroni, M., Piromallo, C., Faccenna, C., Cenedese, A., Bui, H.A., 2006. Mapping mantle flow during retreating subduction: laboratory models analyzed by feature tracking. J. Geophys. Res. 111, B03402, http://dx.doi.org/ 10.1029/2005JB003792. uniciello, F., Morra, G., Regenauer-Lieb, K., Giardini, D., 2003b. Dynamics of retreating slabs: 1. Insights from two-dimensional numerical experiments. J. Geophys. Res. 108, 2206, http://dx.doi.org/10.1029/2001JB000898. erya, T.V., Yuen, D.A., 2007. Robust characteristics method for modelling multiphase visco-elasto-plastic thermo-mechanical problems. Phys. Earth Planet. Int. 163, 83–105. rasby, S.E., Sanei, H., Beauchamp, B., 2011. Catastrophic dispersion of coal fly ash into oceans during the latest Permian extinction. Nat. Geosci. 4, 104–107. urgel, S.P.P., Bezerra, F.H.R., Corrêa, A.C.B., Marques, F.O., Maia, R.P., 2013. Cenozoic uplift and erosion of structural landforms in NE Brazil. Geomorphology 186, 68–84. urnis, M., Hall, C., Lavier, L., 2004. Evolving force balance during incipient subduction. Geochem. Geophys. Geosyst. 5, Q07001, http://dx.doi.org/10.1029/ 2003GC000681. virtzman, Z., Nur, A., 1999. The formation of Mount Etna as the consequence of slab rollback. Nature 401, 782–785. all, C.E., Gurnis, M., Sdrolias, M., Lavier, L.L., 2003. Catastrophic initiation of subduction following forced convergence across fracture zones. Earth Planet. Sci. Lett. 212, 15–30. eit, B., Sodoudi, F., Yuan, X., Bianchi, M., Kind, R., 2007. An S receiver function analysis of the lithospheric structure in South America. Geophys. Res. Lett. 34, L14307, http://dx.doi.org/10.1029/2007GL030317. irth, G., Kohlstedt, D., 2003. Rheology of the upper mantle and the mantle wedge: a view from the experimentalists. In: Eiler, J. (Ed.), Inside the Subduction Factory, vol. 138. Geophysical Monograph American Geophysical Union, Washington, DC, pp. 83–105. olt, A., Becker, T.W., Buffett, B.A., 2015. Trench migration and overriding plate stress in dynamic subduction models. Geophys. J. Int. 201, 172–192, http://dx. doi.org/10.1093/gji/ggv011. usson, L., Conrad, C.P., Faccenna, C., 2008. Tethyan closure, Andean orogeny, and westward drift of the Pacific Basin. Earth Planet. Sci. Lett. 271, 303–310. nsel, N., Poulsen, C.J., Ehlers, T.A., 2010. Influence of the Andes Mountains on South American moisture transport, convection, and precipitation. Climate Dyn. 35, 1477–1492. ohnson, T.E., Brown, M., Kaus, B.J.P., Van Tongeren, J.A., 2014. Delamination and recycling of Archean crust caused by gravitational instabilities. Nat. Geosci. 7, 47–52.\narato, S.-I., Wu, P., 1993. Rheology of the upper mantle: a synthesis. Science 260, 771–778.\nGeodynamics 93 (2016) 1–16 15\nKaus, B., 2010. Factors that control the angle of shear bands in geodynamic numerical models of brittle deformation. Tectonophysics 484, 36–47. Kennett, J.P., Stott, L.D., 1991. Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene. Nature 353, 225–229. Kincaid, C., Griffiths, R.W., 2003. Laboratory models of the thermal evolution of the mantle during rollback subduction. Nature 425, 58–62. Kincaid, C., Olson, P., 1987. An experimental study of subduction and slab migration. J. Geophys. Res. 92, 13,832–13,840. Korenaga, J., Karato, S.-I., 2008. A new analysis of experimental data on olivine rheology. J. Geophys. Res. 113, B02403, http://dx.doi.org/10.1029/ 2007JB005100. Lallemand, S., Heuret, A., Faccenna, C., Funiciello, F., 2008. Subduction dynamics as revealed by trench migration. Tectonics 27, TC3014, http://dx.doi.org/10.1029/ 2007TC002212. Le Pichon, X., Sibuet, J.C., 1971. Western extension of the boundary between European and Iberian plates during the Pyrenean orogeny. Earth Planet. Sci. Lett. 12, 83–88. Leng, W., Gurnis, M., 2015. Subduction initiation at relic arcs. Geophys. Res. Lett. 42, http://dx.doi.org/10.1002/2015GL064985. Lewis, S.L., et al., 2009. Increasing carbon storage in intact African tropical forests. Nature 457, 1003–1006. Lu, G., Kaus, B., Zhao, L., Zheng, T., 2015. Self-consistent subduction initiation induced by mantle flow. Terra Nova 27, 130–138, http://dx.doi.org/10.1111/ ter.12140. MacLeod, K.G., Huber, B.T., 1996. Reorganization of deep ocean circulation accompanying a Late Cretaceous extinction event. Nature 380, 422–425. Malhi, Y., et al., 2008. Climate change, deforestation, and the fate of the Amazon. Science 319, 169–172. Manabe, S., Stouffer, R.J., 1993. Century-scale effects of increased atmospheric CO2 on the ocean-atmosphere system. Nature 364, 215–218. Marques, F.O., et al., 2013. Testing the influence of far-field topographic forcing on subduction initiation at a passive margin. Tectonophysics 608, 517–524. Marques, F.O., Cabral, F.R., Gerya, T.V., Zhu, G., May, D.A., 2014a. Subduction initiates at straight passive margins. Geology 42, 331–334. Marques, F.O., Nogueira, F.C.C., Bezerra, F.H.R., de Castro, D.L., 2014b. The Araripe Basin in NE Brazil: an intracontinental graben inverted to a high-standing horst. Tectonophysics 630, 251–264. Matos, R.M.D., 1992. The Northeast Brazilian rift system. Tectonics 11, 766–791. May, D.A., Moresi, L., 2008. Preconditioned iterative methods for Stokes flow problems arising in computational geodynamics. Phys. Earth Planet. Int. 171, 33–47. McKenzie, D.P., 1977. The initiation of trenches: a finite amplitude instability. In: Talwani, M., Pitman III, W.C. (Eds.), Island Arcs, Deep Sea Trenches and Back-arc Basins. American Geophysical Union, Maurice Ewing Series 1, pp. 57–61. Meijer, P.Th., Wortel, M.J.R., 1992. The dynamics of motion of the South American Plate. J. Geophys. Res. 97, 11915–11931. Miles, B.W.J., Stokes, C.R., Vieli, A., Cox, N.J., 2013. Rapid, climate-driven changes in outlet glaciers on the Pacific coast of East Antarctica. Nature 500, 563–566. Moss, R.H., et al., 2010. The next generation of scenarios for climate change research and assessment. Nature 463, 747–756. Müller, R.D., Hanna, E., et al., 2013. Ice-sheet mass balance and climate change. Nature 498, 51–59. Nikolaeva, K., Gerya, T.V., Marques, F.O., 2010. Subduction initiation at passive margins: numerical modeling. J. Geophys. Res. 115, B03406, http://dx.doi.org/ 10.1029/2009JB006549. Nikolaeva, K., Gerya, T.V., Marques, F.O., 2011. Numerical analysis of subduction initiation risk along the Atlantic American passive margins. Geology 39, 463–466. Niu, Y., 2014. Geological understanding of plate tectonics: basic concepts, illustrations, examples and new perspectives. Glob. Tecton. Metallog., http:// dx.doi.org/10.1127/gtm/2014/0009. Niu, Y.L., O’Hara, M.J., Pearce, J.A., 2003. Initiation of subduction zones as a consequence of lateral compositional buoyancy contrast within the lithosphere: a petrologic perspective. J. Petrol. 44, 851–866. Nogueira, F.C.C., Marques, F.O., Bezerra, F.H.R., de Castro, D.L., Fuck, R.A., 2015. Cretaceous intracontinental rifting and post-rift inversion in NE Brazil: insights from the Rio do Peixe Basin. Tectonophysics 644–645, 92–107. Passarelli, C.R., Basei, M.A.S., Wemmer, K., Siga Jr., O., Oyhantç abal, P., 2010. Major shear zones of southern Brazil and Uruguay: escape tectonics in the eastern border of Rio de La plata and Paranapanema cratons during the Western Gondwana amalgamation. Int. J. Earth Sci., http://dx.doi.org/10.1007/s00531010-0594-2. Rahmstorf, S., 2002. Ocean circulation and climate during the past 120,000 years. Nature 419, 207–214. Rahmstorf, S., 1997. Risk of sea-change in the Atlantic. Nature 388, 825–826. Ranalli, G., 1995. Rheology of the Earth, 2nd ed. Chapman & Hall, London. Reiner, M., 1964. The Deborah Number. Physics Today 17, 62. Richoz, S., et al., 2012. Hydrogen sulphide poisoning of shallow seas following the\nend-Triassic extinction. Nat. Geosci. 5, 662–667. Rodríguez-González, J., Negredo, A.M., Billen, M.I., 2012. The role of the overriding\nplate thermal state on slab dip variability and on the occurrence of flat subduction. Geochem. Geophys. Geosyst. 13, Q01002.\n1 nal of\nR\nR\nR\nS\nS\nS\nS\nS\nS\nS\nS\nS\nS\nS\n6 F.O. Marques, B.J.P. Kaus / Jour\nodríguez-González, J., Billen, M.I., Negredo, A.M., 2014. Non-steady-state subduction and trench-parallel flow induced by overriding plate structure. Earth Planet. Sci. Lett. 401, 227–235. usso, R.M., Silver, P.G., 1996. Cordillera formation, mantle dynamics, and the Wilson cycle. Geology 24, 511–514. osenbaum, G., Lister, G.S., 2004. Neogene and Quaternary rollback evolution of the Tyrrhenian Sea, the Apennines, and the Sicilian Maghrebides. Tectonics 23, TC1013, http://dx.doi.org/10.1029/2003TC001518. chellart, W.P., 2005. Influence of the subducting plate velocity on the geometry of the slab and migration of the subduction hinge. Earth Planet. Sci. Lett. 231, 197–219. chellart, W.P., 2008a. Overriding plate shortening and extension above subduction zones: a parametric study to explain formation of the Andes Mountains. GSA Bull. 120, 1441–1454. chellart, W.P., 2008b. Subduction zone trench migration: slab driven or overriding-plate-driven? Phys. Earth Planet. Int. 170, 73–88. chellart, W.P., 2010. Evolution of subduction zone curvature and its dependence on the trench velocity and the slab to upper mantle viscosity ratio. J. Geophys. Res. 115, B11406, http://dx.doi.org/10.1029/2009JB006643. chellart, W.P., 2011. A subduction zone reference frame based on slab geometry and subduction partitioning of plate motion and trench migration. Geophys. Res. Lett. 38, L16317, http://dx.doi.org/10.1029/2011GL048197. chellart, W.P., Freeman, J., Stegman, D.R., Moresi, L., May, D., 2007. Evolution and diversity of subduction zones controlled by slab width. Nature 446, 308–311. chellart, W.P., Lister, G.S., Toy, V.G., 2006. A Late Cretaceous and Cenozoic reconstruction of the southwest Pacific region: tectonics controlled by subduction and slab rollback processes. Earth Sci. Rev. 76, 191–233. chellart, W.P., Rawlinson, N., 2010. Convergent plate margin dynamics: new perspectives from structural geology, geophysics and geodynamic modelling. Tectonophysics 483, 4–19. chellart, W.P., Stegman, D.R., Farrington, R.J., Moresi, L., 2011. Influence of lateral slab edge distance on plate velocity, trench velocity, and subduction partitioning. J. Geophys. Res. 116, B10408, http://dx.doi.org/10.1029/ 2011JB008535. chellart, W.P., Stegman, D., Freeman, J., 2008. Global trench migration velocities\nand slab migration induced upper mantle volume fluxes: constraints to find an Earth reference frame based on minimizing viscous dissipation. Earth-Sci. Rev. 88, 118–144.\nchmeling, H., et al., 2008. A benchmark comparison of spontaneous subduction models: towards a free surface. Phys. Earth Planet. Int. 171, 198–223.\nGeodynamics 93 (2016) 1–16\nSong, H., Wignall, P.B., Tong, J., Yin, H., 2013. Two pulses of extinction during the Permian-Triassic crisis. Nat. Geosci. 6, 52–56. Spakman, W., Hall, R., 2010. Surface deformation and slab–mantle interaction during Banda arc subduction rollback. Nat. Geosci. 3, 562–566. Stegman, D., Farrington, R., Capitanio, F., Schellart, W.P., 2010a. A regime diagram for subduction styles from 3-D numerical models of free subduction. Tectonophysics 483, 29–45. Stegman, D.R., Freeman, J., Schellart, W.P., Moresi, L., May, D., 2006. Influence of trench width on subduction hinge retreat rates in 3-D models of slab rollback. Geochem. Geophys. Geosyst. 7, Q03012, http://dx.doi.org/10.1029/ 2005GC001056. Stegman, D.R., Schellart, W.P., Freeman, J., 2010b. Competing influences of plate width and far-field boundary conditions on trench migration and morphology of subducted slabs in the upper mantle. Tectonophysics 483, 46–57. Stern, R.J., 2004. Subduction initiation: spontaneous and induced. Earth Planet. Sci. Lett. 226, 275–292. Stocker, T., Schmittner, A., 1997. Influence of CO2 emission rates on the stability of the thermohaline circulation. Nature 388, 862–865. Thielmann, M., Kaus, B., 2012. Shear heating induced lithospheric-scale localization: does it result in subduction? Earth Planet. Sci. Lett. 359–360, 1–13. Tommasi, A., Vauchez, A., Fernandes, L.A.D., Porcher, C.C., 1994. Orogen-parallel strike-slip faulting and synkinematic magmatism in the Dom Feliciano Belt, Southern Brazil. Tectonics 13, 421–437. Turcotte, D.L., Schubert, G., 2014. Geodynamics, 3rd ed. Cambridge University Press, Printed in the USA by Sheridan Books Inc. Vauchez, A., Neves, S.P., Caby, R., Corsini, M., Egydio-Silva, M., Arthaud, M., Amaro, V.E., 1995. The Borborema shear zone system. J. S. Am. Earth Sci. 8, 247–266. Vauchez, A., Tommasi, A., 2003. Wrench faults down to the asthenosphere: geological and geophysical evidence and thermo-mechanical effects. In: Storti, F., Holdsworth, R.E., Salvini, F. (Eds.), Intraplate Strike-Slip Deformation Belts. Geol. Soc. London Spec. Publ. 210, pp. 15–34. Weertman, J., 1968. Dislocation climb theory of steady state creep. Trans. Am. Soc. Metals 61, 681–694. Wignall, P.B., 2001. Large igneous provinces and mass extinctions. Earth-Sci. Rev. 53, 1–33. Wignall, P.B., Twitchett, R.J., 1996. Oceanic anoxia and the end Permian mass\nextinction. Science 272, 1155–1158.\nYamato, P., Kaus, B., Mouthereau, F., Castelltort, S., 2011. Dynamic constraints on the crustal-scale rheology of the Zagros fold belt, Iran. Geology 39, 815–818. Zoback, M.D., 1991. State of stress and crustal deformation along weak transform faults. Philos. Trans. R. Soc. Lond. A 337, 141–150."
  }],
  "year": 2015,
  "references": [],
  "id": "SP:91bd62814b77a5eab650c048fd8ccb5c882553b9",
  "authors": [],
  "abstractText": "The physics of subduction initiation can be studied with numerical models of lithosphere dynamics, to the extent where we can now test the potential consequences of a catastrophic subduction initiation event on the Earth System. The South American Atlantic passive margin is here used to show that, once subduction has catastrophically initiated there, a major geodynamic reconfiguration of the South American plate (SAm) is likely to take place: (1) compression in the east will be inverted to extension, because ridge push will be replaced by subduction rollback and trench retreat; (2) compression in the west will be inverted to extension due to absolute rollback; and (3) without buttressing from the east and west, the Andes will collapse. Extension at both margins of continental SAm will produce two new volcanic arcs, several thousands of kilometres long each, bounded by trenches and two new back-arc basins. The spreading rate of the Mid-Atlantic Rift will significantly increase, because of the cumulative effect of ridge-push and slab-",
  "title": "Speculations on the impact of catastrophic subduction initiation on the Earth System"
}