{
  "sections": [{
    "text": "Estimated water contents in the Martian mantle range from 36 ppm to more than 1%. These values are based on the chemical analyses such as hydrous minerals in SNC meteorites and formation models of Mars. This study evaluates the water content of the Martian mantle using the change with time of volcanic eruption style on Mars as an observational constraint. Styles of volcanic activity depend on the volatile content of the magma and the atmospheric pressure. Because a low atmospheric pressure leads to a more explosive volcanic eruption, it has been believed that the volcanism on the current Martian environment would be very explosive. Our calculations, however, show that, under the current Martian atmospheric conditions, erupted magma cannot entrain the ambient air effectively, so the decrease in temperature of the magma during ascent is small. Consequently, the erupted magma may form a lava-like deposit when it falls back on the ground. This effusive-like style of eruption is a counterpart of clastogenic lava on Mars. On the other hand, numerical calculations under a thick CO atmosphere, which may correspond to an ancient Martian atmosphere, reveal a rather explosive eruption style.2 Geological features of earlier stages of Martian history in the Noachian and Hesperian eras suggest that the volcanic eruptions on Mars were explosive then. Effusive eruptions, however, became dominant in more recent times. It has been widely accepted that Mars experienced a major climate change. In addition, the release factor of volatiles on Mars has been suggested to be as small as 0.017–0.112. This may imply that the volatile content has been almost constant throughout Martian history. Consequently, we assume that this change in eruption style was caused by the change in atmospheric pressure. For a given water content of magma, a major climatic change may lead to a transition in eruption style. If we know the atmospheric pressure at the time of this transition, we can calculate the possible range of the volatile content of the mantle using our numerical simulations. If the atmospheric pressure on Mars around late Hesperian era is about 1 bar, the estimated values for a typical Martian magma are 0.05–0.25 wt.%, which is within the range of the water content of typical terrestrial basaltic magmas. q 2000 Elsevier Science B.V. All rights reserved.\nKeywords: Eruption styles; Martian volcanoes; Martian mantle\n) Corresponding author. e-mail: kusanagi@geoph.s.u-tokyo.ac.jp\n0031-9201r00r$ - see front matter q 2000 Elsevier Science B.V. All rights reserved. Ž .PII: S0031-9201 99 00112-0"
  }, {
    "heading": "1. Introduction",
    "text": "A number of observations from both the ground and space probes such as Vikings 1 and 2, the recent Mars Pathfinder, and Mars Global Surveyor have shown that there are various volcanic features on Mars. Some of these volcanoes are much larger than the terrestrial counterparts. Particularly, Olympus Mons, one of the largest volcanoes on Mars, has a height of ;27 km and a diameter of ;600 km. Most volcanic features on Mars seem to be the results of effusive volcanic activities involving lava flows. Several large volcanoes are similar to shield volcanoes on Earth and thought to be composed Žlargely of low-viscosity basaltic lava e.g., Catter.mole, 1989; Mouginis-Mark and Wilson, 1992 . Several other volcanoes, however, show the signs of Žexplosive eruptions e.g., Mouginis-Mark et al., 1982, .1988; Greeley and Crown, 1990 . For example, a group of Martian volcanoes called ‘‘highland paterae’’ have highly eroded slopes suggesting that their main bodies may have been constructed of ash or Žpyroclastic deposits Greeley and Spudis, 1978; Greeley and Crown, 1990; Crown and Greeley, .1993 . Based on the crater density on the flanks of Ž .Martian volcanoes, Plescia and Saunders 1979 argued that there were various styles of volcanic activities on the early stage of Martian volcanism but that only effusive volcanism survived until the later Ž .stages. Tanaka 1986 analyzed the stratigraphy of Ž .Mars in detail and concluded that i the activities of highland paterae started in the late Noachian epoch, Ž .ii volcanism prevailed over all the volcanic regions Ž .on Mars during the Hesperian epoch, and iii the active region was confined to a few locations such as the Tharsis region from the late Hesperian to the Amazonian epoch. A general trend found here is that older volcanoes such as highland paterae may have been formed by explosive activity, and more recent volcanoes are composed of lava flows due to effusive activity."
  }, {
    "heading": "2. The condition for an explosive eruption",
    "text": "An explosive volcanic eruption occurs when magma disrupts. The disruption condition is reached\nwhen the volume fraction of gases in the magma exceeds a critical value. The volume of the exsolved gases is controlled by the solubilities of the gases to the magma, which is a function of pressure. Consequently, the explosivity of the magma depends on the gas mass fraction of the magma, the solubility of each volatile, and the surface pressure of the planet. The solubility of water into basaltic magma, n , isd given as a function of pressure P in Pa, as follows ŽBurnham, 1975; Wilson and Head, 1981; Stolper .and Holloway, 1988; Pan et al., 1991 :\nn P s6.8=10y8 P 0.7 1Ž . Ž .d Fig. 1 shows the above relation. Under the surface pressure of Earth, at least ;0.1 wt.% of water must be dissolved into the magma for an explosive eruption to be possible. On Mars, however, only about 7 ppm of water is enough to cause explosive volcanic Žactivity because of the low surface pressure Wilson .and Head, 1981 . This means that effusive eruptions are very hard to produce on Mars because the smallest estimate for the water content of Martian magma Ž .is 36 ppm Dreibus and Wanke, 1987 . The observed¨ morphology of the Martian surface shows that effusive volcanism is rather dominant in more recent ages, which is not consistent with the consideration above.\nŽ .Wilson and Head 1994 suggested the possibility that Hawaiian-type eruptions should have existed on Mars. In such eruptions, optically dense fire fountains and ineffective entrainment of ambient air keep the inner parts of fountains hot. Consequently, landing magma clots coalesce to form rootless lavas or magma ponds, even if the magma experienced disruption. The observed large-scale volcanic features on Mars may have been formed through such eruptions. To evaluate this possibility and derive the conditions to result in such volcanic activity, we carried out numerical calculations of volcanic eruption processes under Martian conditions."
  }, {
    "heading": "3. Model",
    "text": "We adopted the model by Sugita and Matsui Ž .1998 for Martian conditions. This model consists of two parts, magma rise through the conduit and ascent of an eruption cloud in the atmosphere. In\nboth regions, one-dimensional homogeneous steady flow is assumed. Our model also considers the effect Ž .of gas bubbles on magma viscosity Jaupart, 1996 ."
  }, {
    "heading": "3.1. The conduit",
    "text": "The generally accepted view of the volcanic eruption process is as follows. First, magma in the magma reservoir starts to rise because of buoyancy forces Ž .Wilson and Head, 1981 . Thus, as it approaches the surface, the pressure decreases and the volatiles dissolved in the magma exsolve as gas bubbles, so that Žthe density of the magma decreases Wilson and .Head, 1981 . As a result, the magma gains buoyancy. The ascent velocity of the magma mainly depends on both this buoyancy and the wall friction Ž .McGetchin and Ulrich, 1973 . This is not strictly true, as one may include some overpressure due to Ž .elastic effects for example, around a storage region and viscous stresses are dominant except at the very late stages of ascent when the magma is fragmented. However, since it its difficult to take into account the\neffect of overpressure, we simply assume that the pressure in the conduit is in equilibrium with that of the surroundings. The effect of viscous stresses might be taken into account partly in our model because in the assumption of one-dimensional flow the viscous stress due to horizontal velocity gradient is implicitly included in wall friction.\nWhen the gas volume fraction reaches a critical value, bubbles in the magma come into contact with each other. Then the magma disrupts and the expansion of the gas phase causes an explosive and violent eruption. If magma disruption does not happen, the eruption is effusive and forms a lava deposit. The critical gas volume fraction for magma disruption is estimated to be around 70% based on the measureŽ .ment of erupted materials on Earth Sparks, 1978 . Ž .Following Sugita and Matsui 1998 , we use the Ž .equations by Wilson and Head 1981 to describe the behavior of magma in the conduit. The equations of mass and momentum conservation are numerically solved to obtain the vent diameter and the velocity of magma. Each equation is given as follows.\nŽ .a Mass conservation\nFsp a2rusF sconstant 2Ž .0 where a is the vent radius, r is the bulk density of magma, u is the vertical velocity, F is the mass flux and F is the mass flux at the depth where gas0 Žexsolution initiates hereafter, we call this the exsolu.tion depth . We assume no mass transfer between magma and conduit wall. We begin our numerical simulation by giving the velocity of magma at the exsolution depth, which is assumed to be the terminal velocity of bubble-free magma by Wilson and Ž .Head 1981 . Ž .b Momentum conservation:\ndu 1 d P fu2 u sy y yg 3Ž .\nd z r d z 4a\nwhere z is the depth from the planetary surface, f is the friction coefficient and g is the gravity acceleration. The friction coefficient f is given as a function of the Reynolds number Re by:\n64 fs q f 4Ž .0Re where f is the constant of ;0.01.0\nThe volcanic gas is assumed to be a perfect gas and the mixture density of gas and pyroclasts is given by:\n1 1yn n Rue e s q 5Ž . r s P\nwhere n is the mass fraction of exsolved gas, s ise the density of pyroclasts, R is the gas constant of the volcanic gas and u is the temperature of magma.\nThe temperature of magma might be considered to decrease because of the thermal expansion of the gas phase and heat loss through the conduit wall. However, this is not the case. The heat loss through the conduit wall is negligible because the time scale of magma ascent is much smaller than that of the Ž .thermal conduction Wilson and Heslop, 1990 . The temperature change due to bubble expansion is also very small because the mass fraction of gas phase is much smaller than that of the pyroclasts and the surrounding magma acts as an effective heat buffer Ž .Sparks, 1978 . Consequently, the magma rise process may be assumed to be isothermal.\nThe motion of magma is controlled by many parameters, including magma viscosity, temperature, density, vent geometry, the depth of the magma reservoir, the volatile content and its solubility to magma. We use the values of basaltic magma as the magma viscosity, temperature and density and we consider water as the volatile. Vent geometry affects Ž .the motion of magma. Giberti and Wilson 1990 studied the influence of geometry on the ascent of magma in open fissures. However, we simply assumed that the conduit is a circular tube. The radius of the conduit is considered to change according to the pressure of the magma, which is assumed to be equal to the lithostatic load in this model.\nOn the other hand, this assumption may not be valid under the low Martian surface pressure. Thus, we test the effect using the model by Jaupart and Ž .Tait 1989 . This model is the opposite extreme of Ž .the model by Wilson and Head 1981 and assumes that the conduit wall is rigid and the radius of the conduit is constant from the magma chamber to the vent. The pressure of the magma is usually higher than the lithostatic pressure. Because of the geometry of the conduit, the mixture of gas and melt cannot be accelerated beyond a critical value. This is called the choking velocity. The choking velocity, u , is givenc by the sound velocity of the mixture of gas phase Ž .and pyroclasts Jaupart, 1996 :\ny1r2d r u s 6Ž .c ž /d P where P is the magma pressure at the vent, r is the mixture density of gas phase and pyroclasts at the Ž . Ž .vent. Using Eq. 5 , Eq. 6 is expressed by:\nn RTP 1 1 ( e u s y n q 7Ž .(c e½ 5' ž /s PnRT ( e where T is the temperature of magma, n is thee exsolved gas mass fraction, s is the density of the pyroclasts, and R is the gas constant of the volcanic gas. The relationship between the choking velocity and the exsolved gas mass fraction, n , is shown ine Fig. 2. This result is almost independent of the atmospheric pressure because it is very small compared with the vent pressure in this case. For most cases, the eruption velocity is less than ;150 mrs\nexcept when the vent pressure is extremely high and exsolved gas fraction is small.\nAfter magma erupts out of the vent, it undergoes subsequent pressure release through a series of shocks. This increases the vertical velocity and decreases magma temperature. Since this last process tends to fill the difference between the eruption Žconditions deduced from the two treatments e.g., .velocity , the eruption conditions calculated from the Ž .model of Jaupart and Tait 1989 are not very different from those calculated from the model of Wilson Ž .and Head 1981 except that the eruption temperature is somewhat lower. Thus, we adopt the model Ž .by Wilson and Head 1981 for the following calculation."
  }, {
    "heading": "3.2. The eruption cloud",
    "text": "The eruption cloud entrains the ambient air during ascent in the atmosphere. The entrained air is heated by the hot pyroclasts in the eruption cloud and expands. If the eruption cloud has enough heat and initial eruption velocity, the cloud gains buoyancy. Once this occurs, the cloud rises very high and forms a convective eruption column. Otherwise, the cloud collapses and falls back on the ground surface, forming a pyroclastic flow fed by a fountain-like structure over the vent.\nThis process has been studied theoretically by a Žnumber of researchers e.g., Wilson et al., 1980; .Sparks, 1986 . In this study, we use the formulation Ž .by Woods 1988 with modification by Sugita and Ž .Matsui 1998 . Equations of the conservations of mass, momentum and energy are incorporated together with the temperature dependence of the specific heat of gas and pyroclasts.\nThe equation of mass conservation is given by:\nd F s2p ar u 8Ž .air ed z\nwhere z is the height from the surface, F is the mass flux, a is the radius of the eruption cloud, r is theair density of ambient atmosphere and u is the inwarde velocity of the surrounding atmosphere. The mass flux F is defined as:\nFsp a2ru 9Ž . where u is the vertical velocity and r is the bulk density of the eruption cloud. The density r is given by:\n1 1yn nRu s q 10Ž . r s P\nwhere R is the average gas constant of volcanic gas and entrained air, u is the temperature of the eruption cloud, n is the mass fraction of the gas phase in the eruption cloud. Since the mass flux of pyroclastic material is conserved, the relationship between the initial gas mass fraction n and the gas mass fraction0 at the height z is given by:\n1yn Fs 1yn F 11Ž . Ž . Ž .0 0 or\nF0 ns1y 1yn 12Ž . Ž .0 F where F is the mass flux at the vent.0\nŽThe equation of motion is given by Woods, .1988 :\n2du u r ryrair air u sy y g 13Ž .(d z 8a r r\nThe momentum equation can also be expressed based on the buoyancy force as follows:\nduF 2syg ryr p a 14Ž . Ž .aird z\nŽ . Ž . Ž .By substituting Eqs. 9 and 13 into Eq. 14 , the equation of mass conservation can be expressed by Ž .Sugita and Matsui, 1998 :\nd F 1 s pr uF 15Ž .( aird z 8\nThis equation is used as the equation of mass conserŽ .vation instead of Eq. 8 .\nŽThe energy equation is given by Sugita and .Matsui, 1998 :\nd u2F d F H u Fq sH T yFg 16Ž . Ž . Ž .air½ 5d z 2 d z\nwhere T is the temperature of the ambient atmosphere. H and H is the enthalpy of the eruptionair cloud and the ambient atmosphere, respectively.\nŽ . Ž .Fig. 3. Heights and temperatures at the top of eruption clouds. a and b are the results for the current Martian conditions. We see a clear Ž .distinction between convective eruption clouds and pyroclastic flows. Compared with the calculated results for Earth c and d , the height of the fountain feeding a pyroclastic flow on Mars is very small, and the temperature decrease at its top is also small.\nSince the entrained ambient air dominates the mass of an eruption cloud, the eruption style is controlled by the vertical structure of the planetary atmosphere. Since the change in the specific heat also plays a very important role in the dynamics of Ž .the eruption cloud Sugita and Matsui, 1998 , this effect is also taken into account.\nBy using the result of the calculation of the magma flow in the conduit as the initial condition, Žwe can estimate how erupted material rises i.e., .height and thermal structure of an eruption cloud ."
  }, {
    "heading": "3.3. Combined calculation",
    "text": "Combination of the calculations of two stages gives the volcanic eruption conditions on Mars. The conditions are more complex if we consider a collapsed eruption column forming a fountain over the Ž .vent as discussed by Wilson and Heslop 1990 . However, for simplicity, we do not take into account such effects. In this study, the eruption velocity and exsolved gas fraction are derived from the numerical calculation of the magma ascent in the conduit in which the water content of the magma, the magma temperature, and the vent radius are given as free parameters. Using these values, the calculation for the dynamics of an eruption cloud is carried out to Žcharacterize its nature i.e., the temperature and density of the eruption cloud at each height and the .ultimate height which the eruption cloud reaches . Thus, we can evaluate the influence of the water content on the eruption style through these calculations."
  }, {
    "heading": "4. Calculation condition and results",
    "text": "We assume basaltic magma with a temperature of 1400 K. Although the viscosity of bubbleless magma depends greatly on the water content, we assume that it is 100 Pa s for simplicity. The densities of the magma and the country rock used in this study are 2500 and 2700 kg my3, respectively. Under these assumptions, we carried out calculations for two atmospheric conditions, the thin current Martian atmosphere and a thicker CO atmosphere.2"
  }, {
    "heading": "4.1. Eruption under current Martian atmosphere",
    "text": "ŽThe current Martian atmosphere is very thin ; .600 Pa and mainly composed of CO . Because of2 the seasonal variation due to the formation of the polar caps, the pressure fluctuates by 50%. Occasional sand storms also alter the pressure by absorbing the sunlight.\nThe temperature structure of Martian atmosphere is derived from the data obtained by Mariner 9, Vikings 1 and 2, and Mars Pathfinder. We used the temperature structure under a relatively dust-free Žcondition observed by the Viking landers Seiff and .Kirk, 1977 . The pressure structure is assumed to be hydrostatic. The result of the calculation for this temperature profile is shown in Fig. 3. Fig. 3a shows that there is a critical gas mass fraction for a given vent radius, above which the height of the cloud increases abruptly to form a convective eruption column.\nCompared with the result of a calculation for the equivalent eruption on Earth, the height of the collapsed fountain after it gets stable is very low on Mars. This is because the Martian atmosphere is so thin that the density of the eruption cloud does not decrease by entrainment of the ambient air into the eruption cloud. In addition, the temperature decrease between the vent and the top of the collapsed column is small. This is also because the cooling due to entrainment is less effective. Consequently, the eruption cloud with low initial velocity stops rising before it gets cooled by entraining the ambient air. Thus, the pyroclastic material in such an eruption cloud will fall on the ground while its temperature is still high. If the pyroclasts are still molten, they will form a lava-like flow. This kind of eruption is observed in Hawaiian type volcanic activity and lavas made in such activities are called clastogenic lavas Ž .Francis, 1993 . On Earth, clastogenic lava is formed at a high eruption rate when the dense lava fountain prevents pyroclasts from being cooled by radiation Ž .Wilson and Head, 1994 .\nThis is a kind of eruption that is caused by magma disrupted in the conduit but that leaves a lava-like deposit. The condition to cause such an eruption is illustrated in Fig. 3b and d. We assume that the clastogenic lava is formed when the temperature decrease during ascent is less than 50 K. Under a thin atmospheric condition, this kind of eruption is more probable.\nTaking this clastogenic lava into consideration, Ž .the condition to form a lava or lava-like deposit on Mars is that magma contains -0.25 wt.% water. This value is comparable to the average water content of MORB, about 0.2 wt.%. Fig. 4 shows the relationship between gas mass fraction of magma and eruption style. The overlapping part displays the uncertainty due to the dependence of the eruption style on the vent size."
  }, {
    "heading": "4.2. Eruption under 1-bar Martian atmosphere",
    "text": "The southern hemisphere of Mars has unique fluvial features that are thought to have been formed Ž .by running water e.g., Baker, 1982 . Continuous flow of water requires a relatively high surface temŽ .perature Pollack et al., 1987 . Thus, Mars may once have had a thicker atmosphere than today.\nWe used a one-dimensional radiative–convective Ž .equilibrium model Nakajima et al., 1992 to describe this thicker atmosphere. The composition is assumed to be 100% CO and the surface pressure is2 1 bar.\nA comparison of Figs. 4 and 6 suggests that the Žconditions for lava-forming eruptions both gas-free .eruptions and clastogenic lava-forming eruptions under an ancient 1 bar atmosphere are not so different from those in the current atmosphere despite the fact that the water content to cause magma disruption is about one order of magnitude larger. The minimum magma water content to generate explosive eruptions under a 1-bar atmosphere is about 0.05 wt.%."
  }, {
    "heading": "5. Water content of the Martian mantle",
    "text": "We can evaluate the water content of Martian mantle based on the geological features and the historical change in the volcanic eruption styles. There are two major candidates for the cause of such changes in volcanism. One is the change in volatile content in the Martian mantle. If water in the Martian mantle has decreased with time, it would have reduced the explosivity of the Martian volcanoes. The other is the change in the atmospheric conditions. As was shown in the numerical results, this alters the nature of the eruption condition considerŽ .ably. Scambos and Jakosky 1990 estimated that the Ž .release factor of nonradiogenic volatiles e.g., water from the Martian interior since the end of its formation is 0.017–0.112. Such a release factor is too small to cause a change in volatile content in the Martian mantle that is sufficient to change the style Žof volcanic eruptions by itself a release factor of 0.5 .is needed from the calculation above .\nThis suggests that the change in eruption style is due to the change in atmospheric conditions on Mars. On the basis of this assumption, we can obtain a lower limit for the water content required for explosive volcanism under a thick ancient Martian Ž .atmosphere 1 bar pressure , and similarly the upper limit required for more effusive volcanism under the current thin atmosphere. We have estimated these values in Sections 4.1 and 4.2. The estimated lower limit is 0.05 wt.% and the upper limit is 0.25 wt.%.\nHowever, the estimated water content may be one order of magnitude smaller when we consider the fact that basalt typically represent 10% partial melting. In this case, the value of 0.05–0.25 wt.% might be regarded as a maximum estimate.\nIn former studies, the water content of the Martian mantle has been evaluated from chemical inforŽ .mation. Dreibus and Wanke 1987 estimated the¨ water content of the Martian mantle to be 36 ppm from two component model for the formation of Mars. This estimated value is far smaller than that of Žterrestrial basaltic magma 0.2–1 wt.% on average Ž ..Scarth, 1994 .\nAn alternative way to estimate the water content of the Martian mantle is from the SNC meteorites. Simple measurement of the water contents in SNC meteorites gives a value between 130 and 350 ppm Ž .McSween and Harvey, 1993 . The magmas that formed the SNC meteorites, however, are thought to have experienced degassing on their way from the magma reservoir to the Martian surface, so this value may not give the proper estimate for the Martian Ž .mantle. Treiman 1985 estimated that the amphibole\ncontent occupies 5–10% of the inclusions in some SNC meteorites and concluded that the original magma must have contained at least 0.1–0.2 wt.% water, because the amphibole contains ;2 wt.% water. On the other hand, by considering the solidification process of the magma which formed the SNC meteorites, the water content of Martian mantle was Žestimated to be about 1.4 wt.% Johnson et al., 1991; .McSween and Harvey, 1993 .\nOur estimate for the water content of Martian Ž .mantle 0.05–0.25 wt.% is in the range of the estimates based on SNC meteorites. This is consistent with the presumption that SNC meteorites are Martian igneous rocks ejected by the impacts of other meteorites. The fact that previous chemical evaluations for water content and estimates based on geologic features in this study show remarkable agreement reinforces the validity of the assumption that the change in volcanic eruption style is caused by epochal climate change on Mars."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank S. Sugita for his valuable comments on the early version of this paper, which is useful for the improvement of the paper. We appreciate the kind and helpful reviews of Lionel Wilson and an anonymous reviewer."
  }],
  "year": 1999,
  "references": [{
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Volcanic geology of Hadriaca",
    "authors": ["D.A", "R. Greeley"],
    "venue": "Activity in the Solar System. Ellos Horwood,",
    "year": 1993
  }, {
    "title": "Volatiles on Earth and Mars",
    "authors": ["G. 3431–3451. Dreibus", "H. Wanke"],
    "year": 1987
  }, {
    "title": "Volcanoes: A Planetary Perspective",
    "authors": ["P. Francis"],
    "year": 1993
  }, {
    "title": "The influence of geometry on the ascent of magma in open fissures",
    "authors": ["G. Giberti", "L. Wilson"],
    "venue": "Bull. Volcanol",
    "year": 1990
  }, {
    "title": "Volcanic geology of Tyrrhena Patera, Mars",
    "authors": ["R. Greeley", "D.A. Crown"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Volcanism in the cratered terrain hemisphere of Mars",
    "authors": ["R. Greeley", "P.D. Spudis"],
    "venue": "Geophys. Res. Lett",
    "year": 1978
  }, {
    "title": "Physical models of volcanic eruptions",
    "authors": ["C. Jaupart"],
    "year": 1996
  }, {
    "title": "Dynamics of eruptive phenomena",
    "authors": ["Geol", "C. 217–227. Jaupart", "S. Tait"],
    "year": 1989
  }, {
    "title": "Xenoliths in maars and diatremes with influences for the Moon, Mars and Venus",
    "authors": ["T.R. McGetchin", "W.G. Ulrich"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Outgassed water on Mars: constraints from melt inclusions in SNC meteorites",
    "authors": ["McSween", "H.Y. Jr.", "R.P. Harvey"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "The physical volcanology of Mars",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson"],
    "year": 1992
  }, {
    "title": "Explosive volcanism on Hecates Tholus, Mars: investigation of eruption conditions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Polygenic eruptions on Alba Patera, Mars",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.R. Zimbelman"],
    "venue": "Bull. Volcanol",
    "year": 1988
  }, {
    "title": "A study on the ‘‘runaway greenhouse effect’’ with a one-dimensional radiative–convective equilibrium model",
    "authors": ["S. Nakajima", "Y. Hayashi", "Y. Abe"],
    "venue": "J. Atmos. Sci",
    "year": 1992
  }, {
    "title": "The pressure and temperature dependence of carbon dioxide solubility in tholeiitic melts",
    "authors": ["V. Pan", "J.R. Holloway", "R.L. Hervig"],
    "venue": "Geochim. Cosmochim",
    "year": 1991
  }, {
    "title": "The chronology of Martian volcanoes",
    "authors": ["J.B. Plescia", "R.S. Saunders"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1979
  }, {
    "title": "The case for a wet",
    "authors": ["J.B. Pollack", "J.F. Kasting", "S.M. Richardson", "K. Poloakoff"],
    "venue": "warm climate on early Mars. Icarus",
    "year": 1987
  }, {
    "title": "An outgassing release factor for nonradiogenic volatiles on Mars",
    "authors": ["T.A. Scambos", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Structure of the atmosphere of Mars in summer at mid-latitudes",
    "authors": ["A. Seiff", "D.B. Kirk"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "The dynamics of bubble formation and growth in magmas: a review and analysis",
    "authors": ["R.S.J. Sparks"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1978
  }, {
    "title": "The dimensions and dynamics of volcanic eruption",
    "authors": ["R.S.J. Sparks"],
    "venue": "columns. Bull. Volcanol",
    "year": 1986
  }, {
    "title": "Experimental determination of the solubility of carbon dioxide in molten basalt at low pressure",
    "authors": ["E. Stolper", "J.R. Holloway"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1988
  }, {
    "title": "Can ash-fall type eruption occur on Venus? Implication to condition of Venus interior",
    "authors": ["S. Sugita", "T. Matsui"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 17th,",
    "year": 1986
  }, {
    "title": "Amphibole and hercynite spinel in Sher",
    "authors": ["A.H. Treiman"],
    "year": 1985
  }, {
    "title": "Ascent and eruption of basaltic magma on the Earth and Moon",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Mars: review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Clast sizes in terrestrial and",
    "authors": ["L. Wilson", "S.E. Heslop"],
    "year": 1990
  }, {
    "title": "The fluid dynamics and thermodynamics of eruption",
    "authors": ["A.W. Woods"],
    "venue": "columns. Bull. Volcanol",
    "year": 1988
  }],
  "id": "SP:65afbd714ba1918fbd584af2b5f3128ad09089fc",
  "authors": [{
    "name": "Tomonori Kusanagi",
    "affiliations": []
  }, {
    "name": "Takafumi Matsui",
    "affiliations": []
  }],
  "abstractText": "Estimated water contents in the Martian mantle range from 36 ppm to more than 1%. These values are based on the chemical analyses such as hydrous minerals in SNC meteorites and formation models of Mars. This study evaluates the water content of the Martian mantle using the change with time of volcanic eruption style on Mars as an observational constraint. Styles of volcanic activity depend on the volatile content of the magma and the atmospheric pressure. Because a low atmospheric pressure leads to a more explosive volcanic eruption, it has been believed that the volcanism on the current Martian environment would be very explosive. Our calculations, however, show that, under the current Martian atmospheric conditions, erupted magma cannot entrain the ambient air effectively, so the decrease in temperature of the magma during ascent is small. Consequently, the erupted magma may form a lava-like deposit when it falls back on the ground. This effusive-like style of eruption is a counterpart of clastogenic lava on Mars. On the other hand, numerical calculations under a thick CO atmosphere, which may correspond to an ancient Martian atmosphere, reveal a rather explosive eruption style. 2 Geological features of earlier stages of Martian history in the Noachian and Hesperian eras suggest that the volcanic eruptions on Mars were explosive then. Effusive eruptions, however, became dominant in more recent times. It has been widely accepted that Mars experienced a major climate change. In addition, the release factor of volatiles on Mars has been suggested to be as small as 0.017–0.112. This may imply that the volatile content has been almost constant throughout Martian history. Consequently, we assume that this change in eruption style was caused by the change in atmospheric pressure. For a given water content of magma, a major climatic change may lead to a transition in eruption style. If we know the atmospheric pressure at the time of this transition, we can calculate the possible range of the volatile content of the mantle using our numerical simulations. If the atmospheric pressure on Mars around late Hesperian era is about 1 bar, the estimated values for a typical Martian magma are 0.05–0.25 wt.%, which is within the range of the water content of typical terrestrial basaltic magmas. q 2000 Elsevier Science B.V. All rights reserved.",
  "title": "The change of eruption styles of Martian volcanoes and estimates of the water content of the Martian mantle"
}