{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "THE OBJECTIVE OF THIS paper is a critical comparison of the events associated with the Cretaceous/Tertiary (K/T) and Permian/Triassic (P/Tr) boundaries. The mass extinctions (MEE) related to these two boundaries are the most profound in the paleontological record; hence, a comparison is seminal to an understanding of the relative importance of external and internal causes. The proposal by ALVAREZ et al. ( 1980) of a bolide impact as the ultimate cause of the K/T MEE led naturally in the ensuing decade to a generalization of this cause for all MEE. This generalization was abetted by the claim of periodicity in the timing of MEE ( RAUP and SEPKOSKI, 1986): Whatever the results of the K/T investigations, they should therefore apply to the other extinctions as well.\nThe literature referring to the K/T and other boundary events is enormous, numbering thousands of contributions. They have been listed (HOFFMANN, 1984,1986, 1988,1989), summarized (ALVAREZ, 1986, 1987; OFFICER et al., 1987; DONOVAN, 1989; SCHONLAUB, 1989; MCCLAREN and GOODFELLOW, 1990) and debated in numerous symposia. In comparison to the K/T, events associated with the P/Tr are less accessible, more altered and less well dated, but in view of their evident magnitude they have a high potential of contributing to the argument. Recent intensive investigations of the P/Tr events (CHAI et al., 1986; CLARK et al., 1986; Xv et al., 1986; HOLSER and MAGARITZ, 1987; BAUD and MAGARITZ, 1988; BOCLET et al., 1988; MAGARITZ et al., 1988; ZHOU and KYTE, 1988: BAUD et al., 1989; GRUSZCZYNSKI et al., 1989, 1990; MAGARITZ, 1989; MALKOWSKI et al., 1989; HOLLER et al., 1989; BAKSI and FARRAR, 1991; CHEN et al., 1991; CLAOUBLONG et al., 1991; HOLSER and SCH~NLAUB, 1991; RENNE and BASU, 1991; Xv and YAN, 1991; MAGARITZ et al., 1992) will be reviewed and compared with the corresponding data from the K/T. In doing so we\nwill not attempt a comprehensive review of other aspects of the K/T, or go into detail concerning the various scenarios that attempt to relate these physical and chemical events (eustatic regression, climate change, bolide impact, volcanism) to the paleontological MEE."
  }, {
    "heading": "GEOLOGICAL BACKGROUND",
    "text": "World paleogeography at K/T was rather similar to the present, although the Atlantic was only half opened. The P/ Tr presented in contrast a nearly complete assemblage of the Pangaean continent; for the most part only the border of the Tethys Sea was active in rifting and marine shelf sedimentation.\nAs boundaries of geological eras, both the K/T and P/Tr are associated with clear breaks in the paleontological record. According to SEPKOSKI ( 1989), the K/T witnessed a 47% generic and 77% estimated specific extinction, but the P/Tr had 84% generic and 95% specific extinctions. Figure 1 ( SEPKOSKI, 198 1) shows the consequent decreases of family diversity (solid, top line), and the corresponding shifts of marine invertebrate communities at these two boundaries. The extinctions, originations, and consequent reductions in diversity corresponding to these shifts were profound, complicated, and controversial. Although the original emphasis of the impact paradigm was on abrupt extinction, detailed paleontological studies in the Cretaceous (HANSEN et al., 1986; KAUFFMAN, 1986; MARGOLIS et al., 1987; KELLER et al., 1988, 1989a,b; MACLEOD and WARD, 1990; WARD, 1990; GALLAGHER, 199 1) have asserted a spread of 2 Ma or more of stepped or gradual extinctions; bolide proponents countered with theories of multiple impacts (e.g., HUT et al., 1987). The more disastrous P/Tr extinction of marine invertebrates has long been known to extend over at least 5 Ma from the Guadalupian Stage (Permian; RAUP and SEP-\n3297\n600 1\nGymnolaamota Domospongia Chondrichthyw\n460 2bo\nGEOLOGIC TIME\nFIG. 1. Diversity of marine families through the Phanerozoic, and the corresponding shifts of the importance of classes ( SEPKOSKI, 198 1) . The important classes were recognized by Q-mode factor analysis of the variation of families through time. Three factors with the greatest loadings, accounting for 96% of the variation, are displayed. The P/Tr coincides with a major shift from factor 11 (Paleozoic fauna) to factor III (Mesozoic-Cenozoic fauna). A shift ofloadings associated with the K/T boundary does not appear until factor VII (2.290 of the variation).\nKOSKI, 1986, 1990; TEICHERT, 1990), and the more subtle shifts in terrestrial fauna and flora were spread over a longer period (KNOLL, 1984). The K/T extinction also shows significant ecological selectivity characteristic of a reduction of primary productivity, whereas such selectivity is not evident for the P/Tr extinction (RHODES and THAYER, I99 I ).\nThe K/T boundary is well established by biostratigraphic and magnetic reversal stratigraphy in both marine and nonmarine sections worldwide; reasonably complete and conformable sections through the boundary are well represented in deep-sea cores where the plate has not yet been subducted (but see MACLEOD and KELLER, 199 1). The studies for K/ T geochemical events could consequently be based on finely divided lithostratigraphy at a centimeter or millimeter scale, but typically extending no more than a meter or two above or below the stratigraphic boundary. The P/Tr boundary has been more elusive. Essentially all the deep-sea sediments of that age have been subducted. Marine shelf sequences of Late Permian through Early Triassic age are not widely represented, except in the Tethyan belt that presently crops out along the mountain chain from the Southern Alps to the Himalayas. Even in most of those- sections the actual boundary is marked by a paraconformity, parallel and concordant but missing either the last biostratigraphic zone ofthe Permian or the first one or two of the Triassic. Sections on the South China Block (e.g., Meishan) have been generally regarded as the most complete (SHENG et al., 1984). But now at the Gartnerkofel (GK), in the Carnic Alps of Austria, we have found a thicker and perhaps even more complete section of the boundary beds. In brief, the evidence is as follows.\nI ) Conodonts from the core and outcrop at GK indicate a full representation of the Griesbachian, the lowermost\n2)\n3)\n4) stage of the Lower Triassic ( SCH~NLAUB, 199 1) , including both Hindeodus parvus and Isarcicella Isarcica zones. These zones comprise about 60 m (of the Tesero Horizon and Mazzin Member of the Werfen Formation), compared with only 2.3 m (of Mixed Beds 2 and 3 of the Lower Chinglung Formation) at Meishan, South China (SHENG et al., 1984). The more condensed (or disconformable) nature of the Meishan section is witnessed by the steepness of the drop of 613C across the boundary, e.g., from 613C = +1%0 to the minimum of 6 13C in the early Triassic: 0.2-0.6 m at Meishan (BAUD et al., 1989; CHEN et al., 1991; Xu and YAN, I99 I ) compared to 6.4 m at GK ( MAGARITZ and HOLSER, 1991). Although the underlying section of the upper Permian Bellerophon Formation section at GK is without biozonal index species, its fauna (Hemigordius-Globivalvulina association) is clearly upper Permian ( JENNY-DESHUSSES, 199 I ; SCH~NLAUB, 199 1 ), and elsewhere in the Southern Alps it carries a brachiopod fauna (Comelicana) of Upper Dorashamian-Changxingian age (latest Permian; POSENATO, 1989). Its contact with the Triassic Werfen Formation shows no sign of angular unconformity, karsting, erosion, or hiatus, and only minor change in lithology, both at GK ( BOECKELMANN, I99 1) and elsewhere in the Southern Alps (PoSENATO, 1989).\nThe geochemistry of these transitions of the K/T and P/ Tr boundaries will be compared in the following text.\nEustatic regressions have been generally associated with both the K/T and P/Tr boundaries, and the consequent reduction in shallow-water ecological niches has traditionally\nbeen considered as a factor in extinctions (DONOVAN, 1989). Figure 2 compares some interpretations of the regressions. Based on seismic stratigraphy the EXXON group depicts the K/T (Fig. 2a) and P/Tr regressions (Fig. 2c) as relatively moderate drops in sea level superimposed on long-term eustatic levels that were generally high and generally low, respectively ( HAQ et al., 1988). The version ofthe K/T shown in Fig. 2a is a modification introduced (DONOVAN et al., 1988) without comment, showing a sharp drop of over 100 m during the half-million years immediately before the K/ T boundary, and an equally fast return. Figure 2b, based on worldwide incidence of marine and nonmarine sedimentary sections, indicates that the P/Tr regression of more than 250 m was more extended in time, but reached a sharp minimum precisely at the P/Tr boundary (HOLSER and MAGARITZ, 1987). Such sharp excursions of sea level, in nonglacial times,\n55\n65\nMa\n240\n250\nMa\n200 100 +o260\nEustatic Sea Level,m\nFIG. 2. Eustatic sea-level fall and rise at the K/T (A) and P/Tr (B, C) boundaries, plotted at equal scales. Curve B, adapted from HOLSER and MAGARITZ ( 1987), is in rough agreement with one by HALLAM (1984), but differs substantially from curve C by the EXXON group (HAQ et al., 1988, Fig. 16). The EXXON group published two different curves for the K/T: that shown in (A) by DONOVAN et al. (1988, Fig. 9: marked “Version 3.1B. March. 1987”), and in the same volume-another apparently older version’by HAM et al. ( 1988, published as Fia. 14. marked “Version 3.1B. March. 1987” and also published asa chart in pocket, marked “Version 3. IA, January, 1987”) with a different interpretation of the system tracts and an earlier (68 Ma) placement of the regression in the sequence of system tracts. The reasons for this change of critical timing were not elaborated.\nare of uncertain origin; CATHLES and HALLAM ( 199 1) have recently proposed a mechanism consequent to rifting of an elastically stretched plate that may possibly be applicable to the P/Tr regression.\nA close temporal association has been inferred between MEE and paroxysmal eruptions of massive flood basalts ( RAMPINO and STOTHERS, 1988), but the relative dates are still controversial. The K/T is associated with eruption of the Deccan Traps, India, and for these COURTILLOT et al. ( 1988,199O) have collected numerous @Ar / 39Ar plateau ages and inferred a date of 66 f 2 Ma, straddling the K/T paleontological boundary and a little more than the 29R magnetostratigraphic zone, giving a width of 12 Ma. This coincidence for the K/T was verified by BAKSI and FARRAR ( 199 1) . The P/ Tr is associated with eruption of the Siberian Traps, for which the most recent data give 40Ar/ 39Ar plateau ages for three samples encompassing most of the section of 248 + 0.3, 247.5 f 1.1, and 247.5 + 0.7 Ma. These nicely overlap determinations of Pb-U ages of 25 I .2 + 3.4 Ma on zircons in a P/Tr volcanic boundary clay at the Meishan section in South China ( CHEN et al, 199 1). But BAKSI and FERRAR ( 199 1) analyzed two Siberian Trap flows by 40Ar / 39Ar plateaus at 238.4 + 1.4 (basal) and 229.9 rt 2.3 Ma (800 m higher), and concluded that while the Deccan Traps coincided with the K/T boundary, the Siberian Traps began as late as the Middle Triassic. And palynology of interflow nonmarine sediments was interpreted as beginning in the latest Permian but extending to the Middle Triassic ( SUKHOV and GOLUBKOV, 1965; SUKHOV et al., 1966). Clearly more data of both kinds are needed to resolve the correlations of these plateau basalts with biostratigraphic boundaries and the rate of their eruptions."
  }, {
    "heading": "ISOTOPES",
    "text": "Stable carbon isotope ratios of sediments and fossils are potentially central to discussions of MEE, because they may record major oxidation-reduction shifts in the global ( HOJ_SER et al., 1986) or deep ocean (HOFFMAN et al., 199 1) carbon cycle, a decrease (or even cessation) of productivity ( BERGER and VINCENT, 1986), a consequent lifeless ocean (“Strangelove ocean”: HsU et al., 1985), or, by extension, changes in diversity ( MAGARITZ, 1989).\nA rather complete profile of 613C and 6180 through the K/T (Fig. 3) from the Shatsky Rise in the northwestern Pacific Ocean at 1300 m paleodepth ( ZACHOS et al., 1989) is in rough agreement with other K/T marine profiles (e.g., PERCH-NIELSEN et al., 1982; HsO and MCKENZIE, 1985; MARGOLIS et al., 1987; KAMINSKI and MALMGREN, 1989; STOTT and KENNETT, 1990). The results from the Shatsky Rise have been treated in models of the carbon cycle by CALDEIRA et al. ( 1990) and KUMP ( 1991). The most interesting feature of this profile is labelled as “Event II,” at the stratigraphic K/T boundary and main Ir peak. Starting at this point, the gradient of 8 13C between pelagic (e.g., “fine fraction”) and benthic (e.g., Aragonia: Gavelinella) components decreased abruptly ( < lo4 y ) from more than + 1 L to zero. In this particular case, the values of 613C in the benthics rose to meet the equally dropping pelagics. A gradient of similar magnitude is established in the modern ocean by\nSite 577\nAqe Maqnetobiostrat. (Myr)\nPelagic ’ Fine fraction\n65.0\n65.5\n66.5\n67.0\nBenthic\nh’% (PDB)\n1 2\nh”O (PDB)\n-1 0 1\nIV\nFIG. 3. Variations of 6”C,, and 6’80,ti of pelagic and benthic components through 2 Ma around the K/T boundary in DSDP Hole 577 on the Shatsky Rise in the northwestern Pacific (after ZACHOS et al., 1989). The important (and generally characteristic) features of the variation in 13C are: beginning at Event I (-0.2 Ma), a small parallel rise of pelagic and benthic levels; at Event II, the K/T boundary, a sharp drop of pelagic and an equal rise of benthic values, signifying a cessation of primary productivity; then pelagic and benthics drop slowly together to Event III (to.5 Ma), where their gradient difference begins to reappear; at Event IV ( t 1.1 Ma) the gradient is re-established to a Cretaceous level.\na “biological pump” dependent on primary productivity in the surface photic layer that extracts light organic 6 13C and delivers it to the sea floor, where it is reoxidized. The dead ocean, inferred from the lack of a gradient, persists for 0.5 Ma (to “Event III”), and normal productivity is not completely re-established (“Event IV”) until 1.1 Ma after K/T. The data in Fig. 3 also suggest that during the 0.1 Ma before K/T (“Event I”) both pelagic and benthic 613C rose together by at least 0.5%. This rise in 6 13C ofthe whole oceanic profile must be owing to a shift in the balance of carbon reservoirs toward storage of organic carbon (marine or nonmarine). ZACHOS et al. ( 1989) relate it to a K/T transgression beginning at 66.7 Ma (Fig. 2a), but without describing a mechanism. In the Antarctic Ocean, the K/T boundary profile of 6 13C shows an equally strong preboundary rise, a smaller drop at the K/T boundary, and a much quicker recovery in the Paleocene (STOTT and KENNETT, 1990).\nThe 6°C profile at P/Tr is quite different. Separate measurements on deep-sea benthics are not available, and most data are whole-rock carbonate, corresponding substantially to values in the surface ocean. Figure 4 illustrates 8’3Cc,rb (and d “OEarb) in the GK core ( HOLSER et al., 1989 ). During\nmuch of the Late Permian, 6 13C levels across Tethys (BAUD et al., 1989) and elsewhere were in the range 613C = +3 to -t6%0, decreasing through a couple of million years of the Dorashamian Stage at an accelerating rate to the moderate value of +2%0 picked up in GK at the bottom of Fig. 4. As shown in Fig. 4, d 13C continues to decrease sharply but smoothly across the stratigraphic P/Tr boundary to minima in the basal Triassic. At GK there are three minima of 6 13C = - 1 %O or less, over a thickness of 40 m, and the lower and upper minima are associated with weak peaks of Ir and other trace elements, as described in the following text. The sharp drop and a minimum of 613C are nearly universal throughout Tethys (BAUD and MAGARITZ, 1988; MAGARITZ et al., 1988; BAUD et al., 1989) and in South China (XV et al., 1985; CHEN et al., 199 1 ), but the upper minimum of 6 ‘%Z has not been found elsewhere than at GK-possibly because detailed sampling does not usually extend so far above the stratigraphic P/Tr boundary. The upper minimum is close to the upper bound of Isarcicella isarcica and the lower bound of Ellisonia aequabifis in conodont zonation ( SCHONLAUB, 199 1). Other d 13C profiles in China ( GRIJSZCZYNSKI et al., 1990), Spitzbergen (GRUSZCZYNSKI et al., 1989), and the Canadian Arc-\n, ,\nIF\n6’80(%. vs PDB)\n-8 -6 -4 -2 0\nPC(%.vs PDB) -I 0\n‘Y 3\n< Ir\n4 Ir\nFIG. 4. Variations of 6 ‘3C,srb of whole-rock carbonate through the P/Tr boundary in the Gartnerkofel- 1 core, Camic Alps of Austria (after HOLSER et al., 1989). At the base of the cored interval b”C& continues a slow drop begun in the Dzhulfian Stage (BAUD et al., 1989; HOLSER et al., 1991), accelerating smoothly across the stratigraphic and paleontologic boundary ( SCH~NLAUB, 199 1) and through two minima in 6°C earb that are associated with weak anomalies of Ir and other siderophile elements (see Fig. 5). In comparing this profile with that for the K/T in Fig. 3, note that the P/Tr scales are much smaller for both isotope ratio and thickness or time. The average sedimentation rate in the P/Tr core, substantially of carbonate with thin intercalations of clay, is about 40 m/Ma.\ntic ( BEAUCHAMP et al., 1987) all show the late Permian decline but do not continue far enough across the P/Tr boundary to test the minima in the Lower Triassic.\nAlthough we have no data on the depth gradient of 6 13C in the late Permian that would inform us as to the effectiveness of a biological pump operating in the Permian sea, much of the strong high of 6r3C in the Permo-Carboniferous was probably caused by a massive net storage of organic carbon in paralic swamps (HOLSER and MAGARITZ, 1987; MAGARITZ and HOLSER, 1990), but possibly in euxinic marine deeps ( MALKOWSKI et al., 1990). So the dramatic drop in b13C across the P/Tr boundary must have been (at least in part) a result of net oxidation of such previously stored carbon, perhaps owing to erosion of such deposits as the eustatic\nregression exposed them above sea level. Thus, the sharp drop in 613C at the K/T may have a substantially different cause than the even larger drop at the P/Tr; this initial set of data indicates that the carbon cycle seems to have gone through a different set of changes near the P/Tr boundary than it did at K/T. HsU and MCKENZIE (1990), on the contrary, conclude that the carbon isotope records for the K/T and P/Tr transitions do not differ significantly. They explain the large negative anomaly of 6 13C across the P/Tr as owing to a postulated “respiring ocean” that in the temporary absence of zooplankton allowed bacterial respiration in the surface ocean to establish a negative depth gradient of 6 13C (opposite to the biological pump). But their model is founded on a fundamental error; in fact, bacterial respiration,\nwhich is always more or less operative in the photic layer, cannot be more than 100% efficient-it can never do more than fully cancel the effect of productivity in the surface layer, reducing the vertical gradient of 6 i3C to no less than zero.\nLevels of marine 6’*0 result from a complex of factors: temperature, removal of water into glacial ice, inputs of meteoric waters, and especially diagenesis (HUDSON and ANDERSON, 1989). Because of the consequent ambiguity we have been wary of simple interpretations. Nevertheless, ZACHOS et al. (1989) interpret the variations of 6’*0 in the nannofossil component (“fine fraction” in Fig. 3) as an initial cooling across the K/T boundary followed by a half-million years of gradual warming due to a blanketing of CO*. Unfortunately there is not much agreement among K/T marine sections worldwide as to the magnitude or even the direction of 6 “0 shifts (PERCH-NIELSEN et al., 1982; MARGOLIS et al.. 1987; KAMINSKI and MALMGREN, 1989; CROWLEY and NORTH, 199 1). Levels of 6 “0 across the P/Tr in GK (Fig. 4) were internally consistent and unrelated to changes in 6 13C, leading us to conclude that this record of 6 “0 was dominantly primary ( HOLSER et al., 1989). A drop of 1.5% was tentatively interpreted as a rise in temperature of 56°C (see detailed discussion in HOLSER et al., 1989, and MAGARITZ and HOLSER, 199 1). However, newly published profiles of 6 “0 from Spitzbergen ( GRUSZCZYNSKI et al., 1989) and China (GRUSZCZYNSKI et al., 1990) were highly negative and inconsistent with each other and with the profile at GK, despite that most of Gruszcznski’s data were for unaltered brachiopods. Consequently, final interpretations probably should be left open for both cases.\nThe age curve for marine *‘Sr/*% has a barely perceptible positive excursion at the K/T boundary, which has been variously attributed to (a) a spike injection of radiogenic Sr eroded from cratons by an acid rain consequent to bolide impact ( MACDOUGALL, 1988; MARTIN and MACDOUGALL, 199 1 ), (b) explosive volcanism related to eruption of the Deccan basalts ( JAVOY and COURTILLOT, 1989), (c) erosion consequent to the regression (Fig. 2a; OFFICER et al., 1987; NELSON et al., 1991), or (d) any of the above (PALMER, 1991). Most of the corresponding data for *‘Sr/*%r in the Permian-Triassic interval has been compiled by HOLSER and MAGARITZ ( 1987, Fig. 2). The compiled curve is only a rough average of many disparate data, and the result would be little altered by more recent determinations (POPP et al., 1986; BROOKINS and LAMBERT, 1988; KRALIK, 1991). The curve reaches a peak of 0.7085 in the Carboniferous, slides down to a minimum of 0.7067 in the last stage of the Permian, and then rises very sharply to 0.7078 in the first stage of the Triassic ( HOLSER and MAGARITZ, 1987 ). Thus, the highest input rate of heavy 87Sr/86Sr per unit time, as detected by the rough age curve, is in the earliest Triassic just after the deep eustatic regression at the P/Tr boundary (Fig. 2b). So while the strong minimum in *‘Sr/*%r is itself mysterious in origin, the following rise will possibly be explained by regression-erosion. Thus, even without definitive data, it is clear that this parameter is distinctly different at the K/T and P/Tr.\nTRACE ELEMENTS\nTrace elements have played a key role in determining the source of the K/T “boundary clay” and associated sediments,\nand in particular iridium has been adopted as a sensitively analyzable (by RNAA or INAA ) indicator of meteoritic origin (ALVAREZ et al., 1980; KYTE, 1988 ). Remarkable Ir anomalies have been detected at the K/T boundary worldwide. Two prominent examples are reproduced in Fig. 5a: Stevns\nIr: wb\nlE4/\n::,i.i , +=\n100 200 3\njr*, PPT\nKhnt, Denmark, and Caravaca, Spain ( SCHMITZ, 1988). The anomalies rise 10 to 100 times above background level and are very sharp, with a thickness of only 5 to 10 mm. In combination with other evidence, this anomaly is a clear indication of an extraordinarily large and very short chemical event, generally ascribed to a bolide impact, although for some investigators the evidence also permits a source of Ir from volcanism (e.g., OFFICER et al., 1987) or by reconcentration from underlying sediments {e.g., SCHMITZ, 1985; TRED~UX et al., 1989).\nIn contrast, worldwide search of P/Tr boundary sections has verified only a weak pair of Ir anomalies, at the single locality GK, Austria ( HOLSER et al., 1989; ATTREP et al., 1991). Both anomalies are in the Lower Triassic Werfen Formation, associated with the minima of 613C (described above in Fig. 4) at levels of 6 and 35 m above the stmtigraphic P/Tr boundary. All fifty clayey horizons in the 330-m GK core were analyzed for Ir, but only these two were above background. Although the GK Ir anomalies clearly poke above the very low background level (in this case of 10 to 20 ppT), their intensities are only about 1 /SO0 of those found at the K/T boundary. As displayed in Fig. 5b,c, they are also much broader ( lo-100 cm) and less well defined than the K/T anomalies (Fig. 5a).\nAlthough notable anomalies of Ir have been reported at exposures of the P/Tr boundary in China (SUN et al., 1984; Xu et al., 1985; CHAI et al., 1986; Xv and YAN, 1991), reanalysis of these same sections in other laboratories has failed to find concentrations of more than 100 ppT Ir ( ASARO et al., 1982; CLARK et al., 1986; B~CLET et al., 1988; ZHOU and KYTE, 1988). Similarly low levels of Ir were found in P/Tr sections in the Dolomite Alps (ODEK)NE and VANNUCCI, 1988; BRANDNER, 1988 ), Soviet Armenia ( ALEKSEEV et al., 1983 ), Salt Range, Pakistan (Xv and YAN, 199 I), and the Indian Himalayas ( BHANDARI et al., 1991). The reason that Ir anomalies comparable to GK have not been found in other analyzed P/Tr sections is not yet clear: perhaps (a) the other sections may not have been sampled in detail far enough up in the Lower Triassic, (b) the distribution of Ir near the P/Tr boundary may be erratic and locally controlled, or (c) the P-Tr contacts may be marked by a hiatus or an erosional disconformity. A situation similar to the P/Tr occurs at the Frasnian/Famennian boundary (Upper Devonian), where an equally weak Ir anomaly is also a singular occurrence (in South China: WANG et al., 199 1).\nThere are other differences between the geochemistry of the K/T at various sections and that of the P/Tr at GK. Trace elements at K/T sections have been compared in various ways (NAZAROV et al., 1988; GI~MOUR and ANDERS, 1989; ORTH, 1989; TREDOUX et al., 1989); log-log plots of elements allow comprehensible comparisons over the wide range of concentrations. Figures 6-8 exhibit data for Co vs. Ir, Ni vs. Ir, and Co vs. As, respectively, at the PfTr compared with some examples from among the many K/T studies. All of these elements are concentrated in K/T peaks ( NAZAROV et al., 1988), although they have distinct geochemical affinities (KYTE, 1988; GILMOUR and ANDERS, 1989; TREDOUX et al., 1989). Iridium is representative of platinum group elements and is strongly siderophile; along with Co, Ni, and Cr, it is concentrated in chondritic meteorites. Arsenic, on the other hand, is depleted in chondrites but concentrated in\nhydrothermal or in hydrogenous marine deposits (e.g., manganese nodules) along with Co and Ni.\nA plot of Co vs. Ir (Fig. 6) shows that P/Tr samples from both GK (ATTREP et al., 199 1) and China (CLARK et al., 1986) have Ir one or two orders of magnitude less than (a) mean Cl chondrite ( WASSON, 1985 ), (b) deep-sea chondritic spherules ( I%NTE et al., 1987), (c) spherules from the historical Tunguska event (as reported by GANAPATHY, 1983; but see ROCCH~A et al., 1990), and(d) peak spikes (and also background) at K/T ( S~IIT and HERTOGEN, 1980; KYTE et al., 1980). The ratios Co/Ir in both background and the weak peaks (solid symbols) of GK are actually more like those of deep-sea deposits (CRICKET and Kuo, 1979; KYTE, 1988 ) or ultramafic or upper mantle rocks (THOU, 1978 ). For Ni vs. Ir (Fig. 7), the scatter of the small amount of available data for GK again reflects a low value of Ir compared to that at K/T peaks (see also Xu et al., 1985). Chromium vs. iridium (HOLSER et al., 1991: Fii. 12) has a similar distribution.\nIn Fig, 8 Co vs. As displays an entirely different aspect. Two almost exclusive fields show the rather widely dispersed values for P/Tr background at Shangsi (ZHOU and KYTE, 1988) and GK (ATTREP et al., 1991). The weak Ir peaks for GK (solid circles) are close to the top corner of the background field for that locality, whereas the field for Shangsi, although grouped at a higher Co/As, has no clear maximum. The back~ound Co/As for K/T (SCHMITZ, 1988) lies in the same area as the Shangsi P/Tr, and the peaks for K/T are at a similar Co/As but at much higher levels of both elements. This reinforces the conclusion based on Ir analyses that GK exhibits real (although weak) peaks for P/Tr while Shangsi does not (ZHOU and KYTE, 1988). The plot also suggests that for Co-As the weak peaks for P/Tr at GK are of essentially the same nature as the larger peaks for K/T. And it is abundantly clear that the Co/As ratio in all of these cases-background or peak, K/T or P/Tr, GK or Shangsihas absolutely nothing to do with chondrite meteorites. What Co/As, and in particular As itself, does have to do with it is somewhat speculative. Origins in volcanic gasses (OFFICER and DRAKE, 1985) seawater ( MARGOLIS and DOEHNE, 1988; GILMOUR and ANDERS, 1989), or impact ejecta have been proposed. But As (and Sb) seem to be associated with concentrations of diagenetic pyrite just below the Ir peaks at some K/T ( KYTE et al., 1980, SCHMITZ, 1985; MARGOLIS and DOEHNE, 1988; TREDOUX et al., 1989) as well as at the GK P/Tr (HOLSER et al., 1989), and precipitation at an oxidation-reduction interface in the sediment seems most likely. The separation in Fig. 8 of the two dispersions of Co/ As in GK and Shangsi indicates that such concentrations are site-specific, as one would expect from a sedimentary-diagenetic origin. This is in contrast to the results of GILMOUR and ANDERS ( 1989), who used proportions consistent among K/T sites worldwide to conclude that the K/T chalcophile elements came from a single (hence, impact-related) source. The dist~bution of Sb has many similarities to that of As, as observed for the K/T by GILMOUR and ANDERS ( 1989).\nThese discussions of trace element distributions are summarized in Fig. 9, which in addition compares the more limited data on Au/h. These comparisons, although very general, nevertheless demonstrate (a) that P/Tr peaks and backgrounds are distinctly different from both K/T peaks and\n3304 W. T. Holser and M. Magaritz\n-I\nlo3-\n102-\nE ii 0\n* IO’_\nIO*-\nCARNIC ALPS: SHALE/MAFfL o /MEAN Mn (THIS PAPER) DOLOMITE o 0 NODULES CHANGXING (CLARK, ET AL 1966) + MEAN c1\nCHOW?lTE\nKEY TO P/Tr SAWLES\nrEOC-OL1G DEEP SEA SEDIMENTS 0\n10-l f I / I I I I I I IO-3 IO-2 I I I i I I I I I 10-I 100 IO' 102 I(\nJr, wb\nFIG. 6. Log-log plot of cobalt against Ir ( HOLSER et al., 1989), comparing P/Tr at GK (square = dolostone, circle = shale, solid circle = Ir peak) and Changxing (C) with K/T ( X) and with the chondrite ratio. Co/b for P/Tr is more like deep-sea sediments (KYTE, 1988) and Mn-nodules than it is like K/T and chondrite.\nIO”-\n103-\nk .- 2\nIO2 -\nIO’-\nMEAN Cl CmlNDRlTE ,\n/\nMEAN MO-, NoOuLES 0\nDEEP SEA SEDIMENTS\n/\nlOOI ’ 1 I I I I I I I I I I I I 11 / lO-3 lO-2 10-l IO0 IO' IO2 I(\nIr, Ppb\n1000\n100\nco, wm\nIO\nMEAN Cl\n/\nCHONDRITE\nK/T\n.\n0 x K/T\n0 P/Tr Gartnerkofel\n+ P/Tr Shongsi\nIO 100 IO00 As, ppm\nFIG. 8. Log-log plot of cobalt against As, comparing levels through the K/T peak at two localities (X; data from !SCHMITZ, 1988) with P/Tr at GK (0; data from ATTREP et al., 199 1) and Shangsi, China (+; data from ZHOU and KYTE, 1988). Ratios for the two times are similar and both are orders of magnitude less than chondrite. GILMOUR and ANDERS ( 1989) find the distribution among As peaks to be homogeneous for K/T and infer a single global source, but this plot of P/Tr data shows distinct fields for the two localities plotted.\ngrounds are distinctly different from both K/T peaks and meteorites in every one of the relations shown here; (b) that while the K/T peaks are like chondrites in many respects they are radically different in Co/As; and (c), nothing is explained by substituting an iron meteorite for chondrite impact.\nZHOU and KYTE ( 1988) analyzed thin clay layers near the P/Tr boundary in three Chinese sections and compared their trace elements with normal shale and mudstone beds in the same sections. On plots of Lu vs. Hf, Hf vs. Th, and Hf-Co-\nAU/h Cr/lr Co/As Co/b NiAr IRONS\nCHONDRITES\nK/T PEAK\nBACKGROUND\nI6 IO0 IO’ IO2 IO3 IO4 IO5 IO6 IO7\nMASS RATIO\nFIG. 9. Trace elements compared on a logarithmic plot. Meteorite data from WASSON ( 1985) mean data for K/T peak from NAZAROV et al. ( 1988), P/Tr peak and background data from Figs. 6-8 and ATTREPetal.(l991).\nTh the clays formed a distinct cluster at high Hf, which they interpreted as a silicic volcanic source. This is in contrast to the basaltic composition of the temporally associated basaltic eruptions of Siberian Traps. When plotted on similar diagrams, all of our GK shale and marl beds lie within the areas normal for shale, with no suggestion of volcanic derivation. Thus, even if some clays near the P/Tr throughout China are altered volcanics, there is no sign of their continuation into Europe."
  }, {
    "heading": "MINERALOGY",
    "text": "Several aspects of the mineralogy of the “boundary clay” have been called on to support an impact event, particularly at the K/T: ( 1) high-Mg smectite composition; (2) a fire soot component of the organic carbon; (3) multiple shock lamellae in quartz grains; and (4) microspherules of a variety of mineral or glass compositions. Documentation of these effects for the K/T is massive (see references in the Introduction).\nThe “boundary clay” in the marine K/T was first described as a unique magnesian smectite, but further investigation determined that it was “neither mineralogically exotic nor distinct from locally derived clays above and below the boundary” ( RAMPINO and REYNOLDS, 1983). The clay varies in composition, with varying amounts of mixed-layer smectite-illite or discrete illite (ELLIOTT et al., 1989). Its origin has been variously attributed to the alteration of impact glass (KASTNER et al., 1984), to the alteration of volcanic ash (ELLIOTT et al., 1989), or to detritus swept in during the sealevel regression (WHMITZ, 1988). The clay or marl at P/Tr\nalso varies in composition from smectite (SUN et al., 1984; BOCLET et al., 1988) to illite/muscovite (CLARK et al., 1986; SCHRAMM, 199 1) with a similar range of attributed origins. Just about the only generalization that can be sustained is that the clay mineralogy is diverse in time, place, and origin. It is not clear that a distinct clay is a universal marker of either boundary, or that its absence signifies a missing interval.\nThe clays in the P/Tr section at GK that showed weak Ir peaks were searched for shocked quartz without result ( HOLSER, 1991), although etching (BOHOR et al., 1984) was not attempted. A thorough search of other sections is needed. The C,,, at GK and in China apparently has not yet been analyzed for a fire soot component by the techniques developed by Wolbach ( WOLBACH and ANDERS, 1989). Microspherules recovered from the P/Tr boundary in China were discussed in 1987 at the meeting of IGCP 199 by Z. Kexin, Y. Shirong, and H. J. Hansen (H. J. Hansen, pers. commun., 1988) and in 1991 at the meeting of IGCP 216/293/303 (Xu and YAN, 199 1 ), but critical evaluation must await publication of the details. A few microspherules found with conodonts from the GK section were evidently a con~minant of modern origin ( HOLSER, 199 1).\nRelations of 6’3C0rg to 6’3Cc,rb across the P/Tr boundary are discussed in a separate paper by MACARITZ et al. ( 1992).\nCONCLUSlONS\nThe reprise in Table 1 demonstrates that the K/T and P/ Tr events are different in many more aspects than they are similar. These differences lead to some general as well as specific conclusions.\nTable 1. Some comparative characteristics of K/T and P/R\nParameter KIT P/Tr\nMass extinction\nIntensity, marine species 63-77% 93-95% Time, Ma o-O.3 S-10\nEustatic reeression\nLevel, m -100 -250 Time, Ma 0.5 5\nCarbon isotoue anomaly\nmeas+? &&arb, %a 1.5 5 Time for decrease, Ma <O.Ol 2 Recovery time, Ma 1.1 0.5, twice\nTrace element anomalies\nTypical Ir peak, ppb 100 0.2, twice Co/I1 103 7x104 Cr/Ir 5X103 2x105 Ni/Ir 104 5x105 Au/Ir 0.3 30 Co/As 2 0.3\nMineraIwJ\nClay minerals Mg-smectite; illite/muscovite; illite smectite Carbon soot + -? Shocked quartz + Microspherules + +?\nMost numbers in the table are semi-quantitative best estimates.\n1)\n2)\n3)\n4)\n5)\n6) The P/Tr event differs from the K/T event not only in quantities but in most descriptive qualities. Consequently the hypothesis of periodicity in MEE, and its implication that these events all share a common format ( RAUP and SEPKOSKI, 1986; SEPKOSKI, 1990), may be a statistical artifact (QUINN, 1987). Small concentrations of Ir (and other PGE) and other siderophite elements (Co, Ni, Cr) are found in association with one P/Tr section, but not in the ratios of meteorites or of K/T peaks, and not at some other P/Tr sections. Most MEE have no Ir or only traces ( ORTH, 1989). Consequently, these metal distributions do not support a simple universal model of MEE, whether caused by bolide impact or by massive flood basalt volcanism. Concentrations of chalcophile elements (As, Sb, Zn) are associated with the siderophile elements in many of the K/T and P/Tr sections, but in elemental ratios that have no resemblance to meteorites and that differ in different localities. Some crud mechanism(s), not yet explicitly understood, evidently plays an important role in the dist~bution of these chalcophile elements, even at the K/T. Negative swings of 6”Ccarh are associated with MEE at the K/T. P/Tr, Fr/Fa, and PC/~, and attest to a loss of pr~uctivity and to oxidation of C, on a massive scale at fast but differing rates. Modelling of these changes indicates increases of CO* and decreases of 02, with consequences for climate and for oceanic anoxia, both of potential importance for MEE. Some of these perturbations of the carbon cycle may be generated by eustatic regressions that are in turn of platetectonic origin. But both S13C excursions and sea-level regressions are of common occurrence throughout the Phanerozoic, often in the absence of MEE. Thus, MEE are affirmatively associated both in time and by plausible mechanisms with one (or more) di&ent forcings (impact, volcanism, regression, climate change: e.g., TEICHERT, 1990), but the MEE are not in a functional (e.g., linear) relation nor in even a one-to-one relation with these forcings. This leads us to suspect that these forcings are only manifest but not sufficient causes of MEE. Catastrophic or moderately fast external exigencies are intermittently imposed on the biological system, but any one ofthese may be effective only when the system has already internally deteriorated in some crucial aspect (TAPPAN, 1970/71 f.\nHYPOTHESIS\nThe biosphere is an exceedingly complex system, generally self sustaining but with aspects not only of robust resilience but also of fragility. The system may include subsystems that sometimes evolve along downward endogenic paths that lead to precarious instabilities. At such critical times, in any of a variety of fragile soft spots, an impact, an eruption, a regression, an oceanic overturn, a climate shift, or especially some Monte Carlo concatenation of bad luck, may bring the system down in a way that we recognize as a mass extinction event.\n“The fault, dear Brutus, is not in our stars But in ourselves .” ( W. SHAKESPEARE, .Iidi~u ~‘ucwc Act I. SC. 2)\n~c~n~wf~g~~~-Fo~y dedicated to Bob Garrels, whose scientific heritage is here still being played out, A contibution to IGCP Projects 2 16 and 303. Paper No. 5 1 of the Department of Environmental Sciences and Energy Research, The Weizmann Institute of Science. We thank the two referees, Walter Alvarez and Charles Drake, for their helpful criticism during a temporary cease-fire in the Dino Wars.\nEditorial handling: H. C. Helgeson\nALEKSEEV A. S., BARSUKOVA L. D., KOLESOV G. M., NAZAROV M. A., and GRIGORYAN A. C. (1983) The Permian-Triassic boundary event: Geochemical investigation of the Transcaucasia section. Lunar Planet. Sci. 14, 7-8. ALVAREZ L. W. ( 1987) Mass extinctions caused by large bolide impacts. Physics Today 40 (7), 24-33. ALVAREZ L. W,, ALVAREZ W., A~ARO F., and MICHEL H. V. ( 1980) Extraterrestrial cause for the Cretaceous-Tertiary extinction. Science 208,1095-l 108. ALVAREZ W. ( 1986) Toward a theory of impact crises. Eos67,649658. ASARO F., ALVAREZ L. W., ALVAREZ W., and MICHEL H. V. ( 1982) Geochemical anomalies near the Eocene/Oligocene and Permian/ Triassic boundaries. GSA Spec. Pap. 190,5 17-528. ATTREP M., JR., ORTH C. J., and QUINTANA L. R. ( 1991) The Permian-Triassic of the Gartnerkofel Region, Austria: Geochemistry of common and trace elements: II. INAA and RNAA. Abhandi. Geol. Bundesanst. 45, 123- 137. BAR% A. K. and FARRAR E. ( 199 1) 40Ar/39Ar dating of the Siberian Traps, USSR: Evaluation of the ages of the two major extinction events relative to episodes of flood-basalt volcanism in the USSR and the Deccan Traps, India. Geology 19,46 l-464. BAUD A. and MAGARITZ M. ( 1988) Carbon isotope profile in the Permian-Triassic of the Central Tethys: the Kashmir sections (India). Ber. Geof. Bundesanst. l&2. BAUD A., MAGARITZ M., and HOLSER W. T. ( 1989) Permian-Triassic of the Tethys: Carbon isotope studies. Geol. Rundsch. 78, 649- 687. BEAUCHAMP B., OLDERSHAW A. E., and KROUSE H. R. ( 1987) Upper Carboniferous to Uouer Permian &i3C-enriched urimarv carbonates in the Sverdrup B&n, Canadian Arctic: Comparison to coeval western North American ocean margins. Chem. Geol. 65, 391- 413. BERGER W. H. and VINCENT E. ( 1986) Deepsea carbonates: Reading the carbon-isotope signal. Geol. Rundsch. 75,249-269. BHANDARI N., SHUKLA P. N., and AZMI R. J. ( 1991) Iridium profile of the Permo-Triassic boundary, Spiti, India. In Event Markers in Earth History, Meeting at Calgary, Alberta, August 28-30, 1991, Program and Abstracts, p. 18. B~CLET D., BAUD A., BONTE P., JEHANNO C., and RO&CHIA R. ( 1988) Recherche de l’iridium i la limite Permien-Trias du site de Meishan, Changhsing (Republique populaire de Chine). C. R. Acad. Sci. Paris 307,261-266. BOECKELMANN K. ( I99 1) The Permian-Triassic of the Gartnerkofel1 core and the Reppwand outcrop section (Camic Alps, Austria). Abhandf. Geof. Bundesanst. 45, 17-36. B~HOR B. F., FOORD E. E., MODRESKI P. J., and TRIPLEHORN D. M. ( 1984) Dinosaurs, spherules and the “magic” layer: A new K-T boundary site in Wyoming. Geology 15,896-899. BONTE P., JEHANNO C., MAURET~E M., and BROWNLEE D. E. ( 1987) Platinum metals and microstructure in magnetic deep sea spherules. J. Geophys. Res. 92, E641-E648. BRANDNER R. ( 1988) The Permian-Triassic boundary in the Dolomites (Southern Alps, Italy), San Antonio Section. Ber. Geof. Bundesanst. 15,49-56. BR~OK~NS D. G. and LAMBERT S. J. ( 1988) WIPP site studies: secondaty selenite veins in the Rustler Formation and Dewey Lake Red Beds. Mater. Res. Sot. Svmo. Proc. 112. 233-241. CALDEIRA K., RAMPINO M. R.,.V~LK T., and NACHOS J. C. ( 1990) Bi~eochemi~l modeling at mass extin~on boundaries: Atmospheric carbon dioxide and ocean alkalinity at the K/T boundary.\nIn E~t~n~i~on Events in Earth History (ed. E. G. KAUFFMAN and 0. H. WALLISER), pp. 333-345. Springer-Verlag. CATHLES L. M. and HALLAM A. ( 1991) Stress-induced changes in plate density, Vail sequences, epirogeny, and short-lived global sea level fluctuations. Tectonics 10,659-67 1. CHAI C., MA S., MAO X., SUN Y., Xu D., ZHANG Q., and YANG Z. ( 1986) Elemental geochemical characters at the Permian-Triassic boundary section in Changxin, Zhejiang, China. Acta Geof Sinica 60( 2) 139- 150 (in Chinese, English abstract). CHEN J.-S., CHU X.-L. SHAO M.-R., and ZHONG H. ( 1991) Carbon isotope study of the Pe~ian-Talc boundary sequences in China, Chem. Geol. 89,239-25 1. CHOU C.-L. ( 1978) Fractionation of siderophile elements in the earth’s upper mantle. Proc. 9th Lunar Planet. Sci. Co& 2 19-230. CLAOUI%LONG J. C., ZHANG Z., MA G., and Du S. ( 1991) The age of the Permian-Triassic boundarv. Earth Planet. Scf. Left. 105. 182- 190. CLARK D. L., WANG D.-Y., ORTH C. J., and GILMORE J. S. ( 1986) Conodont survival and low iridium abundances across the PermianTriassic boundary in South China. Science 233,984-986. COURTILLOT V., FERAUD G., MALUSKI H., VANDAMME D., Ma REAU M. G., and BESSE J. ( 1988) Deccan flood basalts and the Cretaceous/Tertiary boundary. Nature 333,843-846. COURTILLOT V., VANDAMME D. V., BESSE J., JAEGER J. J., and JAVOY M. ( 1990) Deccan volcanism at the Cretaceous/Tertiary boundary; data and inferences. GSA Spec. Pap. 247,401-409. CROCKET J. H. and Kuo H. Y. ( 1979) Sources for gold, ~lladium and iridium in deep-sea sediments. Geochim. Cosmochim. Acta 32, 1049-1056. CROWLEY T. J. and NORTH G. R. ( I99 1) Pafeoceanography. Oxford University Press. DONOVAN A. D., BAUM C+. R., BLECHSCHMIDT G. L., LKKJTIT T. S., PFLUM C. E., and VAIL P. R. ( 1988) Sequence stratigraphic setting of the Cretaceous-Tertiary boundary in central Alabama. SEPM Spec. Publ. 42,300-307. DONOVAN S. K., ed. ( 1989) Mass Extinctions; Processes and Evidence. Belhaven Press. ELLIOTT W. C., ARONSON J. L., MILLARD H. T., JR., and GIERLOWSKI-KORDESCH E. ( 1989) The origin of the clay minerals at the Cretaceous/Tertiary boundary in Denmark. GSA Bull. 101, 702-7 10. GALLAGHER W. B. (1991) Bolide impact effects and protracted biotic crisis during the Late Cretaceous-Early Tertiary interval. GSA Prog. Abstr. 23, A 183. GANAPATHY R. ( 1983) The Tunguska explosion of 1908: discovery of meteoritic debris near the explosion site and at the South Pole. Science 220, 1158- 1160. GILMOUR I. and ANDERS E. ( 1989) Cretaceous-Tertiary boundary event: Evidence for a short time scale. Geochim. Cosmochim. Acta 53,503~5 1 I. GRUSZ~ZYNSKI M., HALAS S., HOF’FMAN A., and MALKOWSKI K. ( 1989) A brachiopod calcite record of the oceanic carbon and oxygen isotope shifts at the Permian/Triassic transition. Nature 337,64-68. GRUSZCZYNSKI M., HOFFMAN A., MALKOWSKI K., ZAWIDZKA K. HALAS S., and ZENG Y. ( 1990) Carbon isotopic drop across the Pe~ian-Toxic boundary in SE Sichuan, China. Neues Jahrb. Geoi. Palaont. Monatsh., 600-606. HALLAM A. ( 1984) Pre-Quatemary sea-level changes. Ann. Rev. Earth Planet. Sci. 12, 205-243. HANSEN H. J., GWOZDZ R., HANSEN J. M., BROMLEY R. G., and RASMUSSEN K. L. ( 1986) The diachronous C/T plankton extinction in the Danish Basin. In Gfobai B&-Events (ed. 0. H. WALLISER), pp. 38 l-384. Springer-Verlag. HAQ B. U., HARDENBOL J., and VAIL P. R. (1988) Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change. SEPM Spec. Publ. 42, 7 I-108. HOFFMAN A. ( 1984) Mass extinctions: More publicity than progress? Zentralbt. Geof Paliiont. Teil II, 2 1 I-224. HOFFMAN A. ( 1986) Mass extinctions continued: Where do we stand? Zentralbf. Geof. Pahiont. Teil Ii, 115-127. HOFFMAN A. ( 1988) Mass extinctions once again: What’s new in the store? Zentrafbl. Geoi. Palaont. Teil H, 17 I-1 84.\nHOFFMAN A. ( 1989) Mass extinctions once again: Addendum. Zentrafbl. Geoi. Pai~ontol. Teif II, l-5. HOFFMAN A., GRUSZ~ZYNSKI M., and MALKOWSKI K. ( 199 1) On the interrelationship between temporal trends in 613C, 6”0, and 6%S in the world ocean. J. Geol. 99, 355-370. HOLSER W. T. ( I99 f ) The Permian-Triassic of the Gartnerkofel- i core (Carnic Alps, Austria): Sulfur, organic carbon, and microspherules. Abhandl. Geul. Bundesanst. 45, 139- i48. HOLSER W. T. and MAGARITZ M. ( 1987) Events near the PermianTriassic boundary. Mod. Geol. 11, 15% 180. HOLSER W. T. and SCH~NLAUB H. P., eds. ( 1991) The PermianTriassic of the Gartnerkofel-I core (Camic Alps, Austria). AbhandI. Geol. 3undesanst. 45. HOLLER W. T., MAGARITZ M., and WRIGHT J. ( 1986) Chemical and isotopic variations in the world ocean during Phanerozoic time. In GIobal Bioevents (ed. 0. H. WALLISER), pp. 63-72. Springer-Verlag. HOLSER W. T., SCHONLAUB H. P., ATTREP M., JR., BOECKELMANN K., KLEIN P., MAGARITZ M., ORTH C. J.. FENNINGER A., JENNYDESHUSSE~ C., KRAL~K M, MAURITXYH ., PAK E., SXYHRAMM J.-M., STATTEGGER K., and SCHM~LLER R. ( 1989) A unique geochemical record at the Permian/Triassic boundary. Nature 337, 39-44. HOLSER W. T.. SCHONLAUB H. P., BOECKELMANN K., and MAGARITZ M. ( 1991) The Permian-Triassic of the Gartnerkofel-I core (Carnic Alps, Austria): Synthesis and conclusions. Abhand~. Geol. Bundesanst. 45, 2 13-232. Hstl K. J. and MCKENZIE J. A. (1985) A “Strangelove” ocean in the earliest Tertiary. Amer. Geophys. Union Monogr. 32,487-492. HsO K. J. and MCKENZIE J. A. (1990) Carbon-isotope anomalies at era boundaries; global catastrophes and their ultimate cause. GSA Spec. Pup. 247,6 I-70. HsO K., OBERHKNSU H., GAO J. R,, SUN S., CHEN H., and KRWHENB~HL U. ( 1985) “Strangelove Ocean” before the Cambrian explosion. Nature 316, 809-8 I 1. HUDSON J. C. and ANDERSON T. F. ( 1989) Ocean temperatures and isotopic compositions through time. Trans. Roy. Sot. Edinburgh: Earth Sci. 80, 183-192. HUT P., ALVAREZ W., ELDER W. P.. HANSEN T., KAUFFMAN E. G., KELLER G., SHOEMAKER E. M., and WEISSSMAN P. R. (1987) Comet showers as a cause of mass extinctions. Nature 329, 1 I8126. JAVOY M. and COURTILLOT V. ( 1989) Intense acidic volcanism at the Cmtaceou~Te~ia~ boundary. Earth Planet. Sci. Lett. 94,409- 416. JENNY-DESHUSSES C. ( 199 I ) The Permian-Triassic of the Gartnerkofel- I core (Carnic Alps, Austria): Foraminifera and algae of the core and the outcrop section. Abhandl. Geol. Bunde.sanst. 45,99- 107. KAMINSK~ M. A. and MAL~~REN B. A. (1989) Stable isotope and trace eiement stratigraphy across the Cretaceous/Tertiary boundary in Denmark. Geol. F&en. Stockholm FiirhandI. 111, 305-3 12. KASTNER M., ASARO F., MICHEL H. V., ALVAREZ W., and ALVAREZ L. W. ( 1984) The precursor of the Cretaceous-Tertiary boundary clays at Stevns Klint, and DSDP Hole 465A. Science 226, I37143. UUFFMAN E. G. ( 1986) High resolution event stratigraphy: Regional and global Cretaceous bio-events. In Global Bio-Events (ed. 0. H. WALLISER), pp. 279-336. Springer-Verlag. KELLER G. ( 1988) Extinction, survivorship, and evolution of planktic foraminifera across the C’retaceouQTertiary boundary at El Kef. Tunisia. Mar. ~~~~ropa/e~~. 13, 239-263. KELLER G. ( t989a) Extended period of extinctions across the Cretaceous/Tertiary boundary in planktonic foraminifera of continental shelf sections: Implications for impact and volcanism theories. GSA BUN. 101, 1408-1419. KELLER G. (1989b) Extended Cretaceous/Tertiary boundary extinctions and delayed population change in planktonic foraminifera1 faunas from Brazes River, Texas. Pa~e~eanography 4, 287- 332. KNOLL A. H. (1984) Patterns of extinction in the fossil record of vascular plants. In Extinctions (ed. M. N. NITECKI), pp. 21-68. Univ. Chicago Press. KRALIK M. (1991) Strontium isotopes in carbonate rocks of the Gartnerkofel- f core, Permian-Triassic of the Camic Alps, Austria. Abhandl. Geoi. Bundesanst. 45, 169- 174. KUMP L. R. ( I99 I ) Interpreting carbon-isotope excursions: Strangelove oceans. Geology 19,29&302. KYTE F. T. ( 19881 The extraterrestrial comnonent in marine sediments: description and inte~re~tion. Pa~~eanography 3, 23% 247. KYTE F. T., ZHOU Z., and WASSON J. T. ( 1980) Siderophile-enriched sediments from the Cretaceous-Tertiary boundary. Nature 288, 651-656. MACLEOD N. and KELLER G. ( 1991) Hiatus distribution and mass extinctions at the Creta~ous/Te~i~ boundary. Geology, 19,497- 501. MACLEOD K. G. and WARD P. D. ( 1990) Extinction pattern of Znocerumus (Bivalvia) based on shell fragment biostratigraphy. GSA Spec. Pap. 247, 509-5 18. MA~DOUGALL J. D. ( 1988) Seawater strontium isotopes, acid rain, and the Cretaceous-Tertiary boundary. Science 239,485-487. MAGARITZ M. ( 1989) a’% minima follow extinction events: A clue to fauna1 radiation. Gco1ug.r 17, 337-340. MAGARITZ M. and HOLSER W. T. ( 1990) Carbon isotope shifts in Pennsylvanian seas. Amer. J. Sci. 290, 977-994. MAGARITZ M. and HOISER W. T. ( I99 I ) The Permian-Triassic of the Gartnerkofel-1 core (Camic Alps, Austria): Carbon and oxygen isotope variations. Abhandl. GeoI. Bundesanst. 45, 149- 163. MACARITZ M., BAR R., BAUD A., and HOLSER W. T. ( 1988) The carbon isotope shift at the Permian/Triassic boundary in the southern Alps is gradual. Nature 331,337-339. MAGARITZ M., KRISHNAMURTHY R. V., and HOLSER W. T. ( 1992) Parallel trends in organic and inorganic carbon isotopes across the Pe~ian/Triassic boundary. Amer. J. Sci. 292 (in press). MALKOWSKI K.. GRUSZCZYNSKI M., HOFFMAN A., and HALAS S. ( 1989) Oceanic stable isotope composition and a scenario for the Permo-Triassic crisis, Hlstor. Biol. 2,289-309. MALKOWSKI K., GRUSZCZYNSK~ M., HOFFMAN A., and HALAS S. ( 1990) A model of oceanographic controls on limestone-clay alternation in open-shelf settings. Neues Jahrb. Geol. P~leont. Monaish., 164-168. MARGOLIS . V. and IXEHNE E. G. ( 1988) Trace element and isotope geochemistry of Cretaceous/Tertiary boundary sediments: Identification of extra-terrestrial and volcanic components. Abstracts Lunar Planet. Inst. Contrib. 673, 113-l 14. MARGOJ_IS S. V., MOUNT J. F., DOEHNE E., SBOWERS W., and WARD P. ( 198’7) The Cretaceous/Tertiary boundary carbon and oxygen isotope stratigraphy, diagenesis, and paleoceanogmphy at Zumaya. Spain. Paleo~~eanography 2, 36 l-367. MARTIN E. E. and MACDOUGALI. J. D. ( 1991) Seawater Sr isotopes at the C’retaceousjTertiary boundary. EarthPlanet. Sci. Leti. 104, l66- 180. MCCLAREN D. J. and GO~DFELLOW W. D. ( 1990) Geological and biological consequences of giant impacts. Ann. Rev. Earth Planet. SC;. 18, 123-171. NAZAROV M. A., BADYLJKOV D. D., BARSUKOVA L. E., and ALEKSEYEV A. S. ( 1988) Parameters of the Cretaceous-Tertiary boundary impact event. BJ&. ~l~.ski~~. Obshch. Ispyt. Prir. Otd. Geoi. 63(4), 33-54 (transl. Intern. Geol. Rev. 30, 709-726, 1988). NELXIN B. K., MACLEO~ G. K., and WARD P. 0. ( 1991) Rapid change in strontium isotope composition before the Cretaceousl Tertiary boundary. Nutzrre 351, 644-647. ODDONE M. and VANNUCCI R. ( t988) PGE and REE geochemistry at the B-W boundary in the Carnic and Dolomite Alps (Italy). Mcm SK GeoL Ral. 34, 129- 139. OFFICER C. B. and DRAKE C. L. (1985) Terminal Cretaceous environmental events. Science 227, 1161-l 167. OFFICER C. B.. HALLAM A.. DRAKE C. L.. and DEVINE J. D. ( 1987) Late Cretaceous and paroxysmal Cretaceous/Tertiary extin&ionsl Na/ure 326, I43- 149. ORTH C. J. ( 1989) Geochemistry of the bio-event horizons. In Mass E.xtinctions: Protwxs and Evidence (ed. S. K. DONOVAN ), pp. 37-72, Columbia Univ. Press. PALMER M. ( 199 I ) Global extinction: Acid rain at the K/T boundary. Nature, 352, 758.\nPERCH-NIELSEN K., MCKENZIE J., and HE Q. ( 1982) Biostratigraphy and isotope stratigraphy and the ‘catastrophic’ extinction of calcareous nannoplankton at the Cretaceous/Tertiary boundary. GSA Spec. Pap. 190,353-372. POPP B. N., PODOSEK F. A., BRANNON J. C., ANDERSON T. F., and PIER J. ( 1986) *‘Sr/%r ratios in Permo-Carboniferous sea water from the analysis of well-preserved brachiopod shells. Geochim. Cosmochim. Acta 50, 132 I- 1328. POSENATO R. ( 1989) Climatological and geographical distribution of the Fam. Comelicaniidea Merla, 1930 (Brachiopoda). Riv. Ital. Paleont. Strafigr. 94, 383-400. QUINN J. F. ( 1987) On the statistical detection of cycles in extinctions in the marine fossil record. Paleobiology 13,465-478. RAMPINO M. R. and REYNOLDS R. C. (1983) Clay mineralogy of the Cretaceous-Tertiary boundary clay. Science 219,495-498. RAMPINO M. R. and STOTHERS R. B. ( 1988) Flood basalt volcanism during the past 250 million years. Science 241,663-668. RAUP D. M. and SEPKOSKI J. J. ( 1986) Periodic extinction of families and genera. Science 231, 833-836. RENNE P. B. and BASU A. R. ( 199 I ) Rapid eruption of the Siberian Traps flood basalts at the Permo-Triassic boundary. Science 253, 176-179. RHODES M. C. and THAYER C. W. ( 1991) Mass extinctions: Ecological selectivity and primary production. Geology 19, 877-890. ROCCHIA R., BONT~ P., J~~HANNO C., ROBIN E., DE ANGELIS M., and BOCLET D. ( 1990) Search for the Tunguska event relics in the Antarctic snow and new estimation of the cosmic iridium accretion rate. GSA Spec. Pap. 247, 189-193. SCHMITZ B. ( 1985) Metal precipitation in the Cretaceous-Tertiary boundary clay at Stevns Klint, Denmark. Geochim. Cosmochim. Acta. 49, 2361-2370. SCHMITZ B. ( 1988) Origin of microlayering in worldwide distributed h-rich marine Cretaceous/Tertiary boundary clays. Geology 16, 1068-1072. SCHONLAUB H. P. ( 1989) Die Katastrophe, die aus dem Weltall kam- 10 Jahre “Alvarez-Impakt-Hypothese.” Jahrb. Geol. Bundesanst. 132, 507-529. SCHONLAUB H. P. ( I99 1) Conodont biostratigraphy of the PermianTriassic boundary of the Gartnerkofel section (Carnic Alps, Austria). Abhandl. Geol. Bundesanst. 45. 79-98. SCHR~MM J.-M. (1991) Permian-Triassic boundary in the Carnic Alps: Illite crystallinity in shaly sediments of the drill core Gartnerkofel- 1. Abhandl. Geol. Bundesanst. 45, 69-77. SEPKOSKI J. J., JR. ( 198 1) A factor analytic description of the Phanerozoic marine fossil record. Paleobiology 7, 36-53. SEPKOSKI J. J., JR. ( 1989) Periodicity in extinction and the problem of catastrophism in the history of life. J. Geol. Sot. London 146, 7-19. SEPKOSKI J. J., JR. ( 1990) The taxonomic structure of periodic extinction. GSA Spec. Pap. 247, 33-44. SHENG J., CHEN C., WANG Y., Rut L., LIAO Z., BANDO Y., ISHII K., NAKAZAWA K., and NAKAMURA K. ( 1984) Permian-Triassic boundary in middle and eastern Tethys. J. Fat. Sci. Hokkaido Univ. (Ser. 4) 21, 133-181. SMIT J. and HERTOCEN J. ( 1980) A extra-terrestrial event at the Cretaceous-Tertiary boundary. Nature 285, 198-200.\nSTOTT L. D. and KENNETT J. P. ( 1990) The paleoceanographic and paleoclimatic signature of the Cretaceous/Paleogene boundary in the Antarctic: Stable isotopic results from ODP Leg 113. Proc. Ocean Drill. Prog. Sci. Results 113, 829-848. SUKHOV L. G. and GOLUBKOV V. S. ( 1965 j Princides of stratiaraohic classification and correlation of ancient’volcanic strata applied to the northwestern Siberian Platform. Dokl. Akad. Nauk SSSR 162, 1378-1381 (transl. Dokl. Earth Sci. Sec. 162, 113-l 15). SUKHOV L. G., BESPALAYA YE. A., and D~LIN D. A. (1966) Biostratigraphy of volcanic formations in the western part of the Tunguska Syneclise. Dokl. Akad. Nauk SSSR 169, 1402-1405 (transl. Dokl. Earth Sci. Sec. 169, 107-l 13). SUN Y.-Y., CHAI C.-F., MA S.-L., MAO X.-Y., Xu D.-Y., ZHANG Q.-W., CHEN C.-Z., and YANG Z.-Z. (1984) Ir anomaly in the Permian-Triassic boundary clay at Changxing, Zhejiang, China and its significance. Intern. Geol. Cong., 27th. Abstr. 8, 309-3 10. TAPPAN H. ( 1970/7 I ) Microplankton, ecological succession and evolution. In Proceedings of the North American Paleontological Convention, Vol. 2 (ed. E. L. YOCHELSON), pp. 1058-I 103. Allen Press. TEICHERT C. ( 1990) The Permian-Triassic boundary revisited. In Extinction Events in Earth History (eds. E. G. KAUFFMAN and 0. H. WALLISER), pp. 199-238. Springer-Verlag. TREDOUX M., DE WIT M. J., HART R. J., LINDSAY N. M., VERHAGEN B., and SELL~CHOP J. P. F. (1989) Chemostratigraphy across the Cretaceous-Tertiary boundary and a critical assessment of the iridium anomaly. J. Geol. 97, 585-605. WANG K., ORTH C. J., ATTREP M., JR., CHA~ERTON B. D. E., Hou H., and GELDSETZER H. H. J. ( 1991) Geochemical evidence for a catastrophic biotic event at the Frasnian/Famennian boundary in south China. Geology 19, 776-779. WARD P. D. ( 1990) The Cretaceous/Tertiary extinction in the marine realm; a 1990 perspective. GSA Spec. Pap. 247, 425-432. WASSON J. T. ( 1985) Meteorites-Their Record of Early Solar-System History. W. H. Freeman. WOLBACH W. S. and ANDERS E. ( 1989) Elemental carbon in sediments: Determination and isotopic analysis in the presence of kerogen. Geochim. Cosmochim. Acta. 53, 1637-1647. Xv D.-Y. and YAN Z. ( I99 I ) On the catastrophic event markers of the Permian-Triassic boundary in China. In Event Markers in Earth History, Meeting at Calgary Alberta, August 28-30, 1991. Program and Abstracts, p. 76. Xu D.-Y., MA S.-L., CHAI Z.-F., MAO X.-Y., SUN Y.-Y., ZHANG Q.-W., and YANG Z.-Z. ( 1985) Abundance variation of iridium and trace elements at the Permian/Triassic boundary at Shangsi in China. Nature314, 154-156. Xu D.-Y., YAN Z., ZHANG Q.-W., and SUN Y.-Y. (1986) Three main mass extinctions-Significant indicators of major natural divisions of geological history in the Phanerozoic. Mod. Geol. 10, 365-375. ZACHOS J. C., ARTHUR M. A., and DEAN W. E. ( 1989) Geochemical evidence for suppression ofpelagic marine productivity at the Cretaceous/Tertiary boundary. Nature 337,61-64. ZHOU L. and KYTE F. ( 1988) The Permian-Triassic boundary event: A geochemical study of three Chinese sections. Earth Planet. Sci. Lett. 90, 41 I-421."
  }],
  "year": 2002,
  "references": [],
  "id": "SP:c7b57167000484b8b1c47d10bc7c6bb51ee6b947",
  "authors": [{
    "name": "WILLIAM T. HOLSER",
    "affiliations": []
  }],
  "abstractText": "The Cretaceous/Tertiary (K/T) and Permian/Triassic (P/Tr) events differ in many more aspects than they are similar. This alone makes it unlikely that they are parts of a common web of periodic mass extinction events (MEE). Unlike the K/T, most MEE have no Ir anomalies, and where (in the comparatively complete section of the P/Tr at Gartnerkofel, Austria) weak Ir concentrations are found, their ratios to siderophile elements (Co, Ni, Cr) are far less than chondritic. In contrast, ratios to chalcophile elements (As, Sb, Zn) never approach chondritic, even in K/T peaks, and locality differences suggest local depositional processes that may also affect the siderophiles. Profiles of isotopes ( b “C,, , *7Sr/*6Sr, and possibly S”O&) across these boundaries also differ radically. Whereas the K/T profile of surface ocean 613C ab has been shown to be mainly a drop in primary productivity, the P/Tr profile is interpreted at least in part to be a consequence of a large and accelerating oxidation of previously stored Con, with greatly differing consequences for climate. These and other differences of proximate forcings for these two MEE lead us to a hypothesis that such external exigencies were ever (intermittently and severally) with us. but were effective onlv when the biotic web had already internally unravelled in some crucially strained patch. Gaia became Antigaia!",
  "title": "Cretaceous /Tertiary and Permian /Triassic boundary events compared"
}