{
  "sections": [{
    "text": "Nabukelevu volcano (805 m) is a small (ca. 3.4 km3) hornblende/biotite^andesite dome^breccia complex. It is the youngest in a Plio^Pleistocene series of volcanoes related to a presently inactive subduction zone in southern Fiji. We present new evidence of up to four Holocene eruption episodes from this volcano, with onshore evidence of the latest activity post-1686: 40 years BP, and offshore evidence of tephra falls between 2250: 70 and 780: 50 years BP. Scoriaceous pyroclastic flow deposits of one eruptive episode contain pottery fragments, presumably entrained from habitation areas during emplacement. Like many composite edifices in moist climates, Nabukelevu is prone to failure, the propensity in this case exacerbated by up to three edifice-cutting fault zones. The fault-induced weak and saturated zones have been the focus of repeated edifice failure through late Holocene debris avalanches of between 10^100 million m3. Many of these avalanches entered the sea, and these or additional submarine failures of the lower island flanks have led to emplacement of at least one major late Holocene submarine mass-flow deposit with distinctive mineralogy in the Suva Basin to the north. Two of the debris avalanches dated at post-2350: 140 and post1750: 60 years BP apparently inundated local habitation areas, and the deposits incorporate pottery and human remains. A widespread local legend describing catastrophic events on Nabukelevu corresponds in content with geologic findings to provide additional evidence of a late Holocene eruptive and debris avalanche disaster on Kadavu during the latter part of the last ca. 2000 years of human occupation, possibly as recent as between AD 1630 and 1680. The present hazardscape of the Nabukelevu area includes common landslides induced by frequent earthquake swarms and cyclones. Larger edifice failures, possibly related to volcanism or fault movement, have the potential to create local tsunami, which under favourable conditions could reach areas near Fiji’s capital, Suva, 110 km to the north. @ 2003 Elsevier B.V. All rights reserved.\nKeywords: Kadavu; Fiji ; volcanic hazards; Holocene; debris avalanche; block-and-ash £ow; submarine mass £ows\n0377-0273 / 03 / $ ^ see front matter @ 2003 Elsevier B.V. All rights reserved. doi:10.1016/S0377-0273(03)00414-1\n1 Present address: Central Washington University, Ellensburg, WA 98926-7439, USA. * Corresponding author. Present address: GEOMAR Forschungszentrum, Abt. Vulkanologie und Petrologie, Wischhofstrasse\n1^3, D-24148 Kiel, Germany. Fax: +49-430-600-1400. E-mail address: s.j.cronin@massey.ac.nz (S.J. Cronin).\nVOLGEO 3040 9-2-04\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "1. Introduction",
    "text": "The prominent Nabukelevu volcano (highest point designated on topographic maps as Mt. Washington, 805 m asl) dominates the island of Kadavu (Fig. 1) and is the youngest and westernmost of a series of high-Si andesite and dacite volcanoes that form the Kadavu Island Group of southern Fiji (Woodrow, 1980; Verbeeten, 1996). Volcanism along the Kadavu Group appears to have been related to northward subduction of the Australian Plate beneath the Fiji Platform along a trench-like feature known as the Hunter Fracture Zone (Brocher and Holmes, 1985) or the Conway^Kadavu Lineament (Pelletier et al., 1998). Kadavu was considered to range in age from Pliocene in the east to late Pleistocene in the west, with a single K^Ar age on lava from Nabukelevu at 0.48: 0.92 Ma (Whelan et al., 1985). Like many volcanoes in the Southwest Paci¢c, Kadavu has been inactive during the period of European contact. Hence it has never been seriously considered as a source of volcanic hazard. Nunn (1999) postulated that volcanism on Nabukelevu continued into the late Holocene, based on its morphology and a common oral tradition recorded from Kadavu (e.g. Beauclerc, 1909). We report here on new ¢eld studies and radiocarbon dates that con¢rm that volcanism and debris avalanches have occurred since human occupation of Kadavu. The match between our geologic evidence and the culture history of the island demonstrates the power of oral traditions for interpreting recent geological events in the Southwest Paci¢c. Based on a reconstructed late Holocene geologic record and historically reported events we outline the geologic hazardscape of western Kadavu, and how the interaction of volcanism, cli-\nmate, and neotectonics a¡ect the stability of the Nabukelevu edi¢ce. Volcanism, landslides and debris avalanches from the edi¢ce not only a¡ect the immediate surrounds, but may also pose a hazard to locations as far as Suva, Fiji’s capital and the hub of commerce in the Southwest Paci¢c region, located 110 km to the north (Fig. 1)."
  }, {
    "heading": "2. Tectonic setting and geologic background of Kadavu",
    "text": "The Kadavu Island Group (Fig. 1) is an emergent portion of the eastern Hunter Ridge (Verbeeten, 1996) that lies along and northward of the Conway^Kadavu Lineament (Pelletier et al., 1998). The island group consists of at least 12 overlapping high-Si andesite and dacite volcanoes (Woodrow, 1980), with products K^Ar dated between 3.4 and 0.48 Ma (Whelan et al., 1985). Since ca. 3 Ma, volcanism in other areas of Fiji has been dominated by intraplate alkali basalts (Gill and Whelan, 1989) resulting from opening of the Lau Basin between Fiji and Tonga and separation of Fiji from a subduction in£uence (Colley and Hindle, 1984; Whelan et al., 1985). Hence, in this context the Kadavu Island Group is considered tectonically, petrologically and geochemically unusual (e.g. Gill and Whelan, 1989). The calc^alkaline volcanism of Kadavu is attributed to northward subduction of the Australian Plate along the Hunter Fracture Zone (sometimes termed the Kadavu Trench; Colley and Hindle, 1984; Rodda and Kroenke, 1984). Past subduction is evidenced by a deep trough along the Hunter Fracture Zone (Launay, 1982; Brocher and Holmes, 1985), the truncation of magnetic anomalies against the trough (Malaho¡ et al., 1982), and the typical subduction geochemical signature of the Kadavu lavas (Verbeeten, 1996).\nFig. 1. (A) Map of the geography and tectonic setting of Fiji with interpreted rates and directions of plate movement (after Pelletier et al., 1998). (B) Topographic sketch map of the Nabukelevu province with village locations. (C) General bathymetry of the Kadavu^Suva Basin area of southern Fiji as adapted from the 1:250 000 bathymetric charts of the region held by the Fiji Mineral Resources Department. Note continuation of the Hunter Ridge SW of Kadavu and the edge of the Kadavu Trench to the SE of the island group. The numbered crosses represent sampling localities on the 1998 Koyo-Maru cruise. Sediments from sites 8^10 are described in the text, with core samples from sites 8 and 9 shown in Fig. 9.\nVOLGEO 3040 9-2-04\nPresent seismicity suggests that plate convergence at the Hunter Fracture Zone has ceased (Hamburger et al., 1990), and the pattern of activity now indicates extensional or strike-slip deformation of the upper plate of the former subduction zone. Johnson and Molnar (1972) document fault plane solutions of left-lateral strike-slip faulting on a NE-trending fault zone\nin the Kadavu area, although some earthquakes have a thrust focal mechanism on a NW-striking fault plane (Sykes et al., 1969). In addition, Pelletier et al. (1998) consider that 20^30 mm/yr of convergence or left-lateral strike-slip still occurs between the Australian Plate and the Fiji Platform along the Conway^Kadavu Lineament/ Hunter Fracture Zone.\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "3. Geology of Nabukelevu volcano and environs",
    "text": ""
  }, {
    "heading": "3.1. General",
    "text": "The eastern boundary of Nabukelevu volcanic province is bounded by a prominent NE-striking normal fault with a westward downthrow of at least 100 m (Fig. 2). Similar faults are mapped in other portions of the province, including at least two that bisect the Nabukelevu edi¢ce. Many of the faults show evidence for combined normal and left-lateral strike slip, causing distinct notches in the southern coastline (Fig. 2) and o¡setting some ridges and stream channels. Hot springs are located along some of these faults at the shoreline. The main Nabukelevu edi¢ce (805 m asl) is not a classic-shaped stratovolcano, but a steep (slope angles of 55‡ in places), £at-topped complex of biotite^andesite and dacite lava domes, stubby lava £ows and coarse volcaniclastic breccias, at least partly underlain by hyaloclastite deposits. Its basal diameter is between 3 and 3.5 km, and it has a bulk volume above sea level of ca. 3.4 km3. To the southwest of the main edi¢ce lie older and/or contemporaneous lavas, breccias and\ndomes, while to the west and northeast, the edi¢ce is surrounded by £at-lying dacite lavas (Table 1). O¡ the western coast, Nagigia Island is a raised coral platform, apparently uplifted after 205 ka, but since 120 ka it has subsided by ca. 2 m (Nunn and Omura, 1999). Subsidence of Nagigia is consistent with a general downthrow on faults west of the centre of Nabukelevu edi¢ce. South of the main edi¢ce, and along strike of the central-edi¢ce fault, lies a lava dome (Cikobia Point) of similar biotite^andesite composition (Table 1). This is joined to the main island by a coral and volcanic pebbly sand tombolo. Daviqele Bay, to the south of the edi¢ce, is mostly 6 10 m in depth, with an irregular £oor, comprising 5^6-m-high hummocks of partly coralcovered, lava boulders surrounded by sands. A barrier reef protecting this bay lies farther to the southeast, o¡shore of another lava dome and tombolo. North of the edi¢ce sea depth increases rapidly into the Suva Basin, reaching 2100 m at 15 km o¡shore. A submarine topographic high, termed the Kadavu Rise, continues southwest of Kadavu and a major submarine edi¢ce (summit 6 200 m depth) lies 15 km south of Nabukelevu. The Kadavu rise continues SW as part of the Hunter Ridge/Hunter Fracture Zone system.\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "3.2. Lavas",
    "text": "Nabukelevu lavas are generally s 10-m-thick stubby £ows or domes with well developed columnar jointing, and prominent £ow-banding textures. The summit area and upper eastern £anks of the edi¢ce are formed by a prominent dome or coulee (Figs. 2 and 3). A minimum age estimate of 2420: 90 years BP (Wk-7549; Table 2) is derived from dating the lowermost peaty sediment within a small swamp developed on this dome near its summit. Pale-grey biotite-bearing high-silica andesites and dacites are the most common lithologies (Woodrow, 1980; Verbeeten, 1996). The lavas are porphyritic, with 30^40% phenocrysts set\nwithin a very ¢ne-grained granular groundmass of mostly plagioclase and glass, with some rocks containing rare magnetite. Strongly oscillatory zoned plagioclase is the most common phenocryst and can be up to 20 mm long; ¢ner plagioclase crystals (1^3 mm) tend to be elongated laths and are often aligned. Brown and reddish brown, elongate hornblende crystals (6 1 mm, rarely to 5 mm) are rare to common in di¡erent samples. An opaque alteration rim surrounds many hornblendes, with smaller crystals commonly being completely replaced. Biotite and pale green augite crystals range from rare to common abundances between samples, the former being up to 8 mm in diameter, whereas the latter reach only 3 mm in length.\nTable 2 Radiocarbon dates collected during this study\nLaboratory number Measured age\nSample detail Calibrated age rangea\nLocation\n(years BP)\nWk-7550b 6 200 Charcoal £akes within BAF deposition unit of the NW £ank BAF deposit fan (Fig. 2) exposed in fresh landslide scarp at ca. 2 m depth.\nn.d. 19‡6.83PS 177‡58.37PE\nWk-11 587c 243: 39 Charcoal £akes within BAF deposition unit of the NW £ank BAF deposit fan (Fig. 2) exposed in fresh landslide scarp at ca. 15 m depth.\nAD 1520^1560 (0.14) 19‡6.78PS AD 1630^1680 (0.51) 177‡58.64PE AD 1760^1810 (0.30) AD 1930^1950 (0.05)\nBeta-135 357c 780: 50 Fresh planktonic foraminifera tests from 7^9 cm depth in a submarine core at site 8 (Fig. 9)\nAD 1065^1290 18‡47.90PS 177‡54.30PE\nWk-11 588c 1686: 40 Peat soil within summit swamp core at 2.10^2.15 m depth (Fig. 5) below scoriaceous tephra layer.\nAD 240^440 19‡7.22P52PS 177‡59PE\nWk-7548b 1750: 60 Charcoal £akes within main Qalira debris avalanche deposit AD 120^430 19‡8.36PS 177‡58.43PE Beta-135 358c 2250: 70 Fresh planktonic foraminifera tests from 17^19 cm depth in a submarine core at site 8 (Fig. 9) 710^325 BC 18‡47.90PS 177‡54.30PE Wk-7547b 2350: 140 Charcoal £akes within Daviqele debris avalanche deposit 850^50 BC 19‡8.34PS 177‡59.53PE Wk-7549b 2420: 90 Organic soil at base of summit swamp core (Fig. 5; 3.9^4 m depth) 800^350 BC 19‡7.22PS 177‡59.52PE Beta-135 359c 4850: 70 Fresh planktonic foraminifera tests from 12^14 cm depth of a submarine core at site 9 (Fig. 9) 3805^3535 BC 18‡54.20PS 177‡54.00PE Wk-7551b 12 950: 130 Wood fragments from 12^14 cm depth of a submarine core at site 9 (Fig. 9) 13 900^12 850 BC 18‡54.20PS 177‡54.00PE\na Calibrated ages: Wk-dates are given as 2 c ranges calculated using OxCal v.3.5, Bronk-Ramsay (2000) and calibrated using the curve of Stuiver et al. (1998); Beta-date calibrations are given as 2 c ranges following the guidelines supplied by the Beta laboratory, the Wk-11587 date given as all possible ranges within 2 c with probabilities in parentheses.\nb Conventional L counting determinations, University of Waikato Radiocarbon Dating Laboratory, New Zealand c AMS determinations, Beta-codes from Beta Analytic Laboratory, USA; Wk-codes from University of Waikato Radiocarbon\nLaboratory and Institute of Geological and Nuclear Sciences, New Zealand.\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "3.3. Volcaniclastic deposits",
    "text": ""
  }, {
    "heading": "3.3.1. Block-and-ash £ow deposits",
    "text": "Monolithologic breccias are poorly exposed in many parts of the edi¢ce. The best exposures are incisions through a smooth-surfaced fan on the northwest sector of the edi¢ce. This fan lies below a vegetated, steep-sided lava dome (Fig. 4). The dome is roughly circular in plan with a basal diameter of 260 m. It rests upon the steeply NWsloping £ank of Nabukelevu, has a maximum height of 200 m, but only 120 m at its mid-point. The estimated volume of the dome is 5U106 m3. The dome-fan system sits within a large scarp, which at the level of the dome measures 750 m across and 400 m deep. The greyish-brown and reddish-brown poorly sorted breccias are generally massive, but in some exposures there is a faint horizontal fabric in the form of strings of block-sized clasts. The deposits are lapilli and block-rich (50^70% by volume) and contain ¢ne blocks 6 1.5 m in diameter. They are mostly matrix-supported, with a friable coarse-medium ash matrix. Clasts are uniformly angular to sub-angular, dense (2.6 g cm33), glassy\n(some with conchoidal fracture shapes) and poorly vesicular biotite andesite. Other phenocrysts commonly present in clasts include hornblende, augite and plagioclase (up to 8 mm long). The matrix consists of ¢ne glassy rock fragments of the same lithology and abundant, commonly broken, free crystals. Individual beds of between 2 and 8 m thick are de¢ned by both sharp and gradational contacts, rarely separated by cm-scale pockets of ¢ne ash. Weak coarse-tail reverse grading occurs in some units. Very rare, ¢ne £akes of charcoal are dispersed within the deposits in two exposures. Natural Remnant Magnetic (NRM) orientations of blocks within stacked units at two locations were determined with an FG Electronics BR-2 portable magnetometer (10 blocks sampled from each stratigraphic unit). Hoblitt and Kellog (1979) describe this method as a quick and fairly reliable alternative to laboratory studies of remnant magnetism. All clasts measured showed uniformly aligned magnetism, which we interpret as thermal remnant magnetism and indicative of emplacement above Curie point temperatures. Although similar aligned measurements have been attrib-\nVOLGEO 3040 9-2-04\nuted to chemical remnant magnetism through post-depositional authigenic mineral formation (McClelland, 1996), at Nabukelevu the deposits are fresh, and their sedimentary features, location with respect to a dome, and charcoal content are compatible with a hot-emplacement mechanism. We interpret these monogenetic deposits as block-and-ash £ow (BAF) deposits. The dense clasts, the location of the fan with respect to the dome and the lack of interbedded fall deposits, suggests that the BAFs were probably generated by gravitational collapse and mass-wasting of a growing lava dome, with little explosive energy. The best modern analogy is that of BAF formation on Merapi volcano (e.g. Neumann van Padang, 1933; Abdurachman et al., 2000). The minimum volume of BAF deposits on land, considering that many of the pyroclastic £ows would have entered the ocean, is at least 50U106 m3, or in dense-rock-equivalent terms, roughly ¢ve times that of the dome remaining. As the dome formed on the steeply sloping £anks of Nabukelevu it was probably very unstable, comparable to that during the 1989^1990 eruption of Redoubt Volcano (Miller, 1994) and the 1990^ 1995 Unzen eruption (Nakada et al., 1999; Ui et al., 1999). The NW £ank BAF deposits seem to be the youngest on the edi¢ce, with skeletal sandy soils developed directly into them and no evidence of prolonged weathering nor burial by colluvium or other eruptive products. Radiocarbon determinations from charcoal £akes within the BAF deposits at two locations (Table 2) resulted in ages of 6 200 years BP (Wk-7550, at a coastal site at 6 2 m depth), and 243: 39 years BP (Wk-11587, at ca. 300 m on the NW volcano £anks and s 15 m depth in deposits). The Wk-7550 sample, although being within an unweathered BAF deposit, is relatively shallow and may have been contaminated by modern carbon. However, the Wk11587 sample seems reliable, being located within an unweathered BAF deposit unit (with magnetically aligned clasts) at a considerable depth below surface soils. Various calibrated calendar ages are possible for Wk-11587 (Table 2), although the most probable lies between AD 1630 and 1680 (P=0.51).\nSimilar BAF deposits surround other domes on and around the Nabukelevu edi¢ce. A second, smooth surface, BAF deposit fan is mapped on the upper southeastern £anks of the edi¢ce (Fig. 2), although no charcoal was recovered from these deposits."
  }, {
    "heading": "3.3.2. Nabukelevuira scoria unit",
    "text": "A scoriaceous deposit is mapped within two lobes, to the east and southwest of the main Nabukelevu edi¢ce (Fig. 2). The unit is exposed at Nabukelevuira village, in new road cuttings toward Daviqele village and is found within the base of several auger and core holes west of Nabukevuira. The eastern lobe deposits are only encountered at the base of the present soil (at ca. 1 m depth) within pits and cores. In addition, scoriaceous blocks of the same lithology are found in colluvial deposits below the large dome/coulee on the eastern edi¢ce £anks. At the northern margins of the southwest lobe, the 0.25^0.3-m-thick deposit has a mantling, fall character and comprises clast-supported, white ¢ne-coarse, angular, scoria lapilli (maximum diameter of the ¢ve largest clasts, Dmax(5) = 40 mm). Bulk densities of the scoria lapilli were measured by coating particles with a spray-on silicone sealant and suspending in water (cf. Houghton and Wilson, 1989). Particle densities ranged between 1.06 and 1.39 g cm33 (mean= 1.25 g cm33, standard deviation= 0.12 g cm33 ; n=20). This uniformly highly vesicular character contrasts with all other eruptive products mapped on Nabukelevu. Toward the centre of the southwest lobe, the deposit has a mass-£ow character, being a massive, poorly sorted matrix-supported breccia (Fig. 5; K4 site). In two localities, rare reddish brown, plainware pottery fragments (20^50 mm long) occur throughout the deposit. At the central axis, within a palaeo-topographic low, the southwest lobe deposit is s 5.5 m in thickness, comprising three main depositional units (Fig. 5; K10 site), a lower massive ¢negrained unit, a coarser central unit and an overlying sequence of variably bedded diamictons. All units have a mass-£ow character, and rare pinkstained plainware pottery sherds (20^40 mm in\nVOLGEO 3040 9-2-04\nFig. 5. Description and stratigraphy of Nabukelevuira scoriaceous pyroclastic £ow deposit at the locations of samples K4 and K10 (see Table 1 and Fig. 2), and in a composite section from two cores through a swamp near the volcano summit (19‡7.22PS, 177‡59.52PE).\nV O L G E O 3040 9-2-04\nS .J. C ronin et al./Journal of V olcanology and G eotherm al R esearch 131 (2004) 371^396 380\ndiameter and 8^12 mm in thickness) are found within the lowest unit. In all beds the scoria is highly crystalline, containing up to 30% phenocrysts by volume in the solids portion, which comprise in order of abundance: plagioclase laths (2^12 mm long), biotite £akes (2^7 mm diameter), hornblende and augite (both 0.5^5 mm in length). NRM was measured on 10 blocks from each of the lower two units and two beds within the upper sequence (upper sequence samples included 10 lava clasts and 10 scoria clasts from each bed). Blocks from the lower two units showed aligned magnetic orientation, while those from the upper sequence had random orientations. Hot emplacement of the lower two units at the axial location is indicated by the aligned magnetic orientation of clasts, coupled with possible baking (pink surfaces) of the rare pottery sherds and the presence of jig-saw fractured blocks. Sedimentary features imply a highly concentrated pyroclastic £ow. The upper units, with random clast magnetic orientations and high contents of exotic lithologies (including apparent rip-up clasts of clayloam), appear to be debris-£ow deposits resulting from post-eruption reworking of the scoriaceous pyroclastic £ow deposit and older units higher on the volcano slopes. The eastern lobe is not well exposed and only the upper 10^20 cm of deposit, below ca. 1 m of colluvial soil could be recovered from cores and pits. These deposits are of ¢ne^medium, angular, pale brown and white scoria lapilli of the same lithology and density as in the southwest lobe. The deposits contain few ¢nes, are clast-supported and well sorted. Based on these characteristics we interpret the eastern lobe to be fall deposits associated with the eruption of a pyroclastic £ow on the southwest £anks. The uniformly vesiculated nature of the Nabukelevuira deposit and the associated fall deposits suggest an open-vent eruption with pyroclastic £ows generated by partial or full column collapse (e.g. as originally described from St Vincent; Anderson and Flett, 1903). Similar scoria-and-ash £ow deposits are described by Nairn and Self (1978) from vulcanian-style eruptions of Ngauruhoe (New Zealand) in 1975. The degree of vesic-\nulation in the scoria clasts at the two volcanoes is also similar, although the Ngauruhoe deposits contain up to 20% of dense lava clasts in contrast to the Nabukelevuira unit with 6 3%. While scoria-and-ash £ows may also result from explosive destruction of a lava dome (Miller, 1994; Robertson et al., 1998; Nakada et al., 1999), such deposits also often contain a wide range in clast vesicularities. The Nabukelevuira deposit distribution indicates a source vent on or near the summit plateau. A large dome £ow or coulee underlies the present summit, and the scoriaceous deposit overlies this dome, being recovered from cores into peaty sediment in the summit area (Fig. 5; Summit swamp). A shallow crater-like feature immediately west of the summit dome is considered the most likely vent area. The maximum age of this eruption is loosely constrained by the entrainment of pottery within a pyroclastic £ow unit. Due to the lack of diagnostic patterns, the sherds cannot be related to the motif-based successions described from other Fijian islands (Frost, 1979; Cronin and Neall, 2000). First human settlement in the Fiji area occurred between 950 and 750 BC (Anderson and Clark, 1999). The earliest settlers are known for their distinctive geometrically patterned ‘Lapita’ style pottery (e.g. Kirch, 1997; Spriggs, 1997). Lapita sites are found in a few areas of Fiji, mostly concentrated on the western islands (Frost, 1979; Best, 1984). There have been no systematic archaeological studies on Kadavu, nor has any Lapitoid or other patterned pottery been described from the island. Hence, the plainware pottery found within the deposit indicates a maximum eruption age of 950^750 BC. A more precise maximum age of 1686: 40 BP (Wk11588; Table 2) is indicated from dating peaty sediment directly below a scoria tephra layer correlated to the event, within a swamp core on the summit dome/coulee (Fig. 5). This corresponds to a calibrated calendar age maximum of between AD 240 and 440."
  }, {
    "heading": "3.3.3. Other tephra falls",
    "text": "Apart from the scoriaceous tephra fall described above, no other mappable fall deposits\nVOLGEO 3040 9-2-04\nwere found around Nabukelevu. The absence of distinctive fall deposits could be due to the steep slopes, high rainfall and high weathering rates in the area. Recent localised ash falls are, however, indicated by the soil pattern, with Nabukelevu province having weakly leached sandy loams developed from weakly weathered ash (Twyford and Wright, 1965), in contrast to the strongly weathered red heavy clays over most of the remainder of Kadavu. Localised distribution of minor ashfall is consistent with the mapped youthful domes and BAFs of Nabukelevu, (cf. Watanabe et al., 1999). Distal sea£oor sediments collected in surface grab samples within the Suva Basin to the north comprise calcareous oozes, which contain foreign fragments of fresh volcanic glass, biotite and hornblende (see below). The glass and ma¢c crystal contents of the oozes decrease with distance from Nabukelevu, but are still noted up to 40 km from the volcano."
  }, {
    "heading": "3.4. Debris avalanches",
    "text": "The characteristics of the late Holocene debris avalanche events from Nabukelevu Edi¢ce are summarised in Table 3)."
  }, {
    "heading": "3.4.1. Daviqele event",
    "text": "Woodrow (1980) mapped a fan of landslide debris, based on its geomorphology, on the southeastern £anks of Nabukelevu, upslope of Daviqele village (cf. Fig. 2). The deposit covers approximately 1.2 km2 on land, which can be extended to 3.5 km2 based on the extent of a hummocky terrain of large coral-encrusted volcanic boulders within Daviqele Bay. It comprises a single massive debris avalanche unit, at least 10 m thick, as exposed in a quarry west of Daviqele village. A 650- m-wide scarp on the edi¢ce occurs directly upslope of the deposit (Fig. 3), cutting through the westernmost part of the summit area. Deposits exposed in the scarp are 10^20-m packages of grey massive BAF units, interbedded in places with lava. Within the Daviqele quarry, £akes of charcoal and pottery sherds are mixed throughout the lower 5 m of the deposit exposure. Over 30 reddish\nand pale-brown, plainware pottery sherds were extracted from a 10-m2 face, ranging between 20 and 80 mm in diameter and 3 and 10 mm in thickness. Rare bone fragments (either human or large animal) also occurred within the deposit, the largest being skull fragments up to 40 mm diameter and a 20U50-mm tubular bone fragment. These artefacts indicate that the Daviqele debris avalanche incorporated former habitation sites and inhabitants (or at least burial sites) within its path. Charcoal £akes yielded a radiocarbon age of 2350: 140 years BP (Wk-7547; Table 2). This charcoal could either relate to the human artefacts (many of the pottery sherds are charred), or derive from collapsed BAF deposits."
  }, {
    "heading": "3.4.2. Northwest £ank collapse",
    "text": "An U-shaped collapse feature on the northwestern £ank of Nabukelevu is 750 m across at its widest point and up to 400 m deep (Fig. 4). This scarp is partially re¢lled by a dome and associated fan of BAF deposits (as described above). The latter units also overlie deposits interpreted to relate to the collapse feature along part of the northwest coast (Table 3). The bulk of the collapsed material apparently travelled o¡shore, given the proximity of the present coast and the lack of onshore deposits (Fig. 2). There are no direct estimates of the age of this collapse, but the subsequent scarp-¢lling products are apparently the youngest on the edi¢ce, with BAF deposits being emplaced possibly as late as AD 1630^1680 (see above). It is possible that the dome and BAF fan were emplaced immediately following the NW collapse, in a similar fashion to the 1980 St Helens events (e.g. Moore et al., 1981)."
  }, {
    "heading": "3.4.3. Talaulia collapse",
    "text": "A large listric collapse scarp occurs on the northern £anks of Nabukelevu. This steep and mostly unvegetated scarp extends from near the summit plateau (ca. 800 m) to the sea (Fig. 6). Deposits of later landslides form small fans that bury the lower 100^150 m of the scarp and form a narrow bouldery beach. The scarp is up to 700 m wide, with a step in its headwall at about 200 m from the top. Two other smaller\nVOLGEO 3040 9-2-04\nscarps (ca. 10U106 m3 removed) occur on the same £ank. No terrestrial deposits are preserved from this collapse, and the scarp may continue below sea level. Since the scarp cuts an undated portion of the edi¢ce, the failure initiation age is presently unknown. However, Jackson (1853) describes an earthquake in the 1840s, which caused a major collapse of this northern face. In Seemann’s (1862) sketch of Nabukelevu, this scarp is the prominent central feature. Hence, either the earthquake of the 1840s generated landslides on an existing scarp, or it was formed at this time."
  }, {
    "heading": "3.4.4. Qalira collapses",
    "text": "At least three small debris-avalanche deposits and related scarps occur on the southern extension of the Nabukelevu dome complex, at the coast and west of Qalira village (Fig. 2). The largest scarp is around 350 m wide by 240 m high. Subsequent smaller landslides, including events in the last two decades, have built up a 0.5^2-mthick debris-£ow deposit veneer over a palaeosol developed into the main debris avalanche unit. The deposit of the largest collapse (Table 3) contains both dispersed plainware pottery frag-\nments up to 5 cm diameter, and rare dispersed charcoal fragments, both apparently entrained in the landslide. The dated charcoal (Table 3) is most likely derived from human activities prior to the event, based on its coexistence with pottery fragments."
  }, {
    "heading": "3.5. Suva Basin recent sedimentary record",
    "text": "The Suva Basin lies between Kadavu and Beqa and Vatulele Islands to the north, and is oriented subparallel to the Kadavu group (Fig. 1C). Steep slopes lead into the southern part of the basin from Nabukelevu, averaging 17‡ to the 1500 m isobath and 10‡ between 1500 and 2100 m, which is reached by 15 km from the volcano. Surface sediment grab samples were collected along a transect between western Kadavu and Beqa reef (Fig. 1C) during a 1998 joint research cruise of the University of the South Paci¢c and the National Fisheries University of Japan, on board the Koyo-Maru. Cores of 5 cm diameter were pushed vertically into the intact sediment inside a large van Veen grab sampler. Core depth was dependent on the amount of sediment recovered in the grab sampler. Two of the sampling\nVOLGEO 3040 9-2-04\nsites are of particular interest, site 8 (2130 m deep) in the centre of the basin and site 9 (2208 m deep), nearer the Kadavu slope. Most cores from the Suva Basin transect comprise clay-rich muds that contain very little sand; we call this type 1 sediment. In addition to these clay-rich muds, the cores from sites 8 and 9 contain intervals of turbidite-like deposits (Fig. 7), which consist of sandy mud that ¢nes upward into silty muds (type 2 sediments). The sandy mud is also characterised by shallow-water foraminifera, ostracods and pteropods (Collen, pers. commun., 2000), and more terrigenous sediment than type 1 sediment (including ferromagnesian minerals and volcanic glass derived from western Kadavu; Fig. 7). Core 9 also contains wood fragments in the type 2 sediment. The inorganic fractions of the two sediment types were examined from sites 8, 9 and 10 (Fig. 1C); although site 10 contains only type 1 sediment, its location proximal to Kadavu makes it an interesting comparison. The ¢ne sand fraction at site 10 is ca. 5% by weight compared to type 1 sediment at sites 8 and 9, which contains 6 2.5%\n¢ne sand. We attribute the increase in sand to proximity to the source (Kadavu). X-Ray Di¡raction (XRD) analysis on the inorganic sand fraction of type 1 sediment indicates that the four main components are quartz (25^49%), feldspar (19^34%), volcanic glass (14^37%), and ferromagnesian minerals (5^15%). In contrast, the type 2 sediment contains more volcanic glass and ferromagnesian minerals (37^68% and 10^15%, respectively) and less quartz and feldspar. The ferromagnesian minerals were examined in further detail by XRD and modal counts (300 grains) under polarising microscope (Fig. 8). For type 1 sediment, the proportion of biotite drops considerably between site 10 and the sites farther from Kadavu (8 and 9) and no magnetite was present at site 10. For the basin sites (8 and 9), the proportion of each ferromagnesian mineral is similar in the types 1 and 2 sediments, although the total amount of ferromagnesian minerals is greater for the type 2 sediments (Fig. 8). Many of the sand-sized biotite, hornblende and augite grains at site 10 (type 1 sediment) have partial glass selvedges and are associated with\nVOLGEO 3040 9-2-04\ns 30% volcanic glass fragments. Based on the type of homogenous mud sediment the dacitic glass and related mineral fragments are found within, the systematic ¢ning and decrease of the foreign grains with distance from source, we consider their most likely origin to be from dustings of distal ¢ne-grained tephra fall from Nabukele-\nvu. These grains could have been farther distributed by turbidity currents, but the type 1 sediment shows no such bedding characteristics. Biotite also dominates (33^39%) the crystalline inorganic silt fraction at site 10 (type 1 sediment), while it comprises only 14^21% of the crystalline inorganic silt at the more distal sites (8 and 9). The\nVOLGEO 3040 9-2-04\ninorganic silt fraction of type 2 sediment contains much less biotite (3^4%); the remainder of the fraction is made up of kandite, quartz and feldspar with lesser chlorite, smectite and vermiculite. Biotite contents in the crystalline clay fraction of both types 1 and 2 sediment are similar throughout all three sites (13^20%), and kandite group minerals dominate (being common alteration products of glass), along with chlorite, smectite and vermiculite. These data indicate that the relatively high biotite content in the sand and silt fractions are diagnostic of sediment input from Kadavu. The Nabukelevu volcano is the only recognised locality on Kadavu with biotite^andesite dominated lavas (Woodrow, 1980; Verbeeten, 1996). The biotite appears to be sourced from both mass wasting of the volcano and tephra falls blown over the Suva Basin, the latter evidenced by the large amount of volcanic glass at site 10. To date sediments within core 8, more than 300\nof the freshest planktonic foraminiferids were manually separated from 1-cm-thick intervals. Two stratigraphically consistent dates (Fig. 7; Table 2) were obtained from within intervals of type 1 sediment immediately below the type 2 sediment unit, and near the base of the sampled core. The upper of these dates provides a maximum age for the mass £ow generating the type 2 sediment in core-8 of 2250: 70 years BP. Between the two dated intervals, the content of apparent air-fall derived volcanic glass and ferromagnesian minerals in the type-1 sediment is the highest. This could indicate the time range when Nabukelevu was explosively active, and ¢ts the on-land derived date for the Nabukelevuira event. Using the same planktonic foraminiferid sampling procedure in core 9, a date of 4850: 70 years BP was obtained from within the type 2 sediment (Fig. 7; Table 2). This seems too old in comparison with the deposition rate estimated from dates in core 8. Dating of wood fragments from the same stratigraphic slice produced an even older age (Fig. 7; Table 2). Hence, it appears that the mass £ow producing the core-9 type 2 sediment sampled a large stratigraphic slice of terrigenous and marine sediment, and that neither of these dates provide an adequate age estimate of the event. The content of fresh volcanic glass, biotite and shallow water foraminifera within the type 2 sediments (turbidite-like deposits) suggests their derivation from the northern submarine £anks of the Kadavu edi¢ce, most probably in the region of youngest volcanism at Nabukelevu. Based upon the thickness of overlying type 1 sediment, and the proximity of cores 8 and 9, the turbidite-like deposits in both cores could represent the same event. That the type 2 sediment in core 9 is thickest is consistent with the site being closer to Kadavu/Nabukelevu. Given the variations of dates from material within this sediment at 12 cm in core 9, the basal sandy silt may be a composite of the deposits of several submarine mass £ows, although this was not apparent during drilling. It is possible that the turbidite-like type 2 sediments relate to a collapse or collapses that began on land and continued into the sea. They lie within runout range for subaerial debris avalanches of\nVOLGEO 3040 9-2-04\nequivalent volume to the Kadavu events (cf. Siebert, 1984), and submarine debris £ows and avalanches are known to be far more mobile, even on low slopes (e.g. ElverhWi et al., 2003). However, the sediment does not resemble submarine debris avalanche deposits (e.g. Schmincke and Segeschneider, 1998), and hence may represent the outer margins of £ow or post-collapse sedimentation."
  }, {
    "heading": "4. Oral traditions",
    "text": "Oral traditions or legends are the main means of recording momentous historic events for the Melanesian and Polynesian peoples (Bascom, 1965; Finnegan, 1995). They have been used to interpret past volcanic and other geologic events in Papua New Guinea (Blong, 1982), Tonga (Taylor, 1995), Fiji (Cronin and Neall, 2000) and the Solomon Islands (Petterson et al., 2003). A commonly reported legend from Kadavu may provide clues to recent events on Nabukelevu. The legend describes the story of two gods, ‘Tanovo’ who presided over Ono Island (northeast Kadavu group; Fig. 1C) and ‘Tautaumolau’ who presided over the southwestern end of Kadavu (Deane, 1909). Beauclerc (1909) relates that before the described events, the main island of Kadavu was lower than it is now, covered with ordinary black loam and not high enough to block the setting sun, as viewed from Ono Island. One day Tanovo discovered that a great hill (buke levu) had been built up during the night in southwestern Kadavu, obstructing his view of the setting sun. Angered, Tanovo began over several nights to tear down the new hill, ¢lling coconut baskets with earth from its side. He carried the earth a convenient distance north of Ono and dumped it into the sea (forming an island now called Dravuni (‘ash’, Nunn, 1999). Tautaumolau eventually noticed this, and the following night he caught Tanovo just as he was about to head homeward with his baskets ¢lled with earth. To escape, Tanovo stooped down to hide in the sea. Tautaumoulau then bent down and drank the sea dry at that place. Tanovo proceeded to £ee, but his load retarded his £ight, and he cast one earth¢lled basket aside. He ran more rapidly, but the\nviolence of the motion disturbed the earth in his baskets causing more to fall out as he approached the north end of Kadavu. By the time he reached north of Dravuni, Tanovo cast the remainder of his load aside, and then tried to escape by crossing the ocean to Rewa (near Suva on SE Viti Levu), but found the water too deep. The two gods eventually fought, and the ¢nal victor appears to depend on the allegiance of the storyteller (cf. Beauclerc, 1909; Deane, 1909). The Reed and Hames (1967) version of the tale indicates the mountain of Nabukelevu was already present but otherwise follows the same theme of Tanovo taking large portions of earth from the mountain in coconut leaf baskets. In this case Tanovo’s work left a crater at the top of Nabukelevu, and the earth removed was apparently used to form the island of Ono. Aspects of this legend appear fanciful, such as the creation of Ono Island with products from Nabukelevu, but legends describing ashfall are often invoked to explain other landforms in Paci¢c oral traditions; the islands ‘created’ are often good indicators of where tephra fell (e.g. Taylor, 1995). The geologic record of recent events on Nabukelevu appears consistent with an overall legend interpretation of a dome-forming and tephra eruption, during which a £ank collapse/debris avalanche occurred and entered the sea to cause a tsunami. A crater or scarp remained where earth was removed from Nabukelevu, and an ash column was blown to the east and northeast by the prevailing high-level winds (cf. Reid and Penney, 1982). The legend is well remembered and in great detail, which may indicate it is relatively young. By comparison, similar legends and place names record individual volcanic eruptions dated between AD 460^600 and AD 120^310 on Taveuni Island of Fiji (Cronin and Neall, 2000). The Taveuni legends are not as detailed or well known, which may be a function of greater age or less widespread e¡ects. The two known Kadavu eruption possibilities include the Nabukelevuira pyroclastic £ow eruption after AD 240^440, or, more likely the most recent dome and BAF eruption within the NW debris avalanche scarp, possibly as late as sometime between AD 1630 and 1680.\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "5. Other hazardscape factors: earthquake, landslide and tsunami history",
    "text": "A number of historical earthquakes have caused damage in the Nabukelevu area (Table 4), although the pre-1930 part of this record may be incomplete because this part of Fiji had little contact with the main colonial administration. Many of these earthquakes were centred o¡shore to the west and southwest of the province at about 10 km depth (Hamburger et al., 1990). Focal mechanisms for some of the events include left-lateral strike-slip motion on a NE-striking fault zone (Johnson and Molnar, 1972) and thrust motion on a NW-striking fault plane (Sykes et al., 1969). In recent history, with the deployment of portable seismometers, at least three earthquake swarms with hundreds of events have been recorded. The 1983 and 1998 swarms (Table 4) caused widespread alarm due to earthquakes and landslides that occurred continuously over weeks. In both cases the southern villages selfevacuated (Qalira and Davigele/Nasau), with people moving east to Kabariki village. Five historical events generated landslides. The most serious a¡ects, including 30^40 fatalities, resulted from a large event sometime between 1840 and 1850 (Jackson, 1853). The main physical impacts from the 1983 and 1998 earthquakes, as well as the highest earth-\nquake intensities estimated from previous events, are concentrated in the southern part of Nabukelevu. In particular, the villages of Qalira, Daviqele/Nasau and parts of Nabukelevuira have suffered the most from landslides, ground cracking and building failure. Landslide locations during 1983 and 1998 (Fig. 9) are mostly on scarps of the debris avalanches described above, or concentrated along the NE-striking faults mapped through the edi¢ce (Fig. 2). There are no written records of locally generated tsunamis in the Nabukelevu province, although they may possibly be inferred from the legend described above. In addition, many older local inhabitants in the area are aware (or have been told by their elders) that when they feel earthquakes, a local tsunami may occur (Daviqele village, pers. commun. 1999). Two distal tsunamis have been documented on Kadavu. The ¢rst followed the 1953 Suva earthquake, produced up to 2 m runup on most Kadavu coastlines, and killed two people in NE Kadavu (Houtz, 1962). A second tsunami £ooded the low-lying parts of Nabukelevuira village in 1960, forcing people to relocate to the present village site on higher ground (Nunn and Omura, 1999; local inhabitants, pers. commun. 1999). This latter tsunami was probably a Chilean-sourced event, recorded as a 0.5-m-high wave in Suva on 23 May 1960 (Everingham, 1984).\nTable 4 (Continued).\nDate Local time and details\nMagnitude Intensity Epicentre locationa Impact in Nabukelevu province Reference (MM)\n14 Oct 1918\nSingle shock, 00:39 h Ms 5.5 ? up to VI in southern Viti Levu O¡shore, N of Nabukelevu; 19.0‡S, 177.5‡E\nNo details available Everingham, 1983\n1840^1850 ? ? VIII ? O¡shore, N of Nabukelevu; 19.0‡S, 178.0‡E\nMany deaths, including landslide burial of a cave, within which 30^40 women were sheltering for the night; part of the ‘head blu¡’ (north face of Nabukelevu) was shaken down in a landslide Jackson, 1853; Everingham, 1983\na Epicentre locations prior to 1950 may have errors of up to 100 km due to uneven station distribution, inaccurate reporting of arrival times and manual earthquake locating (Everingham, 1983; Hamburger et al., 1990).\nVOLGEO 3040 9-2-04"
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Geologic hazard assessment for Nabukelevu province",
    "text": "The main geological hazards facing Nabukelevu province are interrelated, with some hazard processes (volcanism, earthquakes, cyclones) generating other dangers (debris avalanches, tsunami, landslides). The frequency and interrelationship\nof the main geologic hazards can only be approximated due to the short period of time for which records or geologic data are available."
  }, {
    "heading": "6.1.1. Volcanic eruption-related hazards",
    "text": "At least two late Holocene eruptions occurred from Nabukelevu and during the period of human occupation, including the Nabukelevuira event, after 1686: 40 years BP (AD 240^440; Table 2), and an event forming a dome and BAF fan\nVOLGEO 3040 9-2-04\non the NW £anks, possibly as recent as AD 1630^ 1680. Additional possible late Holocene eruptions include that forming the present summit dome, sometime before 2420: 90 years BP (800^350 BC; Table 2). This may or may not have been related to an eruption forming a BAF deposit fan on the upper eastern volcano £anks. The fan collapsed as part of the Daviqele debris avalanche, hence a minimum age is 2350: 140 years BP (850^50 BC; Table 2). Further evidence for late Holocene volcanism comes from the Suva Basin cores (Site 8) where the highest content of biotite-bearing volcanicash-derived components in type-1 sediment lies in a horizon bracketed by dates of 2250: 70 years BP (710^325 BC) and 780: 50 years BP (AD 1065^1290; Table 2). Late Holocene volcanism appears to have been concentrated in the upper portions of the Nabukelevu edi¢ce. Lava e¡usion has also occurred in outlying areas (e.g. Cikobia Point along a fault zone running NE through the main edi¢ce). However, this more ma¢c volcanism has deeper weathering pro¢les and thus may represent the early stages of Nabukelevu construction. The most common volcanic processes during past Nabukelevu eruptions include dome and lava £ow emplacement with associated BAFs plus explosive eruptions involving tephra falls and associated small column-collapse pyroclastic £ows. Both of these types of pyroclastic £ow are the highest threats to life. Hence, hazard zones mapped (Fig. 10A) for them are based on considerations of the mapped extent of recent eruption products, along with energy line or H/L concepts (e.g. Yamamoto et al., 1993; Sheridan and Mac|¤as, 1995), considerations of local topography, and possible variations in vent location. Hazard zone A (Fig. 10A) is based on the potential distribution of dome or lava-£ow collapse generated BAFs from the summit area of the volcano. Since BAF deposit fans around Nabukelevu are truncated by either younger deposits or the coast, only maximum H/L ratios of 0.41^0.47 can be calculated. For rockfall or collapse-generated BAF’s at Unzen between 1991 and 1995, H/L ratios were mostly between 0.3 and 0.6 (Ui et al., 1999), and at Colima between 0.33 and 0.38\n(mean 0.35; Sheridan and Mac|¤as, 1995). We use an H/L value of 0.35 from the volcano summit area, since this encompasses the locations of suspected Holocene vent areas and the ¢ve major channels that drain summit area catchments. Hazard zone B is based on the potential distribution of small column-collapse pyroclastic £ows from the summit area of the volcano. A maximum H/L of 0.25 is estimated from the distribution of the Nabukelevuira pyroclastic £ow deposit, although both the actual height of collapse and distribution limits are unknown. Sheridan and Mac|¤as (1995) estimated average H/L ratios of 0.24 for larger BAFs and pumice pyroclastic £ows on Colima, and Yamamoto et al. (1993) present ratios of s 0.1 for small volume pyroclastic £ows. A ratio of 0.2 is probably most realistic for the relatively small Nabukelevu volcano. Tephra falls and perhaps rare more-energetic pyroclastic £ows are expected to a¡ect areas within hazard zone C (Fig. 10B). Presumed Nabukelevu tephra-derived glass and mineral grains are found within basin muds (our type 1 sediment) up to 40 km north of the volcano, although they are more common at 30 km. Predominant winds blow toward the east at altitudes of s 3000 m, but lowlevel winds blow toward the NE (Reid and Penney, 1982). The legends described above indicate debris being carried and dropped as far as the Kadavu Group islands near Ono, consistent with the upper-level wind patterns. In the absence of on-land depositional evidence, the boundary of hazard zone C is drawn as an ellipse, elongated toward the east, encompassing the island of Ono and extending a maximum 70 km from Nabukelevu. Outside this zone probably only nuisance level impacts occur, with the exception of possible hazard to air tra⁄c."
  }, {
    "heading": "6.1.2. Debris avalanche generation and hazards",
    "text": "Nabukelevu is a steep volcanic pile interlayered with weak and saturated volcaniclastic breccias. The humid tropical climate of the area promotes rapid weathering rates and intense storms; up to 10 tropical cyclones with attendant high-intensity rainfalls (100^250 mm/day) passed over Kadavu between 1970 and 1993 (Terry, 1999). Important debris avalanche triggers on Nabukelevu may in-\nVOLGEO 3040 9-2-04\nclude: (1) cyclonic high intensity rainfall events; (2) large or shallow local earthquakes; (3) intrusion of magma into shallow levels below the edi¢ce; and (4) volcanic eruptions. All of these events have occurred in the late Holocene history of Nabukelevu. The causes are listed in order of decreasing frequency, but in possible order of increasing collapse-generating e⁄ciency. Magma intrusions have triggered several recent cone collapses (e.g. Siebert, 1984), and these may have occurred three or four times since the mid-Holocene on Kadavu. The NW\n£ank collapse was followed by emplacement of a lava dome and BAF deposit fan, and hence may have been triggered by magma intrusion, in a manner similar to that described at Augustine volcano, Alaska (Siebert et al., 1995). The other major landslide scarps appear unrelated to volcanic activity, and may have been triggered by local earthquakes, particularly by motions along the faults cutting through the edi¢ce. The Talaulia, Qalira and Daviqele event scarps are all located along or near the edi¢ce-cutting fault zone, an area probably mechanically weak-\nVOLGEO 3040 9-2-04\nened relative to other parts of the edi¢ce. High hydrothermal £uid pressures may also develop in this fractured body of rock such as observed during magma intrusions (e.g. Voight et al., 1983). Earthquakes involving large movements along this zone may be e⁄cient collapse-triggering mechanisms (e.g. Matsuda and Ariyama, 1985). Small-scale earthquakes and cyclonic storms, although more frequent, probably generate only minor collapses and landslides. This is borne out by the experiences of local inhabitants and the recorded e¡ects of recent earthquakes and cyclones (e.g. Hamburger and Qiolevu, 1983; Table 4; Terry, 1999). Often the smaller-scale landslides occur as remobilisation of portions of large debris-avalanche scarps, particularly on the Talaulia, Qalira and Daviqele scarps. This probably relates to seismically or hydrothermally weakened rocks in these areas and the location of the most severe ground motions during many earthquakes. Potentially the most destructive hazard present is that posed by large-scale edi¢ce collapse (0.03^ 0.1 km3). Three such events have occurred in the late Holocene at Nabukelevu. Although a future similar event could a¡ect any portion of Nabukelevu province, present topography likely prevents debris from travelling eastward of the fault scarps forming the eastern boundary of the province (cf. Fig. 2). Nabukelevu debris avalanches of this scale would undoubtedly reach the sea to generate at least locally important tsunami. For example, the model of Heinrich et al. (1998) for the entry of 0.04 and 0.08 km3 debris avalanches into the sea from Montserrat indicated wave heights of around 10 m within 3 km of the entry location, dropping to around 1^2 m at 10 km distance. A re¢ned model of this collapse (Heinrich et al., 1999) implied 15-m waves within 2 km, and s 5-m waves within 5 km of the entry point. Models of Kienle et al. (1987) also indicate that signi¢cant tsunami hazard is probably con¢ned to within 10 km of source for the scale of potential Nabukelevu collapses. Although the above model values cannot be directly applied to Nabukelevu due to di¡ering coastline geometry, bathymetry and dimensions of the collapsing mass, they suggest a methodol-\nogy to construct collapse generated tsunami hazard zones. Heinrich et al. (1999) note that wave amplitudes decrease as a function of 1/kradial distance from source, and with depths of s 1000 m initially generated waves disperse into waves of various frequencies, some decreasing as a function of 1/radial distance. Using this decay law and probable maximum initial wave heights of 10^ 15 m (cf. Heinrich et al., 1998, 1999), tsunami waves of I0.5 m could be expected up to 100 km from Nabukelevu, a radius encompassing Kadavu, Beqa and Vatulele Islands, as well as large parts of the southern coast of Viti Levu. However, ampli¢cation of waves due to local coastal bathymetry and geometry complicates such generalised calculations. In summary, large debris avalanches could affect any part of Nabukelevu province, tsunami hazards are likely to be signi¢cant within 10 km along the Kadavu coast, and for local areas within a 100 km radius where local bathymetric and coastal geometry factors combine to amplify distal waves (Fig. 10C)."
  }, {
    "heading": "6.1.3. Earthquake and landslide hazards",
    "text": "A more frequent hazard in the Nabukelevu province is that of moderate-sized earthquakes, during which the most important seismic e¡ect is landsliding. Frequent cyclonic storms have also generated local landsliding. Landslides are concentrated in large debris avalanche scarp areas and also along the major fault-controlled valleys. Based on these factors, we determine potential landslide hazard to be greatest for the village of Qalira, which has also su¡ered (along with Daviqele) the greatest impacts from earthquake shaking (Fig. 10D)."
  }, {
    "heading": "6.1.4. Vulnerable elements",
    "text": "Around 2150 people live in the eight villages of Nabukelevu (Fiji Bureau of Statistics, 1998), most of them within volcanic hazard zone A or B (Fig. 10A). Most of the remaining 9500 inhabitants of Kadavu live in coastal communities around the island, leading to a high vulnerability to tsunami hazard. At a lesser, but perhaps locally important tsunami hazard are coastal communities on Beqa (1240 total population) and Vatulele Islands\nVOLGEO 3040 9-2-04\n(910), plus many more along the southern coast of Viti Levu. The nearest airstrip to Nabukelevu, at Vunisea, lies well within volcanic hazard zone C and any tephra fall will a¡ect its operation. A single 4WD road in the south and walking tracks along the north and south coasts are the only land routes out of the province. There is one landing site for a large boat at Nabukelevuira village. The Nabukelevu areas economy is based on subsistence and cash-cropping agriculture. Infrastructure includes one hospital (Daviqele), three schools (Daviqele, Nabukelevuira and Talaulia), a tourist resort on Nagigia Island, plus diesel generators, radio telephones and small motor boats in most of the villages."
  }, {
    "heading": "7. Conclusions",
    "text": "On- and o¡shore geology coupled with archaeological and ethnological evidence demonstrates that volcanism has continued at Nabukelevu into the late Holocene. In addition, Nabukelevu is one of only two Fijian centres (along with Taveuni; Cronin and Neall, 2000) that has a¡ected local settlers, and should be considered as an additional potential source of volcanic hazard within the Fiji group. The magma compositions remain consistent with a subduction source despite the apparent cessation of active subduction in this region. Volcanism appears dominated by formation of domes and minor pyroclastic £ows. The 800-m-high volcanic complex is highly unstable, being constructed from a mixture of lavas and breccias, cut by at least three active fault zones, and situated in a high rainfall environment with frequent large storms. The faults in particular appear to exacerbate the propensity of the edi¢ce to failure by creating weak shattered rock zones, promoting increased hydrothermal £uid pressures through deep fracturing and episodically being the focus of strong ground motions. Failure of these weakened zones formed a series of late Holocene debris avalanches during the period of human occupation. Landslide hazards caused by the frequent earthquake swarms in the area are\nalso focused along these fault zones and existing debris avalanche scarps. Edi¢ce failures or submarine failures from the Nabukelevu area of Kadavu have led to at least one signi¢cant turbidite deposit in the Suva Basin to the north, as well as probably causing local tsunami. The correspondence of many elements in a local oral tradition from Nabukelevu with geological evidence is striking, with both lines of evidence pointing toward a locally important late Holocene eruption and related debris avalanche. Such legends when combined with geological evidence can be an important tool for interpreting palaeohazard records in the Southwest Paci¢c."
  }, {
    "heading": "Acknowledgements",
    "text": "Fieldwork for this project was made possible and enjoyable by the hospitality and assistance of Ratu Maravu Soqosoqo (Pancho), Emma, Cakacaka, and people from Daviqele, Nabukelevuira, and Lomati villages. Prof. Patrick Nunn kindly engaged in many useful discussions and provided pre-publication copies of relevant manuscripts on the Nabukelevu area. We gratefully acknowledge the assistance of the captain, scientists and crew of the Koyo-Maru (National Fisheries University, Japan) and SOPAC in the collection of Suva Basin grab samples. Other logistical support in Fiji was provided by SOPAC, the Fijian National Disaster Management O⁄ce (particularly Agapusi Tuifagelele) and the District O⁄ce of Kadavu. We gratefully acknowledge support from the New Zealand Foundation for Research Science and Technology (contract MAU702), the University of the South Paci¢c URC and the Alexander von Humboldt Foundation. We thank V. Neall, S. de Silva, J. White, C. Waythomas, R. Waitt, J. Major, and K. Cashman for comments on earlier versions of this work."
  }],
  "year": 2004,
  "references": [{
    "title": "The age of Lapita settlement",
    "authors": ["A. Anderson", "G. Clark"],
    "year": 1999
  }, {
    "title": "Report on the eruptions",
    "authors": ["J.S. Flett"],
    "venue": "Fiji. Archaeol. Ocean",
    "year": 1903
  }, {
    "title": "Lakeba: The Prehistory of a Fijian Island",
    "authors": ["Washington", "Kadavu"],
    "year": 1984
  }, {
    "title": "The marine geology of sedi",
    "authors": ["T.M. pp. Brocher", "R. Holmes"],
    "year": 1985
  }, {
    "title": "Volcano^tectonic evolution",
    "authors": ["carbon Accelerator Unit", "H. Oxford. Colley", "W.H. Hindle"],
    "year": 1984
  }, {
    "title": "Impacts of volcanism on",
    "authors": ["S.J. Cronin", "V.E. Neall"],
    "year": 2000
  }, {
    "title": "Post subduction ocean island alkali basalts in Fiji",
    "authors": ["J.B. Gill", "P. Whelan"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Seismicity and crustal structure of the Fiji Platform, southwest Paci¢c",
    "authors": ["M.W. Hamburger", "I.B. Everingham", "B.L. Isacks", "M. Barazangi"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "The Kadavu earthquakes of July^August 1983",
    "authors": ["M.W. Hamburger", "S.R. Qiolevu"],
    "venue": "Mineral Resources Dept. Fiji, Note BP 33/6,",
    "year": 1983
  }, {
    "title": "Numerical modelling of a landslide-generated tsunami following a potential explosion of the Montserrat volcano",
    "authors": ["P. Heinrich", "S. Guibourg", "A. Mangeney", "R. Roche"],
    "venue": "Phys. Chem. Earth A",
    "year": 1999
  }, {
    "title": "Simulation of water waves generated by a potential debris avalanche in Montserrat",
    "authors": ["P. Heinrich", "A. Mangeney", "S. Guibourg", "R. Roche"],
    "venue": "Lesser Antilles. Geophys. Res",
    "year": 1998
  }, {
    "title": "Emplacement temperature of unsorted and unstrati¢ed deposits of volcanic rock debris as determined by palaeomagnetic techniques",
    "authors": ["R.P. Hoblitt", "K.S. Kellog"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1979
  }, {
    "title": "Focal mechanisms and plate tectonics of the southwest Paci¢c",
    "authors": ["T. Johnson", "P. Molnar"],
    "venue": "J. Geophys. Res",
    "year": 1972
  }, {
    "title": "Tsunamis generated by eruptions from Mount St. Augustine volcano, Alaska",
    "authors": ["J. Kienle", "Z. Kowalik", "T.S. Murty"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "The Lapita Peoples: Ancestors of the Oceanic World",
    "authors": ["P.V. Kirch"],
    "year": 1997
  }, {
    "title": "Morphologie et structure de l’arc insulaire des Nouvelles-He¤brides dans sa terminaison sud",
    "authors": ["J. Launay"],
    "venue": "Contrib. EŁ tud. Ge¤odyn. Sud-Ouest Pacif., Trav. Doc. ORSTOM",
    "year": 1982
  }, {
    "title": "Magnetic anomalies and tectonic fabric of marginal basins north of New Zealand",
    "authors": ["A. Malaho", "R.H. Feden", "H.S. Fleming"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Debris avalanche deposits of Ontake volcano, caused by the 1984 Western Nagono Prefecture earthquake ^ on the debris-spray zone",
    "authors": ["T. Matsuda", "T. Ariyama"],
    "venue": "Bull. Earthq. Res. Inst",
    "year": 1985
  }, {
    "title": "Theory of CRM acquired by grain growth, and its implications for TRM discrimination and paleointensity determination in igneous rocks",
    "authors": ["E.A. McClelland"],
    "venue": "Geophys. J. Int",
    "year": 1996
  }, {
    "title": "Dome growth and destruction during the 1989^1990 eruption of Redoubt volcano",
    "authors": ["T.P. Miller"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1994
  }, {
    "title": "Explosive eruptions and pyroclastic avalanches from Ngauruhoe in February 1975",
    "authors": ["I.A. Nairn", "S. Self"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1978
  }, {
    "title": "Overview of the 1990^1995 eruption at Unzen volcano",
    "authors": ["S. Nakada", "H. Shimizu", "K. Ohta"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1999
  }, {
    "title": "De uitbarsting van den Merapi (Midden Java) in de Jaren 1930^1931",
    "authors": ["M. Neumann van Padang"],
    "venue": "Vulk. Seism. Meded",
    "year": 1933
  }, {
    "title": "Early human settlement and the possibility of contemporaneous volcanism, western Kadavu, Fiji",
    "authors": ["P.D. Nunn"],
    "venue": "Domodomo, J. Fiji Mus",
    "year": 1999
  }, {
    "title": "Penultimate Interglacial emerged reed around Kadavu Island, Southwest Paci¢c: Implications for Quaternary island-arc tectonics and sea-level history",
    "authors": ["P.D. Nunn", "A. Omura"],
    "venue": "N.Z. J. Geol. Geophys",
    "year": 1999
  }, {
    "title": "Current tectonics of the Tonga^New Hebrides Region",
    "authors": ["B. Pelletier", "S. Calmant", "R. Pillet"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "The eruptive history and volcanic hazards of Savo, Solomon Islands",
    "authors": ["M.G. Petterson", "S.J. Cronin", "P.W. Taylor", "D. Tolia", "A. Papabatu", "T. Toba", "C. Qopoto"],
    "venue": "Bull. Volcanol",
    "year": 2003
  }, {
    "title": "Myths and Legends of Fiji and Rotuma",
    "authors": ["A.W. Reed", "I. Hames"],
    "year": 1967
  }, {
    "title": "Upper-Level Wind Frequencies and Mean Speeds for New Zealand and Paci¢c Island Stations",
    "authors": ["S.J. Reid", "A.C. Penney"],
    "venue": "N.Z. Meteorol. Serv. Misc. Publ. 174,",
    "year": 1982
  }, {
    "title": "The explosive eruption of Soufriere Hills volcano, Montserrat",
    "authors": ["R. Robertson", "P. Cole", "R.S.J. Sparks", "C. Harford", "A.M. Lejeune", "W.J. McGuire", "A.D. Miller", "M.D. Murphy", "G. Norton", "N.F. Stevens", "S.R. Young"],
    "venue": "West Indies,",
    "year": 1998
  }, {
    "title": "Cenozoic Tectonic Development of the Southwest Paci¢c",
    "authors": ["P. Rodda", "L.W. Kroenke"],
    "venue": "Fiji : A fragmented arc",
    "year": 1984
  }, {
    "title": "Shallow submarine to emergent basaltic shield volcanism of Gran Canaria: Evidence from drilling into the volcanic apron",
    "authors": ["Schmincke", "H.-U", "B. Segeschneider"],
    "venue": "Proc. O.D.P. Sci. Res",
    "year": 1998
  }, {
    "title": "Estimation of risk probability for gravity-driven pyroclastic £ows at Volcan Colima, Mexico",
    "authors": ["J.L. ¤as"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1995
  }, {
    "title": "Large volcanic debris avalanches: Characteristics of source areas, deposits and associated eruptions",
    "authors": ["L. Siebert"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1984
  }, {
    "title": "The 1883 and lateprehistoric eruptions of Augustine volcano, Alaska",
    "authors": ["L. Siebert", "J. Bege¤t", "H. Glicken"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1995
  }, {
    "title": "The Island Melanesians",
    "authors": ["M. Spriggs"],
    "year": 1997
  }, {
    "title": "INTCAL98 Radiocarbon Age Calibration",
    "authors": ["M. Stuiver", "P.J. Reimer", "E. Bard", "J.W. Beck", "G.S. Burr", "K.A. Hughen", "B. Kromer", "G. McCormac", "J. van der Plicht", "M. Spurk"],
    "venue": "BP. Radiocarbon",
    "year": 1998
  }, {
    "title": "Spatial distribution of deep and shallow earthquakes of small magnitudes in the Fiji^Tonga region",
    "authors": ["L.R. Sykes", "B. Isacks", "J. Oliver"],
    "venue": "Bull. Seismol. Soc. Am",
    "year": 1969
  }, {
    "title": "Myths, legends and volcanic activity: An example from northern Tonga",
    "authors": ["P.W. Taylor"],
    "venue": "J. Polyn. Soc",
    "year": 1995
  }, {
    "title": "Kadavu Island, Fiji : Fluvial studies of a volcanic island in the humid tropical South Paci¢c",
    "authors": ["J.P. Terry"],
    "venue": "Singapore J. Trop. Geogr",
    "year": 1999
  }, {
    "title": "The Soil Resources of the Fiji Islands",
    "authors": ["I.T. Twyford", "A.C.S. Wright"],
    "venue": "Government Printer, Suva,",
    "year": 1965
  }, {
    "title": "Generation of block and ash £ows during the 1990^1995 eruption of Unzen volcano, Japan",
    "authors": ["T. Ui", "N. Matsuwo", "M. Sumita", "A. Fujinawa"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1999
  }, {
    "title": "Petrology, Geochemistry and Tectonic Implications of Magmatism along the Northern Hunter Ridge and Kadavu Island Group, Fiji",
    "authors": ["A. Verbeeten"],
    "venue": "Unpubl. Ph.D. Thesis, University of Tasmania,",
    "year": 1996
  }, {
    "title": "Nature and mechanisms of the Mount St",
    "authors": ["B. Voight", "R.J. Janda", "H. Glicken", "P.M. Douglass"],
    "venue": "Helens rockslide-avalanche of",
    "year": 1983
  }, {
    "title": "Co-ignimbrite ash-fall deposits of the 1991 eruptions of Fugen-dake, Unzen volcano, Japan",
    "authors": ["K. Watanabe", "K. Ono", "K. Sakaguchi", "A. Takada", "H. Hoshizumi"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1999
  }, {
    "title": "Radiometric dating of magmatic stages in Fiji",
    "authors": ["P.M. Whelan", "J.B. Gill", "E. Kollman", "R.A. Duncan", "R.E. Drake"],
    "venue": "Circum-Paci¢c Council for Energy and Mineral Resources,",
    "year": 1985
  }, {
    "title": "Geology of Kadavu",
    "authors": ["P.J. Woodrow"],
    "venue": "Mineral Resources Dept. Fiji Bull. 7,",
    "year": 1980
  }, {
    "title": "Pyroclastic £ows from the 1991 eruption of Unzen volcano, Japan",
    "authors": ["T. Yamamoto", "S. Takarada", "S. Suto"],
    "venue": "Bull. Volcanol",
    "year": 1993
  }],
  "id": "SP:45023930021ffa239b22920610ab27e8ab742cf4",
  "authors": [{
    "name": "Shane J. Cronin",
    "affiliations": []
  }, {
    "name": "Marie A. Ferland",
    "affiliations": []
  }, {
    "name": "James P. Terry",
    "affiliations": []
  }],
  "abstractText": "Nabukelevu volcano (805 m) is a small (ca. 3.4 km3) hornblende/biotite^andesite dome^breccia complex. It is the youngest in a Plio^Pleistocene series of volcanoes related to a presently inactive subduction zone in southern Fiji. We present new evidence of up to four Holocene eruption episodes from this volcano, with onshore evidence of the latest activity post-1686: 40 years BP, and offshore evidence of tephra falls between 2250: 70 and 780: 50 years BP. Scoriaceous pyroclastic flow deposits of one eruptive episode contain pottery fragments, presumably entrained from habitation areas during emplacement. Like many composite edifices in moist climates, Nabukelevu is prone to failure, the propensity in this case exacerbated by up to three edifice-cutting fault zones. The fault-induced weak and saturated zones have been the focus of repeated edifice failure through late Holocene debris avalanches of between 10^100 million m3. Many of these avalanches entered the sea, and these or additional submarine failures of the lower island flanks have led to emplacement of at least one major late Holocene submarine mass-flow deposit with distinctive mineralogy in the Suva Basin to the north. Two of the debris avalanches dated at post-2350: 140 and post1750: 60 years BP apparently inundated local habitation areas, and the deposits incorporate pottery and human remains. A widespread local legend describing catastrophic events on Nabukelevu corresponds in content with geologic findings to provide additional evidence of a late Holocene eruptive and debris avalanche disaster on Kadavu during the latter part of the last ca. 2000 years of human occupation, possibly as recent as between AD 1630 and 1680. The present hazardscape of the Nabukelevu area includes common landslides induced by frequent earthquake swarms and cyclones. Larger edifice failures, possibly related to volcanism or fault movement, have the potential to create local tsunami, which under favourable conditions could reach areas near Fiji’s capital, Suva, 110 km to the north. @ 2003 Elsevier B.V. All rights reserved.",
  "title": "Nabukelevu volcano (Mt. Washington), Kadavu ^ a source of hitherto unknown volcanic hazard in Fiji"
}