{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nReconstruction of a fossil forest reveals details of the palaeoecology, palaeoenvironments and climatic conditions in the late Oligocene of South America\nMariana Brea a,d,⁎, Analía E. Artabe b,d, Juan R. Franzese c,d, Alejandro F. Zucol a,d, Luis A. Spalletti c,d, Eduardo M. Morel b,e, Gonzalo D. Veiga c,d, Daniel G. Ganuza b\na Laboratorio de Paleobotánica, Centro de Investigaciones Científicas, Diamante (CICYTTP-Diamante, CONICET), Dr. Matteri y España SN, E3105BWA Diamante, Entre Ríos, Argentina b División Paleobotánica, Facultad de Ciencias Naturales y Museo, Universidad Nacional de La Plata, Paseo del Bosque SN, La Plata B1900FWA, Buenos Aires, Argentina c Centro de Investigaciones Geológicas, Facultad de Ciencias Naturales y Museo, Universidad Nacional de La Plata, Calle 1 No. 644, La Plata B1900TAC, Buenos Aires, Argentina d Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Argentina e Comisión de Investigaciones Científicas de la Provincia de Buenos Aires (CIC), Argentina\n⁎ Corresponding author at: Laboratorio de Paleobotán Científicas, Diamante (CICYTTP-Diamante, CONICET), Dr. M Diamante, Entre Ríos, Argentina. Tel.: +54 343 4983086; fa\nE-mail addresses: cidmbrea@infoaire.com.ar (M. Brea), aartabe@museo.fcnym.unlp.edu.ar (A.E. Artabe), franzese@c (J.R. Franzese), cidzucol@infoaire.com.ar (A.F. Zucol), spalle@ (L.A. Spalletti), emorel@museo.fcnym.unlp.edu.ar (E.M.Mor (G.D. Veiga), dganuza@museo.fcnym.unlp.edu.ar (D.G. Ganu\nhttp://dx.doi.org/10.1016/j.palaeo.2014.11.013 0031-0182/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 26 April 2014 Received in revised form 7 November 2014 Accepted 14 November 2014 Available online 22 November 2014\nKeywords: Late Oligocene fossil forest Three-dimensional reconstruction Multivariate anatomical analysis Coexistence approach Growth rings Argentina\nThis research focuses on the three-dimensional reconstruction of an in situ forest based on fossil wood assemblages recovered in the Rancahué Formation (Upper Oligocene), Neuquén, Argentina. Atherospermataceae, Lauraceae, Nothofagaceae, Eucryphiaceae, Cunoniaceae and Myrtaceae specimens are described. The mapping of a forest floor section and in situ tree diameters enabled the estimation of the following palaeoecological quantitative data: tree density, dominance, basal area, biomass, diametric classes, canopy height, and age classes. Palaeoclimatical data was determined on the basis of physiognomic anatomical features using multivariate anatomical analyses. These results were compared with other proxies including Carlquist's index, Coexistence Approach (CA), Nearest Living Relatives (NLRs), and growth-rings analyses. The structural data from theAluminé forest inferred from these analyses includes: tree density of 463–701 trees/ha, mean height of 15.22 m, dominance of the genus Nothofagoxylon (89.66 m2/ha), total basal area of 158.20 m2/ha, biomass between 43 and 712 tn/ha and mean age of 223 years (specimens between 31 and 700 years old). These results are comparable to those of mature low-to-middle altitude extant forests dominated by Nothofagus and developed under humidtemperate conditions. Based on the NLRs method, the Aluminé forest has a floristic composition similar to the present-day Valdivian forest. The persistence of Nothofagus as the dominant element in temperate rainforests correlates with regimes where large-scale disturbances, such as volcanism and earthquakes are prevalent. The fossil taxa are closely related to the extant Laurelia, Persea, Eucryphia, Nothofagus, Weinmannia, Myrceugenia and Luma. The forest shows intermixed deciduous and evergreen elements, and taxa with shade-intolerance and intermediate shade tolerance. Also, themajority of these taxa need soils with available water. The integrated analysis of multiple sets of proxy data suggests that the late Oligocene forest grew under temperate and humid climate, while the eco-anatomical features and sedimentary data provide information about the environmental stress conditions of its development and the violent causes of burial.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Eocene–Oligocene transition (c. 34.0 Ma) was characterised by the sudden appearance of a great continental ice mass in Antarctica known as Oi 1 Glaciation. This global cooling event involved the sudden\nica, Centro de Investigaciones atteri y España SN, E3105BWA, x: +54 343 4983087.\nig.museo.unlp.edu.ar cig.museo.unlp.edu.ar el), veiga@cig.museo.unlp.edu.ar za).\ngrowth of ice sheets in Antarctica and might be related to the reorganisation of the climate and the ocean systems (DeConto and Pollard, 2003). Such context triggered global climatic changes during the late Eocene (c. 49–39 Ma) and cold conditions were established by lateMiocene (c. 11–8Ma) (Zachos et al., 2001). This scenario is supported by the Patagonian megaflora that shows changes in composition and species associations related to a palaeoclimatological cooling trend (Barreda and Palazzesi, 2007 and references therein). The most important event since the Oligocene was the global expansion of the grasslands and angiosperms, while tropical and subtropical forests were replaced by temperate deciduous woodlands (Retallack, 2004; Tipple and Pagani, 2007; Palazzesi and Barreda, 2012; Strömberg et al., 2012). Also during the late Oligocene (c. 27–26 Ma) a brief warm stage has\nbeen recognised, called the “late Oligocene Warming” (Zachos et al., 2001).\nStudies of Oligocenewood in Argentina are relatively scarce (Herbst et al., 2007 and references therein). More recently, however, Oligocene wood assemblages recovered from the southernmost part of Patagonia were studied in detail by Pujana (2007, 2008, 2009a,b) and Martínez and Pujana (2010). The palaeopalynological information from the Oligocene in Patagonia has revealed a flora characterised by ferns, gymnosperms and angiosperms (Barreda and Palazzesi, 2007; Palazzesi and Barreda, 2007; Prámparo et al., 2007). The late Oligocene–earlyMiocene interval was characterised by a warming episode that allowed the expansion of megathermal and mesothermal angiosperms in middlehigh latitudes of Patagonia (Barreda and Palazzesi, 2007).\nThe Oligocene Patagonian wood record includes members of the Araucariaceae, Podocarpaceae (Conwentz, 1885; Gothan, 1908; Pujana, 2008), Cupressaceae (Conwentz, 1885), Nothofagaceae (see review of Poole, 2002; Pujana, 2007, 2009b), Proteaceae, Atherospermataceae, Myrtaceae, Anacardiaceae, Leguminosae and Rosaceae families (Pujana, 2007, 2008, 2009a,b). This record of in situ Oligocene petrified forests is exceptional in southern South America and its occurrence has contributed significantly to our understanding of past ecosystems (Brea et al., 2007, 2009) and palaeoenvironments in the Aluminé Basin (Spalletti et al., 2013).\nIn this contribution, an in situ mixed fossil forest found at the Rancahué Formation near Aluminé town (Fig. 1) in theNeuquén province (Argentina) is described and analysed. Fieldwork, involved the mapping of the fossil forest and the measurement and sampling of 34 stumps preserved in life position. Based on this data and on the analysis of the wood anatomy, a three-dimensional forest reconstruction was obtained, enabling the reconstruction of the palaeoclimatic conditions during the late Oligocene in the Aluminé region (northwestern Patagonia). To reconstruct the environment and the landscape where this palaeocommunity developed, other parameters such as sedimentary facies and phenological wood characters were considered.\nThe Rancahué Formation was originally considered Miocene in age (Groeber, 1929; Turner, 1965). Based on K40/Ar40 dating of basalts present in this unit, Rapela et al. (1983) assigned this unit to the early Miocene (20 ± 3 Ma). More recently, Vattuone and Latorre (1998) dated this unit at 10± 1Ma (late Miocene) and Ré et al. (2000) obtained an age of 13 ± 1 Ma (late Miocene). Recent detailed mapping and\nFig. 1. Geologic map of the Aluminé fossiliferous region, Neuquén pr\nsampling of basalts resulted in a more accurate 40Ar/39Ar dating of the Rancahué Formation, with ages that range between 25.0 ± 1.4 Ma and 26.0 ± 1.5 Ma (Franzese et al., 2011). These ages place the fossil forest in the late Oligocene (Chattian), and more specifically in the brief warm stage (“late Oligocene Warming”) in which the Antarctic ice was substantially reduced (Zachos et al., 2001).\nTo summarise, the climate change which occurred during the late Oligocene correlates with a marked floral modification (Uhl and Herrmann, 2010), and the study of the Aluminé fossil forest is essential to enlarge the current knowledge on late Oligocene global warming event, in the transition from greenhouse climatic conditions to an icehouse state in southern South America. The study of the Aluminé fossil forest shows the emergence of temperate biomes in Patagonia, characterised by an association of species different from the association found in tropical and subtropical biomes and thesefloristic assemblages are consistent with the climatic change that occurred during the late Oligocene."
  }, {
    "heading": "2. Geological setting",
    "text": "The Aluminé Basin is a volcano-sedimentary depocentre located in the Andean retroarc at 39°S (Franzese et al., 2011). This basin evolved through two stages. The first was an Oligocene extensional stage when the basin was filled with basalts and reworked volcaniclastic and pyroclastic deposits (Rancahué Formation). The second was a Miocene contractional stage, when the basin was filled with alluvial and pyroclastic deposits covered bybasaltic lavas (Chimehuín andTipilihuque Formations). The stratigraphy, geochronology, sedimentolology and structural analyses of the Rancahué Formation have been extensively described by Franzese et al. (2011).\nIn the studied area, the Rancahué Formation is characterised by three facies associations that represent different accumulation conditions in a fluvial/alluvial environment under important volcanic input (Spalletti et al., 2013). Facies association A is characterised by coarsegrained clast- andmatrix-supported conglomerates composed of basaltic cobbles and boulders, interpreted as deposited in subaerial talus and foot-talus slopes by debris floods, hyperconcentrated flows, avalanches, landslides and debris flows. Facies association B is composed of crossstratified, plane bedded andmassive conglomerates, pebbly sandstones and coarse-grained sandstones interpreted as deposited in a regional\novince, Argentina, where the in situ fossil forest was preserved.\nbraided fluvial system. Facies association C consists of massive and faintly laminated siltstones and mudstones. These are interpreted as accumulated from suspension fallout in subaerial and subaqueous environments, with periodic contribution of ash falls (Spalletti et al., 2013). Paleosols were formed in fine-grained tefra, essentially composed of volcanic glass shards with clay minerals, minute organic debris and\namorphous particles. The pyroclastic composition of their parent material allows the paleosols to be classified as typical Andisols. Tree stumps preserved in life position (Fig. 2) have been found anchored in soils developed on fine-grained deposits of facies association C, but preserved in (buried by) coarse-grained conglomerates of facies association A (see Figs. 7 and 11 in Spalletti et al., 2013).\niné region (Patagonia). A. General viewof the stumps (black arrows indicate the position of"
  }, {
    "heading": "3. Materials and methods",
    "text": "The fossil trunks, stumps, andwood fragments were permineralized by silica and have been found in a continuous outcrop of the Rancahué Formation (Fig. 2) located to the west of the Aluminé town, in western Neuquén Province, Argentina (39° 13′ S, 70° 58′W). In this area, detailed sections of the sedimentary succession were measured and described at bed scale (Fig. 3), and cross-sections depicting the distribution and geometry of the sedimentary units constructed (Spalletti et al., 2013).\nThe palaeoecological and palaeoclimatic analysis of the fossil forest involved three main approaches: the taxonomic composition, the vertical and horizontal distribution indicating canopy position, and growth-ring analysis. All these aspects were integrated with taxonomicphenological information to infer the environmental conditions under which the community developed. Modern ecological analogues were used to reconstruct the palaeoecology and palaeoclimate of this fossil forest.\nTwenty petrified woods with excellent preservation of the secondary xylem were analysed. Standard petrographic slides were made along the transverse (TS), tangential longitudinal (TLS) and radial longitudinal (RLS) sections for each of the 20 specimens. The material was studied using a Nikon Eclipse E200 light microscope and the photomicrographs were taken with a Nikon Coolpix S4 digital camera. All macrofossil specimens are housed in the Museo Provincial de Ciencias Naturales “Prof. Dr. Juan A. Olsacher”, labelled as MOZ-PB 013–032 and MOZ-PB 244–245, Zapala, Neuquén province, Argentina. Thinsection slides are housed in the Colección Paleobotánica, Facultad de Ciencias Naturales y Museo, Universidad Nacional de La Plata under the acronym pmLPPB 2110–2129.\nThe description and anatomical terminology used in this paper follow the recommendations of the IAWA List of Microscopic Features for Hardwood Identification (IAWACommittee, 1989). The bibliographic lists provided by Gregory (1994) and Gregory et al. (2009) were used for consulting standard descriptions of extant and fossil plants. The systematic assignment, the descriptions and the comparisons with fossil and extant taxa were performed following the InsideWood web site (InsideWood, 2004-onwards; Wheeler, 2011) and considering the descriptions made by Wagemann (1948), Metcalfe and Chalk (1950), Tortorelli (1956), Petriella (1972), Ragonese (1977), Nishida (1984a, 1984b), Nishida et al. (1988, 1989, 1990), Rancusi et al. (1987), Poole et al. (2001), Poole (2002), Wheeler and Manchester (2002) and Terada et al. (2006a,b). The taxonomic identification was based on twenty fossil woods. This paper includes a brief characterisation of the determined taxa.\nIn the Aluminé forest 34 stumps in life position were mapped at a 1:500 scale using a Brunton compass and tape measure (Fig. 4, Table 1). In the analysis of the spatial distribution of the vegetation, the statistical packages CrimeStat III (developed by Levine, 2007) and, PAST (developed by Hammer, 1999–2013; Hammer et al., 2001) were used. The CrimeStat III package (Levine, 2007) provides a variety of tools to describe the overall spatial distribution, the dominant pattern and the sub-regional patterns (or “neighbourhood” patterns) within the overall distribution (Table 2).\nThe density of the in situ stumpswas calculated using the distance to the nearest neighbour for each stump, as well as the mean distance between stumps in the study area (Hammer et al., 2001). The kernel density interpolation technique, which yields a generalised location of a tree in the entire area, was used to calculate density estimates for the entire region. Also the single kernel routine was used to visualise a kernel density surface representing the distribution of trees. To use the single kernel routine, a reference grid was generated by CrimeStat III with 87.18 columns and 140.64 rows. The routine calculated the distance between each of the 12,261 cells and the 34 tree locations, evaluated the kernel function for each measured distance and summed up the results for each reference cell. The normal distribution kernel function was selected for the kernel estimator, and an adaptive bandwidth\nwith a minimum sample size of 100 was determined as parameter. The kernel densitywas represented using the PAST program (Hammer et al., 2001).\nThe nearest neighbour index (Nni) was used in the identification of the degree of tree clustering. To recognise groups of trees that are\nclustered together based on spatial proximity, the nearest neighbour hierarchical spatial clustering (Nnh) was used. To identify spatially close groups, the Nnh uses two criteria: the threshold distance (in the Aluminé forest, the probability selected was 0.99) and the minimum number of trees (in the Aluminé forest, 5 trees) to be included in each first order cluster.\nSpatial autocorrelation is one of the most important concepts in spatial statistics. Spatial independence is an arrangement in which no spatial relationships exist between trees. Geary's C Statistic was used to identify spatial autocorrelation and clustering of trees of the same age (using the CrimeStat III program, Levine, 2007).\nUsing the basal diameter of stumps (Table 1), their critical buckling heights (Hcrit), that is the height at which the mechanical structure of wood fails (leading to the collapse), were calculated using Niklas' formula (Niklas, 1994)\nHcrit¼C E=ρð Þ1=3D2=3;\nwhere C is a constant (0.792), E represents Young's modulus (958.1 × 106 kg m−2), ρ is the wood density (468.9 kg m−3), and D is the basal diameter (m). Since trees never attain the Hcrit, estimated tree heights (Hest) were calculated based on the ratio between trunk diameter and height observed in living dicot trees (Hest = 19.1 D0.488; Niklas, 1993). The Safety Factor (SF) was obtained dividing the Hcrit by the actual estimated height (Hest). Using SF, a more accurate estimated height (Hest) for the Aluminé fossil trees was obtained.\nIn the case of the Aluminé forest, the stem basal diameter was also measured for each stump and the total basal area was obtained by multiplying the number of trees per ha by the mean basal area per ha (Cottam and Curtis, 1956) (Table 1). Five equationswere used to obtain biomass (Table 4):\n(I) The biomass was estimated using Murray's formula (Murray, 1927: in Mosbrugger et al., 1994) from stump circumference to obtain Fresh weight (wf)\nWd ¼ 0:45Wf ;\nwhere C is the circumference; and (Wd) is Dry weight, Wd = 0.45 · Wf (see Mosbrugger et al., 1994).\nAlso, the biomass was estimated from an allometric equation for all forests (Table 4) following the equation developed by Frangi and Lugo (1985): (II) YT = 10 + 6.4 × (Hest)where Hest is the estimated height. Finally, Biomass was also estimated from stump diameter (D) using the equations developed by Brown (1997) for stems with D≥ 5.6 cm. Three regression equationswere used (Table 4):\n(III) YT = exp {−1.996 + 2.32 ln (D)} (Climatic zone: dry) (IV) YT = exp {−2.134 + 2.530 ln (D)} (Climatic zone: moist) (V) YT = 21.297 − 6.953(D) + 0.740(D2) (Climatic zone: wet)\nwhere YT is the weight and D is the diameter (cm). These equations are generally grouped according toHoldridge's life zones (Holdridge, 1979). These values were then compared with those obtained for the biomass of different life zones in extant forests (Brown and Lugo, 1984; Murphy and Lugo, 1986; Brown et al., 1991; Brandeis and Suárez Rozo, 2005).\nWoodphysiognomymethodswere used for providing palaeoclimatic data from fossil wood assemblages (Wiemann et al., 1998). Wiemann et al. (1998, 1999, 2001) proposed equations for estimating several palaeoclimatic factors using simple andmultiple regressions. The twelve wood anatomical characters that these authors selected to calculate climatic variables are: (1) vessels with multiple perforations (mult); (2) spiral thickenings present in the vessels (spir); (3) vesselsmean tangential diameter less than 100 μm (b100 μm); (4) septate fibres (sept); (5) rays commonlymore than 10 cells wide (N10ser); (6) heterocellular rays with 4 or more rows of upright cells (het4+); (7) storied rays (stor); (8) axial parenchyma absent or rare (abs); (9) marginal parenchyma present (marg); (10) ring-porous wood (RP); (11) paratracheal parenchyma (para), and (12) homocellular rays (homo).\nThe characters used in the multivariate analysis with their corresponding states for wood species at Aluminé are shown in Table 3. A value of ‘1’ was consigned when the character is present in a species, a ‘0’ if it is absent and a ‘0.5’ if it is a variable. Ten wood types were recognised among the species from the Aluminé forest. The percentage of occurrence of each anatomical character was calculated by adding up the 1 s, 0 s, and 0.5 s and dividing by the total number of wood types (Table 3).\nThe climate variables calculated on the basis of wood features were: mean annual temperature (MAT), mean annual range in temperature (MART), cold month mean temperature (CMMT), mean annual\nprecipitation (MAP), and length of the dry season (DRY). Four equations were considered for estimating MAT (Wiemann et al., 1998, 1999).\n(I).\nMAT ∘C ¼ 13:40 – 0:250 spirð Þ þ 0:637 N10serð Þ þ 0:255 het4þð Þ þ 0:416 storð Þ – 0:213 absð Þ\n(Wiemann et al. 1998) (II).\nMAT ∘C ¼ 24:78 þ 36:57 storð Þ – 15:61 margð Þ – 16:41 absð Þ\n(Eq. (12), Wiemann et al., 1999) (III).\nMAT ∘C ¼ 17:07 þ 25:23 storð Þ – 23:17 absð Þ þ 13:79 septð Þ\n(Eq. (15), Wiemann et al., 1999) (IV).\nMAT ∘C ¼ 4:30 þ 34:15 parað Þ\n(Eq. (9), Wiemann et al., 1999)\nThe values of MART, CMMT,MAP andDRYwere calculated using the following regression equations:\nMART ∘C ¼ 4:16 þ 0:319 spirð Þ þ 0:135 b100 μmð Þ – 0:373 N10serð Þ – 0:154 het4þð Þ\nCMMT ∘C ¼ 9:91 – 0:355 spirð Þ – 0:098 b100 μmð Þ þ 0:845 N10serð Þ þ 0:368 het4þð Þ þ 0:528 storð Þ – 0:210 absð Þ\nMAP mm ¼ −606 þ 6:332 septð Þ þ 7:901 absð Þ\nDRY months ¼ 6:81 – 0:186 multð Þ – 0:122 septð Þ:\nThe standard errors for MAT, MART, CMMT, MAP and DRY are, 1.7 °C, 2.4 °C, 2.6 °C, 940 mm, and 1.4 months, respectively. These wood physiognomy methods are appropriate to determine terrestrial palaeotemperatures, when using fossil wood assemblages, although they donot offer the same level of accuracy in determiningprecipitation levels. Still, the results of all of the analyses proposed byWiemann et al. (1998), including precipitation, are considered here.\nTheVulnerability Index (V=meanvessel diameter divided bymean vessel frequency) and Mesomorphy ratios (M = Vulnerability Index multiplied by mean vessel member length) were also calculated using the equations developed by Carlquist (1977). V is used as an indicator of hydric conductivity and it is indicative of the sensitivity to the risk\nultiple perforations (mult); (2) Spiral thickenings present in the vessels (spir); (3) Vessels monly more than 10 cells wide (N10ser); (6) Heterocelular rays with 4 or more rows of ) Marginal parenchyma present (marg); (10) Ring-porous wood (RP); (11) Paratracheal\nof embolisms. A low V value indicates woods with numerous and narrow vessels and with a greater capacity for withstanding water stress or freezing. On the contrary, high V values are typical of efficient water conductors with wide and few vessels. High values of M, on the other hand, indicate a mesomorphic wood structure (Carlquist, 1977).\nMany wood anatomical features are affected by environmental factors such as temperature, water availability, light intensity, soil fertility, gravity, photoperiod, climatic periodicity, wind and frost (Wodzicki, 2001). One of these features is the type of perforation plate, and the frequency of genera with exclusively scalariform perforation plates, or with both simple and scalariform plates, that are affected by climatic conditions, in connection with latitude, altitude, and different vegetation types (Baas, 1976). Furthermore, the porosity, length and diameter of the vessel elements and the types of axial parenchyma are discussed and analysed as palaeoecological indicators (Baas, 1976; Carlquist, 1977; Baas, 1986; Wheeler and Baas, 1991, 1993; Baas et al., 2004).\nGrowth rings of the fossil woods were also quantitatively analysed. They were measured on thin sections and polished blocks, and then analysed using dendrochronological techniques, with the main purpose of relating growth-ring patterns to palaeoclimate (Fritts, 1976; Creber, 1977; Creber and Chaloner, 1984a,b, 1985; Francis, 1986; Schweingruber, 1988). Also, dendrogeomorphology techniques were used to predict external disturbances as debris flows, flooding, landslides, and snow avalanches using the process-eventresponsemodel defined by Shroder (1978). Thismethod provides examples of how a geomorphic process affects tree growth (Schweingruber, 1988; Wiles et al., 1996; Stoffel et al., 2005; Bollschweiler et al., 2007; Stoffel and Bollschweiler, 2008).\nThe growth rings were measured on transverse thin-section slides under a microscope to the nearest 0.01 mmwith Essex digital callipers. Statistical parameters determined from the analysis of growth rings in angiosperm fossil woodswere: number of years, mean ringwidth,maximum ring width, minimum ring width, narrowest ring, widest ring, presence and number of false rings, frost rings, Mean Sensitivity (MS) and Annual Sensitivity (AS). The mean ring width is a useful indicator of growth, and wide rings indicate faster growth or a longer growing season (Fritts, 1976). Themost informative parameterwas the variability in ring width (growth) from year to year. This was calculated in terms of AS, that is the difference in width between a pair of consecutive rings divided by their average width (Creber, 1977).\nThe longest growth ring series were analysed using the method based on the concept of ABIC (A Bayesian Information Criterion) minimisation, which is a log-marginal likelihood (Akaike, 1980; Kumagai et al., 1995). This method is standardised to remove nonclimatic variation. Using the PAST program (Hammer et al., 2001); the likelihood algorithm and Akaike criterion (Akaike, 1980) are given for each growth-ring series.\nThe Mean Sensitivity is a quantitative measure of the year-to-year variability in ring width (Fritts, 1976), and provides indications about the variability in growth rate over the lifespan of the tree. Mean Sensitivity values can range from zero (i.e. no year-to-year variability), to an undeterminedmaximum representing the greatest possible variability. High MS values (N0.3) represent sensitive growth and are considered diagnostic of stressful environmental conditions (Creber and Francis, 1999), whereas complacent ring sequences (MS values b0.3) are formed under uniform, favourable conditions (Fritts, 1976). The age of the fossil trees was estimated using the relationship between stump radios and growth-ring widths (Frangi, 1976; Pole, 1999).\nClimatic information of every knownNearest LivingRelatives (NLRs) of the fossil wood taxawas determined for the Aluminé fossil forest and the Coexistence Approach (CA)methodwas used for estimating climate parameters. Based on the assumption that the climatic requirements of Cenozoic plant taxa are similar to those of their NLRs, the aim of the CA is to find the climatic ranges in which a maximum number of NLRs of a given fossil flora can coexist. These coexistence intervals are considered the best description to date of the palaeoclimate for a given fossil flora.\nThe resolution and the reliability of the resulting coexistence intervals increase with the number of taxa included in the analysis and are relatively high in floras with ten or more taxa for which climate parameters are known (Mosbrugger and Utescher, 1997; Mosbrugger, 2009; Utescher et al., 2014). The percentage of NLRs coexisting in the resulting climate intervals is considered as a measure of the significance of the results obtained. Theoretically, 100% of the NLRs of a fossil flora should coexist. In practice, percentages range between 85% and 100% for Cenozoic floras because there may be less accurate data due to several factors including taphonomic conditions, misidentification of NLRs, and the fact that certain NLRs (such as monotypic genera or relicts occurring in isolated areas) may not represent the entire climatic spectrum of their ancestors (Utescher et al., 2000; Poole et al., 2005).\nThe terms “tropical”, “subtropical” and “temperate” are used in this paper in a very general way to indicate broad geographic/macroclimatic zones. Therefore, “tropical” implies non-seasonal, equable warm and humid climates, while “temperate” impliesmarkedly seasonal climates, with seasonality in temperature and/or water availability (according Wheeler and Baas, 1993)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Taxonomic composition of the woods from the Aluminé in situ fossil forest",
    "text": "TheAluminé in situ forest consists of Atherospermataceae, Lauraceae, Nothofagaceae, Eucryphiaceae, Cunoniaceae and Myrtaceae, while the absence of gymnosperms is remarkable (Brea et al., 2007, 2009). Other plant species described from the Aluminé area include arborescent and herbaceous ferns (Vera, 2010) that may correspond to the understory or other floristic associations. Three specimens were assigned to Laurelites doroteaensis Nishida et al., 1988 (MOZ-PB 021–023 and pmLPPB 2118–2120 respectively). This Atherospermataceae fossil species has growth rings demarcated by 2–3 layers of radially compressed fibres and diffuse porous wood (Fig. 5A). Vessels are small in diameter, mainly solitary or in tangential pairs and rarely in short radial series (Fig. 5A) and tyloses are common. Perforation plates are scalariforms with numerous bars (≤40) (Fig. 5C). Intervessel pits are opposite to scalariform in arrangement and vessel-ray pits are horizontally elongated. Axial parenchyma is apotracheal diffuse (Fig. 5A). Fibres have simple to minutely bordered pits. Fibres are septate and thick walled. Rays are 1–4 seriate (Fig. 5B) and heterocellular, composed of procumbent cells in bodywith 2 to 4 rows of upright and/or square marginal cells (Fig. 5C). This fossil wood shows more affinity to extant Laurelia Juss.\nLauraceae are represented in Aluminé forest by three specimens of Paraperseoxylon sp. (MOZ-PB 026–27, MOZ-PB 029 and pmLPPB 2123–2124, pmLPPB 2124 respectively). Members of this family are easy to recognise due to the combination of solitary vessels and in radial multiples, simple and scalariform perforation plates, alternate intervessel pits, vessel-ray parenchyma pits with reduced borders, mainly paratracheal parenchyma and idioblasts (probably “oil cells”) (Wheeler and Manchester, 2002). The genus Paraperseoxylon is characterised by growth rings demarcated by radially compressedfibres and/or indistinct, with diffuse porous wood. Vessels are solitary and in short radial multiples (Fig. 5D), with mean tangential diameter lower than 100 μm. Perforation plates are simple and scalariform. Intervessels pits are crowed alternate and vessel-ray parenchyma pits with reduced borders; horizontally elongated and curved. Fibres are non-septate, thin- to thick-walled. Axial parenchyma is scanty paratracheal to vasicentric to confluent (Fig. 5D). Rays are 1–4 seriate (Fig. 5E) and heterocellular, composed by procumbent cells with one row of upright and/or square marginal cells (Fig. 5F). Idioblasts secretory cells (“oil cells”) in ray margins (Fig. 5F) and among fibres are also present (Scott andWheeler, 1982;Wheeler andManchester, 2002). These specimens may represent a new species of the genus Paraperseoxylon and\nPersea lingue (Miers ex Bertero) Nees is the extant species that exhibits more affinity with the material of Paraperseoxylon sp., material here described.\nThe eucryphiaceous fossil woods have been assigned to Eucryphiaceoxylon eucryphioides (Poole et al., 2001) emended Poole et al., 2003 (MOZ-PB 025 and MOZ-PB 030, pmLPPB 2122 and 2125 respectively). This fossil species has been characterised by diffuse porous woodwith growth rings demarcated by a narrow zone of radially flattened fibres and a decrease in vessel diameter and abundance. Vessels are numerous, mainly solitary, paired and rarely grouped, small in diameter (Fig. 5G). Perforation plates are simple (Fig. 5H) and scalariform. Intervessels pitting and vessel-ray parenchyma pits are circular and opposite to horizontally elongated and scalariform (Fig. 5H). Axial parenchyma is very scarce (Fig. 5G). Rays are uniseriate and biseriate (Fig. 5H) and heterocellular with procumbent body cells and up to two rows of upright and/or square marginal cells (Fig. 5I). Fibres are thin-to-thick walled and non-septate. The genus Eucryphia Cav. is the closest match to E. eucryphioides.\nThe Nothofagaceae family is the most abundant and four species of Nothofagoxylon Gothan, 1908 were recorded. Nothofagoxylon scalariforme Gothan, 1908 emended Poole, 2002 (MOZ-PB 018–019, pmLPPB 2115–2116 respectively) is characterised by growth rings demarcated by radially compressed fibres and a decrease in vessel diameter and abundance, and it is diffuse to semi-ring porous wood (Fig. 6A). Vessels are circular to radially elongated, solitary, in radial rows (up to 6 vessels) and occasionally in clusters (Fig. 6A). Perforation plates are simple and scalariform (Fig. 6C) and intervessel pits are alternate and scalariform (Fig. 6C). Tyloses are present (Fig. 6A). Vessel-ray parenchyma pits are circular, oval, horizontally elongated to scalariform, simple or with strongly reduced borders. Axial parenchyma is diffuse (Fig. 6A). Rays are heterocellular andmostly uniseriate occasionally biseriate (Fig. 6B).Wood anatomical features suggest relationshipswith the extantNothofagus dombeyi (Mirb.) Blume andNothofagus antarctica (G. Forst.) Oerst.\nNothofagoxylon ruei Salard, 1961 emended Poole, 2002 (MOZ-PB 013 andMOZ-PB 032, pmLPPB 2110 and 2127 respectively) is characterised by the presence of growth rings demarcated by radially flattened fibres and a decrease in vessel diameter and abundance and it is diffuse to semi-ring porous wood (Fig. 6D). Vessels are solitary, in short radial multiples and in clusters (Fig. 6D). Tyloses are common (Fig. 6D). Perforation plates are simple (Fig. 6F) and some scalariform in narrowest vesssels. Intervessel pits are opposite, subopposite and alternate (Fig. 6E) and vessels-ray parenchyma pits are simple, large, elliptic and opposite (Fig. 6F). Axial parenchyma is absent or extremely rare (Fig. 6D). Rays are heterocellular (Fig. 6F), mainly uniseriate, some biseriate or partly biseriate and rarely triseriate (Fig. 6E). The fossil wood shows more affinity to modern Nothofagus Lophozonia alpina (Poepp. ex A. DC.) Oerst.\nNothofagoxylon kraeuseli Boureau and Salard, 1960 emended Poole, 2002 (MOZ-PB 14, MOZ-PB 016 and MOZ-PB 028, pmLPPB 2111, 2113 and 2123 respectively) is characterised by growth rings demarcated by radially flattened fibres and vessels decreased in diameter and abundance and diffuse to semi-porous wood (Fig. 6G). Vessels are solitary and in radialfiles, some in clusters, and circular to radially elliptic in outline (Fig. 6G). Perforation plates are predominantly simple and scalariform only in the latewood (Fig. 6I). Intervessel pits are predominantly opposite, infrequently horizontal elongated-scalariform or alternate (Fig. 6H). Tyloses are present (Fig. 6G). Vessel-rays parenchyma pits are circular to elliptical and scalariform (Fig. 6I). Axial parenchyma is rare (Fig. 6G). Rays are heterocellular and composed of procumbent body cells with 1 or 2 rows of square to upright marginal cells (Fig. 6I). Rays are biseriate (≥70) or uniseriate, very rarely triseriate (Fig. 6H). Fibres are thin-walled and radially aligned. Forms of the subgenus Lophozonia of Nothofagus are the most related to N. kraeuseli.\nNothofagoxylon menendezii Ragonese, 1977 emended Poole, 2002 (MOZ-PB 029 and pmLPPB 2124) is characterised by growth rings\ndemarcated by radially compressed fibres and diffuse to semi-ring porous wood (Fig. 6J). Vessels are in groups of 2–5 (mainly radially aligned) rarely solitary, angular, circular and elongated in outline (Fig. 6J). Perforation plates are simple (Fig. 6K–L). Tyloses are common (Fig. 6J). Intervessel pits are predominantly alternate (Fig. 6L) and vessel-ray parenchyma pits have simple or reduced borders to apparently simples, and circular in outline. Axial parenchyma is apotracheal diffuse and scarce (Fig. 6J). Rays are heterocellular (Fig. 6L), predominantly biseriate (≤60), rarely uniseriate and triseriate (Fig. 6K). The fossil wood shows a close affinity to Nothofagus Lophozonia oblicua (Mirb.) Oerst. and Nothofagus Lophozonia glauca (Phil.) Krasser.\nThe Cunoniaceae is exemplified byWeinmanioxylonmultiperforatum Petriella, 1972 (MOZ-PB 015 and pmLPPB 2112) which has the following diagnostic demarcated features: growth rings, diffuse porous wood (Fig. 7A), predominately solitary vessels, occasionally in 2–3 radial multiples and, rarely in clusters, small tomedium in outline (Fig. 7A). Intervessel pitting is opposite to scalariform, sometimes showing a transitional between both types. Perforation plates are scalariform with ≤20 bars (Fig. 7C). Axial parenchyma is apotracheal diffuse and scarce (Fig. 7A). Rays are heterocellular and multiseriate (3–5 cells wide) (Fig. 7B). The anatomical features of the wood suggest relationships with the extant Weinmannia L.\nThe Myrtaceae family is represented by two fossil genera, Myrceugenelloxylon Nishida, 1984a and Myrceugenellites Nishida et al., 1988. Myrceugenelloxylon pseudoapiculatum Nishida, 1984a (MOZ-PB 017 and pmLPPB 2114) is characterised by faintly demarcated growth rings and diffuse porous wood (Fig. 7D). Vessels are usually solitary and scarce in radial multiples of 2 elements (Fig. 7D). Scalariform perforation plates present 10 to 20 bars some of which are reticulate (Fig. 7F). Intervessel pits are scalariform. Axial parenchyma is scarce or rare (Fig. 7D). Rays are heterocellular (Fig. 7F) and usually triseriate, some uniseriate and rarely multiseriate (Fig. 7E). Modern elements of Myrceugenia hold the most significant resemblance to M. pseudoapiculatum.\nMyrceugenellites oligocenicum Pujana, 2009a (MOZ-PB 024 and MOZ-PB 031, and pmLPPB 2121 and 2126 respectively) has growth ring boundaries marked by the reduction of the radial diameter of the last two or three rows of latewood fibres. Porous wood is diffuse (Fig. 7G) and vessels are solitary or grouped in tangential pairs, small in outline (Fig. 7G). Perforation plates are scalariform with numerous bars. Intervessel pits are circular with opposite arrangement. Tyloses are common (Fig. 7G). Axial parenchyma is absent or extremely rare (Fig. 7G). Rays are uniseriate and biseriate (Fig. 7H) and homocellular or some heterocellular (Fig. 7I). Fibres have distinctly bordered pits. The fossil wood shows more affinity to Luma.\nThe greenhouse–icehouse transition in southern South America and the establishment of cooling conditions during the Oligocene allowed the development of temperate floras with the expansion of the Nothofagus. The palaeofloristc assemblages described in this paper show taxonomic similarities with the temperate rainforests of southern South America today and reflect the change in vegetation and the expansion of temperate elements occurred during the Oligocene."
  }, {
    "heading": "4.2. Ecological and environmental reconstruction of the Aluminé in situ fossil forest",
    "text": ""
  }, {
    "heading": "4.2.1. Spatial distribution of vegetation",
    "text": "Statistical analysis of a mapped forest area carried out using CrimeStat III software and based on the total sample amount of 34 stumps, shows that the mean nearest neighbour distance is 4.86 m (Table 2, Fig. 4). Considering this nearest neighbour distance a density of 423.37 trees/ha can be inferred (Table 4). This density value is comparable to old-growth Nothofagus-dominated forests in the Valdivian Andes (Burschel et al., 1976; Donoso, 1993). Variations in density across an area can be illustrated through density maps, which can be useful in visualising hot spots and density gradients (Hammer et al., 2001).\nKernel density estimates from the Aluminé forest suggest the existence of two or three placeswhere therewas amore significant concentration of individuals (Fig. 8). In these zones, the inferred density ranges between 463 and 701 trees/ha.\nThe nearest neighbour index (Nni) and the nearest neighbour hierarchical spatial clustering (Nnh) methods were used to identify clusters. The nearest neighbour index (Nni) allows the identification of tree clustering by dividing the empirical average distance to the nearest neighbour by a spatially random expected distance. The results\nfor the Aluminé forest indicate that the trees are grouped (Nni = 0.51) (Table 2).\nTo identify groups of trees that are spatially close, nearest neighbour hierarchical spatial clustering (Nnh) was used. In the study area, only one order of clustering was recognised. The trees are aggregated into three first-order groups whose density values range between 463 and 701 trees/ha. The clustered vegetation configuration determines that groups have higher density values than the total measured forest area. The high density observed in these subgroups may be due to the\ngrouping of the same species (Figs. 4 and 8). These dense stands in the present-day Patagonian forests are dominated by numerous individuals of Laurelia philippiana Looser, Saxegothea conspicua Lindl. and/or Myrceugenia planipes (Hook. and Arn.) O.Berg. Also, these myrtaceous and/or atherospermataceous stands are associated with well-drained soils (Donoso, 1993; Schlegel and Donoso, 2008).\nGeary's C Statistic was used to identify spatial autocorrelation and clustering of trees with the same age (using the CrimeStat III program, Levine, 2007). If trees of any given zone are spatially unrelated to any other variable, then the expected value of C is 1. At Aluminé locality, the “C” values are close to 1 (“C” = 0.99). Therefore, different age species are considered to be intermingled at this locality.\nFig. 8. Contour map showing intensity of density estimates\n4.2.2. Vertical profile The histogram of diameter classes based on 34 stumps is an asymmetrical curve (right percentage of skew+0.81)with a tail in the largest values. The data show 53% of trees with a basal diameter of 12–57 cm; 20% with 57–80 cm; 11% with 80–102 cm; 10% with 102–147 cm; and 6% between 147 and 170 cm. The Aluminé forest does not preserve individualswith diameters lower than 12 cm, and this could indicate the lack of breeding and/or a taphonomic bias where the small-diameter trees were destroyed by debris flows. The results show that 84% of the trees had diameters between 12 and 102 cm and 16% of older trees had diameters above 102 cm (Fig. 9A, Table 4). These types of curves are more common in native Patagonian forests developed under temperate and humid climate, where different age-classes originated by successive regenerations. This could explain a pattern of vertical stratification in mature forests with trees of different ages and sizes. Moreover, older stands have few individuals because they go through the natural process of growth and mortality. Also the large-diameter trees indicate a maturing forest (Donoso, 1993).\nInmatureNothofagus forests, the seedling establishment depends on natural disasters to promote open zones where juveniles can grow. The lack of juvenile trees in the Aluminé forest could be associated mainly with forest maturation and/or with the fact that the stress conditions were not so severe during the life of the forest (Veblen and Ashton, 1978; Veblen and Schlegel, 1982; Donoso, 1993; Armesto et al., 1995; Luebert and Pliscoff, 2004, 2006; Swanson et al., 2013). Veblen et al. (1980) propose that at moderate elevation the lack of sapling and of relatively small-diameter individuals clearly shows that the shadeintolerant Nothofagus ssp. are not regenerating in undisturbed oldgrowth stands. These authors support the hypothesis that in the oldgrowth, mid-elevations forests of the Valdivian Andes the giant Nothofagus are not regenerating, and that their regeneration depends on a catastrophic disturbance. Also, in the absence of catastrophic disturbances the emergent Nothofagus would be eventually replaced in great part by L. philippiana and S. conspicua. On the other hand, Nothofagus spp. demonstrate ecological strategies suggestive of opportunistic species. They establish in large numbers and grow rapidly in open environments recently available for colonisation (Veblen et al., 1980). These open environments occur in gaps created by the falling of dead trees and/or by catastrophic disturbance.\nat all locations using the single kernel density function.\nTo analyse the vertical distribution profile of vegetation, the basal diameter of trunks was used to estimate the critical bucking height (Hcrit), the estimated height (Hest) and the Safety Factor based on the allometric equations of Niklas (Niklas, 1993, 1994) (Table 4). The Aluminé forest had an average estimated tree height of 15.22 m when the trees were alive. Based on the equations of Niklas (1993, 1994), themaximummeasured diameter (1.70m) corresponds to amaximum height of 24.74 m whereas the minimummeasured diameter of 0.12 m would have represented an individual up to 6.79 m high (Table 4).\nBased on trunk diameter data, 53% of the trees are in the estimated height range between 7 and 15mwhereas 31% of trees ranged between 15 and 20m (Fig. 9B). The remaining 16% had heights that ranged between 20 and 25 m. As stature is the main factor controlling canopy position, the deduced heights of dicot trees (considering the distribution of class diameters) suggest that the forest had two strata. The highest stratum had 15–20 m and the second stratum had 7–15 m, and 16% constituted the emergent trees that reached 25 m tall (Fig. 10)."
  }, {
    "heading": "4.2.3. Dominance, basal area, and biomass",
    "text": "Dominance refers to the capacity of one species to exert overriding influence upon others within the vegetation community. The dominant plant species are usually the ones with the highest biomass in the ecosystem and, therefore, they control the microclimatic conditions for all the others. Dominance was quantified by Cottam and Curtis (1956) and can be calculated for each species by multiplying the mean basal area by the number of trees per species per ha. Nothofagoxylon appears to be the dominant genus with a dominance value of 89.66 m2/ha.\nThe total basal area was calculated by multiplying the number of trees per ha by the mean basal area per ha (Cottam and Curtis, 1956). Considering an average density of 423 trees/ha, the value for the total basal area is 158.20 m2/ha (Table 4).\nThe biomasswas estimated infiveways (Table 4).Method I ofMurray (1927) predicted a dry weight (Wd) of 712 tn/ha. Following the allometric equation of Frangi and Lugo (1985) the biomass (Method II) was estimated at 1227 tn/ha.\nTaking into account that Brown's (1997) equation estimated biomass for subtropical dry or wet forests' life zones sensu Holdridge (1979, Methods III, IV and V, Table 4), the values obtained for the Aluminé forest were so dissimilar that they were discarded (see Table 4). It is inferred that this method does not apply here because it is probably a temperate forest, as seen below. Methods I and II (Table 4) are here considered to provide the most realistic estimates of biomass. This is especially so when the estimated values of the fossil forest are compared with present-day Andean Patagonian forests, and more strictly with old-growth stands of Coigüe–Raulí–Tepa forest in the Valdivian Andes (Schlegel and Donoso, 2008).\nToday, native Patagonian forests that contain some trees with diameters exceeding one metre (and probably several centuries in age) are referred to as “old trees” or “old forest”. These old stands have stemdensity ranges between 250 and 550 trees/ha and basal area range between 48 and 124m2/ha. These old forests also have few species that dominate the largest size classes as Eucryphia cordifolia, Laureliopsis phillippiana, N. dombeyi, Nothofagus nitida and Weinmannia trichosperma (Swanson et al., 2013). Similar values are observed in forests located to the NE of Valdivia (Chile) whose main species are coigüe (N. dombeyi), raulí (Nothofagus alpina), mañio (S. conspicua) and tepa (L. philippiana) (Burschel et al., 1976). Therefore, these extant old forests are good analogues to the fossil forest described here, which grew in an Oligocene volcanic setting close to the Aluminé locality (see more detail in Spalletti et al., 2013)."
  }, {
    "heading": "4.2.4. Wood physiognomy methods and anatomical features to reconstruct palaeoclimate",
    "text": "The five climate variables MAT, MART, CMMT, MAP and DRY were determined (Table 5) using the regression equations of Wiemann et al. (1998, 1999). These physiognomymethods are appropriate to estimate terrestrial palaeotemperatures from fossil wood assemblages, but they do not have the same accuracy in defining precipitation levels. Four equations were used to calculate the mean annual temperature (MAT) for the Aluminé forest, whose values were 13.27 ± 1.7 °C, 10.01± 1.7 °C, 0.335± 1.7 °C and 14.54± 1.7 °C respectively. The predictions of MART and CMMT are 4.21 ± 2.4 °C and 10.30 ± 2.6 °C\nThe Vulnerability Index (V) for the Aluminé forest ranges from 0.17 to 12.46 (average: 3.20) with a Mesomorphic Index (M) of 50 to 6541 (average = 1405) (Table 6). These relatively high values (both of V and M) suggest that the late Oligocene was a period of relatively abundant water in the study area, and that the dicot woods can be interpreted as mesophytes or hydrophytes in terms of xylem structure (Carlquist, 1977).\nIn the Aluminé forest 50% of the species have mixed simple and scalariformperforation plates, 30% have exclusively scalariformperforation plates, and 20% have simple perforation plates (Table 6). The high proportion of specimens with scalariform perforation plates suggests an adaptation to cool temperate climate (Baas, 1976; Wheeler and Baas, 1991, 1993). The high proportion of scalariform intervessel pitting suggests that these trees grew under conditions of high water availability (Poole and Francis, 2000).\nIn this fossil forest, almost all the species have diffuse-porous wood and only exceptionally, some show semi-ring-porous wood. Today, many woods with diffuse porosity are associated with temperate climates and deciduousness (Wheeler and Baas, 1991). The presence of diffuse axial parenchyma in the Oligocene fossil woods suggests also a correlation with temperate floras (Wheeler and Baas, 1991)."
  }, {
    "heading": "4.2.5. Growth-ring analysis and age of the Aluminé in situ fossil forest components",
    "text": "Tree rings are a reliable tool for the acquisition of palaeoclimatic and dendrogeomorphological data (Fritts, 1976; Creber, 1977; Creber and Chaloner, 1984a,b, 1985; Schweingruber, 1988; Stoffel et al., 2005; Bollschweiler et al., 2007). Fifty-two ring sequences, ranging from 3 to 54 rings, were measured from 53 well-preserved fragments of fossil woods. The total number of rings measured was 997 (Table 7).\nThe mean ring width is 2.27 mm, the mean minimum ring width is 0.71 mm, and the mean maximum ring width is 4.90 mm. The narrowest ring is 0.09 mm, and the broadest is 7.01 mm (Table 7). This variability in ring width reflects either fluctuations in annual water supply, changes in the growth environment and/or disturbances such as debris flows or landslides (Fritts, 1976; Creber, 1977; Creber and Chaloner, 1984a,b, 1985; Schweingruber, 1988; Wiles et al., 1996; Creber and Francis, 1999; Stoffel et al., 2005; Bollschweiler et al., 2007; Stoffel and Bollschweiler, 2008).\nMean Sensitivity (MS) values range from0.12 to 0.57,with an average of 0.30. This indicates that the growing environment was not uniform\nfrom year to year and that the Aluminé forest was part of a stressed ecosystemwith amarked climatic variability. Annual Sensitivity (AS) ranges between 0.000 and 0.771, demonstrating extreme climatic conditions (Fig. 11).\nThe longest growth-ring series were used to plot trends or growth predictions estimated by ABIC minimisation methods (Kumagai et al., 1995). The curves generally show negative exponential or decreasing trends whereas others show complex trends. The ring-width sequences that show negative exponential distribution indicate individuals that probably grew with little intra- or inter-specific competition and/or small-scale environmental disturbances as shown in N. scalariforme (Fig. 11A). Distributions with complex or positive exponential trends indicate disturbance events or climatic stress during the growth of the trees or inter- or intraspecific competition; as it is the case for E. eucryphioides (Fig. 12B) and M. oligocenicum (Fig. 12C) (Fritts, 1976; Kumagai et al., 1995).\nThe age of the trees from the Aluminé forest was estimated using the radius of stumps and growth-ring widths (Frangi, 1976; Pole, 1999). Ring widths indicate an average annual growth rate in the order of 0.71–4.90 mm and the radii of stumps range between 75 and 850 mm. This implies that the oldest trees may have been 700 years old, the younger trees 31 years old, and that the average age was 223 years, with amode of 128 years and amedian of 206 years. The Aluminé forest was composed, therefore, mainly of mature trees (Fig. 9C). These values are similar to mature Patagonian forests (Burschel et al., 1976; Donoso, 1993). The absence of trees in the interval comprised by trees c. 450 to 600 years old (probably caused by destruction or death of the trees) could indicate disturbances by geomorphic processes or volcanic activity.\nThe trees from the Aluminé fossil forest developed in soils whose parent materials were fine-grained sediments and tefra, while the large logs in life position were found within the coarse-grained volcaniclastic deposits (Spalletti et al., 2013). During the life of the trees, the fine-grained facies were the main component of the forest floor (Fig. 3), and the logs show the extreme conditions under which they grew (Spalletti et al., 2013). Different types of disturbances produced by intense volcanic activity and geomorphic processes were reflected in the wood anatomy. These include eccentric growth with abrupt increment in their growth-ring thicknesses and reaction wood as shown in the growth rings ofN. ruei (Figs. 13 and 14A). Exceptionally, the burial of a stem can also cause a growth-rate increase, provided that the material left by the mass-movement is rich in nutrients and water, and also that neighbouring trees were eliminated (Stoffel and Bollschweiler, 2008).\nVolcanic ash could have caused defoliation leading to the development of false rings (Table 7; Fig. 14D–E), thin annual growth-rings\nand low SM values (Table 7). On the other hand, the death of trees caused by volcanic eruptions increases the growth-rate of surviving trees, which developwide growth rings due to an increase in light availability (Table 7).\nScratches on the outer bark and wood-penetrating injuries are very common features in trees affected by geomorphic processes or insect attacks. Following this injury, tangential rows of traumatic resin-ducts are produced in the developing secondary xylem (Bollschweiler et al., 2007; Stoffel and Bollschweiler, 2008). These traumatic ducts in the secondary xylem are present in Myrcegenellites oligocenicum (Fig. 14B–C). The presence of volcanic glass in W. multiperforatum (Fig. 14G–H) might have been a post-mortem event as it is possible to see broken cells around the volcanic ash.\nSummarising, the Aluminé forest was an old-growth, temperate-humid, mixed-forest mostly dominated by deciduous and evergreen Nothofagaceae associated with Atherospermataceae, Lauraceae, Eucryphiaceae, Cunoniaceae and Myrtaceae. The dendrogeomorphological data of the Aluminé Forest show responses similar to forests living under conditions of moderate volcanic stress and relatively moderate levels of geomorphic disturbance."
  }, {
    "heading": "4.2.6. Nearest Living Relatives (NLRs) and Coexistence Approach (CA) methods",
    "text": "The Coexistence Approach (CA) method is based on the NLRs concept and is suited for the climatic reconstruction from the Cenozoic palaeobotanical record where it has proved its reliability (Mosbrugger and Utescher, 1997; Poole et al., 2005; Mosbrugger, 2009). The palaeoclimatic data is obtained from the fossil wood record using the climatic requirements of the Nearest Living Relatives of this fossil forest. Data of the extant taxa derives from a number of published sources (see Table 8). The results obtained from the NLRs taxa studied herein are presented in Fig. 12. Ten fossil taxa preserved in situ (Fig. 4) were analysed using the CA method. Based on the minimum and maximum temperature values of the NLRs, we infer a MAT between 0 °C and 10 °C (Table 8; Fig. 13). This indicates that the Aluminé fossil forest would have grown under temperate conditions. The results obtained are in accordance with the multivariate anatomical analysis proposed by Wiemann et al. (1998) (Table 5).\nThe Coexistence Approachmethod allowed the calculation of a MAP between 1800 and 2000mm(Table 8; Fig. 13). This indicates that, in the late Oligocene, the Aluminé fossil forest grew under humid conditions. This is consistent with other proxies such as Carlquist's Index and ecoanatomical wood features (Table 6). The MAP value obtained using the CA method proves to be more reliable than the value obtained from multivariate anatomical analyses (Table 5 shows a value of MAP = 284 mm± 940 mm).\nTable 7 Summary of the growth-ring data for the Aluminé Forest.\nSpecimen number\nName of the ring series\nNumber of the rings\nMean ring width (mm)\nMinimum ring width (mm)\nMaximum ring width (mm)\nMean Sensitivity (MS)\nAnnual Sensitivity (AS) False rings\nMinimum values\nMaximum values\nMOZ-PB 013 MTR0 A 11 2.46 0.82 5.6 0.57 0.151 1.489 A MTR0 B 12 4.19 2.95 5.45 0.12 0.005 0.302 A MTR0 C 14 4.13 1.99 6.41 0.27 0.009 0.576 A MTR0 D 9 4.28 3.23 5.15 0.19 0.047 0.385 A MTR0 E 17 2.8 2.1 3.81 0.13 0.007 0.392 A MTR0 F 11 2.33 1.54 3.04 0.20 0.069 0.497 A MTR0 G 8 4.22 2.65 6.36 0.21 0.043 0.315 A MOZ-PB 014 MTR5 A 10 2.97 1.5 4.25 0.42 0.118 0.78 A MTR5 B 14 2.55 1.49 3.95 0.27 0.065 0.718 A MOZ-PB 015 MTR6 A 21 1.61 0.42 2.91 0.52 0.026 1.333 A MTR6 B 9 2.23 1.53 2.58 0.16 0.000 0.427 A MTR6 C 14 2.41 1.13 3.61 0.40 0.135 1.046 A MTR6 D 14 1.4 0.5 2.11 0.36 0.017 0.947 A MOZ-PB 016 MTR8 A 12 1.75 1.21 2.36 0.23 0.056 0.524 A MTR8 B 14 2.01 1.63 2.43 0.14 0.000 0.278 A MOZ-PB 017 MTR10 A 15 2.21 1.26 2.79 0.20 0.009 0.552 A MTR10 B 20 2.1 1.39 2.75 0.18 0.031 0.657 A MOZ-PB 018 MTR11 A 11 3.26 2.33 4.01 0.15 0.003 0.339 A MTR11 B 15 1.76 1.42 2.54 0.13 0.000 0.263 A MTR11 C 8 3.13 2.01 3.93 0.30 0.026 0.527 A MTR11 D 40 2.6 1.33 4.38 0.20 0.012 0.632 A MOZ-PB 019 MTR12 A 9 2.96 1.35 4.46 0.51 0.087 1.07 A MTR12 B 18 3.12 1.93 5.32 0.22 0.045 0.634 A MTR12 C 21 3.73 2.23 5.45 0.22 0.004 0.492 A MTR12 D 18 1.39 0.5 2.32 0.28 0.074 0.716 A MOZ-PB 029 MTR14 A 18 2.18 0.99 4.11 0.24 0.01 0.71 A MTR15 A 23 1.3 0.55 2.95 0.33 0.041 0.972 A MOZ-PB 021 MTR15 B 22 0.97 0.48 1.62 0.30 0.02 0.919 A MTR15 C 16 1.67 1.2 3.1 0.19 0.041 0.655 A MOZ-PB 022 MTR16 A 7 3.03 1.4 4.55 0.54 0.136 1.198 A MTR16 B 8 2.11 1.25 4.48 0.18 0.047 0.351 A MTR16 C 9 1.87 0.64 2.92 0.39 0.000 0.945 A MOZ-PB 023 MTR20 A 34 1.11 0.33 3 0.28 0.011 0.733 P MTR20 B 13 0.71 0.3 1.56 0.34 0.127 0.8 A MOZ-PB 024 MTR21 A 54 0.74 0.09 3.13 0.43 0.039 1.456 P MOZ-PB 025 MTR27 A 31 0.77 0.26 1.41 0.28 0.016 0.653 A\nMTR27 B 30 1.3 0.49 1.95 0.33 0.012 0.929 A MTR27 C 41 0.98 0.28 1.61 0.32 0.021 1.125 A\nMOZ-PB 026 MTR29 A 9 4.36 1.86 6.59 0.35 0.03 0.792 A MOZ-PB 027 MTR30 A 3 4.9 4.12 5.35 0.13 0.021 0.239 A\nMTR30 B 11 2.75 0.88 5.1 0.37 0.021 0.917 A MTR30 C 19 1.08 0.68 1.9 0.25 0.043 0.568 A\nMOZ-PB 028 MTR32 A 34 0.77 0.21 1.56 0.37 0.015 1.244 P MTR32 B 34 1.55 0.64 3.95 0.24 0.017 0.772 P MTR32 C 46 1.63 0.88 2.83 0.31 0.041 0.922 A MOZ-PB 029 MTR33 A 5 4.28 2.31 6.56 0.28 0.091 0.526 A MTR33 B 8 3.93 1.67 7.01 0.43 0.135 0.635 A MTR33 C 9 2.12 0.9 2.99 0.32 0.031 0.989 A MTR33 D 12 1.9 1 3.6 0.40 0.089 0.791 A MOZ-PB 030 ACO A 37 0.78 0.27 1.72 0.35 0.036 0.892 A ACO B 10 1.59 0.26 1.98 0.45 0.011 1.523 A MOZ-PB 244 GPS 024 45 1.43 0.4 3.05 0.29 0.012 1.042 A MOZ-PB 245 Level ppla 44 0.97 0.12 1.96 0.36 0.028 1.686 P\nTotal 997 Average 2.27 1.22 3.59 0.30 0.041 0.771 Maximun 54 4.90 4.12 7.01 0.57 0.151 1.686 Minimum 3 0.71 0.09 1.41 0.12 0.000 0.239\nTotal of rings series Total number of rings Total number of rings by series Mean ring width (mm) Minimum ring width (mm) Maximum ring width (mm) Annual Sensitivity (AS) Annual Sensitivity (AS)\n52 997 Minimum values Maximum values\nAverage 18 2.27 1.22 3.59 0.30 0.041 0.771 Maximum 54 4.90 4.12 7.01 0.57 0.151 1.686 Minimun 3 0.71 0.09 1.41 0.12 0.000 0.239"
  }, {
    "heading": "5. Discussion",
    "text": "The megafossil record found in the Aluminé locality includes numerous specimens of petrified wood preserved in life position. The\ncomponents of this mixed fossil forest include Atherospermataceae, Lauraceae, Nothofagaceae, Eucryphiaceae, Cunoniaceae and Myrtaceae. The understory assemblages are possibly constituted by the arborescent and herbaceous ferns described by Vera (2010). This palaeofloristic\ncomposition is very similar to the extant Nothofagus-dominated forests developed under temperate and humid climate in Chile–Argentina (Burschel et al., 1976; Veblen and Ashton, 1978; Veblen et al., 1980; Donoso, 1982; Donoso et al., 1986; Donoso, 1987, 1993; Armesto et al., 1995; González et al., 1997; Luebert and Pliscoff, 2004, 2006).\nThe Aluminé forest lived at a palaeolatitude of ~39°–41°S where species of deciduous trees are found intermingled with species of evergreens, Nothofagus is the dominating component, and the conifers are absent. Structurally, the Aluminé forest was characterised by a canopy composed of mature, full-sized dominant species, a slightly lower layer of mature trees, a shrub layer, and probably an understory layer of herbaceous plants. The active volcanic landscape that dominated the geological environment in the area during the Oligocene could have allowed the establishment of the forest and certainly determined its burial. The extant Valdivian model is very similar to the Oligocene forests based on the taxonomic composition and the dynamics of the Nothofagusdominated forests of the Valdivian Andes, where periodic natural catastrophes, principally landslides and volcanic eruptions, create\nconditions favourable for the establishment of the rapidly growing Nothofagus spp. (Veblen et al., 1980).\nEucryphia and Laurelia have intermediate tolerance to shade and are associated with areas of high humidity which make them important components of the temperate Nothofagus-dominate forests. In this stands,Myrceugenia spp. is also present and is related to the degree of water availability in the soil (Donoso et al., 1985; González et al., 1997). It is clear that high water availability controls the retention and colonisation of Myrtaceae, Lauraceae and Atherospermataceae species (Schlegel and Donoso, 2008).\nThe associations of P. lingue–E. cordifolia Cav. and P. lingue–Luma chequen (Feuillée exMolina) A. Gray are very common in the Patagonian forests (Gajardo, 1994). In the Aluminé fossil forest the association Paraperseoxylon sp.–Eucryphiaceoxylon eucryphiodes and Paraperseoxylon sp.–M, oligocenicumwas observed (Figs. 4 and 8).\nTrees ofN. dombeyi up to 50m tall andwell over 2m in diameter are present in the old stands of ValdivianAndean forest of Chile. Ring counts on N. dombeyi stump≥1.5 m indicate ages of at least 450 years, and the presence of a canopy of trees at least 250 years old is a characteristic\nof the old-growth forest (Veblen et al., 1980). The areas disturbed by geomorphic processes allow the regeneration of the shade-intolerant Nothofagus spp. (Armesto et al., 1995). The average age in the Oligocene forest was 220 years, thus indicating that the Aluminé forest is similar to the extant old-growth Nothofagus-dominated forests that grow at mid-elevations in the Valdivian Andes.\nThe climate in the Valdivian forests is characterised by high annual precipitations,mildwetwinters and short dry summers. There are gradients of increasing precipitation from north to south (c. 700–5000 mm). The average minimum temperature of the coldest month is 5.0 °C, the averagemaximumof thewarmestmonth is 20 °C and themean temperature is 11.0 °C (Veblen and Ashton, 1978).\nToday, the presence of Luma, Eucryphia, Persea and Laureliawith old trees of Nothofagus spp. shows that the vegetation type is diverse and mature and has relatively moderate levels of disturbance (Donoso, 1993; Armesto et al., 1995). This plant association may indicate that the temperate and mixed forest-type has developed since at least the beginning of the late Oligocene.\nOne vegetation stage of succession and ecological disturbance is inferred from late Oligocene Aluminé fossil forest. The forest was dominated by Nothofagaceae associated with Atherospermataceae, Lauraceae, Eucryphiaceae, Cunoniaceae andMyrtaceae and corresponds to the climax stage in the vegetation succession, growing at low-tomiddle altitude on the flanks of an active volcano that periodically produced ash rains (Fig. 15A). An extant ecological equivalent to the Aluminé forest would be the Valdivian rainforest types called “Roble– Raulí–Coigüe” and “Coigüe–Raulí–Tepa” by Donoso (1993) and Schlegel and Donoso (2008), which are widespread between 500 and 1000 m a.s.l. in the Andes of south-central Chile. In this region, both large-scale and small-scale disturbances are common. Large-scale disturbances are caused by volcanic eruptions and landslides, and generate even-aged forest stands dominated by Nothofagus species. Small-scale disturbances are those caused by individual or small-group tree-fall gaps in old-growth forests (Schlegel and Donoso, 2008). The trees from the Aluminé forest which were preserved in life position were rapidly buried by gravitational flows that operated in alluvial\nTable 8 Taxa used in the Coexistence Approach (CA).\nNearest Living Relatives NLRs\nFossil taxa Closest anatomical similarity Mean annual temperature (°C)\nMean annual precipitation (mm)\nGenus Sections Species Habit preference Phenology Habit Minimum Maximum Minimum Maximum\nAtherospermataceae Laurelites doroteaensis Laurelia* HF E T (≤30 m) −3 11 1300 3000 Lauraceae Paraperseoxylon sp. Persea lingue E T (≤30 m)\nor Sh −3 23 700 2000\nNothofagaceae Nothofagoxylon scalariforme Nothofagus • Nothofagus Antarctica and\nDombeyi HF D, E T (10–25 m) T (≤50 m) −15 17.4 # 1200 700 5000 4000\nNothofagoxylon ruei Nothofagus • Lophozonia Alpina spp. D T (≤40 m) −15 10 1800 2000 Nothofagoxylon kraeuseli Nothofagus • Lophozonia\n(Fuscospora) T (30–40 m) −15 10 (20) 1000 2300\nNothofagoxylon menendezii Nothofagus • Lophozonia Oblicua and Glauca HF D T (≤40 m) T (≤30 m) −5 10 (20) 1000 2300 Eucryphiaceae Eucryphiaceoxylon eucryphioides Eucryphia* HF D, E T (≤5–40 m) −5 11 2400 3000 Cunoniaceae Weinmanioxylon multiperforatum Weinmannia HF E T (≤30 m) −8 23 1000 3000 Myrtaceae Myrceugenelloxylon pseudoapiculatum Myrceugenia HF, SF D T (≥5 m)\nSh (≥3 m) −8 15 400 3900\nMyrceugenellites oligocenicum Luma HF, SF E T (≤25 m) Sh (≥5 m) (−3) 8 19 700 2000\nKey to abbreviations used: Habitat preference: HF = humid forests, SF = swamp forests. Phenology: D = deciduous, E = evergreen. Habit: T = trees, Sh = shrbs. # Quinteros et al., 2010; * González et al., 1997; • Donoso, 1993, 1987.\nand colluvial fans of the riparian hydrogeomorphic zone (Fig. 3). Dendrogeomorphological and sedimentological data support this hypothesis and a post-event reconstruction shows the forest immediately after the catastrophe (Fig. 15B).\nPalaeofloristic assemblages similar to the Valdivian rainforests (Southern of Chile–Argentina) were reported in the Antarctic Peninsula during the Late Cretaceous–Palaeogene. These fossil forests were characterised by Araucariaceae, Podocarpaceae, Cupressaceae, Nothofagaceae, Myrtaceae, Eucryphiaceae Lauraceae, Monimiaceae, Cunoniaceae, together with Cyatheaceae and Dicksoniaceae (Poole et al., 2001, 2003; Cantrill and Poole, 2005; Poole et al., 2005; Cantrill and Poole, 2013 and references therein). Southern high-latitude, angiosperm-dominated floras recorded in the Middle Eocene Dragon Glacier Moraine (Antarctic Peninsula) provide the closest analogues to extant Valdivian rainforests, where a MAT c. 10 °C and a MAP c. 1000 mm were inferred (Francis et al., 2009).\nIn the late Early Miocene of the Santa Cruz Formation at the southeast of Patagonia, the vegetation was a mixture of open temperate semi-arid forests and humid warm-temperate forests. The arboreal component includes members of the Araucariaceae, Nothofagaceae, Cunoniaceae, Proteaceae?, Myrtaceae, Akaniaceae and Arecaceae (Brea et al., 2012, 2013). An extant ecological equivalent would be the forests in the coastal Maule Region, Chile (Donoso, 1993; Armesto et al., 1995). Also, these particular types of floristic composition associated with coastal marine climates are present in New Zealand and southeastern Australia (Hill, 1994).\nFossil woods from the Oligocene Río Leona Formation, which crop out along the Andean region of southwestern Patagonia in Argentina (Pujana, 2007, 2008, 2009a,b; Martínez and Pujana, 2010), present palaeofloristic assemblages similar to the modern temperate forests of Argentina–Chile. These fossil forests were dominated by Podocarpaceae, Nothofagaceae, Cunoniaceae, Leguminosae, Proteaceae and Anacardiaceae. The fossil wood, leaf impression and pollen record\nindicate Nothofagus-dominated forests (Césari et al., 2006; Pujana, 2008; Barreda et al., 2009). Late Oligocene fossil flora similar to Nothofagus-dominated forests has also been reported in the Cerro Las Águilas flora, in the Pacific coast of Central Chile, dated at 23–26 Ma by Ar/Ar methods (Hinojosa and Villagrán, 1997, 2005). The CLAMP analysis (Climate Leaf Analysis Multivariate Program) provided MATs between 16.6 ± 2.1 °C and 16.9 ± 2.4 °C for the Cerro Las Águilas fossil flora and a MAP estimate of 1500–760 mm for mixed fossil flora with Nothofagus (Hinojosa and Villagrán, 2005)."
  }, {
    "heading": "6. Conclusions",
    "text": "Ten fossil taxa and 34 in situ specimens of fossil woods have been found in the Aluminé locality, Neuquén, Argentina. This in situ fossil forest enabled the first detailed study of the floristic composition and the palaeoecological and palaeoclimatological conditions of the Rancahué Formation (late Oligocene).\nThe stumps of the Aluminé fossil forestwere grown in soils developed fine-grained parentmaterial. However, they are located in coarse-grained volcaniclastic conglomerates. The location of the in situ stumps clearly indicates that the Aluminé fossil forest was rapidly buried by gravitational flows that operated in alluvial and colluvial fans of the riparian hydrogeomorphic zone.\nNothofagoxylon represents the dominant element in terms of diversity and number of specimens (39%) and is represented byN. scalariforme, N. ruei, N. kraeuseli, and N. menendezii respectively, related with the modern species N. antarctica/dombeyi, N. Lophozonia alpina, N. Lophozonia spp., and N. Lophozonia oblicua/glauca. This in situ Nothofagoxylon-dominated fossil forest occurred in association with atherospermataceous (17%), lauraceous (17%), eucryphiaceous (11%), cunoniaceous (5%) and myrtaceous (17%) elements. The fossil species were assigned to L. doroteaensis, Paraperseoxylon sp. nov., E. eucryphioides, W. multiperforatum, M. pseudoapiculatum and\nM. oligocenicum, respectively, relatedwithmodern Laurelia sp., P. lingue, Eucryphia sp. Weinmannia sp.,Myrceugenia sp. and Luma sp.\nThe spatial distribution of the vegetation shows that the Aluminé fossil forest had two or three subgroups where individuals were mainly concentrated. The forest density ranges between 463 and 701 trees/ha with a mean of 423 trees/ha and a mean nearest neighbour distance of 4.86 m. The Nni index indicates that the trees are grouped, and C value shows that trees of different ages were intermingled.\nThe right asymmetrical curve of the diameter classes indicates the lack of juvenile trees. The Oligocene fossil forest can be classified as a mature or old forest. The mean age was 223 years, while the oldest tree was 700 years old, and the youngest was 31 years old.\nThemean estimated height of all fossil trees was 15.22m. The distribution of the trees' heights indicates that the forest had two strata and few emergent trees that reached 25 m.\nThe dominance, basal area and biomass values show that the Nothofagoxylon was the dominant genus (89.66 m2/ha). The total basal area valuewas 158.20m2/ha and biomasswas estimated between 43 and 712 tn/ha. These values are very similar to those estimated in mature forest stands from the Andean “Coigüe–Raulí–Tepa” forest type with Nothofagus-dominated stand and mixed-species stand.\nThe temperate and humid climate during the late Oligocene at the Aluminé region (Neuquén, Argentina) is supported by wood physiognomy analysis,with values ofMAT between10 and 14 °C and aMAT ranging between 1800 and 2000 mm/years.\nThe Nearest Living Relative (NLRs) method and the eco-anatomical wood features support that the Aluminé fossil forest was integrated by deciduous and evergreen elements, and that it adapted under temperate and humid climate. The Carlquist's Index indicates that the Aluminé Oligocene fossil forest developed under a favourable period of abundant water availability; and the diverse anatomical characters observed in the fossil wood indicate that the species were mesophytes to hidrophytes.\nThe growth-ring analysis indicates that the mean ring was 2.27 mm (0.71–7.01 mm) with a mean MS values ranging from 0.12 to 0.57 (average=0.30). These values demonstrate that the treeswere growing in a stresses environment. The ring-sequences show disturbance events, climatic stress and/or inter- or intraspecific competition.\nThe alteration in growth-ring sequence (i.e. abrupt increment in the ring thickness, false rings, and/or traumatic resin-ducts) could be a response to moderate levels of geomorphic processes such as massmovement processes, landslides and volcanic eruptions. Conversely, the volcanic glass in the anatomy wood could be due to taphonomic processes.\nBased on the comparison with the extant Patagonian forests and on their dynamics, we propose that the Aluminé fossil forest grew at low-to-middle altitudes on the flanks of an active volcano (Donoso, 1993; Armesto et al., 1995; Spalletti et al., 2013) under temperate and humid climatic conditions.\nLike its modern counterparts, the late Oligocene Aluminé forest was composed by climax vegetation of an area that was periodically affected by landslides and volcanic eruptions. As a consequence and by the highly aggrading rhythm and low erosive power of the gravitational flows, the preserved fossil stumps were rapidly buried while they were still in life position."
  }, {
    "heading": "Acknowledgements",
    "text": "We are grateful to L.M.C. Martínez (Museo Argentino de Ciencias Naturales “B. Rivadavia”,Buenos Aires, Argentina) for his collaboration during the fieldwork and to the personnel of the Escuadrón 32 “Aluminé”, Gendarmería Nacional Argentina for their collaboration and field indications. This research was financially supported by the Consejo Nacional de Investigaciones Científicas y Técnicas (Project PIP—CONICET 5968). The authors would like to express their thanks to the three anonymous reviewers and the Editor for their valuable help in providing critical and constructive comments."
  }],
  "year": 2014,
  "references": [{
    "title": "Likelihood and Bayes procedure",
    "authors": ["H. Akaike"],
    "year": 1980
  }, {
    "title": "Ecología de los bosques nativos de Chile",
    "authors": ["J.J. Armesto", "C. Villagrán", "M.K. Arroyo"],
    "venue": "Editorial Universitaria, Santiago de Chile, Chile",
    "year": 1995
  }, {
    "title": "Some functional and adaptative aspects of vessel member morphology",
    "authors": ["P. Baas"],
    "venue": "Leiden Bot. Ser",
    "year": 1976
  }, {
    "title": "Ecological patterns of xylemanatomy. In:Givnish, T.J. (Ed.), InOn the Economy of Plant Form and Function",
    "authors": ["P. Baas"],
    "year": 1986
  }, {
    "title": "Evolution of xylem physiology",
    "authors": ["P. Baas", "F.W. Ewers", "S.D. Davis", "E.A. Wheeler"],
    "venue": "The Evolution of Plant Physiology. Linnean Society Symposium",
    "year": 2004
  }, {
    "title": "Patagonian vegetation turnovers during the Paleogene– Early Neogene: origin of arid-adapted floras",
    "authors": ["V. Barreda", "L. Palazzesi"],
    "venue": "Bot. Rev",
    "year": 2007
  }, {
    "title": "Palynological record of the Paleogene Río Leona Formation (southernmost South America): stratigraphical and paleoenvironmental implications",
    "authors": ["V. Barreda", "L. Palazzesi", "S. Marenssi"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2009
  }, {
    "title": "Reconstructing spatiotemporal patterns of debris-flow activity using dendrogeomorphological methods",
    "authors": ["M. Bollschweiler", "M. Stoffel", "M. Ehmisch", "M. Monbaron"],
    "venue": "Geomorphology",
    "year": 2007
  }, {
    "title": "Contribution à l'étude paléoxylologique de la Patagonie (I)",
    "authors": ["E. Boureau", "M. Salard"],
    "venue": "Senckenbergiana. Lethaia",
    "year": 1960
  }, {
    "title": "Effects of model choice and forest structure on inventorybased estimations of Puerto Rican Forest biomass",
    "authors": ["T.J. Brandeis", "M.R. Suárez Rozo"],
    "venue": "Caribb. J. Sci",
    "year": 2005
  }, {
    "title": "Estudios paleobotánicos de la Formación Rancahué (Mioceno) en la provincia del Neuquén, Argentina",
    "authors": ["M. Brea", "A.F. Zucol", "E.M. Morel", "A.E. Artabe", "J.R. Franzese", "G.D. Veiga", "L.D. Spalletti", "D.G. Ganuza"],
    "venue": "Ameghiniana 44",
    "year": 2007
  }, {
    "title": "Reconstrucción ecológica del bosque fósil in situ de Aluminé (Formación Rancahué, Oligoceno superior), Neuquén, Argentina",
    "authors": ["M. Brea", "A.E. Artabe", "J.R. Franzese", "E. Morel", "A.F. Zucol", "G.D. Veiga", "L.A. Spalletti", "D.G. Ganuza"],
    "venue": "Ameghiniana 46 (4-suplemento),",
    "year": 2009
  }, {
    "title": "Fossil plant studies from late Early Miocene of Santa Cruz Formation: paleoecology and paleoclimatology at the passivemargin of Patagonia, Argentina",
    "authors": ["M. Brea", "A.F. Zucol", "A. Iglesias"],
    "year": 2012
  }, {
    "title": "First Miocene record of Akaniaceae in Patagonia: fossilwood from the late EarlyMiocene Santa Cruz Formation",
    "authors": ["M. Brea", "A.F. Zucol", "M.S. Bargo", "J.C. Fernicola", "S. Vizcaíno"],
    "venue": "Ameghiniana 50 (6-suplementos),",
    "year": 2013
  }, {
    "title": "Estimating biomass and biomass change in tropical forests. FAO Forestry Paper 134",
    "authors": ["S. Brown"],
    "venue": "Food and Agriculture Organization of the United Nations, Rome",
    "year": 1997
  }, {
    "title": "Biomass of tropical forests: a new estimate based on forest volumes",
    "authors": ["S. Brown", "A.E. Lugo"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Biomass of tropical forests of south and southeast Asia",
    "authors": ["S. Brown", "A.J.R. Gillespie", "A.E. Lugo"],
    "venue": "Can. J. For",
    "year": 1991
  }, {
    "title": "Composición y dinámica de un bosque virgen mixto de raulí y coigüe",
    "authors": ["P. Burschel", "C. Gallegos", "O. Martínez", "W. Moll"],
    "year": 1976
  }, {
    "title": "Taxonomic turnover and abundance in Cretaceous to Tertiary wood floras of Antarctica: implications for changes in forest ecology",
    "authors": ["D.J. Cantrill", "I. Poole"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "The Vegetation of Antarctica Through Geological Time",
    "authors": ["D. Cantrill", "I. Poole"],
    "year": 2013
  }, {
    "title": "Ecological factors inwood evolution: a floristic approach",
    "authors": ["S. Carlquist"],
    "venue": "Am. J. Bot",
    "year": 1977
  }, {
    "title": "Hojas de angiospermas de la Formación Río Leona, Oligoceno, Patagonia",
    "authors": ["S.N. Césari", "J.E. Francis", "R.R. Pujana", "S.A. Marenssi"],
    "venue": "Abstracts 9th Congreso de Paleontología y Bioestratigrafía,",
    "year": 2006
  }, {
    "title": "The use of distance measures in phytosociological",
    "authors": ["G. Cottam", "J.T. Curtis"],
    "venue": "sampling. Ecology",
    "year": 1956
  }, {
    "title": "Tree-rings: a natural data storage system",
    "authors": ["G.T. Creber"],
    "venue": "Biol. Rev",
    "year": 1977
  }, {
    "title": "Climatic indications from growth rings in fossil woods",
    "authors": ["G.T. Creber", "W.G. Chaloner"],
    "venue": "Fossil and Climate",
    "year": 1984
  }, {
    "title": "Influence of environmental factors on the wood structure of living and fossil trees",
    "authors": ["G.T. Creber", "W.G. Chaloner"],
    "venue": "Bot. Rev",
    "year": 1984
  }, {
    "title": "Tree growth in the Mesozoic and early Tertiary and the reconstruction of paleoclimates",
    "authors": ["G.T. Creber", "W.G. Chaloner"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1985
  }, {
    "title": "Tree ring analysis: palaeodendrochronology",
    "authors": ["G.T. Creber", "J.E. Francis"],
    "venue": "Fossil Plants and Spores: Modern Techniques. The Geological Society,",
    "year": 1999
  }, {
    "title": "Rapid Cenozoic glaciation of Antarctica induced by declining atmospheric CO2",
    "authors": ["R.M. DeConto", "D. Pollard"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Reseña ecológica de los bosques mediterráneos del Chile",
    "authors": ["C. Donoso"],
    "venue": "Bosque 4",
    "year": 1982
  }, {
    "title": "Variación natural en especies de Nothofagus en Chile",
    "authors": ["C. Donoso"],
    "venue": "Bosque 8",
    "year": 1987
  }, {
    "title": "Bosques templados de Chile y Argentina. Variación, Estructura y Dinámica",
    "authors": ["C. Donoso"],
    "venue": "Editorial Universitaria, Santiago de Chile, Chile",
    "year": 1993
  }, {
    "title": "Estructura y estrategia regenerativa de un bosque virgen de Ulmo (Eucryphia cordifolia Cav.) – Tepa (Laurelia philippiana Phil",
    "authors": ["C. Donoso", "B. Escobar", "J. Urrutia"],
    "venue": "Looser en Chiloé, Chile. Rev. Chil. Hist. Nat",
    "year": 1985
  }, {
    "title": "Variaciones estructurales del tipo forestal",
    "authors": ["C. Donoso", "R. Deus", "J.C. Cockbaine", "H. Castillo"],
    "venue": "Coihue Raulí Tepa. Bosque",
    "year": 1986
  }, {
    "title": "Growth rings in Cretaceous and Tertiary wood from Antarctica and their palaeoclimatic implications",
    "authors": ["J.E. Francis"],
    "venue": "Palaeontology",
    "year": 1986
  }, {
    "title": "From greenhouse to icehouse— the Eocene/Oligocene in Antarctica",
    "authors": ["J.E. Francis", "S. Marenssi", "R. Levy", "M. Hambrey", "V.C. Thorn", "B. Mohr", "H. Brinkhuis", "J. Warnaar", "J. Zachos", "S. Bohaty", "R. DeConto"],
    "venue": "Antarctic Climate Evolution. Developments in Earth & Environmental Sciences",
    "year": 2009
  }, {
    "title": "Descripción florístico-estructural de un ‘stand",
    "authors": ["J.L. Frangi"],
    "venue": "de bosque de Nothofagus dombeyi en lago Gutiérrez (Provincia de Río Negro). Darwiniana",
    "year": 1976
  }, {
    "title": "Ecosystem dynamics of subtropical floodplain forest",
    "authors": ["J.L. Frangi", "A.E. Lugo"],
    "venue": "Ecol. Monogr",
    "year": 1985
  }, {
    "title": "Superposición de cuencas extensionales y contraccionales oligo-miocenas en el retroarco andino norpatagónico: la Cuenca de Aluminé, Neuquén, Argentina",
    "authors": ["J.R. Franzese", "L. D'Elia", "A. Bilmes", "M. Muravchik", "M. Hernández"],
    "venue": "Andean Geol",
    "year": 2011
  }, {
    "title": "Tree Rings and Climate",
    "authors": ["H.C. Fritts"],
    "year": 1976
  }, {
    "title": "La vegetación natural de Chile. Clasificación y Distribución geográfica",
    "authors": ["R. Gajardo"],
    "venue": "Editorial Universitaria, Santiago de Chile, Chile",
    "year": 1994
  }, {
    "title": "Respuesta inicial de Eucryphia cordifolia Cav., Laurelia sempervirens R. et P. Tul. y Aextoxicon punctatum R. et P. en plantaciones mixtas en sectores recientemente florecidos con Chusquea quila",
    "authors": ["M. González", "C. Donoso", "S. Fraver"],
    "venue": "Kunth en el centro-sur de Chile",
    "year": 1997
  }, {
    "title": "Die fossilen Hölzer von den Seymour und Snow Hill Inseln",
    "authors": ["W. Gothan"],
    "venue": "Wissenschaftliche Ergebnisse der Schwedische Süd-Pol. Expedition",
    "year": 1908
  }, {
    "title": "Bibliography of systematic wood anatomy of dicotyledons",
    "authors": ["M. Gregory"],
    "venue": "IAWA J. Suppl",
    "year": 1994
  }, {
    "title": "Fossil dicot wood names, an annotated list with full bibliography",
    "authors": ["M. Gregory", "I. Poole", "E. Wheeler"],
    "venue": "IAWA J. Suppl",
    "year": 2009
  }, {
    "title": "Past: Palaeontological Statistics software",
    "authors": ["Ø. pp.). Hammer", "D.A.T. Harper", "P.D. Ryan"],
    "year": 2001
  }, {
    "title": "Did South American mixed paleofloras evolve under",
    "authors": ["L.F. Hinojosa", "C. Villagrán"],
    "venue": "América. Rev. Chil. Hist. Nat",
    "year": 2005
  }, {
    "title": "List of microscopic features for hardwood identification",
    "authors": ["Ciencias Agrícolas", "Ed. IICA", "San José", "Costa Rica"],
    "venue": "pp.). IAWA Committee,",
    "year": 1989
  }, {
    "title": "219–332. InsideWood, 2004-onwardss",
    "authors": ["Bull"],
    "venue": "Published on the Internet,",
    "year": 2004
  }, {
    "title": "CrimeStat III: A Spatial Statistics Program for the Analysis of Crime",
    "authors": ["N. 247–262. Levine"],
    "year": 2007
  }, {
    "title": "Clasificación de pisos de vegetación y análisis de",
    "authors": ["F. distributor]). Luebert", "P. Pliscoff"],
    "year": 2004
  }, {
    "title": "Sinopsis bioclimática y vegetacional de Chile",
    "authors": ["F. pp.). Luebert", "P. Pliscoff"],
    "venue": "Editorial",
    "year": 2006
  }, {
    "title": "The coexistence approach—a method for quantitative",
    "authors": ["V. Mosbrugger", "T. Utescher"],
    "venue": "Paleoclimatology and Ancient Environments. Elsevier,",
    "year": 1997
  }, {
    "title": "A relationship between circumference and weight in trees and its",
    "authors": ["Rico. Biotropica", "C.D. 89–96. Murray"],
    "year": 1927
  }, {
    "title": "The allometry of safety—factors for plant height",
    "authors": ["Ann. Bot"],
    "venue": "Am. J. Bot",
    "year": 1994
  }, {
    "title": "The anatomy and affinities of the petrified plants from the Tertiary",
    "authors": ["M. 345–351. Nishida"],
    "year": 1984
  }, {
    "title": "The anatomy and affinities of the petrified plants from the Tertiary",
    "authors": ["M. Nishida"],
    "year": 1984
  }, {
    "title": "Anatomy and affinities of the petrified plants",
    "authors": ["M. Nishida", "H. Nishida", "T. Nasa"],
    "year": 1988
  }, {
    "title": "Comparison of the petrified woods",
    "authors": ["M. Nishida", "H. Nishida", "T. Ohsawa"],
    "venue": "Tertiary of Chile (V). Bot. Mag",
    "year": 1989
  }, {
    "title": "Anatomy and affinities of the petrified plants",
    "authors": ["M. Nishida", "T. Ohsawa", "H. Nishida"],
    "venue": "Proceedings",
    "year": 1990
  }, {
    "title": "Fossil pollen records reveal a late rise of open-habit ecosys",
    "authors": ["Flora", "L. 328–337. Palazzesi", "V. Barreda"],
    "year": 2012
  }, {
    "title": "Structure of a near-polar latitude forest from the New Zealand Jurassic",
    "authors": [],
    "venue": "Sección Paleontología n.s. Pole, M.,",
    "year": 1999
  }, {
    "title": "Systematics of Cretaceous and Tertiary Nothofagoxylon: implications for Southern Hemisphere biogeography and evolution of the Nothofagaceae",
    "authors": ["I. Poole"],
    "venue": "Aust. Syst. Bot",
    "year": 2002
  }, {
    "title": "The first record of fossil wood of Winteraceae from the Upper Cretaceous of Antarctica",
    "authors": ["I. Poole", "J.E. Francis"],
    "venue": "Ann. Bot",
    "year": 2000
  }, {
    "title": "A fossil wood flora from King George Island: ecological implications for an Antarctic Eocene vegetation",
    "authors": ["I. Poole", "R.J. Hunt", "D.J. Cantrill"],
    "venue": "Ann. Bot",
    "year": 2001
  }, {
    "title": "Valdivian ecosystems in the Late Cretaceous and Early Tertiary of Antarctica: futher evidence from myrtaceous and eucryphiaceous fossil wood",
    "authors": ["I. Poole", "A.M.W. Mennega", "D.J. Cantrill"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2003
  }, {
    "title": "A multi-proxy approach to determine Antarctic terrestrial palaeoclimate during the Late Cretaceous and Early Tertiary",
    "authors": ["I. Poole", "D.J. Cantrill", "T. Utescher"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Historia evolutiva de las angiospermas (Cretácico-Paleógeno) en Argentina a través de los registros paleoflorísticos. Ameghiniana 50° aniversario 11. Asociación Paleontológica Argentina, Publicación Especial",
    "authors": ["M. Prámparo", "M. Quattrocchio", "M.A. Gandolfo", "M.C. Zamaloa", "E. Romero"],
    "year": 2007
  }, {
    "title": "New fossil woods of Proteaceae from the Oligocene of southern Patagonia",
    "authors": ["R.R. Pujana"],
    "venue": "Aust. Syst. Bot",
    "year": 2007
  }, {
    "title": "Estudio paleoxilológico del Paleógeno de Patagonia austral (Formaciones Río Leona, Río Guillermo y Río Turbio) y Antártida (Formación La Meseta)",
    "authors": ["R.R. Pujana"],
    "venue": "(Tesis doctoral),",
    "year": 2008
  }, {
    "title": "Fossil woods from the Oligocene of southwestern Patagonia (Río Leona Formation). Atherospermataceae, Myrtaceae, Leguminosae and Anacardiaceae",
    "authors": ["R.R. Pujana"],
    "venue": "Ameghiniana",
    "year": 2009
  }, {
    "title": "Fossil woods from the Oligocene of southwestern Patagonia (Río Leona Formation)",
    "authors": ["R.R. Pujana"],
    "venue": "Rosaceae and Nothofagaceae. Ameghiniana",
    "year": 2009
  }, {
    "title": "Composición y diversidad del sotobosque de ñire (Nothofagus antarctica) en función de la estructura del bosque",
    "authors": ["P. Quinteros", "N. Hansen", "A. Kutschker"],
    "venue": "Ecol. Aust",
    "year": 2010
  }, {
    "title": "1977.Nothofagoxylonmenendezii, leño petrificado del terciario de General Roca, Río Negro, Argentina",
    "authors": ["A.M. Ragonese"],
    "venue": "Ameghiniana",
    "year": 1977
  }, {
    "title": "Xylotomy of important Chilean woods",
    "authors": ["M.H. Rancusi", "M. Nishida", "H. Nishida"],
    "venue": "Contributions to the Botany in the Andes II. Academia Scientific Book Inc.,",
    "year": 1987
  }, {
    "title": "Evolución magmática y geotectónica de la ‘Serie andesítica",
    "authors": ["C.W. Rapela", "L.A. Spalleti", "J.C. Merodio"],
    "venue": "Andina (Paleoceno-Eoceno) en la Cordillera Nordpatagónica. Rev. Asoc. Geol. Argent",
    "year": 1983
  }, {
    "title": "Geoquímica y geocronología de los basaltos neógenos de la región de Aluminé (Neuquén-Argentina)",
    "authors": ["G.H. Ré", "S. Geuna", "M.G. López Martínez"],
    "venue": "Congreso Geológico Chileno,",
    "year": 2000
  }, {
    "title": "Late Oligocene bunch grassland and early Miocene sod grassland paleosols fron central Oregon, USA. Palaeogeogr",
    "authors": ["G.J. Retallack"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Contribution a l'étude paléoxylologique de la Patagonie (II)",
    "authors": ["M. Salard"],
    "venue": "Rev. Gen. Bot",
    "year": 1961
  }, {
    "title": "Effects of forest type and stand structure on coarse woody debris in old-growth rainforests in the Valdivian Andes, south-central Chile",
    "authors": ["B.C. Schlegel", "P.J. Donoso"],
    "venue": "For. Ecol. Manag",
    "year": 2008
  }, {
    "title": "Tree-Rings, Basics and Applications of Dendrochronology",
    "authors": ["F.H. Schweingruber"],
    "venue": "D. Reidel, Boston",
    "year": 1988
  }, {
    "title": "Fossil woods from the Eocene Clarno Formation of Oregon",
    "authors": ["R.A. Scott", "E.F. Wheeler"],
    "venue": "IAWA Bull",
    "year": 1982
  }, {
    "title": "Dendrogeomorphological analysis of mass movement on Table Cliffs Plateau, Utah",
    "authors": ["J.F. Shroder"],
    "venue": "Quat. Res",
    "year": 1978
  }, {
    "title": "Procesos gravitacionales-fluviales y preservación de vegetación boscosa en un área volcánica: Formación Rancahué (Oligoceno), Andes neuquinos, Argentina",
    "authors": ["L.A. Spalletti", "G.D. Veiga", "J.R. Franzese"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Tree-ring analysis in natural hazards research — an overview",
    "authors": ["M. Stoffel", "M. Bollschweiler"],
    "venue": "Nat. Hazards Earth Syst. Sci",
    "year": 2008
  }, {
    "title": "Analyzing rockfall activity (1600–2002) in a protection forest—a case study using dendrogeomorphology",
    "authors": ["M. Stoffel", "D. Schneuwlya", "M. Bollschweilera", "I. Lièvrea", "R. Delaloyea", "M. Myintb", "M. Monbarona"],
    "venue": "Geomorphology",
    "year": 2005
  }, {
    "title": "Decoupling the spread of grasslands from the evolution of grazer-type herbivores in South America",
    "authors": ["C.A.E. Strömberg", "R.E. Dunn", "R.H. Madden", "M.J. Kohn", "A.A. Carlini"],
    "venue": "Nat. Commun",
    "year": 2012
  }, {
    "title": "Effects of volcanic and hidrological processes on forest vegetation: Cahitén Volcano, Chile",
    "authors": ["F.J. Swanson", "J.A. Jones", "C.M. Crisafulli", "A. Lara"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Fossil wood assemblage from Cerro Dorotea, Última Esperanza, Magallanes (XII) region, Chile",
    "authors": ["K. Terada", "H. Nishida", "T.O. Asakawa", "M. Rancusi"],
    "venue": "Faculty of Science and Engineering, Chuo University,",
    "year": 2006
  }, {
    "title": "Fossil woods from arroyo Cardenio, Chile Chico Province, Aisen (XI) region, Chile",
    "authors": ["K. Terada", "T. Ohsawa Asakawa", "H. Nishida"],
    "venue": "Faculty of Science and Engineering, Chuo University,",
    "year": 2006
  }, {
    "title": "The early origins of terrestrial C4 photosynthesis",
    "authors": ["B.J. Tipple", "M. Pagani"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Maderas y Bosques argentinos",
    "authors": ["L.A. Tortorelli"],
    "venue": "Acme Editorial, Buenos Aires",
    "year": 1956
  }, {
    "title": "Estratigrafía de Aluminé y adyacencias",
    "authors": ["J.C.M. Turner"],
    "venue": "Rev. Asoc. Geol. Argent",
    "year": 1965
  }, {
    "title": "Palaeoclimate estimates for the Late Oligocene taphoflora of Enspel (Westerwald, West Germany) based on palaeobotalnical proxies",
    "authors": ["D. Uhl", "M. Herrmann"],
    "venue": "Palaeobiodivers. Palaeoenviron",
    "year": 2010
  }, {
    "title": "Terrestrial climate evolution in Northwest Germany over the last 25 million years",
    "authors": ["T. Utescher", "V. Mosbrugger", "A.R. Ashraf"],
    "venue": "Palaios",
    "year": 2000
  }, {
    "title": "The Coexistence Approach—theoretical background and practical considerations of using plant fossils for climate quantification",
    "authors": ["T. Utescher", "A.A. Bruchb", "B. Erdei", "L. François", "D. Ivanov", "F.M.B. Jacques", "A.K. Kern", "Liu", "Y.S.(.C", "M. Mosbrugger", "R.A. Spicer"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2014
  }, {
    "title": "Caracterización geoquímica y edad K/Ar de basaltos del Terciario superior de Aluminé, Neuquén",
    "authors": ["M. Vattuone", "C. Latorre"],
    "venue": "Congreso Latinoamericano de Geología,",
    "year": 1998
  }, {
    "title": "Catastrophic influences on the vegetation of the Valdivian Andes, Chile",
    "authors": ["T.T. Veblen", "D.H. Ashton"],
    "venue": "Vegetatio",
    "year": 1978
  }, {
    "title": "Structure and dynamics of old-growth Nothofagus forests in the Valdivian Andes, Chile",
    "authors": ["T.T. Veblen", "F.M. Schlegel", "B. Escobar"],
    "venue": "J. Ecol",
    "year": 1980
  }, {
    "title": "Oligocene ferns from the Rancahué Formation (Aluminé, Neuquén, Argentina): Cuyenopteris patagoniensis nov. gen., nov. sp. (Polypodiales: Blechnaceae/ Dryopteridaceae) and Alsophilocaulis calveloi Menéndez emend",
    "authors": ["E.I. Vera"],
    "venue": "Vera (Cyatheales: Cyatheaceae). Geobios",
    "year": 2010
  }, {
    "title": "Maderas Chilenas. Contribución a su anatomía e identificación",
    "authors": ["W. Wagemann"],
    "venue": "Lilloa",
    "year": 1948
  }, {
    "title": "InsideWood — a web resource for hardwood anatomy",
    "authors": ["E.A. Wheeler"],
    "venue": "IAWA J",
    "year": 2011
  }, {
    "title": "A survey of the fossil record for dicotyledonouns wood and its significance for evolutionary and ecological wood anatomy",
    "authors": ["E.A. Wheeler", "P. Baas"],
    "venue": "IAWA Bull",
    "year": 1991
  }, {
    "title": "The potencials and limitations of dicotyledonous wood anatomy for climatic reconstructions",
    "authors": ["E.A. Wheeler", "P. Baas"],
    "venue": "Paleobiology",
    "year": 1993
  }, {
    "title": "2002.Wood of the Eocene nut beds flora",
    "authors": ["E.A. Wheeler", "S.R. Manchester"],
    "venue": "IAWA J. Suppl",
    "year": 2002
  }, {
    "title": "Dicotyledonous wood anatomical characters as predictors of climate",
    "authors": ["M.C. Wiemann", "E.A. Wheeler", "S.R. Manchester", "K.M. Portier"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Paleotemperature estimation from dicotyledonous wood anatomical characters",
    "authors": ["M.C. Wiemann", "S.R. Manchester", "E.A. Wheeler"],
    "venue": "Palaios",
    "year": 1999
  }, {
    "title": "Estimation of mean annual temperature from leaf and wood physiognomy",
    "authors": ["M.C. Wiemann", "D.L. Dilcher", "S.R. Manchester"],
    "venue": "For. Sci",
    "year": 2001
  }, {
    "title": "Tree-ring analysis and Quaternary geology: principles and recent applications",
    "authors": ["G.C. Wiles", "P.E. Calkin", "G.C. Jacoby"],
    "venue": "Geomorphology",
    "year": 1996
  }, {
    "title": "Natural factors affecting wood structure",
    "authors": ["T.J. Wodzicki"],
    "venue": "Wood Sci. Technol",
    "year": 2001
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }],
  "id": "SP:59baae3fcf43c3188fd2a88e8ea2a683413a8170",
  "authors": [{
    "name": "Mariana Brea",
    "affiliations": []
  }, {
    "name": "Analía E. Artabe",
    "affiliations": []
  }, {
    "name": "Juan R. Franzese",
    "affiliations": []
  }, {
    "name": "Alejandro F. Zucol",
    "affiliations": []
  }, {
    "name": "Luis A. Spalletti",
    "affiliations": []
  }, {
    "name": "Eduardo M. Morel",
    "affiliations": []
  }, {
    "name": "Gonzalo D. Veiga",
    "affiliations": []
  }, {
    "name": "Daniel G. Ganuza",
    "affiliations": []
  }],
  "abstractText": "a Laboratorio de Paleobotánica, Centro de Investigaciones Científicas, Diamante (CICYTTP-Diamante, CONICET), Dr. Matteri y España SN, E3105BWA Diamante, Entre Ríos, Argentina b División Paleobotánica, Facultad de Ciencias Naturales y Museo, Universidad Nacional de La Plata, Paseo del Bosque SN, La Plata B1900FWA, Buenos Aires, Argentina c Centro de Investigaciones Geológicas, Facultad de Ciencias Naturales y Museo, Universidad Nacional de La Plata, Calle 1 No. 644, La Plata B1900TAC, Buenos Aires, Argentina d Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Argentina e Comisión de Investigaciones Científicas de la Provincia de Buenos Aires (CIC), Argentina",
  "title": "Reconstruction of a fossil forest reveals details of the palaeoecology, palaeoenvironments and climatic conditions in the late Oligocene of South America"
}