{
  "sections": [{
    "text": "The clay fraction of CenomanianeCampanian chalks cored at Poigny and Sainte-Colombe, close to Provins (east-south-east of Paris), includes variable proportions of smectitic minerals, illite and kaolinite. The smectitic sediments (which constitute the background of low-terrigenous supply throughout the stratigraphic interval) resulted mainly from the warm, humid climate and high sea level that prevailed during Late Cretaceous in this area. During the Late Turonian, the smectitic sedimentation was interrupted by significant detrital inputs of illite and kaolinite. This reflected tectonic rejuvenation of landmasses coeval with an explosive volcanism expressed by the occurrence of bentonite layers. Comparison with clay assemblages occurring at equivalent stratigraphic intervals in the western part of the Paris Basin reveals great variation in clay mineralogy reflecting either local detrital input or complex basin morphology. Bentonites identified in the Poigny and Sainte-Colombe boreholes include the Southerham, Caburn, Bridgewick and Lewes marls. Cropping out from England to Germany, these clay-rich beds usually show a smectitic clay fraction originating from the submarine weathering of volcanic glass shards. Surprisingly, at Poigny and Sainte-Colombe, the occurrence of authigenic kaolinite characterizes these bentonite layers. Authigenesis of kaolinite in volcanic layers deposited in marine environments is unusual. The formation of kaolinite, which requires a low pH, usually occurs in organic matter-rich continental settings. At Poigny and Sainte-Colombe, kaolinite probably formed shortly after burial in reducing microenvironments. The systematic Cr, V, U and organic carbon enrichment of kaolinite-rich bentonites by comparison with smectite-rich bentonites suggests deposition in oxygen-depleted environments in the deepest part of the Paris Basin. 2005 Elsevier Ltd. All rights reserved.\nKeywords: Bentonites; Chalk; Clay minerals; Late Cretaceous, Paris Basin\n* Corresponding author.\nE-mail address: jean-francois.deconinck@u-bourgogne.fr (J.-F. Deconinck). 1 Present address: Institut de Géologie, University of Neuchâtel, rue Emile Argand 11, 2000 Neuchâtel, Switzerland.\n0195-6671/$ - see front matter 2005 Elsevier Ltd. All rights reserved. doi:10.1016/j.cretres.2004.10.002"
  }, {
    "heading": "1. Introduction",
    "text": "The variable clay fraction of chalks in the AngloParis Basin was controlled either by environmental conditions prevailing during the Late Cretaceous or by authigenic and diagenetic processes (Deconinck and\nChamley, 1995). In France, the clay fraction of the Late Cretaceous successions has been studied mainly in the Boulonnais and Normandy (north-west Paris Basin) where the chalk is particularly well exposed along coastal cliffs (Deconinck et al., 1989, 1991b) but few data have been published dealing with the chalk deposited in the eastern part of the Paris Basin. Recently, the chalk was continuously cored at Poigny and Sainte-Colombe, close to Provins (east-south-east of Paris; Fig. 1), as part of the so-called ‘‘Craie 700’’ scientific program. The objectives of ‘‘Craie 700’’ were to identify the origin of variations in the velocity of seismic waves in the chalks (Hanot and Renoux, 1991; Hanot and Thiry, 1999). The study of the chalk recovered has shown that velocity variations originated in diagenetic features including the occurrence of a dolomitized interval of Campanian age (Robaszynski et al., 2005). The 650-m-thick chalk succession encompasses the Cenomanian to Campanian stages with a recovery reaching 98%. The Poigny and SainteColombe boreholes therefore provide an opportunity for detailed continuous clay mineralogical investigations (Pomerol, 2000; Robaszynski, 2000) and biostratigraphic studies of foraminifers (Robaszynski and Bellier, 2000), nannofossils (Janin, 2000), ostracods (Robaszynski et al., 2000), dinoflagellates (Masure, 2000) and other fossils.\nThe main objectives of this paper are to: (1) reconstruct the environmental conditions that prevailed\nduring the deposition of the Late Cretaceous chalk, including climates, terrigenous influences, tectonic events and volcanism; (2) compare our data on the clays with those from the western part of the Paris Basin; and (3) characterize the bentonite layers previously identified from England to Germany in middle and late Turonian chalks (Ernst et al., 1983; Zimmerle, 1989; Deconinck et al., 1991a; Wray, 1999)."
  }, {
    "heading": "2. Material and methods",
    "text": "After a visual core description, wherever possible a sampling interval of 3 m or less throughout the whole succession of the Poigny borehole was used. At SainteColombe, as the same mineralogical trends were expected, sampling was restricted to the Cenomaniane Coniacian interval. More than 300 samples from chalk and clay-rich beds were studied. Clay mineral associations were examined using X-ray diffraction on orientated mounts. Defloculation of clays was achieved by successive washing with distilled water after removal of carbonates from the crushed rock with 0.2 N HCl. The clay fraction (!2 mm) was separated by sedimentation and centrifugation (Brown and Brindley, 1980). X-ray diffractograms were obtained using a Philips PW 1730 diffractometer with CuKa radiation and Ni filter. A tube voltage of 40 kV and a tube current of 25 mA were used.\nThree X-ray analyses were performed after air-drying, ethylene-glycol solvation and heating at 490 C for 2 h. The goniometer scanned from 2.5e28.5 2Q for airdried and glycol-solvated samples and from 2.5e14.5 2Q for heated samples. The identification of clay minerals was made according to the position of the (00l) series of basal reflections on the three X-ray diagrams and semi-quantitative estimations were based on the intensity and the area of the main diffraction peak (Brown and Brindley, 1980; Reynolds, 1980; Moore and Reynolds, 1989). The proportions of smectite vs. illite and kaolinite vs. illite are expressed by ratios of the intensity of the main diffraction peaks of these minerals.\nClay layers were also studied by transmission and scanning electron microscopy. Chemical data were obtained using the ICP-Emission technique after LiBO2 and HNO3 treatment (Nancy CRPG laboratory). Major elements were analysed by ICP-AES and trace elements by ICP-MS. Ten major and 43 trace elements including Rare Earth Elements (REE) have been measured from the bulk sediment.\nOrganic carbon content was measured using a LECO IR 212 after decarbonatation by HCl 1 N."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Clay mineralogy of the Poigny borehole",
    "text": "Below a 34.75-m-thick Tertiary cover, 665.25 m of chalk were penetrated. The following three main lithological units are distinguished (Robaszynski et al., 2005):\n(1) 700e646.6 m: limestones and marly limestones of Cenomanian age, with chert and phosphatic pebbles at base. The uppermost part corresponds to a grey marly chalk attributed to the Plenus Marls (uppermost Cenomanian). (2) 646.6e520.7 m: Turonian greyish chalk at base with common clay seams and thin (1e5 cm) clay-rich beds. (3) 520.7e34.75 m: bioturbated TuronianeCampanian white chalk either with or without chert.\nThe clay fraction of the chalk (Fig. 2) comprisesmainly smectitic minerals including random illite/smectite mixed-layers (I/S) and smectite, illite, kaolinite and traces of chlorite. Quartz and opal CT (cristobalite/tridymite)\nalso occur in the clay fraction. Five intervals, each being characterized by their clay mineral associations, can be distinguished. They coincide partly with the lithological units mentioned above (Fig. 2).\nIn the first interval, from the base to 570 m (Cenomanian and Turonian pro parte) the clay fraction of the chalk comprises smectitic minerals (76% average), illite (22% average) and traces of chlorite and kaolinite. Further division of the interval shows a smectite-rich (more than 80%) lower part and an illite-rich (more than 20%) upper part. This minor mineralogical change coincides roughly with the boundary between lithological units 1 and 2.\nThe second interval of MiddleeLate Turonian age, which is only 23 m thick, is characterized by a sharp increase in the proportions of illite and kaolinite, respectively 46 and 24% on average. Some clay-rich beds occurring in this interval show an illite-depleted clay fraction balanced by the unusual occurrence of abundant well-crystallized kaolinite. Kaolinite reaches 50% of the clay fraction and occurs as euhedral crystals and vermicular aggregates, indicating an authigenic origin (Fig. 3).\nIn the third interval (Late TuronianeConiacian), from 547 to 365 m, the proportion of smectitic minerals again increases upward, while illite decreases. The proportion of kaolinite never exceeds 5% except in a clay-rich bed occurring at 523 m in which wellcrystallized kaolinite (25% of the clay fraction) is much more abundant than in the enclosing chalk. The transition between the second and the third intervals coincides with the boundary between lithological units 2 and 3.\nIn the fourth interval (SantonianeCampanian pro parte), from 365 to 130 m, the clay fraction is almost entirely composed of smectitic minerals associated with minor proportions of illite. Neither kaolinite nor chlorite occurs in this interval, which is also characterized by a clean chalk consisting of more than 95% CaCO3 (Le Callonnec et al., 2000).\nThe fifth interval (Campanian pro parte), from 130 to 34.75 m, contains clay assemblages still dominantly composed of smectite, but with a significant increase in illite recorded throughout."
  }, {
    "heading": "3.2. Clay mineralogy of Sainte-Colombe borehole",
    "text": "Clay mineralogical analyses were restricted to 90 samples spanning the CenomanianeConiacian. Because the distance between Poigny and Sainte-Colombe boreholes is only 2 km, similar trends in clay mineral associations are observed. These are particularly well expressed by the smectite/illite and the kaolinite/ illite ratios (Fig. 4). As in Poigny, some clay-rich beds enriched with authigenic kaolinite occur in the Turonian."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Smectitic minerals",
    "text": "Many previous studies dealing with the clay mineralogy of Late Cretaceous sediments (including chalks from the Anglo-Paris Basin as well as coeval limestones and shales from the Tethyan realm and the Atlantic Ocean) have shown that smectitic minerals are the dominant clay species (Millot et al., 1957; Weir and Catt, 1965; Jeans, 1968, 1978; Morgan-Jones, 1977; Deconinck et al., 1985; Johnsson and Reynolds, 1986; Accarie et al., 1989; Chamley, 1989; Chamley et al., 1990; Thiry and Jacquin, 1993). The smectitic minerals include detrital illite/smectite mixed-layers originating from the erosion of poorly drained soils, authigenic minerals developed in slowly deposited sediments and volcanogenic clays derived from the submarine weathering of volcanic glass (Deconinck and Chamley, 1995). Based on calculations of mass accumulation rates in the Coniacian chalk, Kimblin (1992) suggested that most smectitic minerals may have been transported by wind,\nthus reflecting an aeolian component to the chalk. The Late Cretaceous greenhouse climates and sea levels, together with volcanic activity, were favourable for the development of smectitic sedimentation (Deconinck and Chamley, 1995). However, monotonous smectitic sedimentation was occasionally interrupted by terrigenous input of illite and kaolinite."
  }, {
    "heading": "4.2. Significance of illite and kaolinite components",
    "text": "The detrital input of illite and kaolinite that occurred during the Late Turonian in the area of Poigny and Sainte-Colombe is the most striking feature of the clay mineral evolution. In the Anglo-Paris Basin, the best documented comparable increase in illite and kaolinite is recorded in the Cenomanian chalk that crops out in the Boulonnais. There the smectite-rich sedimentation that prevailed during the Early Cenomanian was interrupted by illite and kaolinite input at the end of the Early Cenomanian, as indicated in the topmost part of the Mantelliceras dixoni ammonite Zone (Deconinck et al., 1989, 1991b). A similar mineralogical change was recorded in boreholes in the north of France (Decommer, 1981) and in England (Morgan-Jones, 1977). In the north-east of the Paris Basin, close to the Ardennes Massif, the mineralogical change is also recorded but it occurs higher, around the Cenomanian/Turonian boundary (Debrabant et al., 1992). By contrast, in the\nCenomanian and Turonian successions of Normandy, illite- and kaolinite-rich detrital inputs are not recorded, probably because this area corresponded to a submarine swell that was protected from terrigenous influences (Deconinck et al., 1991b; Deconinck and Chamley, 1995). Therefore, despite the wide distribution of clay minerals in open-marine environments, the mineralogical changes are not coeval and cannot be used for correlation. They reveal either a complex basin morphology or local detrital input. The increase in detrital illite and kaolinite in the Boulonnais at the end of Early Cenomanian indicates the erosion of newly exposed landmasses. According to palaeogeographic reconstructions, the London-Brabant Massif was the continental area nearest to northern France (Cope et al., 1992). This massif was exposed during the Late Albian, and then probably flooded during the Early Cenomanian owing to sea-level rise. The Mid-Cenomanian detrital input of illite and kaolinite occurring in the Boulonnais suggests that the London-Brabant Massif was rising at that time. This was probably the consequence of tectonic uplift in this continental area (Decommer and Chamley, 1981; Deconinck et al., 1991b) associated with a documented strike-slip regime, north-south compression and eastwest extension during the Early Cenomanian (Vandycke and Bergerat, 1992; Bergerat and Vandycke, 1994). This tectonic event seems also to have been responsible for the uplift of the Bray-Caux submarine high in\nNormandy, which was consequently protected from the detrital input of illite and kaolinite. As smectitic sedimentation prevailed throughout the Cenomanian at Poigny and Sainte-Colombe, this area was also protected from terrigenous supply, suggesting the presence of a submarine high during the Cenomanian. An alternative interpretation is that owing to differential settling of clay minerals in marine environments, illite and kaolinite were deposited nearshore, and could not reach the area of Poigny and Sainte-Colombe located in the distal part of the Paris Basin.\nIn the Poigny and Sainte-Colombe boreholes, terrigenous inputs occur in two steps. As in the north-east of the Paris Basin, only illite gradually increases around the Cenomanian/Turonian boundary (transition from interval 1a to 1b; Fig. 4), However, illite increases more rapidly, displaying a close association with kaolinite during the Late Turonian (Interval 2; Figs. 2, 4). Oxygen isotope data suggest that a climatic cooling caused by the burial of organic matter that led to decreasing CO2 content in the atmosphere occurred during or shortly after Oceanic Anoxic Event 2 (OAE 2; Jenkyns et al., 1994). In the Middle and Late Turonian, positive d18O shifts are associated with the southward spread of northern macrofaunas, thus also indicating a climatic cooling (Voigt and Wiese, 2000). The slight and progressive increase in illite content supports such a climatic interpretation, but the regressive trend that characterizes the Turonian (Hardenbol et al., 1998) may be also responsible for increasing proportions of illite.\nBy comparison with the increase of illite and kaolinite occurring in the Cenomanian of the Boulonnais, it is likely that detrital supply of both kaolinite and illite recorded in the Upper Turonian of Poigny and SainteColombe was controlled by a tectonic event responsible for continental rejuvenation. Three intra-Late Cretaceous tectonic phases are recognized (Mortimore et al., 1998) by field evidence of slumping, lateral changes in thickness or lithology, and lacunae coincident with tectonic axes. The tectonic phases include Ilsede (Late TuronianeEarly Coniacian), Wernigerode (Late SantonianeEarly Campanian) and Riedel’s Peine (latest Early Campanian) (Mortimore and Pomerol, 1997; Mortimore et al., 1998). The illite and kaolinite input recorded in the Turonian of Poigny and Sainte-Colombe may be the consequence of the Ilsede phase. It is interesting to note that the bentonite layers at Poigny and SainteColombe occur mainly in the interval enriched with detrital kaolinite and illite, suggesting close relationships between the volcanic activity (probably in the North Sea area) and the tectonic event itself.\nA slight but significant increase in illite also occurs in the Campanian section. The clay mineralogy of this stratigraphic interval is less well documented. Increasing illite may be interpreted either as a result of a climatic cooling or as the effect of a tectonic event. A climatic\ncooling is consistent with isotopic data showing increasing values of d18O but this trend began in the Turonian after OAE 2 (Jenkyns et al., 1994) and there is no evidence to suggest that a more pronounced climatic cooling may have occurred during the Campanian. The alternative hypothesis of a tectonic event (intra-Late Cretaceous uplift related to the Peine phase) is more likely (Gale, 1980; Mortimore and Pomerol, 1997; Mortimore et al., 1998)."
  }, {
    "heading": "4.3. Turonian clay-rich beds",
    "text": "The Turonian Chalk of England, France and Germany contains several cm-thick clay-rich beds that have been used for long range correlations (Mortimore and Pomerol, 1987; Deconinck et al., 1991a; Wray and Gale, 1993; Wray and Wood, 1995; Gale, 1996; Wray et al., 1996; Horna and Wiese, 1997). The clay-rich beds correspond to either detrital horizons or bentonites. Their origin can be determined using REE, bentonites displaying a negative Eu anomaly (Wray, 1995, 1999). Using this discriminative criterion, at least five horizons of bentonite have been identified in the Middle and Upper Turonian. These horizons, defined in southern England, include the Glynde, Southerham, Caburn, Bridgewick and Lewes marls. They are particularly well exposed along coastal cliffs in southern England (e.g., Wray and Gale, 1993) and northern France (Amédro and Robaszynski, 2001), and in quarries in the Lower Saxony Basin of north-central Germany (Wray and Wood, 1995) and Westphalia (Wiese and Kaplan, 2001).\nThin (1e5 cm) clay-rich beds occur in the chalk recovered at Poigny and Sainte-Colombe, particularly in the Middle and Upper Turonian. After a visual core description and using biostratigraphical data, some clayrich beds identified in the two boreholes were suspected to correspond to bentonite by comparison with known successions in the Anglo-Paris Basin. In the Poigny borehole, clay-rich beds occur at 566.7, 550.5 and 523 m; they are attributed to the Southerham, Caburn and Bridgewick marls, respectively. In the Sainte-Colombe borehole, clay-rich beds occur at 551.65, 532, 508.9 and 496.7 m, and are likewise suggested to be these same three and the Lewes marls respectively (Robaszynski et al., 2005). To confirm the volcanic origin of the clayrich beds studied, REE analyses were carried out. The profiles presented here (Fig. 5) have been normalized to the Cody Shale following Wray (1999) for further comparison. As expected, all samples studied display a negative Eu anomaly indicative of bentonites. However, their kaolinite-rich composition is surprising because kaolinite-bearing volcanic layers, otherwise known as tonsteins, formed in non-marine settings including coal-forming environments (Spears and Duff, 1984; Bohor and Triplehorn, 1993). Previous studies have shown that the clay fraction of bentonites from\nchalk, and more generally of Cretaceous bentonites deposited in marine environments and unaffected by thermal diagenesis, was composed of pure dioctahedral smectite (Siebertz and Vortisch, 1979; Pacey, 1984; Elder, 1988; Deconinck and Chamley, 1995; Graziano and Adabbo, 1996; Meunier et al., 1999; Wray, 1999; Vanderaveroet et al., 2000; Dauphin, 2002). However, volcanic ashes altered to kaolinite in marine organic-rich environments were mentioned by Schultz (1963) and authigenic kaolinite associated with framboidal pyrite occurs in bentonites in the Cretaceous Niobrara Formation of Colorado (Pollastro, 1981). In the Western Interior Basin of North America, XRD analyses of Cenomanian and Turonian bentonites reveal substantial mineralogical differences. From Manitoba to South Dakota, Wyoming and Colorado, they are all composed of 100% smectite while bentonites from Kansas and Oklahoma are dominantly composed of kaolinite. The kaolinite-rich composition is tentatively explained by reworking of volcanic ash under low pH conditions (Cadrin et al., 1995). The degradation of organic matter seems to have been a key factor for controlling the formation of organic acid responsible for the low pH required for the formation of kaolinite. Pollastro (1981) suggested that shortly after burial a colloidal aluminous gel formed from unstable ash and moved in reducing organic-rich microenvironments, such as foraminiferal tests. Chemical data show that the Cr, V and U content of kaolinite-rich bentonites from Poigny and Sainte-\nColombe is systematically higher than in laterally equivalent smectite-rich bentonites in Normandy and Boulonnais (Table 1). Although all bentonites studied contain very small quantities of organic carbon (around 0.05%), they are systematically higher (up to 0.37% Corg) in the kaolinite-rich bentonite than in the smectite-rich bentonites (Table 1). These differences confirm the presence of oxygen-depleted bottom and/or interstitial waters in the area of Poigny and SainteColombe.\nConsequently, we suggest that the unusual occurrence of authigenic kaolinite instead of smectite in the Turonian bentonites recovered from the south-east of the Paris Basin results from the deposition of ash in deep oxygen-depleted environments. This difference suggests higher productivity and/or oxygen-depleted bottom waters in the area of Poigny and Sainte-Colombe, which is consistent with its location in the deepest and most subsiding part of the Paris Basin."
  }, {
    "heading": "5. Conclusions",
    "text": "The clay fraction of chalks described here comprises smectitic minerals that reflect the climatic greenhouse mode of the Late Cretaceous. Superimposed on this smectitic background, terrigenous input of illite and kaolinite occurred in various areas at different times.\nIllite and kaolinite originating from the LondonBrabant Massif accumulated in the Boulonnais during the Middle CenomanianeMiddle Turonian. During this period, the rest of the Paris Basin was either protected from these detrital influences by submarine swells or was too distant from the detrital sources to record significant terrigenous supply. The Late Turonian was characterized by volcanic activity expressed by the occurrence of bentonite beds and local detrital influences recorded in the eastern part of the Paris Basin. The unusual kaolinite-rich clay fractions of the bentonite layers recovered at Poigny and Sainte-Colombe suggest that deposition of volcanic ashes in oxygen-depleted environments prevailed in the\ndeepest part of the Paris Basin. Finally, a great variation in clay assemblages characterizes the chalk deposited in the Paris Basin. This may reflect climate, tectonic and volcanic influences, or redox conditions in the depositional environment."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank C. Mégnien, scientific head of the Craie 700 Programme, Hubert Buissart, for help during our visual core description, Philippe Récourt and Deny Malengros for assistance with X-ray diffraction analysis, and Florence Savignac for the LECO measurements."
  }],
  "year": 2005,
  "references": [{
    "title": "Géochimie des carbonates (Mn, Sr) et minéralogie des argiles de calcaires pélagiques sénoniens. Relation avec l’eustatisme (Massif de la Maı̈ella, Abruzzes, Italie)",
    "authors": ["H. Accarie", "M. Renard", "J.F. Deconinck", "B. Beaudoin", "J.J. Fleury"],
    "venue": "Comptes Rendus de l’Académie des Sciences,",
    "year": 1989
  }, {
    "title": "Les craies turoniennes du Boulonnais (France) au regard de la stratigraphie événementielle",
    "authors": ["F. Amédro", "F. Robaszynski"],
    "venue": "Comparaison avec le Kent (UK) et la Normandie (F). Bulletin Trimestriel de la Société Géologique de Normandie et des Amis du Muséum du Havre",
    "year": 2001
  }, {
    "title": "Palaeostress analysis and geodynamical implications of CretaceouseTertiary faulting in Kent and the Boulonnais",
    "authors": ["F. Bergerat", "S. Vandycke"],
    "venue": "Journal of the Geological Society,",
    "year": 1994
  }, {
    "title": "Tonsteins: altered volcanic-ash layers in coal-bearing sequences",
    "authors": ["B.F. Bohor", "D.M. Triplehorn"],
    "venue": "Geological Society of America, Special Paper 285,",
    "year": 1993
  }, {
    "title": "X-ray diffraction procedures for clay mineral identification",
    "authors": ["G. Brown", "G.W. Brindley"],
    "venue": "Mineralogical Society, London,",
    "year": 1980
  }, {
    "title": "Isotopic and chemical compositions of bentonites as paleoenvironmental indicators of the Cretaceous Western Interior Seaway",
    "authors": ["A.A.J. Cadrin", "T.K. Kyser", "W.G.E. Caldwell", "F.J. Longstaffe"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 119,",
    "year": 1995
  }, {
    "title": "Sur l’abondance des minéraux smectitiques dans les sédiments marins communs déposés lors des périodes de haut niveau marin du Jurassique supérieur au Paléogène",
    "authors": ["H. Chamley", "J.F. Deconinck", "G. Millot"],
    "venue": "Comptes Rendus de l’Académie des Sciences,",
    "year": 1990
  }, {
    "title": "Atlas of Palaeogeography and Lithofacies",
    "authors": ["J.C.W. Cope", "J.K. Ingham", "F. Rawson"],
    "venue": "Geological Society of London, Memoir 13,",
    "year": 1992
  }, {
    "title": "Litho-, bio- et chronostratigraphie comparées dans le bassin Vocontien à l’Aptien",
    "authors": ["L. Dauphin"],
    "venue": "Unpublished thesis, University of Lille,",
    "year": 2002
  }, {
    "title": "Clay sedimentology, mineralogy and chemistry of Mesozoic sediments drilled in the northern Paris Basin",
    "authors": ["P. Debrabant", "H. Chamley", "J.F. Deconinck", "P. Recourt", "A. Trouiller"],
    "venue": "Scientific Drilling",
    "year": 1992
  }, {
    "title": "Environnements mésozoı̈ques du Nord de la France, d’après les données des argiles et du palynoplancton",
    "authors": ["H. Decommer", "H. Chamley"],
    "venue": "Comptes Rendus de l’Académie des Sciences,",
    "year": 1981
  }, {
    "title": "Niveaux repères de bentonite d’origine volcanique dans les craies du Turonien du Boulonnais et de HauteNormandie",
    "authors": ["J.F. Deconinck", "F. Amédro", "A. Desprairies", "P. Juignet", "F. Robaszynski"],
    "venue": "Comptes Rendus de l’Académie des Sciences,",
    "year": 1991
  }, {
    "title": "Contrôle paléogéographique de la sédimentation argileuse dans le Cénomanien",
    "authors": ["J.F. Deconinck", "F. Amédro", "A. Fiolet-Piette", "P. Juignet", "M. Renard", "F. Robaszynski"],
    "venue": "du Boulonnais et du Pays de Caux. Annales de la Société Géologique du Nord 1 (2ème Série),",
    "year": 1991
  }, {
    "title": "Contrôles tectonique, eustatique et climatique de la sédimentation argileuse du domaine subalpin français au Malme Crétacé",
    "authors": ["J.F. Deconinck", "B. Beaudoin", "H. Chamley", "P. Joseph", "J.F. Raoult"],
    "venue": "Revue de Géologie Dynamique et de Géographie Physique",
    "year": 1985
  }, {
    "title": "Diversity of smectite origins in Late Cretaceous sediments: example of chalks from northern France",
    "authors": ["J.F. Deconinck", "H. Chamley"],
    "venue": "Clay Minerals",
    "year": 1995
  }, {
    "title": "Données minéralogiques, géochimiques et biologiques comparées dans les craies cénomaniennes à santoniennes du Boulonnais",
    "authors": ["J.F. Deconinck", "T. Holtzapffel", "F. Robaszynski", "F. Amédro"],
    "venue": "Geobios 11,",
    "year": 1989
  }, {
    "title": "Geometry of Upper Cretaceous bentonite beds: implications about volcanic source areas and paleowind patterns, Western Interior, United States",
    "authors": ["W.P. Elder"],
    "venue": "Geology 16,",
    "year": 1988
  }, {
    "title": "Event-Stratigraphie im Cenoman und Turon von NW-Deutschland",
    "authors": ["G. Ernst", "F. Schmid", "E. Seibertz"],
    "venue": "Zitteliana 10,",
    "year": 1983
  }, {
    "title": "Penecontemporaneous folding, sedimentation and erosion in Campanian Chalk near Portsmouth, England",
    "authors": ["A.S. Gale"],
    "venue": "Sedimentology 27,",
    "year": 1980
  }, {
    "title": "Turonian correlation and sequence stratigraphy of the chalk in southern England",
    "authors": ["A.S. Gale"],
    "venue": "Geological society,",
    "year": 1996
  }, {
    "title": "Segnalazione di un livello cineritico nella serie di scarpata senoniana del Gargano meridionale",
    "authors": ["R. Graziano", "M.R. Adabbo"],
    "venue": "Bollettino della Società Geologica Italiana 115,",
    "year": 1996
  }, {
    "title": "Petrophysical variations in the Senonian chalk of the Paris Basin and their influence on static corrections",
    "authors": ["F. Hanot", "P. Renoux"],
    "venue": "First Break",
    "year": 1991
  }, {
    "title": "Anomalies sismiques dans la craie et déformations superposées dans les formations tertiaires du sud-est du bassin de Paris",
    "authors": ["F. Hanot", "M. Thiry"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1999
  }, {
    "title": "Stratigraphy of a Middle/Upper Turonian succession at the abandoned Hoppenstedt Limestone Quarry (northern Germany) and its correlation to adjacent areas",
    "authors": ["F. Horna", "F. Wiese"],
    "venue": "Freiberger Forschungsheft C 468,",
    "year": 1997
  }, {
    "title": "MesozoiceCenozoic sequence chronostratigraphic framework",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jacquin", "de Graciansky", "P.-C", "P.R. Vail"],
    "venue": "SEPM (society for",
    "year": 1998
  }, {
    "title": "Corrélation des forages Craie 700 d’après les nannofossiles calcaires",
    "authors": ["M.C. Janin"],
    "venue": "Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "The origin of the montmorillonite of the European Chalk with special reference to the Lower Chalk of England",
    "authors": ["C.V. Jeans"],
    "venue": "Clay Minerals",
    "year": 1968
  }, {
    "title": "Silicifications and associated clay assemblages in the Cretaceous marine sediments of southern England",
    "authors": ["C.V. Jeans"],
    "venue": "Clay Minerals",
    "year": 1978
  }, {
    "title": "Carbon and oxygen isotope stratigraphy of the English Chalk and Italian Scaglia and its palaeoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geological Magazine 131,",
    "year": 1994
  }, {
    "title": "Clay mineralogy of shalelimestone rhythmites in the Scaglia Rossa (TuronianeEocene), Italian Apennines",
    "authors": ["M.J. Johnsson", "R.C. Reynolds"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1986
  }, {
    "title": "The origin of clay minerals in the Coniacian Chalk of London",
    "authors": ["R.T. Kimblin"],
    "venue": "Clay Minerals",
    "year": 1992
  }, {
    "title": "Données géochimiques préliminaires sur la série cénomanocampanienne des forages 701 et 702 du programme",
    "authors": ["L. Le Callonnec", "M. Renard", "B. Pomerol", "C. Janodet", "E. Caspard"],
    "venue": "Craie 700. Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Les kystes de dinoflagellés en matière organique des forages du programme Craie 700: étude préliminaire",
    "authors": ["E. Masure"],
    "venue": "Description lithologique. Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Geological significance of two smectite-rich beds from Lower Cenomanian sediments, northern Aquitaine basin, France",
    "authors": ["A. Meunier", "D. Proust", "P. Moreau"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1999
  }, {
    "title": "Sur la montmorillonite dans les craies",
    "authors": ["G. Millot", "T. Camez", "A. Bonte"],
    "venue": "Bulletin du Service de la Carte Géologique d’AlsaceLorraine",
    "year": 1957
  }, {
    "title": "Mineralogy of the non-carbonate material from the chalk of Berkshire and Oxfordshire, England",
    "authors": ["M. Morgan-Jones"],
    "venue": "Clay Minerals",
    "year": 1977
  }, {
    "title": "X-ray diffraction and the identification and analysis of clay minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1989
  }, {
    "title": "Correlation of the Upper Cretaceous White Chalk (Turonian to Campanian) in the AngloParis basin",
    "authors": ["R.N. Mortimore", "B. Pomerol"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 1987
  }, {
    "title": "Upper Cretaceous tectonic phases and end Cretaceous inversion in the Chalk of the Anglo-Paris Basin",
    "authors": ["R.N. Mortimore", "B. Pomerol"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 1997
  }, {
    "title": "Dating the phases of the subhercynian tectonic epoch: Late Cretaceous tectonics and eustatics in the Cretaceous basins of northern Germany compared with the Anglo-Paris Basin",
    "authors": ["R.N. Mortimore", "C. Wood", "B. Pomerol", "G. Ernst"],
    "venue": "Zentralblatt für Geologie und Paläontologie",
    "year": 1998
  }, {
    "title": "Bentonites in the chalks of central eastern England and their relation to the opening of the northeast Atlantic",
    "authors": ["N.R. Pacey"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1984
  }, {
    "title": "Authigenic kaolinite and associated pyrite in chalk of the Cretaceous Niobrara Formation, eastern Colorado",
    "authors": ["R.M. Pollastro"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1981
  }, {
    "title": "Le forage de Sainte-Colombe (702): description lithologique",
    "authors": ["B. Pomerol"],
    "venue": "Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Interstratified clay minerals",
    "authors": ["R.C. Reynolds"],
    "venue": "Mineralogical Society, London,",
    "year": 1980
  }, {
    "title": "Le forage de Poigny (701): description lithologique",
    "authors": ["F. Robaszynski"],
    "venue": "Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Biostratigraphie du Crétacé avec les foraminifères dans les forages de Poigny et de Sainte-Colombe",
    "authors": ["F. Robaszynski", "J.P. Bellier"],
    "venue": "Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Corrélations litho-biostratigraphiques et position des limites d’étages dans le Crétacé des sondages de Poigny et de Sainte-Colombe: une synthèse des premiers résultats",
    "authors": ["F. Robaszynski", "B. Pomerol", "E. Masure", "M.C. Janin", "Bellier", "J.-P", "R. Damotte"],
    "venue": "Bulletin d’Information des Géologues du Bassin de Paris",
    "year": 2000
  }, {
    "title": "Stratigraphy and stage boundaries in reference sections of the Upper Cretaceous Chalk in the east of the Paris Basin: the ‘‘Craie 700’",
    "authors": ["F. Robaszynski", "B. Pomerol", "E. Masure", "Bellier", "J.-P", "Deconinck", "J.-F"],
    "venue": "Provins boreholes. Cretaceous Research",
    "year": 2005
  }, {
    "title": "Nonmontmorillonitic composition of some bentonite beds. In: Clays and Clay Minerals",
    "authors": ["L.G. Schultz"],
    "venue": "Proceedings of the 11th National Conference,",
    "year": 1963
  }, {
    "title": "Zur Stratigraphie, Petrologie und Genese einer Bentonit-Lage aus dem oberen Mittle-Turon (Oberkreide) des südöstlichen Münsterlandes",
    "authors": ["E. Siebertz", "W. Vortisch"],
    "venue": "Geologisches Rundschau",
    "year": 1979
  }, {
    "title": "Kaolinite and mixed-layer illitesmectite in Lower Cretaceous bentonites from the Peace River coalfield, British Columbia",
    "authors": ["D.A. Spears", "P.M.D. Duff"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1984
  }, {
    "title": "Clay mineral distribution related to rift activity, sea-level changes and paleoceanography in the Cretaceous of the Atlantic Ocean",
    "authors": ["M. Thiry", "T. Jacquin"],
    "venue": "Clay Minerals",
    "year": 1993
  }, {
    "title": "Caractérisation et extension de niveaux repères de bentonites dans le Turonien supérieur du Bassin de Paris (Boulonnais, Aube)",
    "authors": ["P. Vanderaveroet", "F. Amédro", "C. Colleté", "J.F. Deconinck", "P. Recourt", "F. Robaszynski"],
    "venue": "Geodiversitas 22,",
    "year": 2000
  }, {
    "title": "Tectonique de failles et paléocontraintes dans les formations crétacées du Boulonnais (France). Implications géodynamiques",
    "authors": ["S. Vandycke", "F. Bergerat"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1992
  }, {
    "title": "Evidence for Late Cretaceous (Late Turonian) climate cooling from oxygen-isotope variations and palaeobiogeographic changes in Western and Central Europe",
    "authors": ["S. Voigt", "F. Wiese"],
    "venue": "Journal of the Geological Society,",
    "year": 2000
  }, {
    "title": "The mineralogy of some Upper Chalk samples from the Arundel area, Sussex",
    "authors": ["A.H. Weir", "J.A. Catt"],
    "venue": "Clay Minerals",
    "year": 1965
  }, {
    "title": "The potential of the Lengerich section (Münster Basin, northern Germany) as a possible candidate Global Boundary Stratotype Section and Point (GSSP) for the Middle",
    "authors": ["F. Wiese", "U. Kaplan"],
    "venue": "Upper Turonian boundary. Cretaceous Research",
    "year": 2001
  }, {
    "title": "Origin of clay-rich beds in Turonian chalks from Lower Saxony, Germany e a rare-earth element study",
    "authors": ["D.S. Wray"],
    "venue": "Chemical Geology",
    "year": 1995
  }, {
    "title": "Identification and long-range correlation of bentonites in TuronianeConiacian (Upper Cretaceous) chalks of northwest Europe",
    "authors": ["D.S. Wray"],
    "venue": "Geological Magazine 136,",
    "year": 1999
  }, {
    "title": "Geochemical correlation of marl bands in Turonian chalks of the Anglo-Paris Basin",
    "authors": ["D.S. Wray", "A.S. Gale"],
    "venue": "Geological Society, London, Special Publication",
    "year": 1993
  }, {
    "title": "Geochemical identification and correlation of tuff layers in Lower Saxony, Germany",
    "authors": ["D.S. Wray", "C.J. Wood"],
    "venue": "Berliner Geowissenschaftliche Abhandlungen,",
    "year": 1995
  }, {
    "title": "Geochemical subdivision and correlation of clay-rich beds in Turonian sediments in northern Germany",
    "authors": ["D.S. Wray", "C.J. Wood", "G. Ernst", "U. Kaplan"],
    "venue": "Terra Nova",
    "year": 1996
  }, {
    "title": "Vestiges of volcanic activity in Cretaceous sediments of Europe",
    "authors": ["W. Zimmerle"],
    "venue": "Cretaceous of the Western Tethys e Proceedings, 3rd International Cretaceous Symposium, Tübingen,",
    "year": 1989
  }],
  "id": "SP:a2a3150c7c1c3dd7a95fe05c61efe55dce10d96f",
  "authors": [{
    "name": "Jean-François Deconinck",
    "affiliations": []
  }, {
    "name": "Francis Amédro",
    "affiliations": []
  }, {
    "name": "François Baudin",
    "affiliations": []
  }, {
    "name": "Alexis Godet",
    "affiliations": []
  }, {
    "name": "Pierre Pellenard",
    "affiliations": []
  }, {
    "name": "Francis Robaszynski",
    "affiliations": []
  }, {
    "name": "Irène Zimmerlin",
    "affiliations": []
  }],
  "abstractText": "The clay fraction of CenomanianeCampanian chalks cored at Poigny and Sainte-Colombe, close to Provins (east-south-east of Paris), includes variable proportions of smectitic minerals, illite and kaolinite. The smectitic sediments (which constitute the background of low-terrigenous supply throughout the stratigraphic interval) resulted mainly from the warm, humid climate and high sea level that prevailed during Late Cretaceous in this area. During the Late Turonian, the smectitic sedimentation was interrupted by significant detrital inputs of illite and kaolinite. This reflected tectonic rejuvenation of landmasses coeval with an explosive volcanism expressed by the occurrence of bentonite layers. Comparison with clay assemblages occurring at equivalent stratigraphic intervals in the western part of the Paris Basin reveals great variation in clay mineralogy reflecting either local detrital input or complex basin morphology. Bentonites identified in the Poigny and Sainte-Colombe boreholes include the Southerham, Caburn, Bridgewick and Lewes marls. Cropping out from England to Germany, these clay-rich beds usually show a smectitic clay fraction originating from the submarine weathering of volcanic glass shards. Surprisingly, at Poigny and Sainte-Colombe, the occurrence of authigenic kaolinite characterizes these bentonite layers. Authigenesis of kaolinite in volcanic layers deposited in marine environments is unusual. The formation of kaolinite, which requires a low pH, usually occurs in organic matter-rich continental settings. At Poigny and Sainte-Colombe, kaolinite probably formed shortly after burial in reducing microenvironments. The systematic Cr, V, U and organic carbon enrichment of kaolinite-rich bentonites by comparison with smectite-rich bentonites suggests deposition in oxygen-depleted environments in the deepest part of the Paris Basin. 2005 Elsevier Ltd. All rights reserved.",
  "title": "Late Cretaceous palaeoenvironments expressed by the clay mineralogy of CenomanianeCampanian chalks from the east of the Paris Basin"
}