{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nInvestigating the Paleoproterozoic glaciations with 3-D climate modeling\nYoram Teitler a,b,∗, Guillaume Le Hir a, Frédéric Fluteau a, Pascal Philippot a, Yannick Donnadieu c\na Institut de Physique du Globe – Sorbonne Paris Cité, Université Paris Diderot, CNRS, 1 rue Jussieu, F-75238 Paris, France b Centre for Exploration Targeting, University of Western Australia, 35 Stirling Highway, Crawley 6009 WA, Australia c Laboratoire des Sciences du Climat et de l’Environnement, CNRS-CEA, CEA Saclay, Orme des Merisiers, F-91190 Gif sur Yvette, France\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 18 October 2013 Received in revised form 17 March 2014 Accepted 19 March 2014 Available online 4 April 2014 Editor: G.M. Henderson\nKeywords: Paleoproterozoic Huronian glaciation paleoclimate GCM\nIt is generally assumed that the Earth’s surface was warm during most of its early history but that significant cooling occurred between 2.45 and 2.22 Ga leading to the first global and cyclical glacial epoch. This onset of snowball Earth conditions was coeval with a large pulse of oxygenation that permanently oxygenated the atmosphere and shallow oceans (Great Oxygenation Event, GOE), though it is not known whether one influenced the other or if they were independent events. Hereafter we used a General Circulation climate Model (GCM) to estimate the partial pressures of atmospheric CO2 (pCO2) and CH4 (pCH4) required to account for the onset of snowball Earth conditions during the Paleoproterozoic. We show that Earth’s surface can be maintained in an ice-free state under atmospheric CO2 concentrations lower than 2.6 × 10−2 bar without invoking the need of high CH4 concentrations. Assuming that the cooling of the Earth’s surface is related to the collapse of atmospheric greenhouse gases, we tested the relevance of different scenarios including (i) the collapse of pCH4 in response to the GOE and (ii) the drawdown of pCO2 due to both a decrease in volcanic outgassing rate and an increase in global weathering efficiency. We show that the cyclical character of Paleoproterozoic glaciations is best explained by a long-lasted decrease of pCO2. To support this scenario, we examine how the longterm carbon cycle and the equilibrium pCO2 respond to the emplacement of large subaerial basaltic provinces (LIPs) and to a temporary shutdown of volcanism as supported by geologic data. We show that the sink of pCO2 through silicate weathering is limited by the absence of terrestrial higher plants. In such conditions, the equilibrium pCO2 remains high enough to preclude the onset of snowball conditions regardless the intensity of the pCH4 collapse. The combination of an increase in weathering efficiency and a decrease in volcanic outgassing rate can significantly reduce the equilibrium pCO2, thus favoring the onset of glaciations. Such a buffering of atmospheric CO2 cannot initiate global glaciations alone. Yet, it remains a required condition for the initiation of a snowball Earth event in response to the collapse of pCH4, possibly after 2.32 Ga.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Although the solar constant at the end of the Archean did not exceed 80% of the present day value (Gough, 1981; Sagan and Mullen, 1972), Earth’s surface remained unfrozen during most of the Archean and Proterozoic eons allowing the emergence of life (Feulner, 2012; Schopf, 2006). This intriguing situation known as the Faint Young Sun Paradox led to the development of scenar-\n* Corresponding author at: Centre for Exploration Targeting, University of Western Australia, 35 Stirling Highway, Crawley 6009 WA, Australia. Tel.: +61 448267733.\nE-mail address: Yoram.teitler@uwa.edu.au (Y. Teitler).\nhttp://dx.doi.org/10.1016/j.epsl.2014.03.044 0012-821X/© 2014 Elsevier B.V. All rights reserved.\nios invoking high atmospheric concentrations of greenhouse gases such as carbon dioxide (Kasting, 1987), methane (Pavlov et al., 2000, 2003), hydrocarbon gases (Haqq-Misra et al., 2008) or by collision absorption of H2–N2 (Wordsworth and Pierrehumbert, 2013) to counteract the low brightness of the young Sun and maintain the Earth’s surface essentially unfrozen. During the first 3 billions of years of Earth’s history, only two glacial periods have been reported: the 2.9 Ga Pongola glacial event recorded in South Africa (Young et al., 1998) and the 2.45–2.22 Ga glaciation characterized by a series of three to four glacial events (Bekker et al., 2003; Eriksson et al., 2011; Young et al., 1998) recorded in Canada (known as the Huronian glaciation; Young, 2002), South Africa\n(Makganyene glaciation; Polteau et al., 2006), USA (Snowy Pass and Marquette Range Supergroups; Bekker et al., 2005; Ojakangas et al., 2001; Sekine et al., 2010) and Australia (Meteorite Bore Member; Williford et al., 2011). The ubiquitous presence at low latitudes of glaciogenic rocks during the Early Paleoproterozoic suggests that at least one of the glacial events would have been global (snowball Earth) (Kopp et al., 2005). The onset of such extreme climatic conditions is usually associated with the collapse of atmospheric CH4 partial pressure (pCH4) driven by the Great Oxidation Event (GOE) (e.g., Kopp et al., 2005) and/or the drawdown of atmospheric CO2 partial pressure (pCO2) as a result of tectonic and/or volcanic changes (Condie et al., 2009; Evans, 2003; Eyles, 2008; Tajika, 2003, 2007). These scenarios can be tested through the numerical modeling of climate. Since the first studies of the Archean – Paleoproterozoic climate (Kasting, 1987, 1993; Owen et al., 1979), all climatic simulations of this period have been conducted using 1-D Radiative Convective models (RCM).\nIn the present study, we estimate the pCO2 and pCH4 threshold values required for the occurrence of the extreme and cyclical Paleoproterozoic glaciations using a 3-D General Circulation Model (GCM). The use of a 3-D climate model was motivated for two reasons: (i) determining the climate state of the Earth from spatial climatic indicators (e.g. the extension of perennial sea ice) in response to a variety of forcing factors (solar brightness, atmospheric chemical composition, rotation rate, ocean salinity), (ii) simulations of glacial epochs requires to consider feedback mechanisms, essentially the ice-albedo-temperature feedback, and dynamics processes such as heat transport which are poorly represented in 1-D climate models.\nOur approach requires the knowledge of the timing and duration of the ice ages with regards to environmental and geologic changes. However, the number, duration and intensity of the different glacial phases associated with the Paleoproterozoic glaciations are still debated (Eriksson et al., 2011; Sekine et al., 2011; Williford et al., 2011) and possible correlations of glaciogenic deposits between different cratons are controversial (Bekker et al., 2005; Hannah et al., 2004; Hilburn et al., 2005; Kopp et al., 2005). We first provide a short review of the constraints on timing, duration and extent of the Paleoproterozoic glaciations, accounting for the scarcity of continuous stratigraphic successions and reliable paleomagnetic constraints. We then calculate climate and latitudinal extent of perennial snow/sea ice as a function of both pCO2 and pCH4 using the 3-D GCM FOAM 1.5 (Poulsen, 2003; Poulsen and Jacob, 2004). We finally estimate the impacts of an increase in subaerial basaltic surface and a decrease in volcanic outgassing rate on pCO2, using simplified carbon laws inferred from the geochemical cycle model COMBINE (Godderis and Joachimski, 2004). Results of climate simulations are used to discuss the different hypotheses accounting for the onset and breakdown of the Paleoproterozoic glaciations, with regards to the conditions required to satisfy the climate–carbon equilibrium."
  }, {
    "heading": "2. Geologic records of the Paleoproterozoic glaciations",
    "text": ""
  }, {
    "heading": "2.1. Ages, occurrences and depositional latitudes of Paleoproterozoic diamictites",
    "text": "The best preserved record of the Paleoproterozoic glacial events is hosted by the Huronian Supergroup in Ontario, Canada. Three glaciogenic diamictites have been described, revealing the onset of three glacial phases between 2.45 and 2.22 Ga as part of the Ramsay Lake, Bruce and Gowganda Formations, respectively (Bekker and Kaufman, 2007; Kopp et al., 2005; Menzies, 2000; Ojakangas, 1988; Sekine et al., 2011; Young and Nesbitt, 1999). Similarly, three successive glaciogenic deposits occur within the\nCampbell Lake, Vagner and Headquarters Formations of the Snowy Pass Supergroup (Wyoming, USA) and are possibly correlated with the Huronian diamictites (Bekker et al., 2005). Other glacial sediments are recognized as part of the Enchantment Lake Formation (Marquette Range Supergroup, Michigan, USA), recently correlated with the Gowganda Formation (Huronian Supergroup) by the occurrence of a two-stage anomalous negative excursion of carbon isotopes (Sekine et al., 2010). Despite a good stratigraphic record, these glaciogenic units are poorly constrained in latitude (Hilburn et al., 2005). In the ca. 2.4 Ga Eastern Transvaal Supergroup, South Africa, diamictite horizons are known within the Rooihoogte–Duitschland and Upper Timeball Hill Formations (Hannah et al., 2004; Melezhik, 2006). The age of these two units is estimated between 2.41 and 2.32 Ga, and between 2.32 and 2.22 Ga, respectively (Evans et al., 1997; Hannah et al., 2004; Kirschvink et al., 2000; Kopp et al., 2005). The Makganyene diamictite in the Griqualand West Basin, considered as a lateral equivalent of the Upper Timeball Hill diamictite (Bekker et al., 2001; Hannah et al., 2004), is interstratified with the overlying Ongeluk basalts, which yields a depositional latitude of 11◦ ± 5◦ (Evans et al., 1997). The Makganyene diamictite is considered as the most reliable evidence for a Paleoproterozoic glacial environment at low latitudes, thus supporting the Snowball Earth Hypothesis (Kopp et al., 2005; Polteau et al., 2006; but for opposite interpretation see Cornell et al., 1996; Eriksson et al., 2011). Radiogenic ages and lithostratigraphic reconstructions suggest that the Makganyene–Upper Timeball Hill and the Rooihoogte–Duitschland diamictites are well correlated with the youngest (Gowganda Fm.) and intermediate (Bruce Fm.) diamictites of the Huronian Supergroup (Bekker et al., 2001, 2005; Hannah et al., 2004; Papineau et al., 2007). However, this interpretation has been disputed by Hilburn et al. (2005) and Eriksson et al. (2011), who proposed that the Makganyene diamictite postdates the Gowganda diamictite. Finally, glaciogenic diamictite of similar age has been described in the Hamersley basin (Meteorite Bore Member, Kungarra Formation), Western Australia (Evans, 2003; Krapez, 1996; Martin, 1999; Williford et al., 2011). Age constraints from the Meteorite Bore Member are provided by the underlying 2.45 Ga Woongarra Rhyolite and the overlying 2.21 Ga Cheela Springs Basalt (Barley et al., 1997). Unfortunately, the low paleolatitude yielded by the Woongarra Rhyolite cannot be extrapolated to the Meteorite Bore Member diamictite as these two units are possibly separated by a significant time gap (Barley et al., 1997). Based on sulfur isotope measurements, Williford et al. (2011) proposed that the Meteorite Bore Member diamictite of the Turee Creek Group may be correlated with the Ramsay Lake diamictite, i.e. the oldest glaciogenic formation of the Huronian Supergroup. Despite a number of arguments against the Snowball Earth hypothesis (Eriksson et al., 2011), glaciogenic diamictites remain a robust paleoclimatic indicator and argue for the succession of severe glaciations between 2.45 and 2.22 Ga. Occurrence of glaciogenic formations at low latitudes (<30◦) during the Early Paleoproterozoic suggests that the Earth was entirely frozen at that time. Indeed, due to the icealbedo-temperature positive feedback, spreading of ice sheets and sea ice below subtropical latitudes leads to an extreme cooling that favors the onset of snowball Earth state (Donnadieu et al., 2004). Alternatively, the possibility of maintaining a stable ice line to 10–20◦ latitude, referred as to the Jormungand state (i.e. a largely ice-covered Earth at the exception of a thin strip of open ocean along the equator), has been suggested by coupled GCM simulations assuming a bare sea ice albedo lower than 0.6 (Abbot et al., 2011). Because of the limited geological data, it remains difficult to determine whether all identified glaciogenic deposits of Paleoproterozoic age are related to snowball Earth state. Nevertheless, such an assumption is at least suited for Makganyene diamictite as proposed by Coetzee et al. (2006) and Kopp et al. (2005). This\nsuggests that the youngest glacial event, also allegedly recorded within the Gowganda formation of the Huronian Supergroup, was global."
  }, {
    "heading": "2.2. Causes for the Paleoproterozoic glaciations",
    "text": "The Paleoproterozoic glaciations are usually considered to be the result of atmospheric methane and/or carbon dioxide collapse (Eyles, 2008; Kopp et al., 2005; Pavlov et al., 2000). Scenarios involving methane collapse in response to the GOE arise from the much shorter lifetime of this gas in an oxygenated atmosphere compared to an anoxic one. Based on coupled climaticthermodynamic studies (Kasting and Brown, 1998; Kasting et al., 2001), Pavlov et al. (2001, 2003), assuming the maintenance of high biogenic flux of methane to the atmosphere, estimate that pCH4 could have decrease from 1000 to 100 ppmv in response to the GOE. More recently, Catling et al. (2007) investigated the role of the anaerobic oxidation of methane (AOM) performed by seafloor methanotrophs during the GOE. They postulated that AOM has increased due to the rise of oceanic sulfate concentration, reducing the flux of methane to the atmosphere. Combined with the oxidation of atmospheric CH4, they predicted a collapse of pCH4 from about 300 to 4 ppmv. Following the GOE, shielding of the troposphere by stratospheric ozone slowed down the oxidation of methane, and thus led to a rise of pCH4 in the atmosphere to about 60 ppmv. Both scenarios considered that climate cooling was driven by CH4 collapse alone. This implicitly assumes that pCO2 was high enough to keep Earth’s surface unfrozen at high pCH4, but low enough to allow glaciation after the collapse of methane. In both scenarios, the timing of climate cooling (i.e. the timing of CH4 collapse) is not constrained by geologic data. Determining an accurate age and pattern for the collapse of CH4 requires a good knowledge of the timing of the GOE and a reliable understanding of the relation between O2 accumulation and CH4 oxidation. Based on sulfur isotope records, it has been proposed that an irreversible rise of pO2 (>2 × 10−6 bar) occurred around 2.32 Ga in relation with the second Paleoproterozoic glaciation (Bekker et al., 2004; Papineau et al., 2007). If the rise of pO2 is responsible for the collapse of CH4, this scenario cannot account for the onset of the first Paleoproterozoic glaciation. Alternatively, the enrichment in authigenic Mn and the increase of Mn/Fe ratio in the Gowganda Formation have been considered as evidences for a significant rise of pO2 above 2 × 10−3 bar leading to the collapse of pCH4 and the onset of the third Paleoproterozoic glaciation (Sekine et al., 2011). Therefore, the drop of pCH4 may have occurred after 2.32 Ga and may not be responsible for the onset of the first two Paleoproterozoic glaciations. However, it cannot be excluded that the collapse of atmospheric CH4 occurred as soon as 2.45 Ga as some O2 may have already accumulated in the atmosphere during the Late Archean (Anbar et al., 2007; Duan et al., 2010; Wille et al., 2007).\nAlternatively to methane collapse, a progressive and long-lasted decrease of atmospheric pCO2 may have accounted for the paleoproterozoic climate changes and associated ice ages. Using 2.76–2.20 Ga old paleosols, Rye et al. (1995) predicted a maximum pCO2 of ca. 4 × 10−2 bar based on the thermochemical modeling of equilibrium relationship between siderite and reduced iron silicates. Alternatively, mass balance models provided pCO2 estimates comprised between 3×10−3 to 2.6×10−2 bar (Driese et al., 2011; Sheldon, 2006), which is lower than the upper limit calculated by Rye et al. (1995). Although these estimates are not accurate enough to constrain the evolution of pCO2 throughout the GOE, they provide first order constraints on the pCO2 during the Late Archean to Early Proterozoic. A scenario involving a drawdown of pCO2 from 2.45 to 2.20 Ga driven by (i) an increase in silicate weathering efficiency caused by continental emer-\ngence, collisional tectonics or rifting (Evans, 2003; Eyles, 2008; Flament et al., 2008), and/or (ii) a worldwide and long-lasted volcanism shutdown (Condie et al., 2009; Tajika 2003, 2007), can be considered. Modeling of continental freeboard evolution predicted an abrupt increase in the total emerged surface at about 2.5 Ga (Flament et al., 2008). This is in good agreement with the recognition of a global increase in the formation of subaerial Large Igneous Provinces (LIPs) at about 2.5 Ga (Kump and Barley, 2007). According to Abbott and Isley (2002), the rifting of Kenorland at about 2.45 Ga could have generated subaerial LIPs accounting for most of the emerged surface at that time (90 × 106 km2). As basaltic material is highly reactive to chemical weathering, such an increase of material exposures available for chemical weathering may have triggered a drastic decrease of atmospheric pCO2. It has been proposed that this episode of subaerial volcanism was followed by a 250 Myr long shutdown of volcanic activity until about 2.2 Ga (Condie et al., 2009; Tajika, 2003, 2007). Cessation or slowdown of global magmatism and associated decrease of volcanic CO2 outgassing between 2.45 and 2.2 Ga likely further reduced the Early Proterozoic atmospheric CO2 concentration. We used, in the following, the 3-D GCM FOAM 1.5 to determine the sensitivity of Early Proterozoic climate to changes in pCO2 and/or pCH4 and their contributions in the onset of the Paleoproterozoic glaciations. To estimate the cooling due to the combined effects of silicate weathering and volcanic quiescence, we use simplified carbon cycle laws inferred from the geochemical model COMBINE (Godderis and Joachimski, 2004) to determine the changes in pCO2."
  }, {
    "heading": "3. Simulation design",
    "text": ""
  }, {
    "heading": "3.1. Climate model description",
    "text": "FOAM 1.5 has been extensively applied to the study of ancient climates (Donnadieu et al., 2006; Le Hir et al., 2009; Poulsen, 2003; Poulsen and Jacob, 2004). The atmospheric component of FOAM is a parallelized version of NCAR’s Community Climate Model 2 (CCM2) with the upgraded radiative and hydrologic physics incorporated in CCM3 v. 3.2 (Jacob, 1997). All simulations have been performed with an R15 spectral resolution (4.5◦ × 7.5◦) and 18 vertical levels. FOAM is used in mixed layer mode, meaning the atmospheric model is linked to a 50 meters thick mixed-layer ocean with heat transport parameterized through diffusion. FOAM uses the thermodynamics of NCAR’s to compute ice fraction (0.6 of albedo), snow cover (no snow-ageing, albedo fixed to 0.8), and includes a Semtner module to calculate the sea ice temperature. No treatment of sea ice dynamics is considered, a lack which may result in the underestimation of the sea ice flow and cover (Voigt and Abbot, 2012; Yang et al., 2012a, 2012b).\nWorking at high CO2 partial pressures requires an adapted radiative code in order to correctly simulate the greenhouse warming due to CO2 and CH4. Previous studies have validated the FOAM radiative code in highly enriched CO2 atmospheres (Le Hir et al., 2010; Pierrehumbert, 2004). Rosing et al. (2010) have used the FOAM radiative code (CCM3 radiative code) with CH4 concentration up to 900 ppmv. Fig. 1 shows the infra-red energy absorbed by CH4, illustrating the correct evaluation of the radiative forcing provided by a high pCH4 concentration. It should be noted that GCM radiative code neglects some complex processes, such as the increase of absorption with atmospheric pressure or changes in absorption when several gases are present in high amounts, which could slightly modify the radiative transfer (Halevy et al., 2009). As the simulated period is coeval with the GOE, changes of oxygen concentration in the atmosphere are also considered. The accumulation of O2 leads to the formation of the ozone layer and thus a thermal inversion into the atmosphere. We observe that, using present day boundary conditions, the global mean surface\ntemperature is slightly lower (13.8 ◦C versus 14.4 ◦C) when the ozone layer is removed (Le Hir et al., 2013)."
  }, {
    "heading": "3.2. Climate boundary conditions",
    "text": "Numerical experiments were performed using Paleoproterozoic boundary conditions. (1) The solar constant value is reduced by 19% (1100 W/m2) with respect to its present day value in all simulations (Gough, 1981), while orbital parameters are kept at their present day values. (2) Paleogeography has been reconstructed based on the work of Pesonen et al. (2003). It accounts for the hypothesis of a progressive breakup of the Kenorland, originally located at low to mid latitudes (Fig. 3). The Dharwar Craton (India) has been placed at high latitude in the northern hemisphere (J. Besse, pers. comm.). The total emerged surface is about 90 Mkm2 (i.e. 60% of present day value) following crustal growth models (McLennan and Taylor, 1982; Lowe and Tice, 2007). We prescribe topography with a maximum elevation of 2500 m based on the isostasy model of Flament et al. (2008), while the elevation of lowlands was fixed at 200 m. The continental surface has the characteristic of a bare soil (rocky regolith) with an albedo of 0.3. (3) We fix the length of the day at 18 hours (480 days per year) in all experiments following Kuhn et al. (1989) because of the slowing effect of tidal friction of the Moon on Earth’s rotation rate. (4) Considering a Precambrian ocean two to three times more saline than today as proposed by Knauth (2005), the freezing temperature of seawater was fixed at −3.3 ◦C (Millero and Poisson, 1981). (5) The atmospheric pressure is kept constant and fixed to 1 bar.\nBefore going farther, we have tested the climate sensitivity to atmospheric greenhouse gases through a large range of values of pCO2 (from 1.4 × 10−3 bar to 2.8 × 10−2 bar) and pCH4 (from 4 × 10−6 bar to 10−3 bar) as proposed in previous studies (Catling et al., 2007; Pavlov et al., 2003; Sheldon, 2006). To avoid any effect of initial conditions, climatic simulations are run until an equilibrium state is reached, generally after a few decades. Then each simulation is run for 25 supplementary years. These last 25 yrs are averaged to determine equilibrium states (Fig. 2)."
  }, {
    "heading": "3.3. Carbon cycle–climate equilibrium",
    "text": "The long-term pCO2 equilibrium results from the balance between volcanic outgassing and global silicate weathering (Walker et al., 1981). Thus, we aim to investigate the impact on pCO2 of an increase in subaerial basaltic surface at 2.45 Ga (Abbott and Isley, 2002) followed by a 250 Myr-long period of low volcanic activity, using simplified carbon laws (Eqs. (1) to (5)) inferred from\nthe geochemical cycle model COMBINE (Godderis and Joachimski, 2004):\nFvolc = Fsw = Fgra + Fbas (1) Fgra = f E . ( pCO2/pCO ∗ 2 )n .kgra.Sgra.Runoff .exp( fgra) (2) Fbas = f E . ( pCO2/pCO ∗ 2 )n .kbas.Sbas.Runoff .exp( fbas) (3) fgra = (−Egra/R.Tsurf ) (4) fbas = (−Ebas/R.Tsurf ) (5) where Fvolc is the volcanic CO2 outgassing rate (molC/yr), Fsw is the global silicate weathering rate, Fgra and Fbas are the silicate weathering rates associated to granitic and basaltic rocks, respectively (molC/yr). Sgra and Sbas are the surface (in km2) of emerged granitic and basaltic rocks, respectively, Tsurf is the surface temperature (K), Runoff is the mean annual runoff, i.e. the P–E (precipitation minus evaporation) budget over continents (cm yr−1), R is the perfect gas constant and E the apparent activation energy (48 200 J/mol for granitic crust and 42 300 J/mol for basalts; see Donnadieu et al., 2006 for details). Values of kgra and kbas constants (respectively 5.46 × 1011 and 3.68 × 1011) have been obtained assuming that 30% of the global present day weathering flux (6.8 × 1012 molC/yr, Gaillardet et al., 1999) is due to the weathering of basaltic rocks, which represent 5% (7.3 × 106 km2) of the total present day emerged surface (Dessert et al., 2003). Only Ca and Mg silicates are considered in these calculations as marine carbonates are essentially made of Ca2+ and/or Mg2+. The factor\nf E represents the effect of soil biological activity (land plants and microbes) on the efficiency of the weathering rate (Berner, 1994; Tajika, 2003). In the absence of terrestrial higher plants, the efficiency of silicate weathering due to the activity of the soil biota should have been significantly lower during the Paleoproterozoic compared to the present day (present day f E = 1). Assuming the presence of microbial life in Proterozoic soils (Retallack, 2012), f E has been estimated to 0.15–0.25 by analogy with modern unvegetated regions (Moulton et al., 2000; Tajika, 2003); in the following we consider a value for f E of 0.2. The ratio (pCO2/pCO ∗ 2) n is the ratio of soil pCO2 relative to the present value (pCO∗2). The exponent n represents the effect of soil pCO2 on continental primary producers (i.e. the soil biological activity; Volk, 1987; Berner, 1994). This dependency is initially defined by Volk (1987) for land plants with stomata (structure controlling gas exchange) in conditions wherein the atmospheric carbon dioxide is a primary production limiting factor. For conditions close to present day, Volk (1987) assumes that a rise of carbon dioxide should increase the efficiency of the photosynthesis due to moisture and carbon availability and by its indirect effect on temperature (faster chemical reactions). Due to the absence of land plants, Berner (1997) adopts a mid-strength CO2-dependency with n equals to 0.5 (also used by Pierrehumbert (2010) and Abbot et al. (2012)), while Tajika (2003) considers a weaker dependency by fixing n to 0.3. Following Tajika (2003) we fix n to 0.3 in our calculations. Since 2.4 Ga conditions suppose an atmosphere highly enriched in CO2, the Volk formulation cannot be used directly, especially in the absence of stomata-possessing organisms. For this reason, we fix pCO2/pCO ∗ 2 = 2, moisture and temperature being the two remaining limiting factors. The surface temperature and the runoff are calculated using the GCM FOAM for different pCO2 ranging from 1.4 × 10−3 to 2.8 × 10−2 bar. Temperature and runoff values from each climate simulations (i.e. fixed pCO2, fixed pCH4) are then used to calculate the global silicate weathering flux, for different given amounts of exposed basaltic surface (8, 15, 30, 45, 60 and 90 × 106 km2). Consequently, the calculated weathering fluxes depend both on the surface temperature-runoff, determined by the amount of pCO2–pCH4, and on the amount of exposed basaltic surface. As the carbon cycle is balanced when outgassing rate equals to the weathering flux, this algorithm explicitly estimates the outgassing rate required to satisfy the carbon cycle balance for a given combination of pCO2–pCH4 and basaltic surface. Accordingly, for a given pCO2–pCH4 (i.e. for a given climate run), various combinations of degassing flux and basaltic surface satisfying the carbon cycle balance can be assessed. We therefore determine in which conditions (surface of exposed basaltic rocks, outgassing rate) the different climate states simulated with FOAM are balanced with regards to the carbon cycle, and estimate the effect of an increase in the surface of exposed basaltic rocks and/or a decrease in volcanic outgassing on pCO2 and climate at ca. 2.4 Ga."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Climate sensitivity to greenhouses gases",
    "text": "Three different stable climatic states were identified in our simulations (Fig. 3); (i) a modern-type to warm state, in which perennial snow and sea ice is restricted to the high latitudes or absent (i.e. mainly unfrozen surface), (ii) a cold state in which Earth’s surface is widely frozen, featuring a polar sea ice cap that extends into the middle latitudes while an equatorial strip is maintained free of sea ice and (iii) a global frozen state corresponding to snowball Earth conditions with total sea ice capping (Fig. 3, onsets A, B and C, respectively). In case of modern-type climatic state, the global mean surface temperature is about 15 ◦C and the latitudinal temperature profile closely resembles the present day situation; the\nannual mean surface temperature is about 25 ◦C at the equator whereas it reaches −16 ◦C and 0 ◦C at north and south poles, respectively. The presence of oceanic domains at both poles explains the absence of very low temperature. The difference in temperature at high latitudes between the two hemispheres is primary due to the orbital parameters amplified by the sea ice-albedotemperature feedback. In the case of cold state, the global mean surface temperature does not exceed −30 ◦C and sea ice extends down to 27◦ latitude corresponding to a widely frozen Earth. Low latitudes remains above freezing temperatures, up to 10 ◦C at the equator in annual mean, whereas temperature at high latitudes is as low as −90 ◦C, generating a very strong latitudinal thermal gradient in the mid latitudes. When sea ice spreads out to latitudes lower than 27◦ , an ice-albedo-temperature runaway effect occurs, leading to the onset of snowball Earth conditions. In that case, equatorial areas undergo glacial conditions with a local mean temperature not exceeding −20 ◦C, while global surface temperature is about −70 ◦C. Such a behavior of the Earth system has been confirmed through the use of more complex models for the simulation of the Neoproterozoic global glaciations (Abbot et al., 2011; Poulsen and Jacob, 2004; Voigt et al., 2011).\nThe sea ice extent and the global mean surface temperature simulations are presented in Fig. 4. Latitudinal spreading of sea ice and the different climate states of the Earth from a mainly unfrozen, widely frozen to snowball state are shown as a function of pCO2 and pCH4. An intriguing result is the apparent offset of\nsea ice spreading between the northern and southern hemisphere when simulating moderately cold climates, as explicitly illustrated in Fig. 5. This asymmetry is related to orbital parameters (kept constant at their present day values) and diffusive rate of the slab ocean (Q flux). To correctly represent sea-ice covered seas based on estimates of the sea ice mass budget, Q flux is derived from the net surface fluxes. This parameterization implies that the northern ice cap is more extended than the southern one. This offset\ndisappears when simulating colder climates, both hemispheres displaying symmetrical sea ice extent at low latitudes. It should be noted that the use of an ice albedo of 0.6 generates a strong ice albedo feedback, precluding the occurrence of the Jormungand state (Abbot et al., 2011). Such a state may be expected if assuming a lower sea ice albedo and would correspond to the upper domain of the snowball Earth state (Fig. 4).\nThese results are in good agreement with the recent studies of Haqq-Misra et al. (2008), Von Paris et al. (2008) and Wolf and Toon (2013), who estimated that the Late Archean to Paleoproterozoic climate could have been similar to present day climate considering a pCO2 lower or equal to 4 × 10−2 bar, as defined by Rye et al. (1995) from paleosol studies. Within this range, we show that a pCO2 comprised between 2.2×10−2 and 4×10−2 bar allows the maintenance of a relatively warm climate on Earth regardless of pCH4. More conservative estimates for pCO2 (Sheldon, 2006), ranging from 0.3 to 2.6 × 10−2 bar, still satisfy the maintenance of a relatively warm climate without requiring an additional contribution of methane to the greenhouse. Thus, although these results confirm the important role of CH4 as a climate forcing parameter, the maintenance of an ice-free surface before the GOE does not necessarily imply very high levels of CH4 as suggested in previous studies (Pavlov et al., 2000, 2003; Rye et al., 1995; Sheldon, 2006)."
  }, {
    "heading": "4.2. Scenarios of pCH4 collapse and associated climate cooling",
    "text": "We have investigated the sensitivity of climate to atmospheric greenhouse gases at ca. 2.4 Ga to evaluate the role of a pCH4 collapse and/or pCO2 decrease in the onset of the cycle of Paleoproterozoic glaciations. Considering that only one of the three glaciations is convincingly considered as a snowball Earth event (i.e. the Gowganda and Makganyene diamictites), we first tested to what extent a drop of pCH4 can initiate a single snowball Earth event using the two different scenarios for pCH4 evolution proposed by Pavlov et al. (2003) and Catling et al. (2007). Following these authors, and in order to compare the different modeling approaches, we first considered that the atmospheric CO2 concentrations remained constant throughout the Late Archean – Early Proterozoic transition.\nPavlov et al. (2003) estimate the pCH4 prior to the GOE to be ca. 1000 ppmv. The minimum pCO2 required to maintain an ice-free surface under these conditions is ca. 7 × 10−3 bar (Fig. 6). Despite the fact that this threshold value for pCO2 represents the most favorable situation to generate a large spreading of sea ice during the collapse of pCH4, our simulations indicate that shifting the pCH4 from 1000 to 100 ppmv cannot induce the onset of snowball Earth conditions as proposed by Pavlov et al. (2003), but that pCH4 must be dropped down to values at least as low as 10 ppmv to generate planetary ice capping. While Pavlov et al. (2003) scenario is unable to produce a climatic shift from ice-free to snowball Earth conditions, Catling et al. (2007) scenario appears to be more suited as it suggests the collapse of pCH4 from about 300 to 4 ppmv, followed by a rise up to 60 ppmv. At a pCH4 of ca. 300 ppmv, prior to the GOE, the minimum pCO2 required to maintain an ice-free surface is about 1.1 × 10−2 bar (Fig. 6). Under these conditions, the collapse of pCH4 down to 4 ppmv is alone able to drift climate from ice-free to almost snowball Earth conditions. Although this scenario has the advantage to consider a drastic drop of pCH4, the following rise of pCH4 up to 60 ppmv is too low to account for the return to ice-free conditions after 2.22 Ga if pCO2 is maintained below 1.5 × 10−2 bar. Because organic haze formation is restricted to both very low pCO2 and very high pCH4, any anti-greenhouse effect that could arise from the formation of organic haze may only occur when Earth already experiences snowball Earth con-\nditions and therefore could not act effectively as a climate cooling process (Fig. 6).\nThese results suggest that the onset of at least one snowball Earth event between 2.45 and 2.22 Ga followed by the return to mild climatic conditions may be explained by large fluctuations in pCH4 (Catling et al. scenario) assuming the maintenance of pCO2 below ca. 1.1 × 10−2 bar. Consequently, mechanisms for maintaining pCO2 at low levels (no more than 1.1 × 10−2 bar) have to be explored to explain the initiation of the Huronian glaciations, especially as any drop of pCH4 would be balanced by an increase in pCO2 through the Walker feedback process."
  }, {
    "heading": "4.3. Towards a scenario including pCO2 fluctuations",
    "text": "Decrease of atmospheric pCO2 attending weathering of large subaerial exposures coupled to magmatic shutdown between 2.45 and 2.2 Ga have been invoked as an additional process for triggering Paleoproterozoic glaciations (Condie et al., 2009; Evans, 2003; Eyles, 2008; Flament et al., 2008; Tajika 2003, 2007). Using the laws of the inorganic carbon cycle (described in Section 3.3), we investigate how a change in the surface of exposed basaltic rocks and in the rate of volcanic outgassing affects the long-term carbon cycle and the pCO2.\nWe first calculated global silicate weathering rates corresponding to the climate runs (pCO2 ranging from 1.4 × 10−3 to 2.8 × 10−2 bar). Calculated weathering fluxes are shown in Fig. 7 as a function of pCO2 assuming an exposed basaltic surface of 15, 30, 45, 60 and 90 × 106 km2. Each onset corresponds to a specific pCH4 as used in climate runs (that is, 4, 60, 300 and 1000 ppmv). When assuming a present day surface of exposed basaltic rocks (7.3 × 106 km2) and rate of volcanic outgassing (6.8 × 1012 molC/yr), the silicate weathering rate, limited by the absence of terrestrial higher plants, is too low to balance the carbon cycle in all runs (not shown). In such conditions, carbon cycle– climate equilibrium would require the maintenance of the pCO2 at equilibrium over 2.8 × 10−2 bar, precluding the onset of glacia-\ntion regardless the intensity of the pCH4 collapse. Therefore, the presence of ice at low latitudes deduced from the geological data confirms that a mechanism is needed to reduce the pCO2. Assuming a volcanic outgassing rate of 6.8 × 1012 molC/yr (present day value), the equilibration of the pCO2 at 2.8 × 10−2 bar is first obtained for a surface of exposed basaltic rocks comprised between 30 and 45 × 106 km2 (about 5 times the present day value). The corresponding surface temperature is 24 ◦C (simulation performed with pCH4 = 1000 ppmv, see Fig. 4), at odds with the scenarios of Paleoproterozoic glaciation. Further decrease of the equilibrium pCO2 is therefore required to trigger climate cooling. When considering a present day volcanic outgassing rate and a surface of exposed basaltic rocks of 90 × 106 km2 (i.e. full basaltic cover), the equilibrium pCO2 ranges from 8 × 10−3 bar (when pCH4 is equal to 1000 ppmv) to 2.3 × 10−2 bar (when pCH4 is equal to 4 ppmv), which corresponds to a mainly unfrozen Earth (Figs. 7, 8). When assuming a volcanic outgassing rate of 3.4 × 1012 molC/yr (half of the present day value), the equilibrium pCO2 is further lowered\nand ranges from 6 × 10−3 bar (when pCH4 is equal to 1000 ppmv) to 2.0 × 10−2 bar (when pCH4 is equal to 4 ppmv), which corresponds to a widely frozen Earth (Figs. 7, 8). Thus, the emplacement of subaerial LIPs followed by a 50% decrease of the volcanic outgassing rate through volcanic shutdown may have significantly decreased the pCO2. Taken alone, the maximum cooling provided by an increase in weathering efficiency followed by a decrease in outgassing rate would have been responsible for the onset of severe, but not global, glaciations. Yet, these two buffering processes allow the maintenance of pCO2 at low levels, so that a collapse of pCH4 would have been able to initiate snowball Earth conditions (Fig. 8). It should also be noted that threshold pCO2–pCH4 values associated with the onset of snowball Earth conditions may have been underestimated due to the absence of sea ice dynamics in our simulations (Voigt and Abbot, 2012).\nDetermining the exact timing and pattern of the pCH4 collapse remains elusive due to the limited knowledge of the timing and imprint of the GOE on a global scale. Sulfur isotope proxies suggest that the irreversible rise of pO2 over 2 × 10−6 bar occurred between 2.41 and 2.32 Ga in association with the second glacial event (Bekker et al., 2004; Papineau et al., 2007). In addition, Mn proxies suggest further O2 accumulation over 2 × 10−3 bar between 2.32 and 2.22 Ga in association with the third glacial event (Sekine et al., 2011). Because the level of atmospheric pCH4 prior to the GOE is assumed to be 300 ppmv (3 × 10−4 bar) or higher (Catling et al., 2007; Pavlov et al., 2003), we speculate that the effective oxidation of methane requires an accumulation of atmospheric O2 to similar levels. In this context, the collapse of pCH4 most probably occurred shortly before the third glacial event. Taken together, it is suggested that the scenario involving a general decrease in pCO2 initiated at 2.45 Ga, followed by a drastic drop in pCH4 between 2.32 and 2.22 Ga, is the most viable, accounting both for the cyclical character of the glacial events (Mills et al., 2011) and the observation, by some, that the only certain planetscale glaciation is the third event. The return and maintenance of ice-free conditions after 2.2 Ga is most likely related to the return of a CO2-rich atmosphere, adding to the moderate rise of pCH4 to ca. 60 ppmv as proposed by Catling et al. (2007)."
  }, {
    "heading": "5. Conclusion",
    "text": "The use of a 3-D GCM is critical to test the sensitivity of the Paleoproterozoic climate to greenhouse gases concentrations in a context of major environmental changes and onset of planetary glacial events. In this study, we have explicitly estimated the geographic distribution of many climate proxies such as surface temperature and sea ice capping, while considering the distribution of continental masses, seawater salinity and Earth rotation rate. We showed that the maintenance of a mild to warm climate since the Late Archean is consistent with constraints provided by paleosols, which indicate moderate atmospheric pCO2 (<2.6 × 10−2 bar, Sheldon, 2006), even under low pCH4 (4 ppmv). We showed that the onset of a snowball Earth event during the Paleoproterozoic is best explained by a collapse of the pCH4 (Catling et al., 2007) together with the maintenance of pCO2 below 1.1 × 10−2 bar. Calculations performed using simplified carbon laws suggest that such a buffering of the pCO2 could have occurred between 2.45 and 2.20 Ga, due to the enhancement of continental silicate weathering at the end of the Archean followed by a 250 Myr shutdown of global magmatism (Condie et al., 2009; Eyles, 2008; Flament et al., 2008; Tajika, 2003, 2007). It is suggested that (i) this long-lasted decrease in pCO2 is responsible for the cyclical character of the Paleoproterozoic glaciations, and (ii) the collapse of pCH4 occurred between 2.32 and 2.22 in response to the accumulation of atmospheric O2 over 2.10−3 bar, driving the Earth’s climate from ice-free to snowball Earth conditions. In this scenario, the third glacial event is supposed to represent the most intense of the Paleoproterozoic glaciations. This assumption is further supported as this third ice age is the only unambiguous glaciation of planetary extent during the 2.45–2.22 Ga period. In the aftermath, the return to a mild to warm climate after 2.20 Ga is related to the possible maintenance of moderate pCH4 at ca. 60 ppmv (Catling et al., 2007) and the rise of atmospheric CO2 (>1.5 × 10−2 bar) due to enhanced volcanic activity and/or moderate silicate weathering."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by grants from the Agence Nationale de la Recherche (eLIFE2) to P. Philippot (Grant ANR-10-BLAN-0602) and the Labex UnivEarths (IPGP). This work was performed using HPC resources from GENCI-CCRT (Grant 2013-t2013017013). This is Institut de Physique du Globe de Paris contribution number 3507."
  }],
  "year": 2014,
  "references": [{
    "title": "The intensity, occurrence, and duration of superplume events and eras over geological time",
    "authors": ["D.H. Abbott", "A.E. Isley"],
    "venue": "J. Geodyn",
    "year": 2002
  }, {
    "title": "The Jormungand global climate state and implications for Neoproterozoic glaciations",
    "authors": ["D.S. Abbot", "A. Voigt", "D. Koll"],
    "venue": "J. Geophys. Res",
    "year": 2011
  }, {
    "title": "Indication of insensitivity of planetary weathering behavior and habitable zone to land fraction",
    "authors": ["D.S. Abbot", "N.B. Cowan", "F.J. Ciesla"],
    "venue": "Astrophys. J. 756,",
    "year": 2012
  }, {
    "title": "A whiff of oxygen before the Great Oxidation Event",
    "authors": ["A.D. Anbar", "Y. Duan", "T.W. Lyons", "G.L. Arnold", "B. Kendall", "R.A. Creaser", "A.J. Kaufman", "G.W. Gordon", "C. Scott", "J. Garvin", "R. Buick"],
    "year": 2007
  }, {
    "title": "Emplacement of a large igneous province as a possible cause of banded iron formation 2.45 billion years",
    "authors": ["M.E. Barley", "A.L. Pickard", "P.J. Sylvester"],
    "venue": "ago. Nature",
    "year": 1997
  }, {
    "title": "Oxidative forcing of global climate change: A biogeochemical record across the oldest Paleoproterozoic ice age in North America",
    "authors": ["A. Bekker", "A.J. Kaufman"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Chemostratigraphy of the Paleoproterozoic Duitschland Formation, South Africa: implications for coupled climate change and carbon cycling",
    "authors": ["A. Bekker", "A.J. Kaufman", "J.A. Karhu", "N.J. Beukes", "Q.D. Swart", "L.L. Coetzee", "K.A. Eriksson"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Chemostratigraphy of Paleoproterozoic carbonate successions of the Wyoming Craton: tectonic forcing of biogeochemical change",
    "authors": ["A. Bekker", "J.A. Karhu", "K.A. Eriksson", "A.J. Kaufman"],
    "venue": "Precambrian Res",
    "year": 2003
  }, {
    "title": "Dating the rise of atmospheric oxygen",
    "authors": ["A. Bekker", "H.D. Holland", "P.L. Wang", "D. Rumble", "H.J. Stein", "J.L. Hannah", "L.L. Coetzee", "N.J. Beukes"],
    "venue": "Nature 427,",
    "year": 2004
  }, {
    "title": "Evidence for Paleoproterozoic cap carbonates in North America",
    "authors": ["A. Bekker", "A.J. Kaufman", "J.A. Karhu", "K.A. Eriksson"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "GEOCARBII – A revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 1994
  }, {
    "title": "The rise of plants and their effect on weathering and atmospheric CO2",
    "authors": ["R.A. Berner"],
    "venue": "Science 276,",
    "year": 1997
  }, {
    "title": "Links of organic carbon cycling and burial to depositional depth gradients and establishment of a snowball Earth at 2.3 Ga. Evidence from the Timeball Hill Formation, Transvaal Supergroup, South Africa",
    "authors": ["L.L. Coetzee", "N.J. Beukes", "J. Gutzmer", "T. Kakegawa"],
    "venue": "S. Afr. J. Geol",
    "year": 2006
  }, {
    "title": "Evidence and implications for a widespread magmatic shutdown for 250 My on Earth",
    "authors": ["K.C. Condie", "C. O’Neil", "R.C. Aster"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "The Ongeluk basaltic andesite formation in Griqualand West, South Africa: submarine alteration in a 2222 Ma Proterozoic sea",
    "authors": ["D.H. Cornell", "S.S. Schutte", "B.L. Eglington"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C. Dessert", "B. Dupre", "J. Gaillardet", "L.M. Francois", "C.J. Allegre"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "A ‘snowball Earth’ climate triggered by continental break-up through changes in runoff",
    "authors": ["Y. Donnadieu", "Y. Godderis", "G. Ramstein", "A. Nedelec", "J. Meert"],
    "venue": "Nature 428,",
    "year": 2004
  }, {
    "title": "Modelling the primary control of paleogeography on Cretaceous climate",
    "authors": ["Y. Donnadieu", "R. Pierrehumbert", "R. Jacob", "F. Fluteau"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Neoarchean paleoweathering of tonalite and metabasalt: implications for reconstructions of 2.69 Ga early terrestrial ecosystems and paleoatmospheric chemistry",
    "authors": ["S.G. Driese", "M.A. Jirsa", "M. Ren", "S.L. Brantley", "N.D. Sheldon", "D. Parker", "M. Schmitz"],
    "venue": "Precambrian Res",
    "year": 2011
  }, {
    "title": "Molybdenum isotope evidence for mild environmental oxygenation before the Great Oxidation Event",
    "authors": ["Y. Duan", "A.D. Anbar", "G.L. Arnold", "T.W. Lyons", "G.W. Gordon", "B. Kendall"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2010
  }, {
    "title": "Late Neoarchaean–Palaeoproterozoic supracrustal basin-fills of the Kaapvaal craton: relevance of the supercontinent cycle, the “Great Oxidation Event” and “Snowball Earth”",
    "authors": ["P.G. Eriksson", "N. Lenhardt", "D.T. Wright", "R. Mazumder", "A.J. Bumby"],
    "venue": "Mar. Pet. Geol",
    "year": 2011
  }, {
    "title": "A fundamental Precambrian–Phanerozoic shift in earth’s glacial style",
    "authors": ["D.A.D. Evans"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "Low-latitude glaciation in the Palaeoproterozoic Era",
    "authors": ["D.A.D. Evans", "N.J. Beukes", "J.L. Kirschvink"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Glacio-epochs and the supercontinent cycle after",
    "authors": ["N. Eyles"],
    "year": 2008
  }, {
    "title": "The faint young Sun problem",
    "authors": ["G. Feulner"],
    "venue": "Rev. Geophys",
    "year": 2012
  }, {
    "title": "A case for late-Archaean continental emergence from thermal evolution models and hypsometry",
    "authors": ["N. Flament", "N. Coltice", "P.F. Rey"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Global silicate weathering and CO2 consumption rates deduced from the chemistry of large rivers",
    "authors": ["J. Gaillardet", "B. Dupre", "P. Louvat", "C.J. Allegre"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Global change in the Late Devonian: modelling the Frasnian–Famennian short-term carbon isotope excursions",
    "authors": ["Y. Godderis", "M.M. Joachimski"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Solar interior structure and luminosity variations",
    "authors": ["D.O. Gough"],
    "venue": "Sol. Phys",
    "year": 1981
  }, {
    "title": "Radiative transfer in CO2-rich paleoatmospheres",
    "authors": ["I. Halevy", "R.T. Pierrehumbert", "D.P. Schrag"],
    "venue": "J. Geophys. Res",
    "year": 2009
  }, {
    "title": "Primitive Os and 2316 Ma age for marine shale: implications for Paleoproterozoic glacial events and the rise of atmospheric oxygen",
    "authors": ["J.L. Hannah", "A. Bekker", "H.J. Stein", "R.J. Markey", "H.D. Holland"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "A revised, hazy methane greenhouse for the Archean Earth",
    "authors": ["J.D. Haqq-Misra", "S.D. Domagal-Goldman", "P.J. Kasting", "J.F. Kasting"],
    "venue": "Astrobiology",
    "year": 2008
  }, {
    "title": "A negative fold test on the Lorrain Formation of the Huronian Supergroup: uncertainty on the paleolatitude of the Paleoproterozoic Gowganda glaciation and implications or the great oxygenation event",
    "authors": ["I.A. Hilburn", "J.L. Kirschvink", "E. Tajika", "R. Tada", "Y. Hamano", "S. Yamamoto"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Low frequency variability in a simulated atmosphere and ocean system",
    "authors": ["R.L. Jacob"],
    "venue": "PhD thesis. The University of Wisconsin,",
    "year": 1997
  }, {
    "title": "Theoretical constraints on oxygen and carbon dioxide concentrations in the Precambrian atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Setting the stage: the early atmosphere as a source of biogenic compounds",
    "authors": ["J.F. Kasting", "L.L. Brown"],
    "year": 1998
  }, {
    "title": "A coupled ecosystem-climate model for predicting the methane concentration in the Archean atmosphere",
    "authors": ["J.F. Kasting", "A.A. Pavlov", "J.L. Siefert"],
    "venue": "Orig. Life Evol. Biosph",
    "year": 2001
  }, {
    "title": "A study of the radiative effects of enhanced atmospheric CO2 and CH4 on early Earth surface temperatures",
    "authors": ["J.T. Kiehl", "R.E. Dickinson"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "Paleoproterozoic snowball Earth: extreme climatic and geochemical global change and its biological consequences",
    "authors": ["J.L. Kirschvink", "E.J. Gaidos", "L.E. Bertani", "N.J. Beukes", "J. Gutzmer", "L.N. Maepa", "R.E. Steinberger"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2000
  }, {
    "title": "Temperature and salinity of the Precambrian ocean: implications for the course of microbial evolution. Palaeogeogr",
    "authors": ["L.P. Knauth"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "The paleoproterozoic snowball Earth: A climate disaster triggered by the evolution of oxygenic photosynthesis",
    "authors": ["R.E. Kopp", "J.L. Kirschvink", "I.A. Hilburn", "C.Z. Nash"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2005
  }, {
    "title": "Sequence stratigraphic concepts applied to the identification of basin-filling rhythms in Precambrian successions",
    "authors": ["B. Krapez"],
    "venue": "Aust. J. Earth Sci",
    "year": 1996
  }, {
    "title": "The effect on Earth’s surface temperature from variations in rotation rate, continent formation, solar luminosity, and carbon dioxide",
    "authors": ["W.R. Kuhn", "J.C.G. Walker", "H.G. Marshall"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Increased subaerial volcanism and the rise of atmospheric oxygen 2.5 billion years ago",
    "authors": ["L.R. Kump", "M.E. Barley"],
    "venue": "Nature 448,",
    "year": 2007
  }, {
    "title": "The snowball Earth aftermath: exploring the limits of continental weathering processes",
    "authors": ["G. Le Hir", "Y. Donnadieu", "Y. Godderis", "R. Pierrehumbert", "M. Macouin", "G.P. Halverson", "A. Nedelec", "G. Ramstein"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Toward the snowball earth deglaciation",
    "authors": ["G. Le Hir", "Y. Donnadieu", "G. Krinner", "G. Ramstein"],
    "venue": "Clim. Dyn",
    "year": 2010
  }, {
    "title": "The faint young Sun problem revisited with a 3-D climate–carbon model – part 1",
    "authors": ["G. Le Hir", "Y. Teitler", "F. Fluteau", "Y. Donnadieu", "P. Philippot"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "Tectonic controls on atmospheric, climatic, and biological evolution 3.5–2.4 Ga",
    "authors": ["D.R. Lowe", "M.M. Tice"],
    "venue": "Precambrian Res",
    "year": 2007
  }, {
    "title": "Depositional setting and implications of Paleoproterozoic glaciomarine sedimentation in the Hamersley Province, Western Australia",
    "authors": ["D.M. Martin"],
    "venue": "GSA Bull",
    "year": 1999
  }, {
    "title": "Geochemical constraints on the growth of the continental crust",
    "authors": ["S.M. McLennan", "S.R. Taylor"],
    "venue": "J. Geol",
    "year": 1982
  }, {
    "title": "Multiple causes of Earth’s earliest global glaciation",
    "authors": ["V.A. Melezhik"],
    "venue": "Terra Nova",
    "year": 2006
  }, {
    "title": "Microstructures in diamictites of the lower Gowganda formation (Huronian), near Elliot Lake, Ontario: evidence for deforming-bed conditions at the grounding line",
    "authors": ["J. Menzies"],
    "venue": "J. Sediment. Res",
    "year": 2000
  }, {
    "title": "International one-atmosphere equation of state for sea water",
    "authors": ["F.J. Millero", "A. Poisson"],
    "venue": "Deep-Sea Res",
    "year": 1981
  }, {
    "title": "Timing of Neoproterozoic glaciations linked to transport-limited global weathering",
    "authors": ["B. Mills", "A.J. Watson", "C. Goldblatt", "R. Boyle", "T.M. Lenton"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Solute flux and mineral balance approaches to the quantification of plant effects on silicate weathering",
    "authors": ["K.L. Moulton", "J. West", "R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Glaciation: An uncommon ‘megaevent’ as a key to intracontinental and intercontinental correlation of Early Proterozoic basin fill, North American and Baltic cratons",
    "authors": ["R.W. Ojakangas"],
    "venue": "New Perspectives in Basin Analysis",
    "year": 1988
  }, {
    "title": "Paleoproterozoic basin development and sedimentation in the Lake Superior region, North America",
    "authors": ["R.W. Ojakangas", "G.B. Morey", "D.L. Southwick"],
    "venue": "Sediment. Geol",
    "year": 2001
  }, {
    "title": "Enhanced CO2 greenhouse to compensate for reduced solar luminosity on early Earth",
    "authors": ["T. Owen", "R.D. Cess", "V. Ramanathan"],
    "venue": "Nature 277,",
    "year": 1979
  }, {
    "title": "Multiple sulfur isotopes from Paleoproterozoic Huronian interglacial sediments and the rise of atmospheric oxygen",
    "authors": ["D. Papineau", "S.J. Mojzsis", "A.K. Schmitt"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Greenhouse warming by CH4 in the atmosphere of early Earth",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "L.L. Brown", "K.A. Rages", "R. Freedman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Organic haze in Earth’s early atmosphere: source of low-C-13 Late Archean",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "J.L. Eigenbrode", "K.H. Freeman"],
    "venue": "kerogens? Geology",
    "year": 2001
  }, {
    "title": "Palaeomagnetic configuration of continents during the Proterozoic",
    "authors": ["L.J. Pesonen", "S.A. Elming", "S. Mertanen", "S. Pisarevsky", "M.S. D’Agrella", "J.G. Meert", "P.W. Schmidt", "N. Abrahamsen", "G. Bylund"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "High levels of atmospheric carbon dioxide necessary for the termination of global glaciation",
    "authors": ["R.T. Pierrehumbert"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Principles of Planetary Climate",
    "authors": ["R.T. Pierrehumbert"],
    "year": 2010
  }, {
    "title": "The geology and geochemistry of the Palaeoproterozoic Makganyene diamictite",
    "authors": ["S. Polteau", "J.M. Moore", "H. Tsikos"],
    "venue": "Precambrian Res",
    "year": 2006
  }, {
    "title": "Absence of a runaway ice-albedo feedback in the Neoproterozoic",
    "authors": ["C.J. Poulsen"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Factors that inhibit snowball Earth simulation",
    "authors": ["C.J. Poulsen", "R. Jacob"],
    "venue": "Paleoceanography",
    "year": 2004
  }, {
    "title": "Criteria for distinguishing microbial mats and earths",
    "authors": ["G.J. Retallack"],
    "venue": "Soc. Econ. Paleont. Mineral. Spec. Pap",
    "year": 2012
  }, {
    "title": "No climate paradox under the faint early Sun",
    "authors": ["M.T. Rosing", "D.K. Bird", "N.H. Sleep", "C.J. Bjerrum"],
    "venue": "Nature",
    "year": 2010
  }, {
    "title": "Atmospheric carbon dioxide concentrations before 2.2 billion years ago",
    "authors": ["R. Rye", "P.H. Kuo", "H.D. Holland"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "Earth and Mars: Evolution of atmospheres and surface temperatures",
    "authors": ["C. Sagan", "G. Mullen"],
    "venue": "Science 177,",
    "year": 1972
  }, {
    "title": "Fossil evidence of Archaean life",
    "authors": ["J.W. Schopf"],
    "venue": "Phil. Trans. R. Soc. B",
    "year": 2006
  }, {
    "title": "Anomalous negative excursion of carbon isotope in organic carbon after the last Paleoproterozoic glaciation in North America",
    "authors": ["Y. Sekine", "E. Tajika", "N. Ohkouchi", "N.O. Ogawa", "K. Goto", "R. Tada", "S. Yamamoto", "J.L. Kirschvink"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Manganese enrichment in the Gowganda Formation of the Huronian Supergroup: a highly oxidizing shallow-marine environment after the last Huronian glaciation",
    "authors": ["Y. Sekine", "E. Tajika", "R. Tada", "T. Hirai", "K.T. Goto", "T. Kuwatani", "K. Goto", "S. Yamamoto", "T. Tachibana", "Y. Isozaki", "J.L. Kirschvink"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Precambrian paleosols and atmospheric CO2 levels",
    "authors": ["N.D. Sheldon"],
    "venue": "Precambrian Res",
    "year": 2006
  }, {
    "title": "Faint young Sun and the carbon cycle: implication for the Proterozoic global glaciations",
    "authors": ["E. Tajika"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Long-term stability of climate and global glaciations throughout the evolution of the Earth",
    "authors": ["E. Tajika"],
    "venue": "Earth Planets Space",
    "year": 2007
  }, {
    "title": "Sea-ice dynamics strongly promote Snowball Earth initiation and destabilize tropical sea-ice margins",
    "authors": ["A. Voigt", "D.S. Abbot"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Initiation of a Marinoan Snowball Earth in a state-of-the-art atmosphere–ocean general circulation model",
    "authors": ["A. Voigt", "D.S. Abbot", "R.T. Pierrehumbert", "J. Marotzke"],
    "venue": "Clim. Past",
    "year": 2011
  }, {
    "title": "Feedbacks between weathering and atmospheric CO2 over the last 100 million years",
    "authors": ["T. Volk"],
    "venue": "Am. J. Sci",
    "year": 1987
  }, {
    "title": "Warming the early Earth – CO2 reconsidered. Planet",
    "authors": ["F. Schreier"],
    "year": 2008
  }, {
    "title": "A negative feedback mechanism",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "year": 1981
  }, {
    "title": "Evidence for a gradual rise of oxygen",
    "authors": ["J.P", "A.R. Voegelin"],
    "year": 2007
  }, {
    "title": "Hospitable Archean climates simulated by a general circu",
    "authors": ["E. 5686–5705. Wolf", "O. Toon"],
    "year": 2013
  }, {
    "title": "The initiation of modern “soft Snowball",
    "authors": ["W. Peltier", "Y. Hu"],
    "venue": "Earth’s early atmosphere. Science",
    "year": 2012
  }, {
    "title": "The initiation of modern “soft Snowball",
    "authors": ["J. 2711–2736. Yang", "W. Peltier", "Y. Hu"],
    "year": 2012
  }],
  "id": "SP:4c8bfa3d78813dbf518f43f06f1ff3be0fe62bd9",
  "authors": [{
    "name": "Yoram Teitler",
    "affiliations": []
  }, {
    "name": "Guillaume Le Hir",
    "affiliations": []
  }, {
    "name": "Frédéric Fluteau",
    "affiliations": []
  }, {
    "name": "Pascal Philippot",
    "affiliations": []
  }, {
    "name": "Yannick Donnadieu",
    "affiliations": []
  }],
  "title": "Investigating the Paleoproterozoic glaciations with 3-D climate modeling"
}