{
  "sections": [{
    "text": "Ridges that resemble terrestrial moraines are commonly visible at the foot of many mid-latitude crater walls in Mars Global Surveyor Mars Orbiter Camera images. These moraine-like ridges are often associated with hillside gullies, mantling material, and glacier-like flows, and are usually in contact with crater fill, suggesting possible interrelationships. We consider terrestrial glacier systems that may be analogs of martian moraine-like ridges and glacier-like flows and suggest that the formation of some gullies and crater fill is intimately tied to ice deposition, ice flow, and rock-glacier processes. Upper limits on age suggest the possibility that many of these features formed during the last, or last few, high obliquity cycles.  2004 Elsevier Inc. All rights reserved.\nKeywords: Glaciers; Moraines; Crater fill; Mars climate; Recent gullies"
  }, {
    "heading": "1. Introduction",
    "text": "Moraine-like ridges (hereafter MLR) are seen at the foot of some martian gully systems, especially at mid-southern latitudes. The majority of MLR are located within craters, commonly at the foot of pole-facing walls, where they tend to be larger and better developed. Individual MLR can be up to 100 m high and 500 m wide, and may run for several kilometers along the perimeter of the crater floor. MLR can be arcuate-to-convoluted and narrow-to-broad in profile (Fig. 1) (Arfstrom, 2003a). Where MLR abut one another, they sometimes merge upslope toward the crater rim (Howard, 2003). Hartmann et al. (2003) discussed a dramatic, tongue-shaped, glacier-like flow (henceforth GLF) on a pole-facing crater wall at 38◦ S and proposed a relationship between arcuate features at its distal tip, the moraine-like ridges, and martian hillside gullies. Arfstrom (2003a) discussed possible terrestrial analogs and interrelationships of\n* Corresponding author. E-mail address: john.arfstrom@colorado.edu (J. Arfstrom).\n0019-1035/$ – see front matter  2004 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2004.05.026\nMLR, GLF, crater fill (Squyres, 1989), and gullies. Berman (in preparation) has mapped and discussed global distribution patterns of many of these features.\nDuring the late stages of preparation of this paper we received a new paper by Milliken et al. (2003) and new abstracts by Marchant and Head (2003) and Perron et al. (2003) discussing some of the same images and features we had chosen to examine in this study. Milliken et al. (2003) discuss flow rates of GLF and their relationship to regional icerich mantles. Marchant and Head (2003) consider Antarctic glacier systems as analogs and develop a descriptive, nongenetic nomenclature for GLF. Perron et al. (2003) interpret the ridges discussed here as protalus ramparts or lobes, and discuss the surface slope and possible flow rates of crater fill.\nIn this paper we give further examples of such martian features and investigate possible analogs between GLF, MLR, crater fill, and gullies on the one hand, and terrestrial glaciers, moraines, and related features on the other. In addition, terrestrial analogs, recent geomorphic interpretations, and developments in theory of martian mantling and crater count theory are used as a basis for our interpretations of the\n322 J. Arfstrom, W.K. Hartmann / Icarus 174 (2005) 321–335\nfrom top left. (d) A broad and arcuate terrestrial terminal moraine (TM) depo Dobbin Bay on Ellesmere Island, Canadian Arctic. (Courtesy of Canadian P\nspatial and temporal interrelationships of these martian features."
  }, {
    "heading": "2. Protalus ramparts, terrestrial moraines, and martian moraine-like ridges (MLR)",
    "text": "Howard (2003) discusses several potential terrestrial analogs of MLR, including protalus ramparts, as considered by Arfstrom (2003a), and moraines. Protalus ramparts are ridges of eroded material oriented approximately transverse\nby an unconstrained glacier lobe (piedmont). Similarities to (c) can be seen. helf Project; photo by Austin Post.)\nto slope. They gradually form through the accumulation of talus and finer debris derived from rockfalls and avalanches that bounces, rolls, or slides to the downslope margins of perennial snow and firn banks. They are found near the base of very steep (60◦ to 90◦) rocky slopes where the supply of talus and debris is great (Ballantyne and Harris, 1994, pp. 236–240; Benn and Evans, 1998, pp. 257–258). A fundamental constraint on rampart development is the fact that talus and debris normally does not reach greater distances than 50–100 m in sufficient quantities to form ramparts (Ballantyne and Harris, 1994). Similar ridges that are located\ns and Martian flow feature\nat greater distances from source areas are typically formed by glacial processes. The gradients of crater walls upslope of most MLR are typically 20◦–30◦, less than the typical gradients required for the development protalus ramparts. The distances from MLR to the rims and higher portions of crater walls where material could be derived are typically 100’s of meters to several kilometers compared to the 50–100 m for terrestrial examples. For these reasons, protalus ramparts are probably not the best analogs for MLR.\nTerrestrial end moraines and lateral moraines are icecontact features that form at glacier margins (Figs. 1b, 1d, 2a, 2b). Terrestrial end moraines may run upslope and imperceptibly merge with lateral moraines, forming latero-frontal moraines (Benn and Evans, 1998, pp. 472–478, 621; Ritter et al., 2002, pp. 341–344). Glacier margins convoluted by unequal flow and ablation may form curvilinear latero-frontal moraines (Fig. 1b). Glaciers may become lobate in form, if not constrained, and may produce arcuate latero-frontal moraines (Fig. 1d). As can be seen in Fig. 1, terrestrial moraines can be morphologically similar to the martian features identified here as MLR.\nThree primary processes that form terrestrial marginal moraines are known as dumping, squeezing, and pushing (Benn and Evans, 1998, pp. 242–248; Ritter et al., 2002, pp. 341–344). Dumping occurs as englacial debris is transported to the surface of glaciers along shear planes or flow lines by the processes of ablation and flow, becoming concentrated and eventually dumped at glacier margins, where it accumulates into ridges or belts. Marginal crevasses may concentrate this debris further and create ridges that closely follow the outline of glacier margins. Squeezing occurs as water-saturated subglacial material is pressed out along glacier margins into ridges in response to the pressure exerted by the weight of the overlying ice. Advancing glacier fronts can bulldoze material forward into so-called push moraines. Any combination of the above mechanisms may generate an individual marginal moraine and a series of these can form through history as a terrestrial glacier advances and retreats (Fig. 1b).\nFor the process of dumping to form MLR, the margins of GLF would have to remain stable for periods long enough for flow and ablation to dump sufficient debris to build up ridges. The observed positions of nearly all MLR at the foot of crater walls would match a point where GLF would be retarded as flowing masses come into contact with older crater fill deposits during advances, and thus the GLF might meet this condition for debris to accumulate. Similarly, mantles of loose material on walls could be “bulldozed” by advancing GLF and accumulate as push-type moraines at the foot of crater walls.\nIf water, perhaps associated with gully formation, is ever present at the bed of GLF, materials beneath may become saturated and squeezed out along GLF margins into ridges. Basal sliding of GLF induced by the presence of water may enhance the bulldozing of material forward during advances into ridges. The length, width, and height of observed mar-\nmoraine-like ridges 323\ntian MLR, the gradients of crater walls, and the typical distances between MLR and their potential source areas fall within the range of terrestrial moraine systems, which show considerable variability."
  }, {
    "heading": "3. Ice sources: the origin of glacier-like features (GLF) on Mars",
    "text": "Orbital oscillations may have a significant control on the distribution of surface ice on Mars. Obliquity, considered to be the most important orbital parameter with regard to the recent climate of Mars (Mellon and Jakosky, 1995; Mischna et al., 2003), is believed to have experienced large, chaotic variations between 0◦ and 40◦ or even as much as 60◦ (Laskar and Robutel, 1993; Touma and Wisdom, 1993). Mellon and Jakosky (1995) investigated the effect of obliquity on surface ice over the past 1.0 to 2.5 Myr and concluded that obliquity cycles can control global atmospheric water content, surface temperatures, and ground ice stability. They also concluded that, although the detailed obliquity history is uncertain, the recent cycles that can be calculated should be considered representative of much of martian history. Costard et al. (2002) and Christensen (2003) inferred that these cycles also are involved with deposition of ice-rich material associated with gully formation.\nIn an early idealized model, Jakosky and Carr (1985) calculated that at higher obliquity, 20 cm of ice is removed from the polar caps and redistributed as a 0.4 cm layer at nonpolar latitudes each year. As ice is sublimated from one pole or the other, water vapor partial pressures can increase globally, and recent studies with global climate models, taking into account local topography and winds, indicate ice deposition in localized patches even at near equatorial latitudes, under certain obliquity conditions (Mischna et al., 2003; Haberle et al., 2003; Levard and Laskar, 2003). Over many years, ice condensed on dust from the persistent dust storms that are possible at higher obliquities (Pollack and Toon, 1982) would gradually accumulate on the surface as layered deposits. In less than 10,000 years, 2 km of ice is removed from the polar caps, forming a mantling of layered ice-rich material tens of meters thick at non-polar latitudes (Jakosky and Carr, 1985). At lower obliquities, when surface ice once again becomes unstable at mid-latitudes, most of the ice in the mantling sublimates and is returned to the polar caps, except for a lingering portion that persists under a thickening layer of insulating dust that builds up on the surface of the ice as a sublimation lag deposit (Richardson et al., 2003; Mischna et al., 2003).\nThe crater walls above some MLR appear to be partially covered by a material with a smooth or pitted surface (Fig. 2c) (Mustard et al., 2001). It is consistent with what is interpreted as an ice-rich dusty mantling that covers parts of the surface of Mars poleward of about 30 degrees latitude (Mustard et al., 2001; Christensen, 2003). It may be the remnants of ice-rich deposits formed during the last\n324 J. Arfstrom, W.K. Hartmann / Icarus 174 (2005) 321–335\ng from\nWashington Press; photo by Austin Post). (c) A martian glacier-like flow on\n(a) and (b) including the double crests (DC) seen in (b). North at top, lightin\nmantling episode, which is believed to have ended 4–5 Myr ago when a transition from a high mean obliquity regime (∼35◦) toward a lower mean obliquity regime (∼25◦) oc-\nside of crater wall, with latero-frontal ridges showing striking similarities to\ntop left. M1800897. See context view in Fig. 3a.\ncurred (Levard and Laskar, 2003). The ice-rich mantling, where GLF and MLR are located, is pitted and dissected in the latitude zone where the surface changes from mantled to\ns and Martian flow feature\nnon-mantled (30◦–35◦), due to sublimation and/or melting of the ice component of the mantle that has occurred during the last 4–5 Myr (Mustard et al., 2001; Mangold, 2003; Pierce and Crown, 2003; Mischna et al., 2003; Levard and Laskar, 2003). Multiple layers of mantling, perhaps remnants of material accumulated during individual mantling episodes, appear to exist at some locations (Milliken et al., 2003).\nTurtle et al. (2001) and Milliken et al. (2002, 2003) showed that the time scales necessary for sufficient internal deformation of a 10-m thick ice-rich mantle to develop GLF is in the range of tens of thousands of years and probably not exceeding a million years under past or present surface conditions at mid-latitudes for ice grain sizes >10 µm. Intriguingly, this is less than the time since the calculated last high mean obliquity regime (>5 Myr ago) suspected to have induced mantling at non-polar latitudes. Thus, GLF features discussed here could conceivably have formed since the last mantling episode and would be expected to result from each obliquity-driven accumulation of ice exceeding whatever critical mass is needed to flow on a given slope.\nGLF may develop preferentially on pole-facing slopes, at locations where ice-rich mantles become sufficiently thick to deform viscously (Fig. 2c). For ice to accumulate, the net annual rate of ice formation must be greater than the rate at which ice is lost by ablation—just as with terrestrial glaciers, the rate of snow accumulation must exceed the rate of ablation if a glacier is to form. Processes that might cause ice-rich mantling to become relatively thick and develop GLF at certain localized locations on martian slopes may include: reduced sublimation rates (Carr, 1990), enhanced cold trapping of frost (Hecht, 2002; Hecht and Bridges, 2003; Forget et al., 2003), preferential preservation of snow (Christensen, 2003), and formation of ice through the freezing of seeping water (Hartmann, 2001; Arfstrom, 2002a, 2002b; Hartmann et al., 2003). In addition, unusual local conditions such as topography might be required to produce exceptional or full-fledged martian GLF resembling the example in Fig. 2c.\nAnother type of GLF suggests a substantial range of flow phenomena on Mars, and raises more questions about why different apparent flow morphologies exist in different regions. Figure 3a shows the crater containing the tongueshaped GLF of Fig. 2c on its north (pole-facing) wall. Directly across the crater, as noted by Hartmann (2003), on the south (equator-facing) wall are valleys containing chevron-textured GLF that strongly suggest flow (Fig. 3b). The “pointed” end of the chevron texture is downhill, giving the appearance of fastest flow along the central axis of the confining valley. Each of several branching valleys in this part of the crater wall contains this material. As with the tongue-shaped GLF on the north wall, the chevron-textured GLF on the south wall has very few visible impact craters, implying a young age, whereas the background knobby wall structure has more craters, suggesting an older age.\nmoraine-like ridges 325\nWhile both the north-wall and south-wall GLF are suggestive of recent flow of ice-rich material, the morphological differences suggest different histories. A possible difference may be that the south-wall GLF is confined in topographic depressions, the floors of valleys, and thus may be retarded by walls to produce the chevron texture as the central material flows fastest, whereas the tongue-shaped GLF appears to be less constrained by the knobby wall structure, flowing es-\nn / Ic 326 J. Arfstrom, W.K. Hartman\nsentially as a positive-relief feature, which possibly allowed it to become tongue-shaped.\nThe different insolation histories of pole-facing and equator-facing slopes could also have a strong impact on the ultimate morphology of GLF. The chevron pattern in Fig. 3b is similar to the patterns that develop on some terrestrial glaciers where ablation is uneven due to variations in debris cover. The ice of a once continuous terrestrial glacier can become partly or completely separated into numerous remnants (ice ships or nieve penitentes) by extensive ablation (Post and Lachapelle, 2000, pp. 90–92). Uneven flow could cause the patterns to develop a preferred orientation. Canada glacier in the McMurdo Dry Valleys of Antarctica (MacClune et al., 2003) and patterns formed by ice ships of other terrestrial glaciers (Post and Lachapelle, 2000, pp. 90– 92) are possible analogs."
  }, {
    "heading": "4. Spatial and temporal aspects of ice flow phenomena",
    "text": "In mid-latitude craters in the southern hemisphere, the mantling (Christensen, 2003), GLF (Arfstrom, 2002a, 2003b), MLR (Howard, 2003), crater fill (Russell et al., 2003), and possibly gullies (Malin and Edgett, 2000, 2001; Costard et al., 2002; Berman, in preparation) are more abundant on the north (pole-facing) sides of craters. At present, ablation rates are lowest on pole-facing slopes due to the lower angle of insolation and shading during early or late portions of the day (Carr, 1990), preferentially preserving ice-rich surface materials on pole-facing slopes. At higher obliquities, ice accumulates at mid-latitudes, but insolation may be nearly perpendicular (or normal) to pole-facing slopes at midday around summer solstice, inducing high summer sublimation rates and melting (Costard et al., 2002). However, at the same higher obliquities, pole-facing slopes receive less average annual insolation than other slopes—in spite of the peak insolation that occurs in summer—and ice may be redistributed and concentrated on pole-facing slopes by cold trapping (Hecht, 2002; Hecht and Bridges, 2003; Forget et al., 2003).\nAlthough the above comments may seem contradictory, on pole facing slopes, melting only occurs for brief periods around summer solstice (at the beginning of summer), while accumulation by cold trapping may occur throughout the year. However, it is not clear at present if maximum net accumulation of ice on pole facing slopes occurs at maximum obliquity by global mantling and/or redistribution, or at less than maximum obliquities through redistribution. Perhaps, during a given obliquity cycle, flow of martian GLF on pole facing slopes can be initiated during maximum obliquity when ice accumulation is greatest at mid-latitudes due to sublimation of the polar caps (Jakosky and Carr, 1985), or after maximum obliquity through local redistribution of ice by cold trapping (Hecht, 2002; Hecht and Bridges, 2003; Forget et al., 2003). In either case, after initiation of flow, new ice may be added on top of pole facing GLF each mar-\narus 174 (2005) 321–335\ntian year for some thousands of years (taking into account the short-term component of the obliquity variation), sustaining GLF advance.\nAt low obliquities, GLF at all locations at mid-latitudes should lose ice due to sublimation (Mellon and Phillips, 2001; Boynton et al., 2003; Mischna et al., 2003) and perhaps melting (Christensen, 2003), although to a lesser degree on pole-facing slopes. Terrestrial glaciers that terminate on land are ablated by a combination of melting and sublimation, although some polar glaciers are predominately ablated by sublimation (MacClune et al., 2003), as is expected on Mars. The glacial term ablation is defined as the loss of glacier ice by processes including wind ablation, melting (runoff and evaporation), sublimation, and formation of icebergs (Benn and Evans, 1998, pp. 69–89). Because melting of ice rich mantling and GLF may occur on Mars throughout a range of obliquities (e.g., Costard et al., 2002; Christensen, 2003) we have chosen to use the term ablation to include both sublimation and melting.\nTerrestrial glaciers suffer severe ablation every summer. When the average annual net balance of accumulation and ablation is negative (ablation exceeds accumulation) they may retreat kilometers in decades. Terrestrial glaciers, especially the smaller alpine types that are similar in size to martian GLF discussed here, can fluctuate greatly in extent and even disappear on timescales on the order of decades or centuries. The timescales of GLF are probably far longer than terrestrial glaciers. On Mars, a single episode of gradual accumulation (positive net balance) probably lasts for thousands of years through an excursion into higher obliquity (Jakosky and Carr, 1985) or afterward (Hecht, 2002; Hecht and Bridges, 2003; Forget et al., 2003). When net balance becomes negative as obliquity decreases, ablation lag may develop on GLF and thousands of years may pass before all ice is lost by diffusion (Carr, 1990).\nWhen ice accumulation decreases, GLF may either retreat like active terrestrial glaciers, continue to advance for some period of time like debris-covered terrestrial glaciers, or ablate like stagnant terrestrial glaciers, depending in part on net balance and debris cover. On Earth, the net balance averaged over several years determines if active glaciers advance or retreat, even though there is continuing downslope flow of ice within glaciers throughout that period (Benn and Evans, 1998, pp. 242–243). On Mars, deformation within GLF could increase ice loss as fractures open surfaces that allow sublimation (Mangold, 2003). If the net balance of GLF become temporarily negative during longer term periods of net accumulation, they may retreat like active terrestrial glaciers. At such a time there could still be general downslope flow of ice within GLF, but termini could retreat because accumulation would be less than ablation.\nHowever, if ablation of GLF is inhibited, for example by debris mantles of ablation lag, the situation could be different. On Earth, ablation occurs over the entire surface of a glacier and is greatest near the terminus if it is not more debris mantled there. Debris mantles can inhibit ablation\ns and Martian flow feature\nand allow a terrestrial glacier to flow further than would occur without them (Anderson, 2000; Benn and Evans, 1998, pp. 228–239). In some cases, debris mantles allow terminal portions of terrestrial glaciers to detach and continue to flow (Whalley, 1979). Similarly, GLF may continue to advance for some time after a period of ice accumulation, depending on flow regime parameters.\nIf flow ceases, GLF will not retreat like active terrestrial glaciers, but will ablate like stagnant terrestrial glaciers (near-zero ice flow). Indeed, sublimation from a martian debris-covered glacier could produce a “fossil glacier”— a dust mantle feature with the morphology of glacial flow but with too little ice to continue flowing. Figure 2c could conceivably show such a feature. Because there is little flow, the evolving shapes and extents of stagnant terrestrial glaciers are controlled mostly by ablation, which in turn is controlled by insolation and debris cover (Konrad, 1998). On martian GLF, debris cover (sublimation lag) should be generally thicker where surfaces have experienced greater ablation. Insolation is least near the rims of pole-facing slopes (especially in alcoves) due to higher gradients and greater shading (Paige, 2002)."
  }, {
    "heading": "5. Ages of observed GLF",
    "text": "In general, the best preserved GLF, such as seen in Fig. 2c, have few if any resolvable impact craters on their surfaces, implying a relatively young age. The problem with dating GLF by crater counts is that the areas are very small, giving poor crater statistics. However, even the lack of craters gives an upper limit on ages. For example, high resolution Mars Global Surveyor images have been shown to give good crater statistics down to a smallest diameter bin of 11 m < D < 16 m (Hartmann, 1999). Consider a GLF, as seen in Fig. 2c, with dimensions about 1 by 4 km, and if no craters at all can be seen, this puts the upper limit of crater density in bins of <1 crater/4 km2, or < 2.5 × 10−1 for craters of D > 11 m. As can be seen on Fig. 4, for craters in the diameter range 11–45 m, this is two to three orders of magnitude below the observed (saturation) crater density in lunar maria (age ∼3.5 Gyr) and is even further below the (super-saturation) numbers of craters originally formed on those lunar surfaces. Using the martian isochron system developed by Hartmann and Berman (2000), this would give absolute crater retention ages of no more than roughly 10 Myr for 11–16-m scale craters. The interpretation would be that the upper few m of the surface of GLF have re-formed (possibly by the ongoing downhill flow process) within a recent period, probably of the order of a few Myr. Of course, the ages inferred from one small-diameter bin or even a few bins at decameter sizes are very uncertain, since the shape of the “production function” crater size distribution (i.e., the shape of reference isochrons in Fig. 4) is least certain at the smallest diameters, not to mention uncertainties introduced by secondary cratering and erosive processes at this\nmoraine-like ridges 327\nscale. Counts over the inferred ages should be considered only order-of-magnitude estimates, but they affirm that these features cannot be geologically ancient, or preserved records of Noachian processes.\nIt is especially interesting that these results, unusually young for Mars, are consistent with a flow deformation timescale of 0.01–1 Myr derived from modeling by Turtle et al. (2001), and is also consistent with the idea that the most recent GLF should have formed during the last high obliquity cycle, which ended about 4–5 Myr ago. In other words, the initial ice could have accumulated on the crater slope around 5 Myr ago, lenses, pockets, or concentrations of ice perched on the crater wall could have begun flowing in the last few Myr, and their surface layers—deformed or undergoing sublimation in the upper tens of meters?—may preserve features no older than a few Myr, perhaps no older than 0.1–1 Myr, at these scales. As can be seen in Fig. 7a, some craters with young GLF wall features preserve 100-m scale craters on the central floor deposits consistent with the idea that some floor deposits are more stable against flow than the wall deposits."
  }, {
    "heading": "6. Relationship between ice-rich mantling and moraine-like ridges (MLR)",
    "text": "As discussed by Hartmann et al. (2003) and in an abstract by Marchant and Head (2003), the central zone of the tongue-shaped GLF in Fig. 2c is depressed and surrounded by concentric ridges, which may indicate that sublimation\nn / Ic 328 J. Arfstrom, W.K. Hartman\nhas reduced the ice content of the material in the central area, while allowing build-up of ice-poor moraine at the edges. Strikingly, if one covers all but the distal (downhill) tip of this feature, one sees a narrow sharp arcuate ridge and beyond it a broader, “softer” concentric ridge, resembling the MLR pattern of ridges at the foot of some martian gullies, as can be seen in Figs. 5a and 6. The lateral and concentric ridges forming the tongue may thus be a series of laterofrontal moraines, such as seen in Figs. 2a, and 2b, where debris has been concentrated by one or more of the moraine producing processes mentioned above, reducing the effects of sublimation.\nIf MLR are deposited by GLF they may form in part due to basal sliding as is the case with many terrestrial moraines\narus 174 (2005) 321–335\nmaximum advances. However, the surfaces of bare craters walls upslope of MLR are rectilinear, except where it is dissected by gullies, unlike concave hillslopes resulting form glacial episodes on Earth, where sliding can cause significant erosion. We suggest that basal sliding of GLF may occur only rarely and thus erosion would be very limited, making concave hillslopes unlikely to form. Also, ablating GLF would probably leave behind ablation lag that would tend to counteract the effect of basal erosion caused by sliding. The question remains if GLF that experience little or no basal sliding can create the observed MLR. Cold-based terrestrial glaciers, which are frozen to their beds experience\ns and Martian flow feature\nno basal sliding and perform very little erosion, depositing smaller frontal moraines relative to glaciers that experience basal sliding (Marchant and Head, 2003). Perhaps the high concentration of dust in GLF increases marginal deposition relative to cold-based terrestrial glaciers.\nWhile the MLR in Fig. 2c seem to enclose an active or fossil glacier, there is a relative lack of adjacent icerich mantling on the upslope (proximal) side of the MLR in Fig. 6, but possible remnants of ice-rich mantles are present that may represent dissected mantles, as discussed by Mustard et al. (2001). The proximal and distal mantle areas show shallow depressions that may have been ablated by sublimation in a manner comparable to the depressed central portion of the feature in Fig. 2c, and thus may mark transitional cases between the central portion of the tongue of Fig. 2c and bare, gullied hillsides. MLR are usually very distinct, even when adjacent mantling has been strongly ablated (Figs. 5a and 6), suggesting that MLR are primarily composed of debris. This relationship is analogous to that of terrestrial glaciers (which are transient) and moraines (which can persist for longer periods).\nThere is an especially large MLR in Fig. 5a (labeled LMLR) that is broad with a curvilinear crest and has ends that run upslope like a latero-frontal moraine. It is located on the pole-facing side of the crater with smaller MLR (labeled SMLR) located to the west. Above the large MLR, a large alcove complex has been eroded back deeply into the surrounding plateau. Conversely, there is relatively less erosion above the smaller MLR to the west. These associations support the assumption that material comprising MLR is derived from crater walls. This may suggest that larger alcoves were excavated by the glaciers (a cirque-like analogy). However, most of the larger alcoves are strongly gullied as well, suggesting significant fluvial erosion. Of course, on Earth, both fluvial erosion and glaciation have played a role in valley glaciation. For the martian case, gullying is a demonstrably erosive agent, whereas glacial scour can only be inferred. On the other hand, GLF could act as sources of meltwater, enhancing fluvial erosion where they are located on crater walls.\nThe wall of the crater upslope of MLR in Fig. 5a is characterized by two primary textures. In the right half of Fig. 5a, the wall has the smooth texture characteristic of mantling and is continuous except where it is dissected by gullies. In the left half of Fig. 5a, the surface is heavily gullied and highly textured in a manner consistent with a surface devoid of mantling, but covered by ablation lag and debris aprons (Fig. 5b). In a section of the large alcove complex in Fig. 5a, a distinct unit of mantling material with a relatively smooth surface and faint downslope-trending lineations appears to be placed on top of the surrounding surface (Fig. 5b). This unit may be a remnant of a GLF that flowed as far as the large MLR, which it may have deposited during a previous period of advance. It may have since been severely ablated, depositing ablation lag as its margin retreated.\nmoraine-like ridges 329\nTo the east there is another potential GLF remnant that is nearly in contact with a MLR. This units surface texture closely resembling that of the crater fill on its distal side of the MLR (Fig. 5a). The upper portion of this unit appears to be superposed by the smoother mantling of the crater wall. Perhaps this unit is a partially covered GLF remnant formed during a more ancient mantling episode (Milliken et al., 2003) that has experienced a longer period of surface modification, developing a surface texture more similar to that of older crater fill."
  }, {
    "heading": "7. Possible deformation of crater fill",
    "text": "Distal sides of MLR usually abut crater fill or crater deposits (Squyres, 1989; Malin and Edgett, 2001) that partly or completely cover the floor of a crater (Figs. 6 and 7). Some of this relatively smooth fill may be static ice-rich mantle material, accumulated as described by Mustard et al. (2001) and Richardson et al. (2003). Not all craters in a particular region are equally filled, and some crater fill preferentially occupies pole-facing sides of craters and often appears thicker than the ice-rich mantle on plateaus (Russell et al., 2003). This suggests that the origin of some crater fill may not be limited to direct deposition of ice-rich mantling. Howard (2003) considers several terrestrial analogs that may explain the origin of crater fill, including protalus lobes and talus-derived rock glaciers (discussed by Whalley and Azizi, 2003). We dismiss these landforms as analogs of crater fill for the same reasons we dismiss protalus ramparts as analogs of MLR (discussed in the Section 2). However, we believe that debris rock glaciers, which are derived from glacially deposited debris, unlike talus rock glaciers (Barsch, 1996, Chapter 8), are reasonable analogs of crater fill. In this section, we consider how processes of GLF could modify and/or generate crater fill.\nThe ice-rich mantling, deposited during high obliquity cycles in the view of Costard et al. (2002) and Christensen (2003), may have included material both on the crater floor and on the walls. Our remarks above suggest that wall mantling in some cases may reach a critical mass, allowing glacier-like flow downhill onto the edges of the floor and causing various kinds of deformation of the crater fill. The surface of some crater fill is marked by patterns that are highly varied and indicative of viscous flow, suggesting that even the material comprising crater fill is ice-rich or was so at one time (Figs. 6 and 7). As an indication of GLF at different levels interacting with mantling, the crater in Fig. 6 has two sets of MLR, with one located unusually high on the crater wall. The mantle on the crater wall on the distal side of the higher set of MLR is similar to the crater fill on the distal side of the lower set of MLR and may have a common origin. An interpretation consistent with this paper is that GLF reached only part way down the wall in the upper half of the image, and deposited moraines there.\n330 J. Arfstrom, W.K. Hartmann / Icarus 174 (2005) 321–335\n◦ are more abundant south of this zone, showing that crater floor fill is older than wall features. North at top, lighting from top left. E1004872, 158.98 W, 39.16◦ S. (b) Martian crater fill more extensively marked by numerous longitudinal features (LF) subparallel to moraine-like ridges (MLR), which converge to the south (C). North at top, lighting from top left. E0902399, 162.12◦ W, 43.43◦ S.\ns and Martian flow feature\nThus, the processes of flow on the crater walls may strip and sublime sufficiently ice-rich mantles off the walls, but merely modify crater fill by deforming it and/or depositing moraine material on it. For example, in Fig. 7a, distinct zones of modification of the floor mantle can be seen from the crater wall inward. The north wall is gullied; at the foot of the wall there are MLR; beyond the MLR there is a young, strongly modified zone of crater fill, with few craters and several longitudinal features subparallel to the wall; and in the central region beyond is old fill with many craters. The modified zone may have been generated by processes associated with the crater wall; it might mark the furthest incursions of GLF onto the floor during obliquity cycles prior to the most recent obliquity maximum of 4–5 Myr ago.\nIn Fig. 7b is a more enigmatic pattern in which a zone of curvilinear longitudinal features, subparallel to the wall, extend far onto the crater floor beyond the well-defined MLR, suggesting flow, modification, or depositional generation of the floor materials. North–south oriented features converge somewhat at the south side of the crater floor, suggesting that the crater fill originated at the north crater wall or MLR and flowed across the crater floor, consistent with slope data by Perron et al. (2003) who show crater floors in this area sloping downhill to the south. They may have gradually lost volume by sublimation of the ice fraction, loosely analogous to the development of debris-mantled glacier snouts (Anderson, 2000) and glaciers that transition into debriscovered glaciers (Ackert, 1998).\nThere are several ways GLF could modify or generate crater fill. An active GLF that extends across a crater floor could transport material to its terminus and drop it in the form of end moraine sequences (Fig. 8a). Some crater fill somewhat resembles cold-based end moraine sequences (Fig. 7a) that have been deposited by retreating glaciers in polar regions on Earth (Benn and Evans, 1998, pp. 545– 547); similar cold-based end moraine sequences have been described at low latitude, high elevation locations on Mars (Head and Marchant, 2003).\nIf GLF advance onto crater floors, beyond the bottom of crater walls, ice-rich materials at GLF fronts could deform and push previously deposited moraines across the crater floor. Thus, floor deposits could develop additional flow through multiple obliquity cycles, and re-advancing GLF could deposit crater fill as sequences of ice-rich deposits that could potentially develop into rock glacier-like flows (Colaprete and Jakosky, 1998; Mangold, 2003; Pierce and Crown, 2003). Possible analogs are terrestrial glaciers that produce ice-cored moraine sequences (Fig. 8b), which may evolve into rock glaciers (Fig. 8c) (Ostrem, 1964; Barsch, 1998; Benn and Evans, 1998, pp. 257–259).\nIf most of the ice in a deposit of crater fill (either comprised of GLF deposits or atmosphere-derived ice-rich mantling) is removed by sublimation, the non-ice component will be left on the crater floor as a dust and debris mantle (possibly with “fossil” glacial features). Perhaps the patterns on the floor of some craters were formed by dust and debris\nmoraine-like ridges 331\nthat was deposited on the crater floor after all or most of the ice in previously existing stagnant crater fill was lost to sublimation, analogous to the transformation of stagnant terrestrial glaciers and ice-cored moraine into ablation moraine (Fig. 8d) (Benn and Evans, 1998, pp. 228–239). Through history, many such dust and debris mantles may accumulate in craters and could be the origin of at least some of the ubiquitous layering observed in many craters, often exposed by exhumation (Malin and Edgett, 2001)."
  }, {
    "heading": "8. Temporal and spatial relations of recent gullies and ice-rich mantling",
    "text": "The slopes above the MLR features in Figs. 5 and 6 are gullied, while that above the MLR in Fig. 2c appears to be glacier covered. This observation may establish a relation between some martian gullies and glaciation. Some debris fans of gullies appear to lay over MLR (Fig. 6), implying a gap of time between MLR deposition and gully formation. Ablating GLF may be sources of meltwater after MLR deposition. However, we do not imply that gully formation requires GLF (and hence MLR). Meltwater derived from mantling on crater walls too thin to deform viscously, and perhaps seepage, could be the primary sources of water for gully formation on Mars. In addition to their direct association as source of meltwater, there is an indirect association in that locations suited for GLF formation are also suitable for gully formation. This is supported by observations indicating that although MLR are usually associated with hillside gullies, the reverse association is not as common.\nSeveral models of recent gully formation have been proposed. Here we consider the models of Costard et al. (2002) and Christensen (2003), which are closely related to the features discussed in this paper. In the model of Costard et al. (2002) at high obliquity, ice-saturated bare ground on midlatitude pole-facing slopes will be warmed down to many centimeters in the summer, after melting of any previously deposited thin accumulations of snow or frost. The ground becomes water-saturated and debris flows then erode gullies.\nThe similarity of martian and Icelandic gullies, and the fact that Icelandic gullies apparently form by debris flow on water-saturated slopes where the ground is not deeply covered with ice, supports such a model, although the question remains why martian debris-flow gullies rarely start partway downslope, as Icelandic ones do (Hartmann et al., 2003). Levees of debris often run along the sides of gullies eroded by debris flows on Earth (Hartmann et al., 2003; Ritter et al., 2002). Many (Hartmann et al., 2003; Mangold et al., 2003) but not all gullies on Mars also appear to have very well-formed levees (see also our Fig. 6). However, because their debris-flow mechanism requires bare ground, debris flows may only occur where the initial ice-rich mantles become thin or absent, which brings into question the temporal relationship of gully formation, glacial flow, and mantling. In particular, are gullies formed before, concurrently, or after\n332 J. Arfstrom, W.K. Hartmann / Icarus 174 (2005) 321–335\ns and Martian flow feature\nmaximum accumulation of ice rich material on pole facing slopes, and would mantling and GLF processes occurring after maximum obliquity disturb or erase gullies eroded at maximum obliquity?\nIn the similar model of Christensen (2003), recent gully formation occurs through a combination of fluvial erosion as well as debris flows, but processes at lower obliquity is emphasized:\nMelting occurs at low obliquity as mid-latitude temperatures increase, producing liquid water that is stable beneath an insulating layer of snow. Gullies form on snowcovered slopes through erosion by melt water or as a result of melt water seeping into the loose slope materials and destabilizing them. Gullies incised into the substrate are observed where the snow layer has been completely removed. Melting could be occurring at present in favorable locations. . . .\nThe temporal relation of mantling and gully formation is less stringent in the model of Christensen, which allows for less stringent spatial relations as well. That is, gully formation may occur wherever and whenever IRM thickness, insolation, and initial topography are suitable.\nSome of the gullies in Fig. 5b run along the margins of mantle or GLF remnants, reminiscent of ice-marginal and proglacial (beside or in front of glaciers) streams. In some cases, runoff of meltwater from ice-rich mantles and GLF may collect at their margins in sufficient quantities to erode gullies. Because GLF and mantling can extend to the rims of craters where gully heads are located, meltwater for ice-marginal gully erosion could be supplied along the full length of gullies. Another point to consider is that sublimation on an annual basis can be nearly continuous through obliquity cycles, but meltwater production sufficient to erode gullies will only occur rarely. Thus, ice-marginal gullying may occur only sporadically while mantling and GLF margins retreat through time, forming gullies at different locations on crater walls. The potential ice marginal gullies in Fig. 5b show an intriguing sinuosity that may be controlled by formation along undulating margins of mantling or GLF. Some of the gullies that are not adjacent to mantling also show this pattern (Figs. 5a and 5b), suggesting the possibility that these gullies may have also formed along ice margins in the past.\nPossible examples of dissected mantling are visible in the right hand portion of Fig. 5a. Figure 6 shows possible examples of gullies that have dissected and deposited debris aprons on top of mantle remnants. Dissection of mantling could be loosely thought of as ice-marginal gully formation, although only after some degree of dissection has occurred. Initiation of dissection may require surface or subsurface melting, suggesting that a number of meltwater processes may contribute to gully formation.\nWe have couched this discussion of gully formation in terms of mantling by ice-rich dust, in which the water source\nmoraine-like ridges 333\nis surface ice. In the context of Fig. 5, it is interesting to consider the earlier models (Malin and Edgett, 2001; Hartmann, 2001; Mellon and Phillips, 2001; Arfstrom, 2002a, 2002b; Gilmore and Phillips, 2002) in which some water may be supplied by local underground aquifers as seepage. Along this line of thought, few or none of the gullies start halfway down the slope (as expected in debris flows; Hartmann et al., 2003), and the putative glacial mass GLF may have a localized source on the high wall close to the main group of gullies, instead of being draped uniformly over a wide arc of the crater wall. A similar localization is seen in Fig. 2c.\nMartian gullies nearly always seem to start in rock layers at the cliff top, consistent with the idea that snowmelt derived from plateau mantling may infiltrate regional rocks and flow (100’s or m’s?) laterally before seeping out at cliff faces. These observations leave open the possibility that some water sources driving GLF and gully formation arise in, or are augmented by, aquifers cropping out of the strata forming the blocky layers high in the crater wall. However, we have not found what we would consider to be absolutely convincing examples of gullies emanating from beneath icerich mantling or GLF, which would suggest seepage from aquifers.\nOur observations and interpretations, which in part support proglacial and ice-marginal gully erosion by flow of water and debris flows, are reasonably consistent with the models of Costard et al. (2002) and Christensen (2003). Further study is needed to understand the spatial and temporal relationship of ice-rich mantling, GLF, and gully formation, and the possible role of seepage."
  }, {
    "heading": "9. Summary",
    "text": "We have pointed out similarities between certain martian glacier-like flow and moraine-like features and terrestrial glaciers and moraines. In addition, we find that martian moraine-like features are related to glacier-like and water flow features on crater walls above them, which in turn are typically sites of gullies. The freshest flow features are typically nearly uncratered and may have ages less than a few million years; i.e., the flow may have proceeded during the last high-obliquity period (4–5 Myr ago), with its possible production of ice-rich mantles on the walls (Mustard et al., 2001; Richardson et al., 2003), and its possible production of gullies associated with ice deposits (Costard et al., 2002; Christensen, 2003). We suggest that glacier-like flow features are produced by viscous flow of ice masses off crater walls, either in association with ice-rich mantle formation or other more unusual processes, such as local water emission from aquifers, and that the moraine-like feature may indeed be glacial deposits.\nIf the glacier-like features we have presented, such as the tongue-shaped feature (Fig. 2c), or the chevron-marked feature (Fig. 3b) are really ice flow features related to glaciers, the implication would be that under certain circum-\nn / Ic 334 J. Arfstrom, W.K. Hartman\nstances, ice masses build up during moderate-to-high latitude mantling process to levels—perhaps beyond some critical threshold—where downhill flow is initiated. Softer, concentric arcuate ridges just beyond bolder moraine-like features may be degraded products of earlier cycles of glacial activity from earlier obliquity cycles. Even some crater fill may be comprised of glacial or glacier-altered deposits in addition to unaltered ice-rich mantle. The extent, thickness, and melting of ice-rich mantling and glaciers may control spatial and temporal aspects of gully formation."
  }],
  "year": 2005,
  "references": [{
    "title": "A rock glacier/debris-covered glacier system at Galena Creek, Absaroka Mountains, Wyoming",
    "authors": ["A.P. Ackert Jr."],
    "venue": "Geogr. Ann. A 80,",
    "year": 1998
  }, {
    "title": "A model of ablation-dominated medial moraines and the generation of debris-mantled glacier snouts",
    "authors": ["R.S. Anderson"],
    "venue": "J. Glaciol",
    "year": 2000
  }, {
    "title": "Proposed martian glaciers of recent age and a model of their formation",
    "authors": ["J.D. Arfstrom"],
    "venue": "Lunar Planet. Sci",
    "year": 2002
  }, {
    "title": "A model of recent martian gully and alcove formation by seepage of water",
    "authors": ["J.D. Arfstrom"],
    "venue": "Lunar Planet. Sci",
    "year": 2002
  }, {
    "title": "Protalus ramparts and transverse ridge moraines on Mars: indicators of surface ice depositional processes",
    "authors": ["J.D. Arfstrom"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Upper Dao Vallis: a basin dominated by ice-rich viscous materials",
    "authors": ["J.D. Arfstrom"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "The Periglaciation of Great Britain",
    "authors": ["C.K. Ballantyne", "C. Harris"],
    "year": 1994
  }, {
    "title": "Rockglaciers: Indicators for the Present and Former Geoecology in High Mountain Environments",
    "authors": ["D. Barsch"],
    "year": 1996
  }, {
    "title": "Advances in periglacial geomorphology",
    "authors": ["D. Barsch"],
    "year": 1998
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D.I. Benn", "D.J.A. Evans"],
    "year": 1998
  }, {
    "title": "Abundance and distribution of ice in the polar regions of Mars: more evidence for wet periods in the recent past",
    "authors": ["W.V. Boynton", "W. Chamberlain", "W.C. Feldman", "T. Prettyman", "D. Hamara", "D. Janes", "K. Kerry", "M. Chamberlain"],
    "venue": "GRS Team,",
    "year": 2003
  }, {
    "title": "D/H on Mars: effects of floods, volcanism, impacts and polar processes",
    "authors": ["M.H. Carr"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "Formation of recent martian gullies through melting of extensive water-rich snow deposits",
    "authors": ["P.R. Christensen"],
    "venue": "Nature",
    "year": 2003
  }, {
    "title": "Ice flow of rock glaciers on Mars",
    "authors": ["A. Colaprete", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Formation of recent martian debris flows by melting of near-surface ground ice at high obliquity",
    "authors": ["F. Costard", "F. Forget", "N. Mangold", "J.P. Peulvast"],
    "year": 2002
  }, {
    "title": "Scenarios to Explain the formation of gullies on Mars: numerical simulation with a climate model",
    "authors": ["F. Forget", "N. Mangold", "F. Costard"],
    "venue": "In: International Conference on Mars 6th",
    "year": 2003
  }, {
    "title": "The role of aquicludes in the formation of martian gullies",
    "authors": ["M.S. Gilmore", "E.L. Phillips"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "Obliquity driven climate change in Mars recent past",
    "authors": ["R.M. Haberle", "F. Montmessin", "F. Forget", "A. Spiga", "A. Colaprete"],
    "venue": "Mars Polar Science Conference",
    "year": 2003
  }, {
    "title": "Martian cratering. VI. Crater count isochrons and evidence for recent volcanism from Mars Global Surveyor",
    "authors": ["W.K. Hartmann"],
    "venue": "Meteorit. Planet. Sci",
    "year": 1999
  }, {
    "title": "Martian seeps and their relationship to youthful geothermal activity",
    "authors": ["W.K. Hartmann"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Upper latitude ice flow gullies, and long-term glacial history",
    "authors": ["W.K. Hartmann"],
    "venue": "Mars Polar Science Conference 3rd",
    "year": 2003
  }, {
    "title": "Elysium Planitia lava flows: crater count chronology and geological implications",
    "authors": ["W.K. Hartmann", "D.C. Berman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Martian hillside gullies and Icelandic analogs",
    "authors": ["W.K. Hartmann", "T. Thorsteinsson", "F. Sigurdsson"],
    "venue": "Icarus 162,",
    "year": 2003
  }, {
    "title": "Cold-based mountain glaciers on Mars: western Arsia Mons fan-shaped deposits",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Metastability of liquid water on Mars",
    "authors": ["M.H. Hecht"],
    "venue": "Icarus 156,",
    "year": 2002
  }, {
    "title": "A mechanism for recent production of liquid water on Mars",
    "authors": ["M.H. Hecht", "N.T. Bridges"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Tongue ridges and rumpled crater floors in midsouthern-latitude martian craters",
    "authors": ["A.D. Howard"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Possible precipitation of ice at low latitudes of Mars during periods of high obliquity",
    "authors": ["J.M. Jakosky", "M.H. Carr"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "Possible outburst floods from debris-covered glaciers in the Sierra Nevada, California",
    "authors": ["S.K. Konrad"],
    "venue": "Geogr. Ann",
    "year": 1998
  }, {
    "title": "The chaotic obliquity of the planets",
    "authors": ["J. Laskar", "P. Robutel"],
    "venue": "Nature 361,",
    "year": 1993
  }, {
    "title": "A GCM recent history of the northern martian polar layered deposits",
    "authors": ["B. Levard", "J. Laskar"],
    "venue": "In: Mars Polar Science Conference",
    "year": 2003
  }, {
    "title": "Glaciers of the McMurdo dry valleys: terrestrial analog for martian polar sublimation",
    "authors": ["K.L. MacClune", "A.G. Fountain", "J.S. Kargel", "D.R. MacAyeal"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Evidence for recent groundwater seepage and runoff on Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Mars Global Surveyor Mars Orbiter Camera: interplanetary cruise through primary mission",
    "authors": ["M.C. Malin", "K. Edgett"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Geomorphic analysis of lobate debris aprons on Mars at Mars Orbiter Camera scale: evidence for ice sublimation initiated by fractures",
    "authors": ["N. Mangold"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Debris flows over sand dunes on Mars: evidence for liquid water",
    "authors": ["N. Mangold", "F. Costard", "F. Forget"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Tongue-shaped lobes on Mars: morphology, nomenclature, and relation to rock glacier deposits",
    "authors": ["D.R. Marchant", "J.W. Head"],
    "venue": "In: International Conference on Mars 6th",
    "year": 2003
  }, {
    "title": "The distribution and behavior of martian ground ice during past and present epochs",
    "authors": ["M.T. Mellon", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Recent gullies on Mars and the source of liquid water",
    "authors": ["M.T. Mellon", "R.J. Phillips"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Examination of viscous flow features on the surface of Mars",
    "authors": ["R.E. Milliken", "J.F. Mustard", "D.L. Goldsby"],
    "venue": "Lunar Planet. Sci",
    "year": 2002
  }, {
    "title": "Viscous flow features on the surface of Mars: observations from high-resolution Mars Orbiter Camera (MOC) images",
    "authors": ["R.E. Milliken", "J.F. Mustard", "D.L. Goldsby"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "On the orbital forcing of martian water and CO2 cycles: a general circulation model study with simplified volatile schemes",
    "authors": ["M.A. Mischna", "M.I. Richardson", "R.J. Wilson", "D.J. McCleese"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Evidence for recent climate change on Mars from the identification of youthful near-surface ground ice",
    "authors": ["J.F. Mustard", "C.D. Cooper", "K.R. Rifkin"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Ice-cored moraines in Scandinavia",
    "authors": ["G. Ostrem"],
    "venue": "Geogr. Ann",
    "year": 1964
  }, {
    "title": "Near-surface liquid water on Mars",
    "authors": ["D.A. Paige"],
    "venue": "Lunar Planet. Sci",
    "year": 2002
  }, {
    "title": "Viscous flow of ice-rich crater fill deposits and periodic formation of protalus ramparts: a climate record",
    "authors": ["J.T. Perron", "A.D. Howard", "W.E. Dietrich"],
    "venue": "In: International Conference on Mars 6th",
    "year": 2003
  }, {
    "title": "Morphologic and topographic characteristics of debris aprons in the eastern Hellas region, Mars",
    "authors": ["T.L. Pierce", "D.A. Crown"],
    "venue": "Icarus 163,",
    "year": 2003
  }, {
    "title": "Quasi-periodic climate changes on Mars— a review",
    "authors": ["J.B. Pollack", "O.B. Toon"],
    "venue": "Icarus",
    "year": 1982
  }, {
    "title": "Glacier Ice, revised ed",
    "authors": ["A. Post", "E.R. Lachapelle"],
    "year": 2000
  }, {
    "title": "Obliquity, ice sheets, and layered sediments on Mars: what spacecraft observations and climate models are telling us",
    "authors": ["M.I. Richardson", "D.J. McCleese", "M. Mischna", "R. Vasavada"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Process Geomorphology, fourth ed",
    "authors": ["D.F. Ritter", "C.R. Kochel", "J.R. Miller"],
    "year": 2002
  }, {
    "title": "Volatile-rich crater interior deposits on Mars: an energy balance model of modification",
    "authors": ["R.S. Russell", "J.W. Head", "M.H. Hecht"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "The chaotic obliquity of Mars",
    "authors": ["J. Touma", "J. Wisdom"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Investigating creep of ground ice as a cause of crater relaxation in martian high-latitude softened terrain",
    "authors": ["E. Turtle", "A.V. Pathare", "W.K. Hartmann", "G. Esquerdo"],
    "venue": "Lunar Planet. Sci",
    "year": 2001
  }, {
    "title": "The relationship of glacier ice and rock glacier at Grubengletscher",
    "authors": ["B.W. Whalley"],
    "venue": "Kanton Wallis, Switzerland. Geogr. Ann. A",
    "year": 1979
  }, {
    "title": "Rock glaciers and protalus landforms: analogous forms and ice sources on Earth and Mars",
    "authors": ["B.W. Whalley", "F. Azizi"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }],
  "id": "SP:b738148f9deade76e670d13ce9091d14e569d9d0",
  "authors": [{
    "name": "John Arfstrom",
    "affiliations": []
  }, {
    "name": "William K. Hartmann",
    "affiliations": []
  }],
  "abstractText": "Ridges that resemble terrestrial moraines are commonly visible at the foot of many mid-latitude crater walls in Mars Global Surveyor Mars Orbiter Camera images. These moraine-like ridges are often associated with hillside gullies, mantling material, and glacier-like flows, and are usually in contact with crater fill, suggesting possible interrelationships. We consider terrestrial glacier systems that may be analogs of martian moraine-like ridges and glacier-like flows and suggest that the formation of some gullies and crater fill is intimately tied to ice deposition, ice flow, and rock-glacier processes. Upper limits on age suggest the possibility that many of these features formed during the last, or last few, high obliquity cycles.  2004 Elsevier Inc. All rights reserved.",
  "title": "Martian flow features, moraine-like ridges, and gullies: Terrestrial analogs and interrelationships"
}