{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nThermochronology in southeast Alaska and southwest Yukon: Implications for North American Plate response to terrane accretion\nEva Enkelmann a,∗, Adam Piestrzeniewicz a, Sarah Falkowski b, Konstanze Stübner b, Todd A. Ehlers b\na University of Cincinnati, Department of Geology, Cincinnati, OH, USA b University of Tübingen, Department of Geosciences, Tübingen, Germany\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 28 July 2016 Received in revised form 13 October 2016 Accepted 16 October 2016 Available online 3 November 2016 Editor: A. Yin\nKeywords: St. Elias Mountains syntaxis fission-track dating U–Th/He dating Wrangellia Terrane terrane accretion\nThis study presents the first comprehensive dataset of low-temperature thermochronology from 43 bedrock samples collected north of the active Yakutat–North American plate boundary. Our apatite and zircon (U–Th)/He and fission-track data reveal the cooling history of the inboard Wrangellia Composite Terrane that is dominated by rapid cooling after Late Jurassic to Early Cretaceous arc magmatism followed by very little cooling and exhumation until today. Deformation resulting in rock exhumation due to the collision of the Yakutat microplate is spatially very limited (20–30 km) and is concentrated mainly in the Chugach–Prince William Terrane and rocks near the Border Ranges Fault. Focused exhumation from greater depths of ca. 10 km with very high rates (>5 km/Myr) is localized at the syntaxis region, starting ca. 10 Ma and shifted south through time. The rapid exhumation rates are explained by the development of strong feedbacks between tectonically driven surface uplift and erosion, which started already before glaciation of the area. The shift in the location towards the south is a consequence of continuous readjusting between tectonics and climate, which is changing on local and global scales since the Late Miocene.\n© 2016 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Terrane accretion and subduction are fundamental processes that modify plate margins and result in the expansion of continental crust, the classic example being the western North American margin. The St. Elias Mountains located at the border region of Alaska (USA), Yukon, and British Columbia (Canada) are a key location for studying geologic processes that formed western North America, including arc accretion and spreading-ridge subduction. Moreover, it is a prime study location for an ongoing indentation of a plate corner, resulting in a structurally complex plate boundary transitioning from transform to convergence (Bruhn et al., 2012; Koons et al., 2010). The high-latitude (60–61◦N) and coastal position resulted in heavy glaciation that makes the St. Elias Mountains a natural laboratory for studying the interplay between tectonics and climate-driven surface processes (Enkelmann et al., 2009, 2010, 2015). Most research effort has been concentrated on the coastal side of the St. Elias Mountains (southeast Alaska), but only few thermochronology data have been reported from the heav-\n* Corresponding author. E-mail address: eva.enkelmann@uc.edu (E. Enkelmann).\nhttp://dx.doi.org/10.1016/j.epsl.2016.10.032 0012-821X/© 2016 Elsevier B.V. All rights reserved.\nily glaciated northern side (Canada) (O’Sullivan and Currie, 1996; Spotila and Berger, 2010). As a consequence, many unknowns exist including the spatio-temporal pattern of initial uplift and erosion, structural accommodation of crustal shortening over time, and strain transfer inboard of the plate boundary.\nLow-temperature thermochronology is an effective tool to study orogenic evolution through deciphering timing, rates, and spatial patterns of rock exhumation. Previous zircon and apatite fission-track (ZFT and AFT, respectively) thermochronology studies on modern glacio-fluvial detritus revealed that rocks underneath the large glaciers covering the region of the indenting Yakutat plate corner (the St. Elias syntaxis) exhume much more rapidly (∼5 km/Myr) in comparison to the surrounding area (<1 km/Myr) (Enkelmann et al., 2009, 2010; Falkowski et al., 2014), and that this localization of rapid exhumation migrated from the north to the south over the past ∼10 Myr (Enkelmann et al., 2015; Falkowski and Enkelmann, 2016). While detrital samples are essential to detect exhumation patterns from a large glaciated area, bedrock samples allow obtaining a cooling record from multiphase analyses of samples from known xyz-coordinates.\nWe collected 43 bedrock samples from the northern St. Elias Mountains (southwest Yukon) and present a total of 126 new thermochronometric ages from ZFT, AFT, and zircon and apatite\n(U–Th)/He (ZHe and AHe, respectively) analyses reflecting uppercrustal cooling through ∼250–60 ◦C (e.g., Brandon et al., 1998; Farley, 2000; Reiners, 2005). We show that rocks of the Wrangellia Composite Terrane (WCT) of the northern St. Elias Mountains mainly record rapid cooling after late Mesozoic arc magmatism, followed by very limited exhumation since the mid-Cretaceous. The ongoing collision of the Yakutat plate corner that started in the mid-Miocene had only a spatially very limited effect inboard of the plate boundary (<30 km)."
  }, {
    "heading": "2. Background",
    "text": "Since the Late Cretaceous the western North American margin has been characterized by rapid, oblique subduction of oceanic crust and transpressional deformation manifested in large-scale strike-slip faults such as the Denali and Border Ranges faults (Fig. 1; e.g., Pavlis and Roeske, 2007). The study area comprises mainly the WCT, which finalized accretion to the former North American margin (Yukon Composite Terrane (YCT); Fig. 1) in the mid-Cretaceous, and was afterwards displaced northwestward by ca. 400 km along the Denali Fault (Lowey, 1998). Continued subduction at the southern margin of the WCT resulted in the accretionary complex of the mostly Late Cretaceous–Eocene Chugach– Prince William Terrane (CPWT) that was displaced north along the Border Ranges Fault (e.g., Pavlis and Roeske, 2007; Garver and Davidson, 2015). Subduction style changed in the Paleocene with the introduction of increasingly younger, buoyant oceanic crust and a spreading-ridge subduction that affected the south Alaskan margin diachronously ca. 62–47 Ma and resulted in near-trench plutonism (Sanak–Baranof suite) and the formation of the Chugach Metamorphic Complex (e.g., Bradley et al., 1993; Sisson et al., 2003; Gasser et al., 2012). Afterwards, normal subduction briefly resumed before subduction of the Yakutat microplate began (e.g., Plafker et al., 1994; Finzel et al., 2011). The Yakutat microplate is a 15–30 km thick, wedge-shaped oceanic plateau that has been translated northward along the Fairweather–Queen Charlotte dextral transform (Fig. 1; Christeson et al., 2010). Since at least 30 Ma southern Alaska is dominated by the Yakutat subduction that results in deformation and mountain building above the downgoing\nflat slab (e.g. Finzel et al., 2011), and at the plate boundary (e.g., Enkelmann et al., 2010; Falkowski and Enkelmann, 2016)."
  }, {
    "heading": "2.1. Geologic setting of the study area",
    "text": "Six samples were collected from north of the Denali Fault (Fig. 2), of which four are granitic rocks intruded into the YCT and two are metasedimentary rocks from a former flysch basin with WCT affinity (Dezadeash Formation) that is now smeared along the dextral Denali Fault. The YCT is made up of several terranes of continental margin sequences and in the study area it is characterized by intrusions of the Late Cretaceous–early Eocene Kluane Arc and associated metamorphic rocks (e.g., Erdmer and Mortensen, 1993). These rocks are part of the Coast Plutonic Complex, which is more widespread in British Columbia (∼175–45 Ma; Erdmer and Mortensen, 1993; Gehrels et al., 2009). The southern YCT and northern WCT margins experienced deformation and metamorphism along their entire lengths associated with the midCretaceous final accretion of the WCT (e.g., Csejtey et al., 1982; Gehrels et al., 1991).\nSouth of the Denali Fault, intraoceanic Cambrian–Late Triassic arc–backarc basin assemblages and Upper Triassic greenstone and limestone of the Wrangellia and Alexander terranes form the basement of the WCT in the study area (Fig. 2; e.g., Nokleberg et al., 1994). Subduction at the southern margin of the WCT resulted in several Jurassic–Cretaceous, northward propagating magmatic arcs that are reflected by two plutonic suites in the study area, from which most of the samples were collected: the 160–130 Ma St. Elias Suite (Chitina Arc) and the 120–105 Ma Kluane Ranges Suite (Chisana Arc) (Fig. 2; Dodds and Campbell, 1988). Overall, the existing chronometric data show that the cooling record of the WCT is controlled by Late Jurassic–Early Cretaceous arc magmatism (Fig. 2) and Early Cretaceous shortening and uplift within the Chitina thrust belt (Trop and Ridgway, 2007). Crystallization and higher-temperature cooling ages (biotite, hornblende K–Ar and 40Ar/39Ar) document the emplacement of lower Cenozoic intrusions and associated metamorphism, or Wrangell lava emplacement (Fig. 2; e.g., Dodds and Campbell, 1988; Farrar et al., 1988; Richter et al., 1990). The CPWT south of the Border Ranges Fault represents mostly Late Cretaceous–Eocene volcaniclastic accretionary sediments and is characterized by the Eocene amphibolite- to greenschist-facies Chugach Metamorphic Complex and ∼55–50 Ma Sanak–Baranof intrusions (e.g., Gasser et al., 2012)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Analytical techniques",
    "text": "Apatite and zircon grain separation was performed using standard mineral separation procedures. For AHe and ZHe analysis, euhedral and inclusion-free apatite and zircon grains were picked under a Leica stereomicroscope. Grain dimensions were measured for alpha-ejection correction (Farley et al., 1996) and grains were packaged in niobium tubes for single-grain analyses of zircons and single- or multi-grain analyses of apatites (Supplementary Information Tables S1 and S2). Helium degassing and measurement was performed using the Patterson Instruments extraction line at the University of Tübingen. Uranium, thorium, and samarium relative abundances were measured at the Element2 HR-ICP-MS of the University of Arizona.\nFor fission-track analysis apatite grains were mounted in epoxy resin, ground and polished, and etched with 5.5 molar nitric acid for 20 s to expose fossil fission tracks. Zircons were mounted in Teflon® and etched in a NaOH:KOH eutectic melt for 9–30 h at 228 ◦C, depending on age and uranium content (Garver, 2003). AFT\nand ZFT mounts were covered with muscovite external detectors and irradiated with thermal neutrons at the Oregon State University TRIGA Reactor. The external detectors were subsequently etched in 48–51% hydrofluoric acid for 20 min to reveal induced fission tracks. Fission tracks were analyzed using the external detector method and zeta age-calibration using Zeiss AxioImager microscopes (at 1000x magnification) equipped with AutoScan stages at the universities of Cincinnati and Tübingen. When possible, confined fission-track lengths and their angles to the crystallographic c-axis were measured in apatites to obtain information on the cooling history (Green et al., 1986)."
  }, {
    "heading": "3.2. Inverse thermal modeling",
    "text": "We used the thermochronometric data of individual samples to explore possible time–temperature histories using the HeFTy software (v. 1.9.1; Ketcham, 2005). We used the inverse mode of the program and calculated at least 10,000 time–temperature histories per sample that were compared to the measured data. “Acceptable” and “good” paths were selected according to the probability of failing the null hypothesis that modeled and measured results are different, expressed as the goodness of fit. Values 0.05 and higher are considered “acceptable” fits and values 0.5 and higher “good” fits. More details on the settings we used for HeFTy modeling are provided in the Supplementary Information. In the models\nwe only set two time–temperature constraints; one at the current surface temperature of 0–10 ◦C and a second one prior to the oldest thermochronometric age of the sample and at a temperature well above (ca. 50 ◦C) the closure temperature of the highest thermochronologic system."
  }, {
    "heading": "4. Results",
    "text": "Bedrock samples were dated with as many thermochronometric systems as possible, in total we present 120 new thermochronology ages (Table 1). Details of individual single-grain analyses can be found in the Supplementary Information (Tables S1 and S2, Datasets S1–S3) and a summary of all ages with 1σ -errors is presented in Table 1 and Fig. 3. Note that in Fig. 3 only reproducing ZHe and AHe ages are included, while in Table 1, for samples with standard deviation >20% of the sample’s mean age the singlealiquot ages are shown. Each of the four different thermochronometric systems used in this study relates to a different temperature range where the radioactive decay products (fission tracks and helium) start to be partially retained in the mineral grain. This temperature window is referred to as the partial annealing zone (PAZ) for fission track (e.g., Green et al., 1986) and the partial retention zone (PRZ) for the (U–Th)/He systems (e.g., Farley, 2000; Reiners, 2005). Within the PAZ or PRZ lies the closure temperature (TC) that is defined as the apparent temperature through which\nE.Enkelm ann et al./Earth and Planetary Science Letters 457 (2017) 348–358 351\na sample cooled at the time given by the cooling age (Dodson, 1973). The TC concept is based on the assumption of continuous cooling through the PAZ or PRZ of the sample, and the inferred TC depends on many factors such as grain size, radiation damage, mineral chemistry, and cooling rate (e.g., Brandon et al., 1998; Farley, 2000). For apatite, the TC are ∼100–120 ◦C (AFT; Green et al., 1986) and 55–75 ◦C (AHe; Farley, 2000). For zircon, the TC are 160–200 ◦C (ZHe; Reiners, 2005) and 210–300 ◦C (ZFT; Brandon et al., 1998)."
  }, {
    "heading": "4.1. Zircon fission-track results",
    "text": "From the study area, 19 new and five previously published (Falkowski and Enkelmann, 2016) ZFT ages range between 171.1 ± 11.3 Ma and 2.9 ± 0.3 Ma (Table 1, Fig. 3, Dataset S1). Due to low zircon yield for samples KLB5, KLB69, and KLB107 fission-track grain mounts included only 7, 4, and 3 datable grains, and those sample ages need to be considered with caution. For example, the ZFT age of KLB107 (N = 3; 31.0 ± 3.7 Ma) is slightly younger than its ZHe age (36.3 ± 1.1 Ma; Table 1). For sample KLB5 (N = 7) ZFT and ZHe are indistinguishable within error (43.2 ± 3.5 Ma ZFT and 49.3 ± 3.0 Ma ZHe age; Table 1), which would indicate very rapid cooling through both systems’ TC. Rapid cooling of this sample is confirmed by the AFT age (49.2 ± 3.2 Ma; Table 1)."
  }, {
    "heading": "4.2. Zircon (U–Th)/He results",
    "text": "We present new ZHe data for 38 samples, for 29 of which we calculated mean ages that range between 153.9 ± 14.0 Ma and 2.9 ± 0.6 Ma (Table 1). Nine samples resulted in single-grain ages that did not reproduce (standard deviation >20%). Only for sample KLB42 can we assign the younger of two ZHe single-grain ages as “best age estimate” (81.3 ± 4.1 Ma; Tables 1 and S1) because the older single-grain age (118.5 ± 5.9 Ma; Table S1) is older than the ZFT age of that sample (101.4 ± 6.1 Ma; Table 1). Variations in grain size and radiation damage can result in differences in the\napparent age and non-reproducibility, particularly in rocks with a long residence time within the PRZ (e.g., Farley, 2000). However, plotting the single-grain ZHe age against grain size and effective uranium concentration (eU) does not show a clear correlation (Fig. S1); we therefore assume zoning as a possible reason for nonreproducibility between single-grain aliquots."
  }, {
    "heading": "4.3. Apatite fission-track results",
    "text": "We present 28 new AFT ages that range between 140.2 ± 9.7 Ma and 4.4 ± 0.7 Ma (Table 1). All samples passed the X2-test and AFT ages are generally older than the AHe and younger than the ZHe age of the same sample (within 1σ errors). Only sample KLB53 yielded an AFT age 0.9–8.5 Ma older than the corresponding ZHe age (Table 1). A possible reason for the inversion could be that the U and Th concentration was higher at the grain rims and thus the alpha-ejection correction factor was underestimated resulting in an underestimation of the ZHe age (Reiners, 2005).\nIn seven of the AFT samples, a sufficient number of confined track lengths could be measured making them suitable for temperature–time history modeling (Dataset S3, Fig. S2). KLB5 yielded a narrow track-length distribution and long mean-tracklength of 14.42 ± 1.32 μm, which indicate rapid cooling through the PAZ, where fission tracks shorten due to annealing. Rapid cooling is supported by the other thermochronometric ages of KLB5 that range between ∼43 and ∼39 Ma (Table 1 and Fig. 3). Sample KLB86 was taken ca. 35 km west of KLB5 and from early Cenozoic intrusives of the Coast Plutonic Complex as well. Its mean track length of 13.85 ± 1.49 μm suggests a slightly slower cooling through the PAZ. The remaining samples are characterized by shorter mean-track-lengths and wider distributions (KLB41: 12.66 ±1.67 μm; KLB59: 12.66 ±1.85 μm; KLB69: 13.07 ±1.83 μm; KLB88: 13.24 ± 1.69 μm; KLB98: 13.28 ± 1.84 μm; Fig. S2) and hence indicate slower cooling or a longer residence time within the PAZ. All track-length distributions are unimodal indicating comparably simple, monotonous cooling through the PAZ without reheating."
  }, {
    "heading": "4.4. Apatite (U–Th)/He results",
    "text": "We report AHe data from 35 samples with mean ages ranging between 92.7 ± 0.7 Ma and 0.5 ± 0.2 Ma; with 23 of the samples being younger than ∼9 Ma (Table 1). Apatite yield was poor in some samples, and for each of the samples KLB50 and KLB76 only one grain was dated (Table 1). For the others, AHe ages generally reproduced better than ZHe ages with KLB60 being the exception yielding single-grain ages between 1.5 ± 0.1 Ma and 46.7 ± 2.3 Ma (Tables 1 and S2). Aliquots of sample KLB60 show a clear correlation between grain age and grain size, suggesting a long (∼45 Myr) residence time within the PRZ before it was exhumed (Fig. S1B)."
  }, {
    "heading": "5. Regional thermal histories",
    "text": "To investigate the thermal evolution preserved in the rocks of the study area we present the best-fit temperature–time models representative of the regional cooling (Figs. 3 and 4). The models are mostly well constrained due to the multiple thermochronometric data per sample (see supplementary Fig. S3 for individual samples). We did not attempt to model samples that were considered volcanic or yield only one cooling age (e.g., KLB19, KLB50). All samples with modeled temperature–time paths are indicated by colored symbols in Fig. 3 with the same coding as in Fig. 4."
  }, {
    "heading": "5.1. The Denali Fault region",
    "text": "The cooling ages of four samples from the YCT (north of the Denali Fault) range from ∼62–31 Ma (ZFT), ∼65–36 Ma (ZHe), ∼59–37 (AFT), and ∼39–20 Ma (AHe) (Table 1, Fig. 3). The four samples are early Cenozoic intrusives associated with the Coast Plutonic Complex and are consistent with U–Pb and K–Ar ages from the Kluane Lake area that indicate crystallization and peak metamorphism at 58–56 Ma and subsequent rapid cooling due to unroofing between 55 and 39 Ma (Fig. 2; Farrar et al., 1988; Israel et al., 2011). Thermal models show that cooling has not been uniform along the Denali fault zone (Fig. 4A) but the onset of rapid cooling migrated from east of Kluane Lake (>40 Ma) to west of it (∼36 Ma) (Figs. 3 and 4A).\nTwo samples from north of the Denali Fault are from the Dezadeash Formation of the Wrangellia Terrane (KLB4 and KLB91; Fig. 2). The cooling history of these samples suggest cooling below ∼150 ◦C already occurred during the Cretaceous (Fig. 4A). The oldest age is the ∼110 Ma ZFT age of KLB91 suggesting that the sample was thermally reset probably due to the mid-Cretaceous deformation event that can be traced along the Yukon–Wrangellia suture zone (e.g., Dusel-Bacon et al., 1993). Cenozoic ZHe and AHe ages indicate a prolonged phase of slow cooling that may have been influenced by early Cenozoic intrusion and metamorphism and/or fault activity along the Denali fault zone (Fig. 3). The youngest cooling is recorded by the two samples collected closest to the main Denali fault trace (KLB88 and KLB100). The ZFT, ZHe, and AFT ages of the granitoid sample from the Kluane Arc (KLB88) suggest rapid cooling after the Late Cretaceous intrusion. However, the AHe age of this sample and ZHe and ZFT ages of the nearby gabbro (KLB100) reveal rapid cooling in the late Miocene (Figs. 3 and 4A)."
  }, {
    "heading": "5.2. Wrangellia Composite Terrane",
    "text": "The majority of our samples is from the WCT, and ages range from ∼171–3 Ma (ZFT), ∼154–3 Ma (ZHe), ∼140–4.4 Ma (AFT), and ∼93–1.2 Ma (AHe) (Table 1, Fig. 3). Latest Jurassic to midCretaceous bedrock ZFT and ZHe cooling ages from the WCT are from remnants of the Late Jurassic–Early Cretaceous magmatic arcs and likely reflect post-magmatic thermal relaxation of the crust\nand cooling associated to mid-Cretaceous deformation (Table 1). However, there is no obvious spatial pattern that supports cooling due to exhumation accommodated by certain structures. Younger ages are interpreted as reflecting cooling due to exhumation, which must have been of limited amount in the WCT compared to the region south of the Border Ranges Fault that records much younger cooling ages (Fig. 3). In general, we see a pattern of younging cooling ages towards the syntaxis region, which is also revealed in the modeled temperature–time paths. Samples from the northeast– southwest profile (Fig. 4B) show a long and slow cooling phase since the Cretaceous farther away from the syntaxis area (blue paths and filled circles in Fig. 4B and Fig. 3, respectively), and more rapid cooling after ∼15 Ma from depths of temperatures around 100 ◦C (green paths and filled circles in Fig. 4B and Fig. 3, respectively) and after ∼10 Ma from depths of temperatures >200 ◦C (red paths and filled circles in Fig. 4B and Fig. 3, respectively).\nSamples in the north–south profile also show a long, slow cooling phase since the Cretaceous but all show a rapid cooling phase after ∼10 Ma recorded by the AHe system (Fig. 4C). Samples KLB44, KLB47, and KLB48 show the most rapid cooling from the highest temperatures (red paths in Fig. 4). All three of these samples are from the syntaxis region."
  }, {
    "heading": "6. Discussions",
    "text": ""
  }, {
    "heading": "6.1. Upper-crustal cooling prior to Yakutat collision",
    "text": "The older thermal record of rocks in our study area is dominated by Late Jurassic–Early Cretaceous arc magmatism that propagated northward either due to shallowing of the subduction angle or tectonic erosion at the former North American margin (Dodds and Campbell, 1988; Plafker et al., 1989; Amato et al., 2013). Associated metamorphism reset the thermal record of the country rocks (e.g., Dodds and Campbell, 1988; Dusel-Bacon et al., 1993). Thus, the main crustal cooling south of the Denali Fault occurred in the Early to mid-Cretaceous, whereby north of the suture zone the Late Cretaceous arc kept the crust hot until Eocene extensional unroofing caused rapid cooling (Figs. 3 and 4). The thermal models from most of the WCT rocks suggest that cooling from ∼150 ◦C to surface temperatures has been slow and monotonous since at least ∼100 Ma (Fig. 4).\nA later thermal event that influenced upper crustal rocks is recorded in our data. The five samples analyzed from the Chugach– Prince William accretionary complex in the southern study area range from ∼63–30 Ma (ZFT), ∼41–7 Ma (ZHe), ∼18–10 Ma (AFT), and ∼7–0.5 Ma (AHe) (Table 1, Fig. 3). These samples record cooling in the forearc region that coincides with the late Paleocene–early Eocene spreading-ridge subduction that occurred diachronously along the northern part of the western North American margin (e.g., Bradley et al., 1993; Haeussler et al., 2003; Gasser et al., 2012). A rapid cooling phase after ∼60 Ma can be observed in the best-fit models of samples from the CPWT and the southern WCT (orange paths in Fig. 4C), but, to a smaller degree, also in models of samples farther away from the active plate margin (blue paths in Fig. 4B). The paleo-position of the CPWT with respect to the WCT is not entirely clear, because the separating Border Ranges fault system has accommodated a considerable amount of dextral, margin-parallel translation (Cowan, 2003; Roeske et al., 2003; Pavlis and Roeske, 2007). Pavlis and Roeske (2007) suggest 600–1000 km or more slip has occurred between 70 and 52 Ma, and ceased by 50 Ma, but geologic relationships permit younger slip (Cowan, 2003; Garver and Davidson, 2015). The Eocene was a time of plate reorganization after the spreadingridge subduction (Sisson and Pavlis, 1993). Consequences were the cessation of magmatism followed by rapid tectonic unroofing north of the Denali Fault, the formation of the transform plate boundary (Fairweather–Queen Charlotte Fault), beginning west-/ northwestward-directed subduction of the Pacific Plate (and since ∼35 Ma of the Yakutat microplate), and establishment of the Aleutian Arc (e.g., Haeussler et al., 2003; Finzel et al., 2011). In summary, a considerable amount of cooling during the Paleocene– Eocene is recorded in the CPWT rocks and southern WCT, as well as north of the Denali Fault. We suggest that the cooling in all these rocks is related to the processes of spreading-ridge subduction that affected the entire Alaska margin. However, their spatial relationship cannot be evaluated with our data."
  }, {
    "heading": "6.2. Effects of Yakutat collision on the North American Plate",
    "text": "One of the outstanding questions in understanding the St. Elias orogeny is how stresses from the incoming Yakutat microplate corner are transferred to the North American Plate and\nhow strain is distributed. Geophysical data and numerical models show that the transform motion along the Fairweather Fault bifurcates at the syntaxis region, bending northwest into the Bagley Fault along the Bagley Ice Valley, and continues along the NNW strike of the Fairweather Fault to connect with the Totschunda– Denali Fault system (Connector Fault in Fig. 1) (Koons et al., 2010; Bruhn et al., 2012). Large scale numerical modeling of the Yakutat– North American collision shows that stress at the syntaxis region results in significant vertical uplift and inferred exhumation (Koons et al., 2010), but the role of specific geologic units and structures accommodating exhumation is known on the scale of glacial catchments (Enkelmann et al., 2015; Falkowski and Enkelmann, 2016). To explore the spatial variations in cooling of the\nexposed bedrock we plotted our new data together with previously published bedrock thermochronology data onto two swath profiles (Figs. 3 and 5). The swaths cross the entire orogen at the St. Elias syntaxis region (profile AA′) and the northern Fairweather Fault (profile BB′; Figs. 3 and 5).\nAt the syntaxis region (profile AA′) AFT, ZHe, and ZFT cooling ages show a sharp increase north of the Border Ranges Fault. Cooling ages in the CPWT south of the Border Ranges Fault are generally <6 Ma, while north of the fault in the WCT, ages range from 15 Ma (AFT) to 170 Ma (ZFT) (Fig. 5). Some older ages exist in this southern part of the profiles representing either partial resetting or non-resetting of the Cenozoic sedimentary cover rocks that were buried shallowly and subsequently exhumed along lowangle thrust faults west of Malaspina Glacier (Fig. 5; Enkelmann et al., 2010; Grabowski et al., 2013). Similarly, the metasedimentary rocks of the Yakutat Group are exhumed very rapidly since <2 Ma along reverse faults that parallel the northern Fairweather Fault, resulting in reset apatite, but partially reset zircon systems (e.g., Enkelmann et al., 2015; Falkowski et al., 2014). Overall, the spatial pattern shows that most of the deformation and rock exhumation associated with the ongoing collision of the Yakutat plate corner occurred within the rocks of the CPWT and the downgoing Yakutat microplate. In addition to the young cooling ages in the southern, coastal region, the high-elevation icefield region of the St. Elias syntaxis (Mount Logan, Seward Glacier, and upper Hubbard Glacier region) shows <15 Ma ZHe, AFT, and AHe cooling ages that overall increase with increasing distance from the syntaxis area. However, the youngest ZFT cooling age of the area is not from the core of the syntaxis but rather its rim north of the inferred Connector Fault (KLB44: 9.4 Ma; Table 1; Fig. 3) that suggests the existence of a transpressional bend structure (Falkowski and Enkelmann, 2016).\nAn exception from the clustering of young cooling ages is found around Mount Walsh at ca. 150 km along profile A–A′ (Figs. 3 and 5A). This area is part of the Wrangell volcanic belt (∼26–0 Ma; Richter et al., 1990) and the 4.3 Ma AHe age of andesite sample KLB76 is interpreted as volcanic cooling. Sample KLB75 (∼5.8 Ma ZHe age, marble) collected close to KLB76 is probably also affected by volcanic heating, which is further supported by 10–5 Ma amphibole and biotite K–Ar ages from the area (Fig. 2; Dodds and Campbell, 1988). This makes it difficult to interpret the other cooling ages from the area in terms of volcanic activity or exhumational cooling. Granitoid samples KLB72, KLB73 (<5 Ma cooling ages; Table 1, Fig. 5), and KLB74 (∼21 Ma AFT age) from the Wrangell plutonic suite could record thermal relaxation instead of recent exhumational cooling. Samples such as KLB64 and KLB63, however, were collected farther south from older (Late Jurassic or Early Cretaceous) granitoid intrusions based on their older highertemperature cooling ages (Table 1, Fig. 5). We interpret their ∼4.5 Ma and ∼5.8 Ma AHe ages (Table 1, Fig. 3) therefore as cooling ages due to rock exhumation.\nThe cooling pattern at the northern Fairweather Fault (profile BB′) shows that the area of young and rapid exhumation reaches farther inboard, into rocks of the WCT, as suggested by Spotila and Berger (2010) (Fig. 5B). This region is characterized by several terrane boundaries and other dextral strike-slip dominated structures that parallel the Fairweather Fault, including the Border Ranges Fault and Art Lewis Fault to the north, and the Bagley and Yakutat reverse faults to the south of the Fairweather Fault (Figs. 3 and 5B). Rocks of CPWT affinity occur only in a 10 km-wide sliver that diminishes to the southeast. GPS data suggest pure strike-slip motion currently accommodated along the Fairweather Fault and dip-slip along the northeast dipping reverse faults to the south (Elliott et al., 2010). The <5 Ma cooling ages occurring across all structures (Border Ranges, Fairweather, Boundary faults) suggest a transpressional component that must have resulted in topography, erosion, and exhumation of rocks from ca. 10 km depths and since ca. 5 Ma\n(Fig. 5B). Farther north, at the end of the Fairweather Fault, thrusting towards the northeast accomodated by the Art Lewis Fault and a speculated fault located northeast of it, has been suggested to explain the young ZFT age (9.4 Ma; KLB44) in the upper part of the Dusty Glacier catchment and a large detrital ZFT age population that peaks at 7.6 Ma (64%) from this catchment (Falkowski and Enkelmann, 2016). Exhumation appears to be accommodated by a two-sided flower structure that formed at the northern end of the Fairweather Fault, where it bifurcates into the Bagley and Connector faults (Falkowski and Enkelmann, 2016). This deformation pattern dominates the geodynamics in this region and has been predicted by numerical models to result in strain localization and uplift at the syntaxis (Koons et al., 2010, 2013). This transpressional feeding of material into the corner is geologically documented by the change in fold orientation observed in the Icy Bay region (Pavlis et al., 2012). Taken together, the age pattern reveals that the collision of the Yakutat corner had a spatially very limited effect on the North American Plate, resulting in deformation and rock exhumation within a <30 km-wide corridor north of the plate boundary. Most deformation and exhumation occurs within the Yakutat Group rocks and its Cenozoic sedimentary cover. In contrast, the region farther west of the St. Elias syntaxis is dominated by convergence, which resulted in significant deformation in southern and central Alaska. Cooling ages in the Chugach Mountains and the Alaska Range give evidence that mountain building and rock exhumation caused by Yakutat subduction and collision reaches >500 km inboard of the active plate boundary (e.g. Finzel et al., 2011)."
  }, {
    "heading": "6.3. Interaction between tectonics and surface processes",
    "text": "In a tectonic setting dominated by strike-slip and thrust faults the role of surface processes is crucial for the exhumation of rocks over geologic timescales. Positive feedback mechanisms between tectonics and surface processes can develop at locations where crustal strain and surface uplift is concentrated and coincides with efficient erosion and removal of sediments such as in the eastern and western Himalayan syntaxes (Koons et al., 2013). Furthermore, the geometry and rigidity of the subducting plate can also localize deformation at syntaxes (Bendick and Ehlers, 2014). Such feedback mechanisms and subducting plate-geometry effects on exhumation have been suggested in the St. Elias syntaxis (e.g. Enkelmann et al., 2009; Koons et al., 2013; Bendick and Ehlers, 2014), where thermochronology on sediments from the Hubbard and Seward–Malaspina glaciers revealed that exhumation rates underneath the ice are much higher (>5 km/Myr) than elsewhere in the orogen (Enkelmann et al., 2009, 2010; Grabowski et al., 2013; Falkowski et al., 2014, 2016), and that this area of focused exhumation shifted south through time (Enkelmann et al., 2015; Falkowski and Enkelmann, 2016).\nThe St. Elias Mountains are dominated by glacial erosion and regions with the youngest cooling ages correlate well with the regions that receive the highest annual precipitation (blue dashed line in Fig. 5). The St. Elias Mountains have been glaciated since ∼6–5 Ma (Zellers, 1995). The thermochronology data presented from the northeast side of the St. Elias Mountains (Falkowski and Enkelmann, 2016; this study) show that the extreme rapid exhumation at the northern side of the syntaxis started already ∼10 Ma and thus before the onset of glaciation. This implies a fluvial system must have existed that facilitated the efficient erosion at the northern syntaxis region. We argue that the development of tectonic–erosion feedback mechanisms resulting in very rapid exhumation was not initiated by the onset of glaciation, but initiated by the subducting plate geometry (increasing crustal thickness and cuspate shape) that caused coupling and deformation in the overriding plate (e.g., Koons et al., 2013; Bendick and Ehlers, 2014).\nA characteristic feature of these syntaxial regions is the creation of high mountain massifs (Koons et al., 2013), which over time would result in alpine glaciation particularly at high latitudes. Thus we speculate that the onset of tidewater glaciation in the St. Elias Mountains at the late Miocene/Pliocene boundary, a time generally much warmer than today, was a consequence of topographic growth due to the efficient interaction of tectonics and erosion processes at the syntaxis.\nFrom 4–2 Ma the focus of extreme rapid exhumation (exhumation rates >5 km/Myr) was centered at the core of the syntaxis underneath the Hubbard and Seward glaciers and shifted south <2 Ma where deformation is concentrated along the thrust and reverse faults west and east of Malaspina Glacier (Enkelmann et al., 2015). While this southward shift of exhumation was mainly revealed by detrital thermochronology, we are able to record this temporal shift also in the bedrock cooling ages. Comparing the contour maps of rock exhumation rates between the ZHe and AHe closure depths (Fig. 6A) and AHe and surface exposure (Fig. 6B; see data repository for details), shows a focus of the highest exhumation rates at the center of the syntaxis, which shifts south of the plate boundary (see Enkelmann et al., 2015 for further details). The global climate shift intensified glaciation ∼2.7 Ma, which resulted in lowering of the snow line and thus a coastward shift of glacial erosion, while continued surface uplift at the core of the syntaxis resulted in a decrease of the erosive potential and thus rock exhumation.\nEvidence for this decrease in exhumation comes from the preserved old cooling ages (∼40 Ma, AFT) at Mount Logan, the highest mountain massif in the orogen sitting at the syntaxis (Fig. 3). O’Sullivan and Currie (1996) reported AFT and ZFT ages from a 4000 m elevation transect. The resulting age versus elevation relationship is a common approach to quantify exhumation rates and their changes through time. Here we plot previously published and new cooling ages from the Mount Logan massif in a pseudo age-elevation profile that allows incorporating multiple thermochronometric system ages (Reiners and Brandon, 2006) (Fig. 7). A pseudo-elevation is calculated for each AFT, ZHe, and ZFT age that is normalized to the closure temperature depth of the AHe system, assuming a constant 30 ◦C geothermal gradient (see Supplementary Information for details). Thus the difference between the closure temperature depths of the varying thermochronologic systems and the AHe closure depth is added to the true sample elevation. In order to extend the profile to the lowest possible\nelevation we include also the youngest ages found in detrital material from the Seward–Malaspina Glacier (Enkelmann et al., 2009; Grabowski et al., 2013; Falkowski et al., 2016).\nThe age-elevation profile reveals the prolonged time of very slow cooling since the Late Jurassic, and rapid Eocene cooling of the Sanak–Baranof plutons and rocks of the Chugach Metamorphic Complex. In the mid-Miocene (18–12 Ma) cooling rates increased in the area, which is suggested to mark the onset of Yakutat collision based on prominent age populations of detrital AFT, ZHe and ZFT data found in modern glaciofluvial sediment from catchments comprising rocks of the Yakutat and North American plates (Grabowski et al., 2013; Falkowski et al., 2014; Enkelmann et al., 2015). An entirely different trend in exhumation is observed underneath the large Hubbard and Seward glaciers, suggesting an apparent exhumation rate of an order of magnitude higher (∼7 km/Myr inferred from the regression line of the age-elevation plot; Fig. 7). The rapid exhumation underneath the ice results from the overlap of high surface uplift, high strain ac-\ncommodated along faults, and efficient glacial erosion by plucking processes and evacuation of sediments by tidewater glaciers into the Pacific Ocean.\nOur new data highlight the importance of an efficient sediment transport system for continuous exhumation. Rapid exhumation occurs much farther inboard from the northern Fairweather Fault (profile BB′ in Fig. 5) than at the syntaxis (profile AA′), which is a result of the coincidence of both, transpression on the Fairweather Fault system and efficient erosion and sediment transport pathways. Glacial catchments occupying the northern Fairweather Fault region are either tidewater glaciers or drain into the Alsek River and thus transport material into the Gulf of Alaska (Fig. 3). In contrast, catchments north of Hubbard Ice field drain north (Yukon catchment or the upper Alsek River catchment) where sediments are stored within or near the mountains."
  }, {
    "heading": "7. Conclusions",
    "text": "1) Most of the WCT rocks record rapid cooling after late Mesozoic arc magmatism followed by very slow cooling until today (Figs. 4 and 7), implying that rock exhumation since at least the mid-Cretaceous was slow and of limited amount (less than 3–4 km, AFT closure depth).\n2) Paleocene–Eocene spreading-ridge subduction resulted in near-trench magmatism, metamorphism and tectonic reorganization, and is recorded in cooling ages within the CPWT and in the WCT near the Border Ranges Fault (Figs. 4 and 7). Rapid cooling in the Eocene is evident in rocks located northeast of the Denali Fault (YCT) and record extensional unroofing after Late Cretaceous arc magmatism. The paleogeographic location of these three geologic units during the Eocene is not resolved.\n3) The influence of the Yakutat collision on the deformation of the North American Plate is spatially very limited (<30 km) at the indenting plate corner (Fig. 5). In contrast, the region located farther west of the plate corner is characterized by flat slab subduction that results in deformation and associated exhumation that reaches far inboard (500 km) from the plate boundary.\n4) The Miocene–Recent exhumation history of the St. Elias Mountains records a transient state resulting in constant shifts of the location of deformation due to readjusting between tectonics and climate that is changing on local scales due to building of topography as well as global climate shifts (Fig. 6)."
  }, {
    "heading": "Acknowledgements",
    "text": "We would like to thank P. O’Sullivan, S. Israel, K. Ridgway and J.I. Garver for fruitful discussions. The manuscript has been improved through the constructive review by T. Pavlis. We thank our helicopter pilot Doug Makkonen, and Philipp Widmann for his assistance in the field. This study was funded by the Deutsche Forschungsgemeinschaft (DFG grant EN-941/1-2; to EE and TAE)."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2016.10.032."
  }],
  "year": 2016,
  "references": [{
    "title": "Architecture of the Chugach accretionary complex as revealed by detrital zircon ages and lithologic variations: evidence for Mesozoic subduction erosion in south-central Alaska",
    "authors": ["J.M. Amato", "T.L. Pavlis", "P.D. Clift", "E.J. Kochelek", "J.P. Hecker", "C.M. Worthman", "E.M. Day"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2013
  }, {
    "title": "Extreme localized exhumation at syntaxes initiated by subduction",
    "authors": ["R. Bendick", "T.A. Ehlers"],
    "venue": "geometry. Geophys. Res. Lett",
    "year": 2014
  }, {
    "title": "Timing of early Tertiary ridge",
    "authors": ["D.C. Bradley", "P.J. Haeussler", "T.M. Kusky"],
    "year": 1993
  }, {
    "title": "Late Cenozoic exhumation",
    "authors": ["DC ington", "M.T. USA. Brandon", "M.K. Roden-Tice", "J.I. Garver"],
    "year": 1998
  }, {
    "title": "The Yakutat terrane: dramatic change in crustal thickness",
    "authors": ["T.L. Pavlis"],
    "year": 2010
  }, {
    "title": "Revisiting the Baranof–Leech river hypothesis for Early Tertiary",
    "authors": ["D.S. 1130/G31170.1. Cowan"],
    "year": 2003
  }, {
    "title": "Potassium–argon ages of mainly intrusive rocks",
    "authors": ["C.J. JB087iB05p03741. Dodds", "R.B. Campbell"],
    "year": 1988
  }, {
    "title": "Tectonic block motion",
    "authors": ["J.L", "C.F. Larsen", "J.T. Freymueller", "R.J. Motyka"],
    "venue": "Professional Paper 1497-C",
    "year": 2010
  }, {
    "title": "A 1200-km-long Eocene metamorphic",
    "authors": ["J.K. Mortensen"],
    "year": 1993
  }, {
    "title": "Upper-crustal cooling of the Wrangellia Compos",
    "authors": ["1039:AKLEMP>2.3.CO", "2. Falkowski", "Enkelmann"],
    "year": 2016
  }, {
    "title": "Constraining the area of rapid",
    "authors": ["E. Enkelmann", "T.A. Ehlers"],
    "year": 2014
  }, {
    "title": "Helium diffusion from apatite: general behavior as illustrated by",
    "authors": [],
    "year": 2000
  }, {
    "title": "The effects of long alpha-stopping distances",
    "authors": ["R.A. Wolf", "L.T. Silver"],
    "year": 1996
  }, {
    "title": "Potassium–argon age",
    "authors": ["E. Farrar", "A.H. Clark", "D.A. Archibald", "D.C. Way"],
    "venue": "ages. Geochim. Cosmochim. Acta",
    "year": 1988
  }, {
    "title": "itoid pluton rocks, southwest Yukon Territory, Canada. Isochron/West",
    "authors": ["E.S. Finzel", "J.M. Trop", "K.D. Ridgway", "E. Enkelmann"],
    "year": 2011
  }, {
    "title": "U– Pb geochronology of Late Cretaceous and Early Tertiary plutons in the northern Coast Mountains batholith",
    "authors": ["G.E. Gehrels", "W.C. McClelland", "S.D. Samson", "P.J. Patchett", "D.A. Brew"],
    "venue": "Can. J. Sci",
    "year": 1991
  }, {
    "title": "U–Th–Pb geochronology of the Coast Mountains batholith in north-coastal British Columbia: constraints on age and tectonic evolution",
    "authors": ["Gehrels", "G.E"],
    "venue": "Geol. Soc. Am. Bull. 121,",
    "year": 2009
  }, {
    "title": "Spatial extent of rapid denudation in the glaciated St. Elias syntaxis region, SE Alaska",
    "authors": ["D.M. Grabowski", "E. Enkelmann", "T.A. Ehlers"],
    "venue": "J. Geophys. Res., Earth Surf",
    "year": 2013
  }, {
    "title": "Thermal annealing of fission-tracks in apatite: 1. A quantitative description",
    "authors": ["P.F. Green", "I.R. Duddy", "A.J.W. Gleadow", "P.R. Tingate", "G.M. Laslett"],
    "venue": "Chem. Geol., Isot. Geosci. Sect",
    "year": 1986
  }, {
    "title": "Life and death of the Resurrection Plate: evidence for its existence and subduction in the northeastern Pacific in Paleocene–Eocene time",
    "authors": ["P.J. Haeussler", "D.C. Bradley", "R.E. Wells", "M.L. Miller"],
    "venue": "Geol. Soc. Am",
    "year": 2003
  }, {
    "title": "New insight into the geology and mineral potential of the Coast Belt in southwestern Yukon",
    "authors": ["S.A. Israel", "D. Murphy", "V. Bennett", "J. Mortensen", "J.L. Crowley"],
    "venue": "Exploration and Geology",
    "year": 2011
  }, {
    "title": "Forward and inverse modeling of low-temperature thermochronometry data",
    "authors": ["R.A. Ketcham"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2005
  }, {
    "title": "Three-dimensional mechanics of Yakutat convergence in the southern Alaskan plate corner",
    "authors": ["P.O. Koons", "B.P. Hooks", "T.L. Pavlis", "P. Upton", "A.D. Barker"],
    "venue": "Tectonics 29,",
    "year": 2010
  }, {
    "title": "Tectonic aneurysms and mountain building",
    "authors": ["P.O. Koons", "P.K. Zeitler", "B. Hallet"],
    "venue": "Treatise on Geomorphology,",
    "year": 2013
  }, {
    "title": "A new estimate of the amount of displacement on the Denali Fault system based on the occurrence of carbonate megaboulders in the Dezadeash Formation (Jura–Cretaceous), Yukon, and the Nutzotin Mountains sequence (Jura–Cretaceous), Alaska",
    "authors": ["G.W. Lowey"],
    "venue": "Bull. Can. Pet. Geol",
    "year": 1998
  }, {
    "title": "Geology of south-central Alaska",
    "authors": ["W.J. Nokleberg", "G. Plafker", "F.H. Wilson"],
    "venue": "The Geology of North America,",
    "year": 1994
  }, {
    "title": "Thermotectonic history of Mt Logan, Yukon Territory, Canada: implications of multiple episodes of Middle to Late Cenozoic denudation",
    "authors": ["P.B. O’Sullivan", "L.D. Currie"],
    "venue": "Earth Planet. Sci. Lett. 144,",
    "year": 1996
  }, {
    "title": "The Border Ranges fault system, southern Alaska",
    "authors": ["T.L. Pavlis", "S.M. Roeske"],
    "venue": "Geol. Soc. Am. Bull. 431,",
    "year": 2007
  }, {
    "title": "Structure of the actively deforming fold–thrust belt",
    "authors": ["S.P.S", "J. Spotila"],
    "year": 2012
  }, {
    "title": "Bedrock geology and tectonic",
    "authors": ["G. 1130/GES00753.1. Plafker", "W.J. Nokleberg", "J.S. Lull"],
    "year": 1989
  }, {
    "title": "Dextral-slip reactivation of an arc fore",
    "authors": ["canol"],
    "year": 2003
  }, {
    "title": "Geochemical and geochronologic",
    "authors": ["R.A. Donelick", "W.C. McClelland"],
    "year": 2003
  }, {
    "title": "Exhumation at orogenic indentor corner under",
    "authors": ["A.L. Berger"],
    "year": 2010
  }, {
    "title": "Foraminiferal sequence biostratigraphy and seismic stratigraphy",
    "authors": ["Alaska. In: Spec. Pap", "Geol"],
    "venue": "Soc. Am.,",
    "year": 1995
  }],
  "id": "SP:0ab99ff7e1c7a107252c04bffdd7c0fa3f823baa",
  "authors": [{
    "name": "Eva Enkelmann",
    "affiliations": []
  }, {
    "name": "Adam Piestrzeniewicz",
    "affiliations": []
  }, {
    "name": "Sarah Falkowski",
    "affiliations": []
  }, {
    "name": "Konstanze Stübner",
    "affiliations": []
  }, {
    "name": "Todd A. Ehlers",
    "affiliations": []
  }],
  "title": "Thermochronology in southeast Alaska and southwest Yukon: Implications for North American Plate response to terrane accretion"
}