{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Geodynamics\njournal homepage: www.elsevier.com/locate/jog\nLate Cenozoic lithosphere dynamics in Svalbard: Interplay of glaciation, seafloor spreading and mantle convection Alexander Minakov Centre for Earth Evolution and Dynamics, University of Oslo, Norway\nA R T I C L E I N F O\nKeywords: Asthenosphere Lithosphere North Atlantic Gravity anomalies Postglacial rebound Svalbard\nA B S T R A C T\nIn the last 10 Ma, the northwest Barents Sea passive margin and Svalbard archipelago experienced tectonic reactivation including regional uplift, volcanism and fault movements. Previous studies have variously attributed this reactivation to the establishment of continuous seafloor spreading between the North Atlantic and Arctic oceans within the Fram Strait, mantle convection, or a lithospheric response to climate-driven processes such as fluvial and glacial erosion in a late Pliocene-Pleistocene time (∼1-3 Ma). The relative magnitudes, and the physical relationship between surface processes, plate boundaries and mantle flow, has remained unclear. In this work, I jointy interpret seismological models of the upper mantle, gravity anomalies, rates of glacial isostatic adjustment (GIA) and the spatiotemporal characteristics of earthquakes with the aim to i) constrain the thermal state and rheological structure of the upper mantle beneath Svalbard, ii) infer the magnitude of vertical motion in the late Cenozoic time related to various processes, iii) better understand the likely causes of the tectonic and volcanic activity. Most part of the northwest Barents Sea passive margin including Svalbard is underlain by a thin continental lithosphere (∼50–80 km) and a normal thickness of crust (30–35 km). The geophysical data indicate an average excess mantle temperature of ∼40–100°C beneath western Svalbard compared to the central Barents Sea. The peak of the mantle temperature anomaly coincides with the location of Quaternary basalt eruptions. The predicted long-wavelength (> 420 km) non-isostatic uplift of ∼600-800 m correlates with the distribution of preglacial uplift previously inferred from geological data in the northwest Barents Sea. The gravity anomalies within an intermediate range of wavelengths (30–420 km) allows me to estimate topography changes due to erosion by ice streams to be ∼200–500 m. I conclude that a transient temperature anomaly in the asthenosphere northeast of Jan Mayen, combined with the northwest absolute plate motion of Eurasia, is the likely primary cause of the late Cenozoic tectonic reactivation in Svalbard."
  }, {
    "heading": "1. Introduction",
    "text": "The Svalbard archipelago, together with Franz Josef Land and some other small islands, represents an uplifted portion of the Barents Sea shelf in the vicinity of the continent-ocean transition (Figs. 1 and 2). The Caledonian basement of Svalbard including some older terranes (Proterozoic - Late Archean) has undergone several episodes of tectonic reactivation (including faulting, folding, volcanism, surface uplift and exhumation of crystalline basement) since the Early Devonian. In particular, Carboniferous, Early Cretaceous and Paleocene-Eocene tectonic events (Harland and Stephens, 1997; Harland et al., 1997; McCann and Dallmann, 1996) can be related to the processes of continental rifting in the northeast Atlantic (Engen et al., 2008; Faleide et al., 2008; Leever et al., 2011; McCann and Dallmann, 1996). In this paper, I aim at a better understanding the most recent (0–10 Ma) tectonic activity in Svalbard using new geophysical and remote sensing data which help to learn more about the structure and dynamics of the crust and upper mantle.\nThe late Cenozoic evolution of the Svalbard margin was controlled by two ultraslow spreading ridge: the Knipovich ridge (in the North Atlantic) and the Gakkel ridge (in the Arctic) (Fig. 3). These two spreading ridge connect within the Fram Strait, a young segment of the plate boundary between Eurasia and North America, dominated by dextral shear motion (Engen et al., 2003). The northern passive margin of Svalbard includes a stretched continental fragment – the Yermak Plateau – heavily affected by rift-related Eocene volcanism (Riefstahl et al., 2013; Ritzmann and Jokat, 2003). 40Ar-39Ar dating of dredged basalts indicated the crystallization ages of ∼51 Ma (Riefstahl et al., 2013) and questioned a mid-Cenozoic Yermak Hotspot previously inferred based on the morphology of the seafloor and the shape of magnetic anomalies (Feden et al., 1979).\nThe evolution of the deep ocean basin west of Svalbard (Fig. 3) started from an early Cenozoic intra-continental shear zone between Greenland and Svalbard. The alternating extensional-compressional regime along the west Barents Sea margin was locally controlled by the geometry of the plate boundary (Faleide et al., 2008) and changes in\nhttps://doi.org/10.1016/j.jog.2018.09.009 Received 5 September 2017; Received in revised form 21 August 2018; Accepted 5 September 2018\nJournal of Geodynamics 122 (2018) 1–16\nAvailable online 28 September 2018 0264-3707/ © 2018 Elsevier Ltd. All rights reserved.\nT\nkinematics of the Greenland plate (Jones et al., 2017; Piepjohn et al., 2016). The shear regime was followed by oblique extension and eventually seafloor spreading which commenced at about 30 Ma (Engen et al., 2008).\nThe standard development of the passive margin via cooling and subsidence was interrupted in a late Cenozoic time by uplift and erosion (Henriksen et al., 2011), eruption of flood basalts (Prestvik, 1978; Skjelkvåle et al., 1989; Vågnes and Amundsen, 1993), reactivation of long-lived shear zones, and formation of new faults (Blinova et al., 2009; Harland, 1979). The lavas from Quaternary eruptive centers in NW Svalbard (Fig. 4) were interbedding with glacial deposits which indicates that volcanos grew concurrently with the rise of surrounding glaciers (Dallmann et al., 2015; Skjelkvåle et al., 1989). The hydrothermal activity associated with the volcanism is still ongoing (Banks et al., 1997; Jamtveit et al., 2006). The Quaternary basalts were derived from primitive magmas as no signatures of substantial secondary differentiation was reported (Dallmann et al., 2015). Shear zones, crosscutting Svalbard nearly parallel to the continent-ocean transition at the western Barents Sea margin (Fig. 4), were probably important to control the localization of crustal deformation and could provide pathways for ascending melts (Okay and Crane, 1993).\nQuantitative information on the history of vertical motion was made available by apatite fission track (AFT) studies (Blythe and Kleinspehn, 1998; Dörr et al., 2012). Blythe and Kleipspehn (1998) suggest several episodes of vertical motion of Svalbard starting at ∼35 Ma and somewhat more pronounced at ∼5 Ma. Dörr et al. (2013), based on a sediment back-stripping approach, suggested a transient crustal uplift of Svalbard in the late Cenozoic with the peaks at 10–36 Ma and<10 Ma. The AFT and sediment stratigraphy studies, focusing on other passive continental margins of the northeast Atlantic region, suggested episodes of uplift and exhumation apparently coeval to the Svalbard events (midMiocene to recent times) (Døssing et al., 2016; Green and Duddy, 2010; Japsen et al., 2010; Tsikalas et al., 2012). However, the timing of these events is still not well constrained.\nPresent-day uplift rates (∼8.5 mm/y since 2001), inferred from the absolute gravimetry and GNSS data in NW Svalbard, are anomalously high (Omang and Kierulf, 2011), and accompanied by a high surface heat flow of ∼80–130 mW/m2 obtained over a broad region of the NW Barents Sea (Khutorskoi et al., 2009; Pascal et al., 2010; Slagstad et al., 2009). The ongoing tectonic activity results in active fault zones (Stemberk et al., 2015) and strong intraplate earthquakes (Mw 6.1 in 2008,Mw 5.2 in 2015) in the Stofjorden region and smaller earthquakes in the Nordaustlandet region (Mitchell et al., 1990a; Pirli et al., 2013) (Fig. 4). Magnetotelluric data acquired in central Spitsbergen (Beka et al., 2015) imply a hot and thin mantle lithosphere revealed by low electrical resistivity at 55–105 km depth.\nA number of questions regarding exact physical mechanisms involved in tectonic reactivation in Svalbard remain unanswered. Probably, one of the key observations is that the surface uplift and volcanism in Svalbard was concurrent to the establishment of continuous seafloor spreading within the Fram Strait at ∼10 Ma (Dörr et al., 2013; Engen et al., 2008). If so, why did the tectonic activity, volcanism and crustal uplift not wane over time while the spreading ridge occupied a progressively more distant position from the passive margin due to the crustal accretion by the ultraslow spreading process? If the surface deformation and volcanism has been driven by plate boundary forces, then could they affect a large region over a distance of> 500 km from the plate boundary as currently observed (from the Knipovich ridge to Kong Karls Land, Fig. 4)? Is there any relation between the early onset of glaciation (Knies and Gaina, 2008; Solheim et al., 1998), tectonic uplift and volcanism in Svalbard? To answer these and other related questions, I use a range of geophysical constraints on present-day thermal state and long-term rheological behavior of the upper mantle. Then, I extrapolate the predictions backward in time using geological data and a plate kinematic model."
  }, {
    "heading": "2. Geophysical observations",
    "text": ""
  }, {
    "heading": "2.1. Seismic velocities",
    "text": "Strong temperature variations in the upper mantle of the North Atlantic, possibly linked to the Iceland and Jan Mayen hotspots, were\nsuggested in a number of seismic tomography studies (Bijwaard and Spakman, 1999; Pilidou et al., 2005; Rickers et al., 2013; Weidle and Maupin, 2008). In the recent model by Rickers et al. (2013), the structure of shear velocity anomalies at sublithospheric depths (Fig. 1) reveal three distinct minima: beneath Iceland, Jan Mayen and west of Svalbard. The Svalbard low-velocity anomaly is linked to Jan Mayen northwest of the Mohns Ridge and spreads along the western Barents Sea continental margin. The linkage does not follow the plate boundary. The velocity model implies a thin lithosphere beneath Svalbard, somewhat comparable to southern Norway and the southwestern Barents Sea. The lithospheric thinning occurs over a distance of> 500 km in the south and east directions away from the plate boundary (cf. Klitzke et al., 2015; Levshin et al., 2007). The model based on combined wide-angle seismic data and surface wave tomography (Klitzke et al., 2015; Ritzmann et al., 2007) shows normal crustal thickness in Svalbard (30–35 km) and a shallow lithosphereasthenosphere boundary (LAB) at 50–80 km depth. The shallow LAB correlates with the distribution of pre-glacial (pre-Pleistocene) regional tectonic uplift outlined by Dimakis et al. (1998) and Vågnes and Amundsen (1993).\nInaccurate crustal velocity models, smearing of anomalies and poor\ndata coverage impart the resolution of seismic tomography models. The available lateral resolution of the velocity models for the upper mantle in the Svalbard region is 100–200 km which is at its limit with respect to detailed imaging of the lithospheric structure at the continental margin. Comparison with other additional seismic tomography studies (see Appendix D in Supplementary material) implies a similar velocity structure as in the model by (Rickers et al., 2013) but shows a rather large spread of the absolute values of S-wave velocities which would imply a wide range of temperature estimates based on different models. I address this problem in Section 3.3 by averaging three selected S-wave velocity models to obtain a mean model."
  }, {
    "heading": "2.2. Gravity anomalies",
    "text": "The long-wavelength gravity anomalies, were accurately measured by recent satellite missions (Bouman et al., 2015; Fecher et al., 2017; Pail et al., 2015). The gravity anomalies (Fig. 2) truncated at the spherical harmonics degree lmax = 50 (or half wavelength > 420 km;\n= R l/ max , R is the mean Earth’s radius), show notable correspondence to the seismic velocity anomalies in the North Atlantic region in Fig. 1 (cf. Jones et al., 2002a; Rickers et al., 2013). In particular, the low seismic velocity anomalies in the asthenosphere extending from Jan Mayen to Svalbard coincide with the long-wavelength gravity highs implying a dynamic support of surface topography. Note that both seismic and gravity anomalies northeast of Jan Mayen are not aligned with plate boundary and, thus, unlikely to be a result of seafloor spreading processes.\nThe high-resolution short-wavelength gravity data (Fig. 5), based on both the satellite altimetry, airborne and terrestrial observations (Andersen et al., 2013, 2014; Kenyon et al., 2008), constrain the gravity\nanomalies to the spherical harmonic lmax of 720 (∼28 km). Locally uncompensated topography features (such as fjords and sedimentary fans) are well expressed in the short-wavelength free-air gravity anomalies. The troughs produced by glacial erosion are characterized by negative gravity anomalies whereas the areas of sediment accumulation at the Barents Sea margin stands out as gravity highs. The shortwavelength topography in Svalbard shows notable correlation with gravity anomalies."
  }, {
    "heading": "2.3. Glacial isostatic adjustment (GIA)",
    "text": "Variations of the rates of glacial isostatic adjustment (GIA) can be attributed to mantle rheology (Cathles, 1975). A number of data points on the postglacial emergence of Svalbard since the last (Holocene) glaciation is summarized in Forman et al. (2004). The elevated shorelines were dated from fossil shells and driftwood using radiocarbon method providing a record of the surface topography evolution through time. These data suggest that the coastlines and beaches rose by ∼60-130m in the last ∼12 ky. In NW Svalbard the postglacial emergence is<65m probably indicating a thinner ice load associated with the ice sheet margin. The glacial unloading commenced in NW Svalbard at ∼13–12 ka and somewhat later ∼10.5 ka in the east (Forman et al., 2004).\nWe considered closely 22 sites where the relative sealevel was measured through time with elevation uncertainty of ± 2m and age uncertainty of 10% (Forman et al., 2004). Two representative sets of observation are shown in Fig. 6. The curves of elevation versus time before present were interpreted to reflect the post-glacial rebound. The data indicate significantly more rapid glacial isostatic adjustment in the Woodfjorden region (NW Svalbard) than in southern and eastern Svalbard (Kongsøya) (Fig. 4). This trend is consistent with lower mantle viscosities beneath northwest Svalbard margin compare to the central Barents Sea (Kaufmann et al., 1997; Kaufmann and Wolf, 1996)."
  }, {
    "heading": "2.4. Intraplate earthquakes",
    "text": "In the study area, strong intraplate earthquakes with magnitudes of Mw 6.1 (Storfjorden) and Mw 5.2 (SE Svalbard) occurred in 2008 and 2015, respectively (Figs. 4, 5 and 7). A long and complex aftershock sequence followed the 2008 event for several years after the earthquake (Pirli et al., 2013). This seismicity pattern is described by an epidemic type model of aftershock sequences (ETAS) (Baranov, 2013; Junek et al., 2014). The ETAS model implies that the groups of earthquakes (swarms) are continuously triggered by neighbor events. Brittle failure in the upper crust accompanied by aseismic slip in the weak and mobile lower crust and upper mantle provides a physical model corresponding to the ETAS behavior (Lohman and McGuire, 2007). Therefore, the pattern of aftershock sequences in the NW Barents Sea can be attributed to a weak mantle lithosphere.\nThe earthquake locations and focal mechanisms (Figs. 4,5, and 7) suggest NE–SW strike-slip faults with some extension component. There is no evidence of rifting or formation of pull-apart basins during late Cenozoic time from geological data in Svalbard (Dallmann et al., 2015). The crust was probably not extended since it has a normal thickness of 30–35 (Klitzke et al., 2015). The moment tensor solutions are consistent with a generally E–W orientation of maximum horizontal compressive stress (Mitchell et al., 1990b; Pirli et al., 2013). The E–W directions of maximum horizontal compressive stress were obtained for earthquakes throughout a broad region of Svalbard (including Nordaustlandet). The stress regime, inferred using earthquake focal mechanisms, is also in agreement with the analysis of ongoing slow slip at the fault displacement monitoring site at the southwestern coast of Spitsbergen (Stemberk et al., 2015). This stress orientation makes ∼45° with the NW-SE seafloor spreading direction at the Knipovich Ridge (Junek et al., 2013). Therefore, other local factors, such as mantle density structure, must be important to control lithospheric stresses in the Svalbard region. The distribution of largest earthquakes, shown in the\nfigures by beachball diagrams, follow the contours of the long-wavelength free-air gravity anomalies (Fig. 7), implying a link between deformation of the lithosphere and thermal state of the asthenosphere beneath the NW Barents Sea."
  }, {
    "heading": "3. Data analysis and interpretations",
    "text": ""
  }, {
    "heading": "3.1. Gravity anomalies and topography changes",
    "text": "The magnitude of gravity anomalies corresponding to the isostatically compensated crust is small at large wavelengths (> 400 km) (e.g. Watts, 2001). The long-wavelength free-air gravity anomalies can be used to infer the dynamic topography associated with the mantle flow (Crosby et al., 2006; McKenzie, 1977; Molnar et al., 2015). In the high-wavenumber range, the surface topography features of< 30 km are mainly supported by elastic stresses within the lithosphere. The intermediate waveband (30–400 km) is affected by both the flexural strength of the lithosphere and viscous mantle restoring force, and contains information on a geologically recent loading (or unloading) events.\nSpectral filtering techniques, applied to spherical harmonic coefficients of the Earth gravity model, can be used to suppress or enhance the effect of different sources of gravity anomalies. Following Jones et al., 2002a; Rickers et al., 2013, I assume that the long-wavelength gravity anomalies in the North Atlantic (Figs. 2 and 7) are associated with temperature anomalies in convecting mantle. The gravity signal due to ongoing glacial isostatic adjustment is small apart from Fennoscandia and the eastern Barents Sea (Root et al., 2015). The maximum remaining land uplift in the southeastern part of the study area is ∼10m (∼1–2mGal). The structures with short to intermediate wavelengths (30–400 km) (Figs. 5 and 8) can be associated with the elastic response of the lithosphere to the near surface redistribution of mass by late Pliocene-Pleistocene glacial erosion and sediment re-deposition (Medvedev et al., 2018). The two characterstic bands of wavenumbers of free-air gravity anomalies (Fig. 5) were selected as: i) the mantle convection range (maximum spherical harmonic degree lmax =50 which corresponds to the half-wavelength of 420 km) (Figs. 2 and 7) and ii) the lithospheric flexure range, corresponding to the spatial halfwavelengths of ∼30-420 km (spherical harmonic degrees 50–720) (Fig. 8).\nThe free-air gravity-topography transfer function (admittance) corresponding to the mantle convection range can be derived using a model of thermal convection driven by harmonic temperature distribution at the surface of a viscous half space (McKenzie, 2010, 1977). At large wavelengths, the theoretical admittance is about 50 mGal/km (McKenzie, 2010). Thus, I obtain the surface uplift (or dynamic topography) related to the upper mantle convection by dividing the long-\nwavelength gravity anomalies by the constant convection admittance. I attribute the obtained positive dynamic topography in Fig. 7 to tectonic uplift. The maximum land uplift of ∼600–800m is attained in NW Svalbard. The anomalously elevated region includes also the Yermak Plateau - a partially volcanic extended continental shelf north of Svalbard. The location of Quaternary eruptive centers and Neogene lavas coincides with the peak of long-wavelength gravity anomaly and the dynamic topography high in Svalbard, while the Knipovich Ridge is shifted westwards.\nThe pattern of the short- and intermediate-wavelength gravity anomalies (Figs. 5 and 8) reflects the surface topography: negative anomalies correspond to the fjords excavated by glacial streams, and the adjacent uplifted fjord margins are marked by gravity highs. The short-wavelength gravity anomalies can be explained by localized glacial erosion (Medvedev et al., 2018). In this model, the lithosphere deflects due to unloading by erosion in fjords. The spectral gravity-totopography ratio in this case is given by Eqs (A10–A11) in Appendix A of Supplementary Material. It can be approximated by 100–130mGal/ km for the wavelength range of 30–400 km assuming that the surface and the Moho boundary deflects by the same amount. For simplicity, the short-period gravity anomalies were converted to the topography changes in Fig. 8 using the constant admittance of 120 mGal/km.\nThe predicted topography changes suggest that the ice-carving process produced the residual topography with a maximum amplitude of ∼500m (Fig. 8). The fjords are clearly reflected by negative gravity anomalies (Isfjorden, Van Mijenfjorden, Storfjorden, and\nHinlopenstretet), that is equivalent to topographic depressions of 300–500m depth. The elevated landscape in Spitsbergen correlates with positive gravity anomalies and associated with a residual topography of +200–400m.\nThe total magnitude of topographic changes, ascribed to the mantle convection and glacial processes as two main driving forces of lithospheric deformation in late Cenozoic time, implies the maximum elevation of ∼1.3 km which matches well the present day relief in Svalbard (Fig. 4). Marshall et al. (2015) predicted a similar amount of the late Cenozoic uplift based on vitrinite reflectance of Paleocene coals in cental Spitsbergen. Their analysis indicates an elevated geothermal gradient of ∼50 °C/km consistent with a thin lithosphere beneath Svalbard during late Cenozoic time. The obtained net uplift is less than previously suggested for the NW Barents Sea by Henriksen et al. (2011) (∼3 km), and probably indicates additional (older) erosional events."
  }, {
    "heading": "3.2. Gravity anomalies and mantle temperatures",
    "text": "The magnitude of temperature anomalies responsible for the topography changes due to mantle convection can be estimated assuming that the largest temperature variations occur in the upper mantle. The surface uplift can be linked to the mean temperature anomaly T̄ or excess heat H̄ in the mantle assuming a constant pressure at the base of the upper mantle (Rudge et al., 2008; Sleep, 1987; see also Appendix A):\n= =U h T h C H2 ¯ 2 ( ) ¯ .m m w m m w m P 1\n(1)\nwhere, is thermal expansion, m is mantle density, w is water density, CP specific heat capacity, h is half-thickness of the mantle thermal anomaly, =T T z¯ dL\n1 , and the heat anomaly =H C T¯ ¯m P . The gravity anomaly produced by combined effect of surface uplift and density reduction in the mantle can be computed as (see also Eqs A3–A6):\n=g Gh T z h4 ¯ 1 exp 2 ( ) ,tot m 0 (2)\nwhere is spatial wavelength, G is the gravity constant, z0 is the mean depth of the asthenospheric layer. This equation links the gravity anomaly and the mantle temperature anomaly. We cannot constrain both the thickness and amplitude of the thermal anomaly in Eq. (2). However, Fig. 9 provides an idea of a first-order relationship. The gravity difference between the “hot” and “normal” mantle regions (Woodfjorden and Kongsøya, repectively) is about 30mGal (Fig. 7). The observed gravity difference could be matched by a ∼200-km thick anomalous asthenosphere with the temperature excess of 50 °C or with a thinner layer thickness (∼57 km) and a larger temperature anomaly (150 °C). In Eq. (2), the effect of surface topography dominates at the wavelengths of interest (∼200–1000 km). For larger anomalies, the effect of mantle density changes dominates as the exponential term approaches unity."
  }, {
    "heading": "3.3. Seismic velocities and mantle temperatures",
    "text": "The absolute values of seismic velocity anomalies based on results of seismic tomography by different authors/techniques can be very different even if they recover a similar pattern (see Appendix D). A number of factors affect seismic tomography results (e.g. model parameterization, data coverage, regularization applied for inversion, possible seismic anisotropy and attenuation), and it is difficult to account for all of them during the interpretation of tomographic images. Statistically, a tomography model can be characterized by its mean value and the standard deviation. In this study, the analysis of three selected seismic tomography models: the global model by Schaeffer and Lebedev (2013), regional North Atlantic model by Rickers et al. (2013)\nand regional Barents Sea model by Levshin et al. (2007), shows that the variations of seismic velocities in different models, scaled by corresponding standard deviation, are more consistent with each other. The mean shear velocity model for the upper mantle in the units of standard deviation, obtained using Eq. (B1), is presented in Fig. 10.\nSeismic shear velocity anomalies averaged over depth can provide more robust estimates of mantle temperatures compare to the point values (Lebedev et al., 2017b). Here, I assume that the average temperature perturbation is proportional to the averaged shear velocity perturbation in the mantle:\n=V p T* ¯1 (3)\nwhere p is a parameter (see also Eq. (B1–B3) in Appendix B). I select two depth ranges, 60–150 km and 120–300 km, which roughly correspond to the lower lithosphere and asthenosphere in the Barents Sea region. The depth to the LAB in the central Barents Sea is 120–150 km (Klitzke et al., 2015). The region above 60 km is avoided because of large trade-offs between mantle velocities and crustal structure (Lebedev et al., 2013).\nThe mean model in Fig. 10 agrees with the model by Rickers et al. (2013) and shows low-velocity hot mantle in the NW Barents Sea and below Yermak Plateau. The seismic velocity structure related to seafloor spreading including cooling of oceanic lithosphere and melting below the mid-ocean ridge dominates in the oceanic region at the depth\nof 60–150 km. The low seismic velocity anomaly in the asthenosphere at 120–300 km depth (Fig. 10b) extends over a wider region into the Barents Sea when compared to the lithospheric depth interval 60–150 km (Fig. 10a)."
  }, {
    "heading": "3.4. Viscous relaxation times",
    "text": "The postglacial rebound can be described by a viscous half space model (Haskell, 1935; Turcotte and Schubert, 2014). The solution for the surface displacement through time w t( ) is an exponential function with two parameters: the decay time constant ( ) (linked to mantle viscosity) and initial deformation (w0) corresponding to the surface elevation just after the deglaciation:\n=w t w t( ) exp( / ).0 (4)\nThe nonlinear regression for the time constant (viscous relaxation time) and initial deformation was performed using a damped leastsquares method. The data were weighted according to the age uncertainty. The selected best-fit curves corresponding the final parameters as well as the standard deviation and error bounds are shown in Fig. 6. The relaxation times, obtained from 22 observation sites, were interpolated on a regular grid using natural neighbor interpolation (Fig. 11).\nThe viscous relaxation times increase significanty from Woodfjorden to Kongsøya (Fig. 11). The estimated parameters are: w 450 m and 1.7 ky for Woodfjorden, w 1000 m and 3.7 ky for Kongsøya. This trend coincides with the trend of long-wavelength gravity anomalies and seismic velocity anomalies in the upper mantle (Figs. 7 and 10): such as, the small relaxation times correspond to the\npositive gravity anomalies and low shear velocities. Therefore, the obtained rates of GIA imply a higher mantle viscosity in the southeast. The location of Quaternary eruptive centers and Neogen lavas in the NW Svalbard corresponds to the smallest estimates of the relaxation times.\nThe obtained trend of the mantle viscosity structure is in agreement with previous findings based on viscoelastic finite-element GIA modeling at the Svalbard margin (Kaufmann et al., 1997; Kaufmann and Wolf, 1996; Steffen et al., 2006). However, I use here a more recent improved compilation of ages (Forman et al., 2004) and the deglaciation age of 12 ka."
  }, {
    "heading": "3.5. Mantle temperatures from GIA rates and seismic velocities",
    "text": "Postglacial rebound data, interpreted using the viscous half space model, suggest small relaxation times and low mantle viscosities in northwest Svalbard (see Fig. 11 and Eq. B5). The relaxation times correlate with the depth-averaged shear velocities in the shallow upper mantle (Fig. 10) which have been linked to the mantle temperature anomaly using Eq. (3). The mantle viscosity is a strong exponential function of temperature (Karato, 2008). Therefore, an estimate of mantle temperature anomaly can be made by integrating seismic and GIA data. A cross-plot diagram (relaxation time constant vs seismic velocity) in Fig. 12 is useful since seismic velocities can be measured more easily than the temperature in the mantle. In Fig. 12, the maximum relaxation time (100%) and zero velocity perturbation correspond to the values in Kongsøya (eastern Svalbard) where the lithosphere is cold and was apparently least modified during the late Cenozoic time. The magnatude of S-wave velocity perturbation corresponds to the positive temperature anomaly.\nA theoretical cross-property relation can be established using an approximation for temperature-dependent viscosity common in parameterized mantle convection studies (e.g. Solomatov and Moresi, 1996; see also Appendix B). It assumes that the viscosity change is an exponential function of the temperature anomaly (Eq. (B4)). From Eq. (B5), the changes of the time constant are proportional to the viscosity changes. Thus, using Eq. (3) and Eq. (B4–B5), the changes of relaxation time constant can be linked to the shear velocity perturbation:\npE RT Vexp * ,a 0 2 (5)\nwhere p is a temperature to seismic velocity conversion parameter, Ea is the creep activation enthalpy, R is gas constant, T0 is reference absolute temperature (see also Appendix B). A larger p implies a larger temperature anomaly for given V *.\nThe cross-property relations, calculated using Ea of 380 kJ and T0 of 1330 °C in Eq. (5), are shown for different values of parameter p in Fig. 12. The data points fall in between the curves corresponding to =p 0.02 0.1. The curve obtained with the coefficient =p 0.05 approximates well the observations in Fig. 12a. For the seismic shear velocity anomalies at 60-150-km depth, this conversion parameter implies a mean temperature difference across Svalbard of about 100 °C. The data at the depth interval of 120–300 km suggest a smaller temperature difference between ∼40 °C and 100 °C, matched with =p 0.02 or =p 0.05, respectively. These estimates are consistent with long-wavelength gravity data and the temperature-thickness relation (Eq. (2)) presented in Fig. 9.\nThe mantle temperature anomaly can be explained in terms of tectono-thermal age of the lithosphere (e.g. Morgan and Sass, 1984). The thermal age of continental lithosphere can be defined based on a half-space cooling model (Turcotte and Schubert, 2014). Assuming that entire Svalbard belongs to the northeast Atlantic passive margin with the thermal age corresponding to the oldest magnetic anomaly in the North Atlantic (∼56 Ma; Gaina et al., 2017), a younger thermal age would imply rejuvenation. The difference between the mean\nlithospheric temperature with the thermal age of 56 Ma and 10 Ma is ∼150 °C at the depth of 90–150 km, and ∼10 °C at the depth interval 120–300 km, respectively (see Eq. B10). The temperature change across Svalbard (Fig. 12b) in the deep upper mantle is relatively elevated (40–100 °C) whereas in the shallow mantle is somewhat smaller (∼100 °C) than it can be expected from the half space cooling model. A mantle potential temperature elevated by ∼50 °C was also inferred by Vågnes and Amundsen (1993) and Skjelkvåle et al. (1989) based on geochemistry of Quaternary basalts in Svalbard. A viscoelastic behavior of the mantle lithosphere may result in smaller temperatures obtained for the depth interval 60–150 km. In the model of viscous half-space overlain by thin elastic plate, the effect of strong lithosphere would\ncorrespond to reduction of relaxation times and, thus, higher estimates of mantle temperatures (see, Eqs B7–B9)."
  }, {
    "heading": "4. Discussion",
    "text": "In this section, I discuss implications of the results in Section 3 for the lithospheric evolution in Svalbard during the last 10 Ma. If the tectonic uplift and erosion, Quaternary volcanism and ongoing seismic activity are all related to the thermal rejuvenation (restoration of youthful vigor) of the lithosphere, then, when and why did it commence (e.g. Vågnes and Amundsen, 1993)? I also discuss some observations in the northwest Barents Sea region that suggest a possible connection between plate motion, mantle flow and glacial processes on a time scale of 1–10 My."
  }, {
    "heading": "4.1. Plate motion and lithosphere-asthenosphere heat exchange",
    "text": "To address the thermal evolution of the Svalbard lithosphere and associated surface uplift and volcanism through the Late Cenozoic time, some knowledge on plate motion and mantle flow kinematics is required. The lithospheric plates impose shear flow which tends to deflect thermal and compositional heterogeneities in the asthenosphere (Conrad et al., 2007). The amount of heat, exchanged between the lithosphere and asthenosphere, depends on the velocities of the asthenospheric flow. Integrated analysis of seismic anisotropy and geodetic observations is capable to provide first-order constraints on kinematics of the mantle flow (e.g. Kreemer, 2009). Unfortunately, the sparse coverage of seismic stations degrades the resolution of anisotropic seismic tomography models (e.g. Zhu and Tromp, 2013) in the Svalbard region. Here, I suggest some testable models to be addressed by future studies including additional data.\nIn Fig. 3, I compile plate kinematic and geophysical data for an extended region north and west of Svalbard. The seismic velocities, gravity anomalies and glacial isostatic adjustment data indicate a thermal anomaly in the Svalbard upper mantle. The distribution of tectonic uplift and location of Quaternary eruption centers in Svalbard are associated with this anomaly (Figs. 7,10, 11). In Fig. 3 seismic lowvelocity anomalies correspond to thin continental lithosphere whereas high-velocity anomalies are associated with a thicker continental lithosphere in the Barents Sea (Lebedev et al., 2017a). In the oceanic regions (Fig. 3), the anomalously hot mantle is outlined by dark contours of gravity anomalies. The positive gravity anomaly is shifted by ∼100-300 km with respect to the plate boundary northeast of Jan Mayen (Figs. 1–3) suggesting that it is not a result of seafloor spreading processes."
  }, {
    "heading": "4.1.1. Plate kinematic model",
    "text": "The relative plate motion in global plate kinematic models can be tied to an absolute reference frame using hotspot tracks (Doubrovine et al., 2012; Torsvik et al., 2010) or seismic anisotropy (e.g. Kreemer, 2009). A net lithospheric rotation (or “westward continental drift”; Ricard et al., 1991) with angular velocity of 0.2-0.3° My−1 is required by seismic data (Becker, 2008; Kreemer, 2009).\nThe global plate velocities by Matthews et al. (2016) (Fig. 3) are computed in an absolute reference frame following Torsvik et al. (2010). The net lithospheric rotation model by Torsvik et al. (2010) gives a rather conservative estimate for the past 30 Ma. The location of the Euler pole is similar for all three time intervals in Fig. 3 with a mean location at ∼70 °N and ∼60 °W. The westward drift of the lithosphere for the past 30 My is about ∼1.5 cm/yr for the equatorial locations and ∼0.5 cm/yr (5 km/My) for the study region. The ultraslow spreading through the late Cenozoic time makes the net lithospheric rotation to become a significant component of the plate kinematics in the polar North Atlantic.\nAccording to the model by (Matthews et al., 2016), the absolute plate velocity of Svalbard during the last 10–15 Ma was about 1 cm/y\nand directed in rougly northwest direction (Fig. 3a, b). Applying this kinematic model, the location of Quaternary flood basalts in Svalbard were above the southeast edge of the mantle anomaly at ∼10 Ma. The subsequent absolute plate motion could be responsible for the observed misalignment of the Knipovich Ridges with repsect to the mantle, assuming that the onset of seafloor spreading west of Svalbard developed above the thermal anomaly at ∼10 Ma.\nThe recent seafloor spreading (0–5 Ma) and heat flow are asymmetric across the Knipovich Ridge (Crane et al., 1991). The spreading rate on the eastern (Eurasian) side of the ridge is ∼1mm yr−1 while it is ∼7mm yr−1 on the western (North American) side (Crane et al., 1991). According to the model of ridge-hotspot interactions by Müller et al. (1998), the asymmetric crustal accretion arises due to episodic jumps of the spreading axis towards a hot region in the asthenosphere. Small jumps of the crustal accretion centers can potentially occur towards the hot asthenosphere at the west Barents Sea margin (Fig. 3) and, thus, explain the spreading asymmetry at the Knipovich Ridge."
  }, {
    "heading": "4.1.2. Asthenospheric flow models",
    "text": "The buoyancy-driven flow in the upper mantle can be inferred from high-resolution seismological data (West et al., 2009; Yuan et al., 2011). However, such studies are restricted to the regions with a dense station coverage (such as the western U.S. or central Europe-Mediterranean region) which is currently not available in the study area. Recent analysis of seismic anisotropy suggests that plate-driven shear flow in oceanic asthenosphere is weak away from mid-ocean ridge (Lin et al., 2016). On the other hand, a number of studies showed that the shear drag by continental roots is important factor controlling global plate kinematics and seismic anisotropy in the upper mantle (Conrad et al., 2007; Conrad and Behn, 2010). Despite the velocities of plate motion are small in the study region, it is useful to discuss the interaction between the lithosphere and hot asthenosphere to shed light on the timing of surface uplift and volcanism on Svalbard. Here, I consider three possible kinematic scenaria: i) no flow in asthenosphere; ii) platedriven shear flow in asthenosphere; iii) a combination of shear-driven and pressure-driven flow in asthenosphere. For simplicity, thermal diffusion is ignored because of relatively short timescales (∼1–10 Ma) considered in this discussion.\n4.1.2.1. Model A (no flow in asthenosphere). The simplest model (Model A) assumes that the position of the lithosphere relative to the thermal anomaly, fixed in the mantle, can be reconstructed back in time using plate kinematic model alone. If the flow velocities in asthenosphere are negligle compared to the plate velocities, the evolution of the depthaveraged thermal structure of the upper mantle through time can be\ninferred using a global plate kinematic model. The maximum surface uplift is related to the mantle thermal anomaly by Eq. (1). The outline of the lithospheric thickness (from seismic tomography model) and upper mantle dynamic topography (long-wavelength gravity anomalies) is illustrated in Fig. 3. The reconstruction for 10–15 Ma made with the present-day plate geometries implies that the gravity anomaly follows the continent-ocean boundary of eastern Greenland. The Svalbard continental lithosphere has advanced by about 100 km towards the mantle thermal anomaly during the last 10–15 Ma.\n4.1.2.2. Model B (shear-driven flow in asthenosphere). If the asthenospheric flow is mainly plate-driven (Model B), the thermal anomaly in the mantle is advected by the plate-induced shear flow (Fig. 13). In Model B, the thermal anomaly is located at the lithosphereasthenosphere boundary, and the lower lithosphere and asthenosphere are subjected to the shear flow. The flow in the asthenosphere is passive, and velocities are horizontal. In comparison to Model A, the thermal anomaly is distorted by stretching and clockwise rotation. The mantle anomaly becomes asymmetric relative to the horizontal plane: the average heat anomaly at shallower depths is shifted in the direction of plate motion. The seismic velocity structure in Fig. 10 agrees with these predictions showing a low-velocity anomaly at 120–300 km depth extending to the greater Barents Sea region. In this model, the maximum of thermal anomaly is shifted in the plate motion direction by a half of the distance made by the lithospheric plate over 10 Ma. With time, the center anomaly shifts in the direction of plate motion but slower than the surface location of the volcanism in Woodfjorden (WF in Fig. 13). Assuming the plate velocity of about 1 cm/y, the WF volcanic region was above the maximum temperature at ∼1 Ma (Fig. 13).\n4.1.2.3. Model C (shear- and pressure-driven flow in asthenosphere). A more complicated situation occurs if the flow in asthenosphere is active. In Model C, the flow in the lower lithosphere and asthenosphere consists of a shear- and pressure-driven components. A useful technique to characterize this type of channel flow is based on the analysis of flow stagnation points, where the flow velocity in the asthenosphere is compensated by the plate-driven velocity (Ribe, 2007). The location of flow stagnation points can be inferred from geometry of hotspot swell (Figs. 3 and 7).\nQuantitative estimates for the spatial distribution of mantle temperatures within the system consisting of a lithosphere moving over a point source of hot asthenospheric material can be obtained using the model by Sleep (1987). Following this model, consider a 2D steadystate heat transfer problem ignoring thermal diffusion. This problem is described by the heat equation (see also Appendix C):\n+ =H Hv v 0A A L L (6)\nwhere vL, vA and HL, HA are the mean flow velocities and the mean heat anomalies associated with the lithosphere and asthenosphere, respectively. The assumptions here are: i) no heat loss/gain across the surface/bottom of the model; ii) the flow is incompressible i.e. the divergence of the velocity field is zero (outside the source point); iii) the effect of lithospheric thinning on the heat exchange is ignored. The boundary conditions are: i) the excess heat anomaly in the asthenosphere vanishes at the stagnation points and symmetric relative to the source point; ii) the total heat anomaly +H HL A is zero at the upstream stagnation point with respect to the plate motion direction. The solution is obtained in terms of the depth-integrated heat anomalies in the lithosphere and asthenosphere as functions of horizontal distance to the center of the asthenospheric hotspot region. The Eqs (C8) and (C11) provide a solution along the plate motion direction shown in Fig. 14. These are quadratic functions of the length scaled by the horizontal distance from the source point to the stagnation point.\nThe lithosphere advects heat while it passes over the hotspot. The symmetry of the hot asthenospheric source implies that the maximum of the lithospheric heat anomaly locates downstream the hotspot (following the plate motion direction). According to Eq. (1), the surface uplift is proportional to the total heat excess. Thus, the elevation above the hotspot source (s=0) constitutes three quarters of the maximum uplift whereas the lithosphere is heated only by one quarter of the maximum excess heat (Fig. 14). Despite of the simplifying assumptions, this model provides a reasonable representation of many hotspot swells on Earth (Ribe and Christensen, 1994; Sleep, 1996).\nAccording to Model A, the long-wavelength gravity anomalies (Fig. 3) outline the asthenospheric thermal anomaly. It can be shown that it is likely to be true for Model B and C as well. The mass deficit due to lithospheric thinning and the mass excess due to surface uplift are the major sources of the gravity anomaly. The geometric thinning of the lithosphere Z0 (measured from the initial LAB upwards) can be approximated by a linear function of dimensionless horizontal distance Z s10 (Sleep, 1987). Since s varies from -1 to 1 (Fig. 14), only a half of the lithospheric thinning is obtained at the mean hotspot\nlocation (s =0). Assuming that the gravity effect of pressure-dependent density is small, the temperature-dependent LAB should be negative in most circumstances. The positive gravity anomaly due to elevated surface topography overruns the gravity effect of the lithospheric thinning since the exponential term attenuates the signal at large depths. The gravity anomaly is obtained using Eq. (C12) and shown in Fig. 14a. The mean depth of LAB is assumed at 100 km and the change of LAB is 50 km over the distance of 1000 km. The maximum uplift is of 1 km. The obtained maximum of free-air gravity anomaly (Fig. 14A) must be located close to the hotspot center despite the lithospheric heat anomaly and maximum uplift are shifted downstream of the hotspot with respect to the absolute plate motion direction. The calculated gravity anomaly is ∼20 mGal which is comparable to observed values.\nModel C makes similar predictions compared to Model B, regarding the heat distribution within the lithosphere and asthenosphere. The difference is that the location of maximum surface uplift in Model C depends on the horizontal distance from the source to the flow stagnation points. The predicted location of the maximum surface uplift (in the plate motion direction) relative to the center of the lithospheric thermal anomaly is 200–500 km, using the long-wavelength gravity anomalies in Fig. 7 as a proxy for geometry of the hotspot swell. Model C does not account for the effect of continental rifting and onset seafloor spreading on the heat distribution. However, the conditions for the onset of seafloor spreading were probably controlled by the heat distribution in the lithosphere.\nLithospheric stresses associated with the mantle temperature anomaly can be roughly estimated based on the magnitude of surface uplift. The elevation U of an isostatically compensated lithospheric block with density m is proportional to the depth-integrated deviatoric stress difference (e.g. Stacey and Davis 2004):\n= gU¯ ¯ 1 2zz xx m (7)\nwhere g is gravity acceleration, ¯zz and ¯xx are depth-averaged vertical and horizontal stresses, respectively.\nAssuming 1 km uplift and mantle density of 3300 kg m−3, the\ndeviatoric tensile stress is ∼15MPa. A more accurate estimate should include the integrated effect of the elevated mantle lithosphere and would increase this value by a factor of 2 or so. A stress of ∼15–30MPa is small compare to the yield stress of normal continental mantle lithosphere (> 100MPa). If the mantle lithosphere between Greenland and Svalbard was weak (as most continental shear zones), stresses induced by hot convecting asthenosphere could be sufficient to break the lithosphere in extension resulting in the onset of seafloor spreading at ∼10 Ma."
  }, {
    "heading": "4.2. Origin of mantle temperature anomaly",
    "text": "In the Cenozoic time, the western Barents Sea margin developed through a stage of intra-continental shear zone towards a mainly sheared passive margin (Engen et al., 2008; Faleide et al., 2008). The processes governing thermomechanical evolution of the continental shear zones and transform continental margins include conductive heating by a ridge axis (Lorenzo and Vera, 1992; Todd and Keen, 1989), shear heating (Leloup et al., 1999; Minakov et al., 2013), and platedriven lower crustal flow adjacent to the fault zone (Reid, 1989; Vagnes, 1997). The width of the thermal anomaly in the lithosphere related to these processes is limited by a thermal diffusion length scale t2 . Assuming the thermal diffusivity of 10−6m2 s−1 and the time period of 30m.y., the thermal diffusion distance is ∼60 km, and cannot provide an explanation for the broad region of high dynamic topography in Svalbard, late Miocene-Quaternary volcanism and high present-day heat flow and seismicity distribution in Svalbard (Fig. 7).\nOkay and Crane (1993) suggested that thermal rejuvenation of the Svalbard margin was assisted by melts tapped via detachement faults linked to the melt source region at the plate boundary. Even if this longrange (∼300–500 km) lateral melt transport is a physically possible mechanism, the seismic low-velocity anomaly is observed over a large region at the depths far exceeding the brittle-ductile transition (Fig. 10). Therefore, the ductile part of the lithosphere and asthenosphere must be involved in the process of reactivation.\nSharp temperature gradients in the upper mantle may induce small scale convection in asthenosphere (Sleep, 2007). A cold chemically buoyant cratonic lithosphere juxtaposed with an oceanic or extended continental lithosphere is a potential mechanism to form such thermal variations. A thermal convection model emphasizing the role of cold edges of cratonic lithosphere was proposed by (King, 2005; King and Anderson, 1998; Nielsen and Hopper, 2004) to explain the origin of the Iceland volcanism. In these models, the most unstable wavelength of convective instability was about 2 times the thickness of the convective region. Thus, the regions on oceanic lithosphere located within ∼600–1000 km distance from the edge of the thick continental lithosphere would experience the major upwelling and associated volcanism. The strength of mantle upwelling strongly depends on the assumed initial conditions (Sleep, 2007). Nielsen and Hopper (2004) assumed a combination of hot asthenospheric layer and changes of lithospheric thickness to simulate the thermal convection and explain the distribution of volcanism in the North Atlantic.\nVågnes and Amundsen (1993) suggested that the late Cenozoic uplift and volcanism in Svalbard and western Barents Sea was caused by a hot asthenosphere that abuts the continental lithosphere of the western Barents Sea. Indeed, the apatite fission track, structural and geochronological data, accumulated during the last two decades, indicate that the geological evolution of the northwest Barents Sea margin shares a number of common spatial characteristics and a similar timing of events recorded in the sediment stratigraphy of the North Atlantic margins (Green and Duddy, 2010; Japsen et al., 2010; Tsikalas et al., 2012). The late Cenozoic reactivation of the North Atlantic margins included a mid-Miocene (∼10–15 Ma) regional uplift event corresponding to the seismic unconformity (IMU) in the deep ocean basin (Breivik et al., 2008) also linked to the uplift and shelf progradation on the northeast Greenland margin (Døssing et al., 2016). This middle\nMiocene event was also correlated with uplift of the north and south Scandes domes and river delta progradation into the Mid-Norwegain shelf and the North Sea (Eidvin et al., 2014). Storey et al. (2004) obtained the age of ∼13 Ma for the youngest basalts on the East Greenland margin adjacent to Jan Mayen. Steinberger et al. (2015) suggested that a late Cenozoic (∼5-10 Ma) activity of the Iceland hotspot was responsible for the tectonic activity at the East Greenland (Fig. 3b). The basalts, recovered from the drillholes close to Bear Island, western Barents Sea (Fig. 3a), revealed the ages of ∼2.3 Ma (Mork and Duncan, 1993).\nThe accurate timing of events is difficult to constrain. However, the causal relationships between the reactiviation of the North Atlantic passive margins and pulsations of the Iceland-Jan Mayen hotspots have been previously suggested (Rickers et al., 2013; Rudge et al., 2008; White and Lovell, 1997). The pulses of volcanic activity on Iceland and corresponding variations of the plume flux were well documented by the structure of v-shaped ridge at the Mid-Atlantic ridge north and south of Iceland (Jones et al., 2002b; Vogt, 1971). Breivik et al. (2008) outlined a v-shaped region characterized by thick magmatic underplating northeast of Jan Mayen fracture zone suggesting a northeast channelized flow of hot asthenosphere at ∼10 Ma.\nSchilling et al. (1999) suggested that the geochemical signatures of basalts from the Knipovich ridge (e.g. variations of lead and strontium isotopes) can be related to a heterogeneous asthenospheric source which could include a delaminated continental lithosphere and/or the Jan Mayen plume material dispersed prior to breakup (between Svalbard and Greenland) and drifted towards Svalbard. The isotopic composition of basalts sampled along the Knipovich ridge and from Quaternary lavas in Svalbard are similar and indicate an enriched source component (Sushchevskaya et al., 2010, 2008). Similar enriched source composition was suggested for the late Pliocene basalts south of Bear Island (Mork and Duncan, 1993).\nThe geochemical data will certainly be essential for testing models of late Cenozoic evolution of the polar North Atlantic. However, a detailed discussion of geochemical constraints is beyond the scope of this paper. The feasibility of hotspot channeling along the plate boundary northeast of Jan Mayen at ∼10 Ma is addressed in Appendix E based on lubrication theory (Albers and Christensen, 2001; Ribe et al., 1995)."
  }, {
    "heading": "4.3. Interplay of surface uplift, glacial erosion, and volcanism",
    "text": "The ice sheets expanded in the western Barents Sea region at about 3.0–3.5 Ma (Knies et al., 2009) over an initially sub-aerial relief (Laberg et al., 2010). The onset of glaciation was probably accompanied by much warmer ocean temperatures in the polar North Atlantic compared to the present (Dowsett et al., 2009; Lunt et al., 2010). The extent of pre-glacial uplift in Svalbard inferred by (Dimakis et al., 1998; Sættem et al., 1994) correlates with the gravity anomalies, seismic velocity structure, and the rates of glacial isostatic adjustment presented in (Figs. 7, 10 and 11) of this paper. This observation supports previous findings by (Sættem et al., 1994; Vågnes and Amundsen, 1993) suggesting that the center of the early onset of glaciation and the glacial erosion in the western Barents Sea was controlled by the late Pliocene tectonic uplift.\nThe formation of debris flow deposits, indicative for the intensified glacial erosion at the continental margin, was controlled by rapid growth of ice sheets at ∼1–1.6 Ma and the change of global mean sea level (Jakobsson et al., 2014; Knies et al., 2009). The formation of grounded ice at glaciated passive margins, essential for erosion, could result from both the increase of ice thickness and the uplift of seafloor in the northwest Barents Sea and Yermak Plateau. Therefore, the interpretation of glacial erosion events in terms of ice sheet volumes should also consider possible changes of surface topography caused by fast asthenospheric flow and associated transient temperature anomalies in the mantle which may operate on a time scale of ∼1–10 My (Rudge et al., 2008; Weismüller et al., 2015).\nThe volcanic eruptions in Svalbard and south of Bear Island were apparently concomitant or postdated the uplift and intense glacial erosion of the west Barents Sea margin (Mork and Duncan, 1993; Sættem et al., 1994; Treiman, 2012). The modulation effect of pressure variations related to the expansion or melting of ice sheets on the volcanic activity in Iceland has been shown by (Jull and McKenzie, 1996; Maclennan et al., 2002; Slater et al., 1998). The removal of rocks and unloading of the lithosphere due to erosion can potentially enhance this effect. The low mantle viscosity ∼1019 Pa s corresponding to a viscous relaxation time of ∼1000 y is apparently essential for this mechanism to operate (Jull and McKenzie, 1996). The viscous relaxation times obtained in northwest Svalbard are below 1500 y (Fig. 11). This indicates that surface processes, plate motion and mantle convection could be strongly connected in Svalbard during late Cenozoic time."
  }, {
    "heading": "5. Conclusions",
    "text": "In the geological present time, the Svalbard lithosphere experiences considerable tectonic activity which is quite unusual for a Cenozoic rifted margin formed at ∼30–56 Ma. The tectonic activity has manifested itself in a regional uplift, volcanic eruptions and faulting in the crust.\nThe long-term mantle rheology in Svalbard is primarily controlled by temperature variations as inferred from the joint analysis of seismic velocities in the upper mantle, rates of glacial isostatic adjustment and gravity anomalies.\nThe mantle beneath Svalbard is on average 40–100 °C hotter than the mantle beneath the central Barents Sea. A thin and weak lithosphere in the Svalbard region is prone to intraplate deformation and associated seismic activity.\nPre-glacial regional uplift of Svalbard, previously inferred on the basis of geological data (e.g. Dimakis et al., 1998), correlates with the positive long-wavelength (> 420 km) gravity anomalies. The estimated surface uplift, associated with the mantle temperature anomaly, is ∼600-800m assuming the theoretical mantle convection admittance of 50 mGal/km.\nThe eruption of Quaternary basalts and glacial erosion in Svalbard are spatially correlated with the mantle temperature anomaly. More accurate dating of both the volcanic rocks and erosional events are required to establish their temporal relations.\nTopographic changes due to the lithosphere elastic response on the late Pliocene-Pleistocene erosion events are localized within glacial/ fluvial streams with a width of 30–200 km. The associated vertical motion is ∼200–500m, suggesting a net late Cenozoic uplift in the NW Barents Sea of ∼800–1300m.\nLithospheric thinning beneath Svalbard was facilitated by northwest absolute plate motion, which caused the Eurasian plate to override the hot asthenosphere. The present asymmetry of seafloor spreading at the Knipovich Ridge can be related to this process. The origin of the mantle temperature anomaly can be tentatively linked to the transient asthenospheric flow northeast of the Jan Mayen volcanic region that occurred at ∼10 My."
  }, {
    "heading": "Acknowledgments",
    "text": "I thank Sergei Medvedev, Jan Inge Faleide and Sebastien Gac for useful comments and stimulating discussions, and Florian Rickers for sharing the seismic tomography model. The constructive comments of anonymous reviewers helped to improve the manuscript. This work has been partly done in the framework of the project “3D Earth - A Dynamic Living Planet” funded by the European Space Agency (ESA) as a Support to Science Element (STSE). I acknowledge sponsorship of my postdoc project by the Research Council of Norway through its Centers of Excellence funding scheme, project 223272.\nAppendices A–E Supplementary data\nSupplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.jog.2018.09.009."
  }],
  "year": 2018,
  "references": [{
    "title": "Channeling of plume flow beneath mid-ocean ridges",
    "authors": ["M. Albers", "U.R. Christensen"],
    "year": 2001
  }, {
    "title": "The DTU13 global",
    "authors": ["O. 00276-X. Andersen", "P. Knudsen", "S. Kenyon", "J. Factor", "S.A. Holmes"],
    "year": 2013
  }, {
    "title": "Global and arctic marine",
    "authors": ["Meeting", "Boulder", "O.B. Colorado. Andersen", "P. Knudsen", "S. Kenyon", "S. Holmes"],
    "year": 2014
  }, {
    "title": "Geologically current motion of 56 plates",
    "authors": ["D.F. Argus", "R.G. Gordon", "C. DeMets"],
    "year": 2011
  }, {
    "title": "The thermal springs of bockfjord, svalbard-hy",
    "authors": ["U. Siewers", "R. Sletten"],
    "year": 1997
  }, {
    "title": "International Centre for Global Earth Models (ICGEM)",
    "authors": ["F. S0742046313030020. Barthelmes", "W. Köhler"],
    "year": 2016
  }, {
    "title": "Structure and evolution",
    "authors": ["M. Blinova", "R. Thorsen", "R. Mjelde", "J.I. Faleide"],
    "year": 2009
  }, {
    "title": "GOCE gravity gradient data",
    "authors": ["V. Lieb", "M. Schmidt", "D. Dettmering", "W. Bosch"],
    "year": 2015
  }, {
    "title": "Neogene magmatism northeast of the Aegir",
    "authors": ["J.I. Faleide", "R. Mjelde"],
    "year": 2008
  }, {
    "title": "The relationship between depth, age",
    "authors": ["A.G. 14529–14550. Crosby", "D. McKenzie", "J.G. Sclater"],
    "year": 2006
  }, {
    "title": "Geoscience atlas of Svalbard. Nor",
    "authors": ["D. Blomeier", "S. Elvevold"],
    "year": 2015
  }, {
    "title": "Why is Svalbard an island? Evidence",
    "authors": ["P.D. Clift", "F. Lisker", "C. Spiegel"],
    "year": 2013
  }, {
    "title": "Absolute plate motions in a re",
    "authors": ["B. Steinberger", "T.H. Torsvik"],
    "year": 2012
  }, {
    "title": "Determination of earthquake",
    "authors": ["Chou", "T.-A.T.-a", "J.H. Woodhouse"],
    "year": 1981
  }, {
    "title": "Oligocene to Lower Pliocene deposits",
    "authors": ["F. Riis", "E.S. Rasmussen"],
    "venue": "J. Geophys. Res",
    "year": 2014
  }, {
    "title": "The global CMT project",
    "authors": ["M. Nettles", "A.M. Dziewoński"],
    "year": 2012
  }, {
    "title": "The Arctic plate boundary",
    "authors": ["O. Eldholm", "H. Bungum"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Structure and evolution of the continental margin off Norway",
    "authors": ["O. Eldholm"],
    "year": 2008
  }, {
    "title": "GOCO05c: a new combined",
    "authors": ["T. Fecher", "R. Pail", "T. Gruber", "Consortium", "the G"],
    "year": 2017
  }, {
    "title": "A review of postglacial emergence",
    "authors": ["G.G. Matishov"],
    "year": 2004
  }, {
    "title": "Break-up and seafloor spreading",
    "authors": ["A. Nasuti", "G.S. Kimbell", "A. Blischke"],
    "year": 2017
  }, {
    "title": "Soc.72010. Synchronous Exhumation Events Around the Arctic",
    "authors": ["Conf. Ser. Geol"],
    "year": 2010
  }, {
    "title": "The international bathymetric chart",
    "authors": ["P.G. Travaglini", "P. Weatherall"],
    "year": 2012
  }, {
    "title": "Arctic Ocean glacial history",
    "authors": ["L. Polyak", "N. Nørgaard-Pedersen", "R. Stein"],
    "year": 2014
  }, {
    "title": "From the Troll Thermal Springs, Svalbard",
    "authors": ["P. Geol. Tidsskr. Japsen", "P.F. Green", "J.M. Bonow", "E.S. Rasmussen", "J.A. Chalmers"],
    "venue": "Episodic",
    "year": 2010
  }, {
    "title": "Present and past",
    "authors": ["S.M. Jones", "N. White", "B.J. Clarke", "E. Rowley", "K. Gallagher"],
    "year": 2002
  }, {
    "title": "V-shaped ridges around Iceland",
    "authors": ["N. White", "J. Maclennan"],
    "year": 2002
  }, {
    "title": "Constraining shifts in North",
    "authors": ["B. Friis", "D.A. Jerram", "S. Planke", "H.H. Svensen"],
    "year": 2017
  }, {
    "title": "Tectonic implications of earthquake",
    "authors": ["W.N. 96JB01308. Junek", "J.I. Roman-Nieves", "M.T. Woods"],
    "year": 2013
  }, {
    "title": "Inferring aftershock sequence properties and tectonic structure using empirical signal detectors",
    "authors": ["W.N. Junek", "T. Kværna", "M. Pirli", "J. Schweitzer", "D.B. Harris", "D.A. Dodge", "M.T. Woods"],
    "venue": "Pure Appl. Geophys. 172,",
    "year": 2014
  }, {
    "title": "Deformation of Earth Materials: an Introduction to the Rheology of Solid Earth",
    "authors": ["S. Karato"],
    "year": 2008
  }, {
    "title": "Deglacial land emergence and lateral upper-mantle heterogeneity in the Svalbard Archipelago-II. Extended results for high-resolution load models",
    "authors": ["G. Kaufmann", "D. Wolf"],
    "venue": "Geophys. J. Int. 127,",
    "year": 1996
  }, {
    "title": "Some effects of lateral heterogeneities in the upper mantle on postglacial land uplift close to continental margins",
    "authors": ["G. Kaufmann", "P. Wu", "D. Wolf"],
    "venue": "Geophys. J. Int. 128,",
    "year": 1997
  }, {
    "title": "New gravity field for the Arctic",
    "authors": ["S. Kenyon", "R. Forsberg", "B. Coakley"],
    "venue": "Eos Trans. AGU",
    "year": 2008
  }, {
    "title": "Abnormal heat flow and the trough’s nature in the Northern Svalbard plate",
    "authors": ["M.D. Khutorskoi", "Y.G. Leonov", "Ermakov", "a.V", "V.R. Akhmedzyanov"],
    "venue": "Dokl. Earth Sci. 424,",
    "year": 2009
  }, {
    "title": "North Atlantic topographic and geoid anomalies: the result of a narrow ocean basin and cratonic roots? Special Paper 388: Plates, Plumes and Paradigms",
    "authors": ["S.D. King"],
    "venue": "Geological Society of America 653–664",
    "year": 2005
  }, {
    "title": "Edge-driven convection",
    "authors": ["S.D. King", "D.L. Anderson"],
    "venue": "Earth Planet. Sci. Lett. https:// doi.org/10.1016/S0012-821X(98)00089-2",
    "year": 1998
  }, {
    "title": "A lithosphere-scale structural model of the Barents Sea and Kara Sea region",
    "authors": ["P. Klitzke", "J.I. Faleide", "M. Scheck-Wenderoth", "J. Sippel"],
    "venue": "Solid Earth",
    "year": 2015
  }, {
    "title": "Middle Miocene ice sheet expansion in the Arctic: views from the Barents Sea",
    "authors": ["J. Knies", "C. Gaina"],
    "venue": "Geochem. Geophys. Geosyst. 9https://doi.org/10.1029/ 2007GC001824. n/a–n/a",
    "year": 2008
  }, {
    "title": "The Plio-Pleistocene glaciation of the Barents Sea-Svalbard region: a new model based on revised chronostratigraphy",
    "authors": ["J. Knies", "J. Matthiessen", "C. Vogt", "J.S. Laberg", "B.O. Hjelstuen", "M. Smelror", "E. Larsen", "K. Andreassen", "T. Eidvin", "T.O. Vorren"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Absolute plate motions constrained by shear wave splitting orientations with implications for hot spot motions and mantle flow",
    "authors": ["C. Kreemer"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2009
  }, {
    "title": "Late PliocenePleistocene development of the Barents Sea ice",
    "authors": ["J.S. Laberg", "K. Andreassen", "J. Knies", "T.O. Vorren", "M. Winsborrow"],
    "venue": "sheet. Geology",
    "year": 2010
  }, {
    "title": "Mapping the Moho with seismic surface waves: a review, resolution analysis, and recommended inversion strategies. Tectonophysics. https://doi.org/10.1016/j.tecto.2012.12.030",
    "authors": ["S. Lebedev", "J.M.C. Adam", "T. Meier"],
    "year": 2013
  }, {
    "title": "Seismic tomography of the Arctic region : inferences for the thermal structure and evolution of the lithosphere",
    "authors": ["S. Lebedev", "A.J. Schaeffer", "J. Fullea", "V. Pease"],
    "venue": "CircumArctic Lithosph. Evol. https://doi.org/10.1144/SP460.10",
    "year": 2017
  }, {
    "title": "Seismic Tomography of the Arctic Region : Inferences for the Thermal Structure and Evolution of the Lithosphere Geophysics Section",
    "authors": ["S. Lebedev", "A.J. Schaeffer", "J. Fullea", "V. Pease", "M. Square"],
    "venue": "School of Cosmic Physics,",
    "year": 2017
  }, {
    "title": "A transpressional origin for the West Spitsbergen fold-and-thrust belt: insight from analog modeling",
    "authors": ["K.A. Leever", "R.H. Gabrielsen", "J.I. Faleide", "A. Braathen"],
    "venue": "Tectonics 30https://doi.org/10.1029/2010TC002753. n/a-n/a",
    "year": 2011
  }, {
    "title": "Shear heating in continental strike-slip shear zones: model and field examples",
    "authors": ["P.H. Leloup", "Y. Ricard", "J. Battaglia", "R. Lacassin"],
    "venue": "Geophys. J. Int. 136,",
    "year": 1999
  }, {
    "title": "Surface wave tomography of the Barents Sea and surrounding regions",
    "authors": ["A.L. Levshin", "J. Schweitzer", "C. Weidle", "N.M. Shapiro", "M.H. Ritzwoller"],
    "venue": "Geophys. J. Int. 170,",
    "year": 2007
  }, {
    "title": "High-resolution seismic constraints on flow dynamics in the oceanic asthenosphere",
    "authors": ["Lin", "P.-Y.P", "J.B. Gaherty", "G. Jin", "J.A. Collins", "D. Lizarralde", "R.L. Evans", "G. Hirth"],
    "venue": "Nature 535,",
    "year": 2016
  }, {
    "title": "Earthquake swarms driven by aseismic creep in the Salton Trough, California",
    "authors": ["R.B. Lohman", "J.J. McGuire"],
    "venue": "J. Geophys. Res. Solid Earth 112,",
    "year": 2007
  }, {
    "title": "Thermal uplift and erosion across the continent-ocean transform boundary of the southern Exmouth Plateau",
    "authors": ["J.M. Lorenzo", "E.E. Vera"],
    "venue": "Earth Planet. Sci. Lett. 108,",
    "year": 1992
  }, {
    "title": "Earth system sensitivity inferred from Pliocene modelling and data",
    "authors": ["D.J. Lunt", "A.M. Haywood", "G.A. Schmidt", "U. Salzmann", "P.J. Valdes", "H.J. Dowsett"],
    "venue": "Nat. Geosci. 3,",
    "year": 2010
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Geochemistry and petrology of palaeocene coals from Spitzbergen — part 2: maturity variations and implications for local and regional burial models",
    "authors": ["C. Marshall", "J. Uguna", "D.J. Large", "W. Meredith", "M. Jochmann", "B. Friis", "C. Vane", "B.F. Spiro", "C.E. Snape", "A. Orheim"],
    "venue": "Int. J. Coal Geol",
    "year": 2015
  }, {
    "title": "Global plate boundary evolution and kinematics since the late Paleozoic",
    "authors": ["K.J. Matthews", "K.T. Maloney", "S. Zahirovic", "S.E. Williams", "M. Seton", "R.D. Müller"],
    "venue": "Glob. Planet. Change 146,",
    "year": 2016
  }, {
    "title": "Reactivation history of the long-lived Billefjorden Fault Zone in north central Spitsbergen",
    "authors": ["A.J. McCann", "W.K. Dallmann"],
    "venue": "Svalbard. Geol. Mag",
    "year": 1996
  }, {
    "title": "Surface deformation, gravity anomalies and convection",
    "authors": ["D. McKenzie"],
    "year": 1977
  }, {
    "title": "Erosion-driven vertical motions",
    "authors": ["S. Medvedev", "E.H. Hartz", "J.I. Faleide"],
    "year": 2018
  }, {
    "title": "Seismicity and present-day",
    "authors": ["H. Bungum", "W.W. Chan", "P.B. Mitchell"],
    "year": 1990
  }, {
    "title": "Seismicity and present-day",
    "authors": ["H. Bungum", "W.W. Chan", "P.B. Mitchell"],
    "year": 1990
  }, {
    "title": "Mantle dynamics, isostasy, and the support",
    "authors": ["P.C. England", "C.H. Jones"],
    "year": 2015
  }, {
    "title": "Thermal regime of the continental lithosphere",
    "authors": ["P. 1002/2014JB011724. Morgan", "J.H. Sass"],
    "venue": "J. Geodyn",
    "year": 1984
  }, {
    "title": "niclastic debris from a shallow drill core. Nor",
    "authors": ["R.D. Müller", "W.R. Roest", "Royer", "J.-Y"],
    "venue": "Geol. Tidsskr",
    "year": 1998
  }, {
    "title": "Ocean basin evolution and global-scale plate reorganization events",
    "authors": ["J. Cannon"],
    "year": 2016
  }, {
    "title": "From rift to drift: mantle melting during continental",
    "authors": ["J.R. Hopper"],
    "year": 2004
  }, {
    "title": "Thermal rejuvenation of the Yermak Plateau",
    "authors": ["K. Crane"],
    "year": 1993
  }, {
    "title": "Past and present-day ice mass variation on Svalbard",
    "authors": ["H.P. Kierulf"],
    "year": 2011
  }, {
    "title": "The Experimental Gravity Field Model XGM2016",
    "authors": ["C. Pascal", "N. Balling", "C. Barrère", "B. Davidsen", "J. Ebbing", "H. Elvebakk", "M. Mesli"],
    "year": 2016
  }, {
    "title": "HeatBar final report",
    "authors": ["D. Roberts", "T. Slagstad", "B. Willemoes-Wissing"],
    "year": 2010
  }, {
    "title": "The Eurekan deformation",
    "authors": ["K. Piepjohn", "W. von Gosen", "F. Tessensohn"],
    "year": 2010
  }, {
    "title": "Effects of lithospheric flow on the formation and evolution of a transform",
    "authors": ["Nor. Polarinstituitt"],
    "year": 1977
  }, {
    "title": "Three-dimensional modeling of plume-lithosphere",
    "authors": ["B.V. Elsevier"],
    "year": 1994
  }, {
    "title": "The dynamics of plume-ridge",
    "authors": ["U.R. Christensen", "J. Theißing"],
    "year": 1995
  }, {
    "title": "Differential rotation between lithosphere",
    "authors": ["Y. Ricard", "C. Doglioni", "R. Sabadini"],
    "year": 1991
  }, {
    "title": "The Iceland–Jan Mayen plume system and its",
    "authors": ["F. Rickers", "A. Fichtner", "J. Trampert"],
    "year": 2013
  }, {
    "title": "Provenance and characteristics of rocks",
    "authors": ["R. Naumann", "C. Spiegel"],
    "year": 2013
  }, {
    "title": "Crustal structure of northwestern Svalbard and the ad",
    "authors": ["O. Ritzmann", "W. Jokat"],
    "year": 2003
  }, {
    "title": "GRACE gravity observations constrain",
    "authors": ["L. Tarasov", "W. Van Der Wal"],
    "year": 2015
  }, {
    "title": "A plume model of transient diachronous uplift at the Earth’s surface",
    "authors": ["J.F. Rudge", "M.E. Shaw Champion", "N. White", "D. McKenzie", "B. Lovell"],
    "venue": "Earth Planet. Sci. Lett. 267,",
    "year": 2008
  }, {
    "title": "Cenozoic margin development and erosion of the Barents Sea: core evidence from southwest of Bjørnøya",
    "authors": ["J. Sættem", "T. Bugge", "S. Fanavoll", "R.M. Goll", "A. Mørk", "M.B.E. Mørk", "M. Smelror", "J.G. Verdenius"],
    "year": 1994
  }, {
    "title": "Global shear speed structure of the upper mantle and transition zone",
    "authors": ["A.J. Schaeffer", "S. Lebedev"],
    "venue": "Geophys. J. Int. 194,",
    "year": 2013
  }, {
    "title": "Dispersion of the Jan Mayen and Iceland mantle plumes in the Arctic: a He-Pb-Nd-Sr isotope tracer study of basalts from the Kolbeinsey, Mohns, and Knipovich Ridges",
    "authors": ["J.G. Schilling", "R. Kingsley", "D. Fontignie", "R. Poreda", "S. Xue"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "A Brief Description of Natural Neighbour Interpolation",
    "authors": ["R. Sibson"],
    "venue": "Interpreting Multivariate Data",
    "year": 1981
  }, {
    "title": "A primitive alkali basaltic stratovolcano and associated eruptive centres, Northwestern Spitsbergen: volcanology and tectonic significance",
    "authors": ["Skjelkvåle", "B.-L", "H.E.F. Amundsen", "S.Y. O’Reilly", "W.L. Griffin", "T. Gjelsvik"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1989
  }, {
    "title": "Heat-flow measurements in Late Palaeoproterozoic to Permian geological provinces in south and central Norway and a new heat-flow map of Fennoscandia and the Norwegian–Greenland Sea",
    "authors": ["T. Slagstad", "N. Balling", "H. Elvebakk", "K. Midttømme", "O. Olesen", "L. Olsen", "C. Pascal"],
    "year": 2009
  }, {
    "title": "Deglaciation effects on mantle melting under Iceland: results from the northern volcanic zone",
    "authors": ["L. Slater", "M. Jull", "D. McKenzie", "K. Gronvöld"],
    "venue": "Earth Planet. Sci. Lett. 164,",
    "year": 1998
  }, {
    "title": "Lithospheric heating by mantle plumes",
    "authors": ["N.H. Sleep"],
    "venue": "Geophys. J. R. Astron. Soc. 91,",
    "year": 1987
  }, {
    "title": "Lateral flow of hot plume material ponded at sublithospheric depths",
    "authors": ["N.H. Sleep"],
    "venue": "J. Geophys. Res. Solid Earth 101,",
    "year": 1996
  }, {
    "title": "Edge-modulated stagnant-lid convection and volcanic passive margins",
    "authors": ["N.H. Sleep"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2007
  }, {
    "title": "Three-dimensional finite-element modeling of the glacial isostatic adjustment in Fennoscandia",
    "authors": ["H. Steffen", "G. Kaufmann", "P. Wu"],
    "venue": "Earth Planet. Sci. Lett. 250,",
    "year": 2006
  }, {
    "title": "The key role of global solidEarth processes in preconditioning Greenland’s glaciation since the Pliocene",
    "authors": ["B. Steinberger", "W. Spakman", "P. Japsen", "T.H. Torsvik"],
    "venue": "Terra Nov. 27,",
    "year": 2015
  }, {
    "title": "The recognition of transient compressional fault slow−slip along the northern shore of Hornsund Fjord, SW Spitsbergen. Svalbard",
    "authors": ["J. Stemberk", "M. Briestenský", "S. Cacoń"],
    "venue": "Polish Polar Res",
    "year": 2015
  }, {
    "title": "Long-lived postbreakup magmatism along the East Greenland margin: evidence for shallow-mantle metasomatism by the Iceland plume",
    "authors": ["M. Storey", "A.K. Pedersen", "O. Stecher", "S. Bernstein", "H.C. Larsen", "L.M. Larsen", "J.A. Baker", "R.A. Duncan"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Conditions of quaternary magmatism at Spitsbergen Island",
    "authors": ["N.M. Sushchevskaya", "A.N. Evdokimov", "B.V. Belyatsky", "V.A. Maslov", "D.V. Kuz’min"],
    "venue": "Appl. Geochem",
    "year": 2008
  }, {
    "title": "Conditions of formations of slightly enriched tholeiites in the northern Knipovich Ridge",
    "authors": ["N.M. Sushchevskaya", "A.A. Peyve", "B.V. Belyatsky"],
    "venue": "Appl. Geochem",
    "year": 2010
  }, {
    "title": "Temperature Effects and Their Geological Consequences at Transform margins1",
    "authors": ["B.J. Todd", "C.E. Keen"],
    "year": 1989
  }, {
    "title": "Plate tectonics and net lithosphere rotation over the past 150My",
    "authors": ["T.H. Torsvik", "B. Steinberger", "M. Gurnis", "C. Gaina"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Eruption age of the Sverrefjellet volcano, Spitsbergen Island, Norway",
    "authors": ["A.H. Treiman"],
    "venue": "Polar Res",
    "year": 2012
  }, {
    "title": "The NE Atlantic conjugate margins",
    "authors": ["F. Tsikalas", "J.I. Faleide", "O. Eldholm", "O. Antonio Blaich"],
    "venue": "Regional Geology and Tectonics. pp. 140–201",
    "year": 2012
  }, {
    "title": "Geodynamics, 3rd ed",
    "authors": ["D.L. Turcotte", "G. Schubert"],
    "year": 2014
  }, {
    "title": "Uplift at thermo-mechanically coupled ocean-continent transforms: modeled at the Senja Fracture Zone, southwestern Barents Sea",
    "authors": ["E. Vagnes"],
    "venue": "Geo-Marine Lett. 17,",
    "year": 1997
  }, {
    "title": "Asthenosphere motion recorded by the ocean floor south of Iceland",
    "authors": ["P.R. Vogt"],
    "venue": "Earth Planet. Sci. Lett. 13,",
    "year": 1971
  }, {
    "title": "Isostasy and Flexure of the Lithosphere",
    "authors": ["A.B. Watts"],
    "year": 2001
  }, {
    "title": "An upper-mantle S-wave velocity model for Northern Europe from Love and Rayleigh group velocities",
    "authors": ["C. Weidle", "V. Maupin"],
    "venue": "Geophys. J. Int. 175,",
    "year": 2008
  }, {
    "title": "Fast asthenosphere motion in high-resolution global mantle",
    "authors": ["J. Weismüller", "B. Gmeiner", "S. Ghelichkhan", "M. Huber", "L. John", "B. Wohlmuth", "U. Rüde", "Bunge", "H.-P"],
    "year": 2015
  }, {
    "title": "Vertical mantle flow associated with a lithospheric drip beneath the Great Basin",
    "authors": ["J.D. West", "M.J. Fouch", "J.B. Roth", "L.T. Elkins-Tanton"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Measuring the pulse of a plume with the sedimentary record",
    "authors": ["N. White", "B. Lovell"],
    "venue": "Nature 4192,",
    "year": 1997
  }, {
    "title": "3-D shear wave radially and azimuthally anisotropic velocity model of the North American upper mantle",
    "authors": ["H. Yuan", "B. Romanowicz", "K.M. Fischer", "D. Abt"],
    "venue": "Geophys. J. Int",
    "year": 2011
  }, {
    "title": "Mapping tectonic deformation in the crust and Upper Mantle Beneath Europe and the North Atlantic Ocean",
    "authors": ["H. Zhu", "J. Tromp"],
    "venue": "Science (80-.)",
    "year": 2013
  }],
  "id": "SP:eb4dd33d8ce1aa1410296019fdc7217acf5363de",
  "authors": [{
    "name": "Alexander Minakov",
    "affiliations": []
  }],
  "abstractText": "In the last 10 Ma, the northwest Barents Sea passive margin and Svalbard archipelago experienced tectonic reactivation including regional uplift, volcanism and fault movements. Previous studies have variously attributed this reactivation to the establishment of continuous seafloor spreading between the North Atlantic and Arctic oceans within the Fram Strait, mantle convection, or a lithospheric response to climate-driven processes such as fluvial and glacial erosion in a late Pliocene-Pleistocene time (∼1-3 Ma). The relative magnitudes, and the physical relationship between surface processes, plate boundaries and mantle flow, has remained unclear. In this work, I jointy interpret seismological models of the upper mantle, gravity anomalies, rates of glacial isostatic adjustment (GIA) and the spatiotemporal characteristics of earthquakes with the aim to i) constrain the thermal state and rheological structure of the upper mantle beneath Svalbard, ii) infer the magnitude of vertical motion in the late Cenozoic time related to various processes, iii) better understand the likely causes of the tectonic and",
  "title": "Late Cenozoic lithosphere dynamics in Svalbard: Interplay of glaciation, seafloor spreading and mantle convection"
}