{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r .com/ locate / jvo lgeores\nImpact of volcanism on the evolution of Lake Van II: Temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca. 0.4 Ma\nMari Sumita ⁎, Hans-Ulrich Schmincke 1\nGEOMAR Helmholtz Centre for Ocean Research Kiel, Wischhofstr. 1-3, 24148 Kiel, Germany\n⁎ Corresponding author. Tel.: +49 431 600 1822; fax E-mail addresses: msumita@geomar.de (M. Sumita)\n(H.-U. Schmincke). 1 Tel.: +49 431 600 1822; fax: +49 431 600 2924.\n0377-0273/$ – see front matter © 2012 Elsevier B.V. All http://dx.doi.org/10.1016/j.jvolgeores.2012.12.009\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 24 October 2012 Accepted 17 December 2012 Available online 23 December 2012\nKeywords: Nemrut Volcano Explosive evolution Single crystal 40Ar/39Ar ages East Anatolian Tephra Province Origin Lake Van\nThirty-two new single crystal ages document 400 000 years of widespread explosive volcanism of historically active Nemrut Volcano towering over huge alkaline Lake Van (Eastern Anatolia). The dated deposits were selected to monitor the volcanic and compositional evolution of Nemrut Volcano through time and thus to provide a rigorous temporal framework for the tephra record of the PaleoVan Drilling Project. Tephra samples were taken from large-volume deposits or those that occur in medial to distal localities, well-exposed stratigraphic sections or from the initial phase of an eruptive sequence. Mainly fallout deposits were chosen because most ignimbrites show more complex and corroded feldspar populations owing to compositional zoning and magma mixing. Moreover, fallout deposits held the promise to be more clearly identifiable with—and correlatable to—>300 tephra layers in the PaleoVan drill cores, even though commonly in amounts marginal or insufficient in thickness to allow well-supported single crystal dating. The crystals dated are dominantly anorthoclase, the main phenocryst phase in the trachytic to rhyolitic, slightly to strongly peralkaline Nemrut magmas. Ages obtained so far range from ca. 400 ka to ca. 30 ka for Nemrut Volcano. The causes of significant changes in the frequency, volume and composition of tephra layers per unit time are discussed in terms of external (erosion, climate changes, geodynamic factors) and internal forcing (changes in magma supply and composition and incubation periods preceding large volume rhyolitic eruptions). For example, the low frequency of tephra layers deposited prior to ca. 200 ka may be due to low explosive activity, severe erosion between MIS 9 and MIS 11, or both. Nevertheless, the overall frequency of explosive eruptions appears to have increased during the past ca. 200 ka. We also recognize a slight peak in explosive eruptions during warm periods (e.g. MIS 5 and MIS 7) and speculate on lithospheric unloading triggering increased partial melting or magma reservoir unloading following massive glacier melting. The ages of 5 dated ignimbrites span ca. 250 000 years suggesting that Nemrut Volcano went through a polycyclic evolution with multiple caldera collapses and major pyroclastic flow eruptions, the oldest dated so far as 265 ka. The widely held viewof the impressive Nemrut Caldera nowdated to have formed at ca. 30 ka, as themainparoxysmal event during the evolution of the volcano is no longer tenable. Distinct and coherent compositional characteristics, especially in trace element concentrations, characterize several groups of trachytic tephras. We speculate that the growth of Nemrut Volcano caused the isolation of the Lake Van basin. On account of their mineralogical (anorthoclase, hedenbergite, fayalite, aenigmatite) and alkalic chemical compositions and large volume, dated Nemrut fallout tephras are likely to represent excellent markers in lakes and other sites of paleoclimatological or archeological interest in neighboring countries to the northeast of Lake Van as far as the Caspian Sea in what may be called the East Anatolian Tephra Province.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction and goals",
    "text": "Four major volcanic edifices—from historically active Nemrut (2948 m asl) in the southwest through Süphan (4158 m asl) 50 km NE of Nemrut and Tendürek (3584 m asl) to the active Ararat (5165 m asl) at its northeastern end—form a ca. 220 km-long chain across\n: +49 431 600 2924. , h-u.schmincke@t-online.de\nrights reserved.\nthe ca. 1600–2000 m high plateau of eastern Anatolia, the volcanically most active region in Turkey, the impressive Nemrut caldera representing a particularly fascinating volcanic landform (Fig. 1). The explosive evolution of Nemrut and Süphan, two dominating volcanic edifices grown on the western and northern shores of the huge Lake Van, is, however, poorly known.\nOur rationale of focusing on Nemrut tephra deposits is the necessity of providing a systematic stratigraphic and temporal framework for the PaleoVan ICDP-drilling (carried out in June–August of 2010 (Litt et al., 2011)) into the lake sediments of the tectonically and volcanically highly active closed Lake Van Basin. These data will allow us\nto address major temporal and causal relationships between the coupled climatic and geodynamic systems (Fig. 2). As expected, the cores contain >300 tephra layers and volcaniclastic units amounting to>20 vol.% of the 220 m cored, a discussion ofwhichwill be presented elsewhere.\nDuring our reconnaissance fieldwork between 2008 and 2011 in a >6000 km2 area dominantly south, west and north of the western part of Lake Van (Figs. 1, 3), we have focused on pyroclastic deposits to provide a basic stratigraphic, lithological–compositional and temporal framework (Sumita and Schmincke, under review) for the sediment column drilled. The sheer number, large volume, magnitude and distinct mineralogical and chemical composition of the slightly to strongly peralkaline Nemrut tephras will also become important for paleoclimate and archeological research in lake studies in countries adjacent to Turkey, e.g. Armenia, Azerbaijan, Iran and also the Caspian Sea as they contrast starkly with the dominant calc-alkaline character of other volcanoes in the area. This is especially important for unraveling the temporal evolution of lake sediments in this part of the continental Near East, the East Anatolian Tephra Province.\nPrecise dating of the cored tephras in Lake Van depends crucially on a correlation with a rigorous stratigraphic, compositional and temporal framework obtained on land, many drilled layers not containing\nsufficient amounts of datable feldspars. Dating of land tephra deposits has the great advantage compared to the mostly small-volume tephra layers drilled in that it allows the taking of large samples in order to obtain minimum amounts of datable alkali feldspars, several tephra units being nearly aphyric. Work on the ages of the cored tephras is in progress. We here focus on widespread Plinian fallout deposits and\nignimbrites thought to be sourced in Nemrut Volcano, throughout a large area between the towns of Van-Bitlis-Muş-Tatvan-Ahlat and Erciş (Figs. 1, 3).\nIn the first half of this paper wewill present the age data, preceded by a summary of previously published ages of Nemrut rocks. In the second half, we will discuss some implications of our study: volcanic,\ncompositional, regional, geodynamic and paleoclimatic aspects of the temporal evolution of Nemrut Volcano. We briefly discuss the ages of selected individual eruptive units in order to provide a strict stratigraphic and temporal framework for the PaleoVan Drilling Project, the timing and cause of the isolation of the lake, its alkaline character and the total mass transfer of volcanic materials into the lake over time. The importance of tephra layers for the PaleoVan project in general lies not only in their enormous stratigraphic value for lake-land correlation and for dating climate oscillations. We have also correlated major tephra units between widely spaced outcrops on land, in turn allowing us to calculate erupted magma volumes and to reconstruct paleowind directions (Sumita and Schmincke, under review)."
  }, {
    "heading": "2. Regional setting and previously published ages of Nemrut volcano",
    "text": "The East Anatolian collision zone plateau is thought to have formed by the northward migration of the Arabian Peninsula colliding with the Eurasian plate, thereby uplifting an area of some 500 km2 (Fig. 1). The general geodynamic setting and the evolution of collision, uplift and subsequent volcanism since the Middle Miocene have been discussed repeatedly (e.g. Dewey et al., 1986; Pearce et al., 1990; Keskin, 2003; Şengör et al., 2003; Keskin, 2007 and literature therein). Pearce et al. (1990) present a broad account of volcanism in eastern Turkey with a focus on the nature of magma sources based on selected chemical compositions and isotope ratios (see above). The Lake Van area is tectonically and seismically active, the youngest manifestation being the devastating 7.2 magnitude earthquake centered east of the town of Van on October 23, 2011, and the less severe shocks south of Van on November 9 and 15, 2011. Many young dominantly north– south and northeast–southwest-aligned faults extend across the area (Horason and Boztepe-Güney, 2007; Selcuk et al., 2010). We have found numerous faults cutting the thick pyroclastic veneer.\nThe two large volcanic edifices Süphan (chemically and mineralogically strongly subduction zone-related) and Nemrut (alkaline intraplate character) represent contrastingmagma sources and geodynamic regimes illustrating the complexity of the collision zone. Nemrut Volcano has grown in what we regard as the hinge area between the tectonic and morphological Van basin to the east and the Muş graben to the southwest. Lake Van (present lake level at 1648 m asl, 130 km WSW–ENE extent, maximum depth 450 m, area ca. 3755 km2, and largest soda lake on Earth) is bordered in the southwest by Nemrut and, in the north, by Süphan, the deposits of both volcanoes having contributed significantly to the sediment fill and probably alkaline composition of the lake. The composition of Lake Van and the drastic oscillations of lake level (volume) in the past are traditionally thought to have been governed dominantly, if not exclusively, by climate (e.g. Degens and Kurtmann, 1978; Kempe and Degens, 1978; Kuzucuoğlu et al., 2010 and literature therein). The seismic structure of the Lake Van sediments has recently been studied in detail by Cukur et al. (2012).\nYılmaz et al. (1998) in their general overview of the stratigraphy and chemical composition of the main volcanic complexes, Ararat, Tendürek, Süphan and Nemrut, postulated 5 evolutionary phases for Nemrut, as for the other East Anatolian volcanoes. Age data, nearly all K-/Ar dates of whole rocks, were previously published chiefly by Pearce et al. (1990) and Notsu et al. (1995), the older dates and those of some earlier authors being re-listed by Yılmaz et al. (1998) (their Table 2). Apart from two older and contrasting ages of 2.5 and 0.79 Ma for a widespread basaltic lava flow exposed along the Bitlis Gorge, all other dates range from ca. 0.3 Ma to the Holocene. An age of 300 ka for what was called the Nemrut Ignimbrite—and some older ages—are listed in an unpublished report of a major drilling project (Atasoy et al., quoted in Çubukçu et al., 2012) but the term Nemrut Ignimbrite has been given in the literature to various pyroclastic flow deposits of young but undetermined age. The Nemrut\nIgnimbrite, here defined as the youngest composite pyroclastic flow deposit, was dated by us directly and indirectly from different sites as ca. 30 ka (see below). Çubukçu et al. (2012) published 7 K/Ar ages of lava domes and flows and correlated them and older dates from the literature with the geological map (their Fig. 2). The ages of Çubukçu et al. (2012) range from 8 to 264 ka, while those from the literature shown in their Fig. 2 up to 1.01 Ma. Of the 18 dates listed by Çubukçu et al. (2012), 6 are from an unpublished company report and cannot be evaluated (see above). Some of the dates have extreme standard deviations. The same age data were relisted by Ulusoy et al. (2012) (their Tables 1a, 1b).\nThe problemwith most ages published so far is the lack of detailed locality descriptions, elevation, rock composition (bulk rock compositions are available for some) and stratigraphic position. There are also serious problems concerning some published ages. For example, the date of the famous historic basalt erupted in 1441 AD from a N–S fissure on top of Nemrut caldera rim was listed as 1.18±0.23 Ma by Pearce et al. (1990) (their Tables 1a, 1b) with the comment: presumably due to excess argon. The date was listed again by Yılmaz et al. (1998) (their Table 2) without further comment. According to Aydar et al. (2003, p. 304) “The oldest lavas are fissure-fed basalts related to scoria cones, dated to 1.18±0.23 Ma (Pearce et al., 1990)”. This is the lava erupted 570 years ago.\nOf the two single crystal 40Ar/39Ar ages of pyroclastic deposits published by Mouralis et al. (2010), one is from a Plinian fall deposit near Tatvan (117±5.2 ka) which they mention as overlying their Obuz Ignimbrite that they correlate to their Nemrut Ignimbrite which they assumed to be ca. 116 ka old. Their second date (31.4±6.6 ka) is from a fall layer from the eastern part of the lake. We suspect the former age to correspond to what we call Tatvan Pumice (our age 120±4 ka, see below) (which overlies metamorphic basement), while the latter age corresponds well to the major basal rhyolitic NDU (Nemrut Depositional Unit, see below) fall deposit (ca. 30 ka, see below), the locality of the sample dated by Mouralis et al. (2010) being the eastern shore of Lake Van, ca. 120 km east of Nemrut Caldera. Several small basalt lavas and a subsequent rhyolite obsidian flow erupted from a 5 km long N–S-oriented fissure close to the northern caldera rim in 1441 AD. More recent eruptions may have occurred in 1692 AD (Karakhanian et al., 2002) and perhaps also just before 1597 AD (Aydar et al., 2003; Haroutiunian, 2006).\nIn summary, age data available do not provide a systematic record of the explosive evolution of Nemrut Volcano. Moreover, they are not stratigraphically integrated which is, of course, impossible to do with isolated domes or lava flows, only 2 dates being from pyroclastic deposits (Mouralis et al., 2010). The evolutionary stages, eruptive mechanisms and rates, geochemical/mineralogical evolution and magnitude of eruptions cannot be reconstructed based on published age data. The advantage of using tephra for dating lies principally in a rigorous stratigraphic succession and framework that allows judging the geological significance of ages in those cases where they contradict the stratigraphy. Moreover, magma volumes erupted explosively commonly represent much larger volumes—probably by a factor of ≫103 in some fallout or ignimbrite units—compared to most felsic lava flows studied and thus permit amore realistic assessment ofmagma composition and supply rates over time, magmatic evolution and compositional zoning in the reservoirs. Although the data presented here go someway in reconstructing the evolution of the Nemrut system, they need to be refined further to achieve a high-resolution record that would allow more quantitative conclusions. The overall stratigraphy of Nemrut pyroclastic deposits is discussed by Sumita and Schmincke (under review)."
  }, {
    "heading": "3. Methods",
    "text": "The field correlation of individual tephra layers was based on standard methods (grain size, grading and other sedimentary structures, thickness, color, number of phenocrysts, stratigraphic position etc.) and was aided by the presence of distinct marker horizons, characteristic phenocryst compositions, and chemical composition (Sumita and Schmincke, 2012a,b, under review). Polished thin sections and\npolished grain mounts were prepared of all samples selected for further petrographic, chemical and age determination studies.\nWe use the simple classic stratigraphic nomenclature: Group, Formation and Member, the latter being the smallest unit representing a distinct mappable deposit such as a fallout tephra layer or ignimbrite. We use local names where a member (each fallout tephra) or formations are best exposed such as town of Ahlat, Halepkalesi Peninsula, hill of Sentepe or Çekmece village, all shown in Fig. 4.\nFeldspar phenocrysts in the tephra samples that had been previously analyzed by EMP and/or XRF were selected under the stereomicroscope and subsequently treated by standard methods (washing in distilled water, HF treatment to remove e.g. glass coatings). Single crystal laser dating was carried out in the laboratories of Dr. Paul Layer (University of Alaska at Fairbanks) and Dr. Terry Spell (University of Nevada at Las Vegas). Brief descriptions are given in the text and in Tables 1a and 1b, and exact coordinates and elevations of the localities in the Supplement table. The samples were run as a conventional furnace step heating analysis on a bulk glass separate, as well as single (and in some cases, multiple) crystal laser fusion analysis on feldspars. All data are reported at the 1σ uncertainty level unless noted otherwise. For most samples we list weighted mean ages and, where available, isochron ages. We emphasize those dates that are most compatible with the stratigraphic information. Laser fusion analyses allow the identification of juvenile phenocryst populations (which should yield the eruption age) as well as any older contaminating xenocrysts, or younger altered crystals. Data sets are screened for anomalous older (or younger) outliers by standard statistical methods. A weighted mean is calculated, and the MSWD is checked. Outliers in the data set, which contribute to the MSWD, are identified and eliminated sequentially until the MSWD falls below the cutoff value. Data are also regressed on an isochron plot. Furnace step heating analyses produce what is referred to as an apparent age spectrum."
  }, {
    "heading": "4. Nemrut tephras",
    "text": "A common problem in dating primary tephras is the incorporation of feldspar phenocrysts from older deposits composing the walls of an eruptive pipe during an eruption, a problem especially severe when feldspars are collected from the base of a fallout deposit, or from an eruptive phase reflecting erosional widening of a vent. This problem is especially severe when only a minimum of feldspar crystals is available for dating.\nMost dates obtained by us provide a realistic overall temporal framework inasmuch as most dates over the past 400 000 years are compatible with their relative stratigraphic position. Nevertheless, there are several unsolved problems where the dates of 2 tephra layers differ in\n20 M .Sum ita,H .-U .Schm incke / JournalofV olcanology and G eotherm alResearch 253 (2013) 15 –34\nbulk composition but their ages overlap within their standard deviation. Although we cannot exclude that fallout depositional lobes of contrasting chemical composition—but practically identical age— represent sub-lobes of compositionally zoned eruptions deposits but with contrasting fan axes, most Nemrut fallout tephra sheets do not show striking compositional zoning. Most likely, the “true” ages of such eruptions are more dissimilar than suggested by the ages determined. The problem of dating ignimbrites overlying cogenetic fallout tephra is discussed below.\nSo far we have correlated about 10 large magnitude pumice lapilli fall deposits (on-land thickness >2 m at a distance of ca. 20 km from the center of Nemrut Caldera), and a few thinner fall deposits (Figs. 4–9). Several critical deposits correlated in the field over some distance were dated from 2 localities to validate the ages obtained. Ignimbrites in the area are more difficult to trace and correlate mainly because outcrops of the older ignimbrites are few and far between and restricted to canyon walls. Some pyroclastic flows were erupted on the heels of preceding more evolved large Plinian fallout eruptions, which helps identification. Deep canyons in the flanks of Nemrut Volcano are lacking, however, limiting exposures to proximal deposits less than ca. 50 ka old. All the older ignimbrites recognized are represented by plateau facies only.\nNemrut tephras are dominantly variably peralkaline trachytes and rhyolites, intermediate and basaltic tephras being very minor (Sumita and Schmincke, under review). Some trachytes form compositionally distinct and stratigraphically continuous successions that show coherent\ntrace element signatures reflecting distinct magma batches available for specific time intervals. Rhyolite tephras are fewer in number but generally of much larger volume. Compositional zoning is ubiquitous; althoughminor in the larger volume fallout deposits, it is more strongly developed in ignimbrites, many having erupted immediately following fallout tephra eruptions of more evolved composition. A variable proportion of the feldspar phenocrysts in themoremafic and compositionally heterogeneous ignimbrites is commonly corroded, more sodic/ calcic and thus problematical or unsuitable for dating. These ignimbrites thus represent a more mafic layer underlying the large-volume highly evolved phenocryst-poor magma cap in the reservoirs, the crystal-rich “dredges” becoming strongly mixed with streaks of rhyolitic or at least more evolvedmagma prior to, and during, terminal disgorgement as more volatile-poor but still eruptible pyroclastic density currents.\nMost of the dated units from 7 areas studied are shown in Fig. 4 together with the Pleistocene isotope stages. The bulk chemical composition for some dated units is given in Table 2 while those of other newly dated tephras here discussed are listed in Sumita and Schmincke (under review). The ages obtained on land tephras show a remarkable span over ca. 400 000 years. Below we will briefly discuss the ages of dated fallout tephras and ignimbrites. We generally list the weighted mean average ages and note where we use isochron ages instead; both are listed for those samples where isochron have been calculated (Tables 1a, 1b). All locality numbers indicated in the paper are shown in Fig. 3 and detailed information (coordinates, elevation) is found in the Supplement.\nspecific areas (yellow: fallout tephras; orange: ignimbrites; violet: basaltic tephras; (Cohen and Gibbard, 2011) are also shown to allow comparison with particular climate"
  }, {
    "heading": "4.1. Dated fallout tephras",
    "text": "The dominance of rhyolites among the dated fallout tephras is simply due to the fact that most rhyolite tephras in the Nemrut system are more voluminous and form thicker deposits than the more common trachyte tephras that are obviously more prone to erosion on account of their lesser thickness. Rhyolite (comendite, pantellerite) tephras also contain a more homogeneous anorthoclase feldspar population. Compositional identification is based mainly on XRF whole rock composition and, in a few cases, on EMP glass and mineral analyses."
  }, {
    "heading": "4.1.1. Selaviat Tepe Pumice-1 (STP-1: oldest tephra layer in the Ahlat",
    "text": "area): 404.6±1.75 ka (isochron); Trachyte (Fig. 7d; loc. 37)\nSelaviat Tepe Pumice Formation is exposed in a valley 3 km north of Ahlat near the hill of Selaviat Tepe where the tephra deposits are underlain by reddish basement of Miocene clastic sediments that extend through much of the town of Ahlat. Selaviat Tepe Pumice-1 (STP-1), a ca. 2 m thick tephra layer, the oldest fallout tephra in the formation found, consists of a basal finer-grained, a middle coarser grained and an upper bedded part (Fig. 7d) and is underlain by yellow-brown loam about 4 m above the top of the basement. STP-1 represents the oldest onland Nemrut tephra dated so far. Both isochron andweightedmeanages agreewell. This locality is one of the fewplaces in the general Ahlat area where tephras are exposed close to the top of the basement.\n4.1.2. Yelkenli Pumice (YP): 392.6±5.1 ka (weighted mean age) (loc. 147)\nA white, crystal-rich, strongly altered 10 cm thick tephra, separated from metamorphic rocks and 3 m thick slope debris by a poorly sorted and strongly altered massive tephra unit (ignimbrite?), exposed ca.\n3 km south of village of Yelkenli (20 km east of Tatvan in the Bitlis massif). Temporary quarry opened for road construction in 2010. A precise tephra composition could not be obtained because of the thorough alteration of the glass."
  }, {
    "heading": "4.1.3. Ahlat Lower Pumice-1 (ALP-1): 283.1±4.5 ka (weightedmean age); Trachyte (loc. 21)",
    "text": "A coarse-grained 60 cm-thick greenish pumice tephra layer, part of a series of pumice fallout units ca. 4 m below AP-1 exposed in a road cut 200 m southwest of Catalağzı Köyü Village, ca. 3 km west of Ahlat. All tephras dated from outcrops near Ahlat, especially those in major tephra pits 2 km west of the town of Ahlat, are members in the Ahlat Formation, a name applied to major tephras above AP-1. The term Ahlat Lower Formation was given to the tephras below AP-1 near the village of Catalağzı Köyü."
  }, {
    "heading": "4.1.4. Karak River Pumice (KRP): 265.2±4.5 ka (weighted mean age); Trachyte (loc. 27)",
    "text": "The ca. 8 m thick Karak River Ignimbrite (KRI) underliesmined AP-1 about 25 km northwest of Ahlat in the Karak River, and overlies several thin fallout deposits. The age of a fallout tephra (KRP, 265±4 ka) directly below the ignimbrite is stratigraphically reasonable because ages in this broad range were obtained from fallout tephra below AP-1 at a locality ca. 20 kmto the east.We speculate that the KRI (ignimbrite) is widespread from here to at least Lake Nazik, 20 km farther west."
  }, {
    "heading": "4.1.5. Ahlat Lower Pumice-2 (ALP-2): 257.1±4.5 ka (weightedmean age); Trachyte (loc. 21)",
    "text": "For locality see ALP-1. The 30 cm thick, poorly sorted pumice lapilli layer of Ahlat Lower Pumice-2 (ALP-2) is separated from ALP-1 by an erosional contact. ALP-2 is overlain by a ca. 50 cm complex interval of\nbedded fine-grain and coarse-grained tephra, the upper part of which named ALP-4. ALP-4 is overlain by 2-2.5 m of weathered hard brown loamwith scattered pumice, probably related to the Karak River Ignimbrite (see below). AP-4 in turn is overlain by AP-1."
  }, {
    "heading": "4.1.6. Kücüksu Pumice (KCP): 220.4±6.9 ka (weighted mean age); Comenditic rhyolite (EMP glass analysis) (loc.135)",
    "text": "Ahighly altered yellowish pumiceous tephra layer (Kücüksu Pumice: KCP) is overlain by Kücüksu Ignimbrite (KCI) dated as 216.4±14.3 ka, an age practically identical to that of KCP."
  }, {
    "heading": "4.1.7. HPL (Halepkalesi Pumice Lower Group): 216.8±2.6 ka (plateau age); Rhyolite (loc. 75)",
    "text": "The Lower Halepkalesi Pumice Group comprises tephra layers interbedded with carbonate sediments in the uplifted Halepkalesi Peninsula succession, one of which was dated as 216.8±2.6 ka using fresh obsidian shards. The significance of this date is manyfold: Lake Van had turned alkaline at least as early as ca. 220 ka. Secondly, the lake bottom had become uplifted by many tens if not hundreds of meters after 220 ka at least in this area, evidence that tectonic\nactivity has probably played a significant role in the evolution of this strike-slip graben system. Thirdly, the original western extent of the lake was pushed eastwards by the advancing Nemrut tephra apron by an unknown amount."
  }, {
    "heading": "4.1.8. Karmis Pumice (KMP): 198.2±4.4 ka (isochron); Pantelleritic rhyolite (loc. 23)",
    "text": "A ca. 60 cm thick rhyolitic relatively widespread major tephra layer, 50 to 100 cm below the base of AP-1 occurs 7 km NW and NE of Ahlat. We named it Karmis Pumice (KMP) because it is well exposed in outcrops along Karmis River (loc. 23). KMP consist of ca. 20 cm coarse-grained pumice fallout increasingly poorly sorted and reworked at the top. It is underlain by fine-grained up to 50 cm thick ignimbrite. KMP was dated as 198.2±4.4 ka."
  }, {
    "heading": "4.1.9. Ahlat Pumice-1 (AP-1): 189.9±5 ka (weighted mean age) and",
    "text": "194.5±1.9 ka (isochron); Comenditic to pantelleritic rhyolite (Figs. 6, 7e; loc. 25)\nThe most impressive and voluminous fallout tephra unit in the entire Nemrut tephrostratigraphy, reaching a maximum thickness of ca.\n15 m near Ahlat (Figs. 6, 7e), ca 25 km north of Nemrut Caldera, was dated as 189.9±5 ka at the type locality. At Yolgözler village (Fig. 7c, loc. 57), 30 km west of Ahlat (17 km NW of Nemrut), a fallout unit of Yolgözler Pumice (YÖP) directly underlying co-eruptive ignimbrite and stratigraphically and compositionally correlative with AP-1 in the Ahlat area, was dated as 194.5±1.9 ka. We take ca. 193 ka as the average age of AP-1."
  }, {
    "heading": "4.1.10. Alacabük Pumice (ACP): 172.2±3.2 and 176.8±4.6 ka (both weighted mean ages) (loc. 150); Comenditic rhyolite",
    "text": "A ca. 4 m thick crystal-rich tephra was encountered in a temporary road cut near the village of Alacabük (loc. 150) ca 42 km east of Tatvan. The similarity of the two dates from subunits within the tephra deposit carried out in order to obtain a well-supported age of a thick tephra in this distant locality (176.8±4.6 ka and 172.2±\n3.2 ka, average ca. 175 ka) suggests a fairly plausible age slightly older than, but similar to, that of AP-2. However, the glass chemistry and mineralogy of ACP and AP-2 are sufficiently different to suggest a separate event but we cannot exclude compositional heterogeneity within AP-2. This tephra is the oldest Nemrut tephra known sofar to contain aenigmatite phenocrysts."
  }, {
    "heading": "4.1.11. Ahlat Pumice-2 (AP-2): 166.9±6.2 ka (weighted mean age)",
    "text": "(loc. 23); 160.6±13.0 ka (loc. 25) (weighted mean age); 160.2±5.8 ka (loc.40) (weighted mean age); Comenditic rhyolite (Figs. 6, 7e)\nAP-2 is a widespread, prominent crystal-rich rhyolitic fallout tephra generally b2 m thick with a distinct fine-grained base up to\n10 cm thick (Fig. 6, loc. 25; Fig. 7e, loc. 23). We dated AP-2 in three different localities. All three ages are identical including the reworked part of AP-2 on the northern slope just outside Ahlat (loc. 40). AP-2 is ca. 25000 years younger than AP-1."
  }, {
    "heading": "4.1.12. Halepkalesi Pumice-1 (HP-1): 158.20±2.0 ka (isochron); Pantelleritic rhyolite (Fig. 5, loc. 75)",
    "text": "The basal ca. 1 m thick eroded tephra at the base of a series of ca. 10 subaerial tephras of the slightly inclined tephra deposits of\nthe Halepkalesi Formation unconformably overlies uplifted lake sediments and trachyte intrusions on the south coast of Halepkalesi Peninsula (Fig. 5). A possible correlation of HP-1 with AP-2 is under study."
  }, {
    "heading": "4.1.13. Ahlat Pumice-3 (AP-3): 123.6±3.9 ka (weighted mean age); Comenditic trachyte (Fig. 6, loc. 25)",
    "text": "AP-3 is at least 1.5 m thick at type locality (loc. 25) but top is always eroded. Thick intervals of primary and reworked tephra layers commonly separate AP-2 and AP-3 from each other (Figs. 6, 7e). Thus, the time span between AP-2 and AP-3 lacking major distinct tephra units is somewhat longer than in other intervals as supported by the date. AP-3 overlies an undated unwelded laharic ignimbrite at several locations."
  }, {
    "heading": "4.1.14. Halepkalesi Pumice-3 (HP-3): 122.90±1.80 ka (isochron); Comenditic rhyolite (Fig. 5, loc. 75)",
    "text": "HP-3 is a 1 m thick pumiceous tephra, the unit tephra of the Halepkalesi Formation (see above). Based on the similarity in age and composition, HP-3 could be correlative to TP."
  }, {
    "heading": "4.1.15. Tatvan Pumice (TP): 120±4.7 ka (weighted mean age); 99.00±8.00 (isochron); Comenditic rhyolite (Fig. 8d, loc. 128)",
    "text": "Tatvan Pumice (TP) is a tephra layer widespread east of Tatvan. At the eastern outskirts of Tatvan, TP overlies metamorphic slope debris, from which it is separated by a characteristic bluish gray up to 10 cm thickfine-grained altered tephra, possibly of phreatomagmatic origin. TP begins with a characteristic 5-10 cm fine-grained crystal-rich zone. Our weighted mean age of Tatvan Pumice (TP) is practically identical to an age of 117±5.2 ka determined byMouralis et al. (2010) on a prominent fallout pumice in the area thatwe suspect corresponds to the TP. The age is also nearly identical to that of AP-4 dated from outcrops near Ahlat (see below). The composition of TP, while rhyolitic, does not, however, correspond to the pantelleritic composition of AP-4. We speculate that the 2 eruptions occurred close in time but that AP-4 was not deposited as far south as TP and TP nor as far north, or that erosion has removed TP in the north and AP-4 in the south. East of Tatvan, TP is generally slightly unconformably overlain by the variably palagonitized basaltic İncekaya hyaloclastite fallout deposit with an approximate age of ca. 80 ka (Notsu et al., 1995). We presently redate TP because of the significant contrast between theweightedmean and isochron ages and its importance as widespread marker bed."
  }, {
    "heading": "4.1.16. Ahlat Pumice-4 (AP-4): 116.9±8.9 ka (weighted mean age): Pantelleritic rhyolite (Fig. 6, loc. 25)",
    "text": "AP-4 is exposed at several localities west of Ahlat (Fig. 6) and regionally consists of a lower (AP-4a) and upper layer (AP-4b), each being about 30-50 cm thick depending on the locality, suggesting two eruptive pulses following each other closely in time (Fig. 7b, loc. 23). Compositionally, AP-4 is the most peralkaline tephra found and is clearly distinguished compositionally from all other Nemrut tephras and also from TP practically identical in age."
  }, {
    "heading": "4.1.17. Ahlat Pumice-5 (AP-5): 82.5±10.5 ka (weighted mean age); Trachyte (Fig. 6, loc.25)",
    "text": "AP-5 is a complex bipartite generally b50 cm thick tephra found in the area between NE of Ahlat to near Lake Nazik. AP-5 is characterized by a pepper-and-salt appearance due to a mixture of white pumiceous and dark glassy shards/lapilli. The low vesicularity of the large ash/small glassy lapilli suggests partly hydroclastic fragmentation mechanisms, possibly because of eruption through a caldera lake. The large standard deviation of the age reflects the heterogeneous lithology of this tephra but the age seems reasonable on stratigraphic grounds.\n4.1.18. İncekaya–Dibekli Tephra: ca. 80 ka (Notsu et al., 1995); Basalt (Figs. 4, 5a)\nA major widespread basaltic tephra bed consisting mostly of hyaloclastite (partly accretionary lapilli-bearing) and scoria fallout, forms the most significant and easy to recognize marker bed in the tephra sections mainly east of Tatvan for at least 50 km and also as far north as Halepkalesi Peninsula (Fig. 5a) (Schmincke et al., in preparation). İncekaya Tephra is almost aphyric (b2 vol.% of plagioclase and olivine phenocrysts) and thus is impossible to date radiometrically. We list İncekaya–Dibekli Tephra here because it separates the underlying widespread TP (ca. 120 ka, see above) from the overlying ignimbrite TI (ca. 40 ka, see below). The tachylitic tephra is sourced in Dibekli scoria cone vents but the hyaloclastite in huge İncekaya hyaloclastite cone, a prominent ca. 400 m high volcanic edifice jutting out into lake Van. A basaltic lava sourced in the Dibekli vent area was dated by Notsu et al. (1995) (K\\Ar) as 80±20 ka (their sample No. NE-27). Ui (personal communication 2012), one of the co-authors, confirmed the locality Dibekli scoria cones. Despite the large standard deviation, this age seems to be reasonable because paleoclimate proxies such as pollen (Pickarski, personal communication, 2012) also indicate an age of ca. 80 ka. The tephra, a widespread reflector in Lake Van sediments (Cukur, personal communication, 2012), has been drilled at both PaleoVan drill sites."
  }, {
    "heading": "4.1.19. Halepkalesi Pumice-10 (HP-10) and Ahlat Pumice-6 (AP-6):",
    "text": ""
  }, {
    "heading": "75.1±4.5 ka (Fig. 8c, loc. 81) and 76.2±5.2 ka (Fig. 6, loc. 25) (weighted mean age); Trachyte",
    "text": "The name of the pumice fallout previously called Lower Pumice (LP) in several of our abstracts (e.g. Sumita and Schmincke 2012a,b), is now changed to Halepkalesi Pumice-10 (HP-10) because of the continuous exposure of several stacked tephra beds on Halepkalesi Peninsula (loc. 75, Fig. 5b). HP-10 is well exposed in two pumice pits 12 and15 kmwest of Ahlat (AP-6) andquarries near Adabağ towards Kıyıdüzü (HP-10), and occurs as a characteristically well-sorted fallout deposit>10 m thick in southern outcrops (Fig. 8c) and ca. 1–2 m thick in several pits northwest of Ahlat (Figs. 6a, 7e), the gray angular almost aphyric pumice being less vesicular than the light-colored rhyolitic pumice tephra dominant in the area. The two dated samples are from the type locality quarry between the villages of Kıyıdüzü and Sarıkum (75.1±4.5 ka, loc. 81) and from the main Ahlat section (76.2±5.2 ka), 12 km to the north (Fig. 6, loc. 25). The two almost identical ages of a trachytic tephra from 2 different localities of a unit correlated across 25 km should represent a reliable age of an important marker. Nevertheless, we suspect these ages to be too old by some 15 000 years. The reason is the unequivocal correlation of HP-10 to a major fallout deposit drilled in sites 1 and 2 of the PaleoVan Project for which we obtained an age of 61.60±2.55 ka (isochron) (unpublished data). This younger age is also corroborated by paleoclimatic data such as pollen spectra (Pickarski, personal communication, 2012). We are presently redating HP-10."
  }, {
    "heading": "4.1.20. 2011-06-10-14 (Sentepe Formation underlying the local agglutinate member of Nemrut Depositional Unit): 44.6±1.3 ka (weightedmean age); Trachyte (loc. 68)",
    "text": "The dated tephra layer was collected from the lowermost tephra of at least 5 fallout tephra beds of the Sentepe Formation. These underlie the Nemrut agglutinate on the northeastern slope of Nemrut at 2260 m asl, ca. 1 km north of the caldera rim along the northeastern dirt road from Ahlat to Nemrut Caldera above the village of Serınbayır. These tephra layers clearly underlie NDU (ca. 30 ka) at this locality, but overlie HP-10 (AP-6) (ca. 60 ka). This group of tephra layers is tentatively correlated with the tephra layer sequence of the Sentepe Formation at the type locality (SP-1 to SP-5) 20 km to the south (Fig. 9e). A major unsolved problem is the absence\n(non-deposition proximally?) of the basal rhyolite fallout (30 ka) directly beneath the NDU agglutinate in the sections along the high eastern slope of Nemrut cone.\n4.1.21. Basal Plinian falloutmember of NemrutDepositional Unit (previously called UP by Sumita and Schmincke, 2012a): 29.7±4.2 ka (loc. 72) and 28.6±3.0 ka (loc. 44) (both weighted mean age); Pantelleritic rhyolite (Fig. 9)\nThe complex Nemrut Depositional Unit (NDU) was dated at 3 localities. The age of pumice from the top of the thick basal rhyolite fallout (29.7±4.2 ka) is identical to that of a slightly reworked tephra from a more distal locality—a cove in the Miocene limestone—near Adilcevaz 40 km to the northeast (28.6±3.0 ka). The lithic-rich top of the overlying co-eruptive ignimbrite was dated as 33.7±10.9 ka (see below). Because of the larger number of lithics and crystals from earlier eruptions, this age is less reliable but in the general range of the other 2 dates. Mouralis et al. (2010) reported an age of 31.4±6.6 ka for a young reworked pumice deposit from the eastern shore of the lake near Van. We suspect that this deposit is identical to the basal fallout tephra of NDU, the axis of the fallout lobe being oriented strictly E–W (Sumita and Schmincke, under review). We here take the age of NDU as ca. 30 ka, a figure used below for simplicity, realizing that the “true” age ranges between ca. 26 and 34 ka.Moreover, one of our unpublished ages of NDU material in the PaleoVan Drilling Project cores is 32.70±2.55 ka further corroborating the age of the land deposit. In summary, the ca. 30 ka age of the youngest rhyolitic fallout tephra of large volume and wide distribution directly east of Nemrut Volcano is now extremely well-supported. This is of major paleoclimatic significance because the age dates the fast rise—and subsequent fall—of the level of Lake Van with high precision (Sumita and Schmincke, under review)."
  }, {
    "heading": "4.2. Dated ignimbrites",
    "text": "We have dated 7 of the ca. 12 ignimbrites found in the area directly and can infer the age of others by their underlying co-genetic dated fallout tephra deposits."
  }, {
    "heading": "4.2.1. Karak River Ignimbrite (KRI); Trachyte (loc. 27)",
    "text": "About 25 km northwest of Ahlat, a ca. 8 m thick ignimbrite locally underlies mined AP-1 and directly overlies several thin fallout deposits. A fallout tephra (KRP) directly below the ignimbrite in the same locality was dated as 265±4 ka as discussed above. This is stratigraphically reasonable because ages in this broad range were obtained from fallout tephra below AP-1 at a locality ca. 20 km to the east. We speculate that this ignimbrite is widespread from here at least as far as Lake Nazik, 20 km farther west."
  }, {
    "heading": "4.2.2. Muş ignimbrite (MUI): 244.9±3.6 ka (isochron); Trachyte (loc. 59)",
    "text": "A widespread ignimbrite overlying thick weathered sediments and covering the uplifted northern shoulder of the Muş graben ca. 20 km southwest of Nemrut was dated as 244.5±3.6 ka. The age is stratigraphically reasonable because there are two ignimbrites at the southern canyon entrance to Yolgözler Village, (a) the very thick (ca. 40 m) weathered rhyolitic Yolgözler Lower Ignimbrite (YLI) and (b) the thinner Yolgözler Upper Ignimbrite (YUI) (Fig. 7c) that we correlate on compositional grounds and age (195±2 ka, see below) to the huge AP-1 tephra. We suspect that the extremely even surface of the ca. 60 km long Muş basin has been smoothed by at least two major ignimbrites. The dated ignimbrite may not be the oldest. However, a still younger ignimbrite that we suspect to be the Nemrut Ignimbrite covers the surface of the Muş graben farther east. The Yolgözler Lower Ignimbrite has not yet been dated."
  }, {
    "heading": "4.2.3. Kücüksu Ignimbrite (KCI): 216.4±14.3 ka (weighted mean age) (loc. 138); Comenditic rhyolite.",
    "text": "Ablack unwelded ignimbrite>3 m thick ignimbrite is well-exposed at road level along the main Tatvan-Van highway along both sides of the Kücüksu River for 10 km eastward starting at the confluence with the Kotum River at the village of Kücüksu 8 km south-southeast of Tatvan (Fig. 8f). The black color is due to the abundance of glassy (obsidian) lapilli and bombs, the glass being of comenditic rhyolite composition. The ignimbrite is overlain erosionally by conglomerates and younger tephras and is underlain at road level by the crystal-rich Kücüksu Pumice (KCP) dated as 220.4±6.9 ka (see above), an age practically identical to that of the ignimbrite (216.4±14.3 ka). For simplicity, we assume an age of ca. 220 ka in the discussions below. In any case, the age of the KCI is younger than that of the older ignimbrites discussed above but much older than the Nemrut Ignimbrite to which it was correlated by Kuzucuoğlu et al. (2010)."
  }, {
    "heading": "4.2.4. AP-1 ignimbrite (corresponding to Yolgözler Upper Ignimbrite, YUI):",
    "text": ""
  }, {
    "heading": "194.5±1.85 (isochron); Comenditic rhyolite (Fig. 7e) (loc. 23)",
    "text": "AP-1 fallout tephra is overlain about halfway between Ahlat and Lake Nazik by an ignimbrite that is locally strongly welded, forming the main colorful ignimbrite deposit mined in many small quarries for building stones and ornamental stonework. Regionally, the ignimbrite is variably thick and generally unwelded, the probable reason why it is missing in most areas, especially near Ahlat. We did not date the AP-1 ignimbrite itself. However, since it conformably overlies the underlying fallout without any trace of erosion or weathering (Fig. 7e), we view both as representing one eruption, the pyroclastic flow following the fallout as is also shown by other fallout/ignimbrite couples in the area. This ignimbrite is probably correlative to the Yolgözler Upper Ignimbrite (YUI) ca. 20 kmwest-northwest of Nemrut Volcano (Fig. 7c)."
  }, {
    "heading": "4.2.5. Ahlat Ignimbrite (AI, AP-8b): 59.4±10 ka (weighted mean age): Pantelleritic rhyolite (loc. 26)",
    "text": "The famous historic Seldçuk cemetery at the southern outskirts of the townof Ahlat forms the top of a plateau underlain by a ca. 10 m thick gray, slightly sintered fine-grained ignimbrite strongly downfaulted in a small graben and canyon about 500 m west of the main road to Lake Nazik. The gravestones themselves have been carved from older, more strongly welded ignimbrite, probably the AP-1 ignimbrite, which crops out some 5 km to the west. The Ahlat ignimbrite is characterized petrographically by extremely vesicular bubble wall shards and covers the gentle plain in patches for at least 20 km to the west. The ignimbrite is underlain at other localities by coarse-grained white fallout pumice north and west of Ahlat (Fig. 8b). We named the fallout deposit AP-8b and the ignimbrite part AP-8a."
  }, {
    "heading": "4.2.6. Tatvan Ignimbrite (TI): 45.1±2.1 ka (weighted mean age): Comenditic rhyolite (loc. 129)",
    "text": "An unwelded to very slightly welded and locally columnar intracanyon ignimbrite (Fig. 8e) is well-exposed southeast of Tatvan where it fills the canyon of Kotum River next to the main road Van-Tatvan. It also occurs in terraces along the southern coast east of Tatvan where it has been ponded to a thickness of >10 m farther inland, 1 kmwest of the village of Tokacil. Here, its upper part shows excellent circular degassing chimneys of vapor phase-cemented ignimbrite. As shown in Fig. 8f, the stratigraphic relationship between KCI, TP and TI is very clear in the southern Tatvan area.\nThe correlation of the 2 rhyolitic ignimbrites, AI (AP-8b) and KCI from 2 localities is uncertain. All are composed largely of characteristic bubble wall shards, show similar ages and similar compositions. We cannot exclude that the ignimbrites represent distinct eruptions, slightly different in time. Further work is needed."
  }, {
    "heading": "4.2.7. KınalıkoçUpper Ignimbrite (KUI): 40.9±1.7 ka (weightedmean age): Trachyte (Fig. 7a, loc. 9)",
    "text": "An up to 10 m thick, slightly welded and columnar ignimbrite forms an intracanyon flow overlying an older (undated) Kınalıkoç Lower Ignimbrite (KLI) along the Harabeköy River, being well exposed just south of the village of Kınalıkoç (Fig. 7a). Here it is overlain erosionally in a deeply incised channel by a very coarse-grained boulder conglomerate up to ca 10 m thick and containing large boulders up to 1.5 m in diameter (mostly ignimbrite). This ignimbrite is a low-silica trachyte with high K/Na and high Ba, i.e. slightly similar to Süphan compositions and thus contrasts with the rhyolite composition of the Ahlat and Tatvan ignimbrites (Table 2). Nevertheless, the trachyte composition was determined on a whole rock sample while glass shards from the unwelded base of the KUI are rhyolitic in composition. The correlation of the AI and the KUI is still equivocal, despite their similar ages."
  }, {
    "heading": "4.2.8. Nemrut Ignimbrite (NI): 33.7±10.9 ka (weighted mean age) (loc. 79); Trachyte (Fig. 9c)",
    "text": "The Nemrut Ignimbrite member and laterally equivalent fallout agglutinate, practically conformable with the underlying rhyolitic main fallout of NDU (see above), are part of the highly complex Nemrut Depositional Unit (NDU), described in detail elsewhere (Sumita and Schmincke, under review). NDU consists basically of 3 members: the basal rhyolitic fallout (L-NDU, Fig. 9f), the main overlying ignimbrite and laterally equivalent agglutinate facies (M-NDU, Figs. 9a, c, f), and the trachytic top fallout (U-NDU, Fig. 9c). Local facies variants include overbank flow and surge deposits (Fig. 9b). We retain the term Nemrut Ignimbrite used by previous authors but define it more precisely by age and composition representing part of a complex depositional unit. We thus take the age of ca. 30 ka determined on anorthoclase phenocrysts from the rhyolitic fallout as the age of the ignimbrite. In deep valleys, especially north of Tatvan, the Nemrut Ignimbrite locally exceeds 20 m in thickness. For a distance of 10 km to the east it occurs as an agglutinate veneer generally ca. 1 to 3 m thick (Fig. 9f) which also occurs on the higher slopes of Nemrut (Fig. 9e). At slightly higher elevations it occurs as an unwelded to slightly welded fine-grained overbank deposit locally with surge structures (Fig. 8b); a more mafic trachytic fallout unit overlies it (Fig. 8c). The two dates obtained on land for the underlying rhyolitic fallout (Fig. 12, Tables 1a, 1b) are precisely corroborated by the age of a unit drilled at sites 1 and 2 in the PaleoVan Project correlated with the NDU on lithological grounds (see above)."
  }, {
    "heading": "5. Discussion",
    "text": "The ages here reported raise a number of questions that (1) are relevant to understand and quantify the temporal, eruptive and compositional evolution of the Nemrut system, (2) may reflect significant environmental control especially climate oscillations and (3) allow to better understand the evolution of the lake Van system, that of its sediments, the composition of its pore waters and its climatic and tectonic forcing conditions. (4) Moreover, the question of whether or not explosive eruptions of Nemrut Volcano have changed over time in frequency, eruptive and transportmechanisms,magnitude and composition is of major interest concerning future activity and thus volcanic hazards in an area of increasing population density and economic growth.\nThe far-reaching forcing factors and impacts (magmatic system, climate, environment) of a stratocone such as Nemrut are, of course, represented primarily by its explosive products. Powerful Plinian eruptions with stratospheric eruption columns have the potential to impact climate while ground-hugging pyroclastic flows and debris avalanches are a prime hazard on land and may trigger tsunamis when debouching into Lake Van. Theoretically, a medium-sized stratovolcano such as Nemrut Volcano could be expected to go through several stages of “simple” evolution such as slow but increasing eruption rates during the early stages, a peak during its mature stage\nand decreasing eruptive rates during its waning stage. Can we make a reasonable guess as to the present evolutionary stage of Nemrut Volcano?"
  }, {
    "heading": "5.1. Frequency of explosive eruptions during the evolution of Nemrut volcano",
    "text": ""
  }, {
    "heading": "5.1.1. The incomplete record",
    "text": "Assuming erosion rates in the area to have been more or less constant over the past 400 000 years by completely disregarding climate changes and climatically contrasting depositional terrain for the moment, especially alternating glacial and interglacial periods, it would be logical to assume that overall preservation of tephra layers should decreasewith increasing age. In otherwords, the younger a stratigraphic section, the higher the chance of a tephra layer to be preserved. This is well documented e.g. in proximal tephra outcrops peripheral to Nemrut Caldera. For example, there are many (ca. 10)—as yet undated (except for one)—distinct tephra layers (Çekmece and Sentepe formations) under-and overlying the major well-dated marker unit NDU (ca. 30 ka) (Fig. 9d, e). At least one widespread debris avalanche event (late Holocene?) occurs near the top of the Çekmece Formation (Fig. 9d). Moreover, a late (?) Holocene spectacular phreatomagmatic deposits covers the caldera rim, and there are various Holocene/historic (?) intracaldera deposits. Moreover, a rhyolite obsidian (Fig. 8a) and several basalt flows erupted in 1441 AD show that Nemrut is still highly active. Some 16 thin tephra layers encountered in numerous short cores (e.g. Sumita and Schmincke, 2008; Sumita et al., 2008) were dated precisely by varve counting, the oldest tephras being encountered at ca 13.8 ka (Heumann, personal communication, 2012) indicating an interval of high eruption frequency of ca. 1 eruption per 1 ka of a magnitude large enough to deposit macroscopically recognizable tephra some 40 km from source. This number is reduced when subtracting a few tephra layers that we regard as reworked and several Süphan tephras (Sumita and Schmincke, 2008). On the other hand, both drill sites are some 40 km ENE from Nemrut Caldera, so only moderately sized eruptions were able to transport tephra that far; these eruptions may not have deposited tephra close to Nemrut Caldera, an area characterized by moderate to strong winds. The number of individual tephra layers between major older tephra layers decreases, most logically because of erosional removal. In a very crude manner, tephra layers recording moderate explosive eruptions decrease in frequency from ca. 1–2/1000 ky or, disregarding the historic eruptions and Holocene cored tephras that also include 1–2/5000 y. during the last 30 ka to ca. 1/20 000 y. or less for the past 200 ky and possibly 1/50 000 y. for the period 200–400 ka.\nThese crude estimates have to be checked against (1) alternating glacial and interglacial periods during the recorded life history of Nemrut Volcano, (2) type of tephra deposit preserved and dated and (3) climatically contrasting regimes in the depositional areas."
  }, {
    "heading": "5.1.2. Selective choice of deposits dated and selective preservation",
    "text": "The age data here presented do not to reflect a true Nemrut eruption frequency with time but emphasize magnitude of eruptions, eruptive mechanisms and crystal-rich tephras. For one, we have focused on large eruptions, as these are more likely preserved at larger distances in the sediments of Lake Van. Moreover, the selection of tephra units for dating was not only based on critical stratigraphic position, magnitude etc. but also on the availability of sufficient amounts of clean anorthoclase phenocrysts, several tephra deposits being practically aphyric. Thirdly, ignimbrites—or closely associated fallout tephras— were chosen preferentially as reflecting major events in the history of Nemrut.\nThe thickness of individual tephra deposits also governs the preservation potential of tephra layers. This is well illustrated by the huge AP-1 fallout blanket whose tremendous thickness, in some places reaching>12 m (Figs. 6, 7e), has greatly retarded erosion of underlying\nolder tephras in the northern area aided by the high permeability of the coarse-grained lapilli deposit. In other words, without the highly effective AP-1 veneer, the number of underlying tephras layers preserved would have been much lower. Continuing large-scale pumice mining reaming out the AP-1 deposits at a rapid pace at present will greatly reduce the preservation of underlying thinner tephras in the future.Moreover, we cannot even semi-quantitatively estimate the erosional loss of tephra layers in the stratigraphy (see also below). The fact that 3 large ignimbrite sheets represent a major percentage of dated tephra older than ca. 220 ka suggests, but does not prove, that tephra fallout layers have been preferentially eroded in the earlier part of the tephra stratigraphy."
  }, {
    "heading": "5.1.3. Climatic boundary conditions",
    "text": "Different depositional areas of Nemrut tephra show strong regional contrasts. The area northwest of Van Lake, basically the hinterland of the town of Ahlat, is characterized by a gentle morphology slowly rising to the north (possibly in part due to synvolcanic uplift?) and steppe vegetation resulting from low rainfall. In contrast, the precipitous mountains of the Bitlis massif rise abruptly south of the lake. These areas, as well as the shoulders of the Muş Graben southwest of Nemrut Volcano and the southern slope of the volcano, are characterized by higher rainfall, today as in the past. This stark contrast is clearly borne out by the difference in regional tephra preservation. Tephra occurrences are basically restricted to mountain valleys in the south while widespread tephra blankets prevail to the north.\nSecondly, prevailing winds seem to have been directed dominantly to the NE or, during the past ca. 60 ka, to the east. In other words, Nemrut tephras were deposited chiefly east and north of the volcano, in other words, in orographically favored drier areas."
  }, {
    "heading": "5.1.4. Age groups and eruptive cycles",
    "text": "Despite the uneven tephra record as discussed above, we subdivide the 400 ky time slice so far studied for convenience into three age groups bound by widespread and distinct tephra units.\nGroup 1 (ca. 405–200 ka) encompasses the 2 oldest dated subaerially deposited fallout tephras found so far north and south of Lake Van, the distance between the outcrops amounting to 55 km. These tephras, although practically identical in age, are compositionally distinct enough to indicate that they represent 2 different eruptions. However, several ages obtained by us on fallout deposits near the base of the ca. 220 m long core taken on Ahlat Ridge in 2010 (Litt et al. 2011, 2012; Sumita and Schmincke, 2012a), apparently derived from Nemrut on account of their composition, suggest that explosive activity of Nemrut Volcano began at least as early as ca. 550 ka. Additional age determinations of the stratigraphically lowermost (oldest) tephra layers in the cores are presently underway. The two ca. 400 ka ages are followed by a time interval of ca. 200 000 years in which few tephras between ca. 400 and 300 ka have so far been identified in the land sections. Whether this low tephra frequency is due to low explosive activity or severe erosion between MIS 9 and MIS 11 is discussed below. The age of 3 major ignimbrite cooling units erupted between ca. 265 and 220 ka may indicate that they were less prone to erosion than fallout tephras and thus do not fully reflect the overall explosive evolution of Nemrut Volcano during this time interval.\nGroup 2 comprises deposits emplaced between ca. 190 ka, the age of widespread ca. 190 ka old AP-1, the huge rhyolitic Plinian fallout deposit topped by a co-genetic ignimbrite, and 30 ka, the age of Nemrut Depositional Unit (NDU). Excellent stratigraphic sections west of Ahlat (e.g. Fig. 6) contain many major tephras erupted during this time interval. The importance of the highly effective AP-1 veneer is reflected in the large span in ages of the thin underlying tephras contrasting with more closely spaced ages (higher eruption frequencies) of tephras overlying AP-1. Three of the thick tephras of the impressive Ahlat section (Fig. 6) dated are rhyolitic, the others trachytic.\nStratigraphic control is good. Large volume eruptions in this group have occurred in intervals lasting from 20 000 to 40 000 years.\nGroup 3 comprises all tephra deposits including and younger than the 30 ka-old NDU. The Çekmece Formation tephra layers overlying NDU are dominantly exposed along the eastern and northern slopes of Nemrut edifice in cuts along the two access roads to the caldera. All the—mostly mm-thin—tephras obtained in the short cores belong to the Çekmece Formation except for the Süphan-derived tephras (Sumita and Schmincke, 2008). We include NDU in this youngest group because the trace element concentrations in its upper part (ignimbrite) are very similar to some of the overlying younger tephras of the Çekmece Formation. The fallout rhyolite of NDU is pantelleritic, while the Holocene phreatomagmatic tephra rimming Nemrut Caldera and the historic obsidian lava (Fig. 8a) that erupted ca 1 km due north of the northern caldera rim are comenditic.\nDespite the many uncertainties in the tephra record of Nemrut discussed above, we suspect that the interval between ca. 190 ka and 90 ka, possibly until ca. 60 ka, represents the highest frequency of thick fallout tephra and ignimbrite deposits, perhaps reflecting a peak period in the explosive activity of Nemrut. On the other hand, eruption of the major trachytic fallout unit HP-10 (ca. 60 ka), the widespread rhyolitic ignimbrite(s) Ahlat/Tatvan at ca. 45 ka and especially that of the major unit NDU at 30 ka (see below) could also be interpreted as a continuation of strong explosive activity.\nA major result of this study is the dating of several large-volume rhyolitic, and one major trachytic tephra units. Starting with AP-1 at ca. 190 ka, major eruptions occurred at intervals spaced ca. 20– 40 000 years apart. This is unlikely to be fortuitous and resembles patterns in similar systems elsewhere. For example, Gran Canaria is the site of one of the largest peralkaline ignimbrite fields in the world (e.g. Schmincke and Sumita, 1998 and literature therein). Some 13 high-silica trachytic to rhyolitic and subalkaline to strongly peralkaline pyroclastic flows were erupted between ca. 14 and 13.3 Ma, followed until ca. 10 Ma byphonolitic ignimbrites erupted atmuch larger temporal spacings. The temporal spacing between the rhyolitic ignimbrites is 30–40 000 years, slightly longer, but in the same range, as the large eruptions of Nemrut, which as a volcanic system is much smaller than Miocene Gran Canaria, a 20-km caldera being the source area for the ignimbrites. Small- to medium-sized systems such as Nemrut and Gran Canaria contrast with very large syncaldera-ignimbrite systems such as the Toledo/Valles and Yellowstone calderas in New Mexico. At overlapping older Toledo (1.47 Ma) and younger Valles (1.14 Ma) Caldera, ignimbrites were erupted at intervals of some 300 000 years (Smith, 1979), at much larger Yellowstone system at intervals of 600–800 000 years (2.1 Ma, 1.3 Ma and 0.64 Ma Christiansen (2001), Gansecki et al (1996). Magma supply rates, the dimensions of magma reservoirs, the eruptive conditions of the resident highly evolved magma and the influx of mafic magma as a common trigger are fundamental factors in controlling the critical boundary conditions for roof failure.\nIn summary, the apparent concentration of ages during the past 200 ka and especially the past 100 ka might reflect a major increase in explosive activity of Nemrut Volcano since its initiation ca. 550– 600 000 years ago."
  }, {
    "heading": "5.2. How many caldera collapses during the evolution of Nemrut Volcano?",
    "text": "The spectacular Nemrut Caldera has, in the past, been the focus of much scientific interest. Most authors have considered it as a paroxysmal but unique event in the history of the volcano and speculated on its age. Aydar et al. (2003) distinguished a construction and destruction phase, which they called the pre-caldera and post-caldera stages a subdivision also used with some modifications by most authors except Sumita and Schmincke (under review). Aydar et al. also envisaged the early destruction phase to have produced thick\nPlinian fall and ignimbrites with a postulated volume of 40 km3 spread over an area of 86 km2, followed by caldera collapse. This collapse is thought by some authors to have occurred ca. 0.3 million years ago, the age of the eccentrically located trachytic Kirkor dome on the east flank of Nemrut cone (Yılmaz et al., 1998). Karaoğlu et al. (2005) basically implied that the caldera formed following eruption of what was commonly called the Nemrut Ignimbrite (NI). This ignimbrite is, however, a relatively young product of the explosive activity of Nemrut Volcano, dated by us as ca. 30 ka, apart from the fact that several distinct ignimbrites have been called Nemrut Ignimbrite (see below). Young (Holocene) lava flows and domes and some phreatomagmatic deposits dominate the youngest fill of the caldera, some 10 km2 of which is occupied by a lake up to 150 m deep. Aydar et al. (2003), focusing on volcanic hazards and risks as based on a morphological analysis, considered basalts and trachytes to be the dominant rock types in the young flank eruptions. They mention 2 pre-caldera ignimbrites, the younger of which, called Nemrut Ignimbrite, they interpreted to be associated with the development of Nemrut Caldera, the main subject of the study by Karaoğlu et al. (2005). Özdemir et al. (2006), like Karaoğlu et al. (2005), distinguished three major evolutionary stages, a precaldera stage being further subdivided into effusive, extrusive and explosive phases, the last responsible for caldera formation. In summary, most authors assume an age of ca. 30 ka, the caldera having formed as a consequence of eruption of the Nemrut Ignimbrite. Çubukçu et al. (2012) thought the caldera had formed between 90 and 30 ka, however, and suggested an age of ca. 90 ka for the Nemrut Ignimbrite and a younger ignimbrite named Kantaşi Ignimbrite (Ulusoy et al., 2012).\nWe have found no evidence, however, for a younger ignimbrite nor for widespread basaltic deposits. On the higher slopes of Nemrut cone, NI (corresponding to M-NDU of Sumita and Schmincke, under review) occurs as a thin unwelded to slightly sintered dominantly hot fallout (agglutinate) facies (Fig. 9f) and locally as surge deposit (Fig. 9b) or with other structures characteristic of low concentration flow deposits (Fig. 9c), not uncommon for the upper slope facies of pyroclastic flow deposits. Based on the age of ca. 30 ka obtained by us for the NDU it seems safe to conclude that the present caldera owes its origin to the large-volume eruption of the strongly compositionally zoned NDU erupted at ca. 30 ka.\nSince ignimbrite sheets are globally associated with calderas from which they have erupted, we think it logical to assume that Nemrut Volcano underwent several stages of caldera collapse, some possibly even earlier than ca. 265 ka, the age of the oldest ignimbrite yet dated (see above). Calderas formed prior to ca. 30 ka are likely to have become completely overprinted by subsequent volcanic activity. This would also mean that the most recent caldera collapse on Nemrut at ca. 30 ka could not be taken as an indication of the final paroxysmal event heralding waning activity. We cannot exclude, however, the possibility that one or more of the dated and some as yet undated ignimbrites were erupted from fissures. In any case, all the ignimbrites studied by us older than NDU are characterized by typical Nemrut mineralogy, suggesting Nemrut Volcano as their source."
  }, {
    "heading": "5.3. Compositional evolution",
    "text": "Based on the data at hand, rhyolitic magmas were mostly generated during the past 200 ka but some older rhyolites occur. Two comenditic rhyolites include undated ignimbrite at Yolgözler village (YLI) that is probably older than ca. 250 ka (Muş Ignimbrite) and a fallout tephra overlying 400 ka YP at Yelkenli. Two undated comenditic fallout tephra overlie the ca. 400 ka old Lowest YP 25 km east of Tatvan but it is not clear whether or not they are definitely older than 200 ka (AP-1). Whether or not rhyolites are common in the lower part of the cored\nsections—between ca. 400 and ca. 550 ka (core evidence)—is still uncertain.\nIn any case, the pantelleritic AP-1 does initiate a period during which rhyolites were erupted most frequently, especially between ca. 200 and 80 ka. However, even the two youngest eruptions, the spectacular phreatomagmatic tephra rimming the southern caldera wall and the historic obsidian lava flow (Fig. 8a) are comenditic rhyolites. In summary, the evolution of rhyolitic magmas in the Nemrut system seems to have come into full swing around 200 ka beginning with the “big bang” eruption of AP-1, for which we have calculated a minimum magma volume (DRE) of >30 km3 (Sumita and Schmincke, under review). We assume magma development by crystal fractionation, the less evolved trachytic magmas having erupted in between the large rhyolitic eruptions in volumetrically smaller but more frequent eruptions. The near absence of basaltic parent magmas in the Nemrut compositional stratigraphy we explain by the classic density barrier beneath high level evolved magma reservoirs—the shadow zone—mostly preventing basaltic magmas to penetrate upwards. In this and many other respects, the Nemrut system closely resembles many peralkaline caldera volcano systems (Mahood, 1984). Average incubation times of the rhyolitic magmas to develop into eruptible volumes in the Nemrut system was, as discussed above, on the order of 20–30 000 years.\nAs noted by some earlier workers (e.g. Pearce et al., 1990; Çubukçu et al., 2012), Nemrut magmas are basically variably peralkaline. We cannot yet reconstruct the fine details of peralkaline evolutionary trends of the Nemrut system over the past 400 000 years because the number of age determinations and bulk chemical analyses is still too small. Peralkalinity peaked at ca. 120 ka strongly pantelleritic AP-4 but has decreased since. Several tephra groups showdistinct and coherent compositional characteristics, especially in trace element concentrations (Fig. 10). For example, several smaller trachytic tephra units of the Çekmece Formation directly overlying 30 ka old NDU show strong trace element and mineralogical similarities to Süphan tephras (high Ba and Sr). Field data do suggest that these tephras were sourced in Nemrut.We tentatively interpret this distinct compositional group as interaction with the subduction zone-type magma source below Süphan, a trend already beginning with the late more mafic fallout terminating the NDU. The timing is of major interest because the NDU eruption was one of the largest during the history of Nemrut. Incomplete mapping and problems with identification of this ignimbrite throughout the lower slopes ofNemrut donot allowprecise volume calculations but we suspect an eruptedmagma volume>15 km3 for NDU. The close proximity of the alkalineNemrut and calc-alkaline Süphan edifices (some 50 km), the latter some 1000 m higher in elevation than Nemrut, are puzzling. Perhaps the collapse of the Nemrut magma system and evacuation of a huge volume of resident magma may have funneled some Süphan-type magma via dike systems into the Nemrut system. Major changes in loading-unloading by massive changes in the water volume of Lake Van, amounting to hundreds of km3 of water during this time, may also have played a role (see below). Ba anomalies are known from other peralkaline systems and are explained e.g. by resorption of alkali feldspars (Macdonald, 2012). The Nemrut case seems to bedifferent because of the occurrence of contrasting compositional characteristics of Süphan tephras. Another case of distinct trace element characteristics characterizes trachyte tephras of the Sentepe Formation underlying NDU. These trachytes show extreme concentrations in incompatible elements such as Zr and Nb exceeding those of all rhyolites. The reasons for these high trace element concentrations will be discussed in a subsequent publication on the petrology of Nemrut magmas."
  }, {
    "heading": "5.4. Paleoclimatic implications",
    "text": "Can the age data here presented help solve a central problem of Lake Van research: when and how and why did the lake turn alkaline? In\n32 M .Sum ita,H .-U .Schm incke / JournalofV olcanology and G eotherm alResearch 253 (2013) 15 –34\nother words: when and how did the lake become isolated? This is obviously primarily a function of geodynamic/volcanic events and not of climate forcing. In other words, a natural barrier must have formed at some time, high enough to terminate the natural drainage of the lake. Following this event, mass and composition of the lake water were likely governed largely by the balance of precipitation and evaporation but also by geodynamic factors. Here we will only touch on the complex coupling of several forcing factors and merely point out the direction of further inquiries.\nWe recognize a slight peak in the frequency of explosive eruptions during warm interglacial periods (e.g. MIS 5 (ca. 75–135 ka) and MIS 7 (ca. 190–240 ka)). If corroborated by additional age data, this coincidence could be due to several factors. The simplest explanation would be higher rates of erosion and thus preferential removal of tephra layers during glacial stages, generating an apparent low in explosive activity. We have not observed pronounced channeling, channel filling and conglomerates between tephra sheets north of Ahlat, where pumice pits are abundant enough to allow statistically meaningful observations. We emphasize, however, that erosional removal of the highly permeable coarse-grained tephra blankets takes place in a particular mode: most runoff concentrates in a few canyons, which exist, while widespread degradation of tephra sheets is largely areal (planar), wind apparently having played a major role.\nThe other potential cause of a dependence of eruption frequency on climate could be lithosphere unloading following massive glacier melting that could trigger partial melting in the asthenosphere and/ or magma reservoir unloading. Such a correlation has been well supported by observations in Iceland (Werner et al., 1996) and also by modeling (e.g. Jull and McKenzie, 1996). In addition, several drastic rises and lowering of lake level by more than 400 m below the present lake level whose presentmaximumdepth is 450 mhave now been recognized in somedetail (Cukur, personal communication, 2012). Rises in lake level are believed to be reflected in several widespread lake terraces, studied recently in some detail (Kuzucuoğlu et al., 2010). These authors postulated the maximum lake level to have been about 70 m above the present level (1650 m). For this maximum transgression, Kuzucuoğlu et al. (2010) assumed volcanic forcing, the rise in lake level having been caused by the eruption of their “black pumice flow” whose age they assume to be ca. 110–130 ka. This date then would effectively initiate the closing of the Lake Van Basin and the beginning of lake alkalinity. The “black pumice flow” corresponds to what we call the Kücüksu Ignimbrite (see above), dated by us at ca. 220 ka, almost twice as old as thought by Kuzucuoğlu et al. (2010). Moreover, we infer a significantly earlier age for the beginning of the “alkaline” stage of Lake Van, probably around 400 ka or earlier (Schmincke and Sumita, 2012). The possibility of Lake Van terraces being modified by, or due to, significant tectonic and/or intrusive uplift has, to our knowledge, not been tested rigorously. The major uplift at western Halepkalesi Peninsula (Fig. 5) is clear evidence that uplift on the order of tens of meters (minimum) has taken place at least at the western end of lake Van. Widespread uplift of similar dimensions has been recognized in the eastern part of Lake Van and adjacent land areas (Cukur, personal communication, 2012). The relationship between the elevation of morphological terraces and former lake levels needs to be re-evaluated. The volume of the lake water, presently ca. 300 km3 (Tomonaga, personal communication, 2012), would simply be doubled during the peak transgressions taken as represented by the 70 m terrace (if confirmed). This increase in water mass would drastically increase the load on the fractured and highly unstable basement beneath Lake Van and arguably beneath Nemrut edifice continuing into the Muş Graben. Calculations are underway to present a more rigorous treatment of one of the most fascinating aspects of the dynamic history of the Lake Van tectonic basin with major relevance to modulating the geodynamic conditions, including earthquakes and volcanic eruptions. Results will be presented in a subsequent account on the age distribution of tephras in the drill cores. There is persuasive evidence that recent\nearthquakes have been triggered by even slight changes in the level of Lake Van (Utkucu, 2006)."
  }, {
    "heading": "6. Conclusions",
    "text": "(1) Explosive eruptions of Nemrut Volcano have been documented on land for the past 400 000 years but began at least as early as ca. 530 ka ago. (2) Ignimbrites alternated with fallout tephras throughout much of this interval, at least during the past 265 ka. The present caldera probably formed, or was overprinted, during eruption of the youngest ignimbrite (Nemrut Ignimbrite, part of NDU) at ca. 30 ka but was preceded by some 6 or more caldera stages, provided that each major ignimbrite sheet can be associated with a caldera collapse of Nemrut Volcano. (3) Most tephra layers are variably peralkaline trachytic in composition and can be grouped into high-silica and low-silica trachytes and others distinguished by highly contrasting trace element inventories such as high Ba, Sr etc. (Çekmece Formation) and others with high LIL trace elements (Sentepe Formation). This suggests periodic emplacement of parent magma batches with distinct compositional make-up. (4) Most rhyolite eruptions occurred between ca. 200 and 80 ka, a time period also characterized by the largest number of highvolume fallout sheets, the youngest large volume rhyolite fallout directly underlying the Nemrut ignimbrite being dated as 30 ka. (5) Major (rhyolite) explosive eruptions occurred at intervals of ca. 20–40 ky. These rates and erupted tephra volumes are similar to other medium-sized peralkaline caldera systems. (6) We speculate on several major paleoclimatic boundary conditions. An apparent concentration of explosive phases of Nemrut during warm phases (interglacials) might be due to asthenospheric unloading followingmelting of glacier covers and/or drastic changes in water masses during major transgressions and regressions. (7) Erosion might be acceleratedd during glacial periods, especially at their end when thick glaciers and snow masses melt leading to increased removal of tephras. (8) Dominant wind directions as reflected in axes of fallout tephra isopach maps suggest a change from SW to W between ca. 80 and 120 ka. (9) A rigorous lithological, volcanic, compositional and temporal stratigraphic framework here proposed is regarded essential for a successful correlation and age determination of tephras cored in Lake Van. (10) Dated and compositionally distinct large magnitude alkalic Nemrut tephras are likely to play a prominent role in paleoclimate studies in concert with calc-alkaline tephras derived from other major volcanoes in the area such as Süphan and Ararat, the two largest with major pyroclastic deposits, and thus will represent distinct markers in lakes and soils in what we call the East Anatolian Tephra Province (Schmincke and Sumita, 2012).\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.jvolgeores.2012.12.009."
  }, {
    "heading": "Acknowledgments",
    "text": "The initial motivation for our work was the necessity for a pre-site survey of the widespread but previously basically unstudied explosive products of Nemrut and Süphan volcanoes related to, and accompanying, the ICDP PaleoVan drilling project (Litt et al., 2009, 2011) because of the expected major stratigraphic, temporal and compositional contribution of tephra layers to the Lake Van sediments. Our work was financed\nby DFG projects SCHM 250/86-1 and SCHM 250/87-1. We thank Ray Macdonald for many helpful comments on the manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "The Quaternary and Pliocene Yellowstone plateau volcanic field of Wyoming, Idaho, and Montana. U.S",
    "authors": ["R.L. Christiansen"],
    "venue": "Geological Survey Professional Paper",
    "year": 2001
  }, {
    "title": "Global Chronostratigraphical Correlation Table for the Last 2.7 Million Years",
    "authors": ["K.M. Cohen", "P.L. Gibbard"],
    "year": 2011
  }, {
    "title": "Mt. Nemrut volcano (Eastern Turkey): temporal petrological evolution",
    "authors": ["H.E. Çubukçu", "İ. Ulusoy", "E. Aydar", "O. Ersoy", "E. Şen", "A. Gourgaud", "H. Guile"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2012
  }, {
    "title": "The geology of Lake Van",
    "authors": ["E.T. Degens", "F. Kurtmann"],
    "venue": "MTA Press, Ankara,",
    "year": 1978
  }, {
    "title": "The historical volcanoes of Armenia and adjacent areas revisited",
    "authors": ["R.A. Haroutiunian"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2006
  }, {
    "title": "Observation and analysis of low-frequency crustal earthquakes in Lake Van and its vicinity, eastern Turkey",
    "authors": ["G. Horason", "A. Boztepe-Güney"],
    "venue": "Journal of Seismology",
    "year": 2007
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "Journal of Geophysical Research",
    "year": 1996
  }, {
    "title": "Holocene-historical volcanism and active faults as natural risk factors for Armenia and adjacent countries",
    "authors": ["A. Karakhanian", "R. Djrbashian", "V. Trifonov", "H. Philip", "S. Arakelian", "S. Avagian"],
    "venue": "Journal of Volcanology andGeothermal",
    "year": 2002
  }, {
    "title": "Stratigraphy of the volcanic products around Nemrut Caldera: implications for reconstruction of the caldera formation",
    "authors": ["Ö. Karaoğlu", "Y. Özdemir", "A.Ü. Tolluoğlu", "M. Karabiyikoğlu", "O. Köse", "Froger", "J.-L"],
    "venue": "Turkish Journal of Earth Science",
    "year": 2005
  }, {
    "title": "Lake Van varve record: the past 10 420 years",
    "authors": ["S. Kempe", "E.T. Degens"],
    "venue": "Geology of Lake Van. MTA Press,",
    "year": 1978
  }, {
    "title": "Magma generation by slab steepening and breakoff beneath a subduction–accretion complex: an alternative model for collision-related volcanism in Eastern Anatolia, Turkey",
    "authors": ["M. Keskin"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Eastern Anatolia: a hotspot in a collision zone without a mantle plume",
    "authors": ["M. Keskin"],
    "venue": "Geological Society of America Special Papers",
    "year": 2007
  }, {
    "title": "Formation of the Upper Pleistocene terraces of Lake Van (Turkey)",
    "authors": ["C. Kuzucuoğlu", "A. Christol", "D. Mouralis", "A. Doğu", "E. Akköprü", "M. Fort", "D. Brunstein", "H. Zorer", "M. Fontugne", "M. Karabiyikoğlu", "S. Scaillet", "Reyss", "J.-L", "H. Guillou"],
    "venue": "Journal of Quaternary Science",
    "year": 2010
  }, {
    "title": "Evolution of peralkaline silicic complexes: lessons from the extrusive rocks",
    "authors": ["R. Macdonald"],
    "venue": "Lithos 152,",
    "year": 2012
  }, {
    "title": "Pyroclastic rocks and calderas associated with strongly peralkaline magmatism",
    "authors": ["G.A. Mahood"],
    "venue": "Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Geochemical features of collision-related volcanic rocks in central and eastern Anatolia, Turkey",
    "authors": ["K. Notsu", "T. Fujitoni", "T. Ui", "J. Matsuda", "T. Ercan"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1995
  }, {
    "title": "Volcanostratigraphy and petrogenesis of the Nemrut stratovolcano (East Anatolian High Plateau): the most recent post-collisional volcanism in Turkey",
    "authors": ["Y. Özdemir", "Ö. Karaoğlu", "A.Ü. Tolluoğlu", "N. Güleç"],
    "venue": "Chemical Geology",
    "year": 2006
  }, {
    "title": "Genesis of collision volcanism in eastern Anatolia, Turkey",
    "authors": ["J.A. Pearce", "J.F. Bender", "S.E. De Long", "W.S.F. Kidd", "P.J. Low", "Y. Güner", "F. Şaroğlu", "Y. Yılmaz", "S. Moorbath", "J.G. Mitchell"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1990
  }, {
    "title": "Volcanic evolution of Gran Canaria reconstructed from apron sediments: synthesis of VICAP project drilling (ODP Leg 157)",
    "authors": ["Schmincke", "H.-U", "M. Sumita"],
    "venue": "Proc. ODP Sci. Results,",
    "year": 1998
  }, {
    "title": "Multiple explosive rhyolite/trachyte eruptions of alkaline–peralkaline Nemrut and dacite/rhyolite eruptions of neighboring subduction zone-related Süphan volcano over 600 000 years: the East Anatolian tephra province",
    "authors": ["Schmincke", "H.-U", "M. Sumita"],
    "venue": "Abs. EGU General Assembly,",
    "year": 2012
  }, {
    "title": "Probabilistic seismic hazard assessment for Lake Van basin, Turkey",
    "authors": ["L. Selcuk", "A.S. Selcuk", "T. Beyaz"],
    "venue": "Natural Hazards",
    "year": 2010
  }, {
    "title": "East Anatolian high plateau as a mantlesupported, north–south shortened domal structure",
    "authors": ["A. Şengör", "S. Özeren", "T. Genç", "E. Zor"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Ash-flow magmatism",
    "authors": ["R.L. Smith"],
    "venue": "Ash-flow tuffs Geological Society of America Special Papers",
    "year": 1979
  }, {
    "title": "Tephra input into Lake Van",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "venue": "Abstract volume IODPICDP Kolloquium 2008 (Hannover)",
    "year": 2008
  }, {
    "title": "The climatic, volcanic and geodynamic evolution of the Lake Van-Nemrut-Süphan system (Anatolia) over the past ca",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "year": 2012
  }, {
    "title": "Temporal framework of Lake Van sediments provided by single crystal",
    "authors": ["M. Sumita", "Schmincke", "H.-U"],
    "year": 2012
  }, {
    "title": "Impact of tephra input into Lake Van (Turkey). Abstract volume IAVCEI General Assembly (Iceland)",
    "authors": ["M. Sumita", "Schmincke", "H.-U", "T. Litt", "G. Heumann", "S. Krastel"],
    "year": 2008
  }, {
    "title": "The geodynamics of the Aegean and Anatolia: introduction",
    "authors": ["T. Taymaz", "Y. Yılmaz", "Y. Dilek"],
    "venue": "Society of London, Special Publication",
    "year": 2007
  }, {
    "title": "Volcanological evolution and caldera forming eruptions of Mt. Nemrut (Eastern Turkey)",
    "authors": ["İ. Ulusoy", "H.E. Çubukçu", "E. Aydar", "P. Labazuy", "O. Ersoy", "E. Şen", "A. Gourgaud"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2012
  }, {
    "title": "Implications for the water level change triggered moderate (M≥4.0) earthquakes in Lake Van basin, Eastern Turkey",
    "authors": ["M. Utkucu"],
    "venue": "Journal of Seismology",
    "year": 2006
  }, {
    "title": "A new model for the evolution of table mountains: volcanological and petrological evidence from Herdubreid and Herdubreidartögl volcanoes (Iceland)",
    "authors": ["R. Werner", "Schmincke", "H.-U", "G. Sigvaldason"],
    "venue": "Geologische Rundschau",
    "year": 1996
  }, {
    "title": "Geology of the quaternary volcanic centers of the east Anatolia",
    "authors": ["Y. Yılmaz", "Y. Güner", "F. Şaroğlu"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }],
  "id": "SP:5db6b7b307d08a3bc66370880a30ba868abf1a09",
  "authors": [{
    "name": "Mari Sumita",
    "affiliations": []
  }, {
    "name": "Hans-Ulrich Schmincke",
    "affiliations": []
  }],
  "title": "Impact of volcanism on the evolution of Lake Van II: Temporal evolution of explosive volcanism of Nemrut Volcano (eastern Anatolia) during the past ca. 0.4Ma"
}