{
  "sections": [{
    "text": "The phytoplankton response (calcareous nannofossils) to the Late Maastrichtian climate evolution is investigated in the South Atlantic DSDP Hole 525A and compared to published geochemical and micropaleontological data. The results point to a succession of dramatic climatic fluctuations. “Cool-water indicators” (Ahmuellerella octoradiata, Kamptnerius magnificus and Nephrolithus frequens) suggest cool surface water conditions prevailed during Chron C30n. At the top of C30n, their sudden drop in abundance, the last occurrence of B. constans and the concomitant increase in the tropical species Micula murus suggest warming and lower surface water productivity. An M. murus acme within Chron C29r reflects maximum warming. During the last 100 kyr of the Maastrichtian, the decrease in M. murus and increase in cool-water indicators reflect rapid cooling with the cool climate persisting over. The calcareous nannoplankton response to climate change correlate with similar findings in the Equatorial Atlantic Hole 1258A and parallels the stable isotope record of planktic and benthic foraminifera of DSDP Hole 525A as well as the decline in 187Os/188Os. Comparison of this marine record and the continental climate record in North America suggests a link between Deccan volcanism and the late Maastrichtian warm event. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Calcareous nannofossils; Upper Maastrichtian; Climate change; Biostratigraphy; Paleoecology; Paleoclimate"
  }, {
    "heading": "1. Introduction",
    "text": "The long-term global cooling that characterizes the Maastrichtian (Douglas and Savin, 1973; Arthur et al., 1985; Barrera et al., 1997), is superimposed by dramatic climate and temperature fluctuations (Barrera and Savin, 1999; Li and Keller, 1999). In particular, the late Maastrichtian experienced the most extreme climate changes, including global cooling between 67.7 and\n⁎ Corresponding author. E-mail addresses: nithibau@ccr.jussieu.fr (N. Thibault),\ngardin@ccr.jussieu.fr (S. Gardin).\n0377-8398/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.marmicro.2007.07.004\n66 Ma1 (in chron C30n), which decreased sea-surface temperatures by 3 °C in middle to high-latitudes (Barrera and Savin, 1999; Li and Keller, 1998a, 1999). This cooling was followed by a rapid and intense warming of 3–4 °C about 300 ky before the Cretaceous–Paleogene boundary (K–PB). Global cooling resumed in the last 100 kyr of the Maastrichtian and lowered sea surface temperatures (SST) by 2–3 °C.\nPlanktic foraminifera record numerous biotic events correlative with these paleoclimatic changes. For example,\n1 Li and Keller (1998a,c) used absolute ages of Gradstein et al. (2004) to describe the Maastrichtian climatic trends. These ages have re-calibrated using Ogg et al. (2004).\nMicrorhabdulus spp. M. belgicus, M. decoratus, M. undosus Prediscosphaera cretacea s.l. P. cretacea (∼80%), P. grandis, P. majungae, P. microrhabdulina Retecapsa spp. Stradneria crenulata (∼80%), R. ficula, R. schizobrachiata, R. surirella Zeugrhabdotus spp. Z. spiralis (90%), Z. embergeri, Z. erectus, small Zeugrhabdotus\n164 N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nLi and Keller (1998a) noticed a diversification of South Atlantic planktic foraminifera coincident with the first late Maastrichtian cooling. Dwarfing of species is associated with the latest Maastrichtian global warming along with decreased diversity (Abramovich and Keller, 2003). Overall species richness began to decrease at the maximum cooling about 66 Ma in the South Atlantic and Tethyan basins and accelerated through the warm event (Li and Keller, 1998a,b), which is also associated with poleward migration of low latitude species and increase in size and abundance of Contusotruncana contusa and warm-water Pseudotextularia elegans (Kucera and Malmgren, 1998a; Olsson et al., 2001).\nThe nannofossil record is less well understood. Few quantitative studies have been published to date for the Maastrichtian (Friedrich et al., 2005; Thibault and Gardin, 2006), though a plethora of quantitative nannoplankton studies exists on the few centimeters spanning the K–P boundary (see reviews of Gartner, 1996; Pospichal, 1996; Gardin and Monechi, 1998).\nThis study was undertaken to fill this gap, with the aim to decipher the response of calcareous nannofossils to the late Maastrichtian climatic events. Hole 525A (DSDP Leg 74), located in the middle paleolatitude South Atlantic, was chosen because of the excellent microfossil record and existing published high resolution stable isotope and planktic foraminiferal datasets, which permits correlation, comparison and integration of the calcareous nannofossil record to determine the nature and response to these climatic events."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. DSDP Hole 525A: setting and previous work",
    "text": "South Atlantic DSDP Hole 525A was drilled on Walvis Ridge 800 km off the coast of Africa (Fig. 1). During the Maastrichtian, the site was at 36° S paleolatitude and at a paleowater depth of about 1000 m (Moore et al., 1984). Hole 525Awas chosen because of its continuous sedimentation, excellent paleomagnetic record and the availability of numerous geochemical proxies including high-resolution carbon and oxygen isotope records on both planktic and benthic foraminifera (Li and Keller, 1998a, 1999), fine-fraction carbon and oxygen isotope records (Alcala-Herrera et al., 1992) and osmium isotopes (Ravizza and Peucker-Ehrenbrink, 2003). Hole 525A has been intensively studied for planktic foraminifera (Li and Keller, 1998a; Kucera and Malmgren, 1998a,b; Olsson et al., 2001; Abramovich and Keller, 2003), benthic foraminifera (Widmark, 1997) and ostracods (Majoran et al., 1997, 1998). Calcareous nannofossils studies are limited to biostratigraphy (Manivit, 1984; Henriksson, 1993), biogeography and ecologic patterns across the Cretaceous–Paleogene boundary (K– PB) (Henriksson and Malmgren, 1997) and differential dissolution ranking (Henriksson and Malmgren, 1999)."
  }, {
    "heading": "2.2. Sampling and methodology",
    "text": "The investigation of both absolute and relative abundances of nannofossils was performed on 29 samples spanning the last 2.5 My of the Maastrichtian. Samples were processed following the method described in Thibault and Gardin (2006). The relative abundances of species were calculated as the percentage of at least 550 specimens randomly counted at a magnification of 1575×. With this high number of specimens counted, a variation of only 1% of rare species represents an increase\n165 N . T hibault, S.G ardin / M arine M icropaleontology 65 (2007) 163–184\n166 N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nof 5 to 10 specimens observed per slide, which is statistically meaningful (Patterson and Fishbein, 1989). Absolute abundances were obtained as the number of specimens per mm2, following the calculation described in Thibault and Gardin (2006). In addition, three traverses of the slide, corresponding to about 570 fields of view, were examined to document species richness of each sample. Those species which were too rare for an accurate quantitative analysis were grouped into higher taxonomic levels, such as Eiffellithus spp., Ceratolithoides spp., Microrhabdulus spp., Retecapsa spp. and Zeugrhabdotus spp. (Table 1).\nFor biostratigraphy, we used the absolute abundance patterns of nannofossil markers to determine the FO and LO of index species (Fig. 2). This biochronologic method has been proved to be much more efficient to distinguish levels of last occurrences from reworked patterns (Backman and Shackleton, 1983; Backman, 1986; Rio et al., 1990; Raffi, 1999, 2002). The zonations of Perch-Nielsen (1985) and Burnett (1998) were used for the biostratigraphic analysis of this hole (Fig. 2). Calcareous nannofossil species considered in this work are listed in the Appendix, following taxonomic concepts of PerchNielsen (1985) and Young and Bown (1997)."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Biostratigraphy",
    "text": "The studied interval spans the planktic foraminiferal zones CF1 to CF4 of Li and Keller (1998a) and zones KS30b to KS31 of Sliter (1989) (Fig. 2). However, the FO of A. mayaroensis (which defines the base of KS 31), and the FO of R. contusa (which defines the base of KS30b) are in a reverse order in Hole 525A as compared to the standard KS zonation (Li and Keller, 1998a). Therefore, these zones cannot be differentiated here (Fig. 2).\nThe calcareous nannofossil biostratigraphy, formerly established by Manivit (1984) and Henriksson (1993), was refined based on the FAD ofM. murus andM. prinsii (Table 2), which allowed application of the biozonations of Perch-Nielsen (1985) and Burnett (1998) (Fig. 2).\nFive secondary bio-events are documented for this Hole (Fig. 2). The base of Ceratolithoides kamptneri is recorded at the base of magnetochron C30n. According to Self-Trail (2001, 2002), this event occurs almost concurrently with the C31n/C30r boundary in both nearshore and deep-ocean environments. At site 525A this event is about 1.5 m above this stratigraphic level. However, C. kamptneri is very rare and discontinuously present in the lower part of its range (Fig. 2). Moreover,\nchron C30r is less than 1 m thick (Chave, 1984) and it lasts only about 100 ka (Ogg and Smith, 2004). Therefore, this event may be concordant with the previous findings. The last occurrences of Ahmuellerella octoradiata, Ceratolithoides indiensis and Biscutum constans are recorded within Chron C30n (Fig. 2). These secondary events may be useful to further refine the biostratigraphy in this region. Notably, the last occurrence of B. constans was previously recorded in the uppermost part of Chron C30n in the Equatorial Atlantic ODP site 1258A (Thibault and Gardin, 2006). It may be a reliable event in the tropical Atlantic. All nannofossil stratigraphic levels are given in Table 2."
  }, {
    "heading": "3.2. Late Maastrichtian assemblages",
    "text": ""
  }, {
    "heading": "3.2.1. Absolute abundance and species richness",
    "text": "The total nannofossil abundance shows a slight overall decreasing trend in the studied interval from 3000 to 2500 specimens/mm2, except for the return to higher values at the top of the section (Fig. 3). One sample of chron C30n (core 41-4/100–101 cm) is characterized by a minimum in nannofossil abundance while the last two samples of the Maastrichtian show slightly higher abundances (Fig. 3).\nSpecies richness shows a relative stable evolution, with a maximum of 98 species at the base of the studied interval and a minimum of 65 in sample 41-4/100– 101 cm. In the upper part of Chron C30n species richness decreases to 60 species by the end of the Maastrichtian (Fig. 3)."
  }, {
    "heading": "3.2.2. Preservation of the nannofossil assemblage",
    "text": "To test the impact of preservation on the composition of the assemblages, we used the correlation between the relative and absolute abundances of the high solutionresistant species M. decussata (Fig. 4a), and the correlation between the relative abundance of this taxon and both species richness and total nannofossil abundance (Fig. 4b,c). When diagenetic processes profoundly alter\n167 N . T hibault, S.G ardin / M arine M icropaleontology 65 (2007) 163–184\n168 N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nthe original assemblage, a drop in nannofossil abundance and species richness is expected, whereas the relative abundance of high-resistant species M. decussata increases. Moreover, the relative abundance of this taxon should not show a good correlation with its absolute abundance, as the latter is a good proxy of the original accumulation on the sea-floor.\nNo correlation was found between the total nannofossil abundance and the relative abundance of M. decussata (Fig. 4a), nor between species richness and relative abundance of this taxon during the late Maastrichtian (Fig. 4b). Instead, a wide dispersal of the data is observed\non these two diagrams which allows us to exclude a strong impact of diagenetic processes on the assemblage. Furthermore, there is a good correlation (R=0.84) between the absolute and relative abundances of M. decussata (Fig. 4c). Solution-susceptible taxa such as B. constans, P. stoveri, Eiffellithus spp. and P. cretacea are present, and show no peculiar features relative to M. decussata abundance changes (Fig. 3). Only one sample in Chron C30n (sample 41-4/100–101 cm) is an outlier (Fig. 4a,b,c) and shows a peak in M. decussata coincident with a drop in species richness and total nannofossil abundance. This suggests a diagenetic overprint. LM images of some nannofossil species considered in this study are presented on Plate I. All of them show a moderate to good preservation.\nIn a previous study of Hole 525A, Kucera et al. (1997) observed fluctuating dissolution stages in a short interval based on different degrees of fragmentation in planktic foraminifera. Henriksson and Malmgren (1999) used a statistical approach to evaluate the dissolution effect on nannofossil assemblages between 453.5 and 456.5 mbsf. Only three samples from our study belong to this interval. These three samples could not be clearly linked to differential preservation, including lower species richness or total nannofossil abundance, or absence of most delicate species B. constans and P. stoveri. We conclude that in Hole 525A, diagenetic processes did not profoundly alter the original nannofossil assemblages and that both relative and absolute abundances of nannofossils can be interpreted as reflecting paleoecological conditions."
  }, {
    "heading": "3.2.3. Composition of the assemblage",
    "text": "Late Maastrichtian assemblages are dominated by Micula decussata (13 to 51%), Watznaueria barnesiae (4 to 20%), Prediscosphaera cretacea (3 to 20%), Prediscosphaera stoveri (1 to 9%), Cribrosphaerella ehrenbergii (2 to 11%), Retecapsa spp. (2 to 8%), Zeugrhabdotus spp. (1 to 8%) and Ceratolithoides spp. (0.5 to 8%). These taxa account for 65 to 80% of the total nannofossil assemblage. Other common nannofossil taxa are Arkhangelskiella cymbiformis, Ahmuellerella regularis, Eiffellithus spp. and Microrhabdulus spp. This overall assemblage is similar to those reported from low to middle latitudes.\nM. decussata (the dominant species) shows two peaks in abundance (up to 50%) in core 42 in the lower part of the section (Fig. 3). Another prominent peak of abundance (up to 43%) is also observable in the middle of core 41 and is correlated to lower species richness and lower total nannofossil abundance. Above is an overall decrease from the top of core 41 to the middle of core 40.\nPlate I. Light-microscope images of nannofossils from DSDP Hole 525A. Names and sample origin are given beneath the images.\n169N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\n170 N . T hibault, S. G ardin / M arine M icropaleontology 65 (2007) 163–184\n171N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nIn the uppermost Maastrichtian abundance increases again to a maximum of 30% of the assemblage.\nP. cretacea, the second dominant species reaches about 14% in relative abundance and remains stable (Fig. 3) except for a decrease in abundance in core 42, coincident with maximum abundances of M. decussata.\nW. barnesiae accounts for a mean of 9% of the assemblage. Its relative abundance remains quite stable in cores 42 and 41 with one remarkable peak up to 20% in one sample of core 41 (Fig. 3). At the end of the Maastrichtian, W. barnesiae increased to a maximum of 15%.\nC. ehrenbergii, Retecapsa spp., A. cymbiformis, A. regularis, Eiffellithus spp. and Microrhabdulus spp. do not exceed 10% of the assemblage and show no particular trends through the late Maastrichtian (Fig. 3).\nCeratolithoides spp. accounts for about 6% of the assemblage until the middle of core 41, where abundances drop to less than 2% and remain low to the top of the section. This drop is due to the disappearance of C. indiensis (Fig. 3).\nP. stoveri shows highly variable abundances in cores 42 and 41 with a mean of 6% of the assemblage. This species drops to 2% in the middle part of core 40 and reaches 6% again at the top of the Maastrichtian (Fig. 3).\nB. constans shows a low but variable signal through cores 42 and 41 and does not exceed 4% of the assemblage until it disappears in the first half of core 40, at the top of chron C30n (Fig. 3).\nZeugrhabdotus spp. is less than 2% abundant in the first half of core 42. Its abundance doesn't exceed 3% except for three intervals where it reaches 7%, the first one in the second half of core 42, the second one in the middle of core 41 and the last one in core 40 (Fig. 3).\nA. octoradiata, Gartnerago spp., Kamptnerius magnificus and Nephrolithus frequens are grouped together as “cool-water indicators” because of their preference for high-latitudes (see next paragraph). They always account for less than 2%, except in chron C30n where they clearly evidence an interval of higher abundances (up to 3%), from the second half of core 42 to the upper part of core 41 (Fig. 5). A sudden drop is observed at the top of core 41 and very low abundances (b0.5%) persist up to the last sample of the Maastrichtian, where they slightly increase to 1.5%.\nThe tropical species Micula murus remains rare in the assemblage up to the upper part of core 41 (Fig. 5). Its relative abundance sharply increases in core 40, immediately after the demise of the “cool-water indicators” and an acme zone can be observed in core 40, with abundances up to 4%. At the top of the Maastrichtian the abundance of M. murus decreases to 1%."
  }, {
    "heading": "4. Paleoecology",
    "text": ""
  }, {
    "heading": "4.1. M. decussata, a high-stress marker?",
    "text": "The nannolith M. decussata is a major component of Late Cretaceous assemblages. Its paleoecological significance is not yet well understood (Lees et al., 2005). Since the studies of Hill (1975) and Thierstein (1980), its distribution has largely been interpreted as driven by preservation. Some workers reported very high abundances of this species in well-preserved Uppermost Maastrichtian samples that show no evidence of dissolution or overgrowth (Eshet et al., 1992; Tantawy, 2002). Previous studies differ on the paleoecological significance of this species. Several authors suggested a preference for cooler temperatures (Wind, 1979; Doeven, 1983; Watkins and Self-Trail, 2005). Other studies demonstrate a cosmopolitan distribution for this species reaching up to 80% in tropical and subtropical assemblages (Wind, 1979; Thierstein, 1981; Shafik, 1990; Henriksson and Malmgren, 1997; Lees, 2002). Eshet et al. (1992), Gardin and Monechi (1998), Tantawy (2002) and Thibault and Gardin (2006) interpreted the large predominance ofM. decussata as indicative of high-stress environmental conditions."
  }, {
    "heading": "4.2. Temperature indices",
    "text": "The most abundant calcareous nannofossil species in Maastrichtian assemblages at low middle latitudes are broadly cosmopolitan and thus little influenced by changes in water mass temperature. The species that show a clear latitudinal preference are a minor component of the assemblage (less than 5%). Even if we cannot rule out the role of nutrient distributions and water-column stability on these species, they have the best potential to delineate surface-water temperature changes (Table 3).\n172 N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nGartnerago spp., A. octoradiata, K. magnificus and N. frequens are more abundant at high-latitude sites (Wind, 1979; Thierstein, 1981; Pospichal and Wise, 1990; Watkins, 1992; Lees, 2002) and, therefore, have clear affinities to cool surface-waters. They are thus used as “cool-water indicators”.\nM. murus has a restricted tropical–subtropical distribution (Worsley and Martini, 1970; Thierstein, 1981; Lees, 2002) and is totally absent from high latitude sites. It can be interpreted as a thermophilic taxon."
  }, {
    "heading": "4.3. Fertility indices",
    "text": "B. constans and Zeugrhabdotus erectus have been widely used as high-fertility indices in mid-Cretaceous sediments (Roth and Krumbach, 1986; Watkins, 1989; Erba, 1992; Erba et al., 1992; Fisher and Hay, 1999; Gale et al., 2000; Herrle, 2003; Herrle et al., 2003a,b). However, these two species display discrepant behaviours during the mid-Cretaceous OAEs, suggesting different degrees of fertility (Erba, 1992, 2004). According to some authors, B. constans favored higher fertility conditions as compared to Z. erectus (Williams and Bralower, 1995; Fisher and Hay, 1999), whereas others suggested the opposite (Erba, 1992; Erba et al., 1992). Although these two taxa are related to enhanced fertility conditions, the differentiating ecological parameters that control their differing distribution patterns are still unclear (Lees et al., 2005). In the Upper Cretaceous (Maastrichtian), the paleobiogeographic distribution of B. constans shows a preference for both high-latitude and supposed tropical upwelling areas (Thierstein, 1981). Based on statistical analysis, Eshet and Almogi-Labin (1996) determined Biscutum spp. (mainly composed of B. constans) as belonging to a high-productivity group of nannofossils in organic-rich carbonate sequences which accumulated in a Campanian–Maastrichtian upwelling belt along the southeastern Tethys. This species seems to have kept a strong affinity to more fertile surface-waters all along its stratigraphical range.\nOther species of Zeugrhabdotus have also been used as fertility indicators but their abundances are lower than B. constans and Z. erectus in conditions of enhanced fertility (Watkins, 1989; Eshet and Almogi-Labin, 1996; Fisher and Hay, 1999). Their statistical relationship with other proxies of surface water fertility are significant, but less evident than these two species (Watkins, 1989; Eshet and Almogi-Labin, 1996; Fisher and Hay, 1999). Recently, some species of Zeugrhabdotus have also been used as temperature indicators (e.g. Z. diplogrammus and Z. trivectis, Herrle et al., 2003a,b). As a consequence, other species of Zeugrhabdotus may be\nassociated to lower fertility conditions than B. constans and Z. erectus and possibly respond to other ecological parameters such as temperature.\nThe paleoecological affinity of P. stoveri is still under debate. P. stoveri is a common species of tropical paleolatitudes, but strongly increases in abundance in both southern and northern high-latitudes in the Late Maastrichtian (Jiang and Gartner, 1986; Pospichal and Wise, 1990, 1992; Lottaroli and Catrullo, 2000). This event was interpreted as cooling in high-latitudes and the increase of temperature gradients between low and high-latitudes. However, increasing percentages of this species are coincident with high values of a high-productivity benthic foraminiferal index in the Lower Maastrichtian of the North German Basin (Friedrich et al., 2005). These authors used P. stoveri as a high-fertility indicator in this area.\nIn the Equatorial Atlantic, P. stoveri is also more abundant during an episode of cooling and higher fertility in the Lower Maastrichtian (Thibault and Gardin, 2006). But during the second episode of cooling of the Maastrichtian, which is not accompanied by higher abundances of high-fertility taxa Zeugrhabdotus spp. and B. constans, P. stoveri shows very low abundances. Therefore, the abundance trends of this taxon would rather fit to fertility conditions than temperature variations.\nSeveral species have been used as low fertility indicators. In Upper Cretaceous organic-rich sequences of Israel, statistical correlations of Eshet and AlmogiLabin (1996) determined Eiffellithus spp., Prediscosphaera spp. (excluding P. stoveri), Lithraphidites spp. and Staurolithites spp. as low-fertility taxa in opposition to its high-fertility group, which included Zeugrhabdotus spp., Biscutum spp. and Thoracosphaera saxea. In the Early Maastrichtian of the North German basin, Friedrich et al. (2005) used Eiffellithus spp. and Microrhabdulus spp. as low-fertility indicators. It seems that the response of these taxa to fertility changes depends primarily upon the paleoenvironmental settings (e.g., open ocean oligotrophic conditions vs meso- to eutrophic conditions on continental shelves). Therefore, the interpretation of the distribution patterns of these taxa cannot be applied globally and must take into consideration local environmental settings.\nThroughout the Cretaceous, W. barnesiae is common to abundant in most settings and considered to be an eurytopic cosmopolitan species (Mutterlose, 1991; Mutterlose and Kessels, 2000; Melinte and Mutterlose, 2001). This species is less abundant in the supposed paleoupwelling locations of the mid-Cretaceous (Roth and Bowdler, 1981) and commonly shows a negative correlation with the relative abundances of the highfertility indices B. constans and Z. erectus (Roth, 1986;\n173N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\nRoth and Krumbach, 1986; Watkins, 1989; Erba, 1991, 1992; Erba et al., 1992; Williams and Bralower, 1995; Bischoff and Mutterlose, 1998; Fisher and Hay, 1999; Herrle, 2003; Herrle et al., 2003a). Opposite trends in the distribution of W. barnesiae vs B. constans and/or Z. erectus seem to be the best indication of surfacewater fertility changes and have recently been used as nannofossil fertility index (Herrle et al., 2003a,b) in the mid-Cretaceous. During the Maastrichtian, this species is generally rare or absent from high-latitude assemblages (Bukry, 1973; Watkins, 1992; Huber and Watkins, 1992). Moreover, W. barnesiae exhibits a marked poleward migration at the top of theMaastrichtian coincident with a warming in austral paleolatitudes (Stott and Kennett, 1990; Huber and Watkins, 1992). It seems that temperature might also have played a significant role in the distribution of this taxon."
  }, {
    "heading": "5. Nannofossil patterns of Hole 525A",
    "text": "The observed peaks ofM. decussata are not correlated to decreasing preservation, except for one sample (41-4/ 100–101 cm, Fig. 3). If the interpretations of Eshet et al. (1992), Tantawy (2002) and Thibault and Gardin (2006) are correct, then these higher abundances could indicate pulses of high-stress environmental conditions. These pulses have been observed in many late Maastrichtian localities for the planktic foraminifera disaster opportunist species Guembelitria cretacea (Keller, 2003; Keller and Pardo, 2004).\nThough less than 5% of the assemblage composition, the “cool-water indicators” (Gartnerago spp., K. magnificus, A. octoradiata) and the thermophilic species M. murus show distinct patterns, which are indicative of paleoenvironmental changes (Fig. 5). These patterns suggest that cooler surface water conditions prevailed during Chron C30n from the upper part of core 42 to the top of core 41 (Fig. 5). In the uppermost part of C30n, the sudden drop in abundance of the “cool-water indicators” and the concomitant increase of the thermophilic M. murus, are indicative of surface-water warming (Fig. 5). M. murus reaches an acme within C29r that testifies to the maximum warming in the Uppermost Maastrichtian recorded in the stable isotope record (Figs. 2 and 5). At the very end of the Maastrichtian, M. murus decreases and a slight increase of “cool-water indicators” suggests the return to cooler conditions just before the K–PB (Fig. 5).\nAmong the potential fertility indicators present in Hole 525A, Z. erectus accounts for less than 1% and Zeugrhabdotus spp. is mainly represented by Z. spiralis (Table 1) whose paleoecological affinity has never been\ndiscussed so far. As a consequence, the best indicators of surface water fertility changes in the Maastrichtian assemblage are (1) B. constans — high-fertility, (2) P. stoveri—middle fertility and (3)W. barnesiae— lowfertility. The last occurrence of B. constans in the upper part of Chron C30n indicates a drop in surface-water fertility during the Latest Maastrichtian (Fig. 5). The increase of W. barnesiae and concomitant minimum abundances of P. stoveri, which occur during the acme zone of M. murus (Fig. 5), may indicate that surfacewater fertility reached a minimum during the strong warming pulse of the Latest Maastrichtian. The slight increase of P. stoveri in the last meter of the Maastrichtian may indicate a weak increase in surface-water fertility with the return to cooler conditions just before the K–PB."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Paleoecological trends in the equatorial Atlantic",
    "text": "The assemblages of middle latitude Hole 525A and western equatorial Atlantic Hole 1258A have several biotic events in common during the Upper Maastrichtian (Fig. 6). The Upper Maastrichtian of these sites can be correlated using their magnetostratigraphic record and the biostratigraphy of calcareous nannofossils. The FO of M. murus is clearly diachronous between the two sites when compared to magnetostratigraphy (Fig. 6). Therefore, we chose the FO of C. kamptneri, which seems to be a reliable event (Self-Trail, 2001, 2002; Thibault and Gardin, 2006), as line of correlation between the two sites.\nIn both localities, the relative abundance of “coolwater indicators” underlined a cooling episode in Chron C30n. In Hole 1258A, this episode is highlighted by anomalously high abundances (up to 13%) of K. magnificus (Thibault and Gardin, 2006) whereas in South Atlantic Hole 525A, there is a slightly higher abundance (up to only 3%) ofK. magnificus+N. frequens (Fig. 6). In the tropical realm, each of these high-latitude taxa never exceed 2% of the total assemblage (Thierstein, 1981), except for several sites of the Western tropical Atlantic (DSDP Holes 146 and 354; Thierstein, 1981 and ODP Hole 1258A). This surprisingly high abundance of K. magnificus is clearly restricted to this region. Given the low total organic carbon (TOC) content (Handoh et al., 2003) and low abundances of nannofossil fertility taxa (Thibault and Gardin, 2006), upwelling in this region seems unlikely. A similar anomaly was also observed in northeastern Mexico for ammonite faunas during the first episode ofMaastrichtian cooling. At that time, ammonites usually restricted to the southern middle and high\n174 N . T hibault, S. G ardin / M arine M icropaleontology 65 (2007) 163–184\npp. 175–178N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\n179N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\n,\nl\ni\nl\n,\n,\nlatitudes of the Indo-Pacific region migrated as low as 25° N in the Gulf of Mexico (Ifrim et al., 2004). The penetration of cold waters into the western tropical Atlantic seems to be a reliable feature of the two cooling events of the Maastrichtian, though the source of these cold surface waters needs to be further investigated.\nThe sudden demise of “cool-water indicators” in the uppermost part of chron C30n, followed by the disappearance of B. constans, the increase of M. murus near the boundary between chrons C30n and C29r and its acme inside chron C29r, are all common features of holes 525A and 1258A (Fig. 6, Thibault and Gardin, 2006).\nIn the Maastrichtian, whereas the North and South Atlantic basins were connected by an equatorial gateway (Erbacher et al., 2004), sites of the Blake Nose Plateau in the North Atlantic apparently show a different climate evolution with stable isotopes hinting at long-term warming and increased water stratification all along the Maastrichtian stage (MacLeod et al., 2005). These authors explain this regional difference by an import of heat from the South Atlantic and an intensification of the North Atlantic polar front. As stated in Thibault and Gardin (2006), the common features of holes 525A and 1258A point to a tight connection and the same paleoclimatological evolution of the South Atlantic basin and the western equatorial region of the North Atlantic basin. If the interpretation of MacLeod et al. (2005) is correct, then this climate evolution could have been restricted to the mid-latitudes of the North Atlantic."
  }, {
    "heading": "6.2. Stable isotope records and foraminiferal bio-events",
    "text": "Our results are in good agreement with Upper Maastrichtian paleoenvironmental changes and biotic events recorded by foraminifera in Hole 525A. Based on stable isotope data on planktic and benthic foraminifera, Li and Keller (1998a) showed that warmer conditions prevailed between 69.2 and 67.7 Ma from the upper part of chron C31r until the base of C30n. Sea surface temperatures cooled between 67.7 and 66 Ma from the base to the uppermost part of Chron C30n (Fig. 5). This cool event coincides with the higher abundance of nannofossil “cool-water indicators”. However, the drop in “cool-water indicators” precedes the decrease in δ18O of benthic foraminifera, which marks the end of this cooling event in bottom waters and the onset of the warm event (Fig. 5).\nIn chron C30n, a gradual decrease in surface-water productivity is indicated by the δ13C of planktic foraminifera (Fig. 5). At the same time, planktic foraminiferal species richness starts to decline (Li and Keller, 1998a). In our study, the disappearance of the high-fertility species\nB. constans coincides with decreasing δ13C values in planktic foraminifera (Fig. 5).\nLi and Keller (1998a, 1999) recorded an abrupt deepsea warming in chron C29r between 300 and 100 kyr before the K–PB, based on decreased δ18O values in benthic foraminifera and a reduced gradient between planktic and benthic foraminiferal δ18O (Fig. 5). This warm pulse, recorded at middle and high latitude sites has been recorded globally (Barrera and Savin, 1999; Li and Keller, 1999; Olsson et al., 2001), and is likely linked to major Deccan trap volcanic degassing (Courtillot et al. 1988, 1996; Baksi, 1994; Ravizza and Peucker-Ehrenbrink, 2003). During this episode, planktic foraminifera species richness strongly declined and dwarfing occurred in various species of different morphologies and lineages (Abramovich and Keller, 2003). In surface δ18O values of Rugoglobigerina rugosa, a near surface dweller, this warming is reflected by rapid fluctuations recording the temperature instability associated with this climate change, as also observed by the relative abundance changes in surface-water organisms. In calcareous nannofossils, the minimum abundance of “cool-water indicators” and the acme of thermophilic species M. murus coincide with this warming episode (Fig. 5) though the demise of “cool-water indicators” as well as the increase of M. murus occur slightly before the decrease in δ18O values of benthic foraminifera.\nDuring the warming pulse of Chron C29r, low surface productivity is suggested by stable minimum δ13C values in planktic foraminifera (Fig. 5). In calcareous nannofossils, the absence of the high-fertility species B. constans, the drop of middle-fertility species P. stover and concomitant increase of low-fertility species W. barnesiae seem to coincide with the evolution of surface water carbon isotopes.\nIn the last 100 kyr of the Maastrichtian, temperatures cooled again, as evidenced by the slight decrease of the δ18O of both planktic and benthic foraminifera (Li and Keller, 1998c, Fig. 5). The response of the nannofossi assemblage to this event seems to be marked by the concomitant decrease of M. murus and the small peak of “cool-water indicators” immediately below the K–PB (Fig. 5). At the same time, planktic foraminiferal δ13C values increase again, accompanied by higher abundances of P. stoveri (Fig. 5).\nSeveral marine and continental localities (Bass River ODP Site 1050, ODP Site 690; North Dakota, Texas) record a late Maastrichtian warming near 66.0 Ma highest temperature near 65.7 Ma and cooling just before the K–PB, suggesting a global phenomenon. Within the warmest interval, the thermophilic planktonic foraminifers C. contusa and P. elegans, expanded their range\n180 N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\np th N 5 o ( f ( r w c e f th r\n6 D\nr a P d u b ( w c th b tw th a F w d n p\nis C te 1\ns o a T th th in T\noleward (Site 690; Huber and Watkins, 1992) reaching eir maximum size and peak abundance in the Western orth and South Atlantic (Bass River, Sites 605 and 25A; Olsson et al., 2001). On the continent, carbon and xygen stable isotopes in paleosol carbonates of Texas Nordt et al., 2003) and the excellent fossil plant record rom North Dakota calibrated with magnetostratigraphy Johnson, 2002; Hicks et al., 2002) produced a high esolution paleoclimatic reconstruction that correlates ell with the marine record (Wilf et al., 2003). The orrelation of the terrestrial and marine records is specially strong between plants and nannoplankton, a act that points to a common response of the photosynetic organisms (Fig. 7), suggesting the role of CO2 elease as a cause of higher temperature.\n.3. End-Maastrichtian greenhouse warming and eccan volcanism\nDSDP Hole 525A is remarkable for its multi-proxy ecord of the end-Maastrichtian greenhouse warming and ssociated biotic response. Recently, Ravizza and eucker-Ehrenbrink (2003) also documented a 25% ecline in the marine 187Os/188Os record starting in the ppermost part of C30n (Fig. 7). This decline is explained y the release of massive quantities of non-radiogenic Os low 187Os/188Os ratio) to the global ocean triggered by eathering of mantle-derived basalts. The Os record thus learly marks the onset of Deccan volcanic activity during e late Maastrichtian. The decrease in the δ18O of enthic foraminifera suggests a possible causal link beeen Deccan volcanism and late Maastrichtian warming rough the release of large amounts of CO2 in the tmosphere (Ravizza and Peucker-Ehrenbrink, 2003, ig. 7). As quoted before, the biological impact of this arming was recorded by planktic foraminifera through ecreased species richness and diversity, dwarfing in umerous lineages (Abramovich and Keller, 2003) and oleward migration (Huber and Watkins, 1992) (Fig. 7). The warming in the marine realm, indicated by the\notope records in Hole 525A, starts at the base of chron 29r about 200 kyr after observed surface-water and rrestrial warming and the decline in sea-water 187Os/ 88Os that began in chron C30n (Fig. 7). Nannofossils uggest that the climate warming began as early as the top f chron C30n with the demise of “cool-water indicators” nd the disappearance of the fertility indicatorB. constans. his event culminates in C29r with the acme of ermophilic M. murus. These patterns agree well with e paleotemperature trend based on fossil plants which is, turn, coincident with the decline in 187Os/188Os (Fig. 7). his suggests that photosynthetic organisms, calcareous\nnannoplankton and plants had a common, immediate response to this climate change, suggesting a role of CO2 and strengthening further the causal link between Deccan volcanism and late Maastrichtian warming.\nThe climatic effect of flood basalt volcanism is controversial. Several authors believe that huge volcanism induced warming through the addition of greenhouse gas CO2 in the atmosphere (Cohen and Coe, 2002; Wignall, 2001; Keller, 2005). Caldeira and Rampino (1990), Rampino and Self (2000), Self et al. (2006) have challenged this hypothesis suggesting that CO2 emission had only a small climatic effect, though Ravizza and Peucker-Ehrenbrink (2003) suggested that the amount of CO2 supplied by Deccan volcanism in paleotemperature models is underestimated. In addition, recent studies (Chenet et al., 2005; Jones et al., 2005) have pointed out that the impact of SO2 in triggering climatic cooling was likely profound at time of flood basalt volcanism. Discussing these conflicting cause and effect scenarios is beyond the scope of this study. However, these studies make it clear that the complex biotic and physical phenomena of the climate system need to be fully evaluated when modelling the effects of volcanism. The biotic records show that both marine and continental fossils indicate a major global warming near the end of Maastrichtian that is strikingly synchronous with the Os isotope signature of Deccan volcanism. Cause-andeffect? Or simply coincidence? Whichever it is, the fossil record unequivocally shows that the biotic record must be taken into consideration in climate modelling."
  }, {
    "heading": "7. Conclusions",
    "text": "Quantitative analysis of calcareous nannofossil assemblage at Site 525A shows a succession of marked climatic fluctuations during the late Maastrichtian, which permit the following conclusions:\n1. The distribution patterns of “cool-water indicators” suggest that cooler surface water conditions prevailed during Chron C30n. 2. In the uppermost part of C30n, the sudden drop in abundance of the “cool-water indicators”, the last occurrence of fertility indicator B. constans and the concomitant increase of the thermophilicM.murus, are indicative of warming and lowered productivity of surface waters. 3. M. murus reaches an acme within Chron C29r that marks maximum warming in the uppermost Maastrichtian. This acme is accompanied by an increase of low-fertility species W. barnesiae and concomitant increase of P. stoveri, a possible mid-fertility indicator,\n181N. Thibault, S. Gardin / Marine Micropaleontology 65 (2007) 163–184\ni\ni\n,\n,\n, , :\nboth suggest low-surface productivity during this warming pulse. 4. Rapid cooling is recorded in the last 100 kyr of the Maastrichtian by a decrease in M. murus and increase in “cool-water indicators”. 5. These results are in agreement with previous findings on calcareous nannofossil assemblages at Hole 1258A in the Equatorial Atlantic (Thibault and Gardin, 2006) and agree well with the stable isotope data on planktic and benthic foraminifera (Li and Keller, 1998a,c). 6. The demise of “cool-water indicators” and the subsequent acme of thermophilicM. murus are coincident with the decline in 187Os/188Os recorded in the same Site by Ravizza and Peucker-Ehrenbrink (2003), thus providing a compelling link between Deccan volcanism and late Maastrichtian warming."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank Gerta Keller for providing the samples of Hole 525A and commenting on the manuscript. We are grateful to the French CNRS “Eclipse II Program” which provided funding for this study. We would like to thank Simonetta Monechi and an anonymous reviewer for their critical reviews."
  }, {
    "heading": "Appendix A. Alphabetical list of calcareous nannofossil species considered in this study",
    "text": "References not cited in this paper can be found in Perch-Nielsen (1985) and Bown (1998).\nAhmuellerella octoradiata (Gorka, 1957) Reinhardt (1966) Ahmuellerella regularis (Gorka, 1957) Reinhardt and Gorka (1967) Arkhangelskiella cymbiformis Vekshina (1959) Biscutum constans (Gorka, 1957) Black in Black and Barnes (1959) Ceratolithoides aculeus Prins and Sissingh in Sissingh (1977) Ceratolithoides indiensis Burnett (1998) Ceratolithoides kamptneri Bramlette and Martini (1964) Ceratolithoides pricei Burnett (1998) Ceratolithoides quasiarcuatus Burnett (1998) Ceratolithoides self-trailiae Burnett (1998) Ceratolithoides ultimus Burnett (1998) Cribrosphaerella ehrenbergii (Arkhangelsky, 1912) Deflandre in Piveteau (1952) Eiffellithus gorkae Reinhardt (1965) Eiffellithus parallelus Perch-Nielsen (1973)\nEiffellithus turriseiffelii (Deflandre in Deflandre and Fert, 1954) Reinhardt (1965) Gartnerago segmentatum (Stover, 1966) Thierstein (1974) Kamptnerius magnificus Deflandre (1959) Lithraphidites carniolensis Deflandre (1963) Lithraphidites praequadratus Roth (1978) Lithraphidites quadratus Bramlette and Martin (1964) emend. Roth (1978) Microrhabdulus belgicus Hay and Towe (1962) Microrhabdulus decoratus Deflandre (1959) Microrhabdulus undosus Perch-Nielsen (1973) Micula decussata Vekshina (1959) Micula murus (Martini, 1961) Bukry (1973) Micula prinsii Perch-Nielsen (1979) Nephrolithus frequens Gorka (1957) Prediscosphaera cretacea (Arkhangelsky, 1912) Gartner (1968) Prediscosphaera stoveri (Perch-Nielsen, 1968) Shafik and Stradner (1971) Prediscosphaera grandis Perch-Nielsen (1979) Prediscosphaera majungae Perch-Nielsen (1973) Prediscosphaera microrhabdulina Perch-Nielsen (1973) Prediscosphaera spinosa Bramlette and Martin (1964) Gartner (1968) Prediscosphaera majungae Perch-Nielsen (1973) Retecapsa ficula Stover (1966) Burnett (1998) Retecapsa surirella (Deflandre and Fert, 1954) Grün in Grün and Allemann (1975) Retecapsa schizobrachiata (Gartner, 1968) Grün in Grün and Allemann (1975) Stradneria crenulata (Bramlette and Martini, 1964) Noël (1970) Watznaueria barnesiae (Black, 1959) Perch-Nielsen (1968) Zeugrhabdotus spiralis (Bramlette and Martini 1961) Burnett (1998) Zeugrhabdotus embergeri (Noël, 1958) Perch-Nielsen (1984) Zeugrhabdotus erectus (Deflandre in Deflandre and Fert, 1954) Reinhardt (1965)"
  }],
  "year": 2007,
  "references": [{
    "title": "Planktonic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from South Atlantic DSDP Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate volcanism and changes in atmospheric CO2",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "year": 1985
  }, {
    "title": "Coccolith and silicoflagellate stratigraphy, Tasman Sea",
    "authors": ["D. Cambridge. ukry"],
    "year": 1973
  }, {
    "title": "Carbon dioxide emissions",
    "authors": ["K. pp. 132–199. aldeira", "M.R. Rampino"],
    "year": 1990
  }, {
    "title": "Deccan flood basalts and the Cretaceous/Tertiary",
    "authors": ["J. Besse"],
    "year": 1988
  }, {
    "title": "Oxygen and carbon isotope analysis",
    "authors": ["R.G. 1–70. ouglas", "S.M. Savin"],
    "year": 1973
  }, {
    "title": "Calcareous nannofossil distribution in pelagic rhytmic sediments (Aptian–albian Piobicco core, central Italy)",
    "authors": ["E. Erba"],
    "venue": "Riv. ital. paleontol. stratigr",
    "year": 1991
  }, {
    "title": "Middle Cretaceous calcareous nannofossils from the western Pacific (Leg 129): evidence for paleoequatorial crossings",
    "authors": ["E. Erba"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils and Mesozoic oceanic anoxic",
    "authors": ["E. Erba"],
    "venue": "events. Mar. Micropaleontol",
    "year": 2004
  }, {
    "title": "Calcareous nannofossils and Milankovitch cycles: the example of the Gault Clay Formation (southern England)",
    "authors": ["E. Erba", "F. Castradori", "G. Guasti", "M. Ripepe"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Leg 207 summary",
    "authors": ["J. Erbacher", "D. Mosher", "Malone", "M.J"],
    "venue": "Proc. Ocean Drill. Program, Initial Rep",
    "year": 2004
  }, {
    "title": "Calcareous nannofossils as paleoproductivity indicators in Upper Cretaceous organic-rich sequences in Israel",
    "authors": ["Y. Eshet", "A. Almogi-Labin"],
    "venue": "Mar. Micropaleontol",
    "year": 1996
  }, {
    "title": "Calcareous nannofossil and dinoflagellate stratigraphy across the Cretaceous/Tertiary boundary at Hor Hahar, Israel",
    "authors": ["Y. Eshet", "S. Moshkovitz", "D. Habib", "C. Benjamini", "M. Margaritz"],
    "venue": "Mar. Micropaleontol",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils as indicators of mid-Cretaceous paleofertility along an ocean front, U.S. Western Interior",
    "authors": ["C.G. Fisher", "W.W. Hay"],
    "venue": "Geol. Soc. Am. Spec. Paper,",
    "year": 1999
  }, {
    "title": "Climatic changes in the Late Campanian–Early Maastrichtian: micropaleontological and stable isotopic evidence from an epicontinental sea",
    "authors": ["O. Friedrich", "J.O. Herrle", "C. Hemleben"],
    "venue": "J. Foraminiferal Res",
    "year": 2005
  }, {
    "title": "Marine biodiversity through the Late Cenomanian–Early Turonian: palaeoceanographic controls and sequence stratigraphic biases",
    "authors": ["A.S. Gale", "A.B. Smith", "N.E.A. Monks", "J.A. Young", "A. Howard", "D.S. Wray", "J.M. Hugget"],
    "venue": "J. Geol. Soc. London",
    "year": 2000
  }, {
    "title": "Palaeoecological change in middle to low latitude calcareous nannoplankton at the Cretaceous/Tertiary boundary",
    "authors": ["S. Gardin", "S. Monechi"],
    "venue": "Bull. Soc. Geol. Fr",
    "year": 1998
  }, {
    "title": "Calcareous nannofossils at the Cretaceous–Tertiary boundary",
    "authors": ["S. Gartner"],
    "year": 1996
  }, {
    "title": "Evolution of upwelling in the Atlantic Ocean basin",
    "authors": ["I.C. Handoh", "G.R. Bigg", "J.W. Jones"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Biochronology of the terminal Cretaceous calcareous nannofossil zone ofMicula prinsii",
    "authors": ["A.S. Henriksson"],
    "venue": "Cretac. Res",
    "year": 1993
  }, {
    "title": "Biogeographic and ecologic patterns in calcareous nannoplankton in the Atlantic and Pacific Oceans during the terminal Cretaceous",
    "authors": ["A.S. Henriksson", "B.A. Malmgren"],
    "venue": "Stvd. Geol. Salmant",
    "year": 1997
  }, {
    "title": "Ranking of differential dissolution of terminal Cretaceous calcareous nannofossils using a statistical approach",
    "authors": ["A.S. Henriksson", "B.A. Malmgren"],
    "venue": "Rev. Esp. Micropaleontol",
    "year": 1999
  }, {
    "title": "Reconstructing nutricline dynamics of midCretaceous oceans: evidence from calcareous nannofossils from the Niveau Paquier black shale (SE France)",
    "authors": ["J.O. Herrle"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Forcing mechanisms for mid-Cretaceous black shale formation: evidence from the Upper Aptian and Lower Albian of the Vocontian",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "P. Kössler", "C. Hemleben"],
    "year": 2003
  }, {
    "title": "Short-Term environmental changes in the Cretaceous Tethyan ocean: micropalaeontological evidence from the Early Albian Oceanic Anoxic",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "C. Hemleben"],
    "venue": "Event 1b. Terra Nova",
    "year": 2003
  }, {
    "title": "Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union Formations of southwestern North Dakota and a recalibration of the age of the Cretaceous–Tertiary boundary",
    "authors": ["J.F. Hicks", "K.R. Johnson", "J.D. Obradovich", "L. Tauxe", "D. Clark"],
    "year": 2002
  }, {
    "title": "Selective dissolution of mid-Cretaceous (Cenomanian) calcareous nannofossils",
    "authors": ["M.E. Hill"],
    "venue": "Micropaleontology",
    "year": 1975
  }, {
    "title": "Biogeography of Campanian– Maastrichtian calcareous plankton in the region of the Southern Ocean: paleogeographic and paleoclimatic simplications",
    "authors": ["B.T. Huber", "D.K. Watkins"],
    "year": 1992
  }, {
    "title": "Maastrichtian cephalopods from Cerralvo, north-eastern Mexico",
    "authors": ["C. Ifrim", "W. Stinnesbeck", "J.G. Lopez-Olivia"],
    "venue": "Palaeontology",
    "year": 2004
  }, {
    "title": "Calcareous nannofossil succession across the Cretaceous/Tertiary boundary in east-central Texas",
    "authors": ["M.J. Jiang", "S. Gartner"],
    "venue": "Micropaleontology",
    "year": 1986
  }, {
    "title": "Megaflora of the Hell Creek and lower Fort Union Formations in the western Dakotas: vegetational response to climate change, the Cretaceous–Tertiary boundary event, and rapid marine transgression",
    "authors": ["K.R. Johnson"],
    "year": 2002
  }, {
    "title": "An AOGCM simulation of the climate response to a volcanic supereruption",
    "authors": ["G.S. Jones", "J.M. Gregory", "P.A. Stott", "S.F.B. Tett", "R.B. Thorpe"],
    "venue": "Clim. Dyn",
    "year": 2005
  }, {
    "title": "Biotic effects of impact and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Impacts, volcanism and mass extinctions: random coincidence or cause and effect",
    "authors": ["G. Keller"],
    "venue": "Aust. J. Earth Sci",
    "year": 2005
  }, {
    "title": "Disaster opportunists Guembelitrinidae — index for environmental catastrophes",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Mar. Micropaleontol",
    "year": 2004
  }, {
    "title": "Terminal Cretaceous warming event in the mid-latitude South Atlantic Ocean: evidence from poleward migration of Contusotruncana contusa (planktonic foraminifera) morphotypes",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Differences between evolution of mean form and evolution of new morphotypes: an example from Late Cretaceous planktonic foraminifera",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "venue": "Paleobiology",
    "year": 1998
  }, {
    "title": "Foraminiferal dissolution at shallow depths of the Walvis Ridge and Rio Grande Rise during the latest Cretaceous: inferences for deep-water circulation in the South Atlantic",
    "authors": ["M. Kucera", "B.A. Malmgren", "U. Sturesson"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Calcareous nannofossils biogeography illustrate palaeoclimate change in the Late Cretaceous Indian Ocean",
    "authors": ["J.A. Lees"],
    "venue": "Cretac Res",
    "year": 2002
  }, {
    "title": "Problems with proxies? Cautionary tales of calcareous nannofossil paleoenvironmenta indicators",
    "authors": ["J.A. Lees", "P.R. Bown", "E. Mattioli"],
    "venue": "Micropaleontology",
    "year": 2005
  }, {
    "title": "Maastrichtian climate, productivity and fauna turnovers in planktic foraminifera in South Atlantic DSDP site 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 1998
  }, {
    "title": "Diversification and extinction in Campanian– Maastrichtian planktic foraminifera of northwestern Tunisia",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Eclogae Geol. Helv",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Variability in Late Cretaceous and deep waters evidence from stable isotopes",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "The calcareous nannofossil biostrati graphic framework of the Late Maastrichtian–Danian North Sea chalk",
    "authors": ["F. Lottaroli", "D. Catrullo"],
    "venue": "Mar. Micropaleontol",
    "year": 2000
  }, {
    "title": "North Atlantic warming during global cooling at the end of the Cretaceous",
    "authors": ["K.G. MacLeod", "B.T. Huber", "C. Isaza-Londono"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Palaeoecologica preferences and geographical distribution of Late Maastrichtian deep-sea ostracods in the South Atlantic",
    "authors": ["S. Majoran", "J.G.V. Widmark", "M. Kucera"],
    "venue": "Lethaia",
    "year": 1997
  }, {
    "title": "Paleogene and Upper Cretaceous calcareou nannofossils from Deep Sea Drilling Project Leg 74",
    "authors": ["H. Manivit"],
    "venue": "Initial Rep Deep Sea Drill. Proj",
    "year": 1984
  }, {
    "title": "Site 525, shipboard scientific party",
    "authors": ["T.C.J. Moore", "P.D. Rabinowitz", "P.E. Borella", "A. Boersma", "N.J. Schackle ton"],
    "venue": "Initial Rep. Deep Sea Drill. Proj",
    "year": 1984
  }, {
    "title": "Das Verteilungs-undMigrationsmuster des kalkigen Nannoplanktons in der borealen Unterkreide (Valangin-Apt) NW Deutschlands",
    "authors": ["J. Mutterlose"],
    "venue": "Palaeontographica",
    "year": 1991
  }, {
    "title": "Early Cretaceous calcareous nannofossils from high latitudes: implications for palaeobiogeogra phy and palaeoclimate",
    "authors": ["J. Mutterlose", "K. Kessels"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2000
  }, {
    "title": "A Valanginian (Early Cretaceous ‘boreal nannoplankton excursion’ in sections from Romania",
    "authors": ["M. Melinte", "J. Mutterlose"],
    "venue": "Mar Micropaleontol",
    "year": 2001
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "The geomagnetic polarity time scale",
    "authors": ["J.G. Ogg", "A.G. Smith"],
    "venue": "In Gradstein,",
    "year": 2004
  }, {
    "title": "The Cretaceous period In: Gradstein",
    "authors": ["J.G. Ogg", "F.P. Agterberg", "F.M. Gradstein"],
    "venue": "A Geologica Timescale",
    "year": 2004
  }, {
    "title": "Paleobiogeography o Pseudotextularia elegans during the latest Maastrichtian globa warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.G. Miller"],
    "venue": "J. Foraminiferal Res",
    "year": 2001
  }, {
    "title": "Re-examination of the statistica methods used to determine the number of point counts needed fo micropaleontological quantitative research",
    "authors": ["R.T. Patterson", "E. Fishbein"],
    "venue": "J. Paleontol",
    "year": 1989
  }, {
    "title": "Mesozoic calcareous nannofossils",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Plankton Stratigraphy",
    "year": 1985
  }, {
    "title": "Calcareous nannoplankton mass extinction at the Cretaceous/Tertiary boundary: an update",
    "authors": ["J.J. ospichal"],
    "venue": "Geol. Soc. Am. Spec. Paper,",
    "year": 1996
  }, {
    "title": "Calcareous nannofossils across the K–T boundary, ODP Hole 690C, Maud Rise, Weddell Sea",
    "authors": ["J.J. ospichal", "S.W. Wise Jr."],
    "venue": "Proc. Ocean Drill. Program. Sci. Results",
    "year": 1990
  }, {
    "title": "Calcareous nannofossils from southern high latitude K–T boundaries",
    "authors": ["J.J. ospichal", "S.W. Wise Jr."],
    "venue": "Proc. of the Int. Nannoplank. Assoc., Memorie Di Scienze Geologiche,",
    "year": 1992
  }, {
    "title": "Precision and accuracy of nannofossil biostratigraphic correlation",
    "authors": ["I. affi"],
    "venue": "Phil. Trans. R. Soc. Lond. A",
    "year": 1999
  }, {
    "title": "Revision of the early–middle pleistocene calcareous nannofossil biochronology (1.75–0.85",
    "authors": ["I. affi"],
    "venue": "Ma). Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Volcanism and biotic extinctions",
    "authors": ["M.R. ampino", "S. Self"],
    "year": 2000
  }, {
    "title": "Chemostratigraphic evidence of Deccan volcanism from the marine osmium isotope records",
    "authors": ["G. avizza", "B. Peucker-Ehrenbrink"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Pliocene–Pleistocene calcareous nannofossil distribution patterns in the western Mediterranean",
    "authors": ["D. io", "I. Raffi", "G. Villa"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Mesozoic palaeoceanography of the North Atlantic and Tethis Oceans",
    "authors": ["P.H. oth"],
    "venue": "North Atlantic Palaeoceanography. Geol. Soc. London, Spec. Publ.,",
    "year": 1986
  }, {
    "title": "Middle Cretaceous calcareous nannoplankton biostratigraphy and oceanography of the Atlantic Ocean",
    "authors": ["P.H. oth", "J.L. Bowdler"],
    "venue": "Spec. Publ., Soc. Econ. Paleontol. Mineral,",
    "year": 1981
  }, {
    "title": "Middle Cretaceous nannofossil biogeography and preservation in the Atlantic and Indian Oceans: implications for palaeoceanography",
    "authors": ["P.H. oth", "K.R. Krumbach"],
    "venue": "Mar. Micropaleontol",
    "year": 1986
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. elf", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Biostratigraphic subdivision and correlation of upper Maastrichtian sediments from the Atlantic Coastal Plain and Blake Nose, western Atlantic",
    "authors": ["J.M. elf-Trail"],
    "venue": "Western North Atlantic Palaeogene and Cretaceous Palaeoceanography. Geological Society,",
    "year": 2001
  }, {
    "title": "Trends in late Maastrichtian calcareous nannofossil distribution patterns",
    "authors": ["J.M. elf-Trail"],
    "venue": "Western North Atlantic margin. Micropaleontology",
    "year": 2002
  }, {
    "title": "Late Cretaceous nannofossil biostratigraphy and biogeography of the Australian western margin",
    "authors": ["S. hafik"],
    "venue": "Bull. Bur. Min. Resour. Geol. Geophys. Aust",
    "year": 1990
  }, {
    "title": "Biostratigraphic zonation for Cretaceous planktonic foraminifers examined in thin section",
    "authors": ["W.V. Sliter"],
    "venue": "J. Foraminiferal Res",
    "year": 1989
  }, {
    "title": "The paleoceanographic and paleoclimatic signature of the Cretaceous/Paleogene boundary in the Antarctic: stable isotopic results from ODP Leg 113",
    "authors": ["L.D. Stott", "J.P. Kennett"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Calcareous nannofossil biostratigraphy and palaeoecology of the Cretaceous–Tertiary transition in the central eastern desert of Egypt",
    "authors": ["Tantawy", "A.A.A.M"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Maastrichtian calcareous nannofossil biostratigraphy and paleoecology in the Equatorial Atlantic (Demerara Rise, ODP Leg 207 Hole 1258A)",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Rev. Micropaleontol",
    "year": 2006
  }, {
    "title": "Selective dissolution of Late Cretaceous and Earliest Tertiary calcareous nannofossils: experimental evidence",
    "authors": ["H.R. Thierstein"],
    "venue": "Cretac. Res",
    "year": 1980
  }, {
    "title": "Late Cretaceous nannoplankton and the change at the Cretaceous–Tertiary boundary",
    "authors": ["H.R. Thierstein"],
    "venue": "Spec. Publ. Soc. Econ. Paleontol. Mineral,",
    "year": 1981
  }, {
    "title": "Nannoplankton productivity fluctuations and rhythmically-bedded pelagic carbonates of the Greenhorn Limestone (Upper Cretaceous)",
    "authors": ["D.K. Watkins"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1989
  }, {
    "title": "Upper Cretaceous nannofossils from Leg 120, Kerguelen Plateau, Southern Ocean",
    "authors": ["D.K. Watkins"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1992
  }, {
    "title": "Calcareous nannofossil evidence for the existence of the Gulf Stream during the late Maastrichtian",
    "authors": ["D.K. Watkins", "J.M. Self-Trail"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Deep-sea benthic foraminifera from Cretaceous– Paleogene boundary strata in the South Atlantic — taxonomy and paleoecology",
    "authors": ["J.G.V. Widmark"],
    "venue": "Fossils Strata",
    "year": 1997
  }, {
    "title": "Large igneous provinces and mass extinction",
    "authors": ["P.B. Wignall"],
    "venue": "EarthSci. Rev",
    "year": 2001
  }, {
    "title": "Correlated terrestrial and marine evidence fro global climate changes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "year": 2003
  }, {
    "title": "Nannofossil assemblages, finefraction stable isotopes, and the paleoceanography of the Valanginian–Barremian (Early Cretaceous) North Sea",
    "authors": ["J.R. Williams", "T.J. Bralower"],
    "venue": "Basin. Paleoceanography",
    "year": 1995
  }, {
    "title": "Maestrichtian–Campanian nannofloral provinces of the southern Atlantic and Indian Oceans",
    "authors": ["F.H. Wind"],
    "venue": "AGU, Maurice Ewing. Ser.,",
    "year": 1979
  }, {
    "title": "Late Maastrichtian Nannoplankton Provinces",
    "authors": ["T. Worsley", "E. Martini"],
    "venue": "Nature",
    "year": 1970
  }, {
    "title": "Higher classification of calcareous nannoplankton",
    "authors": ["J.R. Young", "P.R. Bown"],
    "venue": "J. Nannoplankton Res",
    "year": 1997
  }],
  "id": "SP:78d8431f548e3d44dd262a4eb34a5f99e544cf87",
  "authors": [{
    "name": "Nicolas Thibault",
    "affiliations": []
  }, {
    "name": "Silvia Gardin",
    "affiliations": []
  }],
  "abstractText": "The phytoplankton response (calcareous nannofossils) to the Late Maastrichtian climate evolution is investigated in the South Atlantic DSDP Hole 525A and compared to published geochemical and micropaleontological data. The results point to a succession of dramatic climatic fluctuations. “Cool-water indicators” (Ahmuellerella octoradiata, Kamptnerius magnificus and Nephrolithus frequens) suggest cool surface water conditions prevailed during Chron C30n. At the top of C30n, their sudden drop in abundance, the last occurrence of B. constans and the concomitant increase in the tropical species Micula murus suggest warming and lower surface water productivity. An M. murus acme within Chron C29r reflects maximum warming. During the last 100 kyr of the Maastrichtian, the decrease in M. murus and increase in cool-water indicators reflect rapid cooling with the cool climate persisting over. The calcareous nannoplankton response to climate change correlate with similar findings in the Equatorial Atlantic Hole 1258A and parallels the stable isotope record of planktic and benthic foraminifera of DSDP Hole 525A as well as the decline in Os/Os. Comparison of this marine record and the continental climate record in North America suggests a link between Deccan volcanism and the late Maastrichtian warm event. © 2007 Elsevier B.V. All rights reserved.",
  "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A"
}