{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nGlacial dropstones in the western Tethys during the late Aptian–early Albian cold snap: Palaeoclimate and palaeogeographic implications for the mid-Cretaceous\nJuan Pedro Rodríguez-López a,⁎, Carlos L. Liesa b, Gonzalo Pardo c, Nieves Meléndez d,e, Ana R. Soria c, Ian Skilling a\na School of Applied Sciences, Faculty of Computing, Engineering and Sciences, University of South Wales, Glyntaf, Pontypridd, Rhondda Cynon Taff, CF37 4AT, UK b Grupo Geotransfer (DGA), Departamento de Ciencias de la Tierra, Facultad de Ciencias, Universidad de Zaragoza, C/Pedro Cerbuna 12, 50009 Zaragoza, Spain c Grupo de Análisis de Cuencas Sedimentarias Continentales (DGA), Departamento de Ciencias de la Tierra, Facultad de Ciencias, Universidad de Zaragoza, C/ Pedro Cerbuna 12, 50009 Zaragoza, Spain d Instituto de Geociencias (IGEO) (CSIC), Spain e Grupo de Análisis de Cuencas (UCM), Departamento de Estratigrafía (UCM), Facultad de Ciencias Geológicas, Instituto de GeoCiencias (IGEO UCM-CSIC) Ciudad Universitaria, 28040Madrid, Spain\n⁎ Corresponding author. E-mail addresses: juanp.rodriguez@southwales.ac.uk ( carluis@unizar.es (C.L. Liesa), gpardo@unicar.es (G. Pardo (N. Meléndez), asoria@unizar.es (A.R. Soria), ian.skilling@\nhttp://dx.doi.org/10.1016/j.palaeo.2016.04.004 0031-0182/© 2016 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 15 January 2016 Received in revised form 1 April 2016 Accepted 2 April 2016 Available online 8 April 2016\nThe late Jurassic–early Cretaceous is commonly considered the only cold climatic interval in Earth historywithout any direct evidence of polar ice. A newly discovered dropstone-bearing interval from the subtropical Iberian Basin (western Tethys) is described and provides evidence of contemporaneous polar glaciation. This interval is correlated laterally for 4.8 km and contains a boulder and two cobble-sized quartzite dropstones that are encased in mid-Cretaceous fissile black shales and fine-grained sandstones. Based on previously published dimensions of similar large clasts, only glacial dropstones and impact ejecta blocks reach the dimensions of the boulder-sized dropstone reported from Iberia. The dropstones showmorphological features compatiblewith glacial transport and abrasion in a subglacial setting which closely resembles the features observed in recent glacial boulders exposed near the snouts of glaciers in Iceland. These Late Aptian dropstones from Spain correlate with many other similar erratics in the northern and southern palaeohemispheres, and suggest that ice sheets formed around the palaeo-North Pole during certain periods of the early Cretaceous. Our results and associated evidence such as the occurrence of glendonites, tillites, moderate- to high-amplitude sea-level oscillations worldwide, minimum pCO2 concentrations, variation in calcareous nannofossil assemblages from low and high latitudes and isotopic excursions suggest that during the mid-Cretaceous there were periods of ice growth and decay that influenced the palaeotemperature, palaeoecology and sedimentology of the marine realm. The new data from Iberia are supported by recent results from Arctic Canada that indicate cool shelves and a mid-Cretaceous cold snap that developed for ~6 Myr between 118 and 112 Ma. The late Aptian dropstones reported in eastern Iberia were likely transported from high northern latitudes towards subtropical ones in the western Tethys by an extreme iceberg drift similar to those occurring at the present day in the Atlantic Ocean. Icebergs released from a northern fringing ice sheet may have travelled southwards through the Greenland–Norwegian Seaway.\n© 2016 Elsevier B.V. All rights reserved.\nKeywords: Iceberg drift Glaciation HALIP Volcanism Ice–magma interactions"
  }, {
    "heading": "1. Introduction",
    "text": "For many years the Cretaceous has been considered a greenhouse period of about 79 Myr duration with no ice present at the poles. After Frakes (1979); Frakes and Francis (1988) and Frakes et al. (1995) reported a 3-m-diam. dropstone from Australia, the possibility of polar ice came under scientific discussion and remains a controversial topic (Koch and Brenner, 2008). The interpretation of Cretaceous large clasts\nJ.P. Rodríguez-López), ), nievesml@ucm.es southwales.ac.uk (I. Skilling).\nas dropstones has been problematic due to the occurrence of these deposits in the standard model of an ice-free Cretaceous world (Frakes and Francis, 1988). Hence, most of these Cretaceous erratics, particularly those reported from tropical and subtropical latitudes, have been interpreted as deposited from driftwood (wood-rafting) in both lacustrine (e.g., Doublet and Garcia, 2004) and marine settings (e.g., NoeNygaard, 1975).\nThe present manuscript presents the occurrence of an isolated quartzite dropstone boulder (74 × 50 × 40 cm) in the late Aptian– early Albian Escucha Formation in an outcrop near Oliete (centraleastern Iberia), and two cobble-sized dropstones from the same stratigraphic interval in the Ariño sector (Fig. 1A–D). These clasts represent the southernmost Cretaceous dropstones reported from\nBET IC C\nHAI NS\nPYRENEES Ebro Duero\nTajo\nPalaeozoic\nMesozoic\nCenozoic basins\nIBERIAN CHAINIBERIAN MASSIF\n0º\n20º W\n200 km\n40º N\nB\nA\nAlcaine\nAlacón\nAriño\nEstercuel\nGargalloMontalbán\n5 Km\n0º 50'W 0º40'W 0º30'W\n0º40'W 0º30'W\n41º00'N 41º00'N\n40º50'N\nMontalbán Thrust\nN Sierra de Arcos Thrust\nM ontalbán AnticlineCenozoic\nLower Cretaceous\nUpper Cretaceous\nJurassic\nTriassic\nPalaeozoic\nEB\nOliete\nBlesa Fm\nAlacón Fm Forcall Fm\nOliete Fm\nEscucha Fm\nUtrillas Gp\nB ar\nre m\nia n\nA pt\nia n\nA lb\nia n\nC en\nom an\nia n\nC R\nE T\nA C\nE O\nU S\nJURASSIC\nDROPSTONES\nC\nthe palaeo-Northern Hemisphere and the largest is one of the biggest quartzite dropstones reported from the entire Cretaceous sedimentary record. The main objectives of this manuscript are to describe and to analyze the morphological features of the dropstones, to compare them with other erratics from the Archean to Recent, to analyze their presence in a palaeogeographical context, to critically discuss the geological processes that could lead to their deposition and to outline anypalaeoclimate and palaeogeographic implications for the mid-Cretaceous."
  }, {
    "heading": "2. Geological and palaeogeographical setting",
    "text": "The studied outcrops of the Lower Cretaceous Escucha Formation are located in the eastern central part of Iberia (Fig. 1A), in particular in the central sector of the Cretaceous Oliete sub-basin of the eastern Iberian Range (Fig. 1B). During the Mesozoic the Iberian plate underwent extension, in a similar way to the western European Rift system (Ziegler, 1988; Ziegler et al., 1998). Sedimentary basins developed in eastern Iberia during a period of Mesozoic crustal thinning with two main rifting episodes recognized, (Salas and Casas, 1993; Soria et al., 2000; Capote et al., 2002;Martín-Chivelet et al., 2002), during the late Permian–Triassic and late Jurassic–early Cretaceous. Early Cretaceous rifting was controlled by NW–SE and NE–SW basement alignments that defined a mosaic of subsiding and non-subsiding blocks (Álvaro et al., 1979; Salas and Casas, 1993; Soria et al., 2000; Antolín-Tomas et al., 2007). Rifting was related to the emplacement of an expansion centre of RRR triple junction type in the western Tethys, based on evidence from fracture system (Liesa, 2000; Antolín-Tomas et al., 2007) and magnetic fabric (García-Lasanta et al., 2015) analysis in the Maestrazgo Basin.\nThe Oliete sub-basin was a well-differentiated sub-basin formed in the north of the Maestrazgo Basin during the second rifting episode, and which triggered the fragmentation of late Jurassic platforms (e.g., Salas and Casas, 1993; Soria et al., 2000). The sub-basin formed in the late Hauterivian and existed until the early-middle Albian (Soria, 1997; Soria et al., 2000; Salas et al., 2001; Rodríguez-López, 2008). Its structure was defined by NW–SE (dominant) and E–W to NE–SW trending normal faults (Soria, 1997; Soria et al., 1997; Rodríguez-López et al., 2006b, 2007), which suffered tectonic inversion (Casas et al., 1997; Soria, 1997; Soria et al., 1997; Cortés et al., 1999) during the Cenozoic as a consequence of Europe and Africa convergence (Álvaro et al., 1979; Capote et al., 2002; Martín-Chivelet et al., 2002; Simón and Liesa, 2011).\nThe regional stratigraphy of the field area comprises Palaeozoic, Mesozoic, and Cenozoic rocks (Almela et al., 1977; Ferreiro et al., 1991). The Palaeozoic strata, cropping out in the Motalbán anticline region, mainly consist of shaleswith some intercalations of quartzites. Calcareous rocks (limestone, dolostone, andmarlstone) predominate over the siliciclastic ones (claystone, sandstone and minor conglomerate) in the Mesozoic). Triassic strata consist of reddish conglomerates with amaximum size of cobbles, sandstones and claystones (Buntsandstein facies), brownish dolomites and greenish mudstones (Muschelkalk facies) and greenish and reddish mudstones and gypsum beds (Keuper facies). Jurassic rocks consist of a marine series, in which limestone predominates over marls. During the Valanginian-Hauterivian, the Oliete region was as a relatively uplifted area, and erosion and karstification of the Jurassic basement took place, so that the Upper Jurassic is practically absent in most parts of the sub-basin (Casas et al., 1997; Soria, 1997; Meléndez et al., 2000). In the Oliete sub-basin (Fig. 1C), the Lower Cretaceous syn-rift series mainly consists of a continental-transitional unit comprising lutites, sandstones, and lacustrine limestones of the Blesa Formation, followed by a marine one, namely the marly Forcall Formation that is sandwiched between the Alacón and Oliete calcareous\nFig. 1. (A) Simplified geologicalmap of the Iberian Peninsula showing the location of the studied (star) of the Escucha Fm. outcrop containing the dropstone near Oliete village (modified from Ca et al., 2001). (D) Chronostratigraphic position of the Escucha Formation. (E) Geological cross-s\nformations (Fig. 1C). The sequence is topped by the Escucha Formation (Salas, 1987; Soria et al., 1994; Soria, 1997; Rodríguez-López, 2008). This formation represents that last of the syn-rift deposition, and is a late Aptian–early Albian heterolithic unit, up to 400 m thick, deposited in siliciclastic carbonate platforms, coastal siliciclastic environments and other offshore settings (Fig. 1C) (Pardo, 1979; Peyrot et al., 2007; Rodríguez-López, 2008; Rodríguez-López et al., 2009). All three of the dropstones described in this paper have been found in the basal part of the Escucha Formation (Fig. 1C).\nDuring mid-Cretaceous times Iberia was located at a palaeolatitude of 25°–30°N in theWestern Tethys region. The late Jurassic–early Cretaceous riftingin eastern Iberia took place in the context of the northward propagation of Central Atlantic rifting and the consequent gradual opening of the North Atlantic Ocean basin (Salas and Casas, 1993; Martín-Chivelet et al., 2002). The late Aptian palaeogeography of the region was primarily characterized, by extensional faulting and its location at the western margin of the Tethys Sea. According to most palaeogeographical reconstructions (e.g., Ziegler, 1988; Torsvik et al., 2002; Sibuet et al., 2011) several seaways connected thewestern Tethys with Boreal regions (see Section 6.3)."
  }, {
    "heading": "3. The large clasts",
    "text": ""
  }, {
    "heading": "3.1. Stratigraphical location and host deposits",
    "text": "Three large clasts have been recognized from two different outcrops in the Oliete sub-basin (Fig. 1B), namely a boulder-sized example (74 × 50× 40 cm) and two cobble-sized clasts. The large quartzite boulderwas discovered in an outcrop of the basal part of the Escucha Formation close to the village of Oliete (Teruel Province, eastern central Spain) and was firstly reported by Rodríguez-López (2008) and RodríguezLópez et al. (2009) (Fig. 2A and C). One of the cobble sized clasts (9 × 8 × 4 cm) was discovered in situ but the other (8 × 5 × 3 cm) was clearly derived from the same stratigraphic level but had detached and had rolled downslope for 1 m. Both cobbles were located in the Ariño section (Fig. 2B and C). The boulder and the cobble clasts outcrops are 4.8 km apart (Fig. 1B) but the boulder clasts also lie in the same stratigraphic level as the cobbles, in the basal part of the Escucha Formation (Fig. 3). Detailed sedimentological sections and stratigraphic correlation are illustrated in Fig. 3 and fully described in Rodríguez-López (2008) and Rodríguez-López et al. (2009). Note that the top of the early Aptian carbonate platforms forms a clear stratification surface that is easily recognizable across the whole basin (Rodríguez-López, 2008).\nThe boulder-sized clast from the Oliete section is encased in finely laminated, fissile black shales and siltstones that show secondary (diagenetic) gypsum crystals and cm-thick iron crusts (Figs. 2A, C, and 3). It lies immediately above very-fine grained sandstones that display wave and tidal features including superimposed cross-bedded sets of sub-tidal megaripples (Fig. 2D), that display double mud drapes at the bottomset lamination (Fig. 2E) (Rodríguez-López et al., 2009). The upper part of the boulder-sized clast displays a distinctive draping of laminated siltstones andmudstones (Fig. 4A×E). Thefissile black shales and siltstones have been interpreted as representing offshore facies, and the sandy facies below as a tide-dominated estuary that was connected with the Tethys Ocean (Rodríguez-López, 2008; Rodríguez-López et al., 2009). The surface separating both facies constitutes a transgressive surface.\nThe in-situ cobble-size clast from the Ariño section (Fig. 2B and C) has itsmaximumdimension in the vertical orientation and is encased by finely laminated fine-grained sandstones and siltstones (Fig. 5A).\narea (rectangle). (B)Geologicalmapping of the invertedOliete sub-basinwith the location sas et al., 1997). (C) Regional stratigraphic series of the Oliete sector (modified fromAurell ection across the Lower Cretaceous Oliete sub-basin (modified from Casas et al., 1997).\nThis clast also clearly displays both downwarping of the underlying sediments (part ‘a’ in Fig. 5B) and overlying draping (part ‘b’ in Fig. 5B). The facies at this locality have been interpreted as\ndeposited in the outer part of a coastal system that was connected with the Tethys Ocean (see Rodríguez-López, 2008; RodríguezLópez et al., 2009)."
  }, {
    "heading": "3.2. Features of large clasts",
    "text": "The boulder-sized clast from the Oliete section is a green-grey quartzite, has a minimum outcropping length of 74 cm, and is 50 cm high and 40 cm wide (Figs. 3, 4). It displays a distinctive shape, namely a subrounded appearance with one angular margin characterized by conchoidal fractures (Figs. 6A-D). The base of the boulder also shows a keel-like feature (Fig. 4B and C). One of the edges of the boulder displays a smooth faceted bullet-nosed terminationwhile the other side displays a sharp truncatedmorphology (Figs. 4A–B, and 6A). The smooth faceted side displays two sets of striae (Fig. 6A and B), with one set parallel to the long axis of the smooth bullet-nosed face and the other subparallel and oblique to the long axis of the basal keel.\nThe conchoidal fractures display features (Fig. 6C and D) similar to plumose structures in joint surfaces (e.g., Hodgson, 1961; Hancock, 1985; Simón et al., 2006). On the principal rupture surface, parallel and curved minor fractures are interpreted as twist hackles, which became more pronounced at the hackle fringe (fringe joints or F-joints, e.g., Ramsay and Huber, 1987), near the basal margin of the large clast (Fig. 6D and E). Deep fractures at the other crack surfaces represent twist-hackle faces and steps (upper left, Fig. 6D). The boulder also displays a reddish patina covering all visible surfaces (Figs. 6F).\nThe cobble-sized clasts from the Ariño section are grey quartzites (Fig. 7) that display parallel lamination (Fig. 7A and E). Similar to the Oliete boulder, both cobbles also show a rounded and polished general geometry with faceting and fine striations in different directions (Fig. 7A–F). In addition, brittle structures, such as fractures or impact craters are also present and are mainly located along the clast edges (Fig. 7E and F). Major fractures are also parallel to the lamination planes (Fig. 7B). The geometry of the clast clearly controlled the geometry of the overlying draping sediments (Fig. 7C and D)."
  }, {
    "heading": "3.3. Age of large clast interval",
    "text": "In the Oliete sub-basin, the Escucha Formation has been dated as early–middle Albian based on ammonoid and palynological data (Solé de Porta et al., 1994). However, newdata frompalynological associations (Peyrot et al., 2007), planktonic foraminifera and calcareous nannofossils (de Gea et al., 2008) indicates a revised age of late Aptian–early Albian age for this formation.\nA precise dating of host sediments and their large clasts was not possible in the studied outcrops, but a good estimate can be made from the correlation of the local stratigraphy with the basal part of the Escucha Formation logged by Rodríguez-López (2008) and studied by de Gea et al. (2008) in the neighbouring Alcaine section. Based on the associations of nannofossils, i.e., the occurrence of Eprolithus floralis and lack of Prediscosphaera columnata, and planktonic foraminifera (Praehedbergella aptiana, Praehedbergella infracretacea, Praehedbergella convexa, Praehedbergella oculta, Hedbergella trocoidea, Globigerinelloides and Ticinella bejaouaensis) recognized in most of the studied offshore marly samples, de Gea et al. (2008) proposed a late Aptian age for the base of the Escucha Formation belonging to the Ticinella bejaouaensis biozone."
  }, {
    "heading": "4. Transport agents",
    "text": "Similar large or outsized clasts can be transported and accumulated by biological rafting (as gastroliths, wood rafting or anthropomorphic activity), by ice rafting, by other physical processes (flotation, gravitational falls and mass flows) and as volcanic airfall clasts (Bennett et al., 1996) or as impact ejecta.\nFig. 2. (A) Field photograph of the Oliete outcrop showing the stratigraphic location of the dis location of the discovered dropstone. (C) Stratigraphic sections of the basal part of the Escuch sections in (C) and those from the correlation panel of Fig. 5. (D) Tidal facies showing mud d showing double mud and carbonaceous drapes in the bottomsets.\nThe following transport agents can be excluded for the examples described here: (i) anthropomorphic activity, because the age of the formation is mid-Cretaceous and the dropstones are included within the sediments (Figs. 4 and 5); (ii) flotation, because they are cobble to boulder sized clasts of quartzite and floating stones are usually very finegrained shale fragments, corals, peat fragments or pumice (Bennett et al., 1996); (iii) volcanic airfall clasts, because no volcanic activity is known in the basin for the late Aptian; (iv) mass flow deposits, because no mass flow deposits have been recognized in these sections and, (v) gravitational falls from the surrounding highlands is also improbable given that the large clasts are located in the central part of the Oliete sub-basin and relatively far from the main extensional basin faults (Soria, 1997; Soria et al., 1997; Rodríguez-López et al., 2006b, 2007). In addition, the only source for quartzite according to the regional stratigraphy could be the Palaeozoic strata (Fig. 1B), but this strata was covered in the region by Triassic to Lower Cretaceous series at the time and there were no Cretaceous normal fault scarps cropping out in the study area (Casas et al., 1997; Soria et al., 1997; Rodríguez-López et al., 2007). There are also no published descriptions of boulders of this size in deposits anywhere from the Iberian Massif, which was the main source area of the Iberian Basin sediments during the Mesozoic. Furthermore, grain size analysis in Aptian and Albian units of sections with thicknesses of more than 900 m from the Iberian Basin reveal the dominance of mudstones, siltstones and fine-grained sandstones with larger clasts (maximum of 20–25 cm) restricted to palaeogeographical areas close to the western highlands (Rodríguez-López et al., 2010).\nThe large clasts are encased by fine-laminated black shales or sandstones and the Oliete boulder rests on fine-grained sandstones with tidal features (Fig. 2C-D) (Rodríguez-López, 2008; Rodríguez-López et al., 2009). The in-situ Ariño cobble shows a vertical orientation of its maximum axis and downwarping deformation of underlying beds. The mudstone drape structures over the underlying boulder- and cobble-sized clasts indicate that, after their emplacement, fine-grained sediments settled out from suspension and covered them (Figs. 4 and 5).\nThe remaining potential processes that are normally invoked in order to explain the occurrence of such large clasts in the sedimentary record include accumulation as a gastrolith, as a driftwood-related dropstone, as an iceberg-related dropstone or as a result of an extraterrestrial impact. Fig. 8 displays a compilation of maximum grain sizes from Cretaceous and Cenozoic gastroliths, maximum sizes of Mesozoic, Cenozoic and recent driftwood dropstones, Archean to Recent maximum sizes of iceberg dropstones and sizes of blocks associatedwith impact ejecta. The two cobble clasts from the Ariño section match the size for being potentially considered as transported and deposited by driftwood, ice-rafting, ejecta and gastroliths, However when comparing the boulder-sized clast from the Oliete section its size (74 cm) matches six clasts of glacial dropstone origin, one driftwood boulder and nine boulders associated with impact ejecta (Fig. 8).\nThe only comparable sized driftwood dropstone (3 to 4 m in diameter) was held by the roots of a 35-m upright tree that was observed in the Gulf of Papua (Emery, 1955) This occurrence has been cited by several authors as an argument against possible Cretaceous glacial dropstones and to exclude an ice-drafting process for all large boulders found in the fossil record of this age. However, it is important to note that in the sedimentary record, clasts associated with driftwood processes all have amaximum size of 20–25 cm (Fig. 8), with the exception of this one example. Excluding this one exceptional example only glacial dropstones and impact ejecta blocks reach the size of the Iberian Cretaceous large clast (Fig. 8).\ncovered dropstone. (B) Field photograph of the Ariño outcrop showing the stratigraphic a Formation at Oliete and Ariño showing the position of the dropstones. Legend for the\nrapes in the foreset of tidal megaripples underlying the dropstone and (E) close up view"
  }, {
    "heading": "5. Glacial features of lonestones",
    "text": "The shape, faceting, multiple striation directions and fracturing described in the large clasts in this paper are all characteristics of glacial dropstonesworldwide, so it is reasonable to reject their origin as impact ejecta. The distinctive shape of the boulder clast (Fig. 4) resembles those reported fromglacial deposits, in particular those associatedwith lodgement till and subglacial transport. The bullet-like shapes -shapes and angular features of the Iberian clasts (Figs. 4, 6), are typical of boulders in subglacial lodgement tills (Evans et al., 2006). Such tills are deposited by plastering of glacial debris from a sliding glacier as a consequence of the combined effect of frictional drag and pressuremelting (Evans et al., 2006 and references therein).\nWe argue that the Oliete Cretaceous dropstone displays the typical morphology of a stoss and lee shaped lodged clast (Benn and Evans, 1998), i.e., with a smooth bullet-nosed stoss face abraded by moving ice, and a fractured lee face on the downstream side (Figs. 4A–D, 6A– F) (Boulton, 1978; Krüger, 1984; Benn and Evans, 1998). Importantly, the boulder also displays striae parallel to the abraded stoss face that is typical of lodgement till boulders (Fig. 6A and B) (cf., Boulton, 1978). All these glacial features are also observed on the Ariño cobblesized dropstones (Fig. 7), and mimic recent examples observed at the snout of the Sólheimajökull glacier in Iceland (Fig. 9A–E). The boulder clast also shows another set of striae that is subparallel to the basal keel (Fig. 6A and B). The second striae set and the basal keel probably\ndeveloped when the boulder was picked up from the lodgement till by the ice and became attached to the base of the ice\nThe conchoidal joints of the Oliete boulder (Figs. 6 and 9 C) and the major fractures described in the Ariño cobble (Fig. 7A and B) could also be the result of glacial processes. As host sediments surround the fracture surfaces of the dropstones, the fractures must have been produced prior to iceberg drift and dropstone accumulation. This is also suggested by the iron patina developed onboth the polished and fractures surfaces of the boulder (Figs. 4D–E and 6F). This patina and the cm-thick iron crusts likely developed during sediment diagenesis. The distribution of the minor fractures on the joint surfaces indicates that the minor fractures initiated after the boulder acquired its rounded and polished geometry (Fig. 6D). Fracture initiation at the boulder edge could be due to friction or impact against a rocky substrate during glacial basal sliding. Similar morphological features can be observed in glacial boulders from the Sólheimajökull glacier in Iceland (Fig. 9C and D). The coexistence of bullet-shapes (Figs. 4 B–D and 9 A and B) and conchoidal and plumose structures (Fig. 9C–E) as well as striated surfaces is common features in many glacial boulders (Figs. 6A and B, 9A-C). The in-situ Ariño cobble also clearly shows a vertical orientation of its maximum axis and downwarping deformation of the underlying beds both related to emplacement by dropstone settling within a ‘static’ water column (Figs. 5 and 7).\nDropstones reported from the Upper Devonian of the Appalachian Basin (Brezinski et al., 2008) exhibit different prominent directions of\ngrooves (striae) as well as different degrees of polish, faceting and striations, similar to those observed in both the boulder-sized and the cobble-sized dropstones reported here (Figs. 6 and7). Regarding the geometry of the underlying and overlying host sediments, the reported dropstones display similar features to other glacial dropstones that display clear downwarping of the underlaying laminae and draping of overlying laminae (Le Heron, 2015). Note the soft-sediment deformation produced in the underlying beds associated with in-situ cobble fall suggests vertical fall of the clast (Fig. 5)."
  }, {
    "heading": "6. Glacial dropstones transported by extreme iceberg drift to low latitudes",
    "text": ""
  }, {
    "heading": "6.1. Global distribution of Aptian and Albian dropstones",
    "text": "The occurrence of Cretaceous dropstones constitutes a matter of debate due to the apparently contradictory presence of these kinds of deposits in a ice-free greenhouse Cretaceous world (Frakes and Francis, 1988). But, the occurrence of the Iberian Cretaceous dropstones\ndescribed here coincides with many other late Aptian-early Albian glendonite, dropstone and tillite occurrences worldwide (see Price, 1999). In fact, the majority of reported Cretaceous dropstones are Aptian–Albian in age (Marwick and Rowley, 1998).\nThere are two main areas from which Aptian–Albian dropstones (and in general Cretaceous erratics) have been reported, namely Europe (SE England, France, Germany, Svaldvard and Switzerland) and Australia (Frakes and Francis, 1988; Frakes et al., 1995; Marwick and Rowley, 1998; Price, 1999; Alley and Frakes, 2003; Föllmi and Gainon, 2008; Föllmi, 2012). Some of them, in particular those of pebble-size, have been interpreted as gastroliths and driftwood dropstones (e.g., Noe-Nygaard, 1975). We do agree with that interpretation for the smallest clasts as their sizes coincides with the most common smallest sizes transported in many different ways (Fig. 8). However, other reported mid-Cretaceous large clasts from Europe and Australia are of boulder size or bigger (e.g., a 3-m-diam. example reported by Frakes et al., 1995).\nIt is interesting to note that most of the mid-Cretaceous large clasts in the Northern Hemisphere accumulated between 60°N and 30°N palaeolatitude including boulders of 55 cm from the upper Albian Upper Greensand (South England) (Marwick and Rowley, 1998). Some of them show striations similar to those observed in the boulder-size dropstone described here (see Marwick and Rowley, 1998 and references therein). Quartzite and chert dropstones up to at least 50 kg in weight have been recovered from shales of the Innkjegla Member, a late Aptian–early Albian unit in Svalbard (Pickton, 2011) located at a 60°–65°Npalaeolatitude (Torsvik et al., 2002). The Innkjegla Member correlates with the late Aptian–Ealy Albian dropstone from Iberia, which was located at a 30°–25°N palaeolatitude.\n6.2. Evidence of a mid-Cretaceous cold snap and associated polar ice\nThe conception of an “Ice-Free Greenhouse Cretaceous World” has been changed and modulated in recent decades (see Kemper, 1987). It\nis generally accepted that the Jurassic-early Cretaceous constituted an icehouse period (see Shaviv and Veizer, 2003) but with the unusual fact of being the only one known icehouse period in which the occurrence of polar ice caps have not yet been documented.\nPreviously published scientific studies indicate and highlight evidence that support an early–middle Cretaceous cold snap. In this sense, McArthur et al. (2007) proposed that the lowstand between the start of the late Valanginian and the end of the early Hauterivian was\ncaused both by differential regional movements and the formation of polar ice. This period coincides with a peak in the occurrence of dropstones, tills and glendonites (e.g., Price, 1999). Koch and Brenner (2008) reported sequence boundaries in the Albian–Cenomanian Dakota Formation (Western Interior Seaway, USA) triggered by glacioeustatic mechanisms. In addition, eustatic sea-level changes presented by Koch and Brenner (2008) are of the order of tens of metres and occurred in very short geologic time spans of b1 Myr. Barry and\nGan (2011) (after Paillard, 2001) indicate that the ice sheets developed during the last 800,000 years took 90 kyr to grow and 10 kyr to decay and that the mean interval between terminations of the last six glacial/interglacial cycles is 102 kyr with a range of ~85 to ~120 kyr (Barry and Gan, 2011). Thus the time span of the eustatic variations reported by Koch and Brenner (2008) of b1 Myr are compatible with these processes of ice sheet growth and decay. The recent discovery of high-frequency (7 cycles/Myr), moderate to high-amplitude (8–127 m) sea-level oscillations, based on repeated incision of palaeovalleys in carbonate platforms during the late early Aptian in eastern Iberia (Peropadre et al., 2013) are also close to the timing of these glacial/interglacial cycles, with amean of 142 ka. The development and progradation of an extensive early Albian–early Cenomanian subtopical erg system in Iberia implying the exposure and erosion of underlying Aptian coastal systems (Rodríguez-López et al., 2006a, 2008, 2010, 2012a, 2013) have also been associated with cooling events and associated glacioeustatic sea-level oscillations during the mid-Cretaceous. Recently, the discovery of coeval late Aptian–Albian desert systems in the subsurface of Algeria (Newell et al., 2015) corroborates the expansion of erg systems in the western Tethys which have been previously suggested as having been triggered by global cooling and associated drop in sea level (RodríguezLópez et al., 2006a). These authors suggested that the mid-Cretaceous cold snap would have favoured the expansion of subtropical desert systems. In particular, the development of the Iberian Desert System\nand the coeval desert system discovered in Algeria (Newell et al., 2015) corroborates the hypothesis of Price (1999) that the glacial episode of the Aptian–Albian (his Fig. 3) corresponds to episodes of aridity in Europe. Mutterlose et al. (2009) also proposed an Aptian–Albian cold snap in which cold polar regions must have had consequences for the formation and flow of cold oceanic deep waters.\nThe late Aptian–early Albian icehouse interlude (e.g., Hong and Lee, 2012) affected the evolution of primary producers severely including variations in calcareous nannofossils assemblages from both low and high latitudes (Mutterlose et al., 2009) (Fig. 10). The icehouse interlude coincides with the dropstones reported here from Iberia, the other dropstones reported very widely from SE England, France, Germany, Svalbard, Switzerland and Australia andeustatic variations observed across the Tethys area.\nMaurer et al. (2013) reported a late Aptian long-lived glacio-eustatic lowstand on the Arabian Plate, which coincides with a minimum in pCO2 concentration (see Hong and Lee, 2012, Fig. 10). In the Tethys realm (Vocontian Basin)Herrle andMutterlose (2003) suggested anuppermost Aptian–lower Albian decrease in surface-water temperatures based on the occurrence of boreal cold water calcareous nannofossils. In the Albian of Australia (Carnarvon Basin, Western Australia), Pirrie et al. (1995) reported cool water temperatures from δ18O values measured on dimitobelid belemnites. Cool water temperatures for the late Aptian have also been reported by McAnena et al. (2013) from the\nNorth Atlantic Ocean using geochemical and micropalaeontological proxies. These authors characterized the timing and magnitude of late Aptian cooling and its association with biotic crises. Millán et al. (2014) have also recently reported several exposure horizons formed\nduring sea-level lowstands associated with late Aptian cold snaps from the Basque–Cantabrian Basin (northern Cretaceous Iberia).\nThe Escucha Formation that contains the dropstones reported in this paper has been dated as late Aptian based on the recognition of the T. Bejaouaensis biozone (de Gea et al., 2008). This biozone (Fig. 10) coincides with (i) a minimum in pCO2 level (Hong and Lee, 2012), with an estimated value (b500 ppmv) similar to the CO2 concentration threshold suggested for initiation of glaciations (Royer, 2006; Hong and Lee, 2012), (ii) with a distinctive occurrence of cold water calcareous nannofossil taxa, indicating a latest Aptian–earliest Albian cooling (Mutterlose et al., 2009), (iii) with a temperature drop (“Cold 3” of Hong and Lee, 2012), (iv) with a peak in the occurrence of tillites and glendonites (Price, 1999), and (v) with a heavier signal of δ18O and a negative δ 13C excursion at the middle and upper part of the biozone (Weissert and Erba, 2004). All of these characteristics are associated with cooling and associated glaciations. Recently, Herrle et al. (2015) also reported the occurrence of upper Aptian to lowermost Albian glendonite beds from the Glacier Fiord, Axel Heiberg Island, Nunavut, Canada. This Arctic occurrence is coeval with a subtropical Atlantic drop in sea-surface temperatures of ~4 °C. The data of Herrle et al. (2015) support the presence of cool shelf waters in the High Arctic at this time and that the cold snap of the mid-Cretaceous spans 6 Myr (118 to 112 Ma). The T. Bejaouaensis biozone from which the Iberian dropstones are reported coincides with this cooler period."
  }, {
    "heading": "6.3. The late Aptian–early Albian palaeogeographic connection between boreal and Tethys realms: an iceberg corridor?",
    "text": "We propose that during certain periods in the Aptian–Albian, a corridor for extreme southerly transported icebergs existed that connected the Boreal realm and the Atlantic. The Greenland–Norwegian Sea (Fig. 11A andB) constitutes a seaway that connected thehigh latitudinal Boreal Arctic with the low latitudinal Central Atlantic and Tethys realms (Fig. 11A and B) and is considered an important oceanic zone for understanding early Cretaceous palaeoclimate and palaeoceanography (Pauly et al., 2012). The Tethyan realm of southern Europe and the Boreal realm have experienced different episodes of restriction and widespread connection throughout the early Cretaceous. Thus, during the late Valanginian/Hauterivian boundary interval the connection was free favouring a widespread faunal exchange between both realms, while during the Barremian and the Aptian the Carpathian seaway connected both realms only episodically (McArthur et al., 2007). Herrle and Mutterlose (2003) observed that the uppermost Aptian–Lower Albian deposits in the Vocontian Basinwere characterized by a high abundance of the calcareous nannoplankton taxon Repagulum parvidentatum, reflecting boreal influence in the Tethyan Realm.\nConsidering this palaeogeographic framework, a prevailingwesterly belt could avoid the entrance of extreme icebergs into theNorth Atlantic deviating them to the seaway between Fennosarmatia and the UK landmasses (Fig. 11B). Icebergs were then transported southwards, towards the Tethys Ocean by prevailing trade winds that allowed the accumulation of glacial dropstones along the UK and French palaeocoasts and deeper waters (e.g., Price, 1999). On the basis of the evidence presented in this paper,we argue that at least one of these extreme icebergs reached the eastern coast of Iberia and deposited dropstones, representing the southernmost glacial dropstones known in the Cretaceous northern hemisphere (Fig. 11A and B).\nThe majority of icebergs lose their rafted material close to the ice front, however, overturned icebergs can reach lower latitudes, leading to a more gradual debris melt out (see Hulbe et al., 2004), and thus disseminating dropstones on the ocean floor during their drift. When a sudden ice shelf disintegration occur, as that reported by Hulbe et al. (2004) in the Larsen B Ice Shelf (Antarctica), capsized icebergs roll 90° onto their sides yielding icebergs with debris bands (formed by englacial debris) that are favourably oriented for long-term survival in transoceanic drift (Hulbe et al., 2004). The vertical position of these\nsubglacial tills during the iceberg drift favours amore or less continuous dropstone release allowing the iceberg to reach more distant southern latitudes with subglacial till still encased in ice.\nRecent extreme icebergs have reached 30°-20°N latitudes; in fact the southernmost known iceberg reached 30°–20° N, 62°–32° W (about 150 nautical miles from Bermuda) in 1929 (see Navigation Center of the US Coast Guard) (Fig. 12). The palaeolatitudinal range of Aptian– Albian dropstones (from Spitbergen to Iberia) 65°–20°N is in accordance with the latitudinal distribution of such recent extreme icebergs (Figs. 11A, 12).\nThe possible occurrence of an extreme iceberg corridor from the Arctic to Iberia during mid-Cretaceous implies that mid-Cretaceous ice\nsheets developed at least in the northern pole and that sudden disintegrations of the fringing ice sheet occurred (e.g., Burton et al., 2013). Iceberg generation could be triggered by slow climate warming that generates surface meltwaters that led to disintegration of fringing ice shelf leading to capsize icebergs (Hulbe et al., 2004) ormore catastrophic processes, such as those associated with subglacial volcanism.\n6.4. Volcano–ice interaction in the Arctic as a mechanism for icebergs formation\nThe mid-Cretaceous Arctic was characterized by an intense volcanic activity including the High Arctic Large Igneous Province (HALIP)\n(Fig. 11A and C) and cold shelves (Herrle et al., 2015). Although HALIP age dating is still inadequate, two main pulses at ca. 130 and 90 Ma have been proposed and a continuum of ages cannot be ruled out (Ernst and Bleeker, 2010 and references therein).\nThis volcanic activity coincideswith volcanism in Svalbard and other circumpolar regions (Fig. 11A) (see Maher, 2001). Interestingly, both the HALIP region in Canada and Svalbard display also dropstones and glendonites (Fig. 11A). The HALIP interval coincides in time with the last moments of the late Jurassic–early Cretaceous cold snap (Fig. 11C), the occurrence of cold shelves in the Arctic Canada (Herrle et al., 2015) and a drop of water temperatures in the North Atlantic and an associated biotic crisis (McAnena et al., 2013). The potential development of ice-sheets in the Arctic at the same time as these volcanic systems could have given rise to ice-magma interaction similar to those observed in Iceland (e.g. Skilling, 2002, 2009; Graettinger et al., 2013; Hungerford et al., 2014). In fact, one of the main circum-Arctic volcanic episodes occurred during the mid-Cretaceous (Cooper and Bjerkebaek, 2011 and Everchick et al., 2015) coinciding with the age of the Iberian dropstones (Fig. 11C).\nA detailed study of any evidence of ice-magma interactions in the High Arctic Large Igneous Province in Canada, and a re-evaluation of fluvial, deltaic and alluvial facies associated with these volcanic systems would help resolve the question regarding the existence of Arctic ice sheets during the mid-Cretaceous. Melting processes due to subglacial volcanism could favour and trigger sudden ice sheet disintegration generating large icebergs bearing englacial debris that travelled to southern latitudes releasing dropstones inmid- (principally) and subtropical (occasionally) palaeolatitudes (Fig. 11A and B)."
  }, {
    "heading": "6.5. Compatibility of Arctic peat accumulation and ice sheet development",
    "text": "Mid-Cretaceous coal seams occur in Arctic Canada (e.g., Goodarzi et al., 1994). The occurrence of these seams and the occurrence of\nassociated plant fragments have been invoked as evidence of climate conditions precluding the development of polar ice during the midCretaceous. However, present-day Iceland has 10,000 km2 of peat coveringmore than the 10% of the country (Ólafsdóttir, 2015). The compaction associatedwith the peat-to-coal transformation isminimal (Nadon, 1998). If we consider that Holocene peat rate accumulation in the southern taiga of western Siberia ranges between 0.35 to 1.13 mm/yr (Borren et al., 2004), a mean age of 0.9 to 2.8 kyr can be inferred for a coal seam of 1 m in such cold environments. Considering, that the ice sheets developed during the last 800,000 years took 90 kyr to grow and 10 kyr to decay and that the mean interval between terminations of the last six glacial/interglacial cycles is 102 kyr with a range of ~85 to ~120 kyr (Barry and Gan, 2011), we argue that the timing of the development and accumulation of arctic peat is compatible with the timing of the growth and decay of arctic glaciers during the midCretaceous."
  }, {
    "heading": "7. Conclusions",
    "text": "Themajority of Aptian–Albian dropstones from the palaeo-Northern Hemisphere accumulated along the Greenland-Norwegian Seaway from 65°N to 25°N palaeolatitude. This manuscript reports the southernmost late Aptian–early Albian examples from the Northern Hemisphere. A boulder-sized dropstone displays clear glacial features and is encased in fine-grained laminated coastal deposits of the Iberian Basin. This boulder and two other cobble-sized glacial dropstones are all correlated with late Aptian–early Albian boulder-size dropstones from Svalbard, Arctic Canada and Europe in the Northern Hemisphere as well as those from Australia. The dropstones are interpreted as having being deposited from overturned icebergs that were released from an Arctic ice sheet. Given that such an ice sheet occurred at the same time and location as the High Arctic Large Igneous Province (HALIP), the possibility that magma-ice interaction may have triggered more\nextensive and larger iceberg generation than at other times should be considered."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the comments and useful suggestions of the Editor Prof. Dr. Algeo and of two anonymous reviewers that helped to improve themanuscript. This is a contribution to the scientific project CGL2011-23717 (Ministerio de Ciencia e Innovación, MICINN, Gobierno de España). It forms part of the research of the Continental Sedimentary Basin Analysis and Geotransfer research groups (Government of Aragón). The authors thank Dr. R. Blakey for permitting the use of his palaeogeographic map."
  }],
  "year": 2016,
  "references": [{
    "title": "Geometry of fracturing linked",
    "authors": ["B. pp. 760–763. Antolín-Tomas", "C.L. Liesa", "A.M. Casas", "I. Gil"],
    "year": 2007
  }, {
    "title": "The Global Cryosphere Past, Present and Future",
    "authors": ["R. Zaragoza. Barry", "T.Y. Gan"],
    "year": 2011
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D.I. Press. Benn", "D.J.A. Evans"],
    "year": 1998
  }, {
    "title": "Holocene peat and carbon accumulation",
    "authors": ["W. Borren", "W. Bleuten", "E.D. Lapshina"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "transport paths through a glacier and till genesis",
    "authors": ["D.K. Brezinski", "C.B. Cecil", "V.W. Skema", "R. Stamm"],
    "venue": "Sedimentology 25,",
    "year": 2008
  }, {
    "title": "The role of cooperative iceberg capsize",
    "authors": ["J.C. Burton", "L.M. Cathles", "W.G. Wilder"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2013
  }, {
    "title": "Alpine tectonics",
    "authors": ["R. Capote", "J.A. Muñoz", "Simón", "J.L. (coords", "L.C. Liesa", "L.E. Arlegui"],
    "venue": "ice-shelf disintegration. Ann. Glaciol",
    "year": 2002
  }, {
    "title": "Gastroliths in an ornithopod dinosaur",
    "authors": ["Geol. Ibér"],
    "venue": "Acta Palaeontol. Pol",
    "year": 2008
  }, {
    "title": "The volcanism of the Circum-Arctic: implications",
    "authors": ["C.J. Cooper", "E. Bjerkebaek"],
    "year": 2011
  }, {
    "title": "The significance of dropstones in a tropical lacustrine",
    "authors": ["Alcaine", "Teruel"],
    "year": 2004
  }, {
    "title": "Transportation of rocks by driftwood",
    "authors": ["K.O. 287–296. Emery"],
    "venue": "J. Sediment. Petrol",
    "year": 1955
  }, {
    "title": "Subglacial till: formation, sed",
    "authors": ["D.J.A. Evans", "E.R. Phillips", "J.F. Hiemstra", "C.A. Auton"],
    "venue": "Ga to the present. Can. J. Earth Sci",
    "year": 2006
  }, {
    "title": "imentary characteristics and classification. Earth-Sci",
    "authors": ["C.A. Everchick", "W.J. Davis", "J.H. Bédard", "N. Hayward", "R.M. Friedman"],
    "year": 2015
  }, {
    "title": "Gastroliths associated with plesiosaur remains in the Sharon Springs Member of the Pierre Shale (Late Cretaceous)",
    "authors": ["M.J. Everhart"],
    "venue": "Western Kansas. Trans. Kans. Acad",
    "year": 2000
  }, {
    "title": "Memoria explicativa y mapa de la hoja 40 (Daroca) del Mapa Geológico de España a escala 1:200.000",
    "authors": ["E. Ferreiro", "V. Ruíz", "F. López de Alda", "M. Valverde", "A. Lendínez", "M. Lago San José", "A. Meléndez", "G. Pardo", "L. Ardevol", "Villena. J", "A. Pérez", "A. González", "A. Hernández", "M. Álvaro", "M.C. Leal", "M. Aguilar Tomás", "J.J. Gómez", "P. Carls"],
    "year": 1991
  }, {
    "title": "Early Cretaceous life, climate and anozia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Demise of the northern Tethyan Urgonian carbonate platform and subsequent transition towards pelagic conditions: the sedimentary record of the Col de la Plaine Morte area, Central Switzerland",
    "authors": ["K.B. Föllmi", "F. Gainon"],
    "venue": "Sediment. Geol",
    "year": 2008
  }, {
    "title": "Climates Throughout Geologic Time",
    "authors": ["L.A. Frakes"],
    "year": 1979
  }, {
    "title": "A guide to Phanerozoic cold polat climates from highlatitude ice-rafting in the Cretaceous",
    "authors": ["L.A. Frakes", "J.E. Francis"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Early Cretaceous ice rafting and climate zonation in Australia",
    "authors": ["L.A. Frakes", "N.F. Alley", "M. Deynoux"],
    "venue": "Int. Geol. Rev",
    "year": 1995
  }, {
    "title": "Tethyan versus Iberian extension during the Cretaceous period in the eastern Iberian Peninsula: insights from magnetic fabrics",
    "authors": ["C. García-Lasanta", "T. Román-Berdiel", "B. Oliva-Urcía", "A.M. Casas", "I. Gil-Peña", "S. Speranza", "T. Mochales"],
    "venue": "J. Geol. Soc. Lond. http://dx.doi.org/10.1144/jgs2015-068",
    "year": 2015
  }, {
    "title": "Stratigraphy and Petrology of Lower Cretaceous Coal, Southeastern Melville Island, District of Franklin, Arctic Canada",
    "authors": ["F. Goodarzi", "J.C. Harrison", "J.H. Wall"],
    "venue": "Geological Survey of Canada Bulletin 450 the Geology of Melville Island. Arctic Canada. Geol. Surv. Can",
    "year": 1994
  }, {
    "title": "Subaqueous basaltic magmatic explosions trigger phreatomagmatism: a case study from Askja, Iceland",
    "authors": ["A. Graettinger", "I. Skilling", "D.W. McGarvie"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2013
  }, {
    "title": "Palaeozoic tillites in Northern Ethiopia",
    "authors": ["M.J. Hambrey"],
    "year": 2011
  }, {
    "title": "Glacigenic boulder-bearing deposits in the Upper Dalradian Macduff Slates, northeastern Scotland",
    "authors": ["M.J. Hambrey", "P. Waddams"],
    "year": 2011
  }, {
    "title": "Brittle microtectonics: principles and practice",
    "authors": ["P.L. Hancock"],
    "venue": "J. Struct. Geol",
    "year": 1985
  }, {
    "title": "The Late Archaean(?) Witwatersrand conglomerates, South Africa",
    "authors": ["W.B. Harland"],
    "year": 2011
  }, {
    "title": "Calcareous nannofossils from the Aptian–Lower Albian of southeast France: palaeoecological and biostratigraphic implications",
    "authors": ["J.O. Herrle", "J. Mutterlose"],
    "venue": "Cretac. Res",
    "year": 2003
  }, {
    "title": "MidCretaceous igh Arctic stratigraphy, climate, and Oceanic anoxic",
    "authors": ["J.O. Herrle", "C.J. Schröder-Adams", "W. Davis", "A.T. Pugh", "J.M. Galloway", "J. Fath"],
    "venue": "events. Geology",
    "year": 2015
  }, {
    "title": "Classification of structures on joint surfaces",
    "authors": ["R.A. Hodgson"],
    "venue": "Am. J. Sci",
    "year": 1961
  }, {
    "title": "Horizonte fremdartiger Auswürflinge in der ostschweizerischen Oberen Susswassermolasse und Versuch einer Deutung ihrer Entstehung als Impaktphänomen",
    "authors": ["F. Hofmann"],
    "venue": "Eclogae Geol. Helv",
    "year": 1973
  }, {
    "title": "An impactite horizon in the Upper FreshwaterMolasse in Eastern Switzerland: Distal Ries ejecta",
    "authors": ["B. Hofmann", "F. Hofmann"],
    "venue": "Eclogae Geol. Helv",
    "year": 1992
  }, {
    "title": "Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous",
    "authors": ["S.K. Hong", "Y.I. Lee"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Catastrophic ice shelf breakup as the source of Heinrich event icebergs",
    "authors": ["Hulbe", "Ch.L", "D.R. MacAyeal", "G.H. Denton", "J. Kleman", "T.V. Lowell"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Evolution of a subglacial basaltic lava flow field: Tennena volcanic center, Mount Edziza volcanic complex, British Columbia, Canada",
    "authors": ["D.G. Hungerford", "B.R. Edwards", "I.P. Skilling", "B.I. Cameron"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2014
  }, {
    "title": "Evidence for glacioeustatic control of large, rapid sea-level fluctuations during the Albian–Cenomanian: Dakota Formation, eastern margin of wester interior seaway, USA",
    "authors": ["J.T. Koch", "R.L. Brenner"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Provenance of dropstones in Baffin Bay and Labrador Sea",
    "authors": ["J.A. Korstgärd", "O.B. Nielsen"],
    "year": 1989
  }, {
    "title": "Guidebook to the Geology of Barringer Meteorite Crater, Arizona",
    "authors": ["D.A. Kring"],
    "venue": "Lunar and Planetary Institute,",
    "year": 2007
  }, {
    "title": "Clasts with stoss–lee form in lodgement tills: a discussion",
    "authors": ["J. Krüger"],
    "venue": "J. Glaciol",
    "year": 1984
  }, {
    "title": "The significance of ice-rafted debris in Sturtian glacial successions",
    "authors": ["D.P. Le Heron"],
    "venue": "Sediment. Geol",
    "year": 2015
  }, {
    "title": "Ph.D. thesis, Zaragoza Univ., Spain). Fracturación y campos de esfuerzos compresivos alpinos en la Cordillera Ibérica y el NE peninsular",
    "authors": ["C.L. Liesa"],
    "year": 2000
  }, {
    "title": "Tectonic, sea-level, and climatic controls on Late Paleozoic sedimentation in the western basins of Argentina",
    "authors": ["C. Limarino", "A. Tripaldi", "S. Marenssi", "L. Fauqué"],
    "venue": "J. S. Am. Earth Sci",
    "year": 2006
  }, {
    "title": "Manifestations of the Cretaceous High Arctic large igneous province in Svalbard",
    "authors": ["H.D. Maher Jr."],
    "venue": "J. Geol",
    "year": 2001
  }, {
    "title": "The geological evidences for Triassic to Pleistocene glaciations: implications for eustasy",
    "authors": ["P.J. Marwick", "D.B. Rowley"],
    "venue": "SEPM Spec. Publ",
    "year": 1998
  }, {
    "title": "Late Aptian long-lived glacio-eustatic lowstand recorded on the Arabian plate",
    "authors": ["F. Maurer", "F.S.P. van Buchem", "G.P. Eberli", "B.J. Pierson", "M.J. Raven", "Larsen", "P.-H", "M.J. Alhusseini", "B. Vincent"],
    "venue": "Terra Nova",
    "year": 2013
  }, {
    "title": "Atlantic cooling associated with a marine biotic crisis during the mid-Cretaceous period",
    "authors": ["A. McAnena", "S. Flögel", "P. Hofmann", "J.O. Herrle", "A. Griesand", "J. Pross", "H.M. Talbot", "J. Rethemeyer", "K. Wallmann", "T. Wagner"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Palaeotemperatures, polar ice-volume, and isotope stratigraphy (Mg/Ca",
    "authors": ["J.M. McArthur", "N.M.M. Janssen", "S. Reboulet", "M.J. Leng", "M.F. Thirlwall", "B. van de Schootbrugge"],
    "year": 2007
  }, {
    "title": "Cryogenian rift-relatedmagmatism and sedimentation: South-Western Congo Craton, Namibia",
    "authors": ["B. McGee", "G.P. Halverson", "A.S. Collins"],
    "venue": "J. Afr. Earth Sci",
    "year": 2012
  }, {
    "title": "A coastal lacustrine system in the Lower Barremian from the Oliete Subbasin, Central Iberian Range, Northeastern Spain",
    "authors": ["A. Meléndez", "A.R. Soria", "N. Meléndez"],
    "venue": "Lake Basins Through sPace and Time. AAPG Stud. Geol",
    "year": 2000
  }, {
    "title": "Expression of the late Aptian cold snaps and the OAE1b in a highly subsiding carbonate platform (Aralar",
    "authors": ["M.I. Millán", "H.J. Weissert", "M.A. López-Horgue"],
    "venue": "Northern Spain). Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2014
  }, {
    "title": "Roter Kamm impact crater of Namibia: new data on rim structure, target rock geochemistry, ejecta, and meteorite trajectory",
    "authors": ["R. Miller", "G. Mc"],
    "venue": "Large Meteorite Impacts and Planetary Evolution IVGSA Special Paper Vol. 465. Geol. Soc. of Am.,",
    "year": 2010
  }, {
    "title": "The Aptian–Albian cold snap: evidence for “mid",
    "authors": ["J. Mutterlose", "A. Bornemann", "J. Herrle"],
    "venue": "Cretaceous icehouse interludes. N. Jb. Geol. Paläont. (Abh.)",
    "year": 2009
  }, {
    "title": "Magnitude and timing of peat-to-coal",
    "authors": ["G. Nadon"],
    "venue": "compaction. Geology",
    "year": 1998
  }, {
    "title": "The Cretaceous Continental Intercalaire in central Algeria: subsurface evidence for a fluvial to aeolian transition and implications for the onset of aridity on the Saharan Platform",
    "authors": ["A.J. Newell", "G.A. Kirby", "J.P.R. Sorensen", "A.E. Milodowski"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Erratics of the Danish Maastrichtian and Danian marine limestones",
    "authors": ["A. Noe-Nygaard"],
    "venue": "Bull. Geol. Soc. Den",
    "year": 1975
  }, {
    "title": "First record of gastroliths associated with elasmosaur remains from La Colonia Formation (CampanianeMaastrichtian), Chubut, Patagonia Argentina, with comments on the probable depositional palaeoenvironment of the source of the gastroliths",
    "authors": ["J.P. O'Gorman", "L. Salgado", "I.A. Cerda", "Z. Gasparini"],
    "venue": "Cretac. Res",
    "year": 2013
  }, {
    "title": "Carbon budget of a drained peatland in Western Iceland and initial effects of rewetting",
    "authors": ["R. Ólafsdóttir"],
    "venue": "Agricultural University of Iceland",
    "year": 2015
  }, {
    "title": "Impact Cratering, Processes and Products",
    "authors": ["G.R. Osinski", "E. Pierazzo"],
    "year": 2013
  }, {
    "title": "Glacial cycles: towards a new paradigm",
    "authors": ["D. Paillard"],
    "venue": "Rev. Geophys",
    "year": 2001
  }, {
    "title": "Estratigrafía y sedimentología de las formaciones detríticas del Cretácico inferior terminal en el Bajo Aragón turolense (Ph.D",
    "authors": ["G. Pardo"],
    "year": 1979
  }, {
    "title": "Early Cretaceous palaeoceanography of the Greenland–Norwegian Seaway evidenced by calcareous nannofossils",
    "authors": ["S. Pauly", "J. Mutterlose", "P. lsen"],
    "venue": "Mar. Micropaleontol",
    "year": 2012
  }, {
    "title": "High-frequency, moderate to highamplitude sea-level oscillations during the late Early Aptian: insights into the MidAptian event (Galve sub-basin",
    "authors": ["C. Peropadre", "C.L. Liesa", "N. Meléndez"],
    "venue": "Spain). Sediment. Geol",
    "year": 2013
  }, {
    "title": "Palynology and biostratigraphy of the Escucha Formation in the Early Cretaceous Oliete Sub-basin",
    "authors": ["D. Peyrot", "J.P. Rodríguez-López", "E. Barrón", "N. Meléndez"],
    "venue": "Teruel, Spain. Rev. Esp. Micropaleontol",
    "year": 2007
  }, {
    "title": "Cool Cretaceous climates: new data from the Albian of Western Australia",
    "authors": ["D. Pirrie", "P. Doyle", "J.D. Marshall", "G. Ellis"],
    "venue": "J. Geol",
    "year": 1995
  }, {
    "title": "The evidence and implications of polar ice during the Mesozoic",
    "authors": ["G.D. Price"],
    "venue": "EarthSci. Rev",
    "year": 1999
  }, {
    "title": "The techniques of modern structural geology",
    "authors": ["J.G. Ramsay", "M.I. Huber"],
    "venue": "Folds and Fractures Vol. Volume",
    "year": 1987
  }, {
    "title": "A Specimen of Elasmosaurus serpentinus. Field Museum of Natural History, Chicago",
    "authors": ["Riggs"],
    "year": 1939
  }, {
    "title": "Sedimentología y Evolución del Sistema Desértico Arenoso (erg) Desarrollado en el Márgen Occidental del Tethys Durante el Cretácico Medio. Cordillera Ibérica",
    "authors": ["J.P. Rodríguez-López"],
    "venue": "Provincias de Teruel y Zaragoza (PhD Thesis, Universidad Complutense de Madrid-Consejo Superior de Investigaciones Científicas)",
    "year": 2008
  }, {
    "title": "Windblown desert sands in coeval shallow marine deposits: a key for the recognition of coastal ergs in the mid-Cretaceous Iberian Basin, Spain",
    "authors": ["J.P. Rodríguez-López", "P.L. De Boer", "N. Meléndez", "A.R. Soria", "G. Pardo"],
    "venue": "Terra Nova",
    "year": 2006
  }, {
    "title": "Tectónica extensive sinsedimentaria de la Fm Escucha en el sector meridional de la subcuenca cretácica de Oliete (Cadena Ibérica oriental)",
    "authors": ["J.P. Rodríguez-López", "C.L. Liesa", "N. Meléndez", "A.R. Soria"],
    "venue": "Rev. Soc. Geol. Esp",
    "year": 2006
  }, {
    "title": "Normal fault development in a sedimentary succession with multiple detachment levels: the Lower Cretaceous Oliete sub-basin",
    "authors": ["J.P. Rodríguez-López", "C.L. Liesa", "N. Meléndez", "A.R. Soria"],
    "venue": "Eastern Spain. Basin Res",
    "year": 2007
  }, {
    "title": "Aeolian sand sea development along the mid-Cretaceous western Tethyan margin (Spain): erg sedimentology and palaeoclimate implications",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "P.L. De Boer", "A.R. Soria"],
    "venue": "Sedimentology",
    "year": 2008
  }, {
    "title": "The action of wind and water in a mid-Cretaceous subtropical erg–margin system close to the Variscan",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "P.L. de Boer", "A.R. Soria"],
    "venue": "Iberian Massif, Spain. Sedimentology",
    "year": 2010
  }, {
    "title": "Controls on marineerg margin cycle variability: aeolian–marine interaction in the Mid-Cretaceous Iberian Desert System, Spain",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "P.L. de Boer", "A.R. Soria"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "Spatial variability of multi-controlled aeolian supersurfaces in central-erg andmarine–erg–margin systems",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "P.L. De Boer", "A.R. Soria", "C.L. Liesa"],
    "venue": "Aeolian Res",
    "year": 2013
  }, {
    "title": "Reinterpretación estratigráfica y sedimentológica de las Formaciones",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "A.R. Soria", "P.L. de Boer"],
    "venue": "Escucha y Utrillas de la Cordillera Ibérica. Rev. Soc. Geol. Esp",
    "year": 2009
  }, {
    "title": "CO2-forced climate thresholds during the Phanerozoic",
    "authors": ["D.L. Royer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Strahlenkalke bzw. Shatter-Cones aus dem Brockhorizont der Oberen Süßwassermolasse in Oberschwaben (Südwest-Deutschland) – Fernauswürflinge des Nördlinger-Ries-Impaktes",
    "authors": ["V.J. Sach"],
    "venue": "Fokus Natur Vols",
    "year": 2014
  }, {
    "title": "Mesozoic extensional tectonics, stratigraphy and crustal evolution during the Alpine cycle of the eastern Iberian basin",
    "authors": ["R. Salas", "A. Casas"],
    "venue": "Tectonophysics",
    "year": 1993
  }, {
    "title": "Evolution of the Mesozoic Central Iberian Rift System and its Cenozoic inversion (Iberian Chain)",
    "authors": ["R. Salas", "J. Guimerà", "R. Más", "C. Martín-Closas", "A. Meléndez", "A. Alonso"],
    "venue": "Mémoires du Muséum national d‘Histoire naturelle",
    "year": 2001
  }, {
    "title": "Gastroliths from the Lower Cretaceous sauropod Cedarosaurus weiskopfae",
    "authors": ["F. Sanders", "K. Manley", "K. Carpenter"],
    "year": 2001
  }, {
    "title": "Unusual occurrence of gastroliths in a polycotylid pleisiosaur from the Upper Cretaceous Tropic Shale",
    "authors": ["R.L. Schmeisser", "D.D. Gillette"],
    "venue": "Shouthern Utah. PALAIOS",
    "year": 2009
  }, {
    "title": "Late Precambrian tillites of the Appalachians",
    "authors": ["F.L. Schwab"],
    "year": 2011
  }, {
    "title": "Celestial driver of Phanerozoic climate",
    "authors": ["Shaviv", "Nir J", "L. Veizer"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Plate tectonic reconstructions and paleogeographic maps of the central and north Atlantic oceans",
    "authors": ["J.C. Sibuet", "S. Rouzo", "S. Srivastava"],
    "venue": "NSPFA Atlas Annex,",
    "year": 2011
  }, {
    "title": "Incremental slip history of a thrust: diverse transport directions and internal holding of the Utrillas thrust sheet (NE Iberian Chain, Spain)",
    "authors": ["J.L. Simón", "C.L. Liesa"],
    "venue": "Geological Society Spec. Publ",
    "year": 2011
  }, {
    "title": "Fringe cracks and plumose structures in layered rocks: stepping senses and their implications for palaeostress interpretation",
    "authors": ["J.L. Simón", "L.E. Arlegui", "A. Pocoví"],
    "venue": "J. Struct. Geol",
    "year": 2006
  }, {
    "title": "Basaltic pahoehoe lava-fed deltas: large-scale characteristics, clast generation, emplacement processes and environmental discriminiation",
    "authors": ["I.P. Skilling"],
    "venue": "Volcano–Ice Interaction on Earth and Mars. Geol. Soc. London, Spec. Pub",
    "year": 2002
  }, {
    "title": "Subglacial to emergent basaltic volcanism at Hlöðufell, South-West Iceland: A history of ice-confinement",
    "authors": ["I.P. Skilling"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2009
  }, {
    "title": "Nuevas aportaciones a la palinología y paleoclimatología de la formación Escucha (Albiense inferior-medio) en las cubetas de Utrillas y Oliete, Cordillera Ibérica Oriental",
    "authors": ["N. Solé de Porta", "X. Querol", "R. Cabanes", "R. Salas"],
    "venue": "Cuad. Geol. Iber",
    "year": 1994
  }, {
    "title": "La sedimentación en las cuencas marginales del Surco Ibérico durante el Cretácico inferior y su controltectónico (Ph.D",
    "authors": ["A.R. Soria"],
    "year": 1997
  }, {
    "title": "The Early Cretaceous of the Iberian Basin (northeastern Spain). In: Gierlowski-Kordesch, E.H., Kelts, K.R. (Eds.), Lake Basins Through Space and Time",
    "authors": ["A.R. Soria", "A. Meléndez", "M. Aurell", "C.L. Liesa", "M.N. Meléndez", "J.C. Gómez-Fernández"],
    "venue": "AAPG Stud. Geol",
    "year": 2000
  }, {
    "title": "Tectónica extensional cretácica en la subcuenca de Oliete (Cordillera Ibérica central)",
    "authors": ["A.R. Soria", "A. Meléndez", "C.L. Liesa"],
    "venue": "Geogaceta",
    "year": 1997
  }, {
    "title": "Estratigrafía, sedimentología y control",
    "authors": ["A.R. Soria", "E. Vennin", "A. Meléndez"],
    "venue": "tectónico de la evolución de las rampas carbonatadas del Cretácico inferior de la Cubeta de Oliete (provincia de Teruel). Rev. Soc. Geol. Esp",
    "year": 1994
  }, {
    "title": "Global reconstructions and North Atlantic paleogeography 440 Ma to Recent",
    "authors": ["T.H. Torsvik", "D. Carlos", "M. Mosar", "L.R.M. Cocks", "T. Malme"],
    "venue": "Geological Survey of Norway,",
    "year": 2002
  }, {
    "title": "The sedimentary expression of oceanic anoxic event 1b in the North Atlantic",
    "authors": ["J. Trabucho-Alexandre", "R.I. Van Gilst", "J.P. Rodríguez-López", "P.L. de Boer"],
    "venue": "Sedimentology",
    "year": 2011
  }, {
    "title": "Biostratigraphic indications of the age of the Boltysh impact crater in Ukraine",
    "authors": ["A.A. Valter", "L. Plotnikova"],
    "venue": "Impact Markers in the Stratigraphic RecordImpact Studies",
    "year": 2003
  }, {
    "title": "Driftwood dropstones in Middle Miocene Climate Optimum shallow marine strata (Calvert Cliffs, Maryland Coastal Plain): erratic pebbles on certain proxy for cold climate",
    "authors": ["P.R. Vog", "M. Parrish"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "Alzadasaurus pembertoni, a new elasmosaur from the upper Cretaceous of South Dakota",
    "authors": ["S.P. Welles", "J.D. Bump"],
    "venue": "J. Paleontol",
    "year": 1949
  }, {
    "title": "Evolution of the Arctic–North Atlantic and the Western Tethys",
    "authors": ["P. Ziegler"],
    "venue": "AAPG Mem",
    "year": 1988
  }, {
    "title": "Mechanical controls on collision-related compressional intraplate deformation",
    "authors": ["P. Ziegler", "van Wees", "J.-D", "S. Cloetingh"],
    "venue": "Tectonophysics",
    "year": 1998
  }],
  "id": "SP:47c7e0072cfa6908da87be52425e25bc1f799fdb",
  "authors": [{
    "name": "Juan Pedro Rodríguez-López",
    "affiliations": []
  }, {
    "name": "Carlos L. Liesa",
    "affiliations": []
  }, {
    "name": "Gonzalo Pardo",
    "affiliations": []
  }, {
    "name": "Nieves Meléndez",
    "affiliations": []
  }, {
    "name": "Ana R. Soria",
    "affiliations": []
  }, {
    "name": "Ian Skilling",
    "affiliations": []
  }],
  "abstractText": "a School of Applied Sciences, Faculty of Computing, Engineering and Sciences, University of South Wales, Glyntaf, Pontypridd, Rhondda Cynon Taff, CF37 4AT, UK b Grupo Geotransfer (DGA), Departamento de Ciencias de la Tierra, Facultad de Ciencias, Universidad de Zaragoza, C/Pedro Cerbuna 12, 50009 Zaragoza, Spain c Grupo de Análisis de Cuencas Sedimentarias Continentales (DGA), Departamento de Ciencias de la Tierra, Facultad de Ciencias, Universidad de Zaragoza, C/ Pedro Cerbuna 12, 50009 Zaragoza, Spain d Instituto de Geociencias (IGEO) (CSIC), Spain e Grupo de Análisis de Cuencas (UCM), Departamento de Estratigrafía (UCM), Facultad de Ciencias Geológicas, Instituto de GeoCiencias (IGEO UCM-CSIC) Ciudad Universitaria, 28040Madrid, Spain",
  "title": "Glacial dropstones in the western Tethys during the late Aptian–early Albian cold snap: Palaeoclimate and palaeogeographic implications for the mid-Cretaceous"
}