{
  "sections": [{
    "text": "Late Noachian and early Hesperian ridge systems in the south circumpolar Dorsa Argentea Formation, Mars: Evidence for two stages of melting of an extensive late Noachian ice sheet\nAilish M. Kress, James W. Head n\nDepartment of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI 02912, USA\na r t i c l e i n f o\nArticle history: Received 7 July 2014 Received in revised form 27 October 2014 Accepted 21 November 2014 Available online 5 December 2014\nKeywords: Glaciers Eskers Ice sheets South pole Mars Dorsa Argentea Formation\na b s t r a c t\nThe Dorsa Argentea Formation (DAF), extending from 2701–1001 E and 701–901 S, is a huge circumpolar deposit surrounding and underlying the Late Amazonian South Polar Layered Deposits (SPLD) of Mars. Currently mapped as Early-Late Hesperian in age, the Dorsa Argentea Formation has been interpreted as volatile-rich, possibly representing the remnants of an ancient polar ice cap. Uncertain are its age (due to the possibility of poor crater retention in ice-related deposits), its mode of origin, the origin of the distinctive sinuous ridges and cavi that characterize the unit, and its significance in the climate history of Mars. In order to assess the age of activity associated with the DAF, we examined the ridge populations within the Dorsa Argentea Formation, mapping and characterizing seven different ridge systems (composed of nearly 4,000 ridges covering a total area of 300,000 km2, with a cumulative length of ridges of 51,000 km) and performing crater counts on them using the method of buffered crater counting to determine crater retention ages of the ridge populations. We examined the major characteristics of the ridge systems and found that the majority of themwere consistent with an origin as eskers, sediment-filled subglacial drainage channels. Ridge morphologies reflect both distributed and channelized esker systems, and evidence is also seen that some ridges form looping moraine-like termini distal to some distributed systems. The ridge populations fall into two age groups: ridge systems between 2701 and 01 E date to the Early Hesperian, but to the east, the Promethei Planum and the Chasmata ridge systems date to the Late Noachian. Thus, these ages, and esker and moraine-like morphologies, support the interpretation that the DAF is a remnant ice sheet deposit, and that the esker systems represent evidence of significant melting and drainage of meltwater from portions of this ice sheet, thus indicating at least some regions and/or periods of wet-based glaciation. The Late Noachian and Early Hesperian ages of the ridge systems closely correspond to the ages of valley network/open basin lake systems, representing runoff, drainage and storage of liquid water in non-polar regions of the surface of Mars. Potential causes of such wet-based conditions in the DAF include: 1) top-down melting due to atmospheric warming, 2) enhanced snow and ice accumulation and raising of the melting isotherm to the base of the ice sheet, or 3) basal melting associated with intrusive volcanism (volcano-ice interactions). The early phase of melting is closely correlated in timewith valley network formation and thus may be due to global atmospheric warming, while the later phase of melting may be linked to Early Hesperian global volcanism and specific volcano-ice interactions (table mountains) in the DAF. Crater ages indicate that these wet-based conditions ceased by the Late Hesperian, and that further retreat of the DAF to its present configuration occurred largely through sublimation, not melting, thus preserving the extensive ridge systems. MARSIS radar data suggest that significant areas of layered, potentially ice-rich parts of the Dorsa Argentea Formation remain today.\n& 2014 Elsevier Ltd.. All rights reserved."
  }, {
    "heading": "1. Introduction and background",
    "text": "1.1. Definition and nature of the Dorsa Argentea Formation\nThe Dorsa Argentea Formation is a south-circumpolar deposit on Mars, extending from 2701–1001 E and 601–901 S (Tanaka and\nScott, 1987; Head and Pratt, 2001; Tanaka and Kolb, 2001) (Fig. 1). The formation is named for the Dorsa Argentea system of ridges, located between 3001–01 E and 701–801 S (located in the Hdd member defined by Tanaka and Kolb, 2001) (Fig. 1). The Dorsa Argentea Formation (DAF) comprises a wide range of surface morphologies, textures, landforms, and topography, and many workers have focused on certain subunits or types of landforms within the DAF (e.g., Howard, 1981; Rice and Mollard, 1994; Ruff, 1994; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001;\nContents lists available at ScienceDirect\njournal homepage: www.elsevier.com/locate/pss\nPlanetary and Space Science\nhttp://dx.doi.org/10.1016/j.pss.2014.11.025 0032-0633/& 2014 Elsevier Ltd.. All rights reserved.\nn Corresponding author.\nMilkovich et al., 2002; Ghatan and Head, 2002; Ghatan et al., 2003; Ghatan and Head, 2004). In their 1:15,000,000 scale geologic map of the polar regions of Mars produced from Viking images, Tanaka and Scott (1987) identified two subunits to the DAF, Hdu (the upper member) and Hdl (the lower member). A third related unit, Hesperian-Noachian undivided material (HNu), was also identified, consisting of rough blocky terrain closely associated with the DAF.\nHead and Pratt (2001) analyzed these units with Mars Orbiter Laser Altimeter (MOLA) data. They found the relationships of the units to be stratigraphically ambiguous in some locations, with both the unit margins and interpreted sequence often appearing inconsistent with topographic relationships. Head and Pratt (2001) therefore combined all three units together in their investigation of south paleopolar deposits. Mars Global Surveyor (MGS)–based mapping by Tanaka and Kolb (2001) supports the finding of Head and Pratt (2001) that the Viking-based subdivision of the area is inconsistent with the MOLA data. Tanaka and Kolb (2001) redefined the outer boundary of the DAF and subdivided the formation into eight members primarily on the basis of 1) geographic location, 2) unit margins determined from topography, and 3) morphology (Fig. 1). The relative stratigraphy of the major units, as deduced by Tanaka and Kolb (2001), is from oldest to youngest: the Rugged member (Hdr), the Argentea member (Had), the Dorsa member (Hdd), the Promethei member (Hdp), the Sisyphi member (Hds), and the Cavi member (ANdc). Head and Pratt (2001) assessed these units with MOLA data and showed that Hda and Hdd are generally the thinnest members, Hds is the next thinnest, and ANdc is the thickest. Hdr is not a plains or plateau-type member, making its relative thickness difficult to ascertain."
  }, {
    "heading": "1.2. Hypotheses of origin for the Dorsa Argentea Formation",
    "text": "Three different origins have been proposed to explain the nature and origin of the DAF and associated features. Early work by Tanaka and Scott (1987) suggested that the deposit formed predominantly from lava flows, a scenario primarily supported by the lobate fronts of some of the unit margins, considered to be consistent with a lava flow origin. They identified a shield-like structure as a possible source vent within the boundaries of the DAF, 50 km south of Cavi Sisyphi, in member Hdr as mapped by\nTanaka and Kolb (2001). Tanaka and Kolb (2001) proposed a new origin on the basis of their mapping with MGS data, which is a variant of the volcanic model of Tanaka and Scott (1987). They retained a flow-related origin in their new model, but instead of lava, they proposed a mechanism involving the expulsion of fluidized, volatile-rich subsurface regolith material, released to the surface through “instabilities” and “triggering mechanisms.” Their model is largely based on the hypothesized accumulation of extensive subsurface aquifers of H2O and/or CO2 in the south polar region during the Noachian. According to Tanaka and Kolb (2001), during the Hesperian, triggering mechanisms such as impactinduced marsquakes or intrusive magmatism cracked these aquifers and released widespread, volatile-laden regolith debris flows onto the surface to form the DAF deposits and associated features. Again, the lobate fronts of the deposit are interpreted as evidence supporting a flow-related origin. The sinuous ridges are interpreted as inverted stream topography resulting from infilling of preexisting channels, followed by later exhumation. Pedestal craters are cited as evidence for vertical thinning of the deposits. A clear origin for the cavi is lacking in this model, although Tanaka and Kolb (2001) suggest that the cavi may have served as source vents for the expelled subsurface volatiles (see discussion in Ghatan and Head, 2004). Head and Pratt (2001) proposed a third and separate scenario for the origin of the DAF. In their model the DAF represent the remnants from melting and retreat of a previously widespread circumpolar dust-rich ice sheet. In this model, Head and Pratt (2001) interpreted the features associated with the DAF as follows: 1) sinuous ridges within the margins of the DAF are interpreted to be the martian equivalent of terrestrial esker systems (as originally proposed by Howard, 1981), 2) sinuous valleys that lead away from the margins of both the 01 W and 701 W lobes of the DAF and terminate in the Argyre basin are interpreted as evidence for lateral transport of significant volumes of meltwater away from a melting ice sheet, 3) a smooth floored, low-lying, topographically enclosed basin (Argentea Planum, referred to as Schmidt Valley by Head and Pratt, 2001) located at the margins of the DAF is interpreted as evidence for ponding of meltwater along the edges of the deposit (Dickson and Head, 2006), 4) pits and cavi located within the DAF are interpreted as evidence for volatile loss and vertical degradation of the deposit, and 5) pedestal craters within the margins of the DAF\nfurther argue for many hundreds of meters of vertical degradation and volatile loss.\nFollowing the initial work of Head and Pratt (2001), other investigations have further strengthened the case for the ice sheet hypothesis for the DAF. Milkovich et al. (2002) presented evidence for lateral drainage and pooling of water within and away from the eastern margins of the 01 W lobe of the DAF (Fig. 1). Ghatan and Head (2002) examined a series of unusual mountains located within the 01 W lobe of the DAF (Sisyphi Montes) and interpreted these mountains as volcanoes, their unusual morphologies explained by a history of eruption and construction beneath an areally extensive ice sheet (subglacial volcanism). Ghatan et al. (2003) examined the area of Cavi Angusti, presented evidence for volcanic activity within the basins, and concluded that the basins most likely formed through melting of ice due to heating from a combination of intrusive and extrusive magmatic activity. Ghatan and Head (2004) examined five sinuous valleys that begin near the margins of the DAF, extend away for distances of up to 1600 km, and terminate in the Argyre basin, 1–3 km below their starting elevations. The head regions of three of these valleys show pits and basins in the DAF, some of which have sinuous, esker-like ridges. Ghatan and Head (2004) interpreted these DAF-related features collectively as evidence of ice sheet melting, subglacial transport, and marginal drainage into surrounding lows and basins. Dickson and Head (2006) identified an area interpreted to be an ice-sheet marginal lake in the vicinity of the termination of the Dorsa Argentea ridge system, a ridge system interpreted as eskers by Head and Pratt (2001). Pitted terrain interpreted to be kettle-like topography was also identified between the lake deposits and the margins of the DAF, all strengthening the case for DAF melting, subglacial drainage, ice-sheet marginal water ponding in a large open-basin lake, and breaching and channel flow down into the Argyre basin. These five investigations have provided additional evidence for the volatile-rich nature of the DAF and together with the initial work of Head and Pratt (2001) present strong arguments in favor of an ice sheet model.\nBoth the fluidized debris flow model of Tanaka and Kolb (2001) and the ice sheet model of Head and Pratt (2001) (summarized in Head et al., 2003) require the emplacement and removal of a widespread unit to account for the features associated with the deposit, particularly the sinuous ridges. The main difference between the two models is that the Tanaka and Kolb (2001) model invokes two different, unrelated mechanisms to emplace and remove this widespread unit, whereas in the ice sheet model of Head et al. (2003), emplacement and removal are simply two stages in the development of a single geologic process of ice sheet emplacement and modification. Furthermore, whereas no evidence has yet been presented to explain the removal of the widespread unit in the debris flowmodel, several lines of evidence have been documented that support the melting and retreat of a widespread ice sheet (e.g., sources of heating, internal drainage channels, eskers, a marginal open-basin lake, external drainage valleys, etc.)."
  }, {
    "heading": "1.3. Estimated age of the Dorsa Argentea Formation",
    "text": "Crater dating and stratigraphic relationships have been used to estimate the age of the DAF. Tanaka and Scott (1987) identified the DAF as Hesperian-aged. The Hesperian Period on Mars ranges from 2.7– 3.55 Ga using the Hartmann Production Function (Hartmann, 2005), or 3.54– 3.74 Ga using the Neukum Production Function (Ivanov, 2001). Plaut et al. (1988) estimated the polar plains, which generally correspond to the DAF as mapped by Tanaka and Scott (1987), to be 3.5 Ga using a cratering chronology different from both the Hartmann and Neukum chronologies. Tanaka and Kolb (2001) used MGS data and reclassified the\nDAF into eight members (Fig. 1). Of these eight members, they identified seven (Hdc, Hds, Hdp, Hdd, Hda, Hdv, and Hdr) as Early– Late Hesperian and the other (ANdc) as Late Hesperian to Early Amazonian.\nAs described above, many workers have interpreted the DAF to be a volatile-rich deposit, both in the past, when it was emplaced (Howard, 1981; Rice and Mollard, 1994; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001; Tanaka and Kolb, 2001; Milkovich et al., 2002; Ghatan and Head, 2002; Ghatan et al., 2003; Ghatan and Head, 2004; Head et al., 2003; Dickson and Head, 2006; Head and Marchant, 2006) and currently (Plaut et al., 2007a). Improved constraints on the ages and modes of origin of the landforms and units comprising the DAF may help to determine the budget of volatiles, particularly liquid water and ice, throughout the geologic history of the south polar region of Mars. Information on the presence and abundance of volatiles can then provide insight into the climatic conditions necessary to form the geomorphic units and features observed (Fastook et al., 2012). Accurate ages for the DAF and subunits allow the DAF to be considered together with contemporaneous units elsewhere on the planet (e.g., valley networks, Fassett and Head, 2008a; open-basin lakes and Late Noachian and Early Hesperian-aged volcanism, Fassett and Head, 2008b; Goudge et al., 2012a, 2012b) to understand the extent to which processes involving volatiles were locally or globally controlled.\nBecause of their distinctive nature and the possibility that they could provide links to the migration and transport of volatiles, we also focused in this study on further defining the characteristics of the ridge populations within the DAF, which occur primarily within the ANdc, Hdd, Hdv, Hdc, and Hdp members of the unit as defined by Tanaka and Kolb (2001). Several studies have examined the ridge system of the Dorsa Argentea (Figs. 1, 2) to test for mechanisms of formation for these ridges and for the DAF as a whole. Howard (1981) first hypothesized that the long, sinuous ridges might be eskers. Subsequent studies variously interpreted the ridges as unusual volcanic features (Tanaka and Scott, 1987), frozen mud waves (Jöns, 1992; Jöns and Kochan, 2000), linear dunes (Ruff, 1994), and inverted fluvial channels (Rice and Mollard, 1994). As described above, new image and altimetry data have provided evidence for the formation of many of the ridges in the DAF and elsewhere as eskers (e.g., Kargel and Strom, 1992; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001; Milkovich et al., 2002). A comprehensive analysis of all of the ridges associated with the DAF has not been undertaken, however, and thus is one of the goals of this study."
  }, {
    "heading": "1.4. Outstanding questions and goals of this study",
    "text": "Questions about the Dorsa Argentea Formation that remain to be answered are concerned principally with the ages and modes of origin of the deposits and their associated features. What are the ages of the various members, and what do these ages indicate about the age of the DAF as a whole? What do the ages imply about the timing of climate regimes on Mars? More precise and accurate age dating of units and structures may permit us to answer these questions more confidently. Questions arising in terms of ridge origin include: Where do ridges occur in the DAF outside of the Dorsa Argentea, and what is their distribution in planform? How do ridge patterns in planform relate to other landforms or geomorphic units? How can we test the hypothesis that the Dorsa Argentea ridges are eskers, and if some are not, what is the origin of related morphologies and ridge assemblages? Do we observe evidence of different ridge-forming mechanisms, and if so, are other ridge-forming mechanisms consistent with an ice-sheet origin for the DAF? What do the ages and inferred modes of origin for the ridges imply about the south polar volatile budget\nof Mars? What do they imply about the climate of Mars at the time of ridge formation?\nThe goals of this study are thus: 1) to examine and characterize all of the ridge systems associated with the DAF, and 2) to use the MOLA high resolution south polar gridded data and the method of buffered crater counting to assess the ages of the ridge populations in the DAF. Volatile-rich deposits are notoriously difficult to date with impact crater size-frequency distribution data, because sublimation can easily destroy craters on the surface of a unit, and deposition of volatiles can protect the unit from subsequent cratering but leave little evidence of its presence (Kadish et al., 2014). Thus, dating sediment-rich deposits, such as the ridge systems associated with the DAF, should provide more specific dates for volatile-rich DAF-related activity. Using buffered crater counting (Fig. 3) yields crater retention ages of the ridges only, not the surfaces they superpose and not the areas in between ridges in which craters might be preferentially filled by mass wasting. Thus, buffered crater counting should yield a more accurate estimate of the ages of the ridges within the DAF, which will allow more confident comparison with contemporaneous geologic features and events on a more global basis."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Ridge mapping",
    "text": "The MOLA high-resolution gridded data ( 115 m/pixel) formed the primary data for mapping the ridges (Fig. 2). We mapped ridges in a manner similar to the technique used to map craters, employing the color topography over the shaded relief. Larger ridges were easily identified in the shaded relief, but we also stretched the color gradient map locally to distinguish smaller scale ridges (Figs. 4–8). Most of the ridge systems mapped were contained within the area of the MOLA high resolution data (Fig. 2), but portions of the Dorsa Argentea ridges and a significant fraction of the Parva Planum ridges were located off the tile (Figs. 1, 2). We used MOLA gridded data ( 460 m/pixel) to continue mapping these ridge systems outward from the higher resolution data. The lower resolution data makes it more difficult to\ndistinguish smaller ridges because, for example, a kilometerwide ridge will be only 2–3 pixels across. Larger ridges, however, could be accurately mapped on the lower resolution data. We used Mars Global Surveyor Mars Orbiter Camera (MOC), Mars Reconnaissance Orbiter Context Camera (CTX) and Mars Reconnaissance Orbiter HiRISE images, where available, to check and verify our mapping and interpretations."
  }, {
    "heading": "2.2. Age dating of ridges in the Dorsa Argentea Formation",
    "text": "Previous age assessments of the DAF or of various members of the DAF have used the number of craters per unit area to estimate surface ages (Tanaka and Scott, 1987; Plaut et al., 1988; Tanaka and Kolb, 2001). Buffered crater counting (Fig. 3) is a method that uses the number of craters superposing linear features to estimate the age of those features; for example, Wichman and Schultz (1989), Namiki and Solomon (1994), and Fassett and Head (2008a). For example, Fassett and Head (2008a) used buffered crater counting to assess the ages of valley network formation in the southern highlands of Mars. Counting only craters that superpose linear features excludes surfaces between the features that may be of a different age.\nThis study uses a method of buffered crater counting modified from Fassett and Head (2008a). The DAF ridges are positive features, so mass-wasting may preferentially cause material to accumulate between the ridges and fill in craters in those locations. If the entire area was counted as a proxy for ridge system age, that count might underestimate the age of the ridges because craters might be filled in by ridge mass wasting. Buffered crater counting should yield a more accurate age than counting over the entire area covered by the ridges. Fassett and Head (2008a) considered craters to be superposed on a valley network if part of the actual crater was superposed or if the ejecta blanket of the crater was superposed on the valley. The ridges in the DAF are smaller in lengths and widths than the segments of the valley networks dated by Fassett and Head (2008a). The craters counted are also smaller and have comparably smaller ejecta deposits and thus a stricter buffer was used: only craters with rims superposed on ridges were counted (Fig. 3).\nIn the buffered cratered counting method, a buffer area is calculated from a representative width of ridges for each population and from the diameter of each crater being counted using the equation Sbuffer¼1.5Dþ0.5Wr (after Fassett and Head, 2008a). Representative widths for each population of ridges counted are shown in Fig. 6d. Representative widths were determined from averaging the widths of a number of ridges within each group of ridges. Crater counts were performed using the MOLA south polar high resolution ( 115 m/pixel) tile (Smith et al., 2001). At 115 m/px, we were confident in identifying craters 1 km in diameter or greater, corresponding to craters at least eight pixels in diameter. We did not count craters on the lower resolution MOLA gridded data, because at 460 m/pixel a crater 1 km in diameter would cover only 2–3 pixels.\nTo identify craters, we overlaid the color topographic gradient MOLA map over a shaded relief map derived from the same data using ArcMap. We used ArcMap tools to derive a shaded relief map with an illumination angle of 45 degrees. The constant, artificial illumination angle meant that we could be consistent with crater detection throughout the DAF and the south polar region. We stretched the color topography map to the local region around each crater in order to verify that it was a crater and that it superposed a ridge or ridges. We mapped the ridges in a similar manner, and we mapped all craters greater than or equal to 1 km in diameter that superposed those ridges.\nTo obtain a statistically robust crater retention age, we use a threshold number of craters, N, equal to 10. We also constrain N to be comprised of craters above a certain cutoff diameter, usually 1 km, to prevent the “rollover” or “drop-off” of small craters due to counting craters at the limit of resolution of the data or counting a crater population that is losing craters at small sizes due either to erosion or infilling.\nWe analyzed crater counts employing the methods detailed in Fassett and Head (2008a), using both the Hartmann (Hartmann, 2005) and Neukum (Ivanov, 2001) production functions. As the best-fit ages were within the same geological period regardless of production function used, only the Hartmann production function results are shown in this article. Best-fit isochrons were calculated using a least-squares fitting method for each crater population (Fig. 4). Best-fit ages and uncertainties for each population used the sum of the misfit from the least squares fit and counting\nstatistics (assumed to be independent of one another) to calculate the uncertainty. The uncertainty for each count equaled one standard deviation from the best-fit age in either direction (Fig. 8, as is also shown in Fig. 4, Fassett and Head, 2008a).\nWe also performed counts on Mars Reconnaissance Orbiter (MRO) Context Camera (CTX) data for comparison, but because illumination angles, dust cover, and seasonal frost cover varied from image to image, we found that the MOLA high resolution gridded data were more useful in terms of consistency and could still readily provide statistically robust crater retention ages."
  }, {
    "heading": "3. Analysis of the nature of ridge systems",
    "text": "Nearly 4,000 ridges were mapped, covering a total area of 300,000 km2 (Fig. 2). The cumulative length of those ridges is 51,000 km. The ridge systems were subdivided into seven general areas (Fig. 2) and buffered crater count techniques were applied to each of these areas."
  }, {
    "heading": "3.1. Types of ridges and relation to the esker hypothesis",
    "text": "A wide range of ridges can occur in glacial deposits on Earth, including moraines (lateral, medial, terminal, squeeze-up), crevasse-fill deposits, inverted stream channels on outwash plains, and eskers formed subglacially (Benn and Evans, 1998). Concentric ridges interpreted to be moraines have been described in association with tropical mountain glacier and mid-latitude glacial deposits on Mars (Head and Wilson, 2003; Shean et al., 2005, 2007; Head et al., 2006a, 2006b; Kadish et al., 2008, 2014; Scanlon et al., 2014). Inverted stream channels and inversion of other relief on Earth and Mars have been summarized by Pain et al. (2007) and Burr et al. (2009). On Earth, eskers are sinuous depositional ridges of sediment formed by subglacial drainage systems and exposed by retreating glaciers or ice sheets (Benn and Evans, 1998; Brennand, 2000). Terrestrial eskers have heights of tens to hundreds of meters, lengths of hundreds of meters to hundreds of kilometers, and widths up to a kilometer or two across (Shreve, 1985; Metzger, 1991; Benn and Evans, 1998; Brennand, 2000). Eskers are often sinuous in planform, and they may branch and braid or they may be shorter and isolated (Figs. 9–11). Sinuous\nridges interpreted to be eskers on Mars have been mapped in coldbased tropical mountain glaciers in association with volcano/ice interactions (Head and Wilson, 2002; Wilson and Head, 2002; Scanlon et al., 2014) and in the Medusae Fossae Formation (Burr et al., 2009).\nEskers are interpreted to be the sediment infill of glacier or ice sheet drainage channels. Some eskers may form supra- or englacially, but most are interpreted to form subglacially (Benn and Evans, 1998; Brennand, 2000). The patterns and structures of eskers can reveal information about the rate of drainage within a glacier or ice sheet, the relative abundance of water and sediment, the behavior of fluid flows interior to an ice mass, and the conditions at locations where the esker would have drained. Esker continuity, width, height, internal structure (bedding), and grain size distribution can be related to ice-sheet velocity, water velocity and pressure, subglacial topography, and subglacial bedrock\ngeology (Shreve, 1985; Benn and Evans, 1998; Brennand, 2000). In this manner, eskers can be used to infer paleo-ice sheet hydrology and dynamics. For example, long, continuous systems of eskers are inferred to have formed during ice stagnation, as active retreat would be likely to have deformed the eskers (Brennand, 2000), although some evidence indicates that continuous esker systems may be able to form in active ice sheets if ice velocity is very slow (Shreve, 1985).\nA group of long, sinuous ridges in Argyre basin are similar in planform and dimensions to the Dorsa Argentea (Kargel and Strom, 1992; Hiesinger and Head, 2002; Banks et al., 2009). They have been interpreted to form in similar ways to the Dorsa Argentea ridges, and recent studies using MOLA, CTX, and MRO High Resolution Imaging Science Experiment (HiRISE) data suggests that the Argyre ridges are very likely to be eskers (Banks et al., 2009; Bernhardt et al., 2013)."
  }, {
    "heading": "3.2. Detailed characteristics, associations and interpretation of eskers on Earth",
    "text": "In this section we describe the nature of eskers on Earth, with a focus on those related to an integrated ice sheet system, the Laurentide ice sheet. We examine their relation to ancient and present ice sheets in order to provide criteria for their recognition and associations, and a basis for assessment of the ridges seen in the DAF. Brennand (2000) synthesized decades of work on esker characteristics and development in the Laurentide Ice Sheet (e.g., Craig, 1964; Prest et al., 1968; Banerjee and McDonald, 1975; Shreve, 1985; Shilts et al., 1987; Shaw et al., 1989; Gorrell and Shaw, 1991; Brennand, 1994; Menzies and Shilts, 1996; Munro and Shaw, 1997). The Laurentide Ice Sheet deposit contains\nthousands of eskers with differing morphologies and patterns displayed in broad zones throughout the ice sheet deposit and linked to ice sheet evolution. Laurentide eskers can range up to 800 km in length (including gaps); nearly unbroken ones have been observed up to 300 km in length. Esker heights generally range from a few meters to 450 m at the land surface, but deposits in excess of 200 m thick may occur below the surface. Esker widths are generally o150 m, but can exceed several kilometers. Esker planform patterns can be single, sinuous, undulatory ridges with broad or sharp crests or, alternatively, eskers can exhibit periodic enlargements or “beads”, or subdivide and recombine downflow (anabranched planform). Some eskers can be relatively isolated, while others form integrated dendritic networks with up to fourth-order tributaries. Eskers can occur in\nassociation with both subaerial and subaqueous ice-marginal landform assemblages. Examples include pitted subaerial outwash, subaerial or subaqueous fans (although not all subaqueous fans need be ice marginal), deltas and end moraines, and glaciolacustrine and glaciomarine sediments. Eskers are also often associated with subglacial landforms such as drumlins, rogen moraines, hummocky terrain, and tunnel channels.\nTypically, eskers have been described in terms of either 1) models of genesis or 2) their associations and patterns of distribution. For example, Banerjee and McDonald (1975) outlined a genetic esker classification with “R-channels”, designating eskers forming in tunnels, and “H-channels”, indicating open channels. On the other hand, Shilts et al. (1987) described zonal assemblages of sediments and landforms, including eskers, on the Canadian Shield, and Menzies and Shilts (1996) described broad esker patterns associated with North American ice sheets (see Brennand, 2000; her Fig. 1). Eskers are rare in the innermost parts of the ice sheet, near ice divides (zone 1). In zone 2 (and in areas underlain by crystalline bedrock), esker density is high and most eskers form long, partially discontinuous, dendritic networks (Fig. 9a). These can: 1) radiate away from regions designated as ice divides, or 2) terminate at major arcuate moraines. Channels eroding into the basal substrate can result in gaps along the esker\npaths. In some places, short eskers occur between major dendritic esker systems. In the next outermost zone (zone 3), esker density is low 1) downflow from major arcuate moraines and 2) in areas generally underlain by sedimentary bedrock. Eskers are generally short, forming subparallel or deranged patterns (Fig. 9b,c) or are isolated. In the outermost zone of the Laurentide ice sheet deposits (zone 4) (regions of high relief, such as the Appalachians), eskers are generally localized in major valleys but may cross drainage divides. It has been suggested that these esker patterns could simply be substrate-controlled, with eskers present over rigid beds (zone 2) and rare over soft beds (zone 3) (Clark and Walder, 1994; Walder and Fowler, 1994). Furthermore, the current patterns of esker distributions are likely to be incomplete or modified by later burial or reworking in glaciolacustrine environments (Shilts et al., 1987). For example, both 1) sediment availability and 2) changes in ice dynamics during the deglaciation cycle are causal factors in esker patterns. Shilts et al. (1987) interpreted zone 3 eskers to have formed at an actively retreating ice margin, and zone 2 eskers to have formed under regionally stagnant ice.\nIn an attempt to reconcile the importance of both individual esker genesis and regional esker pattern to an understanding of Laurentide R-channel (semi-circular channels thermally eroded\nupward into the ice; Röthlisberger, 1972) drainage, Brennand (2000) introduced a morphologic classification of Laurentide eskers, focused largely on their patterns of exposure. She identified three esker morphologies (Fig. 9): 1) long, dendritic eskers, 2) short, subparallel eskers, and 3) short, deranged eskers. The relationship of these types of patterns to distributed (slow) and channelized (fast) glacial meltwater drainage (see also Raymond et al., 1995; Fountain and Walder, 1998) is shown in Figs. 9 and 10. These esker morphologies could have formed in channels that terminated either subaqueously or subaerially (see Banerjee and McDonald, 1975). The long, dendritic esker systems (“fast” systems of Fountain and Walder, 1998) have a relatively low surface-tovolume ratio, are composed of dendritic or arborescent networks of conduits indicating convergent flow, and cover a small fraction of the glacier bed. In contrast, the distributed esker systems (“slow” systems of Fountain and Walder, 1998) have a relatively large surface-to-volume ratio, are composed of non-arborescent, often trellis-like, networks of conduits or pathways, cover a relatively large fraction of the glacier bed, and often involves a range of complicated flow paths at the glacier bed (Figs. 9–11).\nBrennand (2000) outlined combinations of these basic patterns (Fig. 9) that have been reported in the literature into five esker classification types: Type I: Long, dendritic eskers which formed in R-channels that terminated in standing water; Type II: Short, subparallel eskers which formed in R-channels or reentrants that terminated in standing water; Type III: short, deranged eskers which formed in R-channels that terminated in standing water; Type IV: Long, dendritic eskers which formed in R-channels that terminated subaerially; and Type V: Short eskers which formed in R-channels or reentrants that terminated subaerially. Brennand (2000) outlined different morpho-sedimentary relations for Types I, II and III that suggest that distinct drainage systems and glaciodynamic conditions are associated with each of these esker types. Type I eskers are interpreted to have formed “in extensive, synchronous, dendritic R-channel networks under regionally stagnant ice that terminated in standing water.” Type II eskers are interpreted to have formed “in short, subaqueously terminating R-channels or reentrants close to an ice front or grounding line that may have actively retreated during esker sedimentation.” Type III eskers are thought to have formed “in short R-channels that drained either to interior lakes in, or tunnel channels under, regionally stagnant ice.” Type IV eskers could have formed “as time-transgressive segments in short, subaerially terminating R-channels (or reentrants) that developed close to the ice margin as the ice front underwent stagnation-zone retreat or downwasted and backwasted regionally (stagnant ice); however, formation in synchronous R-channels cannot be discounted on the basis of reported observations. Type V eskers may have formed “in H-channels that terminated subaerially.”\nIn order to apply these terrestrial analogs to the ridges seen in the Dorsa Argentea Formation, we can summarize these observations and classification schemes as follows: 1) eskers can have a wide variety of patterns and morphologies (Figs. 9, 10); 2) long, dendritic (fast) esker systems indicate relatively rapid meltwater drainage and flow (Figs. 9–11); 3) shorter, distributed (slow), more trellis-like esker systems are indicative of basal melting and broad wet-based glacial conditions (Figs. 9–11); 4) where eskers are linked to active wet-based glaciation, moraines may also be observed; 5) in addition to eskers, wet-based glaciation can also create associated subglacial landforms such as drumlins, rogen moraines, hummocky terrain and tunnel channels; 6) the preservation and exposure of long, extensive dendritic esker systems strongly suggests that the terminal stages of glaciation were characterized by stagnation, rather than active glacial retreat (which would have tended to destroy the eskers, or introduced multiple nested terminal fans)."
  }, {
    "heading": "3.3. Ridges in the Dorsa Argentea formation",
    "text": "Our analysis shows that ridges in the Dorsa Argentea Formation exhibit variations in plan view and morphology (Fig. 12), and that they can be subdivided into four categories (Fig. 5). Long, sinuous, continuous ridges (Figs. 5a, 12a) are the type of ridges that have commonly been interpreted as eskers (Howard, 1981; Kargel and Strom, 1992; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001; Milkovich et al., 2002; Ghatan and Head, 2002, 2004). Ridges in this category tend to be continuous for tens to hundreds of kilometers in length, and they occur mostly in the Dorsa Argentea, Parva Planum, Promethei Planum, and Planum Angustum ridge systems (Fig. 2). Some also occur in the Dunhuang ridge system and in the\nChasmata, but they tend to be shorter in length ( 50 km or less). These types of ridges also tend to be higher and wider than other types of ridges (Fig. 6). These ridges exhibit branching and braiding, they cross and superpose one another, and do not necessarily follow the local topographic slope (Figs. 5, 7).\nA second ridge type is the short, polygonal, linear type (Figs. 5b, 12b). These ridges tend to be kilometers to tens of kilometers in length and often occur between the long, sinuous ridges, intersecting those ridges, and each other to form approximately polygonal patterns. These ridges occur in every ridge system except the Cavi Angusti ridges.\nMedium, curvilinear, subparallel ridges are the third ridge type (Figs. 5c, 12c). These tend to be tens of kilometers long but usually less than 50 km. They occur in the Cavi Angusti ridge system and in the northern part of the Parva Planum ridge system. They tend to be located on plateaus but they have orientations consistent with nearby short, isolated ridges inside cavi. They are convexnorthward and approximately concentric to the SPLD and the south pole.\nThe fourth type of ridge is the short, isolated, linear-curvilinear type (Figs. 5d, 12d) and these ridges are generally less than ten kilometers in length. The ridges occur almost entirely within Cavi Angusti, in cavi and on plateaus among the cavi. Groups of these ridges also occur south of Cavi Angusti in the SPLD and appear to be emerging from the SPLD, although some ridges could be stratigraphically above the SPLD."
  }, {
    "heading": "3.4. Ridge system characteristics",
    "text": "The DAF ridges are broadly both radial and concentric to the SPLD (Fig. 2). Ridge systems tend to occur in topographic lows: the Dorsa Argentea ridges, the Dunhuang ridges, the Planum Angustum ridges, the Parva Planum ridges, the Promethei Planum ridges, and the ridges in the Chasmata all occur in regional lows (Fig. 1). Long, sinuous ridges within these populations, however, can cross local topography (Fig. 7). The Cavi Angusti ridges occur on both plateaus and cavi floors.\nDAF ridges range from several hundred meters to several hundreds of kilometers in length (Fig. 6a). The total length of ridges mapped was more than 50,500 km. The average length of all ridges is nearly 13 km and the median is 8 km, so while some ridges are more than 400 km in length, the DAF ridge populations are dominated by shorter ridges. The average sinuosity of all ridges is 1.06, where sinuosity is the ratio of the total line length to the distance between its endpoints (Fig. 6b). The average sinuosity of all ridges greater than 50 km in length, however, is 1.15 (Fig. 6c).\nThis value is between the average for the Argyre ridges ( 1.1, Banks et al., 2009) and that of terrestrial eskers ( 1.3 for eskers in New York State, Metzger, 1991). Ridge widths range from several hundreds of meters to several kilometers, and ridge heights range from tens to hundreds of meters (Fig. 6d)."
  }, {
    "heading": "3.5. Synthesis of ridge characteristics and candidate origins",
    "text": "A number of studies have documented evidence to support the esker hypothesis for some of the ridges in the DAF (Howard, 1981; Kargel and Strom, 1992; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001; Tanaka and Kolb, 2001), but a criticism of the esker hypothesis for the Dorsa Argentea and other ridges has been the lack of associated glacial landforms (Tanaka and Kolb, 2001). In this study, we document several types of ridges that are consistent with a suite of landforms belonging to one formational process."
  }, {
    "heading": "3.5.1. Long, sinuous, continuous ridges",
    "text": "The long, sinuous, continuous ridges (Fig. 5a), especially in the Dorsa Argentea, are the ones that have historically been interpreted as eskers (Howard, 1981; Kargel and Strom, 1992; Head and Hallet, 2001a, 2001b; Head and Pratt, 2001), and our observations of their distributions, patterns in planform, dimensions, and sinuosities are consistent with this interpretation, as described above. The interpretation of the long, sinuous, continuous ridges as eskers would indicate that those ridges formed underneath a\nstagnant ice sheet, because actively retreating ice would deform or destroy such extensive eskers (Benn and Evans, 1998; Brennand, 2000)."
  }, {
    "heading": "3.5.2. Short, polygonal ridges",
    "text": "The networks of short, polygonal ridges occurring between and around the long, sinuous ridges resemble the planform distribution of “slow” drainage networks in terrestrial glaciers, whereas eskers represent the branching and braiding “fast” subglacial drainage networks (Fountain and Walder, 1998). Slow drainage networks are generally more polygonal than dendritic in planform, have larger surface-to-volume ratios than fast networks, and are more extensive than fast networks (Fig. 10) (Fountain and Walder, 1998). If sediment was being deposited in fast drainage networks to form eskers in an ancient martian ice sheet, then it is also possible that sediment would be deposited in the slow drainage networks, producing, once the ice stagnated and disappeared, a dendritic-intermingled-with-polygonal ridge configuration seen in all of the DAF ridge systems except the Cavi Angusti ridges. These short ridges are also similar in planform and distribution to crevasse-squeeze ridges (Evans, 2003) or crevasse-fill ridges (Sharp, 1985), associated with a deformable bed of sediment, wet-based glaciation, and requiring ice-sheet stagnation for preservation."
  }, {
    "heading": "3.5.3. Medium, curvilinear, subparallel and short, linear-curvilinear, isolated ridges",
    "text": "The ridges in the Cavi Angusti ridge system and a certain group of ridges in northern Planum Angustum fit into two other categories of ridges: the medium, curvilinear, subparallel type (Fig. 12c) and the short, linear-curvilinear, isolated type (Fig. 12d), which also tend to be subparallel to each other. The medium, subparallel ridges occur in two arcuate swaths on plateaus in Cavi Angusti and northern Planum Angustum; the short isolated ridges occur on plateaus and on the floors of cavi and appear to emerge from the SPLD to the south of Cavi Angusti. The orientations of both the medium, curvilinear and the short, isolated ridges are broadly concentric to the SPLD, but different arcuate patterns do intersect, most notably in the Inca City region of Cavi Angusti (Figs. 4c; 5). Although the ridges intersect, they do not appear to\nsuperpose one another. The ridges have planform distributions, orientations, and distributions similar to terminal moraines (Benn and Evans, 1998), but if the Inca City region were terminal moraines, we would expect to see one orientation of ridge superposing the other. These ridges are also likely to be younger than the other ridge populations, and while they could be consistent with an ice sheet formational mechanism, further investigation is warranted."
  }, {
    "heading": "4. Crater retention ages",
    "text": "The Dorsa Argentea ridges (Figs. 1, 2 (arrow 5), 4a) are located within the Hdd unit of Tanaka and Kolb (2001); they cover an area of 80,000 km2 from 3001–01 E and 701–801 S. Many of the larger ridges appear to emerge from the Australe Montes and south polar layered deposits (SPLD) to the east and the SPLD to the south (Head and Pratt, 2001). The representative ridge width for this system is 2 km (Fig. 6d). Widths of several ridges from each population were measured, and the average of each population was used as the representative ridge width. Forty-seven craters larger than 1 km in diameter superpose the ridges in this ridge system. Small craters show a rollover and we thus used a cutoff crater diameter of 1.5 km, leaving 25 craters to calculate the bestfit age. The best-fit age is 3.48 Ga, using the Hartmann production function (Hartmann, 2005) (Fig. 4a). This best-fit age corresponds to the Early Hesperian period.\nSouthward of the Dorsa Argentea ridges, in southeastern Argentea Planum, south of Dunhuang crater (Fig. 1), lies another ridge system (Figs. 2 (arrow 4), 4b). It covers an area of 9,000 km2 from 3001–3201 E and 801–831 S, and is mapped as Hdd by Tanaka and Kolb (2001). Many of the ridges in this system appear to emerge from beneath the SPLD to the south, and a few ridges trend to the north toward the Dorsa Argentea ridges. The representative width for these ridges is 1200 m (Fig. 6d). Thirteen craters greater than 1 km in diameter superpose these ridges, and, in this case, there was no rollover of small craters, so the cutoff diameter used was 1 km. The best-fit age for these data is 3.41 Ga, which is also Early Hesperian (Fig. 4b).\nTo the west, Cavi Angusti (ANdc of Tanaka and Kolb, 2001) is a broad, domed unit pocked by cavi tens of kilometers across and over a\nkilometer deep in places (Head and Pratt, 2001; Tanaka and Kolb, 2001). Ridges occur on both the plateaus between and around cavi and within the cavi (Figs. 2 (arrow 3), 4c) between 2901–3001 E and 671–771 S. Ridges tend to be shorter in length and less sinuous than in other ridge populations (Fig. 2), and many are curvilinear and subparallel to each other, particularly the group of ridges known informally as Inca City. The representative ridge width for these ridges is 1000 m (Fig. 6d). Some of the plateaus between the cavi appear to be collapsing and producing ridge-and-trough morphologies along their borders (Tanaka and Kolb, 2001). In order to avoid slump blocks, we only mapped ridges that appeared superposed on topography and were not concentric to plateau margins (and thus might be slump blocks). Using the MOLA high-resolution gridded data, we did not detect any craters superposed on the ridges in the Cavi Angusti region (Fig. 4c).\nPlanum Angustum lies south and west of Cavi Angusti between 2701–2901 E and 781–801 S, covering an area of 13,000 km2 (Figs. 2 (arrow 2), 4d). Planum Angustum is a topographic low surrounded by the pit-and-plateau morphologies of Cavi Angusti. Planum Angustum is mapped as Hdd by Tanaka and Kolb (2001). In Planum Angustum, as elsewhere, we did not distinguish ridges based on type, so the curvilinear ridges on the plateau in the north of Planum Angustum were counted together with the sinuous and orthogonal ridges in the center of Planum Angustum (Fig. 4d). The representative width for these ridges is 1200 m (Fig. 6d). We mapped 13 craters larger than 1 km in diameter superposing the Planum Angustum ridges. Using a cutoff diameter of 1 km, all 13 craters were used to calculate the best-fit age: 3.51 Ga (Fig. 4d). In a manner similar to the Dorsa Argentea and the Dunhuang ridges, the best-fit age for the Planum Angustum ridges is Early Hesperian.\nParva Planum is west of Planum Angustum and Cavi Angusti (Figs. 2 (arrow 1), 4e). The portion of Parva Planum covered by the MOLA high resolution grid is approximately between 2401–2601 E and 771–801 S and 25,000 km2. The northern part of this region is mapped as Hdv (Tanaka and Kolb, 2001), or the Parva Planum subunit of the DAF, but the southern part is mapped as Am (Tanaka and Kolb, 2001), or an Amazonian mantling deposit. The southern part of this region appears softened and has less relief than the northern part; examination of the topography data reveal ridges in the Am unit that are laterally continuous with ridges in the Hdv subunit and appear to be emerging from beneath the Am unit (Fig. 4e). The representative ridge width is 1500 m (Fig. 6d). We performed a crater count on this region but could find only five craters larger than 1 km in diameter, and those craters showed a significant rollover at smaller crater sizes. That would require a cutoff diameter greater than 1 km, making the number of usable craters even fewer, so any age determination would be statistically unreliable.\nOn the eastern side of the SPLD, a system of ridges lies in western Promethei Planum between 501–701 E and 781–811 S, covering an area of 17,000 km2 (Figs. 2 (arrow 6), 4f). This region is included in the Hdp unit of Tanaka and Kolb (2001). The ridges appear to emerge from the SPLD to the south and west, and tend to be longer, sinuous, and more continuous, as are the Dorsa Argentea ridges, but they are much less dense. To the north the floor of Promethei Planum and the surfaces of many of the ridges are characterized by elongate pits several hundred meters in length (Tanaka and Kolb, 2001). The representative ridge width is 2400 m (Fig. 6d). There are 12 craters greater than 1 km superposing the ridges in western Promethei Planum. There is no significant rollover in small crater sizes; thus, 1 kmwas used as the cutoff diameter for the best-fit calculation. The best-fit age was 3.83 Ga, or Late Noachian (Fig. 4f).\nFarther east, Chasma Australe is surrounded by the SPLD to the south and opens onto Promethei Planum in the north, and Promethei\nChasma and Ultimum Chasma are entirely enclosed by the SPLD. All the Chasmata, mapped as Hdc (Tanaka and Kolb, 2001) contain ridge systems (Figs. 2 (arrows 7), 4g). The ridges in Chasma Australe cover 8,000 km2, and those in Promethei and Ultimum Chasmata both cover 3,000 km2. We attempted to perform crater counts on each ridge population separately to test whether their ages were independent of one another; unfortunately this approach did not yield enough craters to produce a statistically robust age for any of the Chasmata ridge systems. Tanaka and Kolb (2001) map all the Chasmata as a single unit underlying the SPLD; many of the ridges within the Chasmata emerge or disappear into the SPLD without changing dimensions (Fig. 8), implying that the ridges extend underneath the SPLD, so we also consider the Chasmata ridge systems a single unit. Representative ridge width for the ridges within all Chasmata is 1500 m (Fig. 6d). There are 24 craters greater than 1 km in diameter superposing the ridge systems within the three Chasmata; there does not appear to be a rollover at small crater sizes. The best-fit age using these data is 3.67 Ga, which is Late Noachian (Fig. 4g)."
  }, {
    "heading": "5. Discussion and implications",
    "text": "Buffered crater counting on the MOLA high resolution gridded data provided reliable age estimates for five of the seven ridge systems analyzed. The ridge systems between 2701 and 01 E (the Dorsa Argentea, Dunhuang, and Planum Angustum ridge systems) have best-fit ages that are consistently Early Hesperian (Figs. 4, 13). Early Hesperian ages coincide with the 3.5 Ga estimate of Plaut et al. (1988) and the Early-Late Hesperian estimate of Tanaka and Kolb (2001) for the Hdd subunit in which all three ridge systems are contained. From 01–1001 E, in Promethei Planum and the Chasmata, the ridge systems are older, consistently yielding best-fit ages of Late Noachian (Figs. 4, 13). These ages are older than the previous estimates of Tanaka and Kolb (2001), which were Early-Late Hesperian for both the Hdp and Hdc subunits, consistent with the Hdd age.\nThere is very little overlap of the error bars of the eastern ridge systems (Promethei Planum and the Chasmata) and the western ones (Figs. 2, 13), indicating that the eastern and western ridges may be evidence for two separate episodes of ridge formation. In the context of the esker and ice sheet hypothesis, this would imply that conditions for meltwater generation in and beneath the ice sheet were favorable close to the south pole at some time(s) in the Late Noachian.\nThe results of the crater counts of the Cavi Angusti and Parva Planum ridge systems are consistent with the stratigraphic interpretations of Tanaka and Kolb (2001); Cavi Angusti was mapped as ANdc, indicating a probable young age but with uncertainty about the exact relationships of the plateaus, the cavi, and other landforms. The Cavi Angusti ridges are superposed on the plateaus and on top of the floor materials of the cavi, and there are no discernable craters superposed on the ridges. This indicates that the ridges are likely to be young, and consistent with the Amazonian interpretation of Tanaka and Kolb (2001). The Parva Planum ridges occurred within the Hdv, or Parva Planum subunit, of Tanaka and Kolb (2001), but they also appear to continue into the neighboring Amazonian mantling unit to the south. There were too few craters to provide a statistically reliable age, implying either that the ridges are very young or that they have been prevented from accumulating craters – for example, they were covered by another unit that has eroded to expose them. The second hypothesis is supported by the presence of pedestal craters with pedestals up to 500 m thick (Fig. 4e), implying that a volatile rich unit of the same thickness has been removed from the region (Tanaka and Kolb, 2001; Bleacher et al., 2003; Kadish et al., 2008, 2014).\nThe crater retention ages of the ridge populations in the DAF are approximately the same as the ages of the valley networks in the southern highlands (Fig. 13) as determined by Fassett and Head (2008a). The presence of the valley networks is evidence for relatively abundant liquid water on the surface of Mars in the Late Noachian (e.g., Craddock and Howard, 2002; Howard et al., 2005; Irwin et al., 2005; Fassett and Head, 2008a, 2008b; Head and Marchant, 2014). A climate able to support abundant liquid water at the surface in the mid-low latitudes of the southern hemisphere might also have supported surface melting of the polar cap and thus the upper part of the DAF ice sheet, or warming of the ice cap to raise geotherms sufficiently to favor bottom-up basal melting of the ice sheet.\nFastook et al. (2012) examined the consequences of top-down and bottom-up melting of the south circumpolar Dorsa Argentea Formation. Currently, and throughout much of the Amazonian, the mean annual surface temperatures of Mars are so cold that basal melting does not occur in polar ice sheets and glaciers and they are cold based. The evidence for extensive and well-developed eskers (sediment-filled former subglacial meltwater channels) in the south circumpolar Dorsa Argentea Formation documented here is an indication that melting and at least local wet-based glaciation occurred at the South Pole near the Noachian-Hesperian boundary. Fastook et al. (2012) employed glacial accumulation and ice-flow models to distinguish between basal melting from bottom-up heat sources (elevated geothermal fluxes) and top-down heat sources (elevated atmospheric temperatures). They showed that under current mean annual south polar atmospheric temperatures ( 100 1C) and typical Noachian-Hesperian geothermal heat fluxes (45–65 mW/m2), south polar ice accumulations remain cold based. In order to produce significant basal melting with these typical geothermal heat fluxes, the mean annual south polar atmospheric temperatures must be raised from today's temperature ( 100 1C) to the range of 501 to 75 1C. This mean annual polar atmospheric temperature range implies equatorial and mid-latitude seasonal temperatures in excess of the melting point of water, perhaps explaining the concurrent development of valley networks and open basin lakes in these areas. Thus, Fastook et al. (2012) show that basal melting of the DAF can occur with south circumpolar temperatures still well below the melting point of water due to global atmospheric temperature rises that elevate lower latitude temperatures above the melting point of water, but retain sub-zero temperatures in the south circumpolar area. In summary, Fastook et al. (2012) provide an independent estimate of elevated surface temperatures near the Noachian-Hesperian boundary of Mars history in the south circumpolar Dorsa Argentea Formation sufficient to cause basal melting.\nSupraglacial meltwater is inferred to be the major source of water for terrestrial eskers (Shreve, 1985; Metzger, 1991; Brennand, 2000) (Fig. 10), but conditions on Mars in the Late Noachian and around the Noachian-Hesperian boundary appear to have favored esker formation by basal melting, rather than top-down melting.\nThe younger ridge systems (Dorsa Argentea, Dunhuang, and Planum Angustum) all lie in fairly close proximity to landforms within Cavi Angusti that have been interpreted as subglacial volcanoes (Ghatan and Head, 2002; Ghatan et al., 2003). These candidate volcanic units have been associated with the emplacement of the Hesperian ridged plains (Hr of Tanaka and Kolb, 2001). Volcanism occurring within and around a paleo-ice sheet would increase heat flux to the base of the ice sheet, cause basal melting, and would also be a likely source of volcaniclastic sedimentary material – sedimentary esker ridge-building material – as a result of volcano-ice interactions (Wilson and Head, 2002; Head and Wilson, 2002, 2007; Wilson et al., 2013; Scanlon and Head, 2014; Scanlon et al., 2014).\nRidge populations in the DAF comprise nearly 4,000 ridges of various dimensions and morphologies, covering an area of 300,000 km2. The total length of the ridges mapped is 51,000 km; taking a representative height of 50 m, these ridges probably contain 2,600 km3 of material. Morphologic and morphometric assessments show four main types of ridges (Fig. 12), all of which could be consistent with the presence, and possibly growth and retreat, of a Late Noachian-Early Hesperian south circumpolar ice sheet that became at least locally wet-based from bottom-up melting and local volcano-ice interactions. Considering the hypothesis that the long, sinuous, continuous type of ridge can be interpreted as eskers implies that the ice sheet that formed them must have been at least as thick as they are high; most of these ridges are on the order of one hundred meters high. This would require an ice sheet approximately 30,000 km3 in volume, which, as a minimum estimate, is still nearly 2% of the estimated volume of the current SPLD based on radar data (Plaut et al., 2007b) and corresponds to a global water layer 20 cm thick.\nAnother method of estimating the amount of ice necessary to form the ridges in the esker case is to calculate a simple parabolic profile using the present topography (e.g., after Nye (1952), Denton and Hughes (1981), and as used by Shean et al. (2005) to estimate ancient glacier topography of the Pavonis Mons fanshaped deposit). A parabolic profile is not the most accurate approximation of ice sheet topography, but it provides a good first order estimate; a parabolic profile extending from the south pole to just north of Joly crater is shown in Fig. 14. The present topography of the DAF out distally to where it meets the SPLD was used to generate the profile; under the SPLD a constant basal elevation of 1380 m above datum was assigned (Fig. 14). This simple calculation implies that an ice sheet much thicker than the highest parts of the SPLD probably existed above the basal surface on which eskers formed. Similar calculations by Fastook et al. (2012) show that top-down heating conditions under which basal melting of the south polar ice would occur (Fig. 15) are characterized by average ice thicknesses of the order of 2–3 km and total polar cap volumes of 5.5–7.5 106 km3, equivalent to a global layer of 37–50 m.\nThe MARSIS instrument aboard the Mars Express mission has detected the presence of an ice-rich substrate to several hundred meters depth throughout the current areal extent of the DAF (Plaut et al., 2007a, Head and Marchant., 2006; Head et al., 2007). The current ice presence makes it more feasible that ice was present in the DAF in the past and that, if conditions of climate and regional volcanism were favorable, a wet-based ice sheet could have produced the ridge populations analyzed in this study."
  }, {
    "heading": "6. Summary and conclusions",
    "text": "The Dorsa Argentea Formation ridges cover an area of 300,000 km2. The continuity and length of the longest, largest ridges implies that they formed under a stagnating or very slowmoving ice sheet (Shreve, 1985; Benn and Evans, 1998; Brennand, 2000). Our analysis of the DAF documented nearly 4,000 ridges, most formed as eskers, dividing them into seven groups based on location, and performed buffered crater counts for those seven groups. Crater retention ages range from Late Noachian (in Promethei Planum and the Chasmata) to Early Hesperian (the Dorsa Argentea, Dunhuang ridges, and Planum Angustum ridges). The Early Hesperian best-fit ages of the latter three groups coincide with previous age estimates on different datasets using different crater counting methods, but the Late Noachian ages for the former two ridge systems are older than previously estimated by other workers (Tanaka and Scott, 1987; Plaut et al., 1988;\nTanaka and Kolb, 2001). These ages represent the time of exposure of the ridge systems initially formed below the ice.\nOn the basis of these data, we conclude that:\n1) Much of the huge areal extent of the currently mapped Dorsa Argentea Formation (DAF) existed in the Late Noachian as a south circumpolar ice sheet up to several kilometers thick. 2) Evidence from dating of the ridges reveals that the DAF underwent wet-based behavior in the Late Noachian that is likely to be due to basal melting related to punctuated rise in atmospheric temperatures; evidence for south circumpolar atmospheric temperatures in excess of the melting point (widespread marginal valley network-like drainage channels) is not observed. 3) Portions of the Dorsa Argentea Formation show evidence for bottom-up melting from Hr volcanism and volcano-ice interaction in the Early Hesperian. 4) The distinctive preservation and lack of modification of the population of eskers leads to the interpretation that the Dorsa Argentea Formation retreated by sublimation, rather than melting, following these Late Noachian-Early Hesperian episodes. One class of the DAF ridges occurs simultaneously with valley network formation in the southern highlands (Fassett and Head, 2008a), at a time when there is evidence for relatively abundant liquid water at the surface (Fig. 13). Fastook et al. (2012) show that\nbasal melting of the DAF can occur with south circumpolar temperatures still well below the melting point of water due to global atmospheric temperature rises that elevate lower latitude temperatures above the melting point of water, but retain sub-zero temperatures in the south circumpolar area (Fig. 15).\nAnother class of ridges occurs in proximity to volcanic units associated with Early Hesperian volcanism (Hr); for example, Cavi Angusti (Ghatan and Head, 2002; Ghatan et al., 2003) and elsewhere in the DAF (Ghatan and Head, 2004). This latter volcanism could have increased heat flux at the base of an ice sheet, causing volcano-ice interactions and basal melting and allowing for the production of eskers and other landforms associated with wetbased glaciation. Either mechanism could have produced enough water to form eskers. The characteristics of the few non-esker-type ridges are consistent with other glacial landforms such as moraines, filled drainage tunnels, or crevasse-squeeze ridges (Sharp, 1985; Benn and Evans, 1998; Brennand, 2000; Evans, 2003).\nSubsequent to the Early Hesperian, there is no evidence for abundant liquid water at the surface near the South Pole of Mars. This is consistent with the change to a dry climate inferred from the cessation of valley network formation (Fassett and Head, 2008a; Head and Marchant, 2006) as well as with the change in dominant alteration mineral types from near-infrared spectroscopy (Bibring et al., 2006).\nWhat conditions might have led to the extreme accumulation of Late Noachian south circumpolar snow and ice and its recession and sublimation later in the geological history of Mars? Significant progress has recently been made in modeling the early Mars atmosphere. A complete 3-D General Circulation Model (GCM) has been developed (Forget et al., 2013) and a full water cycle has been included (Wordsworth et al., 2013). One of the most fundamental findings of the model is that for atmospheric pressures greater than a few tens to hundreds of millibars, surface temperatures vary with altitude because of the onset of atmosphere-surface thermal coupling, and the adiabatic cooling and warming of the atmosphere as it moves vertically. This adiabatic cooling effect results in the deposition of snow and ice at high altitudes. Forget et al. (2013) and Wordsworth et al. (2013) found that no combination of parameters could lead to mean annual atmospheric temperatures anywhere on the planet that were above 0 1C. Furthermore, the addition of a water cycle, combined with the adiabatic cooling effect, causes southern highland region temperatures to fall significantly below the global average. These conditions lead to the scenario of a “Noachian Icy Highlands” (Forget et al., 2013; Wordsworth et al., 2013; Head and Marchant, 2014). Water is transported to the highlands from low-lying regions due to the adiabatic cooling effect and snows out to form 1) an extended water ice cap at the southern pole (Head and Pratt, 2001; Fastook et al., 2012; Wordsworth et al., 2013), and 2) altitude-dependent snow and ice deposits down to lower southern latitudes (Forget et al., 2013; Wordsworth et al., 2013). The Late Noachian Icy Highlands model (Wordsworth et al., 2013) does not restrict the age of these conditions to the Noachian; the actual end of these conditions is not known, but is sometime in the Hesperian.\nWordsworth et al. (2013) describe two options to reach melting temperatures in the context of this “cold and icy” Mars climate: 1) Systematic top-down warming; in this case spin-axis/orbital\nparameters (obliquity, eccentricity, and precession) (Laskar et al., 2004) could produce conditions in which the icy highlands undergo heating and melting during peak temperature conditions, but the MAAT remains below 0 1C. 2) Punctuated top-down warming; in this case some distinctive event(s) cause the temperatures to reach the melting point for an extended period of time (decades to centuries), causing the icy highlands regional ice cover to undergo melting and to undergo related fluvial and lacustrine processes. Two candidates for punctuated top-down melting are a) impact cratering (e.g., Toon et al., 2010) and b) massive volcanic eruptions, in which a short-lived warmer climate and surface hydrological activity are produced by the radiative effect of volcanic greenhouse gases (e.g., Forget and Pierrehumbert, 1997; Head and Wilson, 2011; Halevy and Head, 2014). Under these mechanisms of lower latitude melting, the south circumpolar areas (the DAF) could still be free from temperatures above melting, but could warm sufficiently to cause basal melting (e.g., Fastook et al., 2012).\nIn summary, recent climate modeling strongly supports a Late Noachian icy highlands model which also provides a plausible explanation for the presence of the large Late Noachian south circumpolar Dorsa Argentea Formation snow and ice deposit. Punctuated atmospheric temperature changes and related volcano-ice interactions could readily cause the basal melting we have documented in the DAF. Subsequent global evolutionary atmospheric changes apparently resulted in the loss of much of the Dorsa Argentea Formation by sublimation. We speculate that much of the snow and ice in the DAF was transported to the North polar region as atmospheric pressure decreased toward current values, and the lower atmospheric pressure resulted in a transition to a thermally decoupled atmosphere-surface climate regime in which latitude-dependent effects dominated."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors would gratefully like to acknowledge the Planetary Geosciences Group in the Department of Earth, Environmental, and Planetary Sciences at Brown University. The authors would particularly like to thank Caleb Fassett for assistance and helpful discussions, Kathleen Scanlon for a review and helpful suggestions and discussions, and Thomas Kneissl for the use of CraterTools. This work was supported by the NASA Mars Data Analysis Program (Grant NNOX9AI46G) and membership on the European Space Agency Mars Express Mission, High Resolution Stereo Camera Team (Grant JPL 1237163 from the Jet Propulsion Laboratory) both to JWH. Thanks are extended to Anne Côté and Lisa Noble for assistance in manuscript preparation."
  }],
  "year": 2015,
  "references": [{
    "title": "An analysis of sinuous ridges in the southern Argyre Planitia, Mars using HiRISE and CTX images and MOLA data",
    "authors": ["M.E. Banks", "N.P. Lang", "J.S. Kargel", "A.S. McEwen", "V.R. Baker", "J.A. Grant", "J.D. Pelletier", "R.G. Strom"],
    "venue": "J. Geophys. Res",
    "year": 2009
  }, {
    "title": "Nature of esker sedimentation",
    "authors": ["I. Banerjee", "B.C. McDonald"],
    "venue": "Glaciofluvial and Glaciolacustriine Sedimentation. Soc. Econ. Paleontol. Mineral. Spec. Pub.,",
    "year": 1975
  }, {
    "title": "Putative eskers and new insights into glacio-fluvial depositional settings southern Argyre Planitia, Mars",
    "authors": ["H. Bernhardt", "H. Hiesinger", "D. Reiss", "M. Ivanov", "G. Erkeling"],
    "venue": "Planet. Space Sci",
    "year": 2013
  }, {
    "title": "Global mineralogical and aqueous Mars history derived from OMEGA/Mars express data",
    "authors": ["Bibring", "J.-P", "Y. Langevin", "J.F. Mustard", "F. Poulet", "R. Arvidson", "A. Gendrin", "B. Gondet", "N. Mangold", "P. Pinet", "F. Forget"],
    "year": 2006
  }, {
    "title": "Deflation/erosion rates for the Parva member, Dorsa Argentea formation and implications for the south polar region of Mars",
    "authors": ["J.E. Bleacher", "S.E.H. Sakimoto", "J.B. Garvin", "M. Wong"],
    "venue": "J. Geophys. Res 108,",
    "year": 2003
  }, {
    "title": "Macroforms, large bedforms and rhythmic sedimentary sequences in subglacial eskers, south-central Ontario: implications for esker genesis and meltwater regime",
    "authors": ["T.A. Brennand"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Deglacial meltwater drainage and glaciodynamics: inferences from Laurentide eskers, Canada",
    "authors": ["T. Brennand"],
    "venue": "Geomorphology",
    "year": 2000
  }, {
    "title": "Pervasive aqueous paleoflow features in the Aeolis/Zephyria Plana region, Mars",
    "authors": ["D.M. Burr", "Enga", "M.-T", "R.M.E. Williams", "J.R. Zimbelman", "A.D. Howard", "T.A. Brennand"],
    "venue": "Icarus 200,",
    "year": 2009
  }, {
    "title": "Subglacial drainage, eskers, and deforming beds beneath the Laurentide and Eurasian ice sheets",
    "authors": ["P.U. Clark", "J.S. Walder"],
    "venue": "Geol. Soc. Am",
    "year": 1994
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Surficial geology of east-central district of Mackenzie",
    "authors": ["B.G. Craig"],
    "venue": "Geol. Surv. Can. Bull (Department of Mines and Technical Surveys)",
    "year": 1964
  }, {
    "title": "The Last Great Ice Sheets",
    "authors": ["G.H. Denton", "T.J. Hughes"],
    "year": 1981
  }, {
    "title": "Evidence for an Hesperian-aged south circum-polar lake margin environment on Mars",
    "authors": ["J.L. Dickson", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2006
  }, {
    "title": "Glacial Landsystems. Arnold, London",
    "authors": ["D.J.A. Evans"],
    "year": 2003
  }, {
    "title": "The timing of martian valley network activity: Constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 195,",
    "year": 2008
  }, {
    "title": "Valley network-fed, open-basin lakes on Mars: distribution and implications for Noachian surface and subsurface hydrology",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "Early Mars climate near the Noachian-Hesperian boundary: independent evidence for cold conditions from basal melting of the south polar ice sheet (Dorsa Argentea Formation) and implications for valley network formation",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant", "F. Forget", "J.B. Madeleine"],
    "venue": "Icarus 219,",
    "year": 2012
  }, {
    "title": "An analysis of open-basin lake deposits on Mars: evidence for the nature of associated lacustrine deposits and post-lacustrine modification processes",
    "authors": ["T.A. Goudge", "J.W. Head", "J.F. Mustard", "C.I. Fassett"],
    "venue": "Icarus 219,",
    "year": 2012
  }, {
    "title": "Constraints on the history of open-basin lakes on Mars from the composition and timing of volcanic resurfacing",
    "authors": ["T.A. Goudge", "J.F. Mustard", "J.W. Head", "C.I. Fassett"],
    "venue": "J. Geophys. Res. 117,",
    "year": 2012
  }, {
    "title": "Warming early Mars with carbon dioxide clouds that scatter infrared radiation",
    "authors": ["F. Forget", "R.T. Pierrehumbert"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "3D modelling of the early martian climate under a denser CO2 atmosphere: temperatures and CO2 ice clouds",
    "authors": ["F. Forget", "R. Wordsworth", "E. Millour", "J.B. Madeleine", "L. Kerber", "J. Leconte", "E. Marcq", "R.M. Haberle"],
    "venue": "Icarus 222,",
    "year": 2013
  }, {
    "title": "Water flow through temperate glaciers",
    "authors": ["A.G. Fountain", "J.S. Walder"],
    "venue": "Rev. Geophys",
    "year": 1998
  }, {
    "title": "Candidate subglacial volcanoes in the south polar region of Mars: morphology, morphometry, and eruption conditions",
    "authors": ["G.J. Ghatan", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Regional drainage of meltwater beneath a Hesperianaged south circumpolar ice sheet on Mars",
    "authors": ["G.J. Ghatan", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Cavi Angusti, Mars: characterization and assessment of possible formation mechanisms",
    "authors": ["G.J. Ghatan", "J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Deposition in an esker, bead and fan complex, Lanark, Ontario, Canada",
    "authors": ["G. Gorrell", "J. Shaw"],
    "venue": "Sediment. Geol",
    "year": 1991
  }, {
    "title": "Episodic warming of early Mars by punctuated volcanism",
    "authors": ["I. Halevy", "J.W. Head III"],
    "venue": "Nat. Geosci 7,",
    "year": 2014
  }, {
    "title": "Martian cratering 8: Isochron refinement and the chronology of Mars",
    "authors": ["W.K. Hartmann"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Origin of sinuous ridges in the Dorsa Argentea formation: additional criteria for tests of the esker hypothesis",
    "authors": ["J.W. Head", "B. Hallet"],
    "venue": "Lunar Planet. Sci. XXXII (abstract",
    "year": 2001
  }, {
    "title": "Origin of sinuous ridges in the Dorsa Argentea formation: new observations and tests of the esker hypothesis",
    "authors": ["J.W. Head", "B. Hallet"],
    "venue": "Lunar Planet. Sci XXXII (abstract",
    "year": 2001
  }, {
    "title": "Regional polar glaciation in the hesperian period of the history of Mars. The South Circumpolar Dorsa Argentea Formation as an Ancient Ice Sheet Remnant",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Fourth Mars Polar Science Conference. Davos, Switzerland",
    "year": 2006
  }, {
    "title": "Extensive hesperian-aged south polar ice sheet on Mars: evidence for massive melting and retreat, and lateral flow and ponding of meltwater",
    "authors": ["J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Mars: a review and synthesis of general environments and geological settings",
    "authors": ["J.W. Head", "L. Wilson"],
    "year": 2002
  }, {
    "title": "Deep submarine pyroclastic eruptions: theory and predicted landforms and deposits",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2003
  }, {
    "title": "Heat transfer in volcano-ice interactions on Mars: synthesis of environments and implications for processes and landforms",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "The Noachian-Hesperian transition on Mars: geological evidence for a punctuated phase of global volcanism as a key driver in climate and atmospheric evolution",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Lunar Planet. Sci. XLIII (abstract",
    "year": 2011
  }, {
    "title": "Extensive valley glacier deposits in the northern mid-latitudes of Mars: Evidence for late Amazonian obliquity-driven climate change",
    "authors": ["J.W. Head", "D.R. Marchant", "M.C. Agnew", "C.I. Fassett", "M.A. Kreslavsky"],
    "venue": "Earth Planet. Sci. Lett. 241,",
    "year": 2006
  }, {
    "title": "Modification of the dichotomy boundary on Mars by Amazonian mid-latitude regional glaciation",
    "authors": ["J.W. Head", "A.L. Nahm", "D.R. Marchant", "G. Neukum"],
    "venue": "Geophys. Res. Lett. 33,",
    "year": 2006
  }, {
    "title": "Regional polar glaciation in the hesperian period of the history of Mars: the south circumpolar Dorsa Argentea formation as an ancient ice sheet remnant",
    "authors": ["J.W. Head", "D.R. Marchant", "F. Forget"],
    "venue": "Seventh International Conference on Mars. Pasadena, CA (abstract",
    "year": 2007
  }, {
    "title": "The climate history of early Mars: insights from the Antarctic McMurdo dry valleys hydrologic system",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Antarct. Sci",
    "year": 2014
  }, {
    "title": "Topography and morphology of the Argyre Basin, Mars: implications for its geologic and hydrologic history",
    "authors": ["H. Hiesinger", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2002
  }, {
    "title": "Etched plains and braided ridges of the south polar region of Mars: features produced by basal melting of ground ice?, in Reports of Planetary Geology Program",
    "authors": ["A.D. Howard"],
    "venue": "NASA Technical Memorandum",
    "year": 1981
  }, {
    "title": "An intense terminal epoch of widespread fluvial activity on early Mars: 1. Valley network incision and associated deposits",
    "authors": ["A.D. Howard", "J.M. Moore", "R.P. Irwin"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "An intense terminal epoch of widespread fluvial activity on early Mars: 2. Increased runoff and paleolake development",
    "authors": ["R.P. Irwin", "A.D. Howard", "R.A. Craddock", "J.M. Moore"],
    "venue": "J. Geophys. Res 110,",
    "year": 2005
  }, {
    "title": "Mars/Moon cratering rate ratio estimates",
    "authors": ["B.A. Ivanov"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Fossil glaciations in the environs of the South Pole, Mars",
    "authors": ["Jöns", "H.-P"],
    "venue": "Lunar Planet. Sci. XXIII,",
    "year": 1992
  }, {
    "title": "Fossil mud sheet floods on Mars",
    "authors": ["Jöns", "H.-P", "H. Kochan"],
    "year": 2000
  }, {
    "title": "The Ascraeus Mons fanshaped deposit: volcano-ice interactions and the climatic implications of coldbased tropical mountain glaciation",
    "authors": ["S.J. Kadish", "J.W. Head", "R.L. Parsons", "D.R. Marchant"],
    "venue": "Icarus 197,",
    "year": 2008
  }, {
    "title": "Middle to Late Amazonian tropical mountain glaciers on Mars: the ages of the Tharsis Montes fan-shaped deposits",
    "authors": ["S.J. Kadish", "J.W. Head III", "J.L. Fastook", "D.R. Marchant"],
    "venue": "Planet. Space Sci",
    "year": 2014
  }, {
    "title": "Long term evolution and chaotic diffusion of the insolation quantities of Mars",
    "authors": ["J. Laskar", "A.C.M. Correia", "M. Gastineau", "F. Joutel", "B. Levrard", "P. Robutel"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "Subglacial environments",
    "authors": ["J. Menzies", "W.W. Shilts"],
    "venue": "Past Glacial Environments: Sediments, Forms and Techniques. ButterworthHeinemann,",
    "year": 1996
  }, {
    "title": "A survey of esker morphometries, the connection to New York State glaciation and criteria for subglacial melt-water channel deposits on the planet Mars",
    "authors": ["S.M. Metzger"],
    "venue": "Lunar Planet. Sci. XXII,",
    "year": 1991
  }, {
    "title": "Meltback of Hesperian-aged ice-rich deposits near the south pole of Mars: evidence for drainage channels and lakes",
    "authors": ["S.M. Milkovich", "J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Erosional origin of hummocky terrain in south-cenral",
    "authors": ["M. Munro", "J. Shaw"],
    "venue": "Alberta, Canada. Geology,",
    "year": 1997
  }, {
    "title": "Impact crater densities on volcanoes and coronae on Venus: implications for volcanic resurfacing",
    "authors": ["N. Namiki", "S.C. Solomon"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "The mechanics of glacier flow",
    "authors": ["J.F. Nye"],
    "venue": "J. Glaciol",
    "year": 1952
  }, {
    "title": "Radar sounding of subsurface layers in the South Polar plains of Mars: correlation with the Dorsa Argentea formation",
    "authors": ["J.J. Plaut", "A. Ivanov", "A. Safaeinili", "S.M. Milkovich", "G. Picardi", "R. Seu", "R. Phillips"],
    "venue": "Lunar Planet. Sci. XXXVIII (abstract",
    "year": 2007
  }, {
    "title": "Accumulation of sedimentary debris in the south polar region of Mars and implications for climate history",
    "authors": ["J.J. Plaut", "R. Kahn", "E.A. Guinness", "R.E. Arvidson"],
    "venue": "Icarus",
    "year": 1988
  }, {
    "title": "Subsurface radar sounding of the South Polar layered deposits of Mars",
    "authors": ["J.J. Plaut", "G. Picardi", "A. Safaeinili", "A.B. Ivanov", "S.M. Milkovich", "A. Cicchetti", "W. Kofman", "J. Mouginot", "W.M. Farrell", "R.J. Phillips", "S.M. Clifford", "A. Frigeri", "R. Orosei", "C. Federico", "I.P. Williams", "D.A. Gurnett", "E. Nielsen", "T. Hagfors", "E. Heggy", "E.R. Stofan", "D. Plettemeier", "T.R. Watters", "C.J. Leuschen", "P. Edenhofer"],
    "year": 2007
  }, {
    "title": "Glacial map of Canada",
    "authors": ["V.K. Prest", "D.R. Grant", "N. Rampton"],
    "venue": "Geol. Surv. Can. (Map 1253A, scale 1:5,000,000,",
    "year": 1968
  }, {
    "title": "Hydrological discharges and motion of Fels and Black Rapids Glaciers, Alaska, USA: implications for the structure of their drainage systems",
    "authors": ["C.F. Raymond", "R.J. Benedict", "W.D. Harrison", "K.A. Echelmeyer", "M. Sturm"],
    "venue": "J. Glaciol",
    "year": 1995
  }, {
    "title": "Water pressure in intra- and sub-glacial channels",
    "authors": ["H. Röthlisberger"],
    "venue": "J. Glaciol",
    "year": 1972
  }, {
    "title": "Analogs and interpretations for the martian thumbprint terrain and sinuous ridge",
    "authors": ["J.W. Rice Jr.", "J.D. Mollard"],
    "venue": "Lunar Planet. Sci. XXV,",
    "year": 1994
  }, {
    "title": "Comparison of Mars sinuous ridges with terrestrial linear dunes: observations from the field",
    "authors": ["S.W. Ruff"],
    "venue": "Lunar Planet. Sci. XXV,",
    "year": 1994
  }, {
    "title": "The Dorsa Argentea formation: synthesis of glacial features and history of late Noachian-Early Hesperian martian climate change",
    "authors": ["K.E. Scanlon", "J.W. Head"],
    "venue": "Lunar Planet. Sci. XLV (abstract",
    "year": 2014
  }, {
    "title": "Crevasse-Fill” ridges: a landform type characteristic of surging",
    "authors": [],
    "year": 1985
  }, {
    "title": "glaciers? Geografiska Annaler",
    "authors": ["D. Kvill", "B. Rains"],
    "venue": "Series A. Phys. Geogr",
    "year": 1989
  }, {
    "title": "Origin and evolution of a cold-based",
    "authors": ["Sediment. Geol"],
    "year": 2005
  }, {
    "title": "Geologic map of the polar regions of Mars. USGS Misc",
    "authors": ["K. Tanaka", "D. Scott"],
    "venue": "Mars. J. Geophys. Res",
    "year": 1987
  }, {
    "title": "Geologic history of the polar regions of Mars based on",
    "authors": ["E.J. Kolb"],
    "year": 2001
  }, {
    "title": "The formation of martian river valleys",
    "authors": ["O.B. Toon", "T. Segura", "K. Zahnle"],
    "venue": "mars global surveyor data. I. Noachian and Hesperian Periods: Icarus",
    "year": 2010
  }, {
    "title": "Channelized subglacial drainage over a deformable",
    "authors": ["J.S. Walder", "A. Fowler"],
    "venue": "impacts. Annu. Rev. Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Heat transfer and melting in subglacial basaltic",
    "authors": ["J.W. Head"],
    "venue": "bed. J. Glaciol",
    "year": 2002
  }, {
    "title": "matics of Volcanism",
    "authors": ["R. Wordsworth", "F. Forget", "E. Millour", "J.W. Head", "J.B. Madeleine", "B. Charnay"],
    "year": 2013
  }, {
    "title": "Sequence and mechanisms of deformation",
    "authors": ["R.W. Icarus.2012.09.036. Wichman", "P.H. Schultz"],
    "year": 1989
  }],
  "id": "SP:ac4d2132a376b5cb169a3ac04386320d11d58ea5",
  "authors": [{
    "name": "Ailish M. Kress",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }],
  "abstractText": "The Dorsa Argentea Formation (DAF), extending from 2701–1001 E and 701–901 S, is a huge circumpolar deposit surrounding and underlying the Late Amazonian South Polar Layered Deposits (SPLD) of Mars. Currently mapped as Early-Late Hesperian in age, the Dorsa Argentea Formation has been interpreted as volatile-rich, possibly representing the remnants of an ancient polar ice cap. Uncertain are its age (due to the possibility of poor crater retention in ice-related deposits), its mode of origin, the origin of the distinctive sinuous ridges and cavi that characterize the unit, and its significance in the climate history of Mars. In order to assess the age of activity associated with the DAF, we examined the ridge populations within the Dorsa Argentea Formation, mapping and characterizing seven different ridge systems (composed of nearly 4,000 ridges covering a total area of 300,000 km, with a cumulative length of ridges of 51,000 km) and performing crater counts on them using the method of buffered crater counting to determine crater retention ages of the ridge populations. We examined the major characteristics of the ridge systems and found that the majority of themwere consistent with an origin as eskers, sediment-filled subglacial drainage channels. Ridge morphologies reflect both distributed and channelized esker systems, and evidence is also seen that some ridges form looping moraine-like termini distal to some distributed systems. The ridge populations fall into two age groups: ridge systems between 2701 and 01 E date to the Early Hesperian, but to the east, the Promethei Planum and the Chasmata ridge systems date to the Late Noachian. Thus, these ages, and esker and moraine-like morphologies, support the interpretation that the DAF is a remnant ice sheet deposit, and that the esker systems represent evidence of significant melting and drainage of meltwater from portions of this ice sheet, thus indicating at least some regions and/or periods of wet-based glaciation. The Late Noachian and Early Hesperian ages of the ridge systems closely correspond to the ages of valley network/open basin lake systems, representing runoff, drainage and storage of liquid water in non-polar regions of the surface of Mars. Potential causes of such wet-based conditions in the DAF include: 1) top-down melting due to atmospheric warming, 2) enhanced snow and ice accumulation and raising of the melting isotherm to the base of the ice sheet, or 3) basal melting associated with intrusive volcanism (volcano-ice interactions). The early phase of melting is closely correlated in timewith valley network formation and thus may be due to global atmospheric warming, while the later phase of melting may be linked to Early Hesperian global volcanism and specific volcano-ice interactions (table mountains) in the DAF. Crater ages indicate that these wet-based conditions ceased by the Late Hesperian, and that further retreat of the DAF to its present configuration occurred largely through sublimation, not melting, thus preserving the extensive ridge systems. MARSIS radar data suggest that significant areas of layered, potentially ice-rich parts of the Dorsa Argentea Formation remain today. & 2014 Elsevier Ltd.. All rights reserved.",
  "title": "Late Noachian and early Hesperian ridge systems in the south circumpolar Dorsa Argentea Formation, Mars_ Evidence for two stages of melting of an extensive late Noachian ice sheet"
}