{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nGeographically different oceanographic responses to global warming during the Cenomanian–Turonian interval and Oceanic Anoxic Event 2\nDeborah J. Thomas a,⁎, David S. Tilghman b\na Texas A&M University, Department of Oceanography, United States b Texas A&M University, Department of Geology and Geophysics, United States\n⁎ Corresponding author. Tel.: +1 979 862 7742. E-mail address: dthomas@ocean.tamu.edu (D.J. Thom\nhttp://dx.doi.org/10.1016/j.palaeo.2014.06.014 0031-0182/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 19 December 2013 Received in revised form 6 June 2014 Accepted 9 June 2014 Available online 26 June 2014\nKeywords: Nd isotopes Cretaceous Ocean drilling Oceanic Anoxic Events\nOceanic Anoxic Event (OAE) 2 coincidedwith the Cenomanian–Turonian boundary ~93.9Ma, andwas one of the twomost prominent and globally significant of themajormid-Cretaceous OAEs. A confluence of global warming, major large igneous province volcanism, and intensified hydrologic cycling preconditioned the earth system for widespread preservation of organic matter during OAE2; however the ultimate necessary ingredient was enhanced nutrient availability in oceanic surface waters. Here we present new Cenomanian–Turonian interval seawater Neodymium isotope data from the proto-Indian Ocean that demonstrates increased water column stratification during the pre- and post-OAE2 interval, punctuated by a transient decrease in this stratification immediately prior to the onset of OAE2 recorded at Ocean Drilling Program Site 763. The direct oceanographic responses to climate change on both longer- and short-term time scales observed in this region are distinct from those recorded in the northern, tropical and southern Atlantic basins. The transient de-stratification of the water column in the eastern proto-Indian Ocean likely did not contribute to the accumulation of organicrich sediments in the region, indicating thatweathering and/or hydrothermal inputs promoted enhanced surface water nutrient levels and hence primary productivity.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Mesozoic Oceanic Anoxic Events (OAEs) were characterized by the burial and preservation of vast amounts of organic carbon and represent significant perturbations to the global carbon cycle (e.g., Schlanger and Jenkyns, 1976; Jenkyns, 1980, 1985; Arthur et al., 1987, 1990; Jenkyns, 2010). OAE2 coincided with the Cenomanian/ Turonian (C/T) boundary ~93.9 Ma (Gradstein et al., 2012), and was one of the most prominent and globally significant of the major OAEs (e.g., Schlanger and Jenkyns, 1976; Hu et al., 2001; Leckie et al., 2002; Jenkyns, 2010; El-Sabbagh et al., 2011; Jarvis et al., 2011).\nThe C/T interval was characterized by extreme warmth, with global temperatures peaking during the early Turonian ~90 Ma (e.g., Jenkyns et al., 1994; Huber et al., 2002; Wilson et al., 2002; Forster et al., 2007). The overall climate was characterized by meridional thermal gradients significantly lower than modern (e.g., Huber et al., 1995; Pucéat et al., 2007; Hay, 2008). Weaker thermal gradients may imply more sluggish oceanic circulation and hence a diminished rate of seafloor ventilation. These arguments led to the classic idea that stagnation of the overturning circulation likely contributed to the enhanced preservation of organic carbon at the sea floor (e.g., Schlanger and Jenkyns, 1976; Bralower and Thierstein, 1984).\nas).\nSeveral decades of intense research present a different paradigm for the general OAE causal mechanism (Jenkyns, 2010 for a thorough review): warming, stimulated by increased atmospheric greenhouse gas inputs (likely volcanic CO2 ormethane), promoted enhanced hydrologic cycling and continental weathering. Higher continental weathering rates, combined with higher rates of hydrothermalism/volcanism and iron fertilization, enhanced sea surface nutrient availability and hence primary production (e.g., Leckie et al., 2002). Overall high nutrient availability is increasingly regarded as the dominant control of OAE formation in this conceptual model of OAE development (e.g., Trabucho Alexandre et al., 2010; Monteiro et al., 2012).\nFurthermore, several recent studies challenge the idea of ocean stagnation during the OAEs and highlight a potential oceanographic mechanism for an increased nutrient availability. For example, MacLeod et al. (2008) and Martin et al. (2012) interpreted a convergence in the Neodymium isotope composition recorded by drill sites in the tropical Atlantic and North Atlantic basins as evidence for an intensification of overturning circulation during the C/T interval that promoted increased upwelling within the region. Forster et al. (2008) used stable isotope data to suggest a similarly dynamic upwelling regime contributed to organic carbon accumulation in the South Atlantic.\nWhile such a dynamic overturning regime and the associated upwelling would have promoted higher rates of sea surface productivity, relatively vigorous overturning also would have ventilated the seafloor. This implies that the rate of primary production was sufficiently high\nduring OAE2 to overcome oxygen replenishment at the seafloor. Thus sea surface nutrient levels may have been controlled by processes other than ocean circulation, such as enhanced nutrient delivery via river runoff. Pogge von Strandmann et al. (2013) presented new Li isotope data from several outcrop sections in Europe that, when compared with Sr, Ca, and Os isotope values, were interpreted to reflect increased rates of subaerial weathering of mafic silicate terranes. The increased weathering, in turn, would have increased nutrient delivery to surface waters in the North Atlantic and Tethys during the C/T interval.\nThe above discussion suggests that at least within the northern Atlantic and Tethyan basins a combination of enhanced upwelling and increased weathering both can be invoked to explain higher rates of primary productivity that contributed to the accumulation of organic carbon in deep-sea sediments. However, OAE2 was a global event, and themechanism(s) that promoted organic carbon burial in other regions remains an open and important question. While Nd isotope-based reconstructions of water mass composition suggest a vigorous deepwater circulation that circulated among the northern Atlantic and Tethyan basins (Martin et al., 2012; Zheng et al., 2013), data from the South Atlantic, Pacific and proto-Indian basins suggest that there existed minimal connections among these other major ocean basins through the most of the Late Cretaceous (MacLeod et al., 2008; Robinson et al., 2010; Murphy and Thomas, 2012; Martin et al., 2012; Robinson and Vance, 2012; Voigt et al., 2013; Thomas et al., in press). Thus the available Nd isotope data suggest an overturning circulation characterized by numerous regions of independent water mass formation that may have circulated independently of each other. This does not imply that circulation was sluggish, merely that inter-basinal connections at depth likely were limited.\nIn this study, we explore the role of deep-water circulation in organic matter preservation during OAE2 in the proto-Indian Ocean, a region potentially characterized by deep-water formation during the Late Cretaceous (Murphy and Thomas, 2012). We augment existing lowresolution Nd isotope records at ODP Sites 763, 765, 766, and 1138 (Fig. 1) with additional data in order to examine the oceanographic response across the C/T interval. The newdata reveal features in thewater mass histories of the sites that were not evident from the previously published data. A Nd isotope shift recorded at intermediate-water depths, but not at deep-water locations in the proto-Indian Ocean during the late Cenomanian–early Turonian interval, is consistent with an increase in water mass stratification. Superimposed on this increase in stratification was a transient episode of diminished stratification that began immediately prior to the interval of enhanced organic carbon accumulation at OAE2, and ended at the top of the black shale layer."
  }, {
    "heading": "2. Samples and methods",
    "text": ""
  }, {
    "heading": "2.1. Site selection and age model",
    "text": "Sites 763, 765 and 766 form a broad depth transect off the western Australian margin, with paleo-water depths of ~1000 m, 4000 m, and 3000 m, respectively (Fig. 1). Site 1138 was located on the western edge of the thermally subsiding Kerguelen Plateau with a paleo-water depth in the intermediate water range of 500 m by ~85 Ma (Fig. 1). The lithology of the upper Cenomanian–lower Turonian sediments recorded at Site 763 largely consisted of nannofossil claystones. The Cenomanian/Turonian boundary event was recovered in Hole 763C, and consists of a 72-cm thick black shale (763C-2R-1, 10–82 cm) interpreted as OAE2 (Haq et al., 1990). To generate the Site 763 record we analyzed the Nd isotope composition of 19 samples over an interval from 355.1 m below sea floor (mbsf) (89.28 Ma) to 442.35 mbsf (101.26 Ma) at Hole 763B, and 8 samples from Hole 763C spanning 385.13 mbsf (93.92 Ma) to 388.47 mbsf (94.74 Ma). As no composite depth “splice” was constructed for the two holes, we had to treat the sub-seafloor depths in both holes as equivalent, and we assimilated the depths fromHole 763C into the longer-term record fromHole 763B.\nThe lithology of the study interval at Hole 765C (582.60 to 592.93 mbsf) consists of zeolitic claystone and nannofossil chalk, with black shale layers present in 765C-26R1-50-115 cm (588.80 to 589.95 mbsf) through the Cenomanian/Turonian boundary interval, as indicated in the shipboard sedimentologic description, although these black shales were not identified uniquely as the C/T boundary (Shipboard Scientific Party, 1990). There is no evidence of a major hiatus within the late Cenomanian–early Turonian interval. We analyzed 12 samples from Hole 765C spanning 582.60 mbsf (90.01 Ma) to 592.93 mbsf (100.16 Ma).\nThe study interval at Hole 766A consists of nannofossil chalk and zeolitic clay, and the Cenomanian/Turonian boundary at this location was located between 123-766A-15R-1 (134.3 mbsf) and 15R-3, 100–101 cm (136.5 mbsf) based on the shipboard identification of the first occurrence of Quadrum gartneri and the last occurrence of Corollithion kennedyi (Shipboard Scientific Party, 1990). Black shale was not identified within this broad interval, and the general nannofossil chalk lithologywas punctuated by a layer of zeolitic claywith glauconitic sandstone and volcanic grains in 15R-3, 15–23 cm (Shipboard Scientific Party, 1990). The glauconitic sandstone suggests a condensed interval of sedimentation, however the depth places this well below the likely C/T boundary at an age of ~96 Ma. We analyzed 13 samples from Hole 766A spanning 129.56 mbsf (91.42 Ma) to 140.20 mbsf (100.12 Ma).\nThe lithology of the sediment sequence investigated at Site 1138 consists of chalk and nannofossil claystone, transitioning downcore to a glauconite-bearing calcareous sandstone. The base of the sediment sequence consists of a silty claystone and sandstone with abundant volcanic grains (Coffin et al., 2000). We analyzed 17 samples from Hole 1138A spanning 632.17 mbsf (86.40 Ma) to 689.75 mbsf (94.81 Ma).\nThe agemodel for each site employs the biostratigraphic datums detailed in Table 1 with numeric ages updated to the GTS 2012 (Gradstein et al., 2012). These are the same datums used in previous investigations at these sites (Clarke and Jenkyns, 1999; Robinson et al., 2010; Murphy and Thomas, 2012), and, as in these previous investigations, we linearly interpolated between datums to calculate numeric ages between biostratigraphic tie points."
  }, {
    "heading": "2.2. Nd isotopes as a proxy for water mass composition",
    "text": "The Nd isotopic composition of seawater, expressed as εNd, (the 143Nd/144Nd value of a geologic sample normalized to the bulk earth (DePaolo and Wasserburg, 1976)), varies on a basin-scale as well as within individual ocean basins (Piepgras and Wasserburg, 1982; Piepgras and Wasserburg, 1987; Piepgras and Jacobsen, 1988; Jeandel,\n1993; Jeandel et al., 1998; Amakawa et al., 2000). Surface seawater εNd variations result from differences in weathering of subaerially exposed rocks that drain into a given ocean basin (Goldstein et al., 1984; Goldstein and Jacobsen, 1987; Goldstein and Jacobsen, 1988). Intermediate- and deep-water masses acquire the isotopic composition of the surface waters in the region of subduction or downwelling (Goldstein et al., 1984; Goldstein and Jacobsen, 1987; Goldstein and Jacobsen, 1988; Elderfield et al., 1990; Halliday et al., 1992; Sholkovitz, 1993). The oceanic residence time of Nd is ~200–1000 years (e.g., Tachikawa et al., 1999), which is short relative to overall oceanic mixing rates. Subsequently, the initial εNd of a particular water mass may be altered through mixing with other water masses or particle exchange processes, such as boundary exchange or reversible scavenging (e.g., Lacan and Jeandel, 2005; Arzouse et al., 2009; Siddall et al., 2008; Oka et al., 2009). However, recent work indicates that the Nd isotope provenance of awatermass typically is retained in open ocean locations (Thomas et al., in press). Nonetheless, it is important to consider the effects of boundary exchange and reversible scavenging, as well as other potential contributions of dissolved Nd to seawater at depth when interpreting paleo-Nd isotope records in terms of water mass composition and overturning circulation patterns.\nThe Nd isotopic composition of the water mass bathing a particular location is recorded and preserved by the teeth and bones of fossil fish (Wright et al., 1984; Shaw and Wasserburg, 1985; Staudigel et al., 1985; Reynard et al., 1999; Martin and Haley, 2000; Martin and Scher, 2004; Thomas, 2005; Thomas and Via, 2007) as well as the disseminated authigenic oxideminerals (Martin et al., 2010).We analyzed leached oxide minerals in this study and assimilate them with previously published data from fish debris analyses (Robinson et al., 2010; Murphy and Thomas, 2012)."
  }, {
    "heading": "2.3. Analytical methods",
    "text": "For the majority of the new data from Holes 763B, 765C, 766A and 1138Awe extracted the ferromanganese (Fe–Mn) oxides from bulk homogenized sediment samples following the methods of Basak et al. (2011). The samples from Hole 763C spanned the organic carbon rich interval of OAE2 in Core 2–1, 10–80 cm (Haq et al., 1990), and to minimize complications associated with highly reducing conditions we analyzed both the fossil fish debris and leached oxide Nd isotope composition. Paired fish debris and leached oxide analyses differed by up to 0.6 epsilon units in the black shale interval of Hole 763C, which is greater than the external precision, however all paired analyses demonstrate the same trends. This offset betweenfish debris and leached oxide values from within the black shale interval suggests that the leaching method may be compromised by significant changes in sediment redox chemistry. However, the assimilated long-term oxide and fish debris data presented in Fig. 2 indicate consistent values recorded by fish debris and leached oxides. Furthermore, a growing body of data indicates that fish debris and leached oxides do record the same seafloor Nd isotope composition under oxic conditions (e.g., Martin et al., 2010). Thus we assimilated the new leached oxide data with previously published fossil fish debris data from Sites 763, 765, 766 and 1138. We isolated Nd from the leached oxide and fish debris samples using twostage column chemistry.\nAll new analyses were performed using a Triton thermal ionization mass spectrometer (TIMS), and all data are presented asɛNd(t), normalized to the bulk Earth and corrected for age to account for post-burial decay of 147Sm, assuming a 147Sm/144Nd value of 0.13 for both the leached oxide and fish debris analyses (e.g., Martin et al., 2010; Hague et al., 2012). External precision based on replicates of the JNdi-1\nstandard (0.512104; n = 40 during the course of this study) was 15 ppm (2σ)."
  }, {
    "heading": "3. Results and discussion",
    "text": "Site 1138, located on the Central Kerguelen Plateau, transitioned from shallow to intermediate water depths as the seafloor underwent thermal subsidence over the interval ~94.8 Ma to 86.4 Ma (689.75 mbsf–632.17 mbsf; Frey et al., 2000). The base of the 1138 record indicates rapid and large variations in the seawater isotopic composition, with ɛNd(t) values ranging from +0.9 to −8.4 (Fig. 2; Table 2). The highly variable and radiogenic dissolved seawater values recorded at Site 1138 from 94.8 to 93.8 Ma could have resulted from the differential leaching of the various volcanic glass and sand particles (Tachikawa et al., 2004; Wilson et al., 2013). Relatively young volcaniclastic sediments are leached more easily and quickly than refractory continental-derived silicates (Jones et al., 2012), and the base of the Hole 1138A section contains abundant volcanogenic sediments. Alternatively, the variable composition resulted from the relatively shallowwater depth of Site 1138 at the base of the study interval, rendering the seawater Nd composition highly dependent on local weathering inputs. Radiogenic dissolved Nd values likely derived from weathering of subaerially exposed portions of the Central Kerguelen Plateau or the release of radiogenic Nd from volcanic materials at the shallow seafloor (Meyers et al., 2009; Murphy and Thomas, 2012).\nSite 763, located at intermediate water depths (~1000 m), records a long-term decrease in ɛNd(t) values from −9.7 at 101.26 Ma to\n−11.1 at ~95.85Ma (Fig. 2; Table 2). Between 95.85 and 93.2Ma values remained between −11.1 and −10.5. Subsequently, Site 763 ɛNd(t) values increased to−7.5 by 90.6Ma and remained ~−8 through the studied interval. This broad trend was punctuated by a transient ~1 epsilon unit increase inɛNd(t) values beginning at 94.25Ma, peaking at −8.8 (94.06 Ma) and returning to−10.7 by 93.4 Ma.\nDeep-water Site 765 (~4000m) recorded a slight overall increase in water mass composition from ~−8 to−7 through the studied interval, with a few short-term ~1 epsilon unit shifts between ~96 and 94 Ma (Fig. 2; Table 2). Site 766 (~3000 m) recorded a similar trend over the longer term study interval with higher frequency oscillations evident between ~97 and 90 Ma. The higher resolution data indicate that Sites 765 and 766 recorded similar values and trends throughout most of the studied interval, confirming the hypothesis that both deep sites were influenced by the same water mass (Murphy and Thomas, 2012).\nWhile the regional deep-water Sites 765 and 766 recorded the seawater ɛNd(t) values, the trends and values were distinct from intermediate-water Site 763 for much of the study interval. The available data suggest that the Nd isotope compositions recorded at Sites 763 and 765/766 began to diverge at the base of the studied interval. The regional intermediate water composition decreased to ~−11 with minimum overall values recorded between 95.1 and 92.5Ma. The intermediate water ɛNd(t) values then increased and converged with the deep-water value recorded at Site 765. This overall regional pattern suggests different intermediate and deep-water mass compositions in the eastern proto-Indian Ocean during much of the early Late Cretaceous with the greatest difference evident between 96 and 93 Ma. However we must consider the potential influence of particle–water exchange on the Nd isotope composition recorded at the three sites.\nSites 763, 765, and 766 were located relatively close to each other off the western margin of Australia, and thus any terrigenous sediments deposited at the three sites should have similar provenance. Analyses of the fine-grained detrital sediments at the three sites indicate a range of ɛNd(t) values from −12.1 to −16.9 epsilon units (Murphy and Thomas, 2012).While these values span a significant range, they indicate a weathering source of relatively old, continental material likely from western Australia. The most important aspect of these detrital data is that all of the values are lower than the contemporaneous seawater. Any particle–water interaction such as boundary exchange or reversible scavengingwould cause the seawater value to decrease toward the composition of the detrital materials. The Nd isotope values and trends recorded at Sites 765 and 766 do not reflect significant particle–water interaction, given the overall trend toward higher Nd isotope values. However, the decrease in Nd isotope values recorded at Site 763 during the late Cenomanian could be consistent with an increase in particle– water interaction, namely reversible scavenging. However, it is difficult to reconcile a particle–water exchange mechanism as a primary control of the isotopic composition or trend recorded at Site 763 given the proximity to the other sites, particularly Site 766, that recorded a completely different trend through the late Cenomanian–early Turonian interval. Thus we rule out boundary scavenging and reversible scavenging as significant influences on the regional values and trends presented here.\nHaving ruled out the particle–water interactions as a significant source of dissolved Nd to the seafloor at the study sites, themost significant other source of dissolved Nd to the oceans is fluvial inputs of weathered rock (e.g., Goldstein and Jacobsen, 1987; Goldstein and Jacobsen, 1988). Fine-grained detrital sediments transported by rivers bear the same Nd isotopic composition as the dissolved inventory (e.g., Goldstein and Jacobsen, 1987; Goldstein and Jacobsen, 1988). Based on the unradiogenic Nd isotopic composition of the detrital sediments deposited at Sites 763, 765 and 766, the supply of dissolved Nd to the surface waters in the region was also likely unradiogenic. The most straightforward mechanism to explain the divergence in Nd isotope composition between Site 763 and Sites 765/766 between ~99 and 91 Ma is an increase in the influence of unradiogenic dissolved Nd from regional surface waters on the seafloor at Site 763, but not at"
  }, {
    "heading": "763B 19–3, 61–62 355.10 89.28 0.512197 0.000005 −7.7",
    "text": ""
  }, {
    "heading": "763B 19–6, 61–63 359.62 89.99 0.512181 0.000004 −8.0",
    "text": ""
  }, {
    "heading": "763B 20–1, 33.5–34.5 361.34 90.26 0.512204 0.000004 −7.5",
    "text": ""
  }, {
    "heading": "763B 20–2, 95–96 363.46 90.59 0.512204 0.000006 −7.5",
    "text": ""
  }, {
    "heading": "763B 21–1, 8–9 370.59 91.70 0.512109 0.000005 −9.4",
    "text": ""
  }, {
    "heading": "763B 21–1, 118.5–119.5 371.69 91.88 0.512145 0.000004 −8.7",
    "text": ""
  }, {
    "heading": "763B 21–2, 69–70 372.70 92.03 0.512100 0.000005 −9.5",
    "text": ""
  }, {
    "heading": "763B 22–1, 85.5–86.5 380.86 93.31 0.512032 0.000041 −10.9",
    "text": ""
  }, {
    "heading": "763B 22–2, 18–19 381.69 93.44 0.512039 0.000005 −10.7",
    "text": ""
  }, {
    "heading": "763B 23–1, 43–44 389.94 94.54 0.512052 0.000004 −10.5",
    "text": ""
  }, {
    "heading": "763B 23–2, 33–34 391.34 94.72 0.512055 0.000004 −10.4",
    "text": ""
  }, {
    "heading": "763B 23–4, 55–56 394.56 95.13 0.512032 0.000007 −10.8",
    "text": ""
  }, {
    "heading": "763B 23–5, 41.5–42.5 395.92 95.31 0.512053 0.000005 −10.4",
    "text": ""
  }, {
    "heading": "763B 24–7, 30.5–31.5 408.31 96.90 0.512056 0.000005 −10.3",
    "text": ""
  }, {
    "heading": "763B 25–1, 45–46 408.96 96.98 0.512070 0.000002 −10.1",
    "text": ""
  }, {
    "heading": "763B 25–3, 50.5–51.5 412.01 97.37 0.512067 0.000005 −10.1",
    "text": ""
  }, {
    "heading": "763B 26–3, 81–82 421.81 98.63 0.512090 0.000007 −9.7",
    "text": ""
  }, {
    "heading": "763B 27–4, 85–86 432.85 100.04 0.512109 0.000006 −9.3",
    "text": ""
  }, {
    "heading": "763B 28–4, 82–84 442.35 101.26 0.512086 0.000009 −9.7",
    "text": "Sites 765/766. This mechanismmust have involved dissolved Nd, rather than reversible scavenging of particle-bound Nd (which would have influenced the deeper Sites 765/766 as well, as discussed above).\nA change in regional stratification in the eastern proto-Indian Ocean could have increased the influence of surface water dissolved Nd on the composition of the water mass recorded at Site 763 without affecting\nthe deep-water mass composition recorded at Site 765/766. Such a change in stratificationmay have occurred either 1) through the transient formation of a new intermediate-water mass that bathed Site 763, but not the deeper sites, or 2) by a deepening of the regional thermocline. Deepening of the thermocline in the region to ~1000 m water depth (a realistic, albeit deep thermocline based on modern hydrography, e.g., Talley (2007), Koltermann et al. (2011)) would have resulted in a decrease in the dissolved Nd isotopic composition recorded at the seafloor at Site 763, but not at the deep-water Sites 765 and 766.\nIf, on the other hand, the change in regional water column stratification resulted from the influence of a transient intermediate water mass, the provenance of the new intermediate waters must have been relatively local given the low isotopic composition. Anywatermass derived from the western proto-Indian Ocean (e.g., Kerguelen Plateau region) would have had a higher, more radiogenic signature similar to the regional deep-water signature recorded at Sites 765/766 (Murphy and Thomas, 2012). Thus if the Nd isotopic decrease recorded at Site 763 was produced by a new water mass, the source must have been in the eastern proto-Indian Ocean region. A potential correlation between the Nd isotope changes recorded at Site 763 and the eustatic sea level record from the New Jersey margin (Kominz et al., 2008) suggests that the decrease in intermediate-water Nd isotope values may have coincidedwith a period of higher sea level (Fig. 3). Assuming this correlation is robust, sea level rise during the late Cenomanian could have provided enhanced shelf space to promote the production of shelf waters off western Australia, potentially analogous to Demerara water mass in the Cretaceous Atlantic (MacLeod et al., 2008), or modern North Pacific Intermediate Water (Talley, 1993; Yasuda, 1997).\nAlthough the production of intermediate waters on the shelf of western Australia could explain the isotopic decrease recorded at Site 763, the challenge with this potential oceanographic mechanism is\n86\n88\n90\n92\n94\n96\n98\n100\n102\nA ge\n( M\na)\n-6-7-8-9-10-11 εNd(t)\nA\n-5\nSite 763 (~1000m) Site 765 (~4000m) Site 766 (~3000m)\nSite 763 fd\nmore radiogenless radiogenic\nFig. 3.A.Western AustralianmarginNd isotope records for Sites 763, 765 and 766 (all data plott in Hole 763C. B. δ18O values (Clarke and Jenkyns, 1999) updated to GTS 2012 (Gradstein et al., Kominz et al. (2008). Age information was not available to update to GTS 2012, therefore we i\nthat it requires an increase in the sea surface density field. Published bulk carbonate δ18O values from Site 763 indicate a ~0.5‰ decrease from 97.8 to 95.8Ma (Clarke and Jenkyns, 1999) that broadly correlates with the onset of the Nd isotope decrease within the resolution of the records (Fig. 3). This indicates that the change in Site 763 Nd isotope values occurred during an interval of warmer sea surface temperatures and/or lower sea surface salinities, both of which imply lower sea surface densities. Thus the correlation of lower seafloor Nd isotope values with lower surface water δ18O values likely rules out the transient formation of an intermediate water mass off western Australia.\nA scenariomore consistentwith the available data is that Site 763 recorded a deepening of the regional thermocline. One potential analog for such a mechanism is the modern El Niño response of the eastern Equatorial Pacific in which weakening of the trade winds results in diminished upwelling and hence a deepening of the regional thermocline. In the case of the eastern proto-Indian Ocean, the intensity of zonal winds likely diminished during global warming, potentially resulting in the thickening of a warm, low-density layer coincident with peak warming and transgression. This implies that vertical stratification of the water column in the proto-Indian Ocean varied in response to climate change and sea level. The absence of significant signature shift at Sites 765/766 implies a consistent source and circulation of the regional deep-water mass beneath the thermocline.\nSite 1138 should have been positionedwithin the depth range of the waters that bathed Site 763. It is likely that the transient stratification recorded at Site 763 also occurred at Site 1138; however the flux of highly radiogenic dissolved and particulate weathering inputs from the Central Kerguelen Plateau dominated the isotopic signature recorded at the shallow seafloor. Thus the isotopic composition of dissolved Nd at the seafloor did not reflect the regional water mass composition until thermal subsidence deepened the seafloor depth below the thermocline by ~86 Ma (Fig. 2).\n-2 -1.5 -1 20 40 60 80\nδ18O Sea Level (m)\nB C Site 763\nic\ned in the same symbol size). The brown bar indicates the level of the black shale recovered 2012). C. Relative sea level curve using the middle estimate with inferred low stands from nterpret temporal correlations conservatively.\nThis broad trend of Nd isotope divergence between Sites 763 and 765/766waspunctuated by a transient increase in theNd isotope values recorded at Site 763–94Ma. This increase in Nd isotopic composition recorded at Site 763 is evident in analyses of both leached oxides and fish debris, and thus was not an artifact of the leaching method. Prominent Nd isotope excursions recorded in the tropical NorthAtlantic (Demerara Rise, northwestern South American margin) and northern Atlantic (Eastbourne, UK)were associated with the C/T in that region and either reflected a change in deep-water mass influence (e.g., Martin et al., 2012) or massive pulses of hydrothermal Nd (Snow et al., 2005; Zheng et al., 2013). The Nd increase recorded at Site 763 does not seem to be consistent with either of these proposed models. The Demerara Rise excursion was recorded throughout the depth transect of Sites 1258, 1260 and 1261. However the C/T radiogenic increase at Site 763 was isolated — no other increase is evident in the depth transect suggesting that this feature was restricted to intermediate water depths. A major pulse of hydrothermal Nd from Kerguelen Plateau would have impacted the deep-water signal as well as the water depth occupied by Site 763, and while numerous similar variations were recorded at Sites 765/766 none of themwere unique to the C/T interval and therefore likely unrelated to the increase recorded at Site 763. Furthermore, it is unlikely that intermediate- and deep-water connections existed between the North Atlantic basins and the proto-Indian Ocean to permit advection of any Caribbean or Arctic hydrothermal signal to Site 763.\nAn interpretation that is more consistent with the available protoIndian Ocean data is that the transient Nd isotope increase at Site 763 reflects a temporary decrease in the stratification that developed in the region over the late Cenomanian–early Turonian interval. One mechanism to explain a decrease in stratification is a short-term shoaling of the thermocline. In this case, zonal wind intensity temporarily increased in response to the brief cooling interval associatedwith the C/T (e.g., Jenkyns, 2010; Jarvis et al., 2011). The cooling is attributed to a drop in atmospheric CO2 that resulted from carbon sequestration during the OAE (e.g., Barclay et al., 2010; Jenkyns, 2010; Jarvis et al., 2011; van Bentum et al., 2012).\nWhile the oceanographic response to longer term Cenomanian– Turonian global warming, as well as transient C/T interval climate changes, in the proto-Indian Ocean was different from that recorded in the tropical and northern Atlantic regions, the overall pattern of oceanographic responses in the different basins indicates that the Late Cretaceous seafloor was actively ventilated. Vertical stratification of the water column in the eastern proto-Indian Ocean and elsewhere does not imply a stagnant circulation, but instead a water column characterized by distinct thermocline, intermediate and deep-watermasses. Thus the accumulation and burial of anomalously high amounts of organic carbon in seafloor sediments during OAE2 largely originated with substantially enhanced surface water productivity, instead of diminished seafloor ventilation."
  }, {
    "heading": "4. Summary",
    "text": "OAE2 was a global event recorded in every major ocean basin, however the oceanographic conditions that contributed to enhanced organic carbon accumulation varied regionally. The new proto-Indian Ocean data indicates a different oceanographic pattern of change during the C/T than that exhibited in the Atlantic. The observation that different oceanographic changes characterized different regions suggests that ocean circulation changes were not a global mechanism for OAE development.While the proposed ocean circulation responses likely played a role in promoting organic carbon accumulation in the northern Atlantic basins via upwelling and nutrient supply, the nature of oceanographic change in the proto-Indian Ocean may not have contributed substantially to surface water nutrient availability. This suggests that increased weathering and fluvial delivery of nutrients was more important to OAE2 development in the proto-Indian region."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was funded by NSF-ATM award 0927769 to DJT and NSFEAR award 0617330 to DJT. This research used samples provided by the Integrated Ocean Drilling Program (IODP). We thank Ken Williams for the support of the R. Ken Williams '45 Radiogenic Isotope Geosciences Laboratory. We thank the Editor and reviewers for their thoughtful comments."
  }],
  "year": 2014,
  "references": [{
    "title": "Nd isotopic composition and REE pattern",
    "authors": ["H. Amakawa", "D.S. Alibo", "Y. Nozaki"],
    "year": 2000
  }, {
    "title": "Modeling the neodymium isotopic",
    "authors": ["T. Arzouse", "Dutay", "J.-C", "F. Lacan", "C. Jeandel"],
    "venue": "Resources, Events and Rhythms: Background and Plans for Research,",
    "year": 2009
  }, {
    "title": "composition with a global ocean circulation model. Chem. Geol",
    "authors": ["R.S. Barclay", "J.C. McElwain", "B.B. Sageman"],
    "year": 2010
  }, {
    "title": "Seawater Pb isotopes extracted from Cenozoic",
    "authors": ["C. 1038/ngeo757. Basak", "E.E. Martin", "G.D. Kamenov"],
    "year": 2011
  }, {
    "title": "Nd isotopic variations and petrogenetic models",
    "authors": ["D.J. htmN). DePaolo", "G.J. Wasserburg"],
    "year": 1976
  }, {
    "title": "shallow shelf sequences of NE Egypt",
    "authors": ["A. Forster", "S. Schouten", "M. Baas", "J.S. Sinninghe Damsté"],
    "venue": "Cretac. Res",
    "year": 2007
  }, {
    "title": "The Cenomanian/Turonian oceanic anoxic event in the South At",
    "authors": ["J.S. Damsté"],
    "year": 2008
  }, {
    "title": "Origin and evolution of a submarine large igneous",
    "authors": ["P. Saccocia", "D. Reusch"],
    "year": 2000
  }, {
    "title": "The Nd and Sr isotopic systematics of river water",
    "authors": ["Sci. Lett"],
    "year": 1987
  }, {
    "title": "A Sm–Nd isotopic study",
    "authors": ["S.J. 249–265. Goldstein", "R.K. O'Nions", "P.J. Hamilton"],
    "year": 1984
  }, {
    "title": "dusts and particulates from major river systems",
    "authors": ["A.M. Hague", "D.J. Thomas", "M. Huber", "R. Korty", "S.C. Woodard", "L.B. Jones"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Evolving ideas about the Cretaceous climate and ocean circulation",
    "authors": ["B.U. Haq", "U von Rad"],
    "venue": "Proc. ODP Init. Rep. 122. Hay, W.W.,",
    "year": 1990
  }, {
    "title": "The Cenomanian–Turonian anoxic event",
    "authors": ["C. Wang", "X. Li", "S. Fan", "P.A. Peng"],
    "venue": "Cretac. Res",
    "year": 2001
  }, {
    "title": "southern Tibet: a study of organic geochemistry",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Chin. J. Geochem",
    "year": 1995
  }, {
    "title": "Concentration and isotopic composition of Nd in the South Atlantic",
    "authors": ["C. 2010PA002081. Jeandel"],
    "year": 1993
  }, {
    "title": "Concentration and Atlantic isotopic compositions",
    "authors": ["C. Jeandel", "D. Thouron", "M. Fieux"],
    "venue": "Ocean. Earth Planet. Sci. Lett",
    "year": 1998
  }, {
    "title": "Carbon- and oxygen-isotope stratigraphy",
    "authors": ["A.S. Gale", "R.M. Corfield"],
    "year": 1994
  }, {
    "title": "An experimental study of the interaction",
    "authors": ["M.T. Jones", "C.R. Pearce", "E.H. Oelkers"],
    "year": 2012
  }, {
    "title": "Magnetobiostratigraphic synthesis of Leg 123: sites",
    "authors": ["J. Mutterlose", "J.G. Ogg"],
    "year": 1992
  }, {
    "title": "Hydrographic Atlas of theWorld Ocean",
    "authors": ["K.P. Koltermann", "V.V. Gouretski", "K. Jancke"],
    "year": 2011
  }, {
    "title": "coastal plain coreholes: an error analysis",
    "authors": ["F. Lacan", "C. Jeandel"],
    "venue": "Basin Res",
    "year": 2005
  }, {
    "title": "Oceanic anoxic events and plankton",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "fluxes at the continent-ocean interface. Earth Planet. Sci. Lett",
    "year": 2002
  }, {
    "title": "Fossil fish teeth as proxies for seawater Sr and Nd. Geochim",
    "authors": ["E.E. Martin", "B.A. Haley"],
    "year": 2000
  }, {
    "title": "Cenozoic time scales. Chem. Geol",
    "authors": ["E.E. Martin", "K.G. MacLeod", "A. Jiménez Berrocoso", "E. Bourbon"],
    "year": 2012
  }, {
    "title": "Origins and maturity of organic matter",
    "authors": ["P.A. Meyers", "Yum", "J.-G", "S.W. Wise"],
    "year": 2009
  }, {
    "title": "Nutrients as the dominant",
    "authors": ["F.M. Monteiro", "R.D. Pancost", "A. Ridgwell", "Y. Donnadieu"],
    "year": 2012
  }, {
    "title": "Study on vertical profiles",
    "authors": ["H. Hasumi", "H. Obata", "T. Gamo", "Y. Yamanaka"],
    "year": 2009
  }, {
    "title": "Lithium isotope evi",
    "authors": ["H.C. Jenkyns", "R.G. Woodfine"],
    "year": 2013
  }, {
    "title": "Crystal-chemical controls on rare-earth element concentrations in fossil biogenic apatites and implications for paleoenvironmental reconstructions",
    "authors": ["B. Reynard", "C. Lècuyer", "P. Grandjean"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "2012.Widespread and synchronous change in deep-ocean circulation in the North and South Atlantic during the Late Cretaceous",
    "authors": ["S.A. Robinson", "D. Vance"],
    "venue": "Paleoceanography",
    "year": 2012
  }, {
    "title": "Formation of “Southern Component Water",
    "authors": ["S.A. Robinson", "D.P. Murphy", "D. Vance", "D.J. Thomas"],
    "venue": "in the Late Cretaceous: evidence from Nd-isotopes. Geology",
    "year": 2010
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geol. Mijnbouw",
    "year": 1976
  }, {
    "title": "Sm–Nd in marine carbonates and phosphates",
    "authors": ["H.F. Shaw", "G.J. Wasserburg"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1985
  }, {
    "title": "The geochemistry of rare earth elements in the Amazon River estuary",
    "authors": ["E.R. Sholkovitz"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1993
  }, {
    "title": "Towards explaining the Nd paradox using reversible scavenging in an ocean general circulation model",
    "authors": ["M. Siddall", "S. Khatiwala", "T. van de Flierdt", "K. Jones", "S.L. Goldstein", "S. Hemming", "R.F. Anderson"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Trace element abundances in the Rock Canyon Anticline, Pueblo, Colorado, marine sedimentary section and their relationship to Caribbean plateau construction and oxygen anoxic event 2. Paleoceanography 20. http://dx.doi.org/10.1029/20",
    "authors": ["L.J. Snow", "R.A. Duncan", "T.J. Bralower"],
    "year": 2005
  }, {
    "title": "Sr and Nd isotope systematics in fish teeth",
    "authors": ["H. Staudigel", "P. Doyle", "A. Zindler"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "A new approach to the Nd residence time in the ocean: the role of atmospheric inputs",
    "authors": ["K. Tachikawa", "C. Jeandel", "M. Roy-Barman"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Neodymium isotopes in theMediterranean Sea: comparison between seawater and sediment signals",
    "authors": ["K. Tachikawa", "M. Roy-Barman", "A. Michard", "D. Thouron", "D. Yeghicheyan", "C. Jeandel"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2004
  }, {
    "title": "Distribution and formation of North Pacific intermediate water",
    "authors": ["L.D. Talley"],
    "venue": "J. Phys. Oc",
    "year": 1993
  }, {
    "title": "Hydrographic Atlas of the World Ocean Circulation Experiment (WOCE)",
    "authors": ["L.D. Talley"],
    "venue": "Pacific Ocean,",
    "year": 2007
  }, {
    "title": "Reconstructing ancient deep-sea circulation patterns using the Nd isotopic composition of fossil fish debris, in Isotopic and Elemental Tracers of Late Cenozoic Climate Change",
    "authors": ["D.J. Thomas"],
    "venue": "GSA Spec. Pub.,",
    "year": 2005
  }, {
    "title": "Neogene Evolution of Atlantic Thermohaline Circulation: Perspective from Walvis Ridge, southeastern Atlantic Ocean",
    "authors": ["D.J. Thomas", "R.K. Via"],
    "venue": "Paleoceanography 22,",
    "year": 2007
  }, {
    "title": "Evidence for vigorous ocean circulation and enhanced heat transport in the Late Cretaceous and early Paleogene",
    "authors": ["D.J. Thomas", "R. Korty", "M. Huber", "J.A. Schubert", "B. Haines"],
    "venue": "Paleoceanography",
    "year": 2014
  }, {
    "title": "The mid-Cretaceous North Atlantic nutrient trap: Black shales and OAEs",
    "authors": ["J. Trabucho Alexandre", "E. Tuenter", "G.A. Henstra", "K.J. van der Zwan", "R.S.W. van de Wal", "H.A. Dijkstra", "P.L. de Boer"],
    "venue": "Paleoceanography. http://dx.doi.org/10.1029/2010PA001925",
    "year": 2010
  }, {
    "title": "Organic matter provenance, palaeoproductivity and bottom water anoxia during the Cenomanian/Turonian oceanic anoxic event in the Newfoundland Basin (northern proto North Atlantic)",
    "authors": ["E.C. van Bentum", "Reichart", "G.-J", "J.S. Sinninghe Damste"],
    "venue": "Org. Geochem",
    "year": 2012
  }, {
    "title": "Tectonically restricted deep-ocean circulation at the end of the Cretaceous greenhouse",
    "authors": ["S. Voigt", "C. Jung", "O. Friedrich", "M. Frank", "C. Teschner", "J. Hoffmann"],
    "venue": "Earth Planet. Sci. Lett ",
    "year": 2013
  }, {
    "title": "Testing the Cretaceous greenhouse hypothesis using glassy foraminiferal calcite from the core of the Turonian tropics on Demerara Rise. Geology 607–610",
    "authors": ["P.A. Wilson", "R.D. Norris", "M.J. Cooper"],
    "year": 2002
  }, {
    "title": "Reactivity of neodymium carriers in deep sea sediments: implications for boundary exchange and paleoceanography",
    "authors": ["D.J. Wilson", "A.M. Piotrowski", "A. Galy", "J.A. Clegg"],
    "venue": "Geochim. Cosmochim",
    "year": 2013
  }, {
    "title": "REE and Nd isotopes in conodont apatite: variations with geological age and depositional environment",
    "authors": ["J. Wright", "R.S. Seymour", "H. Shaw"],
    "venue": "GSA Spec. Paper",
    "year": 1984
  }, {
    "title": "The origin of the North Pacific Intermediate Water",
    "authors": ["I. Yasuda"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Changing ocean circulation and hydrothermal inputs during Ocean Anoxic Event 2 (Cenomanian– Turonian): evidence from Nd-isotopes in the European shelf sea",
    "authors": ["Zheng", "X.-Y", "H.C. Jenkyns", "A.S. Gale", "D.J. Ward", "G.M. Henderson"],
    "venue": "Earth Planet. Sci",
    "year": 2013
  }],
  "id": "SP:a1dbadf5ae99433f0a2c617bd6bca1b4be1fc2d9",
  "authors": [{
    "name": "Deborah J. Thomas",
    "affiliations": []
  }, {
    "name": "David S. Tilghman",
    "affiliations": []
  }],
  "title": "Geographically different oceanographic responses to global warming during the Cenomanian–Turonian interval and Oceanic Anoxic Event 2"
}