{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Asian Earth Sciences\njournal homepage: www.elsevier .com/locate / jseaes\nVolcanically induced environmental change at the Permian–Triassic boundary (Xiakou, Hubei Province, South China): Related to West Siberian coal-field methane releases?\n1367-9120/$ - see front matter 2013 Elsevier Ltd. All rights reserved. http://dx.doi.org/10.1016/j.jseaes.2013.07.013\n⇑ Corresponding authors. Address: State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences, Wuhan, Hubei 430074, PR China (T.J. Algeo). Tel.: +86 18971193331; fax: +86 2767883002.\nE-mail addresses: algeot@ucmail.uc.edu (T.J. Algeo), qinglaifeng@cug.edu.cn (Q. Feng).\nJun Shen a,b, Thomas J. Algeo a,b,⇑, Qinglai Feng a,⇑, Lian Zhou a, Lanping Feng a, Ning Zhang c, Junhua Huang a\na State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences, Wuhan, Hubei 430074, PR China b Department of Geology, University of Cincinnati, Cincinnati, OH 45221-0013, USA c Faculty of Earth Science, China University of Geosciences, Wuhan, Hubei 430074, PR China\na r t i c l e i n f o\nArticle history: Received 22 February 2013 Received in revised form 4 July 2013 Accepted 9 July 2013 Available online 19 July 2013\nKeywords: Mass extinction Marine productivity Paleoredox Anoxia Carbon isotopes Volcanism Rare earth elements\na b s t r a c t\nA detailed geochemical investigation of the Permian–Triassic boundary in a carbonate-ramp setting at Xiakou, South China, provides new insights regarding the role of volcanism in the largest mass extinction in Earth history. The Xiakou section records 9 intervals of volcanic activity, some producing up to 25-cmthick composite ash layers, during the latest Permian and earliest Triassic. Each volcanic episode coincided with major changes in marine environments. The largest changes occurred in conjunction with volcanic interval VI-4, correlative with the latest Permian mass extinction, during which (1) the oceanic oxygen-minimum zone expanded (as shown by framboidal pyrite flux), (2) marine productivity declined sharply (as shown by multiple productivity proxies), and (3) climate conditions became more humid (as shown by increased clay fluxes). The mechanism by which volcanic eruptions forced marine environmental changes may be inferred from the relationship between ash layer thickness and the magnitude of the associated negative C-isotope excursion. The most likely connection is through volcanogenic methane release to the atmosphere, possibly as a result of magmatic intrusions into the West Siberian Coal Basin, triggering increases in global temperature and humidity. These climate changes in turn resulted in stronger oceanic stratification, oxygen-minimum zone expansion, and a decline in marine productivity. The Xiakou section is important in demonstrating links between volcanism and the marine environment during the Permian–Triassic transition interval.\n2013 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The 252-million-year-old Permian–Triassic boundary (PTB) represents the largest mass extinction in Earth history, during which 90% of marine species died out (Erwin et al., 2002; Alroy, 2010). A general consensus has emerged that the crisis was triggered by the Siberian Traps flood basalts (Reichow et al., 2009; Korte et al., 2010), although the evidence for this relationship to date has been largely circumstantial (i.e., a coincidence in timing; Renne et al., 1995; Kamo et al., 2003; Shen et al., 2011), and the processes linking this massive eruption to widespread environmental and biotic decline are speculative (Wignall, 2001, 2007; Algeo et al., 2011a). The mass extinction horizon is characterized\nby a distinct negative excursion in carbonate and organic C-isotope records observed in PTB sections globally (Krull and Retallack, 2000; Payne et al., 2004; Algeo et al., 2007a, 2007b; Horacek et al., 2007; Xie et al., 2007; Korte and Kozur, 2010). However, the origin of this C-isotope excursion remains under debate, with competing hypotheses attributing it to release of volcanogenic CO2 or methane, biomass kill, erosion of soil carbon, or reduced organic matter burial, among other mechanisms (Berner, 2002; Retallack and Jahren, 2008; Payne and Kump, 2007; Algeo et al., 2011a).\nThe PTB is linked to volcanism at its global stratotype section and point (GSSP) at Meishan D, Zhejiang Province, South China (Yin et al., 2001). In that section, volcanic ash layers comprise Bed 25, which coincides with the main mass extinction horizon of latest Permian age (LPME), and Bed 28, which coincides with a second-order extinction event of earliest Triassic age (Jin et al., 2000). These ash layers have long been thought to represent regional eruptive activity, possibly associated with subductionzone volcanic arcs along the southern or eastern margins of the\nSouth China craton (Fig. 1A; Yin et al., 1992; Tong et al., 2007). However, the source of the ash has not been definitively identified, and Shen et al. (2012a) hypothesized that they derive from early explosive eruptions of silicic magmas from the Siberian Traps large igneous province. Recent studies of siliceous deep-shelf sections (Dongpan and Xinmin sections) from the Nanpanjiang Basin (southwestern South China) and the deep-water sections from northwestern margin of South China (Shangsi and Chaotian sections; Fig. 1B; Wignall et al., 1995; Isozaki et al., 2007) have begun to document better the stratigraphic occurrence of these ash layers and their relationship to contemporaneous environmental and biotic changes (Shen et al., 2012a, 2012b, 2013a, in press).\nThe present study is based on high-resolution chemostratigraphic records of the Permian–Triassic boundary at Xiakou (Hubei Province). This section was located on the present northern (but paleo-western) flank of the Yangtze Platform of the South China craton about 800 km to the northeast of the Nanpanjiang Basin. The depositional setting of Xiakou, a distal carbonate ramp, differs from the siliceous deep-shelf environments of the previously studied Dongpan (Shen et al., 2012b) and Xinmin sections (Shen et al., 2013a) in the Nanpanjiang Basin, thus providing data on volcanic deposits from a different facies type and geographic region. Our goals in this study are to document the stratigraphic distribution of volcanic ash layers in the Xiakou section, and to examine their relationship to geochemical proxies for marine productivity, anoxia, and terrigenous inputs in order to better understand the influence of volcanism on marine environmental changes during the latest Permian crisis interval."
  }, {
    "heading": "2. Geological setting and stratigraphy",
    "text": "During the Permian–Triassic transition, the South China craton was located in the eastern part of the Paleotethys Ocean just north\nof the paleo-equator (Fig. 1A). The craton, although bordered by subaerial uplifts on the east and west, was characterized by marine facies in its interior (Fig. 1B; Yin et al., 2007). The central part of the craton was characterized by shallow, open-marine facies. To the north of this area, a carbonate ramp was inclined northward, on which both the Meishan D and Xiakou sections were deposited— Meishan D toward the east and at shallower depths ( 30–60 m; Yin et al., 2001), and Xiakou toward the west and at greater depths ( 200–500 m, as determined by conodont biofacies; Zhao et al., 2005) (Fig. 1C and D). The depth range of the Xiakou section placed it below the surface mixed layer of the ocean, providing information concerning changes in seawater chemistry and environmental conditions within the oceanic pycnocline (at a depth of 200– 1000 m in the modern ocean; Thurman and Trujillo, 2004).\nThe Xiakou section is situated near the town of Xiakou, in Xingshan County, Hubei Province, where it crops out along a highway linking Xiakou to Yichang (Fig. 1C). The section is of low thermal maturity, yielding vitrinite reflectances (Ro) of <1.0% and conodont color alteration indices (CAI) of <2.0, which are equivalent to maximum burial temperatures of 50–90 C (Du, 1983). The 4.6-mthick exposure contains strata of the Upper Permian Dalong Formation, which consists of black mudstone and shale with scattered interbeds of marl and volcanic tuff (Beds 223–251), and the overlying uppermost Permian to Lower Triassic Daye Formation, which consists of gray mudstone and shale with frequent interbeds of volcanic tuff (Beds 252–280; Fig. 2).\nThe section contains dozens of volcanic ash layers (Fig. 2), some forming composite layers or ash-rich intervals (‘‘VIs’’; Fig. 3). VI-1 to VI-4 are 4- to 7-cm-thick composite ash layers below the LPME. VI-5 and VI-6 are 25- and 10-cm-thick ash-rich intervals (separated by a thin limestone bed) located just above the LPME; they are correlative with the 5-cm-thick Bed 25 at Meishan (Yin et al., 2001). VI-7, VI-8, and VI-9 are 21-, 17-, and 13-cm-thick\nash-rich intervals that may be correlative with the relatively thinner ash layers that comprise Beds 28, 31, and 33 at Meishan (Figs. 2 and 3). The section can be divided into three units based on the relative prevalence of volcanic tuffs: the lower and upper units contain relatively less volcanic ash than the middle unit, in which the thickest and most closely spaced ash-rich intervals (VI-4 to VI-7) are found (Fig. 2).\nThe conodont biostratigraphy of the Xiakou section has been studied in detail (Wang and Xia, 2004; this study). Wang and Xia (2004) recognized four biozones: (1) Clarkina changxingensis changxingensis-C. deflecta Zone (originally Beds 223-256, here revised to Beds 223–251); (2) Hindeodus latidentatus-C. meishanensis Zone, comprising Beds (originally Beds 257–266, here revised to Beds 252–262); (3) H. parvus Zone (originally Beds 267–270, here revised to Beds 263–270); and (4) Isarcicella isarcica Zone (Beds 271–280; Fig. 2). Samples from the H. latidentatus-C. meishanensis Zone yielded a particularly diverse conodont assemblage, including C. deflecta, C. postwangi, C. changxingensis changxingensis, and C. changxingensis yini in addition to the zone’s eponymous species, constraining the position of the latest Permian mass extinction (LPME) horizon to below Bed 257 (Wang and Xia, 2004). We have refined the position of the LPME based on C-isotope correlations, putting it at the Bed 251/252 contact (Fig. 2). The first appearance of the conodont H. parvus, which defines the Permian–Triassic boundary (PTB; Yin et al., 2001), was reported from the base of Bed 267 by Wang and Xia (2004) but more recent work by W. Xia (this study) as well as C-isotope correlations have refined its position to the Bed 262/263 contact (Fig. 2).\nWithin the conodont biostratigraphic framework discussed above, correlations of the Xiakou section to the Meishan D GSSP\ncan be refined on the basis of C-isotope stratigraphy (Fig. 2; see also Shen et al., 2012a, their figure DR1). The lower half of the C. changxingensis changxingensis-C. deflecta Zone shows relatively uniform d13C values, whereas the upper half exhibits an accelerating trend toward more negative values. A local minimum corresponding to bed 246 at Xiakou and upper Bed 24d at Meishan may be correlative between the sections. Both profiles exhibit an abrupt excursion to a d13C minimum at the LPME, followed by a recovery to more positive values within the H. latidentatus-C. meishanensis Zone. These features are characteristic of many PTB sections globally (Korte and Kozur, 2010; Luo et al., 2011). Above the PTB, the two d13Ccarb profiles are less similar, although the sections may be correlatable on the basis of ash-bed stratigraphy: both sections exhibit a pair of ash layers (VI-8 and VI-9 at Xiakou, Beds 31 and 33 at Meishan) in the lowermost I. isarcica Zone (Shen et al., 2012a, their figure DR1)."
  }, {
    "heading": "3. Methods and materials",
    "text": "We collected a total of 68 samples from the Xiakou section at a spacing of 5–10 cm. Samples were trimmed to remove visible veins and weathered surfaces and pulverized to 200 mesh size in an agate mortar. Major element abundances were determined by wavelength-dispersive X-ray fluorescence (XRF) analysis on fused glass beads using a XRF-1800 at the State Key Laboratory of Biogeology and Environmental Geology, China University of Geosciences (Wuhan).\nTrace elements and REEs were measured by Agilent 7500a inductively coupled plasma mass spectrometry (ICP-MS) at the\nState Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences (Wuhan). About 50 mg of each sample powder were weighed into a Teflon bomb and then moistened with a few drops of ultra-pure water before addition of 1 ml HNO3 and 1 ml HF. The sealed bomb was heated at 190 C in an oven for more than 48 h. After cooling, the bomb was opened and evaporated at 115 C to incipient dryness, then 1 ml HNO3 was added and the sample was dried again. The resultant salt was re-dissolved with 1 ml HNO3 and 1 ml deionized water before it was again sealed and heated in the bomb at 190 C for 12 h. The final solution was transferred to a polyethylene bottle and diluted in 2% HNO3 to about 100 ml for ICP-MS analysis. Analysis of the international rock standards BHVO-2, RGM-1, AGV-2 and BCR-2 indicated that the analytical precision is mostly better than 5%, according to the RSD.\nC and S elemental concentrations were measured using an Eltra 2000 C–S analyzer at the University of Cincinnati. Data quality was monitored via multiple analyses of USGS SDO-1 standard, yielding an analytical precision (2r) of ±2.5% of reported values for C and ±5% for S. An aliquot of each sample was digested in 2 N HCl at 50 C for 6 h to dissolve carbonate minerals, and the residue was analyzed for total organic carbon (TOC) and non-acid-volatile sulfur (NAVS); total inorganic carbon (TIC) and acid-volatile sulfur (AVS) were obtained by difference.\nCarbonate carbon isotopes were analyzed at the State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences (Wuhan). Carbonate carbon isotopic compositions were determined according to the procedure of McCrea (1950). Samples were reacted offline with 100% H3PO4 for 24 h at 250 C, following which the carbon isotope composition of the generated CO2 was measured on a Finnigan MAT 251 mass spectrometer. All isotope data are reported as per mille (‰)\nrelative to Vienna Pee Dee belemnite (V-PDB) standard. The analytical precision is better than ±0.1‰ for 13C base on duplicate analyses.\nThe main mineral phases present in the Xiakou section were determined by XRD analysis in an earlier study (Hong et al., 2008) to be calcite, dolomite, quartz, pyrite, and clay minerals. The clay mineral fraction was shown to consist mainly of mixedlayer illite/smectite, illite, and chlorite. We used major element concentration data to estimate the proportions of the main mineral fractions (cf. Algeo et al., 2007b, 2012; Shen et al., 2012b, 2013a):\nClay minerals ð%Þ ¼ Al 100=k1 ð1Þ\nQuartz ð%Þ ¼ SiO2ðtotalÞ ðAl=27:0 k2 60:1Þ ð2Þ\nDolomite ð%Þ ¼MgOðdolÞ ð40:1þ 24:3þ 2 12:0þ 3 16:0Þ=ð24:3þ 16:0Þ ð3Þ\nCalcite ð%Þ ¼ ½TIC MgOðdolÞ 2 12:0=ð24:3þ 16:0Þ 100:1=12:0 ð4Þ\nPyrite ð%Þ ¼ Spyrite ð55:85þ 32:08 2Þ=ð32:08 2Þ ð5Þ\nwhere the coefficients 27.0, 60.1, 40.1, 24.3, 12.0, 16.0, 100.1, 55.85, and 32.08 represent the molar weights in grams of Al, SiO2, Ca, Mg, C, O, CaCO3, Fe, and S, respectively, and the constants k1 and k2 represent the average concentration of Al and the average molar Si:Al ratio of the clay mineral assemblage, respectively. MgO(dol) was calculated as MgO(total) – Al m1, where the constantm1 represents the minimum slope on a MgO-Al crossplot; for Xiakou, m1 = 0.3 (cf. Shen et al., 2012b). For the 68 study samples, values of 12.0 for k1 and 2.0 for k2 were found to yield a mean sum of 96.78% with\nminimal variance (i.e., a standard deviation of 5.63%); the sum of the component fractions for each sample was normalized to 100% for purposes of presentation.\nFe–S system proxies are useful for evaluation of paleoredox conditions (Raiswell et al., 1988; Lyons and Severmann, 2006). We calculated degree-of-pyritization (DOP) as follows:\nSorg ¼ TOC 0:1 ð6Þ\nSpyrite ¼ NAVS Sorg ð7Þ\nFepyrite ¼ Spyrite 55:85=ð32:08 2Þ ð8Þ\nDOPT ¼ Fepyrite=Fetotal ð9Þ\nwhere 55.85 and 32.08 are the molar weights in grams of Fe and S. The quantity of bound S in organic matter (Sorg; Eq. (6)) can vary among sedimentary formations, but an amount equal to 10% of the weight of the organic carbon is typical (Zaback and Pratt, 1992, their table 3; Tribovillard et al., 2004, their Fig. 4). DOPT (Eq. (9)) is an estimate of true DOP (Raiswell et al., 1988) based on Fetotal rather than FeHR (i.e., highly reactive Fe). It is a useful proxy for DOP where Fe speciation data are not available and the quantity of non-reactive Fe is thought to be small (cf. Algeo et al., 2008a).\nThe intensity of weathering of aluminous sediments (volcanic or siliciclastic) can be assessed using the chemical index of alteration (CIA). We calculated CIA using the weights of major element oxides as follows (cf. Price and Velbel, 2003):\nCIA ¼ Al2O3=ðAl2O3 þ K2Oþ Na2Oþ CaOnoncarbÞ ð10Þ\nwhere CaOnoncarb represents the weight fraction of CaO present in non-carbonate phases. CaOnoncarb was calculated as CaOtotal– CaCO3 56.1/100.1, where 56.1 and 100.1 are the respective molar weights in grams of CaO and CaCO3.\nExcess barium (Baxs), i.e., the quantity of Ba in excess of that present in the detrital siliciclastic fraction, can be used as a paleoproductivity proxy (Dehairs et al., 1980, 1992; Dymond et al., 1992). We calculated Baxs as:\nBaxs ¼ Batotal Al m2 ð11Þ\nwhere m2 is the ratio of Ba/Al in the detrital siliciclastic fraction (in units of ppm/% or 10 4) as determined by the minimum slope in a total Ba versus Al crossplot (cf. Shen et al., 2012b and in preparation); m2 is 30 for the Xiakou study section."
  }, {
    "heading": "4. Results",
    "text": "The main mineral phases in the study section are clays (8–99%), quartz (0–33%), calcite (0–85%), and dolomite (0–61%), along with smaller amounts (<10%) of total organic carbon and pyrite (Fig. 3A; cf. Hong et al., 2008). The VIs are particularly rich in clays and pyrite and depleted in carbonate (both calcite and dolomite) and quartz. Al concentrations increase to >8% in the VIs, reflecting dominance of illite generated diagenetically from volcanic ash, whereas the background shales and muddy limestone have Al concentrations of <8% (Fig. 3B; cf. 8.04% Al for Post-Archean Australian Shale, or PAAS; Taylor and McLennan, 1985; McLennan, 2001). Total Fe (FeT) concentrations are <3% and covary positively with Al in the non-VI beds, suggesting that most Fe is clay-derived (cf. 3.50% FeT for PAAS). FeT values are higher in the VIs, with local peaks of >10% at the VI-4, VI-5 and VI-6, which requires some additional source of Fe (Fig. 3C).\nFeT/Al ratios (Fig. 3D) are a commonly used paleoredox proxy: oxic–suboxic facies in which all Fe is of detrital origin yield ratios of 0.44 (PAAS; Taylor and McLennan, 1985; McLennan, 2001), but euxinic facies in which syngenetic pyrite forms in the water column yield higher ratios (Lyons and Severmann, 2006). In the lower\n) excess barium (Baxs; Eq. (11)), (D) degree-of-pyritization (DOPT; Eq. (9)), (E) Corg:P the composition of PAAS (post-Archean average shale; Taylor and McLennan, 1985;\nunit, FeT/Al ratios are nearly uniform and typical of detrital sediments ( 0.40–0.50). In the middle and upper units, FeT/Al ratios are much more variable, being <0.40 within some of the VIs, between 0.40 and 0.80 in the background shales and muddy limestone, and >1.0 at the tops of VI-4 and VI-6.\nTotal sulfur (TS) exhibits higher mean values in the lower unit (1.5 ± 1.6%) than in the middle and upper units (1.0 ± 1.9%; Fig. 3E). However, the highest TS values (>5%) are found in the middle unit, at the tops of VI-4 and VI-6, and correlate with similar peaks in the FeT profile (Fig. 3C). The distribution of non-acid-volatile sulfur (NAVS) is almost identical to that of TS, with concentrations equal to 90–95% of TS in most samples (Fig. 3E). These relationships demonstrate that most S in the study section belongs to the non-acid-volatile fraction and, thus, is resident in either organic matter (Sorg) or pyrite (Spyrite) (Zaback and Pratt, 1992). S speciation analysis was not undertaken on the study samples, but if Sorg is present in typical amounts relative to TOC (see Eq. (6)), then it comprises 615% of TS in most samples.\nS/TOC ratios, another commonly used paleoredox proxy, are generally 0.35 in oxic–suboxic marine environments, with higher or lower values indicative of euxinic settings that are C- and Felimited, respectively (Berner and Raiswell, 1983). At Xiakou, S/ TOC ratios are almost uniformly low ( 0.30–0.45) in the lower unit but increase sharply (mean 4.3 ± 4.7, maximum 25.0) in the middle and upper units (Fig. 3F). Peak S/TOC ratios are correlative with maxima in the TS profile (Fig. 3E), with the highest values at the lower or upper contacts of VI-4 through VI-9. The shift toward higher S/TOC ratios in the middle and upper units developed in spite of lower TS concentrations in this same interval, reflecting very large decreases in TOC above the LPME (see below).\nThe chemical index of alteration (CIA) is a commonly used proxy for the degree of weathering of siliciclastic sediments, with high values signifying more intense weathering (Price and Velbel, 2003). The ratio reflects the extent of conversion of feldspars to clay minerals, especially cation-poor clays such as kaolinite (Sutton and Maynard, 1993). At Xiakou, the lower unit exhibits lower values (mean 0.67 ± 0.15) than the middle and upper units (mean 0.74 ± 0.02; Fig. 3G), although this difference almost disappears if the anomalously low values of the carbonate-rich units are excluded. VIs show slightly higher values than background sediments, probably due to the Al-rich composition of the ash layers.\nMagnetic susceptibility (MS) is a measure of the magnetism acquired by a sample in a low-strength inducing magnetic field. In siliciclastic sections, MS is a useful proxy for grain size, with higher values indicative of higher clay content (Ellwood et al., 2000, 2010). At Xiakou, the lower unit exhibits MS values mostly in the range of 10 to 30 SI, whereas the middle and upper units exhibit higher values (mean 35.8 ± 16.0, max. 76.2; Fig. 3H). In general, VIs are characterized by higher MS values than background sediments, which may result from the large concentrations of paramagnetic clay minerals such as illite in the ash layers.\nTOC, P, and Baxs are sometimes useful as paleoproductivity proxies (Tribovillard et al., 2006). Total organic carbon (TOC) concentrations are high in the lower unit (mean 2.67 ± 1.49%, max. 6.41%) but markedly lower in the middle and upper units (mean 0.32 ± 0.24%, max. 1.18%; Fig. 4A). TOC values decline sharply at the LPME and are near zero throughout the upper 2 m of the section. The P profile (Fig. 4B) is similar to that of TOC except for modest increases in P concentrations associated with VI-5 and VI-6. The Baxs profile (Fig. 4C) is also similar to that of TOC, exhibiting variable but generally high values in the lower unit (mean 60 ppm, max.162 ppm) and more uniform and lower values in the middle and upper units (mean 6 ppm, max. 56 ppm).\nDegree-of-pyritization (DOP) is a paleoredox proxy based on the ratio of pyrite Fe to highly reactive Fe (i.e., Fe that is potentially pyritizable), with values of <0.45, 0.45–0.75, and >0.75 corresponding\napproximately to oxic, suboxic-weakly anoxic, and euxinic conditions (Raiswell et al., 1988). DOPT is a variant of this proxy that uses total Fe in place of highly reactive Fe; it tends to yield lower values than DOP for a given redox condition, but variation in DOPT is nonetheless indicative of relative redox changes (Algeo et al., 2008a). At Xiakou, DOPT values are mostly 0.2–0.5 in the lower and middle units (mean 0.32 ± 0.09), with a few carbonate-rich samples yielding DOPT > 0.5 (Fig. 4D). DOPT values decline abruptly in the upper unit, averaging 0.22 ± 0.10. VIs generally yield higher DOPT values than background sediments, and this effect is especially pronounced for the upper half of the section (VI-4 to VI-9). The relatively high DOPT values of the VIs may result from enhanced anoxia and pyrite formation during volcanic eruptions, as suggested also by high concentrations of Fe and S (Fig. 3C and E).\nThe molar ratio of organic carbon to phosphorus (Corg:P) is sensitive to benthic redox conditions, because oxic porewaters destroy organic matter but favor retention of organic P in the sediment, yielding low Corg:P, whereas anoxic porewaters preserve a larger fraction of Corg but release organic P to the water column, yielding high Corg:P (Algeo and Ingall, 2007). At Xiakou, molar Corg:P ratios are higher in the lower unit (mean 103 ± 55) than in the middle and upper units (mean 22 ± 14; Fig. 4E). The LPME is marked by an abrupt decrease in Corg:P, with little variation in the upper half of the section.\nThe concentrations of redox-sensitive trace metals such as U, V, and Mo generally increase in anoxic marine facies (Algeo and Maynard, 2004; Tribovillard et al., 2006), and the degree of authigenic enrichment of these metals has been related to specific benthic redox conditions (Algeo and Tribovillard, 2009; Tribovillard et al., 2012). At Xiakou, profiles for redox-sensitive trace metals (V, U, and Mo) show higher values in the lower unit than in the middle and upper units, with a 6X decrease for V/Al (83 to 14; Fig. 4F), a 3X decrease for U/Al (8.5–2.6; Fig. 4G), and a 20X decrease for Mo/Al (32–1.7; Fig. 4H) across the LPME.\nRare earth elements (REE) can be used to characterize sediment provenance. Both Eu anomalies (Eu/Eu ) and ratios between the light (LREE), middle (MREE), and heavy (HREE) rare earth elements are useful in this regard (Elderfield, 1988; Lécuyer et al., 2004). At Xiakou, REE profiles show relatively uniform values in the lower unit: 0.9–1.0 for Eu/Eu (Fig. 5A) and 1.0–1.1 for LaN/YbN (a proxy for LREE/HREE) and SmN/YbN (a proxy for MREE/HREE) (Fig. 5B and C). Each profile exhibits increased variability, sometimes accompanied by positive or negative shifts, in the middle and upper units. Eu/Eu shows sharp negative excursions within each VI, reaching a minimum near the top of VI-6 (0.50) and a second local minimum near the top of VI-7 (0.65). Mean values for the REE ratios do not change appreciably across the LPME: LaN/YbN shifts from 1.01 ± 0.34 to 0.90 ± 0.32, and SmN/YbN shifts from 1.02 ± 0.24 to 0.96 ± 0.28. However, both profiles clearly show large increases in variance; minima and maxima are generally associated with the VIs rather than the background sediments (Fig. 5B and C).\nCe anomalies are a useful paleoredox proxy (German and Elderfield, 1990; Kakuwa and Matsumoto, 2006). In oxic seawater Ce4+ is separated from other (trivalent) REEs, yielding Ce/Ce ratios as low as 0.2, whereas in anoxic seawater Ce3+ is not partitioned, yielding Ce/Ce ratios close to 1.0 (Sholkovitz et al., 1992; Kato et al., 2002). At Xiakou, Ce/Ce exhibits no change in mean value from the lower unit (0.93 ± 0.07) to the middle and upper units (0.96 ± 0.07; Fig. 5D). However, variance in the Ce/Ce profile increases in the upper half of the section, but compared with the other REE proxies (see above), it is less clear that minima and maxima in Ce/Ce are associated with VIs (Fig. 5D).\nThe carbonate C-isotope (d13Ccarb) profile unambiguously demonstrates a strong relationship between negative d13Ccarb excursions and volcanic inputs (Fig. 5E). The basal 50 cm, which contains several thin VIs (VI-1 to VI-3), exhibits d13 values of\n+0.4‰ to +1.9‰. The overlying 160 cm of section, which is largely free of volcanic ash, exhibits higher d13C values, mostly +2.0 to +2.5‰. A prolonged shift toward more negative d13C values commences around Bed 242, 70 cm below the LPME. A local d13C minimum is reached in Bed 246, although it is not correlative with an ash layer. Above the LPME (Beds 252–280), all negative d13C excursions are closely associated with VIs. The largest excursion (Dd13C = 2.3‰, representing the difference in d13C values at the start and end of an excursion) is found within VI-5, which is also the thickest volcanic interval (25 cm; Fig. 2). Negative excursions of 0.6‰ to 1.2‰ are associated with VI-6 to VI-9, which range in thickness from 10 to 21 cm."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Character and origin of volcanic ash layers",
    "text": "Volcanic ash layers are found frequently in Upper PermianLower Triassic strata across South China (Yin et al., 1992, 2007; Peng et al., 2001; Zhang et al., 2006; Tong et al., 2007). Recent studies have elucidated the geochemical character of these ash layers. Shen et al. (2012b, 2013a) demonstrated that ash layers in the Dongpan and Xinmin sections of the Nanpanjiang Basin (Guangxi Province, South China) are characterized by high Al content (to 12%) and illite abundance (to 99%), high MS, low Eu/Eu (to 0.2), and low LaN/YbN and SmN/YbN ratios. These same geochemical characteristics are shown by the volcanic intervals in the Xiakou section: high Al and clay-mineral content (Fig. 3A and B), high MS (Fig. 3H), low Eu/Eu (Fig. 5A), and low LaN/YbN and SmN/YbN ratios (Fig. 5B and C). Al is the single most diagnostic indicator of volcanic inputs: each of the VIs (except VI-2 and VI-3) is\ncharacterized by Al concentrations of 8–12% (versus <8% for background intervals). The thicker VIs (i.e., VI-5 to VI-7 and VI-9) are also distinguished by Eu/Eu values of < 0.8 (versus 0.8–1.1 for background intervals), but the thinner VIs (e.g., VI-1 to VI-3) do not exhibit a measurable decrease in Eu/Eu .\nThe source of the volcanic ash layers at Xiakou and elsewhere in South China is a matter of debate. One possibility is rhyodacitic subduction-zone volcanism on the margins of the south China craton (Yin et al., 1992, 2007; Li, 1998). However, Shen et al. (2012a) noted several problems with this interpretation: (1) in South China, ash layers are associated with large negative shifts in both d13Ccarb and d13Corg, implying an influence on the entire global carbon cycle; (2) these ashes are chemically related to flood-basalt, rather than subduction-zone, volcanism (Xu et al., 2007); (3) the stratigraphic concentration of ash layers around the PTB would require an improbable coincidence in timing of major eruptive events in China (i.e., subduction-zone volcanism) and Siberia (i.e., mantle plume volcanism); and (4) similar ash deposits may be present around the PTB throughout the eastern Tethyan region from Primorye to northern Gondwana (Yin et al., 2007), suggesting distribution of ash at a scale inconsistent with subduction-zone volcanism. Although known primarily as a flood basalt province, the Siberian Traps produced large quantities of both volcaniclastics (i.e., tuffs) and intrusives, representing 18% and 45% of its total (extant) volume of 1.752 106 km3, with tuffs dominating in certain regions such as the Lower Tunguska (Vasil’ev et al., 2000).\nPrevious studies have inferred that eruption of the Siberian Traps was responsible for massive emissions of greenhouse gases—in the form of both volcanic CO2 and coal-field methane generated when large quantities of magma were intruded into the West Siberian Basin (Reichow et al., 2002; Retallack and Jahren, 2008). This inference was based largely on the voluminous\nintrusives found across Siberia and on the sharp negative d13C excursion found in many C-isotope profiles close to the LPME, which is suggestive of the input of strongly 13C-depleted methane (typical d13C < 30‰) rather than isotopically heavier volcanic CO2 ( 5 ± 5‰, although note that a subset of mantle rocks yield d13C values of 25 ± 5‰; Deines, 2002). While the case for methane inputs has been circumstantial to date, documentation of a strong relationship between volcanic episodes around the PTB and 13C depletion of the Earth-surface carbon cycle (Fig. 4; also Shen et al., 2012a) provides evidence in support of this process."
  }, {
    "heading": "5.2. Terrigenous inputs to the marine system",
    "text": "Elements such as Al, K, Ti, Th, and Zr are rarely influenced by biogenic or diagenetic processes and, thus, are good proxies for the detrital siliciclastic fraction of the sediment (Murray and Leinen, 1996; Saito et al., 1992; Hetzel et al., 2011). Al and K are major components of aluminosilicates, i.e., clay minerals and feldspars, whereas Ti, Th, and Zr are resistate minor or trace elements that are commonly resident in the clay fraction or occasionally in heavy minerals such as rutile (Ti) or zirconium (Zr) (Grim, 1968; Hild and Brumsack, 1998; Böning et al., 2004; Dellwig et al., 2000; Wehausen and Brumsack, 2002).\nFor the Xiakou study section, crossplots of detrital-element proxies provide insights regarding the composition of the detrital fraction and how it differs from that of the volcanic ash layers. The lower and upper units exhibit simple linear covariation between Al and each detrital-element proxy, indicating dominance of a single mineral phase—probably illite owing to a strong correlation between Al and K (Fig. 6A). The volcanic-ash-enriched middle unit also exhibits linear covariation of Al and K, again reflecting dominance of illite, although with higher concentrations of Al and\nK owing to the higher clay content of the ash layers. Middle-unit samples with Al < 8% mostly plot on the trends defined by lowerand upper-unit samples (Fig. 6B–D), indicating that the former consist dominantly of detrital material. On the other hand, middle-unit samples with Al > 8% exhibit distinctly higher Th and Zr and lower Ti values relative to lower- and upper-unit samples of equivalent Al content (cf. Dill, 1998; Dellwig et al., 2000). Regressions of these Al-rich samples (dashed red lines) do not intercept the graph’s origin but, rather, a point on the main regression trends (solid black lines) having an Al content of 6–8% (Fig. 6B–D). The dashed red regression lines can thus be interpreted as mixing trends between a volcanic endmember (red circles) and a detrital endmember (red squares, Fig. 6B–D). Uncertain is whether mixing occurred during pre-eruption magmatic assimilation of crustal rocks or post-eruption transport of eroded material.\nThe composition of the detrital fraction can also provide insights regarding the intensity of weathering in source areas. The chemical index of alteration (CIA) is a commonly used proxy, with high values signifying more intense weathering (Price and Velbel, 2003). At Xiakou, the CIA profile exhibits a shift across the LPME from lower and more variable values (0.67 ± 0.15) in the lower unit to more consistently high values (0.74 ± 0.02) in the middle and upper units (Fig. 3G). Although the absolute values differ, similar shifts in CIA were observed at the LPME in both the Dongpan (from 0.77 to 0.80) and Xinmin sections (from 0.77 to 0.81; Shen et al., 2012b, 2013a). In all three sections, the shift does not appear to be related primarily to volcanic ash input because CIA ratios are nearly indistinguishable for VIs and background sediments above the LPME (e.g., Fig. 3G). The shifts are therefore interpreted to reflect an increase in the weathering intensity of the detrital siliciclastic fraction (cf. Shen et al., 2012b). Intensified subaerial weathering during the PTB crisis has also been inferred from\nus Al, and (D) Zr versus Al. Correlation lines and equations are shown for statistically nes) were limited to samples with Al > 6%; these lines can be interpreted as mixing , and 400 ppm Zr (red circle) and a detrital endmember with a composition of 6–8% to color in this figure legend, the reader is referred to the web version of this article.)\npaleosol chemistry (Sheldon, 2006) and globally elevated sediment production rates (Algeo and Twitchett, 2010). Intensified weathering may have resulted from both climatic warming (hence faster soil reaction rates) and massive input of volcanic sulfate aerosols that resulted in acid rain (Algeo et al., 2011a; cf. Self et al., 2008). An increase in weathering intensity following the LPME is consistent with higher MS values (Fig. 3H), which provide evidence of finer grain size that can result from stronger chemical weathering (Ellwood et al., 2010)."
  }, {
    "heading": "5.3. Marine productivity",
    "text": "TOC, P, and Baxs are potential proxies for marine paleoproductivity (Tribovillard et al., 2006). TOC is a direct measure of primary productivity, although low rates of preservation of sinking organic matter may cause decoupling of primary productivity rates from sediment organic carbon fluxes (Tyson, 2005; Algeo et al., 2013). Preservation of organic matter in the sediment is redox dependent—anoxic conditions preserve a larger fraction of the organic carbon sinking flux (Canfield, 1994; Tyson, 2005). Also, admixture of terrigenously sourced organic matter can complicate interpretation of TOC data (Xie et al., 2007). P in marine sediments is mainly of organic origin, even if later converted to an authigenic phosphate mineral phase (Algeo and Ingall, 2007). However, the fate of organically derived P in the sediment is strongly influenced by benthic redox conditions—oxic to suboxic conditions favor P retention, but anoxic conditions allow its diffusion back into the water column (Slomp et al., 1996; Filippelli, 2001). Baxs, which represents the non-detrital fraction of total Ba, is commonly related to marine productivity because authigenic barite (BaSO4) crystals form in sinking organic pellets (Dehairs et al., 1980, 1992; Dymond et al., 1992). However, benthic redox conditions also influence the fate of Baxs in the sediment—barite crystals are best preserved under oxic conditions, whereas porewater anoxia can result in their reductive dissolution (Paytan and Griffith, 2007).\nDespite the caveats discussed above, TOC, P, and Baxs appear to be useful as paleoproductivity proxies at Xiakou. First, they exhibit pairwise positive covariation that is statistically significant (Fig. 7). Because preservation of organic C is relatively favored under anoxic porewater conditions but retention of P and Baxs is relatively favored under oxic–suboxic conditions, such positive covariation demonstrates that their concentrations were not controlled primarily by benthic redox conditions. Second, these proxies exhibit quite similar chemostratigraphic patterns characterized by moderate values in the lower unit and near-zero values in the middle and upper units (except for a few high P values in the middle unit; Fig. 4A and C). This pattern is consistent with average levels of marine productivity at Xiakou prior to the LPME followed by a productivity crash at the outset of the crisis. A nearly identical pattern has been documented in both shallow carbonate and deep siliceous facies across the South China craton (Algeo et al., 2007b, 2008b, 2013; Shen et al., 2012b, 2013a). The magnitude of the productivity crash at Xiakou can be tentatively estimated at 80–90% based on the observed declines in TOC, P, and Baxs (Fig. 4A-C), a range that overlaps with estimated reductions in biosilica production at Dongpan (Shen et al., 2012b) and in Japanese oceanic sections (Algeo et al., 2010, 2011b).\nThe effect of the PTB crisis on marine productivity rates remains under debate. Martin (1996) and Vermeij (2004) hypothesized a general decline in productivity as a consequence of the mass extinction event, and Rampino and Caldeira (2005) argued that the negative C-isotope excursion at the PTB was due to short-term collapse of phytoplankton populations. An analysis of organic carbon fluxes across the PTB revealed little if any change in productivity levels in most regions globally, however, but it did document a sharp decline (by 70–90%) in productivity across the South China\ncraton (Algeo et al., 2013). A contrasting view was offered by Meyer et al. (2011), who inferred eutrophication and enhanced productivity in Early Triassic seas of the South China craton based on a steepening of vertical d13Ccarb gradients in the water column. However, Song et al. (2013) demonstrated that steepening of d13Ccarb gradients during the Early Triassic was mainly due to intensified water-column stratification (cf. Horacek et al., 2007, 2010) rather than to enhanced productivity. Results from the present study section, Xiakou, as well as those from Dongpan and Xinmin (Shen et al., 2012b, 2013a), support the hypothesis of a marine productivity crash across the South China craton during the PTB crisis."
  }, {
    "heading": "5.4. Marine redox conditions",
    "text": "Many geochemical proxies are available for paleoredox analysis, among which the present study utilizes (1) trace-metal enrichment factors (VEF, UEF, and MoEF), (2) S–Fe system proxies (S/TOC, FeT/Al, and DOPT), (3) Corg:P, and (4) Ce/Ce . Nearly all of the paleoredox proxies used in this study exhibit a large and abrupt shift at the LPME horizon (Figs. 3–5), but the implied pattern of redox change differs among the various proxies. Owing to lack of a single, consistent interpretation for the data, we considered commonalities of pattern among independent redox proxies and sought to identify non-redox influences on aberrant proxies in developing a comprehensive redox interpretation for the Xiakou study section.\nStratigraphic patterns consistent with a shift toward less reducing conditions above the LPME are shown by redox-sensitive trace metals and Corg:P ratios. V/Al, U/Al, and Mo/Al ratios are all much higher than those for PAAS in the lower unit, indicating strong\nauthigenic enrichment, but decline to near-PAAS concentrations in the middle and upper units, reflecting little or no authigenic enrichment (Fig. 4F–H). Crossplots of enrichment factors (EFs) for the redox-sensitive trace metals confirm these patterns (Fig. 8A– C). Lower-unit samples exhibit strong enrichment of all three trace metals but especially of Mo, which follows a trend indicative of operation of an active MnOOH particulate shuttle (Fig. 8A; Algeo and Tribovillard, 2009; Tribovillard et al., 2012). Upper-unit samples exhibit modest U but no Mo or V enrichment (Fig. 8B and C), a pattern consistent with suboxic conditions (Algeo and Tribovillard, 2009). Middle-unit samples, which are dominated by volcanic ash layers, generally occupy a position intermediate between those of lower- and upper-unit samples on these crossplots. With regard to Corg:P ratios, the decrease from the lower unit (mean 103 ± 55) to the middle and upper units (mean 22 ± 14; Fig. 4E) is consistent with a shift from suboxic (or fluctuating oxic-to-anoxic) to oxic conditions (cf. Algeo and Ingall, 2007).\nStratigraphic patterns consistent with a shift toward more reducing conditions above the LPME are shown by other paleoredox proxies, especially those of the S-Fe system (i.e., FeT/Al, S, and S/TOC). Correlative peaks in the FeT and S profiles (Fig. 3C, 3E) indicate that higher values in the middle and upper units are largely due to greater abundance of pyrite (Fig. 3A). Pyrite is strongly associated with volcanic layers (Fig. 8D), which commonly contain pyrite-rich samples either internally (e.g., VI-5, VI-7, and VI-8) or at their base or top (e.g., VI-4, VI-6, and VI-9). Where located at the lower or upper contact of a VI, pyrite enrichment may record the position of a redox front within the sediment (cf. Thomson et al., 1998). Greater pyrite abundance above the LPME\nFig. 8. Crossplots of paleoredox proxies: (A) MoEF versus UEF, (B) MoEF versus VEF, (C) UEF calculated as (X/Al)sample/(X/Al)PAAS, where X is the element of interest and PAAS is post-A A-D highlight covariant patterns shown by lower-unit samples; the orange field in D en normal marine and particulate shuttle trends, respectively; in A–C, dashed lines repre Tribovillard et al., 2012). In D, dashed lines represent S/TOC trends for modern (C/S = 2.8; suboxic marine sediments. Other details as in Fig. 6. (For interpretation of the references\ndeveloped in spite of near-zero TOC concentrations, suggesting that bacterial sulfate reduction was not driven by delivery of organic matter to the sediment–water interface (Fig. 8D; cf. Algeo et al., 2007b, 2008b). In the near-absence of organic matter, the most likely source of pyrite in the Xiakou section is syngenetic framboids formed within a euxinic water column (cf. Wignall et al., 2005; Shen et al., 2007; Algeo et al., 2010; Bond and Wignall, 2010).\nSeveral factors have a bearing on the apparently conflicting interpretations of these two sets of paleoredox proxies. First, some proxies are influenced not only by porewater redox conditions but also by sediment composition. Although trace-metal uptake by marine sediments takes place through multiple pathways, most long-term storage of trace-metals is associated with formation of organometallic ligands (Algeo and Maynard, 2004). Consequently, in a sediment that is largely barren of organic matter (such as the middle and upper units at Xiakou; Fig. 4A), trace-metal concentrations will be low regardless of the redox conditions under which the sediment accumulated. Low TOC concentrations will also yield lower Corg:P ratios if the fraction of non-organically-derived P in the sediment becomes quantitatively important as the amount of organic P decreases. Hence, trace-metal concentrations and Corg:P ratios may not be reliable guides to redox conditions during deposition of the middle and upper units at Xiakou. Second, EFs for Mo may not reflect redox conditions at the seafloor if a MnOOH particulate shuttle was responsible for delivery of much of the authigenic Mo to the sediment–water interface. In this case, the strong Mo enrichment in tandem with modest V and U enrichment exhibited by lower-unit samples (Fig. 8A–C) may be an indication\nversus VEF and (D) NAVS versus TOC. EF is the authigenic enrichment factor, which is rchean average shale (Taylor and McLennan, 1985; McLennan, 2001). Purple fields in closes volcanic ash samples of the middle unit. In A, green and blue lines represent sent multiples of the seawater element ratios (from Algeo and Tribovillard, 2009; Berner and Raiswell, 1983) and ancient (C/S = 1.8; Raiswell and Berner, 1986) oxic– to color in this figure legend, the reader is referred to the web version of this article.)\nthat euxinia existed higher in the water column (e.g., in an oxygenminimum zone, or OMZ) while the seafloor environment experienced mainly suboxic conditions (cf. Algeo et al., 2010, 2011b).\nIn contrast to the paleoredox proxies discussed above, the Ce/ Ce proxy does not show any pronounced change across the LPME (Fig. 5D). Ce/Ce values are close to 1.0 both below and above the LPME, suggesting persistence of anoxic conditions throughout the study interval (cf. Kato et al., 2002). However, the Ce/Ce paleoredox proxy differs from the proxies discussed above in one significant regard: the spatial and temporal scales at which it supplies redox information. All of the foregoing proxies record redox conditions for a local area at a short timescale. Owing to the moderately long residence time of Ce in seawater (n.b., the exact value is uncertain: 2300 yr, Goldstein and Jacobsen, 1988, versus 50 yr, Nozaki, 2001), Ce/Ce integrates redox information from a substantial volume of seawater (though not throughout the global ocean). Hence, the Ce/Ce paleoredox proxy records regional rather than local redox conditions, and it is prone to diverge from the redox patterns inferred from other proxies for this reason (cf. Algeo et al., 2007a; Shen et al., 2012b, 2013a).\nMaking allowances for the considerations above, we propose the following productivity-redox scenario for the Xiakou section. During deposition of the lower unit, ocean-surface waters were moderately productive, and suboxic conditions prevailed at the seafloor while euxinia existed within an OMZ higher in the water column (cf. Algeo et al., 2010, 2011b). The LPME marked a major change in productivity and redox regimes. During deposition of the middle unit, euxinic conditions within the water column expanded greatly (cf. Brennecka et al., 2011), resulting in (1) formation of large quantities of syngenetic framboidal pyrite (reflected in S-Fe-system proxies; cf. Bond and Wignall, 2010), and (2) sharply reduced marine productivity in the ocean-surface layer (reflected in TOC, P, and Baxs; cf. Algeo et al., 2011b; Shen et al., 2012b, 2013a). However, water-column euxinia was a transient phenomenon (cf. Algeo et al., 2007b, 2008b), developing mainly during intervals of heightened volcanic activity (VIs; Figs. 3–5). During deposition of the upper unit, the lulls between volcanic episodes were characterized by less reducing, and possibly even oxic, conditions (as reflected in a shift toward lower DOPT values; Fig. 4D). However, ocean-surface productivity did not recover rapidly (within 100 kyr of the LPME) at Xiakou or elsewhere on the South China craton (Algeo et al., 2013).\nThe nature of marine redox conditions during the PTB crisis remains under debate. Isozaki (1997) proposed widespread anoxia in the global deep ocean lasting throughout the Late Permian and Early Triassic. However, Algeo et al. (2010, 2011b) recognized that the largest changes in oceanic redox conditions occurred within the OMZ, and that the deep Panthalassic Ocean probably remained suboxic throughout the PTB crisis. The timing of ocean redox changes also has been refined: intermediate-depth sections in China (including Xiakou) and North America developed more reducing conditions 50–100 kyr in advance of the LPME (Algeo et al., 2012; Shen et al., 2012b, 2013a), earlier than for shallow-marine sections in which anoxia becomes evident only at the LPME (e.g., Algeo et al., 2007b, 2008b). These patterns are consistent with a gradual expansion of the OMZ during the Late Permian, culminating at the LPME with rapid upward movement of the chemocline and/or eruption of H2S into the ocean-surface layer (cf. Kump et al., 2005)."
  }, {
    "heading": "5.5. Relationship of volcanism to C-isotope variation",
    "text": "The results of the present study address one of the most enduring unresolved issues regarding the PTB—the cause of large negative excursions seen in both carbonate and organic C-isotope records. More than 100 C-isotope profiles have been published (see Korte and Kozur, 2010, for a summary), and several modeling\nstudies have provided some constraints on viable mechanisms (Berner, 2002; Payne and Kump, 2007). However, only a handful of studies have demonstrated correlations between d13C and other variables that might provide direct insights regarding the source of C-isotopic variation. Algeo et al. (2007b, 2008b) showed that negative d13Ccarb shifts coincided with deposition of thin, 34S-depleted framboidal pyrite layers in the post-LPME microbialite interval at Nhi Tao, Vietnam, and proposed upwelling of sulfidic deepwaters onto a shallow-carbonate platform to explain the development of 8 or 9 such layers. Luo et al. (2010) documented concurrent negative shifts in d13Ccarb and d34SCAS in the stratigraphically equivalent interval at Cili, China, and proposed that reduced burial of sulfiderich organic matter following the LPME led to negative shifts in the d13C of dissolved inorganic carbon and the d34S of seawater sulfate (at low concentrations of the latter). Both studies thus invoked local oceanographic factors to account for the documented covariant relationships. Relationships between C-isotope excursions and volcanism during the PTB crisis have been hypothesized previously but without strong supporting evidence (e.g., Xie et al., 2010; Luo et al., 2011).\nAt Xiakou, each VI is clearly associated with a negative excursion in the d13Ccarb profile (Fig. 5E), and d13Ccarb covaries strongly with Eu/Eu , a proxy for volcanic inputs (r2 = 0.43, n = 68; Fig. 9A). Furthermore, the size of each d13Ccarb excursion is positively correlated with the thickness of the VI in which it is\ndeveloped (r2 = 0.58; Fig. 9B). If the thicknesses of the VIs are indicative of the magnitude of the eruptions that produced them, then it appears that VI-5 recorded the largest event and VI-7 the second largest, and that the effects of these volcanic episodes on the C-isotopic composition of dissolved inorganic carbon in seawater were proportionately as large. Similar relationships were documented for an organic C-isotope record from the Xinmin section, in which d13C covaried positively with Eu/Eu and negatively with thickness for 14 volcanic ash layers (Shen et al., 2012a, 2013a).\nThe mechanism by which volcanism influenced the C-isotopic composition of marine sediments in the South China region is uncertain. Shen et al. (2013a) explained the relationship between d13Corg and volcanic event beds at Xinmin by (1) noting that each ash layer was associated with reduced marine primary productivity (as documented by other, independent proxies), and (2) hypothesizing that larger negative d13Corg excursions resulted from increasing photosynthetic fractionation at lower levels of marine productivity (cf. Hinga et al., 1994). However, the Xiakou section exhibits no significant covariation between d13Ccarb and paleoproductivity proxies (TOC, P, and Baxs; Fig. 10), suggesting that the C-isotopic composition of seawater dissolved inorganic carbon was not linked strongly to marine productivity. While a local productivity control cannot be completely discounted, the observation that both d13Ccarb (at Xiakou) and d13Corg records (at Xinmin) exhibit statistically significant relationships to ash layer thickness implies that the C-isotopic composition of the entire exogenic (Earth-surface) carbon cycle was responding to a volcanic forcing.\nFig. 10. Relationship of d13Ccarb to paleoproduc\nThat excursions in d13Corg were larger than those in d13Ccarb is an indication that carbon-cycle perturbations were short-term events that affected more strongly the C-isotopic composition of CO2(aq) (i.e., utilized by phytoplankton in photosynthesis) than that of HCO3-(aq) (i.e., the source of carbon in CaCO3). These considerations are consistent with the hypothesis that perturbations to the exogenic carbon cycle were transmitted via the atmosphere.\nThe PTB crisis has been linked previously to increased concentrations of greenhouse gases in the atmosphere, either CO2 exsolving from basaltic magmas of the Siberian Traps or CH4 (methane) generated when magmas were intruded into the West Siberian Coal Basin (Reichow et al., 2002; Retallack and Jahren, 2008) or as a consequence of high-latitude permafrost melting (Krull and Retallack, 2000). Circumstantial evidence for elevated atmospheric greenhouse concentrations is provided by evidence of strong climatic warming during the Early Triassic (Korte et al., 2005; Joachimski et al., 2012) as well as by widespread oceanic anoxia (Wignall and Twitchett, 1996), which was probably due more to intensified water-column stratification (Horacek et al., 2010; Song et al., 2013) than to increased marine productivity (Algeo et al., 2011a; Meyer et al., 2011). Methane is better able to account for large negative shifts in d13Corg profiles than volcanic CO2 owing to its more 13C-depleted isotopic composition (< 30‰; Alperin et al., 1988; Popp et al., 1999; Whiticar, 1999; versus 0 to 10‰ for volcanic CO2; Pineau and Javoy, 1983; DesMarais and Moore, 1984; Gerlach and Taylor, 1990). Latitudinal variation in d13Ccarb records (i.e., lower values at higher paleolatitudes) has been cited\ntivity proxies: (A) TOC, (B) P, and (C) Baxs.\nas evidence of methane inputs to the atmosphere during the PTB crisis (Krull et al., 2000).\nThe relationships of ash layer thickness to d13Corg (Xinmin) and d13Corg (Xiakou) documented in this study are consistent with an origin in the release of methane during PTB volcanic events. The amount of methane release might well have scaled to the size of the eruption (Fig. 9B), regardless of whether methane was generated through (1) injection of magma into the West Siberian Coal Basin, or (2) melting of permafrost due to high-latitude warming. In the first case, the amount of coal-field methane produced would have depended on the volume of injected magma. In the second case, the warming triggered by volcanic CO2 release and/or reduced organic carbon burial would have initiated a positive climate feedback through generation of methane in melting permafrost, and the strength of this process would have depended on the scale of the eruption. Although marine productivity levels (see above) also might have scaled with eruption size, the mechanism for such a relationship is more tenuous and the resulting correlation likely would have been weaker than for the methane-release mechanisms discussed above."
  }, {
    "heading": "6. Conclusions",
    "text": "The Xiakou section, which was deposited in a deep carbonateramp setting in Hubei Province, South China, records 9 intervals of volcanic activity during the latest Permian and earliest Triassic. Each volcanic episode was associated with shifts toward more reducing bottomwater conditions and more 13C-depleted dissolved inorganic carbon in seawater. The largest changes occurred in conjunction with volcanic interval VI-4, correlative with the latest Permian mass extinction. A likely mechanism linking volcanism to marine environmental changes is massive release of volcanogenic methane to the atmosphere during each eruptive episode, triggering short-term increases in global temperature and humidity, enhanced oceanic stratification, expansion of the oxygen-minimum zone, and declines in marine productivity. The Xiakou PTB section is important in demonstrating links between volcanism and marine environmental changes during the PTB transition interval, but further research will be needed to determine whether these patterns are of regional origin, i.e., related to oceanographic changes associated with subduction-zone volcanism in the Eastern Tethys, or of global extent, i.e., associated with release to the atmosphere of large quantities of 13C-depleted methane during eruption of the Siberian Traps."
  }, {
    "heading": "Acknowledgments",
    "text": "Thanks to Jun Cao for carbon isotope analyses and Shuzhong Shen and Yukio Isozaki for constructive reviews of the manuscript. This work was supported by the 973 program (Grant 2011CB808800), NSFC (project no. 40839903, 40921062 and 41073007), the 111 program (B08030), Ministry of Education of China (20110145130001). Research by TJA was supported by the Sedimentary Geology and Paleobiology program of the U.S National Science Foundation and by the State Key Laboratory of Geological Processes and Mineral Resources, China University of Geosciences, Wuhan (program: GPMR201301). This paper is a contribution to IGCP Project 572."
  }],
  "year": 2013,
  "references": [{
    "title": "Sedimentary Corg:P ratios, paleocean ventilation, and phanerozoic atmospheric pO2",
    "authors": ["T.J. Algeo", "E. Ingall"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2007
  }, {
    "title": "Trace element behavior and redox facies in core shales of Upper Pennsylvanian Kansas-type cyclothems",
    "authors": ["T.J. Algeo", "J.B. Maynard"],
    "venue": "Chemical Geology",
    "year": 2004
  }, {
    "title": "Environmental analysis of paleoceanographic systems based on molybdenum–uranium covariation",
    "authors": ["T.J. Algeo", "N. Tribovillard"],
    "venue": "Chemical Geology",
    "year": 2009
  }, {
    "title": "Anomalous Early Triassic sediment fluxes due to elevated weathering rates and their biological consequences",
    "authors": ["T.J. Algeo", "R. Twitchett"],
    "venue": "Geology 38,",
    "year": 2010
  }, {
    "title": "Sequencing events across the Permian–Triassic boundary, Guryul Ravine (Kashmir, India)",
    "authors": ["T.J. Algeo", "R. Hannigan", "H. Rowe", "M. Brookfield", "A. Baud", "L. Krystyn", "B.B. Ellwood"],
    "year": 2007
  }, {
    "title": "The Permian– Triassic boundary at Nhi Tao, Vietnam: evidence for recurrent influx of sulfidic watermasses to a shallow-marine carbonate",
    "authors": ["T.J. Algeo", "B. Ellwood", "T.K.T. Nguyen", "H. Rowe", "J.B. Maynard"],
    "year": 2007
  }, {
    "title": "Oceanic denitrification during Late Carboniferous glacial-interglacial cycles",
    "authors": ["T.J. Algeo", "H. Rowe", "J.C. Hower", "L. Schwark", "A. Herrmann", "P.H. Heckel"],
    "venue": "Nature Geosciences",
    "year": 2008
  }, {
    "title": "Changes in productivity and redox conditions in the Panthalassic Ocean during the latest Permian",
    "authors": ["T.J. Algeo", "L. Hinnov", "J. Moser", "J.B. Maynard", "E. Elswick", "K. Kuwahara", "H. Sano"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Terrestrial-marine teleconnections in the collapse and rebuilding of Early Triassic marine ecosystems",
    "authors": ["T.J. Algeo", "Z.Q. Chen", "M.L. Fraiser", "R.J. Twitchett"],
    "year": 2011
  }, {
    "title": "Spatial variation in sediment fluxes, redox conditions, and productivity in the Permian–Triassic Panthalassic Ocean",
    "authors": ["T.J. Algeo", "K. Kuwahara", "H. Sano", "S. Bates", "T. Lyons", "E. Elswick", "L. Hinnov", "B. Ellwood", "J. Moser", "J.B. Maynard"],
    "year": 2011
  }, {
    "title": "Evidence for a diachronous Late Permian marine crisis from the Canadian Arctic region",
    "authors": ["T. Algeo", "C. Henderson", "B. Ellwood", "H. Rowe", "E. Elswick", "S. Bates", "T. Lyons", "J.C. Hower", "C. Smith", "J.B. Maynard", "L. Hays", "R. Summons", "J. Fulton", "K. Freeman"],
    "venue": "Geological Society of America Bulletin",
    "year": 2012
  }, {
    "title": "Plankton and productivity during the Permian–Triassic boundary crisis: An analysis of organic carbon fluxes",
    "authors": ["T.J. Algeo", "C.M. Henderson", "J.N. Tong", "Q.L. Feng", "H.F. Yin", "R.V. Tyson"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Carbon and hydrogen isotope fractionation resulting from anaerobic methane oxidation",
    "authors": ["M.J. Alperin", "W.S. Reeburgh", "M.J. Whiticar"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1988
  }, {
    "title": "The shifting balance of diversity among major marine animal",
    "authors": ["J. Alroy"],
    "venue": "groups. Science",
    "year": 2010
  }, {
    "title": "Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modeling",
    "authors": ["R.A. Berner"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2002
  }, {
    "title": "Burial of organic carbon and pyrite sulfur in sediments over phanerozoic time: a new theory",
    "authors": ["R.A. Berner", "R. Raiswell"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1983
  }, {
    "title": "Pyrite framboid study of marine Permian–Triassic boundary sections: a complex anoxic event and its relationship to contemporaneous mass extinction",
    "authors": ["D.P.G. Bond", "P.B. Wignall"],
    "venue": "Geological Society of America Bulletin",
    "year": 2010
  }, {
    "title": "Geochemistry of Peruvian near-surface sediments",
    "authors": ["P. Böning", "H.J. Brumsack", "M.E. Böttcher", "B. Schnetger", "C. Kriete", "J. Kallmeyer", "S.L. Borchers"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2004
  }, {
    "title": "Rapid expansion of oceanic anoxia immediately before the end-Permian mass extinction",
    "authors": ["G.A. Brennecka", "A.D. Herrmann", "T.J. Algeo", "A.D. Anbar"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2011
  }, {
    "title": "Factors influencing organic carbon preservation in marine sediments",
    "authors": ["D.E. Canfield"],
    "venue": "Chemical Geology",
    "year": 1994
  }, {
    "title": "Discrete suspended particles of barite and the barium cycle in the open ocean",
    "authors": ["F. Dehairs", "R. Chesselet", "J. Jedwab"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1980
  }, {
    "title": "Accumulation of suspended barite at mesopelagic depths and export production in the Southern Ocean",
    "authors": ["F. Dehairs", "W. Baeyens", "L. Goeyens"],
    "venue": "Science 258,",
    "year": 1992
  }, {
    "title": "The carbon isotope geochemistry of mantle xenoliths",
    "authors": ["P. Deines"],
    "venue": "EarthScience Reviews",
    "year": 2002
  }, {
    "title": "Changing sedimentation in tidal flat sediments of the southern North Sea from the Holocene to the present: a geochemical approach",
    "authors": ["O. Dellwig", "J. Hinrichs", "A. Hild", "H.J. Brumsack"],
    "venue": "Journal of Sea Research",
    "year": 2000
  }, {
    "title": "Carbon and its isotopes in mid-oceanic basaltic glasses",
    "authors": ["D.J. DesMarais", "J.G. Moore"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1984
  }, {
    "title": "A review of heavy minerals in clastic sediments with case studies from the alluvial fan through the nearshore-marine environments",
    "authors": ["H.G. Dill"],
    "venue": "EarthScience Review",
    "year": 1998
  }, {
    "title": "On the color alteration of conodonts and maturity of organic matter in the Permian and Triassic systems. Hubei",
    "authors": ["G.Q. Du"],
    "venue": "Acta Petrolei Sinica",
    "year": 1983
  }, {
    "title": "Barium in deep-sea sediment: A geochemical proxy for paleoproductivity",
    "authors": ["J. Dymond", "E. Suess", "M. Lyle"],
    "venue": "Paleoceanography",
    "year": 1992
  }, {
    "title": "The oceanic chemistry of the rare-earth elements",
    "authors": ["H. Elderfield"],
    "venue": "Philosophical Transactions of the Royal Society A",
    "year": 1988
  }, {
    "title": "Magnetosusceptibility event and cyclostratigraphy method applied to marine rocks: Detrital input versus carbonate",
    "authors": ["B.B. Ellwood", "R.E. Crick", "A. El Hassani", "S.L. Benoist", "R.H. Young"],
    "venue": "productivity. Geology",
    "year": 2000
  }, {
    "title": "Defining the timing and duration of the Kačák Interval within the Eifelian/Givetian boundary GSSP, Mech Irdane, Morocco, using geochemical and magnetic susceptibility patterns",
    "authors": ["B.B. Ellwood", "T.J. Algeo", "A.E. Hassani", "J.H. Tomkin", "H.D. Rowe"],
    "year": 2010
  }, {
    "title": "End-Permian mass-extinctions: A review",
    "authors": ["D.H. Erwin", "S.A. Bowring", "Y.G. Jin"],
    "venue": "Geological Society of America,",
    "year": 2002
  }, {
    "title": "Uppermost Changxingian (Permian) radiolarian fauna from southern Guizhou, southwestern China",
    "authors": ["Q.L. Feng", "S.Z. Gu"],
    "venue": "Journal of Paleontology",
    "year": 2002
  }, {
    "title": "Carbon and phosphorus cycling in anoxic sediments of the Saanich Inlet",
    "authors": ["G.M. Filippelli"],
    "venue": "British Columbia. Marine Geology",
    "year": 2001
  }, {
    "title": "Carbon isotope constraints on degassing of carbon dioxide from Kilauea Volcano",
    "authors": ["T.M. Gerlach", "B.E. Taylor"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Application of the Ce anomaly as a paleoredox indicator: the ground rules",
    "authors": ["C.R. German", "H. Elderfield"],
    "venue": "Paleoceanography",
    "year": 1990
  }, {
    "title": "Rare earth elements in river waters",
    "authors": ["S.J. Goldstein", "S.B. Jacobsen"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1988
  }, {
    "title": "Clay Mineralogy, second ed",
    "authors": ["R.E. Grim"],
    "year": 1968
  }, {
    "title": "Geochemical environment of Cenomanian-Turonian black shale deposition at Wunstorf (northern Germany)",
    "authors": ["A. Hetzel", "C. Marz", "C. Vogt", "H.J. Brumsack"],
    "venue": "Cretaceous Research",
    "year": 2011
  }, {
    "title": "Major and minor element geochemistry of Lower Aptian sediments from the NW German Basin (core Hoheneggelsen KB40)",
    "authors": ["E. Hild", "H.J. Brumsack"],
    "venue": "Cretaceous Research",
    "year": 1998
  }, {
    "title": "Carbon isotope fractionation by marine phytoplankton in culture: the effects of CO2 concentration, pH, temperature, and species",
    "authors": ["K.R. Hinga", "M.A. Arthur", "M.E.Q. Pilson", "D. Whitaker"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1994
  }, {
    "title": "Clay mineralogy across the P-T boundary of the Xiakou section, China: evidence of clay provenance and environment",
    "authors": ["H.L. Hong", "N. Zhang", "Z.H. Li", "H.J. Xue", "W.C. Xia", "N. Yu"],
    "venue": "Clays and Clay Minerals",
    "year": 2008
  }, {
    "title": "Evidence for recurrent changes in Lower Triassic oceanic circulation of the Tethys",
    "authors": ["M. Horacek", "S. Richoz", "R. Brandner", "L. Krystyn", "C. Spötl"],
    "year": 2007
  }, {
    "title": "Lower Triassic sulphur isotope curve of marine sulphates from the Dolomites, N-Italy",
    "authors": ["M. Horacek", "R. Brandner", "S. Richoz", "E. Povoden"],
    "year": 2010
  }, {
    "title": "Permo-Triassic boundary superanoxia and stratified superocean: Records from lost deep sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "The end-Permian extinction and volcanism-induced environmental stress: Permo-Triassic boundary interval of a lower slope facies at Chaotian, South China",
    "authors": ["Y. Isozaki", "N. Shimizu", "J.X. Yao", "Z.S. Ji", "T. Matsuda"],
    "year": 2007
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in South China",
    "authors": ["Y.G. Jin", "Y. Wang", "W. Wang", "Q.H. Shang", "C.Q. Cao", "D.H. Erwin"],
    "year": 2000
  }, {
    "title": "Climate warming in the latest Permian and the Permian–Triassic mass extinction",
    "authors": ["M.M. Joachimski", "X. Lai", "S. Shen", "H. Jiang", "G. Luo", "B. Chen", "J. Chen", "Y. Sun"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "Cerium negative anomaly just before the Permian and Triassic boundary event—the upward expansion of anoxia in the water column",
    "authors": ["Y. Kakuwa", "R. Matsumoto"],
    "year": 2006
  }, {
    "title": "Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian–Triassic boundary and mass extinction at 251 Ma",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "Y. Amelin", "V.A. Fedorenko", "D.W. Davis", "V.R. Trofimov"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Geochemistry of Late Permian to Early Triassic pelagic cherts from southwest Japan: implications for an oceanic redox change",
    "authors": ["Y. Kato", "K. Nakao", "Y. Isozaki"],
    "venue": "Chemical Geology",
    "year": 2002
  }, {
    "title": "Carbon-isotope stratigraphy across the Permian– Triassic boundary: a review",
    "authors": ["C. Korte", "H.W. Kozur"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "d13C and d18O values of Triassic brachiopods and carbonate rocks as proxies for coeval seawater and palaeotemperature",
    "authors": ["C. Korte", "H.W. Kozur", "J. Veizer"],
    "year": 2005
  }, {
    "title": "Massive volcanism at the Permian–Triassic boundary and its impact on the isotope composition of the ocean and atmosphere",
    "authors": ["C. Korte", "P. Pande", "P. Kalia", "H.W. Kozur", "M.M. Joachimski", "H. Oberhänsli"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "d13C depth profiles from paleosols across the Permian–Triassic boundary: Evidence for methane release",
    "authors": ["E.S. Krull", "G.J. Retallack"],
    "venue": "Geological Society of America Bulletin",
    "year": 2000
  }, {
    "title": "d13Corg chemostratigraphy of the Permian–Triassic boundary in the Maitai Group, New Zealand: Evidence for high-latitudinal methane release",
    "authors": ["E.S. Krull", "G.J. Retallack", "H.J. Campbell", "G.L. Lyon"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2000
  }, {
    "title": "Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Rare earth element evolution of Phanerozoic seawater recorded in biogenic apatites",
    "authors": ["C. Lécuyer", "B. Reynard", "P. Grandjean"],
    "venue": "Chemical Geology",
    "year": 2004
  }, {
    "title": "Tectonic history of the major East Asian lithospheric blocks since the mid-Proterozoic—a synthesis",
    "authors": ["Z. Li"],
    "venue": "American Geophysical Union Geodynamics Series",
    "year": 1998
  }, {
    "title": "Isotope evidence for an anomalously low oceanic sulfate concentration following end-Permian mass extinction",
    "authors": ["G.M. Luo", "L.R. Kump", "Y.B. Wang", "J.N. Tong", "M.A. Arthur", "H. Yang", "J.H. Huang", "H.F. Yin", "S.C. Xie"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Stepwise and large-magnitude negative shift",
    "authors": ["G.M. Luo", "Y. Wang", "H. Yang", "T.J. Algeo", "L.R. Kump", "J.H. Huang", "S.C. Xie"],
    "year": 2011
  }, {
    "title": "A critical look at iron paleoredox proxies: new insights from modern euxinic marine basins",
    "authors": ["T.W. Lyons", "S. Severmann"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Secular increase in nutrient levels through the Phanerozoic: implications for productivity, biomass, and diversity of the marine biosphere",
    "authors": ["R.E. Martin"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "On the isotope chemistry of carbonates and a paleotemperature scale",
    "authors": ["J.M. McCrea"],
    "venue": "The Journal of Chemical Physics",
    "year": 1950
  }, {
    "title": "Relationships between the trace element composition of sedimentary rocks and upper continental crust",
    "authors": ["S.M. McLennan"],
    "venue": "Geochemistry Geophysics Geosystems 2, GC000109,",
    "year": 2001
  }, {
    "title": "d13C evidence that high primary productivity delayed recovery from end-Permian mass extinction",
    "authors": ["K.M. Meyer", "M. Yu", "A.B. Jost", "J.L. Payne"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Scavenged excess aluminum and its relationship to bulk titanium in biogenic sediment from the Central Equatorial Pacific Ocean",
    "authors": ["R.W. Murray", "M. Leinen"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1996
  }, {
    "title": "Rare earth elements and their isotopes",
    "authors": ["Y. Nozaki"],
    "venue": "Encyclopedia of Ocean Sciences, v",
    "year": 2001
  }, {
    "title": "Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations",
    "authors": ["J.L. Payne", "L.R. Kump"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the end-Permian extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J.Y. Wei", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Marine barite: recorder of variations in ocean export productivity",
    "authors": ["A. Paytan", "E.M. Griffith"],
    "venue": "Deep-Sea Research II, Topical Studies in Oceanography",
    "year": 2007
  }, {
    "title": "The Permian–Triassic boundary stratigraphic set: characteristics and correlation",
    "authors": ["Y.Q. Peng", "J.N. Tong", "G.R. Shi", "H.J. Hansen"],
    "venue": "Newsletters on Stratigraphy",
    "year": 2001
  }, {
    "title": "Carbon isotope and concentrations in mid-oceanic ridge basalts",
    "authors": ["F. Pineau", "M. Javoy"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1983
  }, {
    "title": "Methane stable isotope distribution at a Carex dominated fen in north central Alberta",
    "authors": ["T.J. Popp", "J.P. Chanton", "G.J. Whiting", "N. Grant"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1999
  }, {
    "title": "Chemical weathering indices applied to weathering profiles developed on heterogeneous felsic metamorphic parent rocks",
    "authors": ["J.R. Price", "M.A. Velbel"],
    "venue": "Chemical Geology",
    "year": 2003
  }, {
    "title": "Pyrite and organic matter in Phanerozoic normal marine shales",
    "authors": ["R. Raiswell", "R.A. Berner"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1986
  }, {
    "title": "Degree of pyritization of iron as a paleoenvironmental indicator of bottom-water oxygenation",
    "authors": ["R. Raiswell", "F. Buckley", "R.A. Berner", "T.F. Anderson"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1988
  }, {
    "title": "Major perturbation of ocean chemistry and a ‘‘Strangelove Ocean’’ after the end-Permian mass extinction",
    "authors": ["M.R. Rampino", "K. Caldeira"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "The timing and extent of the eruption of the Siberian Traps large igneous province: implications for the end-Permian environmental crisis",
    "authors": ["M.K. Reichow"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crisis and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z.C. Zheng", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Methane release from igneous intrusion of coal during later Permian extraction events",
    "authors": ["G.J. Retallack", "A.H. Jahren"],
    "venue": "Journal of Geology",
    "year": 2008
  }, {
    "title": "Particulate flux of Al, a component of land origin, in the western North Pacific",
    "authors": ["C. Saito", "S. Noriki", "S. Tsunogai"],
    "venue": "Deep-Sea Research",
    "year": 1992
  }, {
    "title": "Sulfur and chlorine in Late Cretaceous Deccan magmas and eruption gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Abrupt chemical weathering increase across the Permian– Triassic boundary",
    "authors": ["N.D. Sheldon"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2006
  }, {
    "title": "Pyrite framboids in the Permian– Triassic boundary section at Meishan, China: evidence for dysoxic deposition",
    "authors": ["W. Shen", "Y. Lin", "L. Xu", "J. Li", "Y. Wu", "Y. Sun"],
    "year": 2007
  }, {
    "title": "The geochemistry of rare earth",
    "authors": ["E.R. preparation). Sholkovitz", "T.J. Shaw", "D.L. Schneider"],
    "year": 1992
  }, {
    "title": "Phosphorus binding",
    "authors": ["C.P. 3389–3402. Slomp", "S.J. Van der Gaast", "W. Van Raaphorst"],
    "year": 1996
  }, {
    "title": "The Continental Crust: Its Composition",
    "authors": ["S.R", "S.M. McLennan"],
    "venue": "weathering profiles. Canadian Journal of Earth Sciences",
    "year": 1985
  }, {
    "title": "Events during Early Triassic",
    "authors": ["J.N", "S.X. Zhang", "J.X. Zuo", "X.Q. Xiong"],
    "venue": "Upper Saddle River, New Jersey,",
    "year": 2007
  }, {
    "title": "Enhanced trapping",
    "authors": ["N. Tribovillard", "A. Riboulleau", "T. Lyons", "F. Baudin"],
    "year": 2004
  }, {
    "title": "limestones and shales",
    "authors": ["N. Tribovillard", "T.J. Algeo", "T. Lyons", "A. Riboulleau"],
    "venue": "Chemical Geology",
    "year": 2006
  }, {
    "title": "Analysis of marine",
    "authors": ["N. 12–32. Tribovillard", "T.J. Algeo", "F. Baudin", "A. Riboulleau"],
    "year": 2012
  }, {
    "title": "The ‘‘productivity versus preservation’",
    "authors": ["R.V. Tyson"],
    "year": 2005
  }, {
    "title": "Ecological avalanches and the two kinds of extinction",
    "authors": ["G.J. Vermeij"],
    "venue": "Evolutionary Ecology Research",
    "year": 2004
  }, {
    "title": "Conodont zonation across the Permian–Triassic boundary at the Xiakou section, Yichang city, Hubei Province, and its correlation with the global stratotype section and point of the PTB",
    "authors": ["G.Q. Wang", "W.C. Xia"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2004
  }, {
    "title": "Astronomical forcing of the East Asian monsoon mirrored by the composition of Pliocene South China Sea sediments",
    "authors": ["R. Wehausen", "H.J. Brumsack"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2002
  }, {
    "title": "Carbon and hydrogen isotope systematics of bacterial formation and oxidation of methane",
    "authors": ["M.J. Whiticar"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Science Review",
    "year": 2001
  }, {
    "title": "The end-Permian mass extinction—how bad did it get",
    "authors": ["P.B. Wignall"],
    "venue": "Geobiology",
    "year": 2007
  }, {
    "title": "Oceanic anoxia and the end-Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Paleoenvironmental changes across the Permian/Triassic boundary at Shangsi (N. Sichuan, China)",
    "authors": ["P.B. Wignall", "A. Hallam", "X.L. Lai", "F.Q. Yang"],
    "venue": "Historical Biology",
    "year": 1995
  }, {
    "title": "Pyrite framboid evidence for oxygen-poor deposition during the Permian–Triassic crisis in Kashmir",
    "authors": ["P.B. Wignall", "R. Newton", "M.E. Brookfield"],
    "year": 2005
  }, {
    "title": "Two episodes of microbial change coupled with Permo/Triassic faunal mass extinction",
    "authors": ["S.C. Xie", "R.D. Pancost", "H.F. Yin", "H.M. Wang", "R.P. Evershed"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Changes in the global carbon cycle occurred as two episodes during the Permian–Triassic",
    "authors": ["S.C. Xie", "R.D. Pancost", "J. Huang", "P.B. Wignall", "J. Yu", "X. Tang", "L. Chen", "X. Huang", "X. Lai"],
    "venue": "crisis. Geology",
    "year": 2007
  }, {
    "title": "Cyanobacterial blooms tied to volcanism during the 5 m.y",
    "authors": ["S.C. Xie", "R.D. Pancost", "Y.B. Wang", "H. Yang", "P.B. Wignall", "G.M. Luo", "C.L. Jia", "L. Chen"],
    "venue": "Permo-Triassic biotic crisis. Geology",
    "year": 2010
  }, {
    "title": "Platinum group elements of the Meishan Permian–Triassic boundary section: Evidence for flood basaltic volcanism",
    "authors": ["L. Xu", "Y. Lin", "W. Shen", "L. Qi", "L. Xie", "Z. Ouyang"],
    "venue": "Chemical Geology",
    "year": 2007
  }, {
    "title": "The effects of volcanism on the Permo-Triassic mass extinction in South China",
    "authors": ["H.F. Yin", "S.J. Huang", "K.X. Zhang", "H.J. Hansen", "F.Q. Yang", "M.H. Ding", "X.M. Bie"],
    "year": 1992
  }, {
    "title": "The Global Stratotype Section and Point (GSSP) of the Permian–Triassic",
    "authors": ["H.F. Yin", "K.X. Zhang", "J.N. Tong", "Z.Y. Yang", "S.B. Wu"],
    "venue": "boundary. Episodes",
    "year": 2001
  }, {
    "title": "The protracted Permo-Triassic crisis and multi-episode extinction around the Permian–Triassic boundary",
    "authors": ["H.F. Yin", "Q.L. Feng", "X.L. Lai", "A. Baud", "J.N. Tong"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Isotopic composition and speciation of sulfur in the Miocene Monterey Formation: reevaluation of sulfur reactions during early diagenesis in marine environments",
    "authors": ["D.A. Zaback", "L.M. Pratt"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1992
  }, {
    "title": "Characteristics of claystones across the terrestrial Permian–Triassic boundary: evidence from the Chahe section, western Guizhou, South China",
    "authors": ["S.X. Zhang", "Y.Q. Peng", "J.X. Yu", "X.R. Lei", "Y.Q. Gao"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2006
  }, {
    "title": "Conodonts from the lower Triassic in the Nantuowan section of Daxiakou",
    "authors": ["L.S. Zhao", "X.Q. Xiong", "F.Q. Yang", "Z.P. Wang", "W.H. He"],
    "venue": "Xingshan County, Hubei Province. Albertiana",
    "year": 2005
  }],
  "id": "SP:4673d67fb660b6c77191dd5f71c8f663d479fcf0",
  "authors": [{
    "name": "Jun Shen",
    "affiliations": []
  }, {
    "name": "Thomas J. Algeo",
    "affiliations": []
  }, {
    "name": "Qinglai Feng",
    "affiliations": []
  }, {
    "name": "Lian Zhou",
    "affiliations": []
  }, {
    "name": "Lanping Feng",
    "affiliations": []
  }, {
    "name": "Ning Zhang",
    "affiliations": []
  }, {
    "name": "Junhua Huang",
    "affiliations": []
  }],
  "abstractText": "A detailed geochemical investigation of the Permian–Triassic boundary in a carbonate-ramp setting at Xiakou, South China, provides new insights regarding the role of volcanism in the largest mass extinction in Earth history. The Xiakou section records 9 intervals of volcanic activity, some producing up to 25-cmthick composite ash layers, during the latest Permian and earliest Triassic. Each volcanic episode coincided with major changes in marine environments. The largest changes occurred in conjunction with volcanic interval VI-4, correlative with the latest Permian mass extinction, during which (1) the oceanic oxygen-minimum zone expanded (as shown by framboidal pyrite flux), (2) marine productivity declined sharply (as shown by multiple productivity proxies), and (3) climate conditions became more humid (as shown by increased clay fluxes). The mechanism by which volcanic eruptions forced marine environmental changes may be inferred from the relationship between ash layer thickness and the magnitude of the associated negative C-isotope excursion. The most likely connection is through volcanogenic methane release to the atmosphere, possibly as a result of magmatic intrusions into the West Siberian Coal Basin, triggering increases in global temperature and humidity. These climate changes in turn resulted in stronger oceanic stratification, oxygen-minimum zone expansion, and a decline in marine productivity. The Xiakou section is important in demonstrating links between volcanism and the marine environment during the Permian–Triassic transition interval. 2013 Elsevier Ltd. All rights reserved.",
  "title": "Volcanically induced environmental change at the Permian–Triassic boundary (Xiakou, Hubei Province, South China): Related to West Siberian coal-field methane releases?"
}