{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nAllogenic controls on the fluvial architecture and fossil preservation of the Upper Triassic Ischigualasto Formation, NW Argentina\nCarina E. Colombi a,⁎, Carlos O. Limarino b, Oscar A. Alcober c a Instituto y Museo de Ciencias Naturales, Universidad Nacional de San Juan, Centro de Investigaciones de la Geosfera y la Biosfera – Conicet, España 400 (Norte), San Juan, Argentina b Instituto de Geociencias Básicas, Aplicadas y Ambientales de Buenos Aires – Conicet, Departamento de Geología, Facultad de Ciencias Exactas y Naturales, Pabellón 11, Ciudad Universitaria, 1428 Buenos Aires, Argentina c Instituto y Museo de Ciencias Naturales, Universidad Nacional de San Juan, España 400 (Norte), San Juan, Argentina\n⁎ Corresponding author. E-mail addresses: ccolombi@unsj.edu.ar (C.E. Colombi\n(C.O. Limarino), oalcober@unsj.edu.ar (O.A. Alcober).\nhttps://doi.org/10.1016/j.sedgeo.2017.10.003 0037-0738/© 2017 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 22 June 2017 Received in revised form 6 October 2017 Accepted 7 October 2017 Available online 12 October 2017\nEditor: Dr. J. Knight\nThe Upper Triassic Ischigualasto Formation in NW Argentina was deposited in a fluvial system during the synrift filling of the extensional Ischigualasto-Villa Unión Basin. The expansive exposures of the fluvial architecture and paleosols provide a framework to reconstruct the paleoenvironmental evolution of this basin during the Upper Triassic using continental sequence stratigraphy. The Ischigualasto Formation deposition can be divided into seven sequential sedimentary stages: the 1) Bypass stage; 2) Confined low-accommodation stage; 3) Confined high accommodation stage; 4) Unstable-accommodation stage; 5) Unconfined high-accommodation stage; 6) Unconfined low-accommodation stage; and finally, 7) Unconfined high-accommodation stage. The sedimentary evolution of the Ischigualasto Formation was driven by different allogenic controls such as rises and falls in lake levels, local tectonism, subsidence, volcanism, and climate, which also produced modifications of the equilibrium profile of the fluvial systems. All of these factors result in different accommodations in central and flank areas of the basin, which led to different architectural configurations of channels and floodplains. Allogenic processes affected not only the sequence stratigraphy of the basin but also the vertebrate and plant taphocenosis. Therefore, the sequence stratigraphy can be used not only as a predictive tool related to fossil occurrence but also to understand the taphonomic history of the basin at each temporal interval.\n© 2017 Elsevier B.V. All rights reserved.\nKeywords: Sequence stratigraphy Triassic Continental deposition Taphonomy Volcanism Tectonic subsidence"
  }, {
    "heading": "1. Introduction",
    "text": "The complexity of sequence stratigraphy in interior continental basins located away from coastal areas is often extreme. Sedimentation patterns are not only controlled by base level but also by other allogenic controls, including tectonism, climate, magmatism and subsidence rates, among others (e.g., Cojan, 1993; Dalrymple et al., 1998). Indeed, in inland basins, the role of base-level changes can be secondary and frequently the above-mentioned allogenic controls (acting alone or in combination) become the main controls on sedimentary patterns.\nBase level in the continental realm is represented by the base of the lake in lacustrine environments or by the stream equilibrium profile in fluvial environments (Dalrymple et al., 1998; Shanley and McCabe, 1998). The stream equilibrium profile represents the hypothetical longitudinal profile of a river, traced from the headwaters to its mouth, when it has reached the slope of maximum efficiency, and the erosion and deposition is balanced (Wright and Marriott, 1993; Dalrymple et al., 1998).\n), limar@gl.fcen.uba.ar\nThe relationship between the stream equilibrium profile and the stream profile or topography is controlled by allogenic events and the autogenic response of the system to regain its balance. At the same time, this relationship controls the accommodation space, the confinement of a system and the land surface slope. Accommodation, confinement, and slope delineate the rate of sediment accumulation of the fluvial system, and therefore the resulting fluvial geomorphology (channel/floodplain ratios, sinuosity, number of channels, etc.); the mechanisms of floodplain growth (crevassing, avulsion, vertical aggrading); and the soil type and maturity (Wright and Marriott, 1993; Pérez-López, 1996; Dalrymple et al., 1998).\nSimultaneously, the taphonomic history of vertebrate and plant assemblages associated with river systems are governed by the paleoenvironment that also hosts life and buries the remains. Consequently, the taphofacies will change as environmental conditions evolve. Holz and Simoes (2005) andGastaldo andDemko (2011)were thefirst to link evolution of the depositional system, using sequence stratigraphy, with vertebrate and plant taphocoenosis over time. Unfortunately, there is a scarcity of sites that allow for an integrated analysis of the sedimentology and taphonomy in one unique fossiliferous unit.\nThe completeness of the Triassic succession (spatially and temporally), together with its paleontological richness, led to the Ischigualasto-Villa Unión Basin location, being inscribed aWorld Heritage Site. The Carnian\nIschigualasto Formation involves a thick succession of continental deposits accumulated in a rift basin along the southwestern margin of Pangea. This unit crops out over N100 km, preserving a complete record of depositional architecture and paleosol evolution in time and space, from the base to the top and from the margin to the center of the basin (Tabor et al., 2006; Currie et al., 2009). Further, the Ischigualasto Formation contains abundant and diverse Upper Triassic paleovertebrates and paleofloristic assemblages, which have already been studied from a taphonomic point of view (Colombi and Parrish, 2008; Colombi et al., 2012). Thus, the Ischigualasto Formation provides an opportunity to study sequence stratigraphy in continental environments and integrate this information with taphocoenosis. In this contribution, we propose integral analyses of continental sequence stratigraphy, establishing how the allogenic and autogenic factors influence bio and taphocoenosis to obtain an integrated viewpoint of an environmental evolution model."
  }, {
    "heading": "2. Geological setting",
    "text": "The Ischigualasto Formation is exposed in a large continental rift, the Ischigualasto-Villa Union Basin, located in NE of San Juan province, Argentina (Fig. 1). The stratigraphy of this basin can be separated in two major successions (Fig. 2). First is the thick, latest Permian-early Triassic red bed succession, that includes the Talamapaya and Tarjados formations (e.g., Romer and Jensen, 1966; Milana and Alcober, 1994; Caselli, 1998; Gulbranson et al., 2015). These units are covered by the Upper Triassic Agua de la Peña Group, which includes the Chañares, Ischichuca, Los Rastros, Ischigualasto and Los Colorados formations (e.g., Rogers et al., 1993, 2001; Milana and Alcober, 1994; Melchor, 2007; Currie et al., 2009; Mancuso and Caselli, 2012; Marsicano et al., 2016).\nThe underlying Los Rastros Formation is formed by carbonaceous shale, siltstone, and sandstone arranged in recurrent coarsening-\nic rocks and distribution of the measured sections. Stratigraphic sections: 1, Valle Pintado; plete basin succession with the ages. (C) General stratigraphic section of the Ischigualasto\nupward packages corresponding to lacustrine and Gilbert-type deltas (Milana, 1998; Melchor, 2007; Mancuso and Caselli, 2012) (Fig. 2). The contact between both units is conformable in most of the basin (Milana and Alcober, 1994), except in the Agua de la Peña Canyon area. There, the contact is characterized by an angular relationship, which has been interpreted as a slump structure at the top of the Los Rastros Formation (Currie et al., 2006). The Ischigualasto Formation is overlain by the Los Colorados Formation, which consists of siltstone and sandstone fluvial red-beds (Milana and Alcober, 1994; Caselli et al., 2001; Kent et al., 2014; Schencman et al., 2015) (Fig. 2). The paleoenvironmental evolution of the Ischigualasto Formation is complex; the lower part corresponds to an interdigitation of fluvial and lacustrine deposits that represent the latest phases of lakes where the Ischichuca and Los Rastros formations were deposited. In contrast, the middle and upper parts of the Ischigualasto Formation correspond to a fluvial environment. Throughout the sequence, ash-fall events took place, supplying extra source materials that disturbed the depositional systems.\nAccording to Milana and Alcober (1994), the entire succession was deposited under extensional conditions, and two synrift stages can be differentiated, one that includes the Talampaya, Tarjados, Chañares and Ischichuca formations and the other represented by the Ischigualasto Formation. Both are capped by two post-rift stages corresponding to the Los Rastros and Los Colorados formations, respectively. An alternative proposal was presented by Colombi (2007), suggesting the regular evolution of a rift basin (Gawthorpe and Leeder, 2000); where Talampaya and Tarjados correspond to the “Initiation stage”; and Chañares and Ischichuca correspond to the second “Interaction and linked stage”. Then, Los Rastros and the base of the Ischigualasto Formation (La Peña and Cancha de Bochas members) represent the “through going fault stage”, and the upper part of the Ischigualasto Formation (Valle de la Luna and Quebrada de la Sal members) corresponds to the final stage of the synrift, the “Death fault” (Colombi, 2007) (Fig. 3). Regardless of the model, the Ischigualasto Formation has always been interpreted as being deposited during the last active extensional stage."
  }, {
    "heading": "3. Methodology",
    "text": "To establish amodel of sequence stratigraphy for the environmental evolution of the Ischigualasto Formation, we carried out an integration of all publisheddata that havebeen studied independently. They include sedimentology (Currie et al., 2009), paleosols (Tabor et al., 2006) and vertebrate and plant taphonomy (Colombi and Parrish, 2008; Colombi et al., 2012). To these already published data, we also added detailed sedimentological analyses of the known sections, especially those made in the taphonomic studies that lacked the necessary detail in the sedimentological analysis. These new analysesmade it possible to specify interpretation of facies associations, leading on several occasions to re-interpretion resulting in different paleoenvironmental reconstructions. The sections were measured in the field followed the classical methods, where thickness was determined with Jacob staff; rock colours were compared using the Munsell system; and rock textures and structures (lithofacies), together with architectural elements and facies association were determined followed the Miall methodology (Miall, 1996).\nThe sections were distributed to cover the largest paleogeographic extension of the basin. The El Salto and Agua de La Peña sections correspond to the central areas where the stratigraphic record is the most complete. In contrast, the Las Cascadas and Cerro Bola sections occur in marginal positions. Cerro Rajado and Valle Pintado are located in intermediate position at both sides of the center."
  }, {
    "heading": "4. Results",
    "text": "The Ischigualasto Formation thickness is variable, ranging from 300mnear the El Alto fault (margin), to N700m in El Salto area (center; Figs. 1, 4).\nInterestingly, soil distribution, depositional architecture and vertebrate and plant taphonomy vary stratigraphically following the division in members (Tabor et al., 2006; Colombi and Parrish, 2008; Currie et al., 2009; Colombi et al., 2012). A summary of the Ischigualasto Formation members is presented below and complemented with\nTable 1, which summarized the already published data (Tabor et al., 2006; Colombi and Parrish, 2008; Currie et al., 2009; Colombi et al., 2012)."
  }, {
    "heading": "4.1. La Peña member",
    "text": "The boundary of the Ischigualasto Formation with the underlying Los Rastros Formation is marked by an erosive conformable contact on which a thick conglomeratic sandstone of fluvial channel belts is located over a coarser-in-upper succession of laminar mudstone to tabular sandstone of a lacustrine-deltaic succession. In the Agua de la Peña area, the relationship is locally different, because a detachment system has resulted in an angular relationship between the Los Rastros and Ischigualasto formations (Fig. 5B). The detachment system is developed across a ~1 km2 area where rocks exhibit both extensional and compressional deformation, which is interpreted to have formed as a\nresult of gravity spreading/depositional loading of the lacustrine delta platform and fluvial deposits above an overpressured shale décollement (Currie et al., 2006). This member begins with the amalgamated deep gravel and sandy-bed braided channel belt that has a lateral extension of N40 km (Figs. 5, 6A, B) of type 1 and 2 described by Currie et al. (2009) (Fig. 7A). The belt is characterized by a 6th order erosion surface (Miall, 1996), formed by multiple trough cross-stratified conglomerate and sandstones storeys. Also present are abundant 3rd order minor channels and internal macroforms (Miall, 1996) (Figs. 5, 6A). Close to the center (El Salto section), the coarse channel belt has m-thick lacustrine or poorly drained floodplain deposits interlayered with channel deposits, forming a thick belt N30m thick (Figs. 5A-C, 6). The thickness and the depth of the incision decreases gradually towards the margin (Las Cascadas section), where the channel belt disappears leading to a transitional contact between the Los Rastros and Ischigualasto formations (Fig. 5D).\nmark the correlation between formations (Los Colorados to the top and Los Rastros in the ns: CB, Cancha de Bochas Member; LP, La Peña Member; QS, Quebrada de la Sal Member;\n5 C.E.Colom bietal./Sedim entary G eology 362 (2017) 1–16\nAbove the channel belt, two different situations occur. In the central area, along the El Salto Section, thickening-up and coarsening-up cycles begin with green, finely laminated mudstones at the base, shifting to fine- to medium-grained sandstones in the middle and upper parts (Fig. 6C, D). Occasionally, coarse-grained sandstones and fine-grained conglomerates are at the top of the cycles. The fine-grained sandy facies form clinoforms belonging to delta front deposits, while the coarsegrained sandstones and conglomerates represent channels placed on the platform of the small deltas. All these sequences are interpreted as shallow lacustrine sedimentation resulting from short-lived transgressive events bound to the deeper part of the basin that finish with the progradation of small deltas and fluvial channels.\nTowards the basin margins, the situation is characterized by a lower proportion and different geometry of the channels. The amalgamated channel belts, which dominate the base of the member, are replaced by tabular channels interbedded with thick floodplain deposits (Fig. 6E). The channels reach up to 2 m thick, with a lateral continuity of hundreds of meters, bounded at the base by planar, slightly erosive surfaces. They are composed of medium- to coarse-grained sandstones, showing trough cross-bedding and single-storey arrangements, interpreted as high sinuositymeandering rivers. The floodplain deposits that represent up to 70% of the succession consist of drab green and grey sandy mudstones and siltstones. Towards the channels, the proportion of sandy sediments increases forming a metric scale (up to 2 m) interbedded sandstone andmudstone succession corresponding to abundant crevasse splay environments. The floodplain has mostly immature paleosols (Tabor et al., 2006) (Table 1; Fig. 7B).\nAnother important feature of the upper part of the La Peña Member is the occurrence of several ash fall deposits, which commonly appear as reworked tuffaceous material and in some cases as primary tuffs. Both are characterized by a large amount of diagenetically replaced glass shards and different proportions of detrital grains. One of these tuffs was dated, locating the base of the Ischigualasto Formation in 231.4 Ma (Rogers et al., 1993; Martínez et al., 2011). Taphonomically, this member is characterized by scarce unidentifiable plant remains and scarce highly altered vertebrates (Table 1; Fig. 6F)."
  }, {
    "heading": "4.2. Cancha de Bochas member",
    "text": "The depositional architecture of the Cancha de Bochas Member also varies significantly from the margin to the center (Fig. 8). The center is characterized by stacked channel complexes (up to 80% of the whole succession) of lenticular multistorey channeled sandstones limited by low-erosive 5th order surfaces and internally cut by 4th order surfaces (Fig. 8A). Downstream-accretion macroform architectural surfaces are frequently found in these channels. These are interpreted as having been deposited by anastomosed fluvial systems (type 4 of Currie et al., 2009) (Fig. 7A). The stacked channel complexes are interlayered with poorly and scarce well-drained floodplains with Calcisols (Fig. 8C). The most common deposit between the channel complexes, however, is thin intercalations of transgressive lacustrine facies (Fig. 8A, B). In marginal areas, the proportion of channels notably decreases (to 12% of thewhole succession), and lacustrine intercalations almost disappear while floodplain deposits become dominant (Fig. 8D, E). The channel deposits form two types of architecture. First, there are channelsandstone bodies displaying characteristic tabular beds, bounded by slightly erosive 5th order surfaces and showing 3rd order lateral accretion surfaces. This type of fluvial systemwas interpreted asmeandering (type 3 of Currie et al., 2009) (Fig. 7A). Second, there are isolated lenticular multistorey channels interpreted as anastomosed fluvial systems (type 4 of Currie et al., 2009) (Fig. 7A). Both types of channels occur in variegated floodplainmudstones. A third type of channel present is crevasse channels in the floodplain, which consist of heterolithic lenses of mudstone and sandstone (Currie et al., 2009). Overbank accumulations in marginal areas consist of proximal levee, distal floodbasin andminor crevasse splay deposits. The floodplains exhibit abundant mature calcic soils, with abundant calcareous nodules and rhizoliths (Figs. 7B, 8D, E; Table 1). These paleosol assemblages indicate arid to semi-arid climatic regimes because calcium carbonate is concentrated in the vadose zone during seasonal or long-term alternations of wet and dry conditions (Retallack et al., 1990; Cecil and Dulong, 2003; Tabor et al., 2006). The aridity of the system is also confirmed by abundant levels with desiccation cracks. The length of the pedogenesis of calcareous nodules is\napproximately 104–105 years,which implies a very low rate of sedimentation in overbank areas (Eberth and Miall, 1991; Marriott and Wright, 1993).\nThe taphonomic characterization of this member is variable. In central areas, neither vertebrates nor plants are preserved, although in the marginal areas, this member shows one of the most important collections of Upper Triassic paleovertebrates (e.g., Rogers et al., 1993; Martínez et al., 2011, 2012; Colombi et al., 2012) (Table 1; Fig. 8F).\nThe fluvial architecture, pedogenesis and taphonomic features of paleovertebrates and vertebrate traces indicate that the margin of the basin experienced a long period of non-deposition (condensed layers or terraces), allowing time for pedogenesis and faunal assemblage accumulation. This in turn produced the mixing of carcasses of animals that died at different times. Interestingly, these condensed layers correlate towards the center of the basin with minor incised surfaces that erode floodplain accumulations and occasionally stacked channels without bone accumulations."
  }, {
    "heading": "4.3. Valle de la Luna member",
    "text": "The Valle de La Lunamember has similar depositional features along the entire basin (Fig. 9A-E). The floodplain:channel ratio is different from the Cancha de Bochas Member, and paleosols change from calcic\nto argillic ones, indicating an increase in humidity of the system (Cecil and Dulong, 2003; Tabor et al., 2006; Currie et al., 2009) (Table 1).\nIn terms of facies architecture, three styles are recognized in this member. The lower part of themember (130m thickness) is characterized by a low channel:floodplain ratio, tabular geometry of beds and fining-upward cycles up to 5m thick. This deposit is interpreted as having been formed by anastomosing and meandering channels of type 3 and 4 of Currie et al. (2009) (Fig. 7A), with a large floodplain formed by dark grey mudstones. The middle section (100 m thickness) of this member is similar to the lower section, but its base is marked by a conspicuous reworked ash bed that is pink in colour (up to 4 m thick) and that act as a key level across the basin (Fig. 9B). This is formed by massive slightly rounded glass shards, diagenetically replaced by clay minerals and oxides. From this pink level upwards there is a notable increase of ash layers interstratified with fluvial sandstones and mudstones. Another remarkable feature of this style is the appearance of the plant-rich marshes along the distal floodplain deposits (Fig. 9C).\nThe upper section of the member (230 m thickness) is characterized by an increase in the channel:floodplain ratio and the appearance of amalgamated channel belts (Fig. 9D). Unlike the first amalgamated fluvial channel complexes, these channel belts do not have incised bases and occasionally preserve floodplain facies between channel facies. The floodplain deposits are composed of distal massive or slightly laminatedmudstones; abandoned channels formed by laminar carbonaceousmudstones\ncontaining plant remains; and very fine-grained sandstones showing heterolithic ripple cross-lamination suggesting a crevasse splay and proximal levee origin.\nThe taphocoenosis of this member is characterized by a decrease in the abundance and diversity of paleovertebrate remains towards the top, and a remarkable change in the suite of authigenic minerals (Martínez et al., 2011, 2012; Colombi et al., 2012) (Table 1; Fig. 9E). In addition, a complete range of paleofloristic assemblage is present (Colombi and Parrish, 2008; Colombi et al., 2011; Césari and Colombi, 2013, 2016)."
  }, {
    "heading": "4.4. Quebrada de la Sal member",
    "text": "The Quebrada de La Sal Member includes tabular sandy channels in similar proportions to muddy floodplain deposits (Fig. 9F). The channel\ndeposits are composed of medium- to coarse-grained sandstones that form single-storey tabular thin beds (up to 1 m thick) bounded by basal non-erosive surfaces. Lateral accretion architectural element is commonly found in these channels. Floodplain accumulations comprise brown, red, grey, and green mudstones, deposited in levees, small crevasse splays and lenticular crevasse channels. Several thin (b15 cm thick) grey and red bentonite beds, derived from highly altered ash fall deposits, indicate the persistence of volcanic activity during deposition of the Valle de La Luna Member. Shallow meandering and high sinuosity anastomosed fluvial systems are assumed to be responsible for the deposition of the Quebrada de La Sal Member (Currie et al., 2009) (Fig. 7A). The paleosols present in floodplain areas are dominated by Protosols (Tabor et al., 2006; Currie et al., 2009) (Fig. 7B; Table 1). Taphonomically, this member is characterized by the almost complete\nabsence of vertebrate and plant fossils (Colombi and Parrish, 2008; Colombi et al., 2012)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Stratigraphic stages of the Ischigualasto formation",
    "text": "The Ischigualasto Formation is characterized by changes in lacustrine andfluvial architecture, paleosols, an external supply of pyroclastic sediments, and vertebrate andplant preservation. These changes should beproduced bymodifications in accommodation, confinement of the lacustrine and fluvial systems and topographic slope, in close relationship with allogenic processes, such as subsidence, tectonism, volcanism and climate that unbalance the system (e.g., Schumm, 1993; Dalrymple et al., 1998; Cecil and Dulong, 2003). These were common processes along the rifts that evolved in the southwestern margin of Pangea during the Upper Triassic (Uliana et al., 1989; Ramos and Kay, 1991; Lopez-Gamundi et al., 1994).\nUsing the principles observed in Fig. 10, we have constructed a model for the stratigraphic evolution of the Ischigualasto\nFormation that recognizes seven stages; each of which is discussed below (Fig. 11)."
  }, {
    "heading": "5.1.1. Stage 1: Bypass – Los Rastros/Ischigualasto formation boundary",
    "text": "The base of the Ischigualasto Formation is represented by an incised surface carved in the Los Rastros succession that forms a paleo-valley of approximately 30 km wide (Fig. 11A). This contact differs across the basin (Fig. 5); close to the center there is a surface comparable to the 6th order surfaces of Miall (Fig. 11A, stage 1). Away from the center, however, the boundary between the formations is transitional. Further, in some places in the paleo-valley, the Los Rastros Formation exhibits ~1 km2 area with both extensional (meter-scale normal faults) and contraction (meter-scale reverse faults and fold) deformation features. In contrast, the overlying Ischigualasto Formation (La Peña Member) fills the relief created by the deformation without showing tectonic disturbance (Fig. 5B). This boundary surface resulted from a fall in the lacustrine level that represents the first replacement of the lake by a river system in the study area. Rivers, with low stream equilibrium profiles resulting from lake level fall, carved an incised valley in most of the basin, producing a stage of erosion and then bypass of sediments\n(Dalrymple et al., 1998; Limarino et al., 2010). This incised surface is equivalent to the low accommodation system-track type 1 sequence boundary of Wright and Marriott (1993), as well as the type 1 of the Sequence-Bounding Unconformities of Currie (1997).\nThe reason for the fall in lake level remains uncertain; however, the Ischigualasto Formation could represent the through-going fault stage of rift evolution that represents the transition from lacustrine to fluvial dominated systems (Colombi, 2007) (Fig. 3). Gawthorpe and Leeder (2000) proposed at least four possibles to evolve from a closed to an open system, such as: structural re-organization when the fault grows laterally; overfilled sediment in one of the rift segments; unequal depth of the segments resulting in a capture up valley by head cutting; and water spillover by expansion of a lake in a narrow basin.\n5.1.2. Stage 1: confined low accommodation – lower section of La Peña Member\nAfter the incised surface, the Ischigualasto Formation begins with amalgamated conglomerate and sandstone channels that characterized the base of the La Peña Member (Figs. 5, 6A, 11A, stage 2). The\namalgamated channel belts that overlie the incision surface reflect a temporal adjustment of the fluvial system to the equilibrium profile, marking the onset of aggradation (under still low accommodation) (Pérez-López, 1996; Dalrymple et al., 1998). Nonetheless, sediment deposition was restricted to the paleovalley and no record of this time interval is found outside of this area (Las Cascadas area), showing the confinement of the system in this stage. The absence of thin muddy floodplain deposits indicates that fine-grained floodplains were not developed in these fluvial systems, perhaps because of the steep slope (braided fluvial system), or because lateral accommodation space was sufficiently limited to disallow the preservation of muddy or sandy floodplains. The relationship between lake level changes and the equilibrium profile of the fluvial system in the La Peña Member is summarized in Fig. 12.\n5.1.3. Stage 1: confined high accommodation – upper section of La Peña member\nThe upper La Peña Member is characterized by progradation of small deltas into lacustrine deposits forming coarsening- and thickeningupward successions (Fig. 6C, D). In marginal sectors, on the other hand,\nthe sedimentation was entirely fluvial and dominated by channels contained in thick poorly-drained floodplain deposits (Fig. 6E). Therefore, despite the general tendency of lake level to fall, minor lake level increase was recorded during sedimentation of the upper part of the La Peña Member. This marks partial flooding of the paleovalley, which controlled not only sedimentation in the lacustrine area but also the nature of the fluvial system in marginal areas, not directly in contact with the water body. The rise of lake level could be the result of climatically induced changes in water balance (Soreghan and Giles, 1999; Gawthorpe and Leeder, 2000). Moreover, at this time the basin began to receive pyroclastic supply from ash falls that were reworked by fluvial currents. These materials result in the accumulation of large amounts of sediments, especially in themargins of the lake, where reworking of pyroclastic sediments increased the amount of clastic material introduced by feeder channels to the mouth bar. This favored not only the progradation of small deltas in the central part of the paleovalley but also aggradation on the flanks, where pyroclastic falls resulted in a disorganized pattern of the fluvial system. The high amount of sediment decreased the depth of the channels and favored sediment bypass to the adjacent floodplain during floods, resulting in major growth of the crevasse splays when compared with other stages, thus contributing to the poor drainage of the floodplain, already promoted by the confinement of the valley, as other examples in the literature discuss (Demko, 1995). Lateral variations in depositional environments indicate that deposition during this time was still confined in the previously eroded valley."
  }, {
    "heading": "5.1.4. Stage 1: unstable accommodation – Cancha de Bochas member",
    "text": "Similar to stage 3, the Cancha de BochasMember also presents lateral variability between the central andmarginal areas (Figs. 8, 11A, stage 4). The center is characterized by several cycles that begin with minor incised amalgamated channel complexes. In contrast, the margins are characterized by prolonged periods of non-deposition, correlatives with the incised surfaces of the center. They result in successive terrace levels, as shown by mature calcic-soils and time-averaged vertebrate assemblages (Willis and Behrensmeyer, 1994; Tabor et al., 2006). The\nminor incised surfaces in the center indicate that progradation of the fluvial systems was not able to keep pace with lake level fall, and resulting in erosion. In margins, away from the base level, the fall of the lake was probably compensated and fluvial system resulted in equilibrium, where rivers did not erode or deposit, promoting mature soils and time-averaging fossil assemblages (Gastaldo and Demko, 2011) (Fig. 8C, F). This low accommodation situation resulted in fewer regional deposits than observed in Stage 1, with regards to sediment extent and vertical thickness, and the incised surfaces were rapidly covered by minor amalgamated channels belts and short lacustrine-deltaic accumulations. The lacustrine parts of the cycle decreased upward in the succession and were finally replaced by fluvial floodplains, indicating the end of lacustrine transgression. In the margins, in contrast, thickmuddyfloodplain deposits accumulated over the terraces simultaneously, rather than amalgamated channel and lacustrine facies accumulating in the center (Fig. 8D, E). These depositional features show that, in the entire basin, aggradation restarted as consequence of accommodation increase by the rise of base level. Thus, short and repeated periods of low accommodation related to falls in lake level are linked with minor incisions and correlative terraces. Immediately afterwards, high accommodation produced by increases in the lake level were linked with the development of amalgamated channel belts, lacustrine facies and floodplains. Therefore, this period has been described as an “unstable accommodation stage”, which was governed by small but recurrent changes in base level. The origin of the minor changes in lake levels and the unstable behaviour of accommodation space could also be linked to tectonic evolution of the rift. Displacements accumulated on fault zones are episodic, leading to pseudo-cyclic phases of tectonic activity alternating with quiescent intervals (Gawthorpe and Leeder, 2000).\n5.1.5. Stage 1: unconfined high accommodation – lower and middle sections of Valle de la Luna member\nThis is the first member of the Ischigualasto Formation that is entirely fluvial and with similar fluvial architecture along the whole basin,\nindicating thefirst stage under unconfined conditions (Figs. 9A, 11B, stage 5). The lower andmiddle Valle de la Luna Member is characterized by an increase in sinuosity and lateralmigration of channels, probably related to the shallowing regional slope, suggested by the tabular form of the beds and increased preservation of alluvial plain deposits. Increased lateral migration of the channels and preservation of thick floodplains reflect an increase in accommodation and consequently in the regional increase in base level. The architecture of the fluvial system, and the change from calcitic to argillic paleosols, suggest that the rise in base level is related to an increase in humidity.\nThemiddle section beginswith a key bed of tuff that can be followed through the basin (Figs. 9B, 11B, stage 5). This probably indicates an explosive volcanic event that spread pyroclastic material over alluvial plains. Thus, from the middle section, the increase in aggradation could be linked with volcanism in addition to humidity. During syneruptive periods, the additional supply of pyroclastic material produced changes in the pattern offluvial systems. The fall of volcanic ash produced partially or completely buried floodplains as well as deep modifications in the pattern of channels due to an increase in the amount of sediments transported by suspension. Frequently, aggradation resulting from pyroclastic falls is conducive to excessive vertical growth of alluvial plains and the establishment of high equilibriumprofile conditions. Aggradation will continuewhile the pyroclastic supply is abundant, butwhen it ceases, the regional base level is reestablished and the major part of the alluvial plain suffers erosion (Smith, 1988, 1991; Haughton, 1993).\n5.1.6. Stage 1: unconfined low to high accommodation - upper section Valle de la Luna member\nThis stage corresponds to the upper Valle de La LunaMember, where the fluvial architecture shifts to regionally extensive amalgamated channel belts of anastomosed rivers (Figs. 9D, 11B, stage 6). The surface formed by the base of the channel belt is equivalent to the low systemtrack type 2-sequence boundary ofWright andMarriott (1993) and the type 2 of the Sequence-Bounding Unconformities of Currie (1997). During eruptive times, the sudden fall of ash and volcanic dust produced an excessive vertical growth of the alluvial plain relative to regional base level. When the fall of pyroclastic material ceased, or drastically diminished, the control of regional base level over the fluvial systems was reestablished, and great part of the alluvial plains were eroded. The rivers received much less ash during this stage as can be observed by the absence of tuff layers, and the stream equilibrium profile was low compared with the river profile, due to the topographic rise of the alluvial plains by the extra volcanic material contributed to the basin in the last stage. Consequently, rivers increased their erosive capacity, alluvial plains were partially eroded and amalgamated channels belts were formed. A lack of highly incised erosive surfaces in channel belts likely resulted from the high amount of fine-grained pyroclastic material transported in suspension by rivers, inhibiting the capacity of erosion in the channels (Haughton, 1993).\nOnce the rivers attained balance, the accumulation and preservation of floodplains increased, returning to conditions prior to the post-\nvolcanic event when the stream equilibrium profiles were high compared with the river profiles, providing high accommodation.\n5.1.7. Stage 1: unconfined high accommodation - Quebrada de la Sal Member\nThe fluvial architecture of channels and floodplains in this member is tabular and the relative proportions between channels and floodplains are similar, characterized as a meandering fluvial system (Figs. 9F, 11B, stage 7). Moreover, volcanic activity increased once again, but in lesser proportion than in the middle Valle de La Luna Member.\nThese features suggest this stage represent a low-slope plain crossed by single high-sinuosity rivers in an unconfined basin. The shift from anastomosed to meandering channels may indicate a decrease in water availability and sediment supply towards the top of the Ischigualasto Formation (possibly semiarid conditions). Although accommodation remained high, inherited from the upper part of the Valle de La Luna Member (top of stage 6), it is probable that there was a slight decrease in accommodation space and slope produced by basin overfill at the end of rifting (Milana and Alcober, 1994; Colombi, 2007)."
  }, {
    "heading": "5.2. Taphocenosis and sequence stratigraphy",
    "text": "The Ischigualasto Formation presents different taphonomic scenarios for plant and vertebrate assemblages, that vary laterally across the basin, and vertically in time (Colombi and Parrish, 2008; Colombi et al., 2012) (Table 1). Taphonomic variation, in both space and time, can be accurately correlated to the observed stratigraphic stages. Thus, in the first stage (Bypass Stage), when erosion was the domain process,\nno deposits accumulated and consequently no fossils were found, probably owing to recurrent erosion that inhibited accumulation and burial.\nIn the second stage (Confined Low Accommodation Stage), when aggradation started, the channels preserved only small chunks of unrecognizable woody material, presumably ripped from riparian areas and accumulated as basal lags in paleochannels (Fig. 6F). These channels also preserved patches of root plants that presumably grew on the tops of bars, because those areas maintained the highest water table throughout the year, allowing vegetation to persist during different seasons under seasonal dry climatic conditions (Colombi and Parrish, 2008).\nIn the central area of the basin, towards the upper part of La Peña Member, in the third stage (Confined High Accommodation stage), plant remains brought by rivers accumulated in the coastal lacustrine environment, although they show high alteration by aerobic conditions in shallow water areas of the lake. In these areas, the high supply of oxygenated water from rivers promoted biochemical and biogeochemical processes that reduced plants to detrital-size (Gastaldo and Demko, 2011). Towards marginal areas not impacted by lacustrine flooding, rare fossils of paleovertebrates are hosted in fluvial overbank areas (Colombi et al., 2012). In general, the relatively few associated highly weathered bones indicate that vertebrate carcasses were exposed on floodplain surfaces for prolonged periods, promoting disarticulation and dispersal (Behrensmeyer, 1978; Colombi et al., 2012). Few levels with well-preserved skeletons appear linked with horizons with high amounts of pyroclastic material, suggesting rapid burial of the carcasses by both ash fall and overflows resulting from the extra pyroclastic sediments that overcharged the rivers. Early diagenesis under anoxic conditions is indicated by bone surface dissolution and the precipitation of iron minerals (Bao et al., 1998; Downing and Park, 1998; Colombi et al., 2012).\nThus, the Ischigualasto Formation example of high accommodation in confined valley conditions suggests that plant preservation potential is restricted to detrital remains only under subaqueous deposit conditions, and their complete decay in coastal and marginal areas by periodic exposure to pedogenesis. Under these conditions, vertebrates were also not favored, except by rapid burial by volcaniclastic material.\nIn the Cancha de Bochas Member (Unstable Accommodation Stage) the conditions found in the three first stages were repeated several times, although here it resulting in a particular situation for paleovertebrate preservation in marginal areas. Thus, in the center, these conditions allowed for preservation of some plant detritus accumulated by rivers in oxygenated coastal lakes. Conditions in marginal locations are optimal for vertebrate fossil preservation, however, and thus host most of the Ischigualasto paleovertebrates (roughly 65% of the known paleovertebrates in the Ischigualasto Formation). This is especially true because low accommodation in the center resulted in period of erosion, and equilibrium at the margin produced nondeposition, allowing for a longer period of carcass accumulation on the soil surface, which favors time-averaged vertebrate assemblages (Martínez et al., 2011; Colombi et al., 2012). When accommodation increased in the entire basin, the floodplains flooded again, favoring final burial of the carcasses. Calcic soils also indicate seasonal dry weather, which also favors preservation under alkaline geochemical conditions that promote the widespread calcite mineralization of bone. This is the last condition necessary to favor anomalous good preservation of paleovertebrates (Bao et al., 1998; Colombi et al., 2012) (Fig. 8F), although it occurs to the detriment of plants, which do not have any preservation potential in areas with pedogenesis (Gastaldo and Demko, 2011). Thus, the Ischigualasto example confirms the proposed model of Gastaldo and Demko (2011) that low accommodation and equilibrium conditions promoted the preservation of plants as small debris as basal lags in subaqueous channel bars or lakes, while in the interfluve areas, pedogenesis promoted decay and carbon recycling, with the exception of roots. This also confirms that this situation favors\npaleovertebrate preservation by Holz and Simões (2005), where long periods of carcass accumulation are followed by sporadic overflows on the floodplain that bury the remains and oxidizing conditions that prevent bone dissolution and favor early permineralization. Unstable accommodation results in optimal vertebrate preservation, as this situation was repeated several times.\nAt the onset of the Valle de la Luna Member (Unconfined High Accommodation Stage), higher and more continuous sedimentation promoted by increased accommodation meant that carcasses were not accumulated because sedimentation rates exceeded carcass accumulation rates. The basin-wide increase in accommodation space also favored the preservation of distal floodplain facies, where lower rates of sedimentation translated to longer residence times for carcasses on the surface. The carcasses in distal floodplain facies were exposed for longer periods under biotic and abiotic agents, favoring disarticulation and weathering (Toots, 1965; Behrensmeyer, 1978; Behrensmeyer, 1991; Smith, 1993; Holz and Barberena, 1994; Holz and Simões, 2005; Colombi et al., 2012). Longer wet seasons, evidenced by the change in paleosols (from calcic to argillic), favor hydromorphic and acidic conditions leading to the partial dissolution of bones (Behrensmeyer, 1975) and could have encouraged permineralization with iron complexes (Bao et al., 1998; Downing and Park, 1998) (Fig. 9E). Towards the middle part of the Valle de la Luna Member (Unconfined Low to high Accommodation Space), these conditions were intensified during synand post-eruptive stages of volcanism. These conditions produced a change in paleofaunal assemblages, represented by the passage from the Scaphonix-Exaerethodon-Herrerasaurus to the Exaerethodon biozone (Martínez et al., 2011), and a noticeable microfloristic assemblage that includes Onslow-type components not observed in the base of the formation, nor in any unit hitherto found in South America (Césari and Colombi, 2013, 2016). With respect to taphocoenosis, the changes were represented by localized layers with abundant silicified vertebrates with hematite cover (Colombi et al., 2012; Colombi and Rogers, 2014), and a paleofloristic assemblage that includes abundant tree trunks, mummified palynomorphs and leaf cuticles associated with fluvial active and abandoned channels (Colombi and Parrish, 2008) (Fig. 9E). The preservation of these fossils was favored by the reducing conditions given by negative Eh values in the confined and restricted setting (Gastaldo and Demko, 2011), but also by the amount of volcanic related-clays and zeolites and early sulfide precipitation contributed by volcanism that inhibits the diagenetic decay of labile remains (Burnham and Spicer, 1986). In the same way, volcanism contributed mineralcharged water that promoted the silicification of tree trunks and woody-roots (Sigleo, 1979). The taphocoenosis of this member confirms the proposed model that high accommodation maintained over time conserves a highwater table (anoxic condition) and promotes the preservation of plants (Gastaldo and Demko, 2011). These conditions also inhibit the preservation of dense vertebrate accumulation and encourage partial or complete dissolution of bones (Holz and Simões, 2005).\nFinally, the absence of fossils in the Quebrada de la Sal Member (Unconfined High Accommodation Space) suggests that biological and/or geologic conditions were inappropriate for vertebrate and plant fossil preservation (Colombi et al., 2012). The reasons for the paucity of fossils in the uppermost Ischigualasto Formation are potentially linked to the decrease in volcanism, land slope, and sediment supply during final stages of rifting (Milana and Alcober, 1994). These conditions favor lateral mobility of rivers and the consequently continuous reworking of the floodplain destroying all accumulated remains (Gastaldo and Demko, 2011).\nThus, even fossil preservation is closely related to depositional facies (e.g., Behrensmeyer, 1991; Smith, 1993), although it varies depending on the stratigraphic situation with respect to basin evolution and base level. Thus, each facies has a specific taphonomic characterization. For example, high sinuosity channels will not offer the same preservational conditions if they are part of an unstable accommodation, high\naccommodation, or low accommodation stages. Although these types of rivers could dominate, fossil assemblages will show different overall taphonomic characterizations depending on the stratigraphic situation. Therefore, it should be necessary to consider the stratigraphy of a basin before analyzing any fossiliferous assemblage and correlating it with others, based on the first and last appearance of any specimen (e.g., Holz and Simões, 2005; Gastaldo and Demko, 2011)."
  }, {
    "heading": "6. Conclusions",
    "text": "Variations in depositional architecture, paleosol, vertebrate, and plant preservational features observed in the Ischigualasto Formation can be organized by analyzing the sequence stratigraphy of the continental succession. The sequence of the Ischigualasto Formation was driven by allogenic controls such as local tectonism, subsidence, volcanism and climate, whose relative importance changed over time.\nSubsidence and tectonism during rift evolution probably promoted the passage from the Los Rastros to the Ischigualasto formations reflecting the transition from lacustrine (Los Rastros) to fluvio-lacustrine sedimentation (lower Ischigualasto), and then to entirely fluvial accumulations (middle and upper Ischigualasto Formation). For this reason, the nature of the local base level changed across time; the lake was the local base level for the lower part of the Ischigualasto (initial through-going fault stage in Fig. 3), although its importance decreased over time, and the lake ultimately disappeared at the end of the deposition of the Cancha de BochasMember (Figs. 11, 12). At this time, the axial fluvial system became the base level for the rest of the Ischigualasto Formation (during through-going fault stage in Fig. 3).\nBesides the change in the local base level nature as a big scale effect, subsidence and tectonism produced falls and rises of the local base levels (lacustrine or fluvial), which promoted changes in accommodation space, confinement and land slope. Thus, subsidence and tectonism promoted an initial fall in base level that result in incision during the bypass stage, with the generation of a type 1 sequence boundary or sequence-bounding unconformities in the base (Fig. 11). During the second stage, sedimentation occurred in the confined valley as soon as minimal accommodation allowed the accumulation of amalgamated channel belts. Towards the upper part of La Peña Member, the effect of subsidence and tectonism decreased, and volcanism, as an allogenic control, became important. The volcanism promoted an increase in accommodation that allowed the preservation of fine-grained sediments, although deposition was still confined into the valley (Fig. 11). At the beginning of Cancha de Bochas Member deposition, subsidence and tectonism probably acted again, producing continuous changes in the base level position, resulting in instability of the fourth stage. At the beginning of Valle de la Luna Member, climate play an important role, changing from seasonal semiarid climate in Cancha de Bochas, to semi-humid climate in Valle de la Luna. At the same time volcanism exerted strong effect over sedimentation patterns and resulted in the first unconfined stage (Fig. 11). Volcanism provided many pyroclastic sediments, so during the syn-eruptive periods, aggradation dominated along the entire fluvial system. However, this situation dramatically changed when volcanism ceased (post-eruptive times) and the aggradational conditions were replaced by widespread erosion as result of the reestablishment of the regional base level. These conditions correspond to the sixth stage (Fig. 11) characterized by low accommodation and deposition of amalgamated channel belts over a type 2-sequence boundary or sequence-bounding unconformities. Finally, for the Quebrada de la SalMember, three allogenic controls interplayed, a slight increase in volcanism, a return to arid conditions and basin overfill at the end of rifting.\nAnother issue highlighted in the Ischigualasto Formation is the lateral extension of the accommodation space that drove changes in the architecture of the fluvial deposits belonging to similar stratigraphic levels. As noted byMuto and Steel (1997, 2000), the concept of accommodation, originally developed by Jervey (1988), was focused on the vertical space\navailable to accommodate sediments, but lateral extension of accommodation space was somewhat overlooked in later analysis. In the Ischigualasto Formation there are two examples that demonstrate this type of lateral accommodation. Firstly, during the confined high accommodation stage in the La Peña Member, while aggradational fluviolacustrine patterns dominated in the central area, channels and thick floodplains prevailed in marginal settings (Fig. 11). Secondly, in the Canchas de Bochas Member, in this stratigraphic level lateral variations in accommodation are even more evident, since successive falls in the lake level produced important lateral changes in the accommodation space along the fluvial domain (Fig. 11).\nFinally, this study provides an additional published example proving that allogenic processes affected not only the depositional setting but also the taphonomic preservation of plants and vertebrates. Consequently, changes in taphonomy can also be organized using sequence stratigraphic analyses in the continental realm. In addition, sequence stratigraphy can be used as a predictive tool in relation to paleontological occurrences and to explain the preservational features of fossil assemblages."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by the “Fondo para la Investigación Científica y Tecnológica” [PICT 2015–2074 Carina Colombi] and Instituto y Museo de Ciencias Naturales, Universidad Nacional de San Juan."
  }],
  "year": 2017,
  "references": [{
    "title": "Hematite and calcite coatings on fossil vertebrates",
    "authors": ["H. Bao", "P.L. Koch", "R.P. Hepple"],
    "venue": "Journal of Sedimentary Research",
    "year": 1998
  }, {
    "title": "The taphonomy and paleoecology of Plio-Pleistocene vertebrate assemblages east of Lake Rudolf, Kenya",
    "authors": ["A.K. Behrensmeyer"],
    "venue": "Harvard University Museum of Compara-tive Zoology,",
    "year": 1975
  }, {
    "title": "Taphonomic and ecologic information from bone weathering",
    "authors": ["A.K. Behrensmeyer"],
    "venue": "Paleobiology 4",
    "year": 1978
  }, {
    "title": "Terrestrial vertebrate accumulations",
    "authors": ["A.K. Behrensmeyer"],
    "venue": "Topics in Geobiology vol",
    "year": 1991
  }, {
    "title": "Forest litter preserved by volcanic activity at El Chichon, Mexico: a potentially accurate record of the pre-eruption vegetation",
    "authors": ["R.J. Burnham", "R.A. Spicer"],
    "venue": "Palaios",
    "year": 1986
  }, {
    "title": "Estratigrafía y sedimentología de las formaciones Patquía (Pérmico) y Talampaya (Triásico inferior) en las Sierras Pampeanas Noroccidentales y Precordillera Central (provincias de La Rioja y San Juan)",
    "authors": ["A.T. Caselli"],
    "venue": "Ph.D. Thesis. Universidad de Buenos Aires, Argentina",
    "year": 1998
  }, {
    "title": "Sedimentología y Paleontología de la Formación Los Colorados, Triásico Superior (La Rioja y San Juan)",
    "authors": ["A. Caselli", "C. Marsicano", "A. Arcucci"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 2001
  }, {
    "title": "Precipitation models for sediment supply in warm climates",
    "authors": ["C.B. Cecil", "F.T. Dulong"],
    "venue": "Climate Controls on Stratigraphy. SEPM Special Publication",
    "year": 2003
  }, {
    "title": "A new Late Triasssic phytogeographical scenario in westernmost Gondwana",
    "authors": ["S.N. Césari", "C.E. Colombi"],
    "venue": "Nature Communications 4:1889",
    "year": 2013
  }, {
    "title": "Palynology of the Late Triassic Ischigualasto Formation, Argentina: paleoecological and paleogeographic implications",
    "authors": ["S. Césari", "C. Colombi"],
    "year": 2016
  }, {
    "title": "Alternating fluvial and lacustrine sedimentation: tectonic and climatic controls (Provence basin, South France, Upper Cretaceous-Paleocene)",
    "authors": ["I. Cojan"],
    "venue": "Alluvial Sedimentation. IAS Special Publication",
    "year": 1993
  }, {
    "title": "Historia Tafonómica de las Comunidades Fósiles de la Formación Ischigualasto (Triásico Superior Carniano), San Juan,Argentina",
    "authors": ["C.E. Colombi"],
    "venue": "PhDThesis. Universidad Nacional de San Juan, Argentina",
    "year": 2007
  }, {
    "title": "Late Triassic environmental evolution in southwestern Pangea",
    "authors": ["C.E. Colombi", "J.T. Parrish"],
    "venue": "Plant taphonomy of the Ischigualasto Formation. Palaios",
    "year": 2008
  }, {
    "title": "Fossil-diagenesis as an indicator of paleoenvironmental conditions: Indication of aridity at the Triassic-Jurassic boundary. Abstracts",
    "authors": ["C. Colombi", "R. Rogers"],
    "venue": "4th International Paleontological Congress",
    "year": 2014
  }, {
    "title": "Large-diameter burrows in the Upper Triassic Ischigualasto Formation, Northwestern Argentina",
    "authors": ["C.E. Colombi", "C. Jofré", "Currie", "B.S"],
    "venue": "Ameghiniana",
    "year": 2008
  }, {
    "title": "Registro de la relación isotópica de carbono en la paleoflora de la Formación Ischigualasto (Triásico Superior), Noroeste Argentina",
    "authors": ["C.E. Colombi", "I.P. Montañez", "J.T. Parrish"],
    "venue": "Implicancias paleoatmosféricas. Revista Brasilera de Paleontología",
    "year": 2011
  }, {
    "title": "Vertebrate taphonomy of the Ischigualasto Formation",
    "authors": ["C.E. Colombi", "R.R. Rogers", "O.A. Alcober"],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 2012
  }, {
    "title": "Sequence stratigraphy of nonmarine Jurassic–Cretaceous rocks, central cordilleran foreland-basin system",
    "authors": ["B.S. Currie"],
    "venue": "Geological Society of America Bulletin",
    "year": 1997
  }, {
    "title": "Structure and Kinematics of a syndepositional paired-detachment system, Triassic Ischigualasto Basin, NW Argentina",
    "authors": ["B.S. Currie", "T. Albretch", "C.E. Colombi"],
    "venue": "Geological Society of America Meeting. Philadelphia, United States. GSA Abstracts with Programs,",
    "year": 2006
  }, {
    "title": "Stratigraphy and architecture of the Upper Triassic Ischigualasto Formation, Ischigualasto Provincial Park, San Juan, Argentina",
    "authors": ["B.S. Currie", "C.E. Colombi", "N.A. Tabor", "T.C. Shipman", "I.P. Montañez"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2009
  }, {
    "title": "A dynamic systems approach to the regional controls on deposition and architecture of alluvial sequences, illustrated in the Statfjord Formation (United Kingdom, northern North Sea)",
    "authors": ["M. Dalrymple", "J. Prosser", "B. Williams"],
    "venue": "SEPM Special Publication",
    "year": 1998
  }, {
    "title": "Taphonomy of fossil Plants in the Upper Triassic Chinle Formation (Unpublished",
    "authors": ["T.M. Demko"],
    "venue": "Ph.D. Thesis,",
    "year": 1995
  }, {
    "title": "Geochemistry and early diagenesis of mammal-bearing concretions from the Sucker Creek Formation (Miocene) of southeastern Oregon",
    "authors": ["K.F. Downing", "L.E. Park"],
    "venue": "Palaios",
    "year": 1998
  }, {
    "title": "Stratigraphy, sedimentology and evolution of a vertebratebearing braided to anastomosed fluvial system, cutler formation (Permian–Pennsylvanian), north-Central New Mexico",
    "authors": ["D. Eberth", "A. Miall"],
    "venue": "Sedimentary Geology",
    "year": 1991
  }, {
    "title": "The relationship between continental landscape evolution and the plant-fossil record: long-term hydrologic controls on preservation",
    "authors": ["R.A. Gastaldo", "T.M. Demko"],
    "venue": "Topics in Geobiology",
    "year": 2011
  }, {
    "title": "Tectono-sedimentary evolution of active extensional basins",
    "authors": ["R.L. Gawthorpe", "M.R. Leeder"],
    "venue": "Basin Research",
    "year": 2000
  }, {
    "title": "Paleoenvironments and age of the Talampaya Formation: the Permo-Triassic boundary in northwestern Argentina",
    "authors": ["E.L. Gulbranson", "P.L. Ciccioli", "I.P. Montañez", "S.A. Marenssi", "C.O. Limarino", "M.D. Schmitz", "V. Davydov"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2015
  }, {
    "title": "Simultaneous dispersal of volcaniclastic and non-volcaniclastic sediment in fluvial basins: examples from the Lower Old Red Sandstones, eastcentral Scotland",
    "authors": ["P.D.W. Haughton"],
    "venue": "Alluvial Sedimentation. IAS Special Publication vol",
    "year": 1993
  }, {
    "title": "Taphonomy of the South Brazilian Triassic paleoherpetofauna: pattern of death, transport and burial",
    "authors": ["M. Holz", "M.C. Barberena"],
    "year": 1994
  }, {
    "title": "Taphonomy - overview of main concepts and applications to sequence stratigraphic analysis",
    "authors": ["M. Holz", "M.G. Simões"],
    "year": 2005
  }, {
    "title": "Quantitative geological modeling of siliciclastic rock sequences and their seismic expression",
    "authors": ["M.T. Jervey"],
    "venue": "SEPM Special Publication",
    "year": 1988
  }, {
    "title": "Age constraints on the dispersal of dinosaurs in the Late Triassic from magnetochronology of the Los Colorados Formation (Argentina)",
    "authors": ["D.V. Kent", "P. Santi-Malnis", "C.E. Colombi", "O.A. Alcober", "R.N. Martínez"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Análisis del contacto entre las formaciones Vinchina y Toro Negro (Sierra de los Colorados, provincia de La Rioja, Argentina), sus implicancias tectónicas",
    "authors": ["C.O. Limarino", "P.L. Ciccioli", "S.A. Marenssi"],
    "venue": "Latin American Journal of Sedimentology and Basin Analysis",
    "year": 2010
  }, {
    "title": "Paleolimnology evolution in rift basins: the Ischigualasto-Villa Unión Basin (central-western Argentina) during the Triassic",
    "authors": ["A.C. Mancuso", "A.T. Caselli"],
    "venue": "Sedimentary Geology",
    "year": 2012
  }, {
    "title": "Palaeosols as indicators of geomorphic stability in two old red sandstone alluvial suites, South Wales",
    "authors": ["S.B. Marriott", "V.P. Wright"],
    "venue": "Journal of the Geological Society",
    "year": 1993
  }, {
    "title": "The precise temporal calibration of dinosaur origins",
    "authors": ["C.A. Marsicano", "R.B. Irmis", "A.C. Mancuso", "R. Mundil", "F. Chemale"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2016
  }, {
    "title": "New basal dinosaur from the dawn of the dinosaur era in southwestern Pangea",
    "authors": ["R.N. Martínez", "P. Sereno", "O. Alcober", "C.E. Colombi", "P. Renne", "P.I. Montañez", "B. Currie"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "Vertebrate succession in the Ischigualasto Formation",
    "authors": ["R.N. Martínez", "C. Apaldetti", "O.A. Alcober", "C.E. Colombi", "P.C. Sereno", "E. Fernandez", "D. Abelín"],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 2012
  }, {
    "title": "Changing lake dynamics and sequence stratigraphy of synrift lacustrine strata in a half-graben: an example from the Triassic Ischigualasto–Villa Unión Basin, Argentina",
    "authors": ["R.N. Melchor"],
    "venue": "Sedimentology",
    "year": 2007
  }, {
    "title": "The Geology of Fluvial Deposits Sedimentary Facies, Basin Analysis, and Petroleum Geology",
    "authors": ["A. Miall"],
    "year": 1996
  }, {
    "title": "Anatomía de parasecuencias en un lago de rift y su relación con la generación de hidrocarburos, Cuenca triásica de Ischigualasto, San Juan",
    "authors": ["J.P. Milana"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1998
  }, {
    "title": "Modelo tectosedimentario de la cuenca triasica de Ischigualasto (San Juan, Argentina)",
    "authors": ["J.P. Milana", "O.A. Alcober"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1994
  }, {
    "title": "Principles of regression and transgression: the nature of the interplay between accommodation and sediment supply: perspectives",
    "authors": ["T. Muto", "R.J. Steel"],
    "venue": "Journal of Sedimentary Research",
    "year": 1997
  }, {
    "title": "The accommodation concept in sequence stratigraphy: some dimensional problems and possible redefinition",
    "authors": ["T. Muto", "R.J. Steel"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Sequence model for coastal-plain depositional systems of the Upper Triassic (Betic Cordillera",
    "authors": ["A. Pérez-López"],
    "venue": "Southern Spain). Sedimentary Geology",
    "year": 1996
  }, {
    "title": "Triassic rifting and associated basalts in the Cuyo Basin, central Argentina",
    "authors": ["V.A. Ramos", "S.M. Kay"],
    "venue": "Geological Society of America Special Paper",
    "year": 1991
  }, {
    "title": "Fossil soils and grasses of a Middle Miocene East African grassland",
    "authors": ["G.J. Retallack", "D.P. Dugas", "E.A. Bestland"],
    "venue": "Science",
    "year": 1990
  }, {
    "title": "The Ischigualasto tetrapod assemblage (Late Triassic, Argentina",
    "authors": ["R. Rogers", "C. Swisher III", "P. Sereno", "A. Monetta", "C. Forster", "R. Martínez"],
    "year": 1993
  }, {
    "title": "Paleoenviroment and Taphonomy of the Chañares formation tetrapod assemblage (Middle Triassic), Norwestern Argentina: spectacular preservation in volcanogenic concretions",
    "authors": ["R.R. Rogers", "A. Arcucci", "F. Abdala", "P. Sereno", "C.A. Forster", "C.L. May"],
    "venue": "Palaios 16,",
    "year": 2001
  }, {
    "title": "The Chañares (Argentina) Triassic reptile fauna II. Sketch of the geology of the Río Chañares-Río",
    "authors": ["A.S. Romer", "J.A. Jensen"],
    "venue": "Gualo region",
    "year": 1966
  }, {
    "title": "Diagénesis y Procedencia de la Formación Los Colorados (Noriano)",
    "authors": ["L. Schencman", "C. Colombi", "P. Santi Malnis", "C. Limarino"],
    "venue": "Cuenca de Ischigualasto – Villa Unión, Noroeste de Argentina. Revisa de la Asociacion Geologica Argentina",
    "year": 2015
  }, {
    "title": "River response to base level change: implications for sequence stratigraphy",
    "authors": ["S. Schumm"],
    "venue": "The Journal of Geology",
    "year": 1993
  }, {
    "title": "Relative role of eustasy, climate, and tectonism in continental rocks",
    "authors": ["K.W. Shanley", "P.J. McCabe"],
    "venue": "SEPM Special Publication 59. Society for Sedimentary Geology,",
    "year": 1998
  }, {
    "title": "Geochemistry of silicified wood and associated sediments, petrified Forest National Park, Arizona",
    "authors": ["A.C. Sigleo"],
    "venue": "Chemical Geology",
    "year": 1979
  }, {
    "title": "Vertebrate taphonomy of Late Permian floodplain deposits in the southwestern Karoo Basin of South Africa",
    "authors": ["R.M. Smith"],
    "venue": "Palaios",
    "year": 1993
  }, {
    "title": "Sedimentology of proximal to distal volcaniclastics dispersed across an active foldbelt: Ellensburg Formation (late Miocene), central Washington",
    "authors": ["Smith", "G.A"],
    "venue": "Sedimentology",
    "year": 1988
  }, {
    "title": "Facies sequences and geometries in continental volcaniclastic sediments",
    "authors": ["Smith", "G.A"],
    "year": 1991
  }, {
    "title": "Facies character and stratal responses to accommodation in Pennsylvanian bioherms, western Orogrande Basin, New Mexico",
    "authors": ["G.S. Soreghan", "K.A. Giles"],
    "venue": "Journal of Sedimentary Research",
    "year": 1999
  }, {
    "title": "A Late Triassic soil catena: landscape and climate controls on paleosol morphology and chemistry across the Carnian-age Ischigualasto-Villa Union basin, northwestern Argentina",
    "authors": ["N.J. Tabor", "I.P. Montañez", "K.A. Kelso", "B. Currie", "T. Shipman", "C. Colombi"],
    "venue": "Paleoenvironmental Record and Applications of Calcretes and Palustrine Carbonates. Geological Society",
    "year": 2006
  }, {
    "title": "Sequence of disarticulation in mammalian skeleton",
    "authors": ["H. Toots"],
    "venue": "University of Wyoming, Contributions to Geology",
    "year": 1965
  }, {
    "title": "1989.Mesozoic extension and the formation of Argentine sedimentary basins",
    "authors": ["M.A. Uliana", "K.T. Biddle", "J. Cerdan"],
    "venue": "American Association of PetroleumGeologist Memoir",
    "year": 1989
  }, {
    "title": "Architecture of Miocene overbank deposits in northern Pakistan",
    "authors": ["B.J. Willis", "A.K. Behrensmeyer"],
    "venue": "Journal of Sedimentary Research",
    "year": 1994
  }, {
    "title": "The sequence stratigraphy of fluvial depositional systems: the role of floodplain sediment storage",
    "authors": ["V.P. Wright", "S.B. Marriott"],
    "venue": "Sedimentary Geology",
    "year": 1993
  }],
  "id": "SP:4ddc9f1e5d3dd93dfc364d97b386caf447e77f61",
  "authors": [{
    "name": "Carina E. Colombi",
    "affiliations": []
  }, {
    "name": "Carlos O. Limarino",
    "affiliations": []
  }, {
    "name": "Oscar A. Alcober",
    "affiliations": []
  }],
  "abstractText": "a Instituto y Museo de Ciencias Naturales, Universidad Nacional de San Juan, Centro de Investigaciones de la Geosfera y la Biosfera – Conicet, España 400 (Norte), San Juan, Argentina b Instituto de Geociencias Básicas, Aplicadas y Ambientales de Buenos Aires – Conicet, Departamento de Geología, Facultad de Ciencias Exactas y Naturales, Pabellón 11, Ciudad Universitaria, 1428 Buenos Aires, Argentina c Instituto y Museo de Ciencias Naturales, Universidad Nacional de San Juan, España 400 (Norte), San Juan, Argentina",
  "title": "Allogenic controls on the fluvial architecture and fossil preservation of the Upper Triassic Ischigualasto Formation, NW Argentina"
}