{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r.com/ locate / jvo lgeores\nSulfur yield of the 1600 eruption of Huaynaputina, Peru: Contributions from magmatic, fluid-phase, and hydrothermal sulfur\nHannah Dietterich 1, Shanaka de Silva ⁎ Department of Geosciences, Oregon State University, Wilkinson Hall 104, Corvallis, OR 97333, USA\n⁎ Corresponding author. Tel.: +1 541 737 1212; fax: E-mail addresses: hrd@uoregon.edu (H. Dietterich), (S. de Silva). 1 Present address: Department of Geological Science University of Oregon, Eugene, OR 97403, USA.\n0377-0273/$ – see front matter © 2010 Elsevier B.V. Al doi:10.1016/j.jvolgeores.2010.01.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 2 January 2009 Accepted 7 January 2010 Available online 2 February 2010\nKeywords: explosive volcanism Huaynaputina sulfur apatite hydrothermal sulfur\nWhile major explosive eruptions of anhydrite-bearing silicic magma have been known to influence earth's climate through the release of sulfate aerosols, quantifying the atmospheric loading of these eruptions remains an elusive goal. The eruptions that have had the most impact on climate typically erupted oxidized and anhydrite-bearing magma. The N9 km3 of dacite magma erupted during the VEI 6 eruption of Huaynaputina (Peru) in 1600 is oxidized (ƒO2 NNO +1.4) but does not contain magmatic anhydrite. Yet it is thought to have a significant impact on climate. Herein we follow the approach that S contents in magmatic apatite grains can be used to provide an independent estimate of the magnitude and source of the atmospheric sulfur loading. Apatite SO3 concentrations of 0.09 to 0.17 wt.% yield an estimate of ~0.8 Mt of total erupted sulfur derived from degassing of the melt. This is considerably less than the stratospheric sulfur input of 16–55 Mt of S estimated from ice core data and requires that much of the stratospheric sulfur load from Huaynaputina was from other sources than the melt. While a fluid phase in equilibrium with the melt is a likely source, a significant contribution from combustion of sulfur from a fossil hydrothermal system excavated during eruption is evidenced by comminuted hydrothermal debris and lithics that make up to 2.5 to 10 wt.% of erupted material. We calculate that up to 22% of the total S budget of the eruption could reasonably be attributed to combusted hydrothermal sulfur. Thus, three sources of sulfur: the melt, a coexisting fluid phase, and external hydrothermal sulfur, appear to explain the atmospheric input from this eruption. Our work confirms that unraveling the S budget of large silicic eruptions is extremely complex and requires a multi-faceted approach based on a detailed understanding of the eruption.\n+1 541 737 1200. desilvas@geo.oregonstate.edu\ns, University of Oregon, 1272\nl rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Sulfur-rich dacitic magmas are widespread in modern convergent zones (Luhr et al., 1984; Varekamp et al., 1984) where sulfate aerosols from major (Volcanic Explosivity Index of 6; 1–10 km3 erupted material; Newhall and Self, 1982) historic eruptions have resulted in short term but abrupt changes in the Earth's climate. Most recently these have included the 1982 eruption of El Chichón (Rampino and Self, 1984), and the 1991 eruption of Pinatubo (Yang and Schlesinger, 2002), both of which erupted oxidized anhydrite-bearing dacite magmas (oxygen fugacities (ƒO2) in log units relative to the Ni–NiO oxygen buffer (NNO): NNO+1 and NNO +1.7, respectively; Evans and Scaillet, 1997; Luhr and Logan, 2002). The ability to stabilize anhydrite may therefore be a condition for high sulfur (S) contents in magmas and the potential climate impact of sulfate-rich aerosols from\nmajor explosive eruptions. However, examples like the VEI 6 eruption of Huaynaputina in 1600 in southern Peru (Fig. 1), which does not contain anhydrite nor does it have evidence that it ever did, suggest that the conditions for stabilizing anhydrite might not be the prerequisite for the release of abundant sulfate aerosols. This eruption ejected a minimum of 9 km3 of calc-alkaline dacitic magma in a 26 h catastrophic plinian eruption that has been linked to the coldest summers in the Northern Hemisphere in the last 500 years (de Silva and Zielinski, 1998; Thamban et al., 2006). Our data based on Fe–Ti oxide equilibria (Fig. 2) show that the Huaynaputina dacite magmas were at an fO2 of ∼ −11.2 log units (+1.4 NNO) at 840 °C, which is similarly oxidized to Mt Pinatubo and El Chichón (Evans and Scaillet, 1997; Luhr and Logan, 2002).\nBased on ice core data, de Silva and Zielinski (1998) estimated a sulfur yield of 16–32 Mt for the 1600 Huaynaputina eruption, while Costa et al. (2003) constrained the sulfur yield to be 26–55 Mt using petrological, experimental, and thermodynamic data. Costa et al. (2003) suggest that only about 10% (2–4 Mt S) of this was dissolved in the melt, while the rest came from a coexisting S-rich fluid phase. Costa et al. (2003) claim that the calculated sulfur yield is considerably higher than the estimate from the ice core data because\nof the difference between total S degassed (petrologic method) and the amount of stratospheric sulfate that traveled to the Earth's poles and was actually captured in the ice (ice core data). Other sources of\nthe difference include over-estimation of the fluid phase and underestimation of the actual sulfur loading from the ice cores.\nHere we re-examine the S budget of the Huaynaputina dacite magma in two ways. First, we follow an alternative petrologic approach that takes advantage of the mineral apatite — an early crystallizing phosphate that is ubiquitous in these dacites. As apatite crystallizes it incorporates S as sulfate, replacing phosphate in the apatite structure, and it is resistant to alteration and weathering, thus providing a robust index of the magmatic S content (Peng et al., 1997; Streck and Dilles, 1998; Parat et al., 2002; Parat and Holtz, 2004; Parat and Holtz, 2005). Second, we pursue a prominent field observation throughout our work on this eruption that has established that a large hydrothermal component is present in the fall deposits of this eruption. The 1600 eruption apparently reamed out a fossil hydrothermal system (Adams et al., 2001); this has not previously been considered as a possible contribution to the unusually large S load from this eruption.\nWe find that our petrologic approach largely ratifies the observations of Costa et al. (2003) that S dissolved in the melt was a minor component and that a separate S-rich vapor phase is required. However, we also find that 22% of the S-yield of this eruption may be accounted for through pyrolisis of native sulfur and sulfides in a\nTable 1 Representative major element compositions (normalized to 100%) of Huaynaputina Stage 1 pumice and groundmass glass.\nOxide (wt.%) HY 98069 HY 98070A HY 98070B HY PE9405HP HY PE93HN02\nGlass (1σ)a\nSiO2 64.27 66.19 66.05 65.76 65.55 72.82 (0.68) TiO2 0.69 0.58 0.57 0.60 0.60 0.26 (0.20) Al2O3 16.82 16.52 16.57 16.76 16.78 15.2 (1.21) FeOb 4.08 3.53 3.46 3.44 3.49 1.31 (0.25) MnO 0.06 0.06 0.06 0.06 0.06 MgO 2.16 1.68 1.79 1.82 1.89 0.3 (0.13) CaO 4.56 4.04 3.92 3.95 4.09 1.61 (0.32) Na2O 4.47 4.37 4.47 4.52 4.51 4.53 (0.34) K2O 2.66 2.82 2.91 2.90 2.83 3.82 (0.18) P2O5 0.24 0.21 0.19 0.20 0.21 0.1(0.01) Total 100.00 100.00 100.00 100.00 100.00 100\na Average and standard deviation of 150 EPMA spot analyses from 8 samples. b Total Fe expressed as FeO.\nhydrothermal system during eruption, thus reducing the amount required in the vapor phase."
  }, {
    "heading": "2. The 1600 eruption of Huaynaputina",
    "text": "Located in southern Peru (Fig. 1), Huaynaputina was the site of a monogenetic silicic eruption that ranks greater than 1883 Krakatau and 1991 Mt. Pinatubo in magnitude (Adams et al., 2001; Thouret et al., 2002). On the 18th of February 1600, a 26-h long plinian eruption devastated the socioeconomic fabric of southern Peru and neighboring Chile and Bolivia (de Silva et al., 2000). Intermittent activity continued until at least the 4th of March, becoming less explosive with time. The eruption proceeded in three stages (Adams et al., 2001): a violent plinian stage I that produced a voluminous fall deposit (∼8.8 km3 magma); a transitional stage II that produced intraplinian pyroclastic flow deposits (∼1 km3); and a vulcanian\nstage III (∼1 km3) during which domes that plugged the plinian vent were destroyed. The juvenile material from each stage has largely similar dacitic bulk compositions. However, differences in geochemistry, crystal content, vesicularity, and estimates of volatiles and\ntemperature, suggest the involvement of at least two different dacites in the eruption (de Silva et al., 2008). More than 85% of the volume of the eruptionwas erupted during stage I, and it is themagma produced during stage I that is implicated in the global impacts of this eruption\n(de Silva and Zielinski, 1998; Adams et al., 2001; Costa et al., 2003). The erupted products of stages II and III are local deposits that by virtue of their petrological and volcanological character attest to small volume eruptions of little significance in terms of atmospheric input. For the purposes of this paper we therefore focus only on the products of stage I of the eruption known as dacite 1 from de Silva et al. (2008). The presence of ubiquitous hydrothermally altered clasts throughout the main plinian fall deposit of stage I (Fig. 3) has been interpreted to suggest the evisceration of a fossil hydrothermal system during the main phase of the eruption (Adams et al., 2001) that may have extended as deep as 3 km below the surface (Lavallée et al., 2005)."
  }, {
    "heading": "3. Analytical methods",
    "text": "Bulk samples of pumice from the Huaynaputina stage I dacite (n=20) were analyzed for major elements by XRF at the Washington State University GeoAnalytical Laboratory. Matrix glass analyses were performed with the Cameca SX-100 electron microprobe at Oregon State University with a 5 µm beam size, 30 nA current, and 15 kV accelerating voltage. Standardizations and peak count times varied by element (Si, RHYO-rhyolite glass, 20 s; Ti, BASL-basalt glass, 60 s; Al, LABR-labradorite, 60 s; Fe, BASL, 30 s; Mn, PYMN-pyroxmangite, 30 s; Mg, BASL, 60 s; Ca, RHYO, 60 s; Na, KANO-anorthite, 20 s; K, KSPRpotassium feldspar, 10 s; P, FLAP-fluoroapatite, 30 s). Macusani glass was used as amonitor andwas analyzed as an unknown after every 10 measurements. A zero-time intercept was also used to correct for Naloss and Si-gain over the course of the analysis. Representative data of bulk pumice and matrix glass are reported in Table 1.\nTitanomagnetite (n=15) and ilmenite (n=15) were analyzed using the using the Cameca SX-100 electron microprobe at Oregon State University with a 1 µm beam size, 30 nA current, and 15 kV accelerating voltage. Elements standards, and peak count times used include Si and Ca in KAUG-kakanui augite (30 s), Al in GAHN-gahnite\n(30 s), Mg and Cr in CROM-chromite (20 s and 60 s), Ti in ILMNilmenite (20 s), Fe in MAGT-magnetite (20 s), V in VANA-vanadanite (60 s), and Mn in PYMN (60 s). Representative analyses are given in Table 2.\nThe analyses of 40 apatites were performed on four polished sections from stage I of the Huaynaputina eruption using the Cameca SX-100 electron microprobe at Oregon State University. A voltage of 15 kV, a beam current of 30 nA, and a 1 µm beam size were used for these analyses, while count times varied by element (Table 3). Calibrations were done based on procedures from Streck and Dilles (1998). Durango apatite was used a monitor during analytical sessions (n=20) and as a standard for F (FLAP; Table 3). Standards for each element include PYMN for Si and Mn, REE3-rare earth element glass for Ce, KAUG for Fe, FLAP for Ca, P and F, TUGT-tugtupite for Na and Cl, and ANHY-anhydrite for S. We detected no systematic difference in F and Cl measurements between basal and longitudinal sections that would reveal the anisotropic effect of F and Cl measurements in apatite (Stormer et al., 1993). Electron microprobe analyses of Huaynaputina stage I apatites are presented in Table 3.\nAnalyses of melt inclusions in plagioclase and corresponding matrix glass were performed on a Cameca SX-50 electron microprobe (15 kV, 10 µ beam size, 80 nA) at the University of Hawaii, Manoa. The S standard was 9-Triolite with an S concentration of 36.47 wt.%, while the count time for S was 40 s. These measurements are presented in Table 4."
  }, {
    "heading": "4. Petrology of stage I dacite of the 1600 eruption of Huaynaputina",
    "text": ""
  }, {
    "heading": "4.1. Whole-rock geochemistry and petrography",
    "text": "The stage I dacite ofHuaynaputina is quite homogeneous throughout its volume with SiO2 contents that vary from 64.27 to 66.19% on a volatile free basis (Table 1). Although of calc-alkaline affinity like the\nother modern dacite magmas from the Central Volcanic Zone of the Andes, the stage I dacite of Huaynaputina is distinct in that it is a medium-K dacite with Na2O/K2O ratios between 1 and 1.7. The dacite has a mineral assemblage of plagioclaseNhornblendeNbiotiteNFe–Ti oxidesNapatite and the pumice displays crystal contents of up to 17% with an average of about 12%. However, de Silva et al. (2008) have shown that dacite 1 has a significant antecryst (and maybe xenocryst) population resulting from scavenging crystals from earlier magmatic stages. The true crystal content of the stage I magma is thus closer to 8–10% based on model estimates of phenocrysts versus antecrysts, identified by distinct zoning patterns. Another distinguishing characteristic of the stage I dacite is that it displays high Sr/Y, Na2O, Al2O3, Sr, and Ba, and lacks a Eu anomaly — characteristics that have been recognized in other Central Andean lavas to imply a deep origin in the lower crust (e.g. Feeley and Hacker, 1995). Therefore the stage I magma has been interpreted to be derived from depths of about 20 km or more with limited evolution in the uppermost crust consistent with its relatively high temperatures and low-Si rhyolite glass compositions (de Silva et al., 2008; Lavallée et al., 2009)."
  }, {
    "heading": "4.2. Fe–Ti oxides: temperatures and oxygen fugacities",
    "text": "Fe–Ti oxides can be used to calculate pressure and temperature conditions before eruption (Buddington and Lindsley, 1964; Frost et al., 1988). The stage I dacite contains significant amounts of Ti– magnetite and ilmenite that appear in equilibrium. Representative compositions of magnetite and ilmenite obtained from analyses of 15 microphenocryst pairs from four geographically different pumice samples are given in Table 2. The compositions of each oxide pair are recalculated using the solution model of Stormer (1983) and tested for equilibrium using the model of Bacon and Hirschmann (1988). We use the QUILF 4.1 software of Andersen et al. (1993) to determine the equilibrium temperatures and estimate oxygen fugacities of the stage I dacite magma shown in Table 2. Our oxide analyses yield an average temperature of 839±23 °C at a log fO2 of −11.2±0.2 (∼1.4 log units above the NNO buffer; Fig. 2). The most recent solution model of Ghiorso and Evans (2008; web calculator available at http://ctserver. ofm-research.org/OxideGeothrm/OxideGeothrm.php) gives similar results with a temperature of 841±8 °C and an oxygen fugacity at NNO +1.4."
  }, {
    "heading": "5. Estimation of the S budget of the Huaynaputina dacite using apatite",
    "text": "Apatite occurs as distinct microphenocrysts or inclusions in biotite and amphibole ranging in size from 30 to 200 μm in all juvenile materials (Fig. 4). The majority of the analyzed apatites were basal sections because they were the quickest to identify, although no systematic difference in S concentration between basal and analyzed axial sections was found. No consistent intra- or inter-grain difference was found in the sulfur concentrations, and no obvious core–rim\nzonation could be detected (Fig. 4). The few apatite inclusions do not show any significant difference in composition to the microphenocrysts (Table 3). Most of our sulfur data from apatite cluster in a narrow range of values, though one point falls well outside this range (HY 98-48d 6 inclusion in amphibole in Table 3). This may indicate local high S conditions at one time, but we do not believe that it represents the system as a whole. Alternatively the analysis could represent a bad measurement, although we have no other evidence for this.\nWhen compared with apatites from 20 other volcanoes as reported in Peng et al. (1997), Huaynaputina apatite major and minor elements are quite concordant (Fig. 5). Although Huaynaputina samples do not contain anhydrite, the fields for S, Si+Na, and volatile (Cl, F, and OH) contents in apatite straddle those of both anhydritebearing and anhydrite-free volcanoes. In particular, the S contents in the apatites from Huaynaputina are higher than those analyzed from the Mesa Falls Tuff, Mt. St. Helens, and the Bishop Tuff and broadly similar to those found in themagmas of Pinatubo and Ceboruco, based on data compiled in Peng et al. (1997).\nThe measured SO3 weight percentages in the apatite grains are used to estimate the magmatic S budget and in turn the degassed mass of S into the atmosphere. Multiple methods have been reported for determining S partitioning between apatite and the melt and we studied those of both Peng et al. (1997) and Parat and Holtz (2005). To estimate the S content of the melt, we do not use the experimentbased method of Parat and Holtz (2005) due to a two log unit difference in oxygen fugacity, and instead follow the empirical method of Peng et al. (1997), also used by Parat et al. (2002).\nSulfur concentrations in the apatite reflect the early partitioning of sulfur between the apatite and the melt. It is this initial value of sulfur in the melt that is necessary for estimating the total sulfur output of the melt. The relationship between the sulfur concentrations in apatite and the early melt is governed by a distribution coefficient, derived by analyses of experimental apatite and glass by Peng et al. (1997). These were determined under fluid present conditions, but are consistent with partition coefficients calculated using a thermodynamic approach by Streck and Dilles (1998). We use this equation relating the distribution coefficient (D) and the apatite saturation temperature (AST in Kelvin) as given in Peng et al. (1997),\nln Dð Þ = 21130 AST\n−16:2 ð1Þ The AST in this equation is the temperature at which apatite begins to crystallize, and this value is experimentally determined to be mainly dependent on the melt concentrations of SiO2 and P2O5 at the time of apatite crystallization (Harrison and Watson, 1984). The\neffects of pressurewithin the range of the crust have been shown to be minimal on apatite solubility and therefore the apatite saturation temperature (Harrison andWatson, 1984). For a systemwith a single, simple magma source, the final whole-rock SiO2 and P2O5 concentrations are good estimates of the concentrations of these oxides in the melt at the apatite saturation temperature (CSiO2 AST and CP2O5 AST ; Piccoli and Candela, 1994). However, de Silva et al. (2008) have shown that the stage I dacite of Huaynaputina contains a significant proportion of xenocrysts and antecrysts of plagioclase and other crystals phases and so the final whole-rock concentrations do not reflect liquid compositions. They cannot, therefore, be used to estimate the concentrations at the AST. Through a consideration of the proportions of the true phenocrysts versus exotic crystals we find that the Huaynaputina stage I magma was relatively poor in crystals — on average about 8 to 10%. The liquid composition at the AST was therefore more similar to the rhyolitic residual liquid/glass composition. We therefore approximate CSiO2 AST and CP2O5 AST with the wt.% SiO2 and wt.% P2O5 of the stage I glass (Table 1), thereby eliminating the contribution of the exotic crystal cargo. The apatite saturation temperature is then calculated from CSiO2 AST , CP2O5 AST , and the crystallinity (X) with the experimentallyderived Eq. (2) (Piccoli and Candela, 1994).\nT = 26400⋅CASTSiO2−4800\n12:4⋅CASTSiO2− ln CASTP2O5\n1− X=100\n! −3:97\nð2Þ\nThe sulfur budget calculations and results are summarized in Table 5. This approach yields the amount of SO3 (ppm) in the early melt, which in turn yields a total magmatic S content for the 8.8 km3 of magma erupted in stage I. We further measure an average concentration of 92 ppm of S in the final glass (Table 4). This represents the remaining S dissolved in the final melt, which we subtract to obtain the amount of erupted sulfur.\nWe derive a maximum total erupted mass of ∼2.5 Mt of S based on only the sulfur in the initial melt. Upon correction for the sulfur that remained in the glass (Table 4), a total eruptedmass of S of ∼0.8 Mt for the stage I plinian eruption is calculated (Table 5). As the other stages contribute minimally to the magmatic sulfur budget, this value can be taken as the minimum total S output of the Huaynaputina magma.\nThis petrologic method based on apatite yields a similar sulfur budget result to the classic petrologic method involving data frommelt inclusions andmatrix glass. In comparing the S found inmelt inclusions\nin plagioclase and that measured in the present matrix glass, we can estimate the sulfur yield to validate the apatite petrologicmethod. All of the analyzedmelt inclusions (n=8) are found in plagioclase of TypeA2, which were crystallized from dacite 1 at depth and not harvested from othermagmas (de Silva et al., 2008). Using themeasurements of S in the melt inclusions in A2 plagioclase to estimate the sulfur content of the original melt, and the matrix glass measurements as a proxy for final sulfur in the melt, we can derive an independent estimate of the sulfur budget of Huaynaputina (Table 4;Westrich and Gerlach, 1992; Costa et al., 2003). By scaling the difference in sulfur concentration between the final and initialmelts by themass of the eruptedmaterial, wefind a total mass of erupted S of ~0.73 Mt, very similar to our apatite-derived value. The low sulfur masses are similar to the range of erupted S calculated from glass inclusions in plagioclase and hornblende (∼2 to 4 Mt) by Costa et al. (2003).\nThe melt-derived sulfur contribution from Huaynaputina compares well with that from the 1991 eruption of Pinatubo, to which Westrich and Gerlach (1992) applied the petrologic method and calculated a melt-derived sulfur contribution of 0.11 Mt; a minimal portion of the 10 Mt overall sulfur loading by the eruption."
  }, {
    "heading": "6. Discussion",
    "text": "We concur with Costa et al. (2003) that the amount of sulfur estimated from ice cores is probably a minimum value because not all of the erupted sulfur is likely to travel to the poles and be recorded in the ice due to physicochemical barriers. For instance, sulfur species may be rained out or absorbed into ash (Westrich and Gerlach, 1992), and the actual erupted S during the Huaynaputina eruption may have been much higher (Costa et al., 2003). Incomplete transfer and partitioning results in a discordance between erupted S and the signal in the ice core determined by de Silva and Zielinski (1998). Costa et al. (2003) estimated that the S released into the atmosphere may have been as high as 26 to 55 Mt, and attributed themajority of this S release to a fluid phase in equilibrium with the melt. Our study supports the observation of Costa et al. (2003) that themelt-derived S content of the Huaynaputina dacite is much too low to account for this total S release associatedwith the eruption. Costa et al. (2003) posited that a separate fluid phase, as suggested for Mt. Pinatubo and El Chichón (Westrich and Gerlach, 1992), was the source of the missing S.\nA case for a vapor phase at Huaynaputina can certainly be made. Since magmas are thought to be fluid saturated at typical depths of pre-eruptive storage and crystallization, low S apatite and low melt S contents in explosively-erupted dacitic magmas are typically attributed to the loss of S to a vapor phase. Apatite that crystallizes from such a melt in equilibrium with a separate vapor would therefore be expected to be relatively poor in S. An important control on the sulfur partition coefficient between the vapor and melt phases is oxygen fugacity, with very reduced melts yielding high coefficients (468) and oxidized melts yielding somewhat lower coefficients (47; Keppler, 1999). Our fO2 estimates suggest moderately oxidized conditions resulting in a partition coefficient for Huaynaputina of about 47. Consequently, a fluid phase coexisting with the Huaynaputina melt would be very enriched in sulfur compared with the melt and could account for the large discrepancy between the estimate of the meltderived S contribution and the total S budget (Costa et al., 2003). We agree that a fluid phase in equilibriumwith the melt is a viable source, but caution that the importance of the fluid phase may be overstated.\nPressure is another important control on S partitioning between melt and vapor phases. Luhr (1990) and Scaillet and Pichavant (2003) show that the solubility of S in the magma increases with pressure possibly reducing the importance of a separate vapor phase in the Huaynaputina stage I dacite. In experiments using the 1982 El Chichón trachyandesite, Luhr (1990) found that SO3 concentrations in the glass doubled between 2 kb and 4 kb pressures at 850 °C. This leads to an estimated S solubility at 6 kb that is 3 times greater than that at 2 kb.\nTherefore adeepermagmatic history could reduce the importanceof the role of a coexisting vapor phase.\nBased on trace element systematics, seismicity, and the lack of caldera collapse the dacite magma erupted during stage I of the 1600 eruption of Huaynaputina is interpreted to have originated at ∼20 km, and pressures of ∼6 kb (Lavallée et al., 2005; de Silva et al., 2008; Lavallée et al., 2009). The newly established depth results in a pressure much greater than the 2–3 kb estimated from hornblende geobarometry by Costa et al. (2003). We are uncomfortable with the amphibole geobarometry conducted by Costa et al. (2003), and treat these data with some caution because the Huaynaputina dacites do not have the appropriate phase assemblage (no quartz, alkali feldspar, or sphene) required to apply the amphibole geobarometer. We consider that the general character of the Huaynaputina dacites is more consistent with a deep origin (6 kb — Lavallée et al., 2009), reducing the role a separate vapor phasemay have played. In this light we interpret the apatite data as follows. The evidence that apatite is found as inclusions in many phenocryst phases, reveals that it began to crystallize early and deeper in the history of the system, before the magma was fluid-saturated. Since the SO3 compositions of inclusions and individual microphenocrysts of apatite are similar, this suggests that the apatites record a low S magma. It is likely that later, upon the ascent of the Huaynaputina stage I dacite, the system became fluidsaturated and a separate fluid phase segregated, partitioning the (already low) S out of the melt phase. Given the slow timescales of diffusion in apatite, the grains are unlikely to have re-equilibrated to the late fluid present condition for the Huaynaputina magma in the short period of time that the system was at a shallower depth. Thus, the SO3 apatite data from the stage I dacite magma at Huaynaputina is in agreement with a low S magma, and while S in a coexisting vapor is probably an important part of the Huaynaputina S budget it is not as important as previously thought. Below we propose an additional source of sulfur that should be considered to account for the atmospheric loading from the Huaynaputina eruption."
  }, {
    "heading": "7. An external, hydrothermal contribution to the S budget of the",
    "text": ""
  }, {
    "heading": "1600 eruption of Huaynaputina",
    "text": "Carroll and Rutherford (1987), and more recently Oppenheimer (1996), have posited that the remobilization of hydrothermal sulfur deposits could be an important source of sulfur during explosive eruptions. Shallow hydrothermal systems precipitate many sulfurbearing minerals that could be combusted during eruption to produce a significant part of the S budget. The main plinian deposit of Huaynaputina has abundant hydrothermal lithics and areas rich in hydrothermally altered material consisting of small clasts and finely comminuted lithic fragments throughout its fall deposit (Adams et al., 2001). Disseminated pyrrhotite and pyrite are visually identifiable in the hydrothermal material in the deposit and yellow staining is common (Fig. 3).We have interpreted this evidence to illustrate that a large mass of hydrothermally altered material was reamed out during the eruption (Adams et al., 2001). The basement to the vents at Huaynaputina consists of the core of an ancestral volcano and at least 3 km of hydrothermally altered sediment. These would have been an abundant source of external S for the eruptingmixture to interactwith.\nTo estimate the potential contribution of this external S, we use the Adams et al. (2001) estimate that 2.5 wt.% of the main fall deposit consists of lithic fragments and debris, although up to 10–12 km from the vent, 10 wt.% of the deposit was not uncommon. The minimum mass of magma erupted was 2.1×1013 kg. Using the methods of Oppenheimer (1996), who used conservative estimates for the efficiency of the pyrolisis reaction (only 10% of hydrothermal sulfur is incorporated) and the amount of elemental sulfur (1%) liberated from 2.5 wt.% of hydrothermal material, we calculate that ∼0.7 Mt of erupted sulfur could have originated from hydrothermal deposits. This accounts for 1–4% of the 16–55 Mt of total erupted\nS that de Silva and Zielinski (1998) and Costa et al. (2003) estimate from the ice core record. A less conservative but quite reasonable estimate of 25% efficiency yields a contribution of 3–11% of the total erupted sulfur. The weight percent of lithics may also be greater given their complex distribution, and so with 5 wt.% lithics, not unreasonable given that for a large part of the deposit 10% was estimated, and 25% efficiency, ~3.5 Mt of S could be contributed (6–22%) — consistent with the yield curves in Oppenheimer (1996; his Fig. 1). These examples show that even for a conservative approach, the contribution from hydrothermal sulfur is potentially significant. So, while not meant to be definitive, and acknowledging the large uncertainties in the total S budget of the eruption, we have demonstrated that hydrothermal S could contribute significantly to the stratospheric input from this eruption. This had not previously been recognized."
  }, {
    "heading": "8. Conclusion",
    "text": "Our study quantifies and characterizes the sources of the sulfur erupted during stage I of the 1600 eruption from Huaynaputina. We use SO3 data from apatites from stage I to provide an alternative petrologic estimate of sulfur erupted from this anhydrite-lacking dacite magma. The apatites are fluorapatites and define a consistent population that is similar to the apatites of other explosive eruptions that both contain and do not contain primary anhydrite. SO3 in apatites coupled with low S in glass and melt inclusions indicates that Huaynaputina was a S-poor magma. Our measurements of SO3 in these apatites yield ~0.8 Mt of erupted S from the 1600 eruption of Huaynaputina. This is a small fraction of the total erupted S estimated from the eruption (1.5–5%) and requires other sources of S than the melt. While we agree with Costa et al. (2003) that a fluid phase coexisting with the melt is a viable alternative source, we differ in suggesting that a deep (∼6 kb) history for the Huaynaputina magma reduces the role of a vapor phase in equilibrium with the melt. Instead, we find evidence that combusted hydrothermal sulfur provides an important contribution. Field evidence suggests that 2.5 to 10% of the erupted mass during the 1600 eruption was entrained hydrothermally altered material. Conservative estimates of the efficiency and yield of S pyrolisis or combustion during eruption allow that up to 22% of the sulfur budget could reasonably have been derived from combusted sulfur or sulfide from the hydrothermal system. This had not been previously appreciated. After quantifying the magmatic and hydrothermal S contributions, we estimate that ~12–51 Mt of S (73–92% of the total S) would be provided by the fluid phase. Our work with Huaynaputina suggests that oxidized dacitic magmas that may have never stabilized anhydrite can yield a significant atmospheric loading of SO2, but that this S may not be magmatic and some of it may be completely accidental. The study of Huaynaputina shows that unraveling the source of sulfur in explosive eruptions is extremely complex and requires detailed knowledge of all aspects of an eruption to put the petrologic data into correct context."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was an outcome of conversations with Jim Luhr during a 2006 visit to the Smithsonian by SdeS. His knowledge, advice, and encouragement will be sorely missed. HD acknowledges support from OSU grant SGO201-SGSS and EAR0710545 to SdeS for support for 2007 and 2008 summer research experiences at Oregon State University. Steve Self and Thor Thordarson facilitated melt inclusion and glass S analyses for Huaynaputina at the University of Hawaii, Manoa. This work is a continuation of our efforts at Huaynaputina supported by National Science Foundation grants EAR9614405 and EAR0087181 to SdeS. Guido Salas has been a long time collaborator on our work in Peru and Huaynaputina in particular. Frank Tepley\nprovided enthusiastic and knowledgeable support for analytical work in the OSU Microprobe Laboratory. Informal reviews and advice on early versions of this manuscript came from John Dilles, Martin Streck, and Clive Oppenheimer. Intense discussion about apatite and sulfur with the VIPER group at OSU were important in determining the most appropriate partitioning models to consider. Journal reviewers Fleurice Parat and Jim Webster provided thoughtful and pointed reviews, and editor Anne Peslier provided valuable guidance to help improve this contribution."
  }],
  "year": 2010,
  "references": [{
    "title": "The physical volcanology of the 1600 eruption of Huaynaputina, southern Peru",
    "authors": ["N.K. Adams", "S.L. de Silva", "S. Self", "G. Salas", "S. Schubring", "J.L. Permenter", "K. Arbesman"],
    "venue": "Bulletin of Volcanology",
    "year": 2001
  }, {
    "title": "QUILF; a Pascal program to assess equilibria among Fe–Mg–Mn–Ti oxides, pyroxenes, olivine, and quartz",
    "authors": ["D.J. Andersen", "D.H. Lindsley", "P.M. Davidson"],
    "venue": "Computers & Geosciences",
    "year": 1993
  }, {
    "title": "1988.Mg/Mnpartitioningas a test for equilibriumbetween coexisting Fe–Ti oxides",
    "authors": ["C.R. Bacon", "M.M. Hirschmann"],
    "venue": "American Mineralogist",
    "year": 1988
  }, {
    "title": "Iron–titanium oxide minerals and synthetic equivalents",
    "authors": ["A.F. Buddington", "D.H. Lindsley"],
    "venue": "Journal of Petrology",
    "year": 1964
  }, {
    "title": "The stability of igneous anhydrite: Experimental results and implications for sulfur behavior in the 1982 El Chichón trachyandesite and other evolved magmas",
    "authors": ["M.R. Carroll", "M.J. Rutherford"],
    "venue": "Journal of Petrology",
    "year": 1987
  }, {
    "title": "Massive atmospheric sulfur loading of the AD 1600 Huaynaputina eruption and implications for petrologic sulfur estimates",
    "authors": ["F. Costa", "B. Scaillet", "A. Gourgand"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "1998.Global influence of theAD1600eruption ofHuaynaputina",
    "authors": ["S.L. de Silva", "G.A. Zielinski"],
    "venue": "Peru. Nature",
    "year": 1998
  }, {
    "title": "The socioeconomic consequences of the A.D. 1600 eruption of Huaynaputina, southern Peru. Volcanic Hazards and Disasters in Human Antiquity",
    "authors": ["S.L. de Silva", "J. Alzueta", "G. Salas"],
    "venue": "Special Paper",
    "year": 2000
  }, {
    "title": "Triggering explosive eruptions—the case for silicic magma recharge at Huaynaputina, southern",
    "authors": ["S. de Silva", "G. Salas", "S. Schubring"],
    "venue": "Peru. Geology",
    "year": 2008
  }, {
    "title": "The redox state of Pinatubo dacite and the ilmenite– hematite solvus",
    "authors": ["B.W. Evans", "B. Scaillet"],
    "venue": "American Mineralogist",
    "year": 1997
  }, {
    "title": "Intracrustal derivation of Na-rich andesitic and dacitic magmas; an example from Volcan Ollague, Andean Central Volcanic Zone",
    "authors": ["T.C. Feeley", "M.D. Hacker"],
    "venue": "Journal of Geology",
    "year": 1995
  }, {
    "title": "Fe–Ti oxide–silicate equilibria; assemblages with fayalitic olivine",
    "authors": ["B.R. Frost", "D.H. Lindsley", "D.J. Andersen"],
    "venue": "American Mineralogist",
    "year": 1988
  }, {
    "title": "Thermodynamics of rhombohedral oxide solid solutions and a revision of the FE-TI two-oxide geothermometer and oxygenbarometer",
    "authors": ["M.S. Ghiorso", "B.W. Evans"],
    "venue": "American Journal of Science",
    "year": 2008
  }, {
    "title": "Thebehavior of apatiteduringcrustal anatexis: equilibrium and kinetic considerations",
    "authors": ["M.T. Harrison", "B.E. Watson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1984
  }, {
    "title": "Experimental evidence for the source of excess sulfur in explosive volcanic eruptions",
    "authors": ["H. Keppler"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Explosive volcanism (VEI 6) without caldera formation: insight from Huaynaputina volcano, southern Peru",
    "authors": ["Y. Lavallée", "S.L. de Silva", "G. Salas", "J.M. Byrnes"],
    "venue": "Bulletin of Volcanology",
    "year": 2005
  }, {
    "title": "Structural control of volcanism at the Ubinas, Huaynaputina, and Ticsani Volcanic Group (UHTVG), southern Peru",
    "authors": ["Y. Lavallée", "S.L. de Silva", "G. Salas", "J.M. Byrnes"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2009
  }, {
    "title": "Experimental phase relations of water- and sulfur-saturated arc magmas and the 1982 eruptions of El Chichon volcano",
    "authors": ["J.F. Luhr"],
    "venue": "Journal of Petrology",
    "year": 1990
  }, {
    "title": "Sulfur isotope systematics of the 1982 El ChichÛn trachyandesite: an ion microprobe study",
    "authors": ["J.F. Luhr", "M.A.V. Logan"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2002
  }, {
    "title": "El Chichon volcano, Chiapas, Mexico — mineralogy and petrology of the anhydrite-bearing pumices",
    "authors": ["J.F. Luhr", "I.S.E. Carmichael", "J.C. Varekamp"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1984
  }, {
    "title": "The Volcanic Explosivity Index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["C.G. Newhall", "S. Self"],
    "venue": "Journal of Geophysical Research",
    "year": 1982
  }, {
    "title": "On the role of hydrothermal systems in the transfer of volcanic sulfur to the atmosphere",
    "authors": ["C. Oppenheimer"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Sulfur partitioningbetweenapatite andmelt and effect of sulfur on apatite solubility at oxidizing conditions",
    "authors": ["F. Parat", "F. Holtz"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2004
  }, {
    "title": "Sulfur partition coefficient between apatite and rhyolite: the role of bulk S content",
    "authors": ["F. Parat", "F. Holtz"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2005
  }, {
    "title": "Anhydrite, pyrrhotite, and sulfur-rich apatite: tracing sulfur evolution of an Oligocene andesite (Eagle Mountain, CO",
    "authors": ["F. Parat", "M.A. Dungan", "M.J. Streck"],
    "venue": "USA). Lithos",
    "year": 2002
  }, {
    "title": "Factors controlling sulfur concentrations in volcanic apatite",
    "authors": ["G. Peng", "J.F. Luhr", "J.J. McGee"],
    "venue": "American Mineralogist",
    "year": 1997
  }, {
    "title": "Apatite in felsic rocks: a model for the estimation of initial halogen concentrations in the Bishop Tuff (Long Valley) and Tuolumne Intrusive Suite (Sierra Nevada Batholith) magmas",
    "authors": ["P. Piccoli", "P. Candela"],
    "venue": "American Journal of Science",
    "year": 1994
  }, {
    "title": "The atmospheric effects of El Chichon",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Scientific American",
    "year": 1984
  }, {
    "title": "Experimental constraints on volatile abundances in arc magmas and their implications for degassing processes",
    "authors": ["B. Scaillet", "M. Pichavant"],
    "venue": "Geological Society, London, Special Publications",
    "year": 2003
  }, {
    "title": "The effects of recalculation on estimates of temperature and oxygen fugacity from analyses of multicomponent iron–titanium oxides",
    "authors": ["J.C. Stormer Jr."],
    "venue": "American Mineralogist",
    "year": 1983
  }, {
    "title": "Variation of F and Cl X-ray intensity due to anisotropic diffusion in apatite during electron microprobe analysis",
    "authors": ["J.C. Stormer", "M.L. Pierson", "R.C. Tacker"],
    "venue": "American Mineralogist",
    "year": 1993
  }, {
    "title": "Sulfur evolution of oxidized arc magmas as recorded in apatite from a porphyry copper",
    "authors": ["M.J. Streck", "J.H. Dilles"],
    "venue": "batholith. Geology",
    "year": 1998
  }, {
    "title": "Aerosol perturbations related to volcanic eruptions during the past few centuries as recorded in an ice core from the Central DronningMaud Land, Antarctica",
    "authors": ["M. Thamban", "A. Chaturvedi", "A. Rajakumar", "S.S. Naik", "W. D'Souza", "A. Singh", "S. Rajan", "R. Ravindra"],
    "venue": "Current Science",
    "year": 2006
  }, {
    "title": "Reconstruction of the AD 1600 Huaynaputina eruption based on correlation of geologic evidence with early Spanish chronicles",
    "authors": ["Thouret", "J.-C", "E. Juvigné", "A. Gourgaud", "P. Boivin", "J. Dávila"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2002
  }, {
    "title": "The 1982 eruptions of El Chichon volcano (Chiapas, Mexico) — character of the eruptions, ash-fall deposits, and gas phase",
    "authors": ["J.C. Varekamp", "J.F. Luhr", "K.L. Prestegaard"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1984
  }, {
    "title": "Magmatic gas source for the stratospheric SO2 cloud from the June",
    "authors": ["H.R. Westrich", "T.M. Gerlach"],
    "venue": "eruption of Mount Pinatubo. Geology",
    "year": 1992
  }, {
    "title": "On the surface and atmospheric temperature change following the 1991 Pinatubo volcanic eruption: a GCM study",
    "authors": ["F. Yang", "M.E. Schlesinger"],
    "venue": "Journal of Geophysical Research",
    "year": 2002
  }],
  "id": "SP:c3b99644d80adfd26d2e388cfe5c018fab56bc17",
  "authors": [{
    "name": "Hannah Dietterich",
    "affiliations": []
  }, {
    "name": "Shanaka de Silva",
    "affiliations": []
  }],
  "title": "Sulfur yield of the 1600 eruption of Huaynaputina, Peru: Contributions from magmatic, fluid-phase, and hydrothermal sulfur"
}