{
  "sections": [{
    "text": "The top of Tuff IF marks the upper boundary of the Plio-/Pleistocene Bed I succession exposed in Olduvai Gorge, NE Tanzania, a tephrostratigraphic interval that is well known for remarkable Oldowan archaeological and vertebrate fossil assemblages, including early hominins. Geochemically, Tuff IF is characterized by a relatively consistent silica-undersaturated trachytic to phonolitic composition that relates both in terms of numerical ages (1.79Ma) and compositional constraints toOlmoti volcano, located 22–38 kmEofOlduvaiGorge.\nMeasured Tuff IF sections are characterized by a thick unwelded pyroclastic flow in proximal settings and a succession of surges and ashfalls that interfingers with fluvio-lacustrine deposits of the Olduvai Basin in the medial to distal settings. Only in those areas with a relatively low topographic gradient, in distal reaches and beyond the toe of an Olmoti-sourced volcaniclastic fan, did the Tuff IF marker develop a typical threefold subdivision comprising: (1) primary surges andminor fallout, (2) reworked pumice units as lateral correlatives of proximally emplaced pyroclastic flows and (3) a succession of mass flows in conjunction with aeolian and fluvially reworked units.\nThe pyroclastic marker unit is thus highly heterogeneous with regard to its vertical and lateral facies architecture and this has immediate effects on its preservation potential and in situ burial of fossils and stone artifacts. Even though the volcanically-related environmental perturbationswere probablymore severe at the eastern lakemargin, the evidence for at least temporary freshwater sources and trees suggests environments conducive to hominin activities, but not during emplacement of Tuff IF pyroclastic flows and surges. This inference is supported by the presence of rich Oldowan stone artifact assemblages immediately preceding and following the deposition of Tuff IF, but only extremely sparse archaeological traces from one site in Tuff IF, restricted to the upper, fluvially reworked portion of Tuff IF.\nTuff IF facies record the maximum of a regressive (drying) cycle that correlates with regional marine arid indicators. An ecological crisis covering ∼2000–3500 a of time during Tuff IF deposition resulted not only from the lethal effects of explosive volcanism but also from its coincidence with a pronounced period of climate induced drought. These combined effects appear to have made at least the eastern basin uninhabitable by hominins and other vertebrates for most of the time during which Tuff IF accumulated. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Tanzania; Olduvai Gorge; Pliocene; Pleistocene; Volcaniclastic sediments; Tephrostratigraphy; Oldowan hominins; Palaeoecology\n⁎ Corresponding author. Tel.: +49 241 80 95719.\nE-mail address: stollhofen@geol.rwth-aachen.de (H. Stollhofen).\n1 The Alliance for Earth Sciences, Engineering and Development in Africa (AESEDA), Penn State University, 202 Walker Building, University Park, PA 16801, USA.\n0031-0182/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2007.09.024"
  }, {
    "heading": "1. Introduction",
    "text": "Olduvai Gorge in northeastern Tanzania (Fig. 1) is a valley incised into the Serengeti Plain exposing a c. 70 cm thick pile of basic, silica-poor volcaniclastics, lavas and fluvio-lacustrine strata of the Plio-Pleistocene Olduvai Basin (Hay, 1976; Hay and Kyser, 2001). This depocentre developed in a split-off (splay fault) valley at the southwestern toe of the Gregory Rift (Fig. 1), the southern extension of the eastern branch of the Cenozoic East African Rift System (Morley et al., 1999).\nWidespread volcanism has accompanied the formation of this rift system. In its eastern branch, rifting was associated with or preceded by voluminous eruptions of basalts, trachytes and phonolites since the Oligocene (Morley et al., 1992). The earliest volcanic eruptions along the Gregory Rift occurred at the beginning of the Pliocene and were mainly of alkali basalt–trachyte– phonolite association. This period of activity included Elanairobi, Olmoti, Ngorongoro, Lemagurut, Satiman, (Fig. 1) and other volcanic edifices (Dawson, 1992; Foster et al., 1997). A second phase of volcanic activity\nd (B) to the west of the Main East African Rift Valley (compiled from p (C) shows the essential structural framework and prominent volcanic\noccurred after a 1.2 Ma old faulting episode, and included Oldoinyo Lengai, Meru, Monduli, and Kerimasi. These later magmas were ultra-basic to ultra-alkaline in composition producing mainly nephelinites, phonolites and feldspathoidal syenites, as well as carbonatites (Dawson, 1992; Manega, 1993; Dawson et al., 1994; Bell and Simonetti, 1996; Foster et al., 1997).\nExtensive Plio-Pleistocene fluvio-lacustrine deposits containing remarkable vertebrate fossil assemblages are found in places associated with the rift system. In Kenya and northern Tanzania these include Lake Turkana, Laetoli and Olduvai Gorge, locations well known for abundant early hominin fossils and stone artifact assemblages (Leakey, 1971; Leakey and Harris, 1987;\nBrown and Feibel, 1988; Harris et al., 1988; Blumenschine and Masao, 1991). At Olduvai Gorge Mary and Louis Leakey discovered palaeoanthropological assemblages including the remains of Australopithecus (Zinjanthropus) boisei in 1959 and Homo habilis in 1960 in association with other vertebrate fossils and stone artifacts, representing the type series of the Oldowan Industry, the earliest stone tool tradition (Leakey, 1971). Olduvai is unique because it not only preserves naturally exposed sections recording the entire time range from the Pliocene to the present, but also contains abundant pyroclastic marker beds. These marker beds provide excellent stratigraphic control on the wealth of palaeontological and archaeological remains. Pyroclastic marker beds thus form the basis for a high-resolution Oldowan tephrostratigraphy and for correlating and dating palaeontological and archaeological finds (Hay, 1976; McHenry, 2005).\nUsing a tephrostratigraphic framework, Hay (1967, 1976) subdivided the Plio-Pleistocene succession of Olduvai Gorge into seven Formations (Beds I–IV, Masek Beds, Ndutu Beds, and Naisiusiu Beds), overlying a crystal rich tuff termed the Naabi Ignimbrite (Fig. 2). This paper, however, follows the recent approach of McHenry et al. (in press) and includes the Naabi Ignimbrite in Bed I because of its obvious geochemical affinities to other Bed I volcanics. The oldest section of the Bed I deposits is exposed at only one locality in the eastern and central part of Olduvai Gorge, where most of the well-known archaeological sites are located. Younger olivine-basaltic lava flows instead mark the base of Bed I in the east. From the palaeoanthropological perspective, the stratigraphic interval between the Bed I lavas (Hay's base of the “Upper Member of Bed I”, Hay, 1963) and Middle Bed II is exceptionally important because of its rich assemblages of Oldowan stone artifacts associated with a diversity of vertebrates including hominins (Leakey, 1971). This section includes a series of tephrostratigraphic markers including Tuffs IB, IC, ID, IE, the Ng'eju Tuff, and Tuff IF (Fig. 2), which marks the top of Bed I (Hay, 1976; McHenry, 2005; McHenry et al., in press). These markers provide the tephrostratigraphic framework employed by palaeoanthropologists to subdivide the Upper Member of Bed I (sensu Hay, 1963) into Lower (Naabi Ignimbrite to Tuff IB), Middle (Tuff IB to Tuff ID), and Upper Bed I (Tuff ID to Tuff IF) (Leakey, 1971). Numerical age control is provided by integrated paleomagnetic analysis and single-crystal laser-fusion 40Ar/39Ar dating, the latter method constraining Bed I to ages between 2.029±0.005 Ma (Naabi Ignimbrite) and 1.748±0.011Ma (Tuff IF) (Walter et al.,\n1991, 1992). But this Tuff IF age was disputed by Tamrat et al. (1995) on the basis of palaeomagnetic constraints. The time range of middle and upper Bed I is currently best provided at the base by single-crystal laser-fusion 40Ar/39Ar dating of anorthoclase and sodic sanidine phenocrysts reported in Blumenschine et al. (2003) on the basis of 40Ar/39Ar dates of 1.845±0.002 Ma for Tuff IB and 1.839±0.005Ma for Tuff IC. The upper age limit is bracketed by the recalibrated top of the Olduvai subchron at 1.785 Ma (Berggren et al., 1995) which sits just above Tuff IF (Blumenschine et al., 2003). Considering that the top of the Olduvai Subchron lies within the lower 0.5 m of Bed II, Hay and Kyser (2001) calculated an age of 1.79 Ma for Tuff IF which we use here.\nRecent palaeoanthropological fieldwork under the auspices of the Olduvai Landscape Palaeoanthropology Project (OLAPP) focuses on the landscape reconstruction and patterns of hominin land use during the Oldowan, with one major focus being on lowermost Bed II times, using Tuff IF as the most important marker horizon, exposed not only in extensive natural cliffs but also in 114 archaeological excavations through the 2006 field season. This paper aims to establish a detailed process-oriented volcaniclastic facies analysis combined with a summary of the petrographic/geochemical characteristics of marker Tuff IF. It also integrates data on sedimentary palaeoenvironments to introduce some of the possible effects of volcanic activity on hominin palaeoecology."
  }, {
    "heading": "2. Sedimentological framework",
    "text": "During Bed I deposition, the shallow, up to 250 km2 extensional Olduvai Basin (Hay, 1996) was hydrologically closed and occupied by a saline-highly alkaline playa lake (Hay and Kyser, 2001) with its depocentre southeast of the 5th Fault (Fig. 3). This lake expanded and contracted over a broad lake-margin flat (Hay, 1976; Ashley and Hay, 2002), probably driven by wet/dry climate cycles (Hover and Ashley, 2003). In the sedimentological record, waxy claystones were interpreted to reflect lake level highstands whereas earthy sediments have been related to a groundwater-fed wetland that developed during lake level lowstands (Ashley and Driese, 2000; Liutkus and Ashley, 2003). However, fluvial erosion and deposition played the dominant role in generating the sequence architecture. Source areas for detrital sediments were the Ngorongoro Volcanic Highlands in particular and to a lesser degree quartzose-feldspathic Precambrian basement rocks to the north and west of the basin (Fig. 3). Short-term and\nvoluminous sediment input was provided by explosive volcanic eruptions, the products of which formed both primary and secondary (reworked) pyroclastic units such as exhibited in marker Tuff IF. In palaeoanthropology, the term “tuff” has been used in a rather broad sense, neither taking compositional variations due to reworking nor changes in grain size and fabrics into account and most geological work on them has been essentially descriptive or purely geochemical. Tuff IF has been measured as 0.5 to 2.0 m thick and has been subdivided into three units recording successively (I) a series of ash falls, (II) a fall of ash and lapilli from a single large eruption, and (III) reworking and redeposition of ash from exposed lake-margin terrain into the Olduvai Lake (Hay, 1976, 1996). All of these units were interpreted as wholly or dominantly lacustrine (Hay, 1996; Ashley and Hay, 2002) and the distribution of the\nfallout tephra has been related to easterly winds from a single source, Olmoti volcano (Hay and Kyser, 2001; McHenry et al., in press)."
  }, {
    "heading": "3. Volcaniclastic facies",
    "text": "Fig. 3 shows a map of the Olduvai Main and Side Gorges involving faults, locations of outcrop areas and measured sections referred to in the text. The term “Junction Area” addresses the area between Long K and the FLK fault where the Side Gorge joins the Main Gorge. Individual valleys (korongos=K, e.g. FLK, MCK, HWK) and cliffs (=C, e.g. RHC) are named by Leakey (1971). Areas in which sections were measured by Hay (1976) but which lack individual valley or cliff names in Leakey (1971) are referred by their geological locality numbers (eg. Loc. 200, Loc. 8a). OLAPP's\narchaeological excavations are referred to by their trench numbers (e.g. Tr. 120). Measured sections were located by GPS and logging of lithofacies involved the gathering of thickness, grain size, bedding and surface structure data. Sections at Loc. 200, Loc. 1, Loc. 8a, MCK, HWK-EE, and RHC cover proximal to distal positions 20–40 km away from the deduced Olmoti volcanic source (Hay, 1976). The Tuff IF unit thins from 9.2 m (Loc. 200) down to 0.6 m (RHC) and shows sudden changes in both facies assemblages and sequencing. The sections will be described from the most proximal to the most distal.\n3.1. Proximal ignimbrite flow: ground zero succession at Loc. 200\nAn obvious phase of erosion preceded the deposition of the Tuff IF marker unit as recorded by a stack of pumice-rich low-viscosity debris flow, volcaniclastic sheet flood and channelized fluvial deposits. The marker tuff itself (Fig. 4) is characterized in this area by a thick, massive ignimbrite flow unit (9.1 m) that is underlain by a thin (10 cm), plane bedded ground surge ash layer, draping the pre-eruptive morphology. The ignimbrite classifies as a block-bearing ash-lapilli-tuff with about\nhowing block-bearing ash-lapilli-tuff, dominated by non-welded vitric erately vesicular scoriae (grey arrow) and obsidian (black arrow).\n55 vol% of the components exceeding sizes of 2 cm. Juvenile components of the ignimbrite are dominated (70%) by vitric fragments comprising occasionally flow-banded obsidian of b15 cm, black moderately vesicular scoriae of b25 cm and abundant yellowish pumice (Fig. 5) with semi-equant to oval vesicle shapes. Pumices concentrate particularly at the top of the flow unit (70 cm) with b8 cm particle sizes and to a minor degree (25 cm) at the base of the flow with b5 cm fragments. Lithic fragments of b5 cm non-vesicular bright grey anorthoclase-phyric andesite make up b10% of the components.\nNon-juvenile components comprise b3 cm red ignimbrite fragments (b10%), b4 cm calcareous fragments (b10%), b2 cm mica-bearing schists (b5%), and b4 cm red quartzite (b5%). There is no evidence for welding such as fiámme textures, suggesting that the ignimbrite originated from a relatively cool pumice flow triggered by the collapse of an eruption column."
  }, {
    "heading": "3.2. Proximal-medial surges and ignimbrites at Loc. 1",
    "text": "Similar to the site described previously, a volcaniclastic debris flow heralds the record of primary Tuff IF pyroclastic deposits at Loc. 1 (Fig. 6). The total section of IF is 3.65 m thick. This unit was partly eroded by or prior to the deposition of the first fine ash surge unit, only 4 cm thick, which records antidune crossbedding towards 224°. Subsequently five further, moderately sorted coarse ash surges were stacked on top, each 5–9 cm thick. The first three show low-angle to plane lamination indicating transitional flow regimes.\nThe penultimate of the surges shows reverse grading indicating grain-to-grain interaction during particle settling, characteristics commonly associated with grain flows (Lowe, 1976). The last of the surges develops normal grading entailing a low-viscosity flow supported by fluid turbulence and settling of grains from the suspension.\nFollowing further erosion, a volcaniclastic sandstone was deposited on top of the pile of surges, and its plane laminated structure implies deposition by shallow braided streams or sheet floods. This reworked unit is itself eroded and totally eliminated in places prior to the deposition of the main primary volcanic unit.\nThe overlying unit is a 3 m thick pyroclastic flow deposit with a 5 cm shear zone at its base. The flow unit has a tripartite subdivision into (A) a 0.5–1.6 m basal unit of coarse ash tuff containing abundant pumices of b1.2 cm; (B) a 1.2–2.3 m massive, poorly sorted ashlapilli tuff unit containing pumices (2 cm) and obsidian clasts (b4 cm) as juvenile components as well as b5 cm porphyric basalt and b2 cm red quartzite xenoliths; and (C) an upper unit of 0.2 m fine ash tuff containing degassing pipes. Outer skins of pumices in the basal zone of the flow developed breadcrust surface textures which are well known from gas-rich magma ejecta whose exterior chilled quickly to a glassy crust due to magma-water interaction (Fisher and Schmincke, 1984). The absence of charcoal implies a low temperature flow and the presence of rim-type accretionary lapilli in nearby exposures (Fig. 7) implies emplacement of the ignimbritic flow probably at temperatures as low as b100 °C. Accretionary lapilli in pyroclastic flows are\npyroclastic flow unit and the overlying ash cloud surge deposit exposed\nthought to originate from the presence of condensed moisture and electrostatic attraction favouring agglomeration of already size-sorted ash at the interface between the lower avalanche part of the flow and its overriding elutriation cloud (Schumacher and Schmincke, 1995). Following further erosion there was a return to a shallow braided stream reworking of the pyroclastic unit."
  }, {
    "heading": "3.3. Medial surges and fluvials at Loc. 8a",
    "text": "Similar to Loc. 200 and Loc. 1, erosion preceded the emplacement of the first surges at Loc. 8a (Fig. 8). This is recorded by sandy volcaniclastic debris flows bearing large (b9 cm) pumice clasts and overlying trough cross-bedded, erosionally based fluvial channel fills. The first thin surge then fills the remaining underlying channel depressions and is thus highly variable in thickness. It is composed of fine ash with antidunal cross-bedding indicating flow towards 273°. Five succeeding fine to coarse ash surges are each 1–10 cm thick. Of these, only the basal surge shows well developed antidunal cross-bedding recording transport towards 245°. The remaining four surges exhibit less distinct plane lamination and low-angle cross-bedding. Such poorly stratified and massive beds were postulated to form through dense-phase fluidized surge transport and are transitional between sandwave and planar beds (Wohletz and Sheridan, 1979; Fisher and Schmincke, 1984). All of the surges show subparallel lower and upper bed contacts with no obvious erosion intervening.\nThe overlying volcaniclastic fluvial sandstones and mudflow deposits signal renewed reworking of volcaniclastic debris and are only preserved in interfluves in between channels that erode all the way down to the stack of surge deposits. The channel fill itself consists of a pumiceous unit with basal fluvial trough cross-beds towards 262° followed by massive pumice fallout. This is succeeded by a stack of interbedded sheetwash and mudpool deposits, each 4–24 cm thick. Next follows a succession of volcaniclastic sheet flood units, each 2–7 cm thick with upward decreasing pumice contents. Erosion continues as documented by the deposition of sandy diamictites and a coarse volcaniclastic sandstone that developed trough cross-beds recording transport towards 280°.\nThe high percentage of fluvially reworked tephra, recorded by channel incision besides sheet flood and sheet wash deposits appears to be a characteristic feature of the medial facies of Tuff IF and contrasts to the sections of the proximal facies."
  }, {
    "heading": "3.4. Medial surge, ashfall and fluvio-aeolian reworked facies association at MCK",
    "text": "The MCK section (Fig. 8) starts with grey-brown rooted floodplain mudstones onto which a thin b6 cm thick delta sandstone layer preserving a fossil grassland vegetation (Bamford et al., in press) was deposited. The onset of Tuff IF volcanic activity is marked by a thin b1 cm ash fallout layer succeeded by a fine ash surge containing plant fragments and hoofprints on the top surface. The following coarse ash surge is laminated with layers draping over the underlying topography. Next comes a thin layer of floodpond mudstone overlain by a waterlain fallout ash, reverse graded because of flotation sorting in the pond. Drying out of the shallow pond is confirmed by a thin overlying vesiculated ash surge. Above is a 19 cm thick, plane-laminated coarse ash surge whose top was channelized to accommodate a reworked 2 cm thick pumice layer overlain by another vesiculated fine ash surge, 4 cm thick. A more obvious occurrence of tephra reworking is then recorded by a succession of stacked floodpond mud and mudflow layers, each 1–5 cm thick. Remaining topography within the mud pool was filled by reworked pumice fallout likely derived from early non-welded ignimbrite deposits that were emplaced more proximally. The next unit emplaced forms an obvious marker in medial settings. It is a normally graded pumice/ash-fallout unit 13–18 cm thick with a relatively consistent lateral thickness.\nA major change in the style of deposition within Tuff IF is marked by an erosion surface followed by deposition of three units of fluvially reworked fine and coarse ash tephra. The lower plane laminated unit was deposited initially by braided stream and subsequently by less channel-confined sheet flood processes. A capping layer of poorly sorted pumice marks waning water flow. The second unit records deeper flows and lower Froude numbers with ripple cross-lamination and cut and fill structures. The third unit is a sheet flood deposit that fills low undulating surfaces. Aeolian processes then play a major role during the deposition of an adhesion-rippled fine ash (Fig. 9) with palaeowind transport directions towards the SW (230°). The next erosion surface marks the return of shallow braided stream reworking and the deposition of coarse ash in the form of two units. These are capped by a thin lapilli diamictite deposited by mudflow. Subsequent sheet flood deposits alternate with periods of aeolian adhesion ripple generation to form a sequence 16 cm thick. Mudflow deposition then dominates with intervening periods when sheet floods recycled coarse ash-sized\ntephra. A sequence of four root-marked sheet flood units completes the Tuff IF unit, but an important marker ash intervenes prior to the final unit. This was discovered and termed the “Spray Paint” (SP) marker by Hay (1976) referring to its thinness and remarkable lateral continuity in this position, almost as if it had been spray painted onto the land surface. The layer varies from 2– 7 mm thick is a very fine melilitic ash recording pyroclastic input from a new, very different, but likely distant volcanic source."
  }, {
    "heading": "3.5. Medial surge, ashfall and fluvially-reworked facies association at HWK-EE",
    "text": "Tuff IF thins towards a cumulative thickness of 1.1 m consisting of a sequence of six alternating fine and coarse pyroclastic surge deposits (Fig. 10). The initial fine and the two coarse surges exhibit antidunal crossbedding towards the SW (250° and 255°). The remaining two fine surges show transitional flow regime plane bedding.\nThe middle of the tuff succession is marked by the characteristic normally-graded pumice/ash fallout unit also observed in the previous MCK location. The top of the fallout is eroded and two fluvially reworked and rootmarked fallout ash units cover the surface, the upper of which records subsequent aeolian redeposition by SW-directed (210–230°) winds. The remainder of Tuff IF is dominated by the recycling of volcaniclastic debris with NE-directed (055–075°) palaeocurrent indicators. An initial thin coarse layer of reworked pumice is succeeded by six units of redeposited coarse ash sheetflood deposits. Between units three and four is preserved\nthe same spray paint (SP) marker ash 7–10 mm thick that was recorded at MCK and which can be traced throughout the medial zone of pyroclastic deposition. Remarkably, all set boundaries are associated with branching rootmarkings that penetrate 4–12 cm downwards into the substrate with variable diameters of 2–5 mm."
  }, {
    "heading": "3.6. Distal pyroclastics reaching the lake centre at RHC (Richard Hay Cliff)",
    "text": "In the centre of the basin the 0.62 m thick Tuff IF overlies lake sediments (Fig. 10), a 10 cm dolomite overlain by 2 cm of olive-green claystones (Fig. 11). The first pyroclastic input consists of two layers of wave-rippled fine ash (strike of wave ripple crests 331°) with a massive reworked tuffite between. However, shallow water depths prevailed and the repeated dryingout caused desiccation cracks and mud curls.\nThe trend towards aridity continued, so that the first primary tuff deposits are subaerial layers of vesiculated fine ash surges. Above an interlayered sequence of reworked ashes, some plane laminated shallow braided stream units are interbedded with vesiculated or massive ash surges, indicating that the lake was not yet reestablished. One of the surge units shows inclined and stretched vesicles recording a transport towards 255° (Fig. 12). At the top of Tuff IF is a normally graded layer of pumice-rich ashfall followed by coarse ash, capped by a thin (1 cm) layer of vesiculated fine ash.\nFinally lake conditions returned, perhaps in the form of little more than localized ponds, because the uppermost fine ash surge layer is wave rippled (strike\nof wave ripple crests 319°) in a manner reminiscent of the lowermost layer. Permanent lake conditions were then re-established with the deposition of olive-green claystones."
  }, {
    "heading": "4. Petrography and geochemistry of Tuff IF",
    "text": "Thin sections of each of the main surge and pumice lapilli horizons from the MCK section were prepared, polished, and carbon coated for electron microprobe\nanalysis. Sample preparation and analytical techniques are reported in greater detail in McHenry (2005). Analyses were conducted on a JEOL JXA-8600 Superprobe. For the phenocrysts, the beam was operated at 20 kV, 20 nA, rastering over a 4 μm square. For glasses, a 15 kV and 15 nA beam was used, rastering over a 12 μm square to minimize volatile loss. Avolatile correction routine (Donovan, 2000) in which the 20- second analysis time was divided into ten 2-second intervals was used to further limit alkali loss during Na,\nK, and Si analysis. Si, Ti, Al, Fe, Mn, Mg, Ca, Na, K, and Ba were analyzed, and a combination of pyroxene, hornblende, and feldspar standards were used for calibration. Glass standards were analyzed to monitor volatile loss. Magnetite and ilmenite standards were used to calibrate Fe and Ti for the oxide minerals. All Fe is reported as FeO. Single analyses were obtained on 15–30 grains of glass and the major phenocrysts, and 1– 10 rock fragments from each thin section were also analyzed. Only analyses with acceptable totals (N93%) and with reasonable stoichiometry are reported. The phenocrysts from each sample were divided into populations by composition. The results reported here\nare averages for all analyses within a population. Complete analyses, including standard deviations for each population, are available in McHenry (2004, 2005) and McHenry et al. (in press)."
  }, {
    "heading": "4.1. Principle components of IF tuffs",
    "text": "Non-reworked (primary) Tuff IF deposits average about 75 vol.% vitrics, 20 vol.% lithics and 5 vol.% crystals and are thus classified as lithics-bearing vitric tuffs. Samples from three layers of the surge deposits at locality MCK (Fig. 8) were analyzed (samples 100, 101, 102), along with the lapilli horizon (sample 103) and part\nC, recording a transport towards 255° (WSW). See Fig. 3 for location.\nof the reworked zone above the lapilli (sample 104). Data for all samples, including associated errors, are reported in McHenry (2004), with additional analyses for samples 101 and 103 in McHenry (2005), and lithic fragments in McHenry et al. (in press). All Tuff IF samples contained pumice lapilli, although these were rare in the fine-grained lowermost surge. All but the lapilli horizon contained lithics of similar size and composition. Crystals occur both as phenocrysts within the pumice lapilli and as isolated mineral grains; the two populations have differing compositions. The lithics contain an entirely different mineral assemblage. Consequently, whole rock analyses of IF tuffs would be misleading because of the dilution of the primary geochemical signal by the admixture of variable amounts of lithics. We therefore concentrated on analyses of glass and mineral grain separates.\nTuff IE, a trachytic tuff representing the Upper Bed I trachytes below Tuff IF (Fig. 2), was analyzed for comparison (data reported in McHenry, 2005). The sample is a pumice fragment from the IE pyroclastic flow unit at Loc. 6. The results of geochemical analysis for the whole suite of the Olduvai Bed I tuffs are documented by McHenry (2004, 2005)) and McHenry et al. (in press)."
  }, {
    "heading": "4.2. Tuff IF glass and phenocryst compositions",
    "text": "Pumice lapilli of identical composition were found throughout the surge layers and the lapilli horizon, al-\nthough they are rare in the lowest surge. Glass particles of surge deposits are characterized by a lower average degree of vesicularity. The composition of the glass is silica-undersaturated with a trachytic to phonolitic composition (Fig. 13). Smaller platy and cuspate glass shards also share this composition, suggesting a common origin. They differ from the other Olduvai Bed I trachytic tuffs in their significantly higher Na2O concentrations (8 wt.%) and lower SiO2 concentrations (58.1 wt.%), K2O (4.2 wt.%) and FeO (5.2 wt.%) are also high.\nThe pumice lapilli contain small phenocrysts dominantly of anorthoclase with less frequent augite, titanomagnetite, and amphibole. Minor phases include apatite and a Sr-, Ba-, Ce-rich carbonate mineral. Two distinct compositions of anorthoclase occur within Tuff IF (Fig. 14). One variety forms phenocrysts in pumice lapilli, is often zoned and has distinctive high-BaO cores, up to 3.5 wt.%. More typical values are in the range of 1 wt.% which is still substantially higher than the BaO concentrations in anorthoclase phenocrysts from other Olduvai Bed I trachytic tuffs (0.2–0.5 wt.%). The second composition, related to isolated mineral grains most concentrated in the surges, has low BaO (0.1 wt.%), high K2O (5 wt.%) and lower CaO (0.4 wt.%). As both compositions occur in most samples, results in Fig. 16 are divided into low- and high- BaO populations.\nThe average augite associated with the pumice lapilli and glass has a composition of Ca44Mg34Fe23, with\nsignificant TiO2 (0.9 wt.%), Al2O3 (1.4 wt.%), Na2O (0.8 wt.%), and MnO (0.8 wt.%). The average augite independent of the lapilli (samples 100 and 101) is slightlymore iron-rich, with an overall composition of Ca46Mg28Fe26,\nwith only 0.5 wt.% TiO2. A third population, found within the rock fragments and as occasional isolated mineral grains consists of Fe-rich aegerine-augite, with 26 wt.% FeO and 7 wt.% Na2O.\nAmphibole is abundant in the isolated crystal/crystal fragment populations and is only occasionally present within the pumice lapilli. All are Na2O-rich (average 3.1 wt.%) with abundant TiO2 (2.9 wt.%) and FeO (20.7 wt.%). Individual mineral grains can be classified as edenite or ferro-edenitic hornblende.\nTitanomagnetite composition varies significantly between those occurring as pumice lapilli phenocrysts and isolated crystals. Both include a population with an average composition of about 21 wt.% TiO2 and 70+% FeO, while the surges also have a second, dominant population with a composition of b14 wt.% TiO2 and N78.4 wt.% FeO. This second compositional range may not be associated with the pumice lapilli, and could instead be genetically related to the lithics.\nThe lithics contain an undersaturated trachytic assemblage of minerals. The texture consists of an isotropic network of feldspar crystals intergrown with other phenocrysts; an intergranular glass phase is absent (Fig. 15). High-K anorthoclase dominates, with intergrown laths of\nhytic lava fragment. Image was taken at 20 kV, 20 nA, and the phases atrix.\nsodic amphibole, sodic augite, aenigmatite, and occasional titanomagnetite phenocrysts. Minor phases (not present in every rock fragment) include analcite and sodalite. All lithics have approximately this composition."
  }, {
    "heading": "4.3. Tuff IF compositional characteristics",
    "text": "Tuff IF differs significantly from the other Olduvai Bed I tuffs. Its glass composition is slightly poorer in silica and slightly richer in sodium, pushing it in the direction of phonolite while the other tuffs are trachytic to trachyandesitic. Tuff IE (Loc. 6) has a composition representative of the Bed I trachytes, and will be used for comparison. Tuff IE is predominantly vitric, with no significant lithic component. It is recorded as both an airfall and ignimbrite deposit at Olduvai. Its glass is slightly less sodic and slightly more silicic than Tuff IF, but is consistent in most other elements. Its mineral assemblage is less variable than that of Tuff IF, with only single populations of feldspar, augite, and titanomagnetite. Its feldspar is consistent with Tuff IF in CaO and K2O, but contains substantially lower BaO, which appears to vary with Na2O content in these particular feldspars.\nThe significant difference in mineral assemblage between the lithic and vitric portions of Tuff IF (the rock fragments and the pumice lapilli) implies a separate origin. The mineral assemblage, texture, and lack of a glass phase in the lithic fragments suggest that they are\nfragments of trachytic lava. As both the trachytic lava fragments and Tuff IF glasses are silica-undersaturated and Na-rich, it is assumed that they both represent the same magmatic source but relate to previous volcanic events or activity phases. The rock fragments thus most likely represent fragmented co-magmatic surface or near surface volcanic country rock material.\nThe constant composition of glass particles and phenocrysts throughout the surge, ignimbrite and pumice lapilli horizons implies a common volcanic source for the majority of the IF marker tuff assemblage, except the thin “spray paint” marker fallout unit in the uppermost part of Tuff IF sections. This tuff bed is regarded as low-silica, containing biotite, melilite and andradite garnet as juvenile components."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Volcanic source areas",
    "text": "Olduvai Gorge is surrounded by various volcanic buildups (Fig. 1), each of which is characterized by the composition and numerical dates of its effusive products. The largest of the major NVH volcanic centers in the vicinity of Olduvai is Ngorongoro, a broad deeply eroded caldera with a summit rim of about 20 km diameter and composed mainly of lava and ignimbrites ranging from basaltic to trachytic (Fig. 16) composition\npled from the Ngorongoro Volcanic Highlands (compiled fromMollel,\n(Pickering, 1965; Hay, 1976; Mollel, 2002). The centre of Ngorongoro is located about 32 km to the SE of the Olduvai Gorge junction. K–Ar ages on feldspars from associated tuffs collected near the base and middle of the west rim crater wall section suggest activity at about 2.45–2.15 Ma (no error reported; Curtis and Hay, 1972) whereas more recent 40Ar/39Ar single-crystal laserfusion dating of feldspar from the middle and top of the same section revealed younger ages of 2.02±0.02 Ma (Manega, 1993). K–Ar dating on feldspar from the same section produced even younger ages of 1.83 to 1.98± 0.03 Ma (Manega, 1993).\nOlmoti lies about 34 km E of the Olduvai Gorge junction and produced basaltic to trachytic lavas (Fig. 16) (Hay, 1976;Mollel, 2002;McHenry et al., in press;Mollel et al., in press).With a summit rim of about 6 km diameter Olmoti has a relatively small and young caldera compared to adjacent Ngorongoro Caldera. New 40Ar/39Ar dates on matrix and feldspars extracted from basalt, trachyandesite and trachyte in the exposed parts of Olmoti caldera wall gave ages ranging from 2.01±0.03 Ma to 1.80±0.01 Ma (McHenry et al., in press; Mollel et al., in review).\nElanairobi, located 52 km ENE of the Olduvai junction area is a volcano considered to be younger than Olmoti (0.6–1.2 Ma: Manega, 1993). Porphyritic phonolites and nephelinite tuffs and lavas are exposed in roadcuts east of the 8.5 km Embagai summit caldera (Hay, 1976; Manega, 1993).\nEngelosin is a relatively small volcanic neck about 0.5 km in diameter and located c. 10 km NE of the Olduvai junction area. The lava is a fine-grained flowbanded porphyritic nepheline phonolite with few pheno-\nFig. 17. Plane bedded overlain by sandwave-related, low angle cross-bedded transitional to lower flow regime conditions. Scale is 5 cm.\ncrysts of anorthoclase but common nepheline microphenocrysts. A K/Ar whole rock date on phonolite indicates that this volcanic plug was active at about 2.68± 0.07 Ma (Manega, 1993).\nSatiman (strato)volcano is situated 24 km SSE of Olduvai formed of nephelinitic and phonolitic (Fig. 16) lava flows (Pickering, 1964; Hay, 1976; Mollel et al., in press). K–Ar ages on nephelinites cover a range between 4.63±0.05 Ma and 3.32±0.06 Ma (Curtis and Hay, 1972; Bagdasaryan et al., 1973; Manega, 1993; Mollel et al., in press).\nLemagurut (strato)volcano is located directly west of Ngorongoro Caldera and Satiman Volcano, 20 km S of Olduvai Gorge. Lava compositions (Fig. 16) reveal a spectrum of basalts and trachyandesites (Hay, 1976; Mollel, 2002). 40Ar/39Ar incremental heating ages on whole rock and feldspar gave ages ranging from 2.4± 0.01 to 2.22±0.10 Ma, suggesting that Lemagurut was active for about 180 ka (Mollel et al., in press)."
  }, {
    "heading": "5.1.1. Source age constraints",
    "text": "Considering the revised age of Tuff IF at 1.79 Ma (Hay and Kyser, 2001), only dates derived from samples of Olmoti volcano effusives (2.01±0.03 Ma to 1.80± 0.01 Ma: Mollel et al., in press) signal approximately contemporaneous volcanic activity at first glance. Satiman and Lemagurut volcanic activities are at least 1.53 and 0.43 Ma older than Tuff IF (cf. Curtis and Hay, 1972; Manega, 1993; Mollel et al., in press). 40Ar/39Ar ages of Ngorongoro Caldera wall tuffs also reveal volcanism 0.23 Ma prior to Tuff IF but overlap with available ages of Olmoti volcanic activity (Mollel et al.,\nsurge deposits of basal Tuff IF at HWK-E, suggesting deposition under\nin review). However, all potential source volcanoes were sampled at their present level of erosion. This surface favorably exposes “older” products of the volcanoes' life cycles because younger effusives recording the latest eruption phases may be removed by regional rift-shoulder uplift followed by pronounced erosion. The full life spans of these volcanoes thus have most probably not been covered by available radiogenic dates. Life expectancies as long as ten million years have been considered from studies of modern stratovolcanoes, although the majority of them appear to be less than 100 ka old with repose periods of up to 10 ka (Cas and Wright, 1987). Due to potential overlapping activity periods of the closely spaced volcanoes in the area and their non-constant geochemical composition during the individual effusive cycles it is likely that contributions of various basaltic-trachytic to nephelinitic-phonolitic volcanoes could be admixed within IF, particularly in the upper reworked unit."
  }, {
    "heading": "5.1.2. Sedimentological source constraints",
    "text": "Palaeotransport indicators in Tuff IF primary pyroclastic flow and surge deposits, such as antidunes, sandwaves (Fig. 17), chute and pool structures (Fig. 18) and deformed vesicles (Fig. 12) point to a predominant volcanic source located east of Olduvai Gorge (vector mean 244°, vector magnitude 90.1%). This coincides with proximal–distal variations in facies architecture such as the restriction of pyroclastic flows to the easternmost parts of the basin, whereas the number of reworked units involved in Tuff IF sections increases in the opposite direction. Pumice and lithic particles in\nsurge deposits also reflect this east-west gradient by gradual reductions in grain sizes from 5 cm and 2 cm (Loc. 1) to 0.4 and 0.1 cm (Kelogi). Hay (1976, 1996) therefore proposed Olmoti volcano, located 34 km east of Olduvai Gorge, as the predominant volcanic source for Tuff IF related pyroclastics.\nHowever, published data on the spread of surge deposits suggest maximum travel distances not much exceeding 15 km (Wohletz and Sheridan, 1979), at least for water-rich base surges (Carey, 1991). Ground and ash cloud surges can travel farther, up to 100 km from source (Cas and Wright, 1987). The presence of vesicle structures in surges should count for transport distances b6–7 km according to Lorenz (1974) and Fisher and Schmincke (1984). The presence of Tuff IF related vesiculated surge deposits (Fig. 19) however, would require exceptional transport distances over N34 km from the proposed Olmoti source."
  }, {
    "heading": "5.1.3. Geochemical source constraints",
    "text": "In particular, the trachytic lava flows exposed in the upper part of the western caldera wall of Olmoti correspond to the composition and fabrics of the lithic fragment component of Tuff IF (McHenry et al., in press; Mollel et al., in press). These lavas are silicaundersaturated and contain the feldspathoid mineral sodalite, also observed in the Tuff IF lithics. Even the Ba-rich anorthoclase phenocrysts that distinguish Tuff IF from all other Bed I tuffs are present in the Olmoti trachytic lavas (McHenry et al., in press). The juvenile vitric particles of Tuff IF are also silica undersaturated with trachytic to phonolitic composition (Fig. 13).\ne Fig. 3 for location), suggesting a WSW-ward (left to right) transport\nAlthough they are compatible with the general composition of the Olmoti trachytic lavas, their trend towards a phonolitic composition is recording more evolved (younger) Olmoti magmas. Trachytic caldera wall lavas and accidental clasts in Tuff IF thus reflect an older, and the juvenile trachytic to phonolitic glass particles within Tuff IF a younger activity phase of Olmoti volcano.\nThe thin “spray paint” marker ash in the uppermost part of Tuff IF sections contains mineral assemblages completely different from the components that characterize the majority of the IF tuff beds. With biotite, melilite, and andradite garnet as juvenile components the fine grained “spray paint” fallout ash can be regarded as nephelinitic, possibly distally sourced from Elanairobi (Embagai) volcano about 52 km ENE of the Olduvai junction area (Fig. 1). Such a source for the winddrifted fallout ash would fit well with the 210–230° directed palaeowind transport directions determined in the aeolian reworked, adhesion-rippled fine tuff units of IF below the “spray paint” marker (cf. Figs. 8 and 10). This source designation does, however, contradict the currently available dates for Elanairobi (Embagai), all of which are substantially younger than Tuff IF (Manega, 1993)."
  }, {
    "heading": "5.2. Volcanic successions of Tuff IF and their hazardous eruptions",
    "text": "The reconstruction of primary volcano-sedimentary processes that formed the Tuff IFmarker unit reveals from base to top a succession of (I) pyroclastic fallout, (II) pyroclastic surges and (III) pyroclastic flows, followed in\nturn by (IV) pyroclastic surges and (V) pyroclastic fallout. Inter-eruption reworking processes are not taken into account here. However, this is an idealized succession that is not completely recorded at any single place due to proximal–distal facies variations.\nThe peak of volcanic activity produced the eruption of major pyroclastic flows, one of which is represented by a voluminous unwelded ignimbrite unit in proximal settings that piled up against 1st and 2nd fault footwalls, reaching a thickness of at least 9.1 m. West of 2nd Fault it is absent or extremely thin and only sporadically present as fill of channels incised into footwalls. Sections measured further west, across the 3rd Fault footwall reveal that Tuff IF volcanic activity initiated with the fallout of fine ash followed by the emplacement of relatively low-volume surges. Only medial to distal settings record these initial explosive eruptions as thin remnant drapes of fallout ashes (eg. MCK), the majority of which became eroded by the turbulent heads of subsequent base surges that blanketed the landscape. Surges became preferentially preserved in medial settings but are present only as thin lenticular fills of channels and other depressions in proximal reaches. This low preservation potential for unconsolidated surge and fallout-derived pyroclastic material in the proximal facies area results from the existence of an Olmotisourced volcaniclastic fan that provided minimum accommodation space.\nAlthough deposits of pyroclastic flows have not been identified in either the outer medial or distal facies associations, they register there by themassive input of pumice forming either reverse density-graded accumulations of\nfloating pumice in perennial fluvial floodponds, mudflows and sheetflood deposits (eg. MCK, HWK) or distinctly graded fallout units (eg. RHC). Direct fallout of pumice most likely relates to ash cloud surges that represent distal counterparts of more proximal pyroclastic flows that eventually overtopped the fault-related topographic barriers to enable further westward-directed transport. In addition, large amounts of pumice were reworked from the unconsolidated pyroclastic flow tops upfan, as shown by obvious abrasion and rounding of fluvially affected and/or wave reworked pumice particles. The “pumice unit” is thus interpreted to correlate with an ignimbrite further east on the basis of the common occurrence of anorthoclase phenocrysts with distinctive high-BaO cores, and trachytic to phonolitic glass compositions (McHenry, 2004), also on the basis of overlapping single-crystal laser-fusion 40Ar/39Ar dates (Deino pers. comm. 2003).\nOnly rarely in the medial to distal fan area are two more thin surge deposits and layers of fallout ash present above the graded pumice lapilli horizon of fallout material. In the topmost Tuff IF sections reworking of pyroclastic material is predominant, and the only direct fallout of pyroclastic ash is recorded by the thin, possibly Elanairobi-sourced melilitic SP marker tuff. This is the first of tuffs resembling some silicaundersaturated nephelinitic and foiditic tuffs of Olduvai Bed II (McHenry et al., in press) which implies that by this time the Olduvai Basin no longer received primary pyroclastic input from Olmoti but effusives and their sedimentary derivatives are provided from a new, very different and likely more distal volcanic source.\nThe most obvious compositional change between the various layers of Tuff IF is the proportion of lithic (accidental and co-magmatic) to vitric (juvenile) material, with the concentration of vitric components increasing in each successive surge layer up through the pumice lapilli horizon, the last of which is almost devoid of lithic material. High percentages of lithics (up to 70– 80%) occur at or near the top of the basal succession of Tuff IF surges. This is a typical compositional signature of phreatomagmatic eruptions following explosive magma-water interactions (Lorenz, 1986). Development of vesiculated tuffs in surge deposits is also a feature commonly associated with phreatomagmatic eruptions and signals that the surges were wet (Lorenz, 1974). The marked concentration of non-juvenile lithics together with the low degree of vesicularity of juvenile glass particles and the presence of vesiculated tuffs (Fig. 19) in the basal surge deposits of the IF marker tuff assemblage thus most likely records an initial Tuff IF phreatomagmatic period. Average thicknesses of the surges vary from 2 to 20 cm. Low depositional thicknesses and well-developed bedforms indicate that the surges were of relatively low volume and highly diluted. In addition, the development of hoofprinted, rooted surfaces after arrival of the first surge (Fig. 20) indicates inter-eruption time gaps.\nThe initial phreatomagmatic fragmentation just describedwas succeeded by amagmatic eruptionmechanism during the climax of the eruption when expanding magmatic gases fragmented the magma to generate highly vesicular pumice, and only few country rock derived lithics were ejected. A collapse of the eruption\nurge layer at KK (view from below). In equivalent stratigraphic levels\nKelogi.\ncolumn, probably because of an increasing crater diameter and/or decrease in magmatic gas contents during the eruption then generated the non-welded ignimbrite unit, up to 9.1 m thick in its proximal facies. But even then, the lack of welding features together with the presence of accretionary lapilli suggests that the pyroclastic flows were relatively cool, probably below 550 °C (cf. Schmincke, 1988) and water-cooled. Finally, a series of small-volume phreatomagmatic events generated several of surges that terminated Tuff IF-related explosive volcanic activity. As recorded by volcaniclastic sheetflood, mudflow and channelized braided fluvial deposits, e.g. at Loc. 8a and MCK, immediately during and after the emplacement of the final surges, tephra was reworked widely with preferred accumulation in medial settings."
  }, {
    "heading": "5.3. Pre Tuff IF palaeolandscapes",
    "text": "The sedimentary environments that received products of Tuff IF explosive eruptions were quite varied. East of TK/JK/DK (Fig. 3) subaerial erosion predominated prior to the arrival of Tuff IF tephra as revealed by deposition of volcaniclastic debris flows and fluvials, which sit upon an incised surface. Depending on the structural position of the pre-Tuff IF land surface, erosional downcutting proceeded so far downwards that in places Tuff IF comes to sit immediately on top of IE ignimbrites in certain localities in the eastern parts of Olduvai Gorge.\nIn contrast, west of TK/JK/DK (Fig. 3) strata immediately below Tuff IF comprise a succession of deposits of saline-alkaline Lake Olduvai (RHC), a floodplain delta and an occasionally desiccated, rooted lake margin floodplain (HWK), in places (eg. MCK, KK, LongK-W) preserving silicified herbaceous surface vegetation (Bamford et al., in press). This signals regressive lake development prior to Tuff IF eruption with portions of the subaerially exposed alkaline lake-fringing marshlands flushed by meteoric and fluvially-sourced waters long enough to support grasses (Bamford et al., in press). Modern herbaceous habitat affinities are consistent with the presence of extensive, seasonally flooded grassland/ sedgeland belts such as those seen today flanking the lake margins of Olbalbal, Lake Eyasie and LakeManyara (Fig. 1).\nFarther west in the VEK, HWK-W and FLK area, Tuff IF rests either on waxy claystones, representing saline alkaline lake sediments or intermediate earthy, frequently carbonate-rootcasted sediments that record vegetated lake-margin wetlands (cf. Liutkus and Ashley, 2003). At Loc. 46a (FLK) the topmost 3 cm of claystone\nbeneath Tuff IF has laminae of siliceous earth consisting chiefly of silicified plant remains (Hay, 1976).\nThe fact that only the distal RHC section shows evidence for subaqueous deposition of initial IF tephra and associated wave reworking provides further evidence for a pre IF lake regression. This suggests that at the time Tuff IF erupted Lake Olduvai was represented only by remnant playas in the depocentre of the extensionally faulted half-graben basin adjacent to the 5th fault."
  }, {
    "heading": "5.4. Bed I palaeoclimates and palaeoecology",
    "text": "Just as volcanically induced palaeo-hazards dominated Tuff IF palaeoenvironments, longer-term as well as short-term climate changes during the Plio-Pleistocene must be considered when modeling Tuff IF palaeolandscapes and ecology. Carbon isotope results on pedogenic carbonates from the Tuff IF-IIA interval indicate that a grassy woodland to wooded grassland mosaic existed at least from FLK through HWK-EE (Sikes, 1994). This is in accordance with palynological evidence for the presence of semiarid wooded grassland in combination with a nearby montane forest community (Bonnefille, 1984). Kappelman (1984) and Plummer and Bishop (1994) found evidence for not only open vegetation habitats but also for intermediate and closed habitats on the basis of taxon-free ecomorphological analysis of bovid postcrania.\nCerling and Hay (1986) used oxygen isotope values from Bed I and Lower Bed II carbonates to model a 15- 17 °C mean annual temperature, which was associated with an average annual precipitation of N800 mm. However, Bennett et al. (in review) showed that mixing of meteoric and lake water sources affected pedogenic carbonate precipitation in Lower Bed II and uppermost Bed I, and both affected oxygen isotope values. They remodeled an average temperature at 23 °C and the calcareous soil profiles they describe would suggest an average annual precipitation of N550 mm.\nMany paleontological studies conducted at Olduvai Gorge have concluded that Upper Bed I had a drier climate than that previous (Peters and Blumenschine, 1995; Fernández-Jalvo et al., 1998). If, for instance, large mammals are considered, reduncines are common in middle Bed I (Tuff IB to ID interval, Fig. 2) whereas alcelaphines and antelopines are the dominant bovid tribes in Upper Bed I (Gentry and Gentry, 1978a,b; Shipman and Harris, 1988). The reverse proportions occur at the top of Bed I (above Tuff ID), which was taken to suggest drier conditions at that time. Drier climates towards the end of Bed I were also inferred on\nthe basis of the rarity of elephant shrews (Butler and Greenwood, 1973), an increase in the proportion of gerbils to murid rodents (Fernández-Jalvo et al., 1998), changing proportions of clariid and cichlid fish as freshwater indicators (Greenwood and Todd, 1970; Steward, 1994), and geochemical proxies (Deocampo, 2004). Montane forest pollen frequencies were reduced in the upper portions of Bed I to an extent that suggests a drastic decrease in rainfall (Bonnefille, 1984). All point to a superimposed drying out trend from middle to upper Bed I (Fig. 2), a section of about 5.5 m thickness. Tuff IF then records the maximal effects of drought. Considering the revised age of 1.79 Ma for Tuff IF (Hay and Kyser, 2001), this peak in drying corresponds well (Ashley and Driese, 2000) to a contemporaneous peak in arid indicators recorded by oxygen isotope ratios in the Pacific Ocean (Shackleton and Hall, 1989) and by terrigenous dust export to the Arabian Sea (DeMenocal and Bloemendal, 1995).\nHowever, this general drying out trend comprises nested smaller scale climate fluctuations which are well recorded by Bed I transgressive/regressive sedimentary facies development on the decimeter-scale. Applying the average sedimentation rate for upper Bed I lake clays of ∼12 cm/ka (Hay and Kyser, 2001) these high-frequency lake level fluctuations occur at an order of ∼4000 a, suggesting that they are too short a time scale to reflect Milankovitch control. In uppermost Bed I, such a subordinate lake transgression is registered by olive to brown waxy claystones with abundant carbonate nodules and an overlying “butter” claystone (Fig. 21A), rich in neoformed magnesian smectite that signals minimum detrital clay input during a lake level highstand. The overlying rooted earthy claystone covers and fills the erosional surface incised into this succession, followed by a “grasslands” layer preserving silicified plants (Bamford et al., in press) and thin (b2 mm) draping layers of brown waxy claystones and Tuff IF fallout ash on top. Following subsequent erosion that removed parts of the latter sequence inmany places, Tuff IF surges were then emplaced in a uniformly subaerial setting when Lake Olduvai was almost completely dry. Tuff IF sits on a widespread erosional surface (Fig. 21A), arising from the climate-induced base level fall and this explains the pronounced variability in underlying sedimentary facies east of MCK, KK and Long-K. Wetter conditions only returned during the time interval centred on the eruption of the “pumice unit”. Widespread evidence for aquatic deposition and reworking in this pumiceous interval, the formation of floodponds by damming of the drainage system against synsedimentary extensional faults, together with the repeated development of root-\nmarked surfaces suggest that a higher amount of precipitation had returned to the Olduvai area at that time (Fig. 21B).\nIn the succession overlying the “pumice unit” and its lateral correlatives the alternation of these at least seasonal “wet” climatic conditions with “dry” periods is registered by aeolian reworked units interbedded with desiccation-cracked sheetflood and mudflow deposits (eg TK, MCK, HWK-EE). Aeolian transported ash occasionally developed cross-beds and adhesion-rippled units when transported over moist substrate, both structures recording a predominance of northeasterly winds towards 215–255° (vector mean 228°, vector magnitude 98%). Present day Olduvai records strong and dry northeasterly winds from Lake Natron whereas moisture-bearing winds come from the Indian Ocean and deposit their precipitation on the southeastern side of the Crater Highlands, leaving the western side in a rain shadow. Following Peters and Blumenschine (1995) this may suggest that during drier palaeoclimates the eastern/southeastern Volcanic Highlands and the woodlands north of Lake Manyara acted as a demographic heartland for early hominins whereas the Olduvai area itself had only a peripheral significance.\nThe top part of the Tuff IF section records pronounced reworking with volcaniclastic debris and mud flows predominating in easterly sections down fan as far as JK (cf. Fig. 3). Further down the fan, the top parts of almost all sections measured in the MCK, HWK and MNK fault compartments are then dominated by stacked volcaniclastic braided sheet flood deposits draining towards the west. The RHC section near the lake basin centre records wave-reworked tephra. This suggests sufficient precipitation to initiate a surficial drainage. Wave ripple crests strike 319–345° and correspond with the same northeasterly wind directions deduced from the adhesion-rippled units further down in the section. The overall record implies that tephra reworking following the primary emplacement of Tuff IF ignimbrites, surges and fallout tephra proceeded in the reaches of the volcaniclastic fan towards the east, contemporaneous with a transgressive development of Lake Olduvai towards the west.\nBeyond the reaches of the fan, west of JK, the regularity of the position of the thin SP marker ash within Tuff IF suggests that there was very little erosion within the top of Tuff IF once a fairly planar surface was stabilised and semiconsolidated. The observation that most of the higher order bedding planes are rootmarked and/or associated with immature soils also indicates that considerable time is contained within this surface with relatively low sediment input. There is an upward\nincrease in the density of rooting so that the topmost volcaniclastic unit overlying the SP marker shows the most pronounced bioturbation. Sizes and the branching pattern of rootmarkings in the reworked top part of Tuff IF are suggestive of vegetation involving grasses and/or shrubs (Bamford pers. comm. 2005). The abundance of rootmarkings implies that the vegetation cover at this time had already largely re-established and found an ideal substrate in the form of highly vesicular pumiceous units that may have provided water-storing capabilities similar to that of pellets used for hydroculture today.\nIn locations such as VEK, FLK and KK the top of Tuff IF formed the substrate for coarse, generally unbranched vertical root channels and casts commonly 10–30 mm long and 2–6mmwide. Elsewhere in Bed I sections these have been related to Typhamarshes or reed marshes (Hay, 1976) as they occur in association with Typha pollen (Bonnefille, 1984), fossil rhizomes of papyrus (Hay, 1976) and murid rodent taxa, the modern representatives of which live in marshes, on moist grasslands, and sedge belts that border lakes (Jaeger, 1976). Tuff IF is then overlain by waxy claystones that signal transgression by the returning Lake Olduvai. The macroplant record from HWK-EE (OLAPP trench 107), in the earthy and siliceous earthy claystone layer from 52–92 cm above Tuff IF shows a rich diversity of plants from a wetland with at least three species of sedge, two grasses, unknown monocots and several dicots (Albert et al., 2006). Considering the phytoliths from the same level, sedges are absent, and in descending order of abundance are palms, monocots, grasses and dicots (Albert et al., 2006). Palm trees are sensitive to alkaline lake waters (Bamford, pers. comm. 2005); evidence for their presence in HWKEE and VEK sections (Bamford et al., 2006) thus might be explained by the flushing of the lake-margin wetlands by meteoric and fluvially sourced waters. Such lakemargin wetlands and distributary stream systems that fed them also supported a diversity of large mammals such as elephantids, hippos, bovids, and suids, as evidenced by faunal remains and a Tuff IF surface highly deformed due to animal trampling at HWK-E and VEK. Occasionally, the topmost parts of Tuff IF are brecciated, probably due to wave action in the lake margin areas. In places, erosional features become obvious. From past excavation trenches located at HWK-E, Leakey (1971) describes shallow, narrow, high-sinuosity channels 5–15 cm deep and 15–30 cm wide, part of newly initiated dendritic drainage, and a raised, gently curved, flat-topped bank, 23–25 cm high with an average width of 2.5–15 cm exposed over a length of c. 6.0 m. The top of the bank yielded only a few artifacts and bone fragments but there was a marked concentration of stone artifacts and fossil\nbones elsewhere on the surface that Leakey (1971) interpreted as an occupation floor."
  }, {
    "heading": "5.5. Potential volcanic effects on biota",
    "text": "Leakey (1971) and OLAPP (Blumenschine and Masao, 1991) have documented archaeological occurrences immediately above and below Tuff IF. Within Tuff IF itself fossil bones and artifacts are extremely rare (Hay, 1976) and relate solely to the uppermost, reworked part of the pyroclastic marker unit along the eastern lake margin, such as the HWK-E area. The volcanic eruptions likely had a catastrophic impact on the environment, probably destroying most vegetation and forcing animals, including hominins, to abandon the eastern portion of the basin (Blumenschine et al., 2004). However, in the HWK-E, FLK, MNK and KK outcrops (Fig. 3) the lowermost surge unit is rootmarked and exhibits deformation features, which in certain cases can be attributed to the impressions of hoofprints of antelope (Fig. 20), bustard and possibly footprints of larger animals, including elephants. This suggests that the first surge was not directly followed by succeeding volcanic material and that the destructive effects of the first surge on the biota of the eastern portion of the basin were not total. The restricted lethal effect of initial Tuff IF explosive volcanism is likely because the surges were low volume and probably wet. The much more voluminous emplacement of a pyroclastic flow then records the peak of volcanic activity which modified landscapes considerably. It is devoid of bioturbation or any other signs of life. Although no direct evidence has been found to prove hot pyroclastic flows during Tuff IF times, the potential effects of massive input of pyroclastic material on life could involve damage of lungs and skin, mobility, and respiration problems (cf. Baxter, 1990) due to the availability of large amounts of loose, unconsolidated ash-sized material. Further effects could be related to poisonous volcanic gases particularly in areas proximal to Olmoti volcano and the rapid burial of plants following the emplacement of pyroclastic surges and flows. Also, ground and surface water chemistry might be influenced by the input of ash. Rees (1979) noted that where ash cover derived from the early 1940′s Parícutin (Mexico) volcanic eruption was N1.5 m thick, all living plants died, but where the ash was b0.5 m thick most pre-existing shrubs and trees survived. Ash cover of 0.5–1.5 m resulted in heavily damaged trees and shrubs, as leaves were stripped from the trees, ash coating on leaves restricted access to CO2 and many of the plants that survived burial were killed by fungi that entered damaged plant tissues.\nThe lessons that modern volcanic eruptions e.g. Mt. Pinatubo, Philippines tell (Pierson et al., 1992) include not only the above primary volcanic effects but also considerable secondary effects such as the mobilization of debris flows, mud flows, hyperconcentrated stream flows and sheet wash, causing rapid plant burial and thus eliminating the food supply for many species. The clogging of streams and lakes including marginal wetlands by excess volcaniclastic input may affect many aquatic lifeforms whereas windblown ash would have at least weakened animals by causing pulmonary damage and/or tooth abrasion (WoldeGabriel et al., 2000) even years after initial tephra emplacement. Aftermath effects also include the rapid formation of crusts at the ash bed surface, causing dramatic increase in surface water run-off (Waldron, 1967) and reduced groundwater recharge.\nSuch influences on the environment would have fundamental consequences for the abundance and variety of food and other resources required by Oldowan hominins. The first obvious root traces and/or termite tunnels after the Tuff IF eruption only occur in the upper Tuff IF unit. However, despite intensive search by OLAPP, no undoubtedly in situ vertebrate body fossils have been found in the extensive natural exposures of this upper unit of Tuff IF or any other unit of Tuff IF. One small rib fragment of a medium-sized mammal is the only vertebrate body fossil found in 6.3 m3 of Tuff IF above the Spray Paint (SP) Tuff that have been excavated by OLAPP from 17 trenches, yielding a density of 0.16 specimens/m3. From the same excavated volume, the only traces of hominins are four small pieces of quartzite shatter in the same trench from which the rib fragment derives, yielding a stone artifact density of 0.63/m3.\nThe rarity of stone artifact and vertebrate fossil occurrences in Tuff IF contrasts markedly with those immediately preceding and following its deposition. In uppermost Bed I, Leakey (1971) documented one of the richest Oldowan artifact and bone concentrations at Olduvai, comprised of 1205 stone artifacts and 2018 larger mammal bone specimens from the site of FLK North, Levels 1-2, directly underlying Tuff IF. On the surface of Tuff IF in lowermost Bed II at the site HWK East Level 1, Leakey (1971) excavated another rich occurrence, comprised of 154 stone artifacts and 375 larger mammal bone specimens. OLAPP's excavations also document significant stone artifact and vertebrate occurrences immediately prior to and after Tuff IF deposition. Ten OLAPP excavations of 23.9 m3 of Upper Bed I deposits yielded stone artifact and vertebrate bone densities of 6.5/m3 and 1.6/m3,\nrespectively, approximately one order of magnitude higher that those from Tuff IF. Even higher densities of stone artifacts and identified vertebrate fossils (17.2/m3 and 16.9/m3, respectively) were recovered from OLAPP's 114 excavations of 537 m3 of lowermost Bed II deposits.\nThe reappearance of a broad spectrum of fossil flora, fauna and Oldowan hominin trace fossils in eastern lake margin deposits transgressing over Tuff IF reveals that the area was rapidly recolonized after the combined effects of volcanism and drought had ameliorated. Recovery from burial by ash is dependent on climate and favoured in tropical areas like New Guinea, where the recovery from Rabaul Volcano eruption was rapid, with abundant life starting anew after only a few years, and with animals quickly following (Johnson and Threlfall, 1985). Such effects of volcanism during the Oldowan at Olduvai were not limited to Tuff IF. Considering the existence of even more voluminous pyroclastic flows in the lower parts of Bed I, the effects we describe would have been reproduced and even exceeded at those times."
  }, {
    "heading": "6. Conclusions",
    "text": "Tuff IF is the most widespread of the Bed I marker tuffs and resulted from a series of explosive eruptions of its trachytic-phonolitic Olmoti volcanic source, alternating with and finally followed by times of massive tephra reworking. Measured Tuff IF sections are characterized by a thick unwelded ignimbrite in proximal settings and a succession of surges and ashfalls in the medial to distal settings. Only in those areas with a relatively gentle pre-eruptive topographic gradient, on and beyond the toe of the Olmoti-sourced volcaniclastic fan, did the pyroclastic marker unit Tuff IF develop its typical threefold subdivision consisting of: (1) primary surges and minor fallout, (2) reworked pumice units as lateral correlatives of proximally emplaced pyroclastic flows and (3) a succession of mass flows in conjunction with aeolian and fluvially reworked units. The pyroclastic marker unit is highly heterogeneous with regard to its vertical and lateral facies architecture and this has immediate effects on the preservation potential and in situ burial of fossils and stone artifacts, for example Level 1 at FLK-N in uppermost Bed I (Leakey, 1971). The upper, fluvially reworked subunit of Tuff IF may contain redeposited materials from strata lower in the stratigraphy. This is particularly valid for the FLK-N complex where Leakey (1971) documented channelized units of reworked IF tephra that eroded down sufficiently far that the IF\nbraided fluvial unit comes to sit directly on waxy claystones that underlie the tuff marker bed elsewhere.\nFacies analysis also shows that saline-alkaline Lake Olduvai was not only fed by fresh-water spring systems of lake-margin wetlands (Deocampo and Ashley, 1999) but also by shallow braided river channels associated with a volcaniclastic fan system draining the Volcanic Highlands at its eastern and southern margins. Moreover, beyond the former eastern lake margins evidence for the existence of temporary water sources such as floodplain pools has been deduced from Tuff IF lithofacies interpretation in the upstream areas of such rivers. In an otherwise inhospitable landscape these may have acted as important freshwater sources for large mammals and hominins. Prior and after emplacement of Tuff IF pyroclastic flows and surges it is the toe of the river-dissected volcaniclastic fan at the eastern lake margin where Bamford (2005), Bamford et al. (2006) and Albert et al. (2006) found evidence for tree vegetation, including palms and where hominin activities appear to be concentrated (Leakey and Hay, 1982; Blumenschine et al., 2003). This is particularly valid for times of low lake level, when Lake Olduvai was contracted to a minimum size and freshwater wetlands could form at the toe of the Olmoti sourced drainages. Flushing of the wetland sediment by meteoric and fluvially sourced waters then favoured rich vegetation, including trees in the eastern lake margin area.\nIn contrast, only a few archaeological sites in upper Bed I sediments have been published from the western lake margin so far (Hay, 1976; Blumenschine et al., 2003) even though proximal–distal changes in facies and thickness of the pyroclastic units, suggest that the volcanically-related environmental perturbations were probably less severe to the west of the lake in contrast with its eastern side. Environments of the western part of the basin were also more stable in terms of lake level fluctuations even though lake transgressions and regressions may be expressed there by variations in salinity.\nThe recognition of a complete drying out of Lake Olduvai during Tuff IF times considerably changes palaeoecological reconstructions of the area and consequently also the assessment of future hominin excavation sites. The drying episode that caused the lake regression near the top of Bed I had not ended by the time Tuff IF was deposited. It was only ended by the onset of Tuff IF fluvial reworking such that the topmost fluvially reworked and frequently rooted part of Tuff IF signals the return of increasingly wetter conditions contemporaneous to lake level rise and the recolonization of the volcanic hazard area by plants and animals.\nHarris and Van Couvering (1995) have described how a “mock aridity” is caused by volcanism. However in the case of Tuff IF where volcanism coincided with a real aridity crisis, the volcanically induced mock aridity effects would have superimposed themselves on top of the climatic extreme. Considering that Tuff IF covers a complete transgressive/regressive cycle with an average duration of ∼4000 a, the resulting ecological crisis caused by the combined effects of Tuff IF volcanism and climate-induced drought would have lasted ∼2000– 3500 a (cf. Fig. 21B). This most probably reduced the abundance and variety of resources for hominins to unsustainable levels."
  }, {
    "heading": "Acknowledgements",
    "text": "We dedicate this paper to the memory of Dick Hay, who introduced us to the tephrostratigraphy of Olduvai Gorge. We are deeply indebted to him for his generosity of spirit, the constant support he gave us and the selfless way in which he offered his knowledge and his impressive all-encompassing experience of the geology of Olduvai Gorge.\nResearch was carried out under the auspices of the Olduvai Landscape Paleoanthropology Project (OLAPP), the principal investigators of which are R.J. Blumenschine (Rutgers, the State University of New Jersey, U.S.A), F.T. Masao (University Dar es Salaam, Tanzania) and C.R. Peters (University of Georgia, U.S.A.). Samples used in this study were collected under Tanzanian permits to OLAPP.\nWe would like to thank the Tanzanian Commission for Science and Technology (COSTECH) and the Department of Antiquities for permitting us the unique opportunity to conduct research at Olduvai Gorge. M. Bamford, R.M. Albert, C.R. Peters, C.C. Swisher III, and A. Deino are thanked for fruitful interdisciplinary scientific discussions and L. Melau, E. Mollel, and Z. Kutita for assistance in the field. We greatly appreciate the hospitality of the Olduvai Antiquities Museum staff, O. Kileo, J. Paresso, G. Olle Moita, and D. Lucian and the “on site” support of the Tanzanian Department of Antiquities represented by J. Temba and A.K. Tibaijuka during our study. Thanks also to three anonymous reviewers and the Palaeo3x journal manager for constructive reviews and efficient manuscript handling.\nResearch was sponsored by grants from the DFG to H. Stollhofen, by NSF grants (Archaeology BNS9000099, SBR-961065, and SBR-0109027) to R.J. Blumenschine, F.T. Masao and C. Peters and by Sigma Xi, Geological Society of America, and L.S.B. Leakey Foundation grants to L.J. McHenry."
  }],
  "year": 2008,
  "references": [{
    "title": "Taphonomy of phytoliths and macroplants in different soils from Olduvai Gorge (Tanzania) and the application to Plio-Pleistocene palaeoanthropological samples",
    "authors": ["R.M. Albert", "M.K. Bamford", "D. Cabanes"],
    "venue": "Quat. Int",
    "year": 2006
  }, {
    "title": "Paleopedology and paleohydrology of a volcaniclastic paleosol: implications for Early Pleistocene stratigraphy and paleoclimate record, Olduvai Gorge, Tanzania",
    "authors": ["G.M. Ashley", "S.G. Driese"],
    "venue": "J. Sediment. Res",
    "year": 2000
  }, {
    "title": "Sedimentation patterns in a PlioPleistocene volcaniclastic rift-margin basin, Olduvai Gorge, Tanzania",
    "authors": ["G.M. Ashley", "R.L. Hay"],
    "venue": "Sedimentation in Continental Rifts. Spec. Publ.,",
    "year": 2002
  }, {
    "title": "Age of volcanic rocks in the rift zones of East Africa",
    "authors": ["G.P. Bagdasaryan", "V.I. Gerasimovkiy", "A.I. Polyakov", "R.K. Gukasyan", "V.I. Vernadskiy"],
    "venue": "Geochem. Int",
    "year": 1973
  }, {
    "title": "Early Pleistocene fossil wood from Olduvai Gorge, Tanzania",
    "authors": ["M.K. Bamford"],
    "venue": "Quat. Int",
    "year": 2005
  }, {
    "title": "Plio-Pleistocene macroplant fossil remains and phytoliths from Lowermost Bed II in the eastern palaeolake margin of Olduvai Gorge, Tanzania",
    "authors": ["M.K. Bamford", "R.M. Albert", "D. Cabanes"],
    "venue": "Quat. Int",
    "year": 2006
  }, {
    "title": "Late Pliocene grassland fromOlduvai Gorge, Tanzania",
    "authors": ["M.K. Bamford", "I.G. Stanistreet", "H. Stollhofen", "R.M. Albert", "in press"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Medical effects of volcanic eruptions, I. Main causes of death and injury",
    "authors": ["P.J. Baxter"],
    "venue": "Bull. Volcanol",
    "year": 1990
  }, {
    "title": "Carbonatite magmatism and plume activity: implications from the Nd, Pb and Sr isotope systematics of Oldoinyo Lengai",
    "authors": ["K. Bell", "A. Simonetti"],
    "venue": "J. Petrol",
    "year": 1996
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher III", "Aubry", "M.-P"],
    "venue": "Spec. Publ.,",
    "year": 1995
  }, {
    "title": "Late PlioceneHomo and hominid land use from western Olduvai Gorge, Tanzania",
    "authors": ["R Blumenschine"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Living sites at Olduvai Gorge, Tanzania? Preliminary landscape archaeology results in the basal Bed II lake margin zone",
    "authors": ["R.J. Blumenschine", "F.T. Masao"],
    "venue": "J. Hum. Evol",
    "year": 1991
  }, {
    "title": "The puzzling character of the first dense Oldowan hominid traces in the Olduvai Basin following the ca",
    "authors": ["R.J. Blumenschine", "C.R. Peters", "F.T. Masao", "J.K. Njau", "I.G. Stanistreet", "M. Bamford", "R.M. Albert", "J.I. Ebert", "P. Andrews"],
    "venue": "Ma catastrophic eruption of Mt. Olmoti. PaleoAnthropology,",
    "year": 2004
  }, {
    "title": "Palynological research at Olduvai Gorge",
    "authors": ["R. Bonnefille"],
    "venue": "Natl. Geogr. Soc. Res. Rep",
    "year": 1984
  }, {
    "title": "Robust” hominids and PlioPleistocene paleogeography of the Turkana Basin, Kenya and Ethiopia",
    "authors": ["F.H. Brown", "C.S. Feibel"],
    "year": 1988
  }, {
    "title": "Elephant shrews (Macroscelidae) from Olduvai and Makapansgat",
    "authors": ["P.M. Butler", "M. Greenwood"],
    "venue": "Fossil Vertebrates of Africa,",
    "year": 1973
  }, {
    "title": "Transport and deposition of tephra by pyroclastic flows and surges",
    "authors": ["S.N. Carey"],
    "venue": "Sedimentation in Volcanic Settings. Spec. Publ.,",
    "year": 1991
  }, {
    "title": "Volcanic successions, modern and ancient: a geological approach to processes, products and successions",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "year": 1987
  }, {
    "title": "An isotopic study of paleosol carbonates from Olduvai Gorge",
    "authors": ["T.E. Cerling", "R.L. Hay"],
    "venue": "Quat. Res",
    "year": 1986
  }, {
    "title": "The interpretation of igneous rocks",
    "authors": ["K.G. Cox", "J.D. Bell", "R.J. Pankhurst"],
    "year": 1979
  }, {
    "title": "Further geological studies and potassium-argon dating at Olduvai Gorge and Ngorongoro Crater",
    "authors": ["G.H. Curtis", "R.L. Hay"],
    "year": 1972
  }, {
    "title": "Neogene tectonics and volcanicity in the North Tanzania sector of the Gregory Rift Valley: contrasts with the Kenya",
    "authors": ["J.B. Dawson"],
    "venue": "sector. Tectonophysics",
    "year": 1992
  }, {
    "title": "Plio-Pleistocene climatic variability in subtropical Africa and the paleoenvironment of hominid evolution: a combined data-model approach",
    "authors": ["P.B. DeMenocal", "J. Bloemendal"],
    "year": 1995
  }, {
    "title": "Authigenic clays in East Africa: regional trends and paleolimnology at the Plio-Pleistocene boundary, Olduvai Gorge, Tanzania",
    "authors": ["D.M. Deocampo"],
    "venue": "J. Paleolimnol",
    "year": 2004
  }, {
    "title": "Siliceous islands in a carbonate sea: modern and Pleistocene spring-fed wetlands in Ngorongoro Crater and Oldupai Gorge, Tanzania",
    "authors": ["D.M. Deocampo", "G.M. Ashley"],
    "venue": "J. Sediment. Res",
    "year": 1999
  }, {
    "title": "Probe for Windows: Analysis and Automation for EPMA, version 5.11",
    "authors": ["J. Donovan"],
    "venue": "Advanced Microbeam,",
    "year": 2000
  }, {
    "title": "Taphonomy and palaeoecology of Olduvai Bed-I (Pleistocene, Tanzania)",
    "authors": ["Y. Fernández-Jalvo", "C. Denys", "P. Andrews", "T. Williams", "Y. Dauphin", "L. Humphrey"],
    "venue": "J. Hum. Evol",
    "year": 1998
  }, {
    "title": "Pyroclastic rocks",
    "authors": ["R.V. Fisher", "Schmincke", "H.-U"],
    "year": 1984
  }, {
    "title": "Tectonic development of the northern Tanzanian sector of the East African Rift System",
    "authors": ["A. Foster", "C. Ebinger", "E. Mbede", "D. Rex"],
    "venue": "J. Geol",
    "year": 1997
  }, {
    "title": "Fossil bovidae (Mammalia) of Olduvai Gorge, Tanzania",
    "authors": ["A.W. Gentry", "A. Gentry"],
    "venue": "Part I. Bull. Br. Mus. (Nat. Hist.) Geol",
    "year": 1978
  }, {
    "title": "Fossil bovidae (Mammalia) of Olduvai Gorge, Tanzania",
    "authors": ["A.W. Gentry", "A. Gentry"],
    "venue": "Part II. Bull. Br. Mus. (Nat. Hist.) Geol",
    "year": 1978
  }, {
    "title": "A Geologic time scale",
    "authors": ["F.M. Gradstein", "J.G. Ogg", "A.G. Smith"],
    "year": 2004
  }, {
    "title": "Fish remains from Olduvai",
    "authors": ["P.H. Greenwood", "E.J. Todd"],
    "venue": "Fossil Vertebrates in Africa,",
    "year": 1970
  }, {
    "title": "Mock aridity and the paleoecology of volcanically influenced ecosystems",
    "authors": ["J. Harris", "J. Van Couvering"],
    "venue": "Geology",
    "year": 1995
  }, {
    "title": "Pliocene and Pleistocene hominid-bearing sites from west of Lake Turkana, Kenya",
    "authors": ["J.M. Harris", "F.H. Brown", "M.G. Leakey", "A.C. Walker", "R.E. Leakey"],
    "year": 1988
  }, {
    "title": "Stratigraphy of Beds I through IV, Olduvai Gorge, Tanganyika",
    "authors": ["R.L. Hay"],
    "venue": "Science",
    "year": 1963
  }, {
    "title": "Revised stratigraphy of Olduvai Gorge",
    "authors": ["R.L. Hay"],
    "year": 1967
  }, {
    "title": "Geology of the Olduvai Gorge",
    "authors": ["R.L. Hay"],
    "year": 1976
  }, {
    "title": "Stratigraphy and lake-margin environments of lowermost Bed II in Olduvai Gorge",
    "authors": ["R.L. Hay"],
    "venue": "Kaupia. Darmst. Beitr. zur Naturgeschichte",
    "year": 1996
  }, {
    "title": "Chemical sedimentology and paleoenvironmental history of Lake Olduvai, a Pliocene lake in northern Tanzania",
    "authors": ["R.L. Hay", "T.K. Kyser"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 2001
  }, {
    "title": "Geochemical signatures of paleodepositional and diagenetic environments: a STEM/AEM study of authigenic clay minerals from an arid rift basin, Olduvai Gorge, Tanzania",
    "authors": ["V.C. Hover", "G.M. Ashley"],
    "venue": "Clays Clay Miner",
    "year": 2003
  }, {
    "title": "Les rongeurs (Mammalia, Rodentia) du Pleistocene Inferieur d'Olduvai Bed I (Tanzanie), 1 Partie: Les Murides",
    "authors": ["J.J. Jaeger"],
    "venue": "Fossil Vertebrates of Africa,",
    "year": 1976
  }, {
    "title": "Volcano Town — The 1937-43 eruptions at Rabaul",
    "authors": ["R.W. Johnson", "N.A. Threlfall"],
    "year": 1985
  }, {
    "title": "Plio-Pleistocene environments of Bed I and Lower Bed II, Olduvai Gorge, Tanzania",
    "authors": ["J. Kappelman"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1984
  }, {
    "title": "Olduvai Gorge: excavations in Beds I and II, 1960-1963",
    "authors": ["M.D. Leakey"],
    "year": 1971
  }, {
    "title": "The chronological position of the fossil hominids of Tanzania",
    "authors": ["M.D. Leakey", "R.L. Hay"],
    "venue": "Homo erectus et la place de l' homme de Tautavel parmi les hominids fossils. Premier Congrès International de Paléontologie Humaine. CNDP-CRDP,",
    "year": 1982
  }, {
    "title": "Laetoli; a Pliocene site in northern Tanzania",
    "authors": ["M.D. Leakey", "J.M. Harris"],
    "year": 1987
  }, {
    "title": "Faciesmodel of a semiarid freshwater wetland, Olduvai Gorge, Tanzania",
    "authors": ["C.M. Liutkus", "G.M. Ashley"],
    "venue": "J. Sediment. Res",
    "year": 2003
  }, {
    "title": "Vesiculated tuffs and associated features",
    "authors": ["V. Lorenz"],
    "venue": "Sedimentology",
    "year": 1974
  }, {
    "title": "On the growth of maars and diatremes and its relevance to the formation of tuff rings",
    "authors": ["V. Lorenz"],
    "venue": "Bull. Volcanol",
    "year": 1986
  }, {
    "title": "Grain flow and grainflow deposits",
    "authors": ["D.R. Lowe"],
    "venue": "J. Sediment. Petrol",
    "year": 1976
  }, {
    "title": "Geochronology, geochemistry and isotopic study of the Plio-Pleistocene hominid sites and the Ngorongoro Volcanic Highland in NorthernTanzania.- Ph.D.Thesis,UniversityofColorado,Boulder,USA",
    "authors": ["P.C. Manega"],
    "year": 1993
  }, {
    "title": "Characterization and Correlation of Altered PlioPleistocene Tephra Using a “Multiple Technique” Approach: Case Study at Olduvai Gorge, Tanzania",
    "authors": ["L.J. McHenry"],
    "venue": "Ph.D. Thesis,",
    "year": 2004
  }, {
    "title": "Phenocryst composition as a tool for correlating fresh and altered tephra, Bed I, Olduvai Gorge, Tanzania",
    "authors": ["L.J. McHenry"],
    "venue": "Stratigraphy",
    "year": 2005
  }, {
    "title": "Compositional and textural correlations between Olduvai Gorge Bed I tephra and volcanic sources in the Ngorongoro Volcanic Highlands, Tanzania",
    "authors": ["L.J. McHenry", "G.F. Mollel", "C.S. Swisher III", "in press"],
    "venue": "Quat. Int. doi:10.1016/quaint.2007.01.004",
    "year": 2007
  }, {
    "title": "Petrology and geochemistry of the southeastern Ngorongoro Volcanic Highland; and contribution to “sourcing” of stone tools at Olduvai Gorge, Tanzania",
    "authors": ["G.F. Mollel"],
    "venue": "M.S. Thesis,",
    "year": 2002
  }, {
    "title": "Tectonic evolution of the northern Kenyan rift",
    "authors": ["C.K. Morley", "W.A. Wescott", "D.M. Stone", "R.M. Harper", "S.T. Wigger", "F.M. Karanja"],
    "venue": "J. Geol",
    "year": 1992
  }, {
    "title": "Introduction to the East African Rift System, Part 1. In: Morley, C.K. (Ed.), Geoscience of Rift Systems – Evolution of East Africa",
    "authors": ["C.K. Morley", "D.K. Ngenoh", "J.K. Ego"],
    "venue": "Studies in Geology,",
    "year": 1999
  }, {
    "title": "Landscape perspectives on possible land use patterns for Early Pleistocene hominids in the Olduvai Basin, Tanzania",
    "authors": ["C.R. Peters", "R.J. Blumenschine"],
    "venue": "J. Hum. Evol",
    "year": 1995
  }, {
    "title": "Endulen. Geological Survey of Tanzania, Quarter Degree Sheet 52, scale 1:125.000",
    "authors": ["R. Pickering"],
    "year": 1964
  }, {
    "title": "Ngorongoro. Geological Survey of Tanzania, Quarter Degree Sheet 53, scale 1:125.000",
    "authors": ["R. Pickering"],
    "year": 1965
  }, {
    "title": "Immediate and longterm hazards from lahars and excess sedimentation in rivers draining Mt. Pinatubo, Philippines",
    "authors": ["T. Pierson", "R. Janda", "J. Umbal", "A. Daag"],
    "venue": "U.S. Geological Survey Water Resources Investigation Report 92-4039,",
    "year": 1992
  }, {
    "title": "Hominid paleoecology at Olduvai Gorge, Tanzania as indicated by antelope",
    "authors": ["T.W. Plummer", "L.C. Bishop"],
    "venue": "remains. J. Hum. Evol",
    "year": 1994
  }, {
    "title": "Effects of the eruption of Parícutin Volcano on landforms, vegetation, and human occupancy",
    "authors": ["J.D. Rees"],
    "year": 1979
  }, {
    "title": "Models for the origin of accretionary lapilli",
    "authors": ["R. Schumacher", "Schmincke", "H.-U"],
    "venue": "Bull. Volcanol",
    "year": 1995
  }, {
    "title": "Habitat preference and paleoecology of Australopithecus boisei in eastern Africa",
    "authors": ["P. Shipman", "J.M. Harris"],
    "venue": "Australopithecines. Aldine de Gruyter,",
    "year": 1988
  }, {
    "title": "Early hominid habitat preferences in East Africa: paleosol carbon isotope evidence",
    "authors": ["N.E. Sikes"],
    "venue": "J. Hum. Evol",
    "year": 1994
  }, {
    "title": "Early hominid utilisation of fish resources and implications for seasonality and behaviour. J.Hum.Evol",
    "authors": ["K.M. Steward"],
    "year": 1994
  }, {
    "title": "Revised magnetostratigraphy of the Plio-Pleistocene sedimentary sequence of the Olduvai Formation (Tanzania)",
    "authors": ["E. Tamrat", "N. Thouveny", "M. Taïeb", "N.D. Opdyke"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "Debris flow and erosion control problems caused by the ash eruptions of Irazú Volcano",
    "authors": ["H.H. Waldron"],
    "venue": "Costa Rica. U.S. Geol. Surv. Bull. 1241–1,",
    "year": 1967
  }, {
    "title": "Laser fusion",
    "authors": ["R.C. Walter", "P.C. Manega", "R.L. Hay", "R.E. Drake", "G.H. Curtis"],
    "year": 1991
  }, {
    "title": "Tephrochronology of Bed I, Olduvai Gorge: an application of laser-fusion 40Ar/39Ar dating to calibrating biological and climatic change",
    "authors": ["R.C. Walter", "P.C. Manega", "R.L. Hay"],
    "venue": "Quat. Int",
    "year": 1992
  }, {
    "title": "A model of pyroclastic surge, In: Chapin,C.E., Elston,W.E. (Eds.),Ash flow tuffs",
    "authors": ["K.H. Wohletz", "M.F. Sheridan"],
    "venue": "Spec. Paper,",
    "year": 1979
  }, {
    "title": "Volcanism, tectonism, sedimentation and the paleoanthropological record in the Ethiopian Rift System",
    "authors": ["G. WoldeGabriel", "G. Heiken", "T.D. White", "B. Asfaw", "W.K. Hart", "P.R. Renne"],
    "year": 2000
  }],
  "id": "SP:434ed7cc534540bce01a73d5debae3730091b786",
  "authors": [{
    "name": "Harald Stollhofen",
    "affiliations": []
  }, {
    "name": "Ian G. Stanistreet",
    "affiliations": []
  }, {
    "name": "Lindsay J. McHenry",
    "affiliations": []
  }, {
    "name": "Godwin F. Mollel",
    "affiliations": []
  }, {
    "name": "Robert J. Blumenschine",
    "affiliations": []
  }, {
    "name": "Fidelis T. Masao",
    "affiliations": []
  }],
  "abstractText": "The top of Tuff IF marks the upper boundary of the Plio-/Pleistocene Bed I succession exposed in Olduvai Gorge, NE Tanzania, a tephrostratigraphic interval that is well known for remarkable Oldowan archaeological and vertebrate fossil assemblages, including early hominins. Geochemically, Tuff IF is characterized by a relatively consistent silica-undersaturated trachytic to phonolitic composition that relates both in terms of numerical ages (1.79Ma) and compositional constraints toOlmoti volcano, located 22–38 kmEofOlduvaiGorge. Measured Tuff IF sections are characterized by a thick unwelded pyroclastic flow in proximal settings and a succession of surges and ashfalls that interfingers with fluvio-lacustrine deposits of the Olduvai Basin in the medial to distal settings. Only in those areas with a relatively low topographic gradient, in distal reaches and beyond the toe of an Olmoti-sourced volcaniclastic fan, did the Tuff IF marker develop a typical threefold subdivision comprising: (1) primary surges andminor fallout, (2) reworked pumice units as lateral correlatives of proximally emplaced pyroclastic flows and (3) a succession of mass flows in conjunction with aeolian and fluvially reworked units. The pyroclastic marker unit is thus highly heterogeneous with regard to its vertical and lateral facies architecture and this has immediate effects on its preservation potential and in situ burial of fossils and stone artifacts. Even though the volcanically-related environmental perturbationswere probablymore severe at the eastern lakemargin, the evidence for at least temporary freshwater sources and trees suggests environments conducive to hominin activities, but not during emplacement of Tuff IF pyroclastic flows and surges. This inference is supported by the presence of rich Oldowan stone artifact assemblages immediately preceding and following the deposition of Tuff IF, but only extremely sparse archaeological traces from one site in Tuff IF, restricted to the upper, fluvially reworked portion of Tuff IF. Tuff IF facies record the maximum of a regressive (drying) cycle that correlates with regional marine arid indicators. An ecological crisis covering ∼2000–3500 a of time during Tuff IF deposition resulted not only from the lethal effects of explosive volcanism but also from its coincidence with a pronounced period of climate induced drought. These combined effects appear to have made at least the eastern basin uninhabitable by hominins and other vertebrates for most of the time during which Tuff IF accumulated. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Fingerprinting facies of the Tuff IF marker, with implications for early hominin palaeoecology, Olduvai Gorge, Tanzania"
}