{
  "sections": [{
    "text": "0277-3791/$ - se doi:10.1016/j.qu\nCorrespond E-mail addr\nForest remnants, buried by catastrophically emplaced volcanic deposits, are identified on the shores of the Manukau Harbour, in northern New Zealand. Carbonaceous muds associated with the fossil forest were investigated through a combination of stratigraphy, chronology and palaeoecological proxies. The fossil forest was destroyed and buried by phreatomagmatic explosions from the adjacent Maungataketake Volcano. Small trees (o1m diameter) in position of growth are observed extending 1–2m upwards into the overlying volcanic deposits. The lowermost part of the phreatomagmatic succession contains well-preserved leaf fossils and small fallen logs and branches, many of which were incorporated into the phreatomagmatic succession during the initial eruptive phase. Optically stimulated luminescence dating of the phreatomagmatic succession together with palaeoecological evidence for interglacial climate suggests deposition in late Marine Isotope Stage (MIS) 7. This extends the known age of volcanism in the Auckland Volcanic Field by up to 40 ka.\nBeetle and pollen assemblages indicate a northern conifer forest growing adjacent to a wetland on or near a coastal plain. The pollen record shows forest compositional changes, in particular a period of Agathis australis—dominance between two phases of Dacrydium cupressinum dominance. Concomitant developments in the wetland flora may have been linked to changes in groundwater conditions as sea level fluctuated across the coastal plain. Despite overall similarity to the modern flora and fauna, both beetle and pollen assemblages include elements that are found today at higher elevations in the region, indicating that slightly cooler climate conditions existed during late MIS 7 compared to present. We estimate this temperature depression at less than 1 1C relative to the present, broadly consistent with the late MIS 7 marine (ODP-1123) record located east of New Zealand. This study clearly demonstrates the complementarity of coleopteran and palynological analyses and the utility of a multi-proxy approach to reconstructing terrestrial environmental change. r 2006 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Well-preserved remnants of a forest buried by catastrophically emplaced volcanic deposits located on the shore of the Manukau Harbour in the northern North Island of New Zealand provide an ideal opportunity to reconstruct the palaeoenvironment of the penultimate interglacial, MIS 7. Preserved sites like this are rare and important repositories of past interglacial climate and ecology that can be directly compared with present day conditions.\ne front matter r 2006 Elsevier Ltd. All rights reserved. ascirev.2006.01.031\ning author. Tel.: +647 858 3700; fax: +64 7 858 4964. ess: maureen.marra@canterbury.ac.nz (M.J. Marra).\nTo date, there are very few New Zealand reconstructions of past interglaciations, mainly due to poor preservation and deep burial of older sites. The MIS 7 record in New Zealand is sparse and limited to four terrestrial sites (Fig. 1): Wellington (Mildenhall, 1995), Wanganui (Pillans et al., 1988); Taranaki (Bussell and Pillans, 1997) and Banks Peninsula, Canterbury (Shulmeister et al., 1999; Soons et al., 2002) and these all report a climate that was broadly similar to present day. In contrast, the marine record retrieved off the east coast of the South Island (DSDP Site 549) (Fig. 1) shows MIS 7 as being considerably cooler—with maximum temperatures about 3 1C cooler than present day (Heusser and van de Geer,\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612144\n1994). In short, there is poor understanding of the climatic and ecologic conditions that prevailed during the MIS 7 interglacial coupled with inconsistencies noted between equivalent-aged MIS 7 terrestrial and marine records.\nIn this study we present a reconstruction of a MIS 7 environment through a combination of stratigraphy, chronology and utilization of pollen and beetle palaeoecological proxies.\nARTICLE IN PRESS M.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2145"
  }, {
    "heading": "2. Regional description",
    "text": "The research site is on the eastern shore of the Manukau Harbour on the western margin of the narrow Auckland Isthmus (Fig. 1). The Auckland Isthmus comprises dominantly Tertiary marine sediments (Waitemata Group) that form highlands to the south and east, as a result of Cenozoic block faulting, and lowlands comprising downfaulted dominantly fluviatile and marginal marine sediments of Quaternary age. Superimposed on this landscape is a basaltic volcanic field comprising at least 48 Quaternary scoria cones and maar craters that extend over an area of ca 100 km2 (Kermode, 1992). The maximum age of this volcanic field is poorly constrained, but it is generally considered to have been active for the last ca 140 ka. The most recent eruption occurred at Rangitoto in the Waitemata Harbour around 600 years ago (Nichol, 1992). On the west coast there are Quaternary dune barrier complexes and estuaries, one of which is the Manukau Harbour. This harbour has a surface area of around 340 km2, with a total catchment area around 870 km2 and a shoreline length of around 100 km (Tonkin and Taylor, 1986). Much of this shoreline today is occupied by suburban Auckland, port facilities, industry, Auckland International Airport and a sewage purification facility. The central basin of the harbour is in an advanced stage of infill with almost two-thirds of the total area exposed as tidal flats at low tide. During intervals of the Quaternary when sea level was periodically lower, Manukau Harbour would have been an extensive, gently sloping coastal plain."
  }, {
    "heading": "2.1. Tectonic stability",
    "text": "In southern and central parts of the Manukau lowlands, a prominent highly carbonaceous palaeosol associated with near-shore marine deposits is persistently observed underlying a ca 1-Ma pyroclastic density current (PDC) deposit correlated with the Unit E ignimbrite from the central North Island (Alloway et al., 2004). This organic-rich palaeosol occurring close to present-day high tide level attests to negligible uplift in the Auckland Isthmus and Manukau lowlands since deposition of this PDC deposit ca 1 million years ago, though sparse evidence for subsidence occurs in the southern Manukau lowlands and locally within Waitemata Harbour (Alloway et al., 2004). The tectonic stability of the region implies that any changes in shoreline at the study site are likely to be the result of coastal geomorphic process associated with eustatic sea level change."
  }, {
    "heading": "2.2. Vegetation",
    "text": "The original forest vegetation of the Auckland isthmus was considerably modified with arrival of people through fire, farming, timber milling and urbanization. Remnant patches of forest still occur and are indicative of the diversity that would have existed within a larger forest\nsystem in the past. The largest forested area is the Waitakere Ranges (about 16 000 ha) in the west of the region (Fig. 1) that still supports an extensive coniferhardwood forest system, most of which is regenerating, but also containing patches where the original forest is intact. These patches are dominated by mature Agathis australis and include Knightia excelsa, Dacrydium cupressinum, Podocarpus totara, Prumnopitys ferrugineus, Phyllocladus trichomanoides, Ixerba brexioides, Beilschmiedia tarairi, Myrsine australis, Vitex lucens and B. tawa (Ahmed and Ogden, 1991; Esler, 1991). Various pollen records from the region (e.g. Newnham and Lowe, 1991; Horrocks et al., 2005) show that changes in vegetation patterns occurred throughout the Holocene in response to fluctuations in temperature and moisture. In the wetter early Holocene, Dacrycarpus dacrydioides and P. taxifolia dominated the conifer-hardwood forest. After about 6 ka BP A. australis, Libocedrus and Phyllocladus expanded in the drier conditions at that time (Newnham and Lowe, 1991)."
  }, {
    "heading": "2.3. Climate",
    "text": "The present day climate of the Auckland area is temperate to sub-tropical. The climate is strongly maritime-influenced with mild winters (July average temperature 11 1C) and warm summers (average temperature around 20 1C) (Hessell, 1988). Rainfall occurs throughout the year with a regional rainfall around 1200mm per year. Frosts occur on a few days each year (New Zealand Meteorological Service, 1983)."
  }, {
    "heading": "3. Site description",
    "text": ""
  }, {
    "heading": "3.1. Stratigraphy",
    "text": "The section investigated (Grid Ref: NZMS260 R11/ 664655) is exposed in low coastal cliffs near the Renton Road access steps to Manukau Harbour and ca 2 km northwest of Auckland International Airport. Here the cliffs extend for ca 200m in a northwest to southeast direction and gently reduce in surface elevation to the southeast. An extensive beach platform is observed at low tide (Fig. 2A) comprising black, highly carbonaceous muds with randomly oriented large (o2.5m diameter; o25m long) prostrate tree trunks (Fig. 2B) and stumps in growth position (Fig. 2A inset). This fossil forest sequence exposed in the shore platform (Fig. 2A) can also be observed at the base of the cliffs in the vicinity of the access steps where it consists of o1m thick horizon of black, highly carbonaceous muds containing numerous small trees (o0.5m diameter) and stumps in growth position and fallen logs underlain by cream- to pale-brown dominantly inorganic muds (Fig. 3). This carbonaceous mud horizon can be traced ca 150m further north-west along the coast (and directly adjacent Maungataketake Volcano) where it perceptibly thins\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612146\n(o0.20 cm-thick), becomes distinctly less carbonaceous and steadily occupies a higher elevation in the cliff. The lateral variation (elevation, thickness and morphology) of the carbonaceous mud horizon expressed in the presentday cliffs indicates a gently undulating paleo-topography\nwith the fossil forest dominantly occupying an area of lower paleo-relief. The carbonaceous mud horizon is overlain by ca 4-m-thick phreatomagmatic succession derived from the adjacent Maungataketake Volcano. The succession typically comprises\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2147\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612148\nan upward-fining sequence dominated by basaltic surge and airfall deposits (Fig. 3). The surge deposits are characterised by mm-cm thick, low-angle cross to planar parallel bedded, grey to brown poorly sorted ash layers exhibiting density grading and associated with accretionary lapilli beds (Fig. 4A and B). Airfall deposits are characterised by mm-cm thick, massive to graded bedded, moderately sorted to sorted, darkgrey scoriaceous coarse ash and lapilli beds. The Maungataketake succession also contains numerous scattered lapilli to boulder-sized ballistic bombs of variable lithology and ejecta of basaltic composition. Bomb sag features are common (Fig. 4C and D). The base of the phreatomagmatic succession is irregular and sharp and appears to be the result of compaction of the water-laden organic muds under the load of volcanic detritus. Small trees (o1m diameter) in position of growth are observed extending 1–2m up into the overlying volcanic deposits (Fig. 5). The lower 1m of the phreatomagmatic succession also contains rip-ups of underlying carbonaceous muds as well as abundant, smaller fallen logs and\nbranches (Fig. 6), many of which were incorporated in the phreatomagmatic succession during the initial eruptive phase and have subsequently rotted away leaving moulds. Scattered perfectly preserved leaf fossils are also present in the finer textured ashy beds in the lower 0.3m of the phreatomagmatic succession (Fig. 6 inset). The Maungataketake phreatomagmatic succession is overlain by a further 4.3m thick sequence of highly weathered fine-textured, basaltic fall deposits and intervening mottled clays that grade upwards to the present-day soil at ground surface (Fig. 3). The source of this upper basaltic succession is unknown, but is most likely derived from any one or more of the nearby basaltic centres (i.e. Ihumatao, Gabriel, Puketutu, Mangere)."
  }, {
    "heading": "3.2. Marine terrace",
    "text": "The Maungataketake phreatomagmatic succession at its distal southeast end is cut by a small marine terrace remnant\nARTICLE IN PRESS M.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2149\noccurring ca 1m above mean high tide level (Fig. 7). The wave-cut surface comprises iron-stained and partially cemented, angular to sub-rounded sandy gravels and cobbles. Just above this wave cut surface is an obvious layer of sea-rafted rhyolitic pumice clasts (some of which are 10–20 cm in diameter) overlain by few highly weathered cm-mm thick\nFig. 6. View of the lower 1m of the phreatomagmatic succession containing oriented tree trunks many of which were incorporated into the phreatomagma Dacrydium cupressinum occurring within the finer textured ashy beds in the lo\nbasaltic ash beds and intervening clays. Further southeast, these weathered terrace cover-beds wedge out so that the wave-cut surface is unconformably overlain by anthropogenically disturbed soils and midden debris (Fig. 7). Marine terraces of last interglacial age (MIS 5) are recorded in many locations in the North Island (i.e. Chappell, 1975; Pillans, 1990). In the Auckland area, marine terraces have been recognised south of Port\nrip-ups of underlying carbonaceous muds as well as abundant, randomly tic succession during the initial eruptive phase. Inset—Perfectly preserved wer 0.3m of the phreatomagmatic succession.\nARTICLE IN PRESS M.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612150\nWaikato (Chappell, 1975), Awhitu Peninsula (Barter, 1976) and north of the Manukau in the vicinity the Kaipara (Brothers, 1954). Where only one terrace is known it is usually assumed to be 120–130 000 years old and represent the culmination of a major sea-level cycle at ca 127 ka when sea-level lay between 5 and 8m above present (Stirling et al., 1998; Pillans, 1990). Elsewhere, two other high sea-level stands of between 10 and 20m relative to present at ca 80 and 105 ka are also well established. Shorelines of these two sea-level maxima are only elevated above sea-level when mean uplift rates exceed 0.2mm/year. Since late Quaternary uplift of the Manukau Harbour and Auckland Isthmus is considered negligible (Alloway et al., 2004) these terraces are unlikely to be preserved in these areas.\nThus although the precise age of the marine terrace preserved at Renton Road is unknown, it is likely to represent either a terrace formed during the highest post-glacial sealevel transgression at ca 6.5 ka BP (Gibb, 1986) or the highest Last Interglacial sea-level transgression at ca 127ka. The occurrence of intensely weathered clay-textured terrace coverbeds, irregular secondary iron concretions and cementation in the soil matrix as well as on wave-cut gravels and cobbles faces tends to support an older age for the terrace, even though the terrace is only 1m above the mean high tide level. We conclude therefore that the terrace represents the MIS 5e remnant shore platform, with the accompanying strandline now buried and positioned some distance inland from the present day shoreline."
  }, {
    "heading": "3.3. Sea-rafted pumice layer",
    "text": "Profuse to abundant, well-rounded, vesicular, yellowbrown pumice lapilli and blocks occur in a ca 0.5-m-thick horizon above the wave-cut platform (Fig. 8). Glasses in pumice clasts were analysed by electron microprobe to determine major oxide compositions and confirm rhyolitic composition with SiO2 contents in the range of ca 76wt% recalculated to 100% on a volatile free basis. The pumice\nclasts are compositionally distinct from sea-rafted pumices reported from Tokerau Beach (Fig. 9), Loisels and Koaiti Beaches (Shane et al., 1998) derived from multiple eruptions in the oceanic Tonga-Kermadec arc north of New Zealand, but compositionally similar to tephra erupted from the Taupo Volcanic Centre (TVC) (Table 1; Fig. 9). Despite this similarity to TVC-sourced deposits, the Renton Road pumices cannot be assigned to an individual eruptive event with any certainty. The sea-rafted pumice clasts are also compositionally similar to several mid-Pleistocene TVZ-sourced deposits preserved in coastal sections adjacent Manukau Harbour. Thus, there always remains the possibility that the sea-rafted pumices could be locally eroded and redeposited from mid-Pleistocene TVZ pumiceous deposits exposed within Manukau Harbour."
  }, {
    "heading": "4. Methods",
    "text": ""
  }, {
    "heading": "4.1. Fossil beetles",
    "text": "A bulk sample from the top of unit 4 directly underlaying the volcanic surge basalts was collected and washed through a 300-mm sieve. Insect fragments were concentrated and extracted by the kerosene flotation method described in Elias (1994). Fossils were picked under binocular microscope and mounted on micro-faunal slides. Identification was carried out at the New Zealand Arthropod Collection, Landcare Research, at Mt Albert Research Centre, Auckland. Results were compared with the modern fauna of the region."
  }, {
    "heading": "4.2. Pollen",
    "text": "Samples for pollen analysis were extracted as 5 cm contiguous sediment slices vertically down the ca 90 cm section of carbonaceous muds at the base of the Maungataketake basaltic surge and fall deposits. In addition to these 18 samples, a lens of carbonaceous mud exposed near the base of the basaltic deposits, referred to as a rip-up sample, was also sampled for pollen. Pollen slide preparation followed standard procedure (Moore et al., 1991) augmented by microsieving using 7mm mesh. Tablets of exotic Lycopodium spores were added to the samples to facilitate estimation of pollen concentrations. Pollen recovery was generally good, except for the basal two samples, representing the interval 80–90 cm depth below the base of the Maungataketake deposits, which were heavily minerogenic and hence not counted. For all other samples, including the rip-up sample, pollen concentrations ranged from ca 300 000grains cm3 1 to41500 000grains cm3 1 and pollen counts of at least 250 dryland pollen grains per slide were achieved. Concentrations of charcoal, present in abundance in the rip-up sample and one other sample, were estimated as fragments per unit sediment using the exotic Lycopodium marker (Clark, 1982). Pollen percentages were calculated from the sum of dryland pollen, excluding all spores including tree fern\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2151\nspores. As a precaution, Leptospermum was also excluded from the pollen sum as this taxon showed values possibly indicative of local presence at the depositional site. Pollen taxonomy and nomenclature follows Moar (1993) for gymnosperms and dicotyledon angiosperms, Cranwell (1953) for monocotyledons and Large and Braggins (1991) for ferns and fern allies.\nConstrained Increment Sum of Squares (CONISS) cluster analysis was performed on the full pollen dataset, before counts were converted to percentages, using the\nTGView Version 2.0 software package. This analysis was used to subdivide the dataset into local pollen assemblage zones (LPAZ)."
  }, {
    "heading": "5. Chronology",
    "text": ""
  }, {
    "heading": "5.1. Previous work on age of maungataketake eruption",
    "text": "Fergusson and Rafter (1959) determined a radiocarbon age of 29 00071500 years from a sample taken from the\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612152\nouter portion of a tree in position of growth that was located in a 15 ft cliff and enclosed by tuff. Another four radiocarbon samples were collected from this site by various researchers which yielded diverse ages ranging from 31 00071000 to 43 60071400 14C yrs BP (GrantTaylor and Rafter, 1963; Polach et al., 1969). In addition basaltic material was dated at 74 000715 000 yrs BP (McDougall et al., 1969) using the K–Ar technique and at 38 00071900 yrs BP. using the thermoluminescence technique (Wood, 1991). The considerable variation and broad error ranges in these ages highlight the need to clarify the age of the Maungataketake deposits and underlying sediments."
  }, {
    "heading": "5.2. This study",
    "text": "Two radiocarbon samples were obtained from an in-situ A. australis stump and a small podocarp tree extending upward into the overlying phreatomagmatic deposits. Both samples dated at Waikato University Radiocarbon Laboratory (Wk-3411 and -3412), yielded infinite ages of 450 000 years BP (Table 2).\nTwo samples for optically stimulated luminescence (OSL) dating taken from basaltic deposits of Unit 3 (Fig. 3) were submitted to the Luminescence Dating Laboratory, Victoria University of Wellington, for OSL dating. The depositional ages were determined using the silt fraction. The palaeo-dose was determined by measuring the blue luminescence output during infrared optical stimulation (Rieser, 2004)."
  }, {
    "heading": "5.2.1. OSL procedure and results",
    "text": "Samples were treated with 10% HCl to remove carbonates and iron oxide coatings were removed from grains using sodium citrate, sodium bicarbonate and sodium dithionate. The grain size 4–11 mm was extracted in water-filled cylinders using Stokes’ Law, then samples were brought into suspension in pure acetone and deposited as a thin layer on aluminium discs (1 cm diameter). Measurements of luminescence were taken using a standard Riso TL-DA15 system with Kopp 5–58 and Schott BG39 optical filters to select the luminescence blue band to stimulate the feldspar fraction. Stimulation was at 30W/cm2 with infrared diodes at 880D80 nm. Thirty\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2153\nb-irradiations were done on a Daybreak 801E 90Sr, 90Y birradiator, calibrated against SFU, Vancouver, Canada to about 3% accuracy. Nine a-irradiations were done on a 241Am irradiator supplied and calibrated by ELSEC, Littlemore, UK. Palaeo-doses were estimated by measuring blue luminescence output with the multiple aliquot additive-dose approach (with late-light subtraction) using a low-level gamma spectrometry measurement (Rieser, 2004).\nThe samples being basalt, which tends to have high radioactivity, were near saturation. With saturation, ages tend to be underestimated. In this case the ages indicate deposition in early MIS 6, but with error margin extending into MIS 7. Therefore it is likely that the true age is MIS 7 (Rieser, 2004) (Table 3). Of the two ages, the lower sample (WLL343) is more reliable as the upper sample (WLL346) exhibited radioactive disequilibrium and unusual luminescence characteristics, probably a result of the basaltic characteristics of that particular sample (Rieser, 2004). Although a correction was attempted, the age of the upper sample remains uncertain as it is unknown how the disequilibrium developed over time (Rieser, 2004). These new ages indicate that the Maungataketake deposits are older than previously thought and, taken at value; the more reliable luminescence age (WLL343) suggests deposition in the earliest part of MIS 6 or late MIS 7. The interpreted MIS 5 terrace that truncates the Maungataketake deposits lends support the older age for these deposits."
  }, {
    "heading": "6. Results",
    "text": ""
  }, {
    "heading": "6.1. Fossil beetles",
    "text": "Ninety-eight fossil beetle taxa belonging to 28 families were identified and are listed with habitat details (Table 4). The fossils occur as well preserved, disaggregated skeletal parts and include heads, pronota (prothoraces) and elytra\n(wing cases). The comparison between the fossil fauna and the present day fauna of the area, which is detailed in the Lynfield Survey (Kuschel, 1990), shows the fossil fauna represents 48% of families, 20% of genera and 13% of the species that make up the modern day native fauna of the Auckland region. Around 40% of the fossil beetle assemblage is associated with tree habitats including endophytic habitats, a result of the volcanic event instantly capturing a variety of habitats. The excellent preservation of the fossils also indicates that the insects were instantaneously buried by an explosive phreatomagmatic eruption (Fig. 10). Such preservation of insects depends on rapid burial and those insects that are not immediately buried are usually subjected to predation and/or the chitin becomes pitted by decomposition and decay. Although the fossils were extracted from a bulk sample, the high quality of fossil preservation indicates that the fossil fauna may represent the living fauna at the time of the eruption. The fossil assemblage comprises two main faunas; forest and wetland, but also has two taxa associated with beach habitats. The forest fauna comprises taxa associated with forest floor, tree canopy and bark habitats. The most abundant species in the forest group is the ground beetle Tachys antarcticus (Carabidae) (Fig. 10A) which lives in the soil in A. australis and podocarp forests (Larochelle and Lariviere, 2001). Weevils dominate and provide significant insight into the palaeo-forest ecology. For example, fossils of weevils identified include Inosomus rufopiceus (Fig. 10B) which inhabits A. australis and D. cupressinum, Heterotyles argentatus (Fig. 10C) which inhabits various podocarp trees, Xenocnema spinipes that inhabit either A. australis or D. cupressinum, Eurynotia hochstetteri that lives in P. totara, Macroscytalus parvicornus that inhabits tree fern and Unas conirostris which is associated with V. lucens (Kuschel, 1990). The forest floor was dominated by several weevils belonging to the tribe Cryptorhynchini, which inhabit rotting logs, and several species of Zopheridae including Pycnomerus perigrinus (Fig. 10D), which live in dead or decaying A. australis. The wetland fauna includes Steriphus acitus, a weevil species that lives on swamp vegetation (e.g. Scirpus) and the weevil Eucossonus setiger that is strictly host specific to the swamp tree Cordyline (Kuschel, 1990). Also present are Tenebrosoma tenebricum, a long horn beetle associated with Phormium (Kuschel, 1990) and an unidentified species\nARTICLE IN PRESS\nTable 4 List of fossil beetle taxa with habitats/hosts\nTaxon Part MNI Habitat/host\nCarabidae Tachys antarcticus Bates P, E 6 Forest—soil Indetermined sp. M 1 Dytiscidae Indetermined sp. P 1 Ponded watern\nHydophilidae Rygmodus modestus White H 1 Cyathodes\nfasciculata\nLeiodidae Zeadolopus sp. E 1 Forest floor litter Inocatops concinnus (Broun) E 1 Forest floor litter\nand moss\nMesocolon alacre (Broun) E 1 In carrion Paracatops sp. E 1 In carrion\nScydmaenidae cf Sciacharis galerus (Broun) E 1 In wood Sciacharis taranaki Franz E 1 Litter\nStaphylinidae Carpelimus sp. E 2 Litter cf Paratorchus brevipennis (Broun) E 2 Leaf mould of Sophora\nmicrophylla\nHyperomma dispersum Broun E 2 Litter Philonthus sp. E 1 Litter Cafius sp. (cf. C. algophilus) E 1 Beach–rotten\nwood\nPaederinae sp. 1 E 1 Various Aleocharinae sp.1 E 3 Litter Aleocharinae sp. 2 E 2 Litter Aleocharinae sp. 3 E 2 Litter Pselaphinae sp. 1 E 3 Litter Pselaphinae sp. 2 E 4 Litter Pselaphinae sp. 3 E 2 Litter Pselaphinae sp. 4 E 2 Litter Pselaphinae sp. 5 E 1 Litter\nScirtidae cf. Cyphanus punctatus Sharp E 3 Adults on various\nshrub hosts, larvae in water\nScirtidae sp. 1 E 1 As above Scirtidae sp. 2 E 1 As above Scirtidae sp. 3 E 1 As above\nScarabaeidae Saphobius edwardsi Sharp H, L 1 Litter Odontria cf macrothoracica Given P, H 1 Litter\nByrrhidae Epichorius sp. 1 E, P, 1 Moss Synorthus setarius Sharp H, E, P 1 Damp ground on\nmoss and liverworts\nBuprestidae Maoraxia eremite (White) E 1 Myrsine australis\nElateridae Amphiplatys lawsoni Sharp E, H, P 2 Litter\nTable 4 (continued )\nTaxon Part MNI Habitat/host\nAnobiidae Hadrobregmus crowsoni Espanol\nE, P 1 Vitex lucens\nMethemus griseipilus (Broun) E 1 Shrub hosts Methemus sp. 1 E 1 Shrub hosts Xenocera sp. 1 E, P 1 Shrub hosts\nTrogossitidae Indetermined sp. cf. Grynoma P 1 Flowers\n(if Grynoma)\nNitidulidae Soronia asperella Broun E 1 Tree sap\nCryptophagidae Micrambina rutila (Broun) E, P 5 Various shrub\nhosts\nCorylophidae Sacina oblonga Broun E 1 Forest canopy\nCoccinellidae Rhyzobius sp. E, P 1 Forest canopy\nCiidae Cis boettgeri Broun E 1 Various hosts Cis illustris Broun E 1 Buried wood\nMelandryidae Hylobia calida Broun E 3 Dead or dying\nSophora, Knightia, Vitex and Acacia\nMordellidae Stenomordellaria neglecta (Broun)\nE 1 Flowering\nLeptospermum scoparium\nZopheridae Pycnomerus depressiusculus (White)\nE, H, P 3 Decaying wood of\nvarious tree hosts\nPycnomerus perigrinus Broun E 3 Dead or decaying\nAgathis australis\nPycnomerus minor Sharp E 2 Decaying wood Pycnomerus sp. E 1 Decaying wood Ablabus crassulus (Broun) P 1 In dead Sophora\nand Knightia\nTenebrionidae Tanychilus sophorae Broun E 1 Knightia excelsa\nProstomidae Dryocora howiti Pascoe E 3 In decayed wood\nOdemeridae Selenopalpus cyaneus Fabricius\nE 1 Coastal on flowers\nor driftwood. Larvae in decaying wet /submerged wood\nCerambycidae Hybolasius modestus Broun. E, P 2 Pittosporum Tenebrosoma tenebricum Broun H 1 Phormium Ptinosoma sp. Litter\nNemonychidae Rhinorhynchus rufulus (Broun)\nH, P, E 8 Mainly\nDacrycarpus\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612154\nARTICLE IN PRESS\nTable 4 (continued )\nTaxon Part MNI Habitat/host\ndacrydioides – also Phyllocladus trichomanoides and Prumnopitys ferruginea\nAnthribidae Isanthribus proximus (Broun) P, E 5 Fungi on various\nhosts\nDasyanthribus purpureus (Broun)\nP, E, H 4 Fungi on decaying\nVitex lucens\nEtnalis spinicolis Sharp P,E 1 Fungi on decaying\nHoheria populnea\nCurculionidae Aterpini Heterotyles argentatus H, 2 Podocarpus totara,\nDacrydium cupressinum, D. bidwellii, P. dacrydioides\nDiabathrariini Geochus politus (Broun) P 2 Adults on forest\nfloor dicots and monocots\nRhytirhinini Steriphus acitus (Pascoe) H, P, E,\nL\n4 Adults on Carex\nand Scirpus larvae aquatic feeding on roots of Scirpus\nEugnomini Peristoreus sp. H 1 Larvae on flowers Hoplocneme hookeri White H, E 1 Hebes Hoplocneme squamosa Broun H, E 1 Hebes Scoloptrus sp. L 1 Larvae in Cyathea\ndealbata or Pseudopanex\nRhopalomerus sp. L 1 Adults on pollen,\nlarvae on decaying wood\nCurculionini Dermothrius ruficollis (Broun) H, E 1 Forest floor litter\nCryptorhynchini Psepholax sulcatus (White) L, H, E 2 Various dying tree\nhosts\nPsepholax tibialis Broun L 1 Various dying tree\nhosts\nMetacalles asperus Broun H, E 1 Forest floor litter Crisius sp E 1 Forest floor litter Cryptorhynchini sp. 1 E 3 Forest floor litter Cryptorhynchini sp. 2 E 3 Forest floor litter Cryptorhynchini sp. 3 E 2 Forest floor litter Cryptorhynchini sp. 4 E 1 Forest floor litter Cryptorhynchini sp. 5 E 1 Forest floor litter\nMolytini Phrinixus modicus Broun L, H, E 3 Pseudopanex\narboreus and Dacrycarpus\nPhrinixus sp. L 1 dacrydioides\nCossonini Eucossonus setiger Sharp H, P, E 2 Cordyline Unas conirostris Marshall E, P 2 Vitex lucens\nTable 4 (continued )\nTaxon Part MNI Habitat/host\nPentharium zealandicum E 1 Macropiper\nexcelsum and Melicytus ramiflorus\nPhloeophagosoma corvinum (Wollaston)\nH, E 1 Various tree hosts\nMacroscytalus remotus (Sharp)\nH, P, E 3 Coprosma\nmacrocarpa\nMacroscytalus sagax H, E 1 Various tree hosts Macroscytalus parvicornus Sharp H, E, P 1 Tree ferns Cossininae sp. 1 H, E 2 Unknown host Cossininae sp. 2 H, E 3 Unknown host Cossininae sp. 3 H, E 1 Unknown host\nTropiphorini Eurynotia hochstetteri Broun H, L L Podocarpus totara\nAraucariini Inosomus rufopiceus (Broun) H, E 2 Agathis australis\nand Dacrydium cupressinum\nXenocnema spinipes Wollaston\nH, E 2 Agathis australis\nPart, preserved fossil element; H, Head; P, Prothorax; E, Elytra; L, Leg; MNI, minimum number of individuals.\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2155\nof diving beetle, indicating non-flowing fresh water (Ordish, 1966). The most abundant taxon in the wetland fauna is Rhinorhynchus rufulus (Nemonychidae) which is predominantly associated with the swamp forest tree D. dacrydioides (Kuschel, 2003). Two beach taxa complete the fossil assemblage. Selenopalpus cyaneus (Odemeridae) is found in coastal habitats where the adults are found on driftwood or coastal flowers and their larvae in decaying wet/submerged wood (Hudson, 1975), and a species of Cafius (probably C. algophilus) which inhabits rotting wood in beach environments (Kuschel, 1990)."
  }, {
    "heading": "6.2. Pollen",
    "text": "Four LPAZ are recognised, one of which consists solely of the rip-up sample (Fig. 11). In the following observations, depth is defined from the base of the overlying Maungataketake phreatomagmatic sequence."
  }, {
    "heading": "6.2.1. RR1: 55–80 cm depth",
    "text": "These assemblages are dominated by the tall forest conifers D. cupressinum, which declines upwards from ca 40% to 30%, A. australis, which increases upwards from ca 15% to 35%, and Phyllocladus, consistently at ca 25–30%. The pollen of numerous other gymnosperm and angiosperm forest trees is present, along with small amounts from a range of small tree and shrub taxa. Tree fern spores, mostly of Cyathea dealbata are only prominent in the basal sample. Few other spores and pollen of wetland taxa are\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612156\npresent, although Leptospermum pollen rises markedly towards the top of the zone."
  }, {
    "heading": "6.2.2. RR2: 20–55 cm depth",
    "text": "The three prominent conifer taxa of the underlying zone continue to dominate, but in changed proportions. A. australis is now the dominant taxon with levels consistently at 40–50%. D. cupressinum and Phyllocladus decline to around 30% and 15%, respectively. Composition of the remaining tree and shrub flora remains similar to that of the previous zone. A marked change in the wetland flora occurs, as Gleichenia and Empodisma rise to prominence. Leptospermum rises to an early peak then shows progressive decline upwards through this zone."
  }, {
    "heading": "6.2.3. RR3: 2–20 cm depth",
    "text": "This zone is characterised by a marked rise in D. cupressinum to 450% and commensurate decline in A.\naustralis to o5%. Composition of the remaining tree and shrub flora remains similar to that of the previous zone. Charcoal is present in abundance in the basal sample of this zone and pollen concentrations on average are three times higher than in the previous zones. In the wetland taxa, Leptospermum declines to low levels whilst Gleichenia succeeds Empodisma minus as the dominant wetland taxon."
  }, {
    "heading": "6.2.4. Rip-up sample",
    "text": "This sample is shown at 0 cm depth (Fig. 11) although it originates from a rip-up clast of carbonaceous mud occurring within the basal 10 cm of the overlying phreatomagmatic sequence. Pollen composition is similar to assemblages in the underlying zone (RR3), but the sample is treated separately as it is physically detached from the rest of the pollen profile. It also contains abundant charcoal, lower pollen concentrations and more inorganic constituents."
  }, {
    "heading": "7. Discussion",
    "text": ""
  }, {
    "heading": "7.1. Age of the carbonaceous muds and Maungataketake deposits",
    "text": "The OSL ages have broad error margins (Table 3) but nevertheless suggest a late MIS 7 or early MIS 6 age for the Maungataketake phreatomagmatic sequence. The plant macrofossils, pollen and fossil beetles all point to an interglacial environment. Although no definitive preHolocene interglacial pollen records have been reported from the Auckland region, an interglacial template is provided by Holocene pollen records (Newnham and Lowe, 1991; Horrocks et al., 2005). These records typically show conifer-angiosperm forest, dominated by the tall podocarp D. cupressinum, with A. australis, and Metrosideros spp. prominent at times. A contrasting template for glacial vegetation in the Auckland Region is provided by several records from the last glacial maximum (Lancashire et al., 2002; Sandiford et al., 2002) showing substantial reduction of conifer-angiosperm forest and greater expanses of beech (Nothofagus) forest, shrubland and grassland. The occurrence of beetles of coastal habitats in the fossil fauna, at a coastal locality today, is further evidence for an interglacial environment Correlation with late MIS 7 (probably substage 7.1) is thus consistent with both the luminescence dating and palaeoecology. If the OSL margin of error of 723.4 ka (Table 3) is included, the basal age (WLL343) extends to 200.5 ka, within late MIS 7. A recently suggested age of ca 180 ka for termination of MIS 7 (e.g. Robinson et al., 2002) is statistically indistinguishable from the OSL age of 177+/ 23.4 ka presented here. This new age of the Maungataketake deposits sheds new light on the age of the Auckland Volcanic Field (AVF), which has proved difficult to establish. In his definitive work on the AVF, Searle (1981) contends that activity older than 100 ka is unlikely, whereas Kermode (1992)\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2157\nsuggests it could be older. Cassidy and Locke (2004) report early AVF activity at around 141 000 yr BP, based on luminescence dating. The OSL ages and biostratigraphy presented here show a volcanic event at around 180–200 ka, which is considerably older, but more consistent with an earlier reported 40Ar/39Ar age of the volcanic field of 20772.9 ka (Hall and York, 1984)."
  }, {
    "heading": "7.2. Vegetation history",
    "text": "Throughout the period represented by the ca 80 cm carbonaceous mud unit, northern coniferous forest persisted locally and probably regionally. Dominance in the emergent trees switched from D. cupressinum to A. australis then back to D. cupressinum. Phyllocladus trees were also dominant in the oldest part of the carbonaceous mud\nsequence (LPAZ RR1). These trees probably also contributed to a near closed canopy along with fellow conifers Manoao colensoi, D. dacrydioides, Libocedrus, P. totara, P. ferrugineus and P. taxifolia together with the tall tree angiosperms Alectryon excelsus, Elaeocarpus, K. excelsa, Metrosideros, Nestegis and Weinmannia. In the case of Phyllocladus and Libocedrus pollen which is not identifiable to species level, the most likely candidates are the ‘northern’ species of these genera, i.e., P. trichomanoides, P. glaucus and L. plumosa. This is because all assemblages contain species that are today endemic to northern warmtemperate forests (e.g. A. australis, Lygodium articulatum) whilst no species unequivocally restricted to southern cooltemperate forests or shrubland are present. A closed canopy throughout this interval is indicated by the low levels of pollen derived from understory shrubs and\nARTICLE IN PRESS M.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612158\nsmall trees recorded in the pollen record. Nevertheless a range of understory or forest-fringe taxa were observed, in particular Ascarina lucida, Astelia, Dracophyllum, Leucopogon fasciculatus, Quintinia, along with the other small tree and shrub taxa depicted in Fig. 11. Tree ferns were rare except for C. dealbata type (includes C. medullaris) in the early part of the sequence only. The climbing ferns Phymatosorus and L. articulatum were probably common as were various Lycopodium clubmosses. Pollen of dryland herbs was essentially absent.\nPollen and spores of wetland plants are mostly absent from the oldest part of the sequence, but rise to prominence in zones RR2 and RR3. The dominant species (Gleichenia and E. minus) are characteristic of oligotrophic bogs occurring in South Auckland and Waikato regions today. Leptospermum scoparium was probably common on the bog during LPAZ RR2. At the time of eruption the beetles indicate an adjacent freshwater wetland area vegetated in Typha and Scirpus and surrounded by flax (Phormium) and swamp forest trees Cordyline australis and D. dacrydioides."
  }, {
    "heading": "7.3. Palaeoclimate reconstruction",
    "text": "The fossil beetle assemblage is near-identical to present day lowland Auckland fauna. The fauna includes two species (Metacalles asperus and I. rufopiceus) that are found today at higher elevations in the Waitakere and Hunua Ranges, plus a further two species that have not been found in the modern Auckland fauna. It suggests that conditions at MIS 7 were close to present day conditions, although M. asperus and I. rufopiceus suggest that the climate may have been slightly cooler than present day.\nIt is unusual to find such similarity between modern and fossil beetle faunas in the New Zealand fossil beetle record. Differences between fossil and modern assemblages have recently been noted (e.g. Marra, 2003; Marra et al., 2004) despite marginal climatic differences and similar vegetation. The underlying premise in beetle fossil research is that beetles are highly mobile and climate sensitive and are therefore able to disperse and follow their preferred environment across the landscape (Coope, 1973; Cong and Ashworth, 1996). Clearly, the fossil evidence here shows the fossil fauna have reassembled in the same place after two glacial cycles and nearly 200 000 yrs later as a consequence of similarity in climatic conditions and vegetation.\nSimilar biogeographic patterns are observed in the pollen flora. Apart from an unknown tetrad pollen type, referred to as cf Cyathodes and probably now extinct, all the pollen grains encountered are from plants that grow within the region today. The pollen assemblages are comparable to those indicated for Auckland region at Lake Waiatarua during the early mid Holocene (Newnham and Lowe, 1991) and the inferred vegetation is similar to forest remnants observed today in nearby upland areas of the region (Hunua and Waitakere Ranges). As these remnants are today found at higher elevations, up to 688masl in the\nHunua ranges, similarity with the study site at sea level today implies that temperatures may have been slightly cooler than present. Small differences in pollen assemblages between Waiatarua and Renton Road support this assertion. In particular, M. colensoi, which occurs more typically at higher latitudes or altitudes, is absent from Lake Waiatarua, but persistent at low levels at Renton Road, whilst Metrosideros and A. lucida at this site never reach the levels recorded at Waiatarua during the early mid Holocene. These distinctions are subtle. The overall composition of the Renton Road pollen assemblages suggests that temperature depression of more than 1 1C relative to the present is unlikely. The major changes down profile, between the three dominant coniferous taxa, were probably climatically significant. As the thermal requirements of D. cupressinum, P. trichomanoides, P. glaucus, and A. australis are broadly overlapping today (Wardle, 1991), temperature change seems an unlikely cause. Optimal conditions for D. cupressinum are typically found in moister regions throughout New Zealand whereas A. australis grows comparatively well in drier conditions today (Ahmed and Ogden, 1991). The switches in dominance between these two taxa therefore are likely to reflect changing moisture regimes, with LPAZ RR2 corresponding to a drier overall climate. This assertion seems to conflict with the development of bog vegetation during LPAZ RR2, which implies that locally the water table had risen above earlier levels. Changes in local water table elevation do not necessarily imply changes in precipitation, however, as they may be influenced by local hydrological change. It is possible for example that rising sea level caused an overall rise in groundwater levels near the coast and that this in turn brought about conditions suitable for local bog development. This assertion is consistent with the interglacial climate indicated in the pollen profile and beetle fauna including two coastal taxa, the site location at the present coastline, and the formation of an interglacial wave-cut surface at a higher elevation at the site, presumably during MIS 5e. It is not possible to pin-point the exact paleosea-level. Tree stumps in growth position on the present day shore platform indicate that the palaeo-forest extended several tens of metres seaward of the present day forest. The data suggest the palaeogeography of the site was a forest— wetland hydrosere in a coastal setting close to the palaeoshoreline. Other reconstructions of sea-level at MIS 7.1 estimate levels lower than present day by ca 20m (Shackleton, 2000) and ca 10m (Waelbroeck et al., 2002), although the upper confidence limit for the latter estimation places sea-level above the present day level. Although our interpretation of a similar level to present day is consistent with the upper estimation of Waelbroeck et al. (2002), it is also possible that the palaeo-Manukau Harbour, late in the interglaciation, was at a more advanced stage of infill than at present. In this situation, there would be a progradation of the\nARTICLE IN PRESS M.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–2161 2159\nterrestrial environment over the marine, and the evidence would be seen as tree remnants on the present day beach platform (Fig. 2)."
  }, {
    "heading": "7.4. Comparison between pollen and fossil beetle fauna",
    "text": "The diverse beetle fauna recorded in the carbonaceous muds is consistent with the palynological reconstruction of a northern conifer-hardwood forest dominated by A. australis, D. cupressinum, and Phyllocladus. An interesting distinction, however, emerges from a comparison of the local wetland environment inferred from the two palaeocological indicators. The pollen assemblages indicate development of oligotrophic bog conditions with Empodisma and Gleichenia dominant ca 25 cm from the base of Unit 4 and persisting for the remainder of the record. In contrast the bulk beetle sample, representing a homogenised sample of the upper portion of the carbonaceous mud unit, suggests a more eutrophic wetland existed characterised by plant species such as Typha, Scirpus, Phormium, and Cordyline. These taxa are not recorded in any of the pollen assemblages.\nThis apparent contradiction may be reconciled by a consideration of three factors. Firstly, there are likely to be different taphonomic pathways by which pollen and beetles reach the study site. Pollen and spores of Empodisma and Gleichenia typically are not transported far from source, whereas beetles are capable of movement away from that habitat, and therefore may represent an adjacent habitat. Secondly, there are no known beetles that are host specific to New Zealand oligotrophic bogs (C. Watts, unpublished data; S. Thorpe, pers. commun. 2005). The fossil beetle assemblage may comprise taxa that were in fact living in this habitat. For example Staphylinidae species occur in many habitats including oligotrophic bogs, but are not distinguishable as such. Thirdly, the pollen of the eutrophic plants Typha, Scirpus, Phormium, and Cordyline typically is not well represented in pollen records unless plant sources are very close to the sample site.\nTaken together the evidence suggests that an oligotrophic bog occurred at the study site for zones RR2 and RR3 whilst at the same time eutrophic wetland conditions occurred nearby. As wetlands in New Zealand today may typically exhibit complex patterns encompassing both these habitats, such a situation is entirely feasible. These results demonstrate the potential complementarity of coleopteran and palynological analyses and the utility of a multi-proxy approach to reconstructing environmental change."
  }, {
    "heading": "7.5. Comparison with other MIS 7 records",
    "text": "We compare our reconstruction to other New Zealand terrestrial MIS 7 records (Pillans et al., 1988; Mildenhall, 1995; Bussell and Pillans, 1997; Shulmeister et al., 1999; Soons et al., 2002). The best vegetation record and climate reconstruction is from Ararata Gully in Taranaki (Bussell and Pillans, 1997). It shows four pollen zones; an early\ncooler and drier zone (AG1), followed by a cooler and wetter zone (AG2) warming into a possibly warmer, wetter (than present day) interglacial peak zone (AG3) then a cooler drier transition zone (AG4). The Wanganui Basin record (Pillans et al., 1988) shows a warm interglacial peak (substage 7c) followed by a short, but marked glacial event (substage 7b) and a return to interglacial conditions (substage 7a). The Wellington pollen record (Mildenhall, 1995) indicates two major warm and moist periods separated by a cool, frosty and moist period. The Banks Peninsula record is not resolved into substages, but suggests that climate was broadly similar to present day (Shulmeister et al., 1999; Soons et al., 2002). In the wider regional context, a comparison of the Renton Rd reconstruction and marine isotope record (Martinson et al., 1987) and Antarctic ice core record (EPICA Community Members, 2004) is illustrated in Fig. 12. The terrestrial records from Ararata Gully, Taranaki (Bussell and Pillans, 1997) and Wanganui Basin (Pillans et al., 1988) are also included on Fig. 12 for comparison. The Wanganui Basin substage 7a equates to substage 7.3 of Martinson et al. (1987), substage 7b equates to 7.4, and substage 7c equates to 7.5 (B.J. Pillans, pers. commun. 2005). There is no evidence in the Wanganui Basin record of the sub-stages described by Martinson et al. (1987) as 7.2, 7.1 and 7.0. The Ararata Gully pollen zone AG1 equates to Martinson et al. (1987) substage 7.5, AG2 equates to substage 7.4, AG3 equates to substage 7.3 and AG4 equates to the youngest substages prior to MIS 6. Neither the Wanganui Basin or the Ararata Gully records have evidence of the warm peak in the later stage of MIS 7 that is seen in the marine isotope record (Martinson et al., 1987) or in the ice core record (EPICA Community Members, 2004) (Fig. 12). Our reconstruction shows climate and vegetation slightly cooler, but otherwise similar to the present day late in MIS 7; a period where the only other record from New Zealand (AG4 from Ararata Gully) also indicates climate was cooler. We postulate that these two sequences are coeval, although we cannot discount the possibility that the Renton Rd sequence represents an earlier interval within MIS 7. Reconciliation with marine climate records is difficult because of the disparity between these records. The pollen record from DSDP-594 shows MIS 7 as three substages, but with an anomalously cooler estimation of a 3 1C temperature depression for the peak (Heusser and van de Geer, 1994). These considerably cooler conditions are based on dominance in montane/subalpine indicator vegetation (Libocedrus and Halocarpus), and absence of key interglacial indicators (e.g. A. lucida). In contrast, the ODP181 Site 1123 (Mildenhall, 2003) located off the east coast of the North Island (Fig. 1) is more consistent with the terrestrial records and shows warm taxa peaking during MIS 7. In a broader regional picture, the Antarctic isotope ice core records indicate MIS 7 was cooler than present day, particularly 7.1 (Petit et al., 1999; EPICA Community\nARTICLE IN PRESS\nM.J. Marra et al. / Quaternary Science Reviews 25 (2006) 2143–21612160\nMembers, 2004), when the Vostok ice core data suggest temperatures more than 2 1C cooler than it is today (Petit et al., 1999). This is consistent with the New Zealand terrestrial records suggesting that the MIS 7.1 climate was slightly cooler than today."
  }, {
    "heading": "8. Conclusions",
    "text": "A well-preserved fossil forest and carbonaceous mud sequence is preserved beneath products of a phreatomagmatic eruption at Maungataketake Volcano. These phreatomagmatic deposits are in turn truncated by a marine wave-cut platform that is considered to have formed during the highest Last Interglacial sea-level transgression (MIS 5e) around 125 ka. Optically stimulated luminescence ages of 140.3714.2 and 177723.4 ka from samples obtained within the volcanic succession indicate that the underlying fossil forest and carbonaceous mud sequence (containing interglacial beetle and pollen assemblages) was deposited during late MIS 7 (probably substage 7.1), although an earlier interglacial period during the mid-Quaternary cannot be entirely ruled out. This evidence indicates activity of the Auckland Volcanic Field at 180–200 ka, somewhat earlier than is currently estimated.\nThe beetle and pollen assemblages indicate an Interglacial climate with northern coniferous forest similar to that of the late Holocene. It is tentatively suggested that temperatures were slightly cooler than present, but by less than 1 1C and that the major changes in dominant trees were effected by precipitation change, in particular a drier interval for the middle part of the sequence. The coeval development of bog conditions near the site may reflect rising sea level at this coastal locality, although there is no direct evidence for marine transgression at the site during this section of the record. These observations are consistent with the assertion that temperatures during late MIS 7 were\nslightly cooler than present and that marine transgression during this interglacial approached the present level, but did not reach or exceed it. The utility of combining beetle and pollen evidence is demonstrated, both in terms of corroborating reconstructions in the regional vegetation and in providing complementary detail in wetland habitat."
  }, {
    "heading": "Acknowledgements",
    "text": "We acknowledge the support of a University of Canterbury Post-Doctoral Fellowship and Marsden (project UOC301 to MJM), Foundation for Research, Science and Technology (contract C05X0202 to BVA) and the UK Royal Society UK (RN). MJM thanks Landcare Research for access to the New Zealand Arthropod Collection as well as G. Kuschel and R. Leschen for advice and assistance in identification of Curculionidae and Coleoptera, respectively, and Q. Smith (Auckland Regional Council) for fieldwork assistance. We thank C. Watts (Landcare Research) for unpublished data, S. Thorpe (Auckland Museum) and B. Pillans (ANU, Canberra) for personal communications and J. Quinn for work on the pollen diagram. We thank B. Pillans and C. Turney for reviewing this manuscript."
  }],
  "year": 2006,
  "references": [{
    "title": "Descriptions of some mature kauri forests of New Zealand",
    "authors": ["M. Ahmed", "J. Ogden"],
    "venue": "Tane",
    "year": 1991
  }, {
    "title": "Stratigraphy, age and correlation of middle Pleistocene silicic tephras in the Auckland region, New Zealand: a prolific distal record of TVZ volcanism",
    "authors": ["B.V. Alloway", "J.A. Westgate", "B. Pillans", "N. Pearce", "R. Newnham", "M. Byrami", "S. Aarburg"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2004
  }, {
    "title": "The Kaihu Group (Plio-Quaternary) of the Awhitu Peninsula",
    "authors": ["T.P. Barter"],
    "venue": "Ph.D. thesis,",
    "year": 1976
  }, {
    "title": "The relative Pleistocene chronology of the south Kaipara district, New Zealand",
    "authors": ["R.N. Brothers"],
    "venue": "Transactions of the Royal Society of New Zealand",
    "year": 1954
  }, {
    "title": "Vegetation and climatic history during Oxygen Isotope Stage 7 and early Stage 6, Taranaki, New Zealand",
    "authors": ["R.M. Bussell", "B. Pillans"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1997
  }, {
    "title": "Temporally linked volcanic centres in the Auckland Volcanic Field",
    "authors": ["J. Cassidy", "C.A. Locke"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2004
  }, {
    "title": "Upper Quaternary warping and uplift rates in the Bay of Plenty and West Coast, North Island, New Zealand",
    "authors": ["J. Chappell"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1975
  }, {
    "title": "Point count estimation of charcoal in pollen preparations and thin sections",
    "authors": ["R.L. Clark"],
    "venue": "Pollen et Spores",
    "year": 1982
  }, {
    "title": "Paleoenvironmental reconstruction of middle and late Wisconsinan fossil coleopteran assemblages from western Olympic Peninsula, Washington",
    "authors": ["S. Cong", "A. Ashworth"],
    "venue": "Journal of Quaternary Science",
    "year": 1996
  }, {
    "title": "Tibetan species of dun beetles from late Pleistocene deposits in England",
    "authors": ["G.R. Coope"],
    "venue": "Nature",
    "year": 1973
  }, {
    "title": "New Zealand pollen studies, the Monocotyledons",
    "authors": ["L.M. Cranwell"],
    "venue": "Bulletin of the Auckland Institute and Museum",
    "year": 1953
  }, {
    "title": "Quaternary Beetles and their Environments. Smithsonian Institution Press, Washington 284p",
    "authors": ["S. Elias"],
    "year": 1994
  }, {
    "title": "Changes in the native plant cover of urban Auckland, New Zealand",
    "authors": ["A. Esler"],
    "venue": "New Zealand Journal of Botany",
    "year": 1991
  }, {
    "title": "Direct correlation of terrestrial and marine paleoclimate records from four glacial-interglacial cycles— DSDP site 594 South West Pacific",
    "authors": ["L.E. Heusser", "G. van de Geer"],
    "venue": "Quaternary Science Reviews",
    "year": 1994
  }, {
    "title": "A systematic revision of the New Zealand Odemeridae (Coleoptera, Insecta)",
    "authors": ["L. Hudson"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1975
  }, {
    "title": "Holocene vegetation, environment, and tephra recorded from Lake Pupuke, Auckland, New Zealand",
    "authors": ["M. Horrocks", "P. Augustinus", "Y. Deng", "P. Shane", "S. Andersson"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2005
  }, {
    "title": "Beetles in a Suburban Environment: A New Zealand Case Study",
    "authors": ["G. Kuschel"],
    "venue": "DSIR Plant Protection Report",
    "year": 1990
  }, {
    "title": "Nemonychidae, Belidae, Brentidae (Insecta: Coleoptera: Curculionoidea)",
    "authors": ["G. Kuschel"],
    "venue": "Fauna of New Zealand",
    "year": 2003
  }, {
    "title": "Last glacial beech forest: an 18,000–5000BP record from Auckland, New Zealand",
    "authors": ["A.K. Lancashire", "J.R. Flenley", "M. Harper"],
    "venue": "Global and Planetary Change",
    "year": 2002
  }, {
    "title": "Spore Atlas of New Zealand Ferns and Fern Allies. SIR Publishing, Wellington",
    "authors": ["M.F. Large", "J.E. Braggins"],
    "year": 1991
  }, {
    "title": "Carabidae (Insecta: Coleoptera): Catalogue",
    "authors": ["A. Larochelle", "Lariviere", "M.-C"],
    "venue": "Fauna of New Zealand",
    "year": 2001
  }, {
    "title": "Excess radiogenic argon in young subaerial basalts from the Auckland volcanic field, New Zealand",
    "authors": ["I. McDougall", "H.A. Polach", "J.J. Stipp"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1969
  }, {
    "title": "Last interglacial fauna from New Zealand",
    "authors": ["M.J. Marra"],
    "venue": "Quaternary Research",
    "year": 2003
  }, {
    "title": "Late Quaternary climate change in the Awatere Valley, South Island, New Zealand using a sine model with a maximum likelihood envelope on fossil beetle data",
    "authors": ["M.J. Marra", "E.G.C. Smith", "J. Shulmeister", "R. Leschen"],
    "venue": "Quaternary Science Reviews",
    "year": 2004
  }, {
    "title": "Age dating and the orbital theory of the ice ages: development of a high-resolution 0 to 300 000-year chronostratigraphy",
    "authors": ["D.G. Martinson", "N.G. Pisias", "J.D. Hays", "J. Imbrie", "T.C. Moore", "N.J. Shackleton"],
    "venue": "Quaternary Research",
    "year": 1987
  }, {
    "title": "Pleistocene palynology of the Petone and Seaview drillholes, Petone, Lower Hutt, North Island, New Zealand",
    "authors": ["D.C. Mildenhall"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1995
  }, {
    "title": "Deep-sea record of Pliocene and Pleistocene terrestrial palynomorphs from offshore New Zealand (ODP Site 1123, Leg 181)",
    "authors": ["D.C. Mildenhall"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2003
  }, {
    "title": "Pollen Grains of New Zealand Dicotyledonous Plants. Manaaki Whenua Press, Christchurch",
    "authors": ["N.T. Moar"],
    "year": 1993
  }, {
    "title": "Holocene vegetation and volcanic activity, Auckland Isthmus, New Zealand",
    "authors": ["R.M. Newnham", "D.J. Lowe"],
    "venue": "Journal of Quaternary Science",
    "year": 1991
  }, {
    "title": "The eruption history of Rangitoto: reappraisal of a small New Zealand myth",
    "authors": ["R. Nichol"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1992
  }, {
    "title": "A systematic revision of the New Zealand water beetles Coleoptera, Dytiscidae",
    "authors": ["R.G. Ordish"],
    "venue": "Records of the Dominion Museum",
    "year": 1966
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "Barnola", "J.-M", "I. Basile", "M. Benders", "J. Chappellaz", "M. Davis", "G. Delayque", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. Pépin", "C. Ritz", "E. Saltzman", "M. Stievenard"],
    "year": 1999
  }, {
    "title": "Pleistocene marine terraces in New Zealand: a review",
    "authors": ["B. Pillans"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1990
  }, {
    "title": "Climate and sea level during oxygen isotope Stage 7b: on-land evidence from New Zealand",
    "authors": ["B. Pillans", "G. Holgate", "M. McGlone"],
    "venue": "Quaternary Research",
    "year": 1988
  }, {
    "title": "Determination of sediment deposition ages by luminescence dating",
    "authors": ["U. Rieser"],
    "venue": "Technical Report",
    "year": 2004
  }, {
    "title": "U-TH dating of marine isotope Stage 7 in Bahamas slope sediments",
    "authors": ["L.F. Robinson", "G.M. Henderson", "N.C. Slowey"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2002
  }, {
    "title": "Environmental change during the last glacial maximum (c. 25 000–c. 16 500 years BP) at Mt Richmond, Auckland Isthmus, New Zealand",
    "authors": ["A. Sandiford", "M. Horrocks", "R. Newnham", "J. Ogden", "B. Alloway"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 2002
  }, {
    "title": "City of Volcanoes",
    "authors": ["E.J. Searle"],
    "venue": "A Geology of Auckland. Longman Paul,",
    "year": 1981
  }, {
    "title": "The 100 000 year Ice-Age cycle identified and found to lag temperature, carbon and orbital eccentricity",
    "authors": ["N.J. Shackleton"],
    "year": 2000
  }, {
    "title": "Multiple sources for sea-rafted Loisels Pumice, New Zealand",
    "authors": ["P. Shane", "P. Froggatt", "I. Smith", "M. Gregory"],
    "venue": "Quaternary Research",
    "year": 1998
  }, {
    "title": "Environmental and sea-level changes on Banks Peninsula (Canterbury, New Zealand) through three glaciation–interglaciation cycles",
    "authors": ["J. Shulmeister", "J. Soons", "G.B. Berger", "M. Harper", "S. Holt", "N. Moar", "J. Carter"],
    "year": 1999
  }, {
    "title": "Quaternary vegetation and climate changes on Banks Peninsula, South Island, New Zealand",
    "authors": ["J.M. Soons", "N. Moar", "J. Shulmeister", "H.D. Wilson", "J.A. Carter"],
    "venue": "Global and Planetary Change",
    "year": 2002
  }, {
    "title": "Timing and duration of the Last Interglacial: evidence for a restricted interval of widespread coral reef growth",
    "authors": ["C.H. Stirling", "T.M. Esat", "Lambeck", "M.T. McCulloch"],
    "venue": "Earth and Planetary Letter",
    "year": 1998
  }, {
    "title": "Sea-level and deep water temperature changes derived from benthic foraminifera isotopic records",
    "authors": ["C. Waelbroeck", "L. Labeyrie", "E. Michel", "J.F. Duplessy", "J.F. McManus", "K. Lambeck", "E. Balbon", "M. Labracherie"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Vegetation of New Zealand",
    "authors": ["P. Wardle"],
    "year": 1991
  }, {
    "title": "Thermoluminescence dating of the Auckland and Kerikeri Basalt fields",
    "authors": ["I. Wood"],
    "venue": "Unpublished M.Sc. thesis,",
    "year": 1991
  }],
  "id": "SP:771ef5697000510a249175021cddd3a195e35582",
  "authors": [{
    "name": "M.J. Marra",
    "affiliations": []
  }, {
    "name": "B.V. Alloway",
    "affiliations": []
  }, {
    "name": "R.M. Newnham",
    "affiliations": []
  }],
  "abstractText": "Forest remnants, buried by catastrophically emplaced volcanic deposits, are identified on the shores of the Manukau Harbour, in northern New Zealand. Carbonaceous muds associated with the fossil forest were investigated through a combination of stratigraphy, chronology and palaeoecological proxies. The fossil forest was destroyed and buried by phreatomagmatic explosions from the adjacent Maungataketake Volcano. Small trees (o1m diameter) in position of growth are observed extending 1–2m upwards into the overlying volcanic deposits. The lowermost part of the phreatomagmatic succession contains well-preserved leaf fossils and small fallen logs and branches, many of which were incorporated into the phreatomagmatic succession during the initial eruptive phase. Optically stimulated luminescence dating of the phreatomagmatic succession together with palaeoecological evidence for interglacial climate suggests deposition in late Marine Isotope Stage (MIS) 7. This extends the known age of volcanism in the Auckland Volcanic Field by up to 40 ka. Beetle and pollen assemblages indicate a northern conifer forest growing adjacent to a wetland on or near a coastal plain. The pollen record shows forest compositional changes, in particular a period of Agathis australis—dominance between two phases of Dacrydium cupressinum dominance. Concomitant developments in the wetland flora may have been linked to changes in groundwater conditions as sea level fluctuated across the coastal plain. Despite overall similarity to the modern flora and fauna, both beetle and pollen assemblages include elements that are found today at higher elevations in the region, indicating that slightly cooler climate conditions existed during late MIS 7 compared to present. We estimate this temperature depression at less than 1 1C relative to the present, broadly consistent with the late MIS 7 marine (ODP-1123) record located east of New Zealand. This study clearly demonstrates the complementarity of coleopteran and palynological analyses and the utility of a multi-proxy approach to reconstructing terrestrial environmental change. r 2006 Elsevier Ltd. All rights reserved.",
  "title": "Paleoenvironmental reconstruction of a well-preserved Stage 7 forest sequence catastrophically buried by basaltic eruptive deposits, northern New Zealand"
}