{
  "sections": [{
    "text": "Palaeogeographic restorations for the Late Triassic and Early Jurassic of the west-Mediterranean area show that significant facies changes occurred in this period. The study of three basinal successions in the Northern, Central and Southern Apennines indicates that changes in ecological conditions occurred at the same time in different palaeogeographic and geodynamic domains. The early Mesozoic evolution of the Apennines is controlled by the opening of two oceans: the Ionian/East-Mediterranean Tethys to the southeast and the Alpine Ocean to the north-west. The Lagonegro basin, in the Southern Apennines, was the northern continental margin of the Ionian Tethys from the Triassic, while the La Spezia basin, in theNorthern Apennines, became part of the south-eastern continental margin of the Alpine Ocean in the Middle-Late Jurassic. The third studied basin (Mt. Camicia basin, in the Gran Sasso, Central Apennines) was an intra-platform basin from the early Norian up to the late Hettangian–early Sinemurian. During the Norian– Hettangian period these basins were not directly connected to each other, being separated by wide carbonate platforms, and show different evolutionary trends.\nStratigraphic studies in these successions place the Triassic–Jurassic boundary in 6–8 m thick intervals with anoxic facies in the three basins. Relevant facies changes are also recorded in the late Norian: in the Northern Apennines the sedimentation of sulphate evaporites ended, being replaced by the Rhaetavicula contorta facies; whilst in the Southern Apennines (Lagonegro basin) the deposition of radiolarites began. The end of evaporite accumulation can be explained by a climate change from arid to humid conditions, and it is also probably linked to an extensional phase preceding the Jurassic rifting of the Alpine Ocean, and may therefore have a regional significance. Nevertheless, it corresponds to the spread of the R. contorta facies into other parts of southern Europe, from France to Germany and Austria. The beginning of radiolaritic sedimentation in the Lagonegro basin could be related to the rise of atmospheric CO2 content, linked to volcanic activity in the Ionian ridge. These facies changes reflect changes of environmental conditions, that caused the decline of some fossil associations favoring the development of opportunistic forms, e.g. Triasina hantkeni. The end-Triassic extinction, coupled with an anoxic episode in all the examined basins, immediately preceded a new environmental change, documented by the recovery of the carbonate platforms with oolitic facies and different associations.\nThe evolution of all these basins suggests that geodynamics were probably responsible for regional events and that, at certain moments, development reflected global effects as a response to new connections between formerly different domains. The Central Atlantic Magmatic Province (CAMP) volcanism, considered as one of the possible causes for the end Triassic mass extinction, would have had even greater importance if coupled with the volcanism linked to the rifting of the Ionian Tethys. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Triassic–Jurassic boundary; Palaeogeography; Biostratigraphy; Geodynamics; Apennines\n⁎ Tel.: +39 075 585 2658; fax: +39 075 5852603. E-mail address: ciarapic@unipg.it.\n0031-0182/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.06.022"
  }, {
    "heading": "1. Introduction",
    "text": "The Triassic–Jurassic (T–J) boundary corresponds to one of the major global mass extinction events (McRoberts et al., 1997; Ward et al., 2001; Hallam, 2002; Tanner et al., 2004). The turnover of the marine taxa can be best evaluated in basinal successions, with relatively homogeneous facies. Nevertheless, the extinction was recognized also for the foraminiferan and algal assemblages in the carbonate platforms of the Mediterranean area (Barattolo and Romano, 2005; Mancinelli et al., 2005). Some authors now consider the mass extinction event around the T–J boundary not as an abrupt faunal turnover but as a step-by-step process that occurred during the Late Triassic (Tanner et al., 2004).\nLithological changes around the boundary have also been observed, reflecting perturbations of the sedimentary environment. This is the case of three basinal successions in the Apennines. The study of the Late Triassic (Norian and Rhaetian) and the Early Jurassic strata of three Apenninic basinal successions, in the Northern, Central and Southern Apennines, respectively (Fig. 1), indicates that environmental changes occurred from the late Norian, suggesting that perturbations were not restricted to the T–J boundary.\nThese basins formed in the Triassic, during the first phases of the break-up of Pangaea, and preceded the development of the larger Jurassic basins. The Late Triassic La Spezia basin, in the Northern Apennines, and the Mt. Camicia basin, in the Central Apennines,\nthe Apennine thrust belt (after Ciarapica and Passeri, 2005).\ndeveloped from the early Norian and later, during the late Hettangian–Sinemurian, they became part of the Jurassic to Tertiary Tuscany–Umbria–Marche basin (Passeri and Venturi, 2005) (Fig. 2). The Lagonegro basin, in the Southern Apennines, is characterized by persistent pelagic deposits from the Middle Triassic (Passeri et al., 2005).\nThe Lagonegro and the Tuscany–Umbria–Marche basins belonged to two different oceanic domains during the Triassic and Jurassic (Fig. 3). In the west-Mediterranean area, the southern branch of the western Tethys developed in the Triassic, as figured in the maps of Stampfli et al. (1991), Ciarapica and Passeri (2002), and Finetti (2004). The time of oceanization of this branch, named “East-Mediterranean Ocean” by Stampfli et al. (1991) and “Ionian Tethys” by Finetti (2004), is not clear; the presence of Ladinian radiolarites in the lower portion of the Lagonegro succession (Monte Facito Formation) suggests a Early-Middle Triassic age (as discussed in Passeri et al., 2005). The oceanic nature of this basin is well illustrated in the seismic profiles of the CROP project by Finetti (2005). The evolution of the Lagonegro basin was connected to this branch of the Tethys (Fig. 2). In the western and northern part of theMediterranean area, the Alpine Ocean (Alpine Tethys of Stampfli and Borel, 2002) developed in the Jurassic, with a pre-oceanic rifting phase from the Late Triassic (Ciarapica and Passeri, 2002). This new ocean was a first northern prolongation of the Atlantic system (Fig. 3) and its rifting involved the evolution of the Northern Apennine and Alpine domains.\nThe results obtained from the comparison of the sedimentary history of these basins indicate: 1) that all of themwere affected by facies changes in the Late Triassic, although their evolution was linked to different oceanic domains and they were separated from each other; 2) euxinic deposits accumulated in the Rhaetian, as a response to climate changes and new connections among different domains; 3) the fossil associations, which characterized the stressed environments of the Rhaetian, disappeared when normal marine conditions were restored in the Early Jurassic; 4) the break-up of Pangaea, due to the opening of new oceanic branches of both the Tethys and the Atlantic system, may have been an important factor for the Late Triassic global change."
  }, {
    "heading": "2. Northern Apennines",
    "text": ""
  }, {
    "heading": "2.1. Geological setting and palaeogeography",
    "text": "In the northern part of the Northern Apennines, various tectonic units (Fig. 4) contain Late Triassic and Early Jurassic formations representing adjacent depositional environments that characterized the palaeogeography of the northern Apenninic area at that time, from very shallow-water carbonate platforms to more or less deep basins (Ciarapica and Passeri, 2005). These formations now belong to tectonic units displaced by the Tertiary orogenesis, piled up in various ways and sometimes metamorphosed, as in the case of the Apuane Alps units. Palaeogeographic restorations (Ciarapica and\nMediterranean area during the Jurassic.\nPasseri, 2005) show that a basinal domain persisted from the early Norian to the Cenozoic orogenesis in the western part (La Spezia domain) (Fig. 5). A carbonate platform margin developed in the middle part, from the Late Triassic to the early part of Early Jurassic (Apuane domain), whereas in the easternmost part (Tuscany and Umbria domains) a carbonate-evaporitic platform developed in the Norian, followed by a shallow basin with marls and limestones of Rhaetavicula contorta facies in the Rhaetian, and by a carbonate platform during the earliest Jurassic. From the late Hettangian–Sinemurian the carbonate platform drowned and the Tuscany– Umbria–Marche basin developed (Fig. 2) (Passeri and Venturi, 2005).\nIn this context, only the stratigraphic succession of La Spezia contains the T–J boundary in basinal facies. The Rhaetian–Hettangian interval of this successions will be analyzed, but the whole platform-to-basin system can provide useful information to better understand the evolution of the entire area.\nThe lateral transition from the Late Triassic La Spezia basin to the carbonate platform (Grezzoni Formation in the Apuane Alps, see Ciarapica and Passeri, 1994) was a gentle slope (ramp-type margin), without tectonic activity (Fig. 5). The carbonates exported from the\nplatform toward the basin were resedimented as either lime mud or calcarenites (packstones). The platform margin was characterized by oolitic sand bars, tidal inlets and also by temporary islands that permitted the development of high energy tidal flats (sand flats) at the leeward side, as in modern barrier islands like the Joulter Keys in the Great Bahama Bank (Harris, 1979; and personal observations).\nThe inner part of the platform was occupied by sabkhas and shallow evaporitic basins. The sulphate evaporites (gypsum and anhydrite of the Burano Anhydrite Formation) were affected by significant late stage burial diagenesis and tectonism so that their depositional features and structures are only rarely preserved in outcrops or wells (Ciarapica et al., 1987). Their depositional environment was identified by the structures still present in the associated dolostones: stromatolites, palaeosoils and scattered early diagenetic chicken-wire structures (Passeri, 1975), typical of the modern coastal sabkhas of the Persian Gulf (Kendall and Skipwith, 1969).\nBasinal facies are widespread in the La Spezia area to the west of the shallow-water carbonate-evaporitic complex; they belong to the Late Triassic La Spezia Formation and to the Hettangian–lower Sinemurian angulata limestone (Fig. 6). The La Spezia structure is a\nrecumbent, west-verging anticline whose reverse limb is exposed along the western promontory of the La Spezia gulf. The same basinal facies are also present in the tectonic unit overlying the metamorphic core of the Apuane Alps (Fig. 4) (Ciarapica and Passeri, 1994)."
  }, {
    "heading": "2.2. Stratigraphy",
    "text": "In thewestern promontory of the La Spezia gulf, where the Late Triassic–Jurassic succession is well exposed, the oldest element of the stratigraphic succession is represented by the Coregna dolostones (Ciarapica and Passeri, 1980), composed of thick-bedded dolostones deposited on a carbonate platform of Carnian age (Ciarapica and Zaninetti, 1984) (Fig. 6). They are overlain by the basinal Norian-Rhaetian La Spezia Formation. The lower member of this formation (Mt. S. Croce limestone and marl) is Norian to Rhaetian in age. The upper member (Portovenere limestone) is composed of thin-bedded, dark\ngrey mudstones and wackestones, containing bivalves, radiolarians, sponge spicules, echinoid plates and spines, and foraminifers. Nodular beds and slumps with packstone levels are common in the lower portion. This member of the La Spezia Formation outcrops near Portovenere, from the castle down to the sea. The upper part of the Portovenere Member contains two shale intercalations, more than 2 m thick. The lower one is completely barren of any fossil, whereas the upper shale unit forms a succession known as Grotta Arpaia beds (Ciarapica and Passeri, 1980) or “calcare nero fossilifero” (“black fossiliferous limestone”; Capellini, 1866). This 15 m-thick succession marks the transition from the Norian–Rhaetian La Spezia Formation to the Early Jurassic angulata limestone. It crops out in many places along the western promontory of the La Spezia gulf.\nAt Grotta Arpaia, the stratigraphic succession is inverted; it will be described in stratigraphic order, from the oldest to the youngest part (Fig. 7). In the oldest\ncalcareous beds, fossils are commonly found in wackestone–packstone facies, each bed containing oligotypic associations of bivalves, foraminifers and gastropods. The calcareous beds are followed by alternation of shale and very thin carbonate layers made up of mudstone and wackestone with scattered serpulids, gastropods, bivalves and radiolarians. In the youngest part, overlying two 20 cm thick calcareous layers, a 0.8 m-thick siltstone bed occurs containing very small quartz grains and but no fossils (Fig. 7). The succession continues with thinbedded black limestones with bivalves, gastropods and solitary corals, already figured by Capellini (1866), belonging to the angulata limestone.\nGraded calcarenitic beds in the Portovenere Limestone contain benthic foraminifers which date this member as late Norian–Rhaetian. Triasina hantkeni, Aulotortus friedli, A. communis, A. tumidus, A. sinuosus, Auloconus permodiscoides and Glomospirella hoae were found at various levels (Ciarapica and Zaninetti, 1984). The biostratigraphy of the Grotta Arpaia beds was first studied by Capellini (1866) who described the fossil content, referring it to an “Infraliassic” age. Later, Ciarapica and Zaninetti (1982, 1984) found radiolarians with Late Triassic–Early Jurassic affinity and Triassic foraminifers in the lowest stratigraphic levels at Grotta Arpaia in Portovenere. Cartwright (1995) described Late Triassic and Early Jurassic bivalves from the Grotta\nArpaia beds. New sampling yielded also conodonts (Rigo, pers. comm.). On the basis of the available data, the T–J boundary lies within the Grotta Arpaia beds, and more detailed studies are in progress to place it with a greater accuracy."
  }, {
    "heading": "2.3. Depositional environments and Late Triassic– Early Jurassic basin evolution",
    "text": "The sedimentary environment of the La Spezia Formation has been interpreted to have been distal to a carbonate ramp (Ciarapica and Passeri, 1994). Inside this basin, episodes of particularly active synsedimentary tectonics are documented by the presence of slumps. These beds contain storm layers made up of packstones with benthic foraminifers, bivalves and gastropods. Carbonate clasts of shallow water origin, such as ooids and oncoids, are scarce. The composition of the slump deposits implies that they were not due to tectonic activity at the platform margin, but that they originated inside the basin and affected the middle and outer part of the ramp (cf. Burchette and Wright, 1992).\nThe La Spezia basin shows a deepening-upwards trend. The storm layers contained in the Portovenere Limestone are completely lacking in the angulata limestone. The dark shale intercalations of the Grotta Arpaia beds may indicate a period of euxinic conditions\nin the basin, and could also be related to a crisis of carbonate production in the platform that was the source area for the fine-grained limestone deposited in the basin.\nThe Late Triassic–Early Jurassic evolution of the basin could be compared to the evolution of the adjacent platform, developed in the Northern Apennines (the Late Triassic Grezzoni Formation of the Apuane Alps, the Burano Anhydrite and Mt. Cetona Formation in Tuscany, and the Hettangian–Sinemurian Calcare Mas-\nsiccio) (Fig. 5). The Late Triassic evolution of the platform is characterized by repeated phases of progradation and backstepping, as indicated by the facies changes observed in the numerous sections studied in the Grezzoni Formation of the Apuane Alps (Ciarapica and Passeri, 1994). The upper part of the Grezzoni Formation shows a transgressive trend with middle ramp facies overlying the inner ramp deposits. But the uppermost part contains a characteristic interval with karst breccias, related to a phase of exposure of the\ncarbonate platform at the transition to the overlying Calcare Massiccio (Giglia and Trevisan, 1966; Ciarapica and Passeri, 1994). In the Apuane Alps, fossils have not been found in this part of the succession, therefore it cannot be proved whether these breccias correspond to the T–J boundary or to the last anoxic siltstone horizon at Grotta Arpaia.\nIn Tuscany and Umbria–Marche, the Norian–early Rhaetian (?) Burano Anhydrites are overlain by the Rhaetian Mt. Cetona Formation, made up of marl and limestone deposited in a shallow basin (Rhaetavicula contorta facies) (Ciarapica et al., 1987). It represents a temporary drowning of the carbonate platform and the end of evaporitic sedimentation. At the beginning of Jurassic, the carbonate deposition resumed, giving rise to the Calcare Massiccio carbonate platform.\nIn conclusion, the Late Triassic–Early Jurassic successions in the Tuscany–Umbria–Marche area show evidence of two important facies changes that also reflect palaeoecological changes: (1) the end of evaporite precipitation in the early Rhaetian and (2) the recovery of the carbonate platform in the early Hettangian. Between these events the whole platform suffered drowning marked by the deposition of the subtidal R. contorta facies (Mt. Cetona Formation). Therefore, in the Northern Apennines, almost all the\nRhaetian shows evidence of a critical period for carbonate production and the end-Triassic mass extinction is the final crisis immediately before the Jurassic recovery."
  }, {
    "heading": "3. Central Apennines",
    "text": ""
  }, {
    "heading": "3.1. Geological setting and palaeogeography",
    "text": "A basinal succession containing the T–J boundary in the Central Apennines outcrops in the Gran Sasso area, along the northern mountain belt. This part of the Apennines contains Upper Triassic and Lower Jurassic successions deposited in both carbonate platform and basinal environments (Fig. 8). Carbonate platform facies are present in the Corno Grande and form the high cliffs well known by climbers (Dolomia Principale and Calcare Massiccio formations) (Calamita et al., 2003). To the east, in the Mt. Prena area, the Upper Triassic platform margin grades to the basinal facies of Mt. Camicia (Adamoli et al., 1990). Tertiary tectonics dissected the stratigraphic succession in various units, but the original transition from platform to basin is still preserved, although it is affected by dolomitization.\nThe Lower Jurassic is not preserved in the Mt. Prena succession, because it has been eroded and the top of the mountain is made up of dolostones containing Triasina\nap of the Gran Sasso area (modified after Calamita et al., 2003).\nhantkeni. South of Campo Imperatore, the T–J basinal facies disappear and platform facies crop out, but the marginal facies are not preserved, due to the presence of faults. Good outcrops of the platform facies (Dolomia Principale and Calcare Massiccio) are observed in Mt. Meta (Mancinelli et al., 2005) and Mt. Capo le Serre where they straddle the T–J boundary (Fig. 8)."
  }, {
    "heading": "3.2. Stratigraphy",
    "text": "The basinal facies (Fig. 9) are easily accessible in the eastern side of Mt. Camicia (Vradda Valley), in the northern border of Campo Imperatore (Fig. 8). Other outcrops are known along the western crest of Mt. Camicia and in the tectonic window of the valley between Mt. Camicia and Mt Prena, but tectonic\ndisplacements were so intense here that the outcrops are not good for detailed analyses.\nThe basinal succession of Mt. Camicia is made up of thin-bedded bituminous dolostone with slumps at various levels (Passeri, 2005). The proximal basin facies contains more than 1 m thick conglomerate beds. The “bituminous dolostones” (Adamoli et al., 1990) are overlain by thin-bedded, completely recrystallized, cherty dolostone (“Vradda dolostone”) which in turn is overlain by the “spotted limestone”, with many bioturbation features. This unit contains calcarenitic intercalations, more than 10 m thick, made up of packstones with sand grains originating from the platform, such as intraclasts, coated grains, benthic foraminifers (Textulariidae), bioclasts of encrusting organisms and echinoid plates. The spotted limestone grades upwards to thin-\nrn side of Mt. Camicia (modified after Bertinelli et al., 2004).\nbedded limestone with fine-grained, often silicified, plane-laminated packstone containing small ammonites and radiolarians (“ammonitic beds”); sand-sized grains of platform origin are absent.\nThe transition from the spotted limestone to the ammonitic beds is marked by the occurrence of a black shale intercalation, which is a few centimetres thick (Bertinelli et al., 2004). The succession continues upwards with cherty limestone of the Corniola Formation.\nThe Late Triassic platform margin, represented by the coarsely crystalline Mt. Prena dolostone, is characterized by build-ups with encrusting organisms, mainly sponges, algae and microbial crusts. The field relationships among the various lithofacies suggest that, in the lower part, the margin prograded over the basinal sediments, but in the middle and upper parts it is mainly aggradational.\nOnly scattered samples yielded some palynomorphs of Carnian? –Norian age from the bituminous dolostone (Adamoli et al., 1990). Only a single foraminifer (Gandinella falsofriedli) has been recovered from a chert nodule in the Vradda dolostone. In the calcarenites of the spotted limestone, some small foraminifers (Textulariidae) were found, but these forms are common to the Triassic and Early Jurassic therefore they cannot be used to place the boundary.\nIn the uppermost part of the spotted limestone, some layers yielded small, well preserved ammonites, including specimens of Choristoceras (Venturi, pers. comm.). A few metres higher upsection, in the ammonitic beds, other fossiliferous levels provided many specimens of middle Hettangian ammonites (Bertinelli et al., 2004). Ammonites around the boundary change from the morphologically complex Choristoceras to the simple forms of the first Hettangian Psiloceras (Venturi, personal comm.). The variation in the morphological complexity is considered to reflect the ecological stress related to the mass extinction at the boundary (Guex, 2001).\nWell-preserved radiolarians were only found in the Hettangian ammonitic beds of Mt. Camicia (Bertinelli and Marcucci, 2003; Bertinelli et al., 2004) whereas in the Triassic part of the succession the radiolarians are calcitized."
  }, {
    "heading": "3.3. Depositional environments and Late Triassic–Early Jurassic basin evolution",
    "text": "TheMt. Camicia succession documents the evolution of a basin that becamemore andmore oxygenated during the Late Triassic. In the bituminous dolostone, that are the oldest outcropping facies, abundant accumulation of organic matter and very thin lamination indicate an\nabsence of infauna in the sediments and euxinic conditions (Passeri, 2005). The overlying Vradda dolostone contains only minor amount of organic matter, indicating that the environmental conditions were often oxygenated at the basin floor. The calcarenitic intercalations of the spotted limestone indicate that the adjacent platform was producing more carbonates than it could contain, or that currents were eroding the platform and exporting calcareous sand into the basin. During periods of low sedimentation rate, the basinal mudstone and wackestone deposits were intensely bioturbated. The absence of platform-derived material in the ammonitic beds suggests a backstepping of the carbonate platform margin. The laminations in the ammonitic beds indicate the action of bottom currents that reworked basinal deposits.\nThe depositional setting of the carbonate platform margin (Mt. Prena dolostone), changing from progradational to aggradational during the Norian–Rhaetian, shows evidence of a transgressive trend due to relative sea-level rise, balanced by carbonate production. In the basin, changes from euxinic to normally oxygenated bottom conditions during the Norian indicate that connections with other basins were improved, but, in the Rhaetian, periods of carbonate platform shedding alternated with periods of low exportation rates. The anoxic episode (black shales) around the T–J boundary marks a sudden drop in carbonate production. In the pelagic succession, the main facies change across the boundary is the disappearance of grains originating from the platform, following the thin black shale horizon."
  }, {
    "heading": "4. Southern Apennines",
    "text": ""
  }, {
    "heading": "4.1. Geological setting and palaeogeography",
    "text": "The basinal successions of the Southern Apennines belong to the Lagonegro domain. All of them form tectonic units piled up over the Apulian carbonate platform units, during the latest phases of the Apenninic orogenesis (Fig. 10). The Triassic toMiocene Lagonegro pelagic facies were deposited inside a basin that is considered to be part of the Ionian Tethys (Figs. 2 and 12) (Ciarapica and Passeri, 2002; Finetti, 2004, 2005; Ciarapica and Passeri, 2005). The oldest basinal facies occurred in the Early Triassic as thin-bedded and finegrained wackestones and packstones; radiolarites are known in the Middle Triassic (within the Monte Facito Formation; Ciarapica and Passeri, 2000) and from the Rhaetian to the Tithonian (Scisti Silicei Formation; Amodeo, 1999; Passeri et al., 2005). The T–J boundary is placed in the lower part of the Scisti Silicei Formation\n(Fig. 11). During the Late Triassic and the Early Jurassic, the Lagonegro basin was bordered by wide carbonate platforms to the north-east and to the north-west (Fig. 12)."
  }, {
    "heading": "4.2. Stratigraphy",
    "text": "The Late Triassic Lagonegro succession is made up of Calcari con Selce Formation (late Ladinian to early Rhaetian; Passeri et al., 2005) and Scisti Silicei Formation (Amodeo, 1999). In the outcropping successions, proximal, intermediate and distal successions have been recognized, based on the amount of resedimented platform derived materials such as calcarenites and calcirudites (Scandone, 1967; Amodeo, 1999; Passeri et al., 2005). The transition from the Calcari con Selce to the Scisti Silicei occurs at different stratigraphic levels, being older in the distal successions and younger in the proximal successions (Amodeo, 1999; Passeri et al., 2005). The base of the Scisti Silicei is placed at the top of the highest micritic bed. In the Scisti Silicei, Amodeo (1999) recognized four members: the Buccaglione,\nNevèra, Serra, and Acqua Sulfurea members (Fig. 11). They show different lithofacies, from radiolarian cherts to radiolarian shales. The Buccaglione Member is Rhaetian in age (Bertinelli et al., 2005), the Nevèra Member is Rhaetian–Hettangian, the Serra Member is Hettangian–Sinemurian (Reggiani et al., 2005), and the Acqua Sulfurea Member ranges from the mid Early Jurassic to the Tithonian (DeWever andMiconnet, 1985; Amodeo, 1999; Bertinelli et al., 2005; Reggiani et al., 2005).\nThe Buccaglione Member is made up of red radiolarian shale and chert with calcarenitic intercalations. One calcarenite layer in the Sasso di Castalda and in the Mt. Volturino sections (Passeri et al., 2005) (Fig. 10) yielded Triassic foraminifers and contains clasts of volcanic origin (Bertinelli et al., 2005). In the Madonna del Sirino section, three euxinic intervals are present, made up of black shales and green cherts (Fig. 11) (Reggiani et al., 2005).\nThe Nevèra Member is made up of black shale and chert and contains some calcarenitic intercalations that are often silicified, with pyritized radiolarians (Bertinelli\net al., 2005; Reggiani et al., 2005).The Serra Member is composed of red radiolarian shale of early Hettangian– late Sinemurian age, on the basis of its radiolarian fauna (Reggiani et al., 2005). In some successions, such as at Sasso di Castalda, it contains several calcarenites with\nreworked Triassic and Jurassic foraminifers (Bertinelli et al., 2005).\nThe Acqua Sulfurea Member is composed of radiolarian cherts and contains few calcarenitic intercalations. These reworked carbonates are silicified and are more\nabundant in the proximal successions, where this member reaches a thickness of 80 m in the San Fele succession (Passeri et al., 2005) and in the Pignola succession. In the Pignola section it was named the “Chiatamone member” by Amodeo (1999). In the distal successions (Sasso di Castalda, Lagonegro and Madonna del Sirino), the thickness of this member is only 30 m and is dated from middle Early Jurassic to late Late Jurassic (De Wever and Miconnet, 1985).\nThe upper part of the Calcari con Selce Formation contains the Norian–Rhaetian boundary, on the basis of the first occurrence (FO) of Misikella hernsteini (Bazzucchi et al., 2005; Bertinelli et al., 2005; Rigo et al., 2005). The end of micritic sedimentation, which corresponds to the base of the Scisti Silicei Formation, occurs in the distal successions before the FO of Misikella posthernsteini whereas in the intermediate successions, such as Pignola, it is after the FO of Misikella ultima (Bazzucchi et al., 2005). During the Rhaetian, some anoxic events occurred, marked by black shale intercalations in the distal sections of the Buccaglione Member. All the Rhaetian beds reveal euxinic conditions in the Pignola section, which contains green to black shales and black cherts.\nThe last euxinic episode in the intermediate and distal successions was at the end of deposition of the Rhaetian Nevèra Member, and is marked by 6 m of black shales with thin calcarenitic beds and black chert (Fig. 11). These calcarenites contain pyritized radiolarians that show characteristics (e.g. twisted spines) typical of Triassic forms (Bertinelli et al., 2005; Reggiani et al., 2005). In the Sasso di Castalda section, Amodeo (1999) found Rhaetian palynomorphs in this member. The overlying Serra Member is characterized by red radiolarian shales with Hettangian radiolarians in the lowermost 2 m (Madonna del Sirino section; Reggiani et al., 2005). Therefore the T–J boundary must be placed within the euxinic Nevèra Member. The end of the Triassic corresponds to the disappearance of many radiolarian species that had characterized the Rhaetian, as documented also in other regions (Carter, 1993; Tekin, 1999; Reggiani et al., 2005; Bertinelli et al., 2005)."
  }, {
    "heading": "4.3. Depositional environments and Late Triassic– Early Jurassic basin evolution",
    "text": "The Lagonegro succession was deposited in a deep basin, often below the carbonate compensation depth\n(CCD), at least from the Rhaetian. The lateral facies variations allow distinction of various parts of the basin. The proximal areas are characterized by large amounts of calcarenite and calcirudite containing clasts reworked from adjacent carbonate platforms (San Fele; Passeri et al., 2005), whereas the distal parts contain only scattered and thin-bedded calcarenites (Lagonegro and Madonna del Sirino;Reggiani et al., 2005). The intermediate segment of the basin is represented by successions with platformoriginated calcarenites in the lower part (Sasso di Castalda) and in the upper part (Pignola; Passeri et al., 2005). Slumps and pebbly mudstones made up of basinal sediments suggest tectonic instability inside the basin, while calcarenites and calcirudites containing clasts originating from a carbonate platform of Triassic age together with Early Jurassic clasts imply that tectonics was active also at the platform margins.\nThe carbonate sedimentation that characterized the early part of the Late Triassic (Carnian to Norian) was replaced by mixed siliceous-carbonate sedimentation at the end of the Norian (Rigo et al., 2005). The transition from the Calcari con Selce Formation to the Scisti Silicei Formation is gradual. In fact, the upper part of the Calcari con Selce contains both radiolarian micrites and radiolarian cherts and shales (“transitional interval” of Amodeo, 1999). In the Rhaetian, after the FO of Misikella hernsteini (Bertinelli et al., 2005), the bottom was below the CCD in the distal parts of the basin. The occurrence of calcarenites at this depth is due to the high sedimentation rate of the reworked materials that prevented their dissolution (Passeri et al., 2005). The Rhaetian calcarenites, containing grains originating from the platform, such as foraminifers, bioclasts and coated grains, suggest that the carbonate platforms were thriving at that time and they exported fine-grained materials. During the Rhaetian, anoxic conditions prevailed in the distal part of the basin at least in three intervals, the last one occurring around the T–J boundary. During the earliest Jurassic, tectonic activity may have occurred at the platform margins, as suggested by the calcarenites and calcirudites with mixed Triassic and Jurassic fossil content (Bertinelli et al., 2005),marking the maximum input of platform derivedmaterials observed in the intermediate and distal basinal successions."
  }, {
    "heading": "5. Palaeogeography of the western Mediterranean area",
    "text": "The three Apenninic basins of La Spezia, Gran Sasso and Lagonegro, described in this paper, belonged to different palaeogeographic domains during the early Mesozoic (Fig. 12). Some Lagonegro units, detached\nfrom their substrate and piled up in the Southern Apennine thrust belt, and forming the upper part of the Lagonegro succession, could be considered as the original sedimentary cover of the oceanic lithosphere (Finetti, 2005; Ciarapica and Passeri, 2005). Other Lagonegro units, which preserve the older, Permian–Middle Triassic part, are considered instead as from the northern continental margin of the Ionian Tethys. The sedimentary evolution of these latter units suggests a syn-rift phase in the Middle Triassic (Ciarapica and Passeri, 2000). This oceanic branch of the western Tethys persists as a relict feature in the modern Levantine and Ionian basins.\nOther Late Triassic basins of the west-Mediterranean area were not directly connected to the southern branch of the Tethys (Fig. 12). During the Norian and Rhaetian, the Apenninic La Spezia basin had connections with the restricted basins known in Lombardy (Jadoul et al., 1999). The Triassic connections among the euxinic intraplatform basins ofMt. Camicia (Gran Sasso), Emma (Zappaterra, 1994) and Forni (Cati et al., 1987; Ciarapica and Passeri, 2005) can be only supposed (Fig. 12). These basin systems were separated from each other by wide, shallow-water carbonate and evaporitic platforms and their history was completely different. The Lombardian basins, as well as the La Spezia basin, began to develop during the first rifting phases of the Alpine Ocean after the uplift at the end of the Middle Triassic cycle (Ciarapica and Passeri, 2002). The Mt. Camicia basin was one of the several euxinic basins that developed inside the Apenninic carbonate platform during the Norian, including the Filettino, Picentini and Verbicaro basins (Fig. 12) (Ciarapica and Passeri, 2002). It is not clear whether their origin was due to the extension of the Ionian Tethys or to that of the Alpine Ocean, or to both. In the Jurassic, some of them (Mt. Camicia and Verbicaro) became parts of the wider Tuscany–Umbria–Marche basin, the southeastern continental margin of the Alpine Ocean, while others (Filettino and Picentini) were filled up and became part of the Apenninic Platform (Ciarapica and Passeri, 2002; Iannace et al., 2005)."
  }, {
    "heading": "6. Events in the Late Triassic",
    "text": "The analyzed successions of the Apennines show many facies changes during this period, each of them related to regional tectonics and local sedimentary processes and also to major global events. In the La Spezia area, the drowning of Coregna carbonate platform occurred between the Carnian and Norian (Fig. 6). The associated sea-level rise led to the growth of the Grezzoni carbonate platform on the structural high of the Apuane Alps (Fig. 5). The influx of terrigenous material ended at\nthis time in the entire Northern Apennines, and the platform was covered by the carbonates and evaporites of the Burano Anhydrite (Fig. 12). This transgressive trend was probably linked to the extensional phases of the Alpine rifting and was coupled with the transtensional faults that originated the Norian pull-apart basins inside the Dolomia Principale platform in the Southern Alps (Jadoul et al., 1999).\nTheNorian–Rhaetian transition is marked by a climate change, from arid to humid conditions, which caused the end of the evaporitic deposition; evaporites were replaced by shales and carbonates of the Rhaetavicula contorta facies of the Mt. Cetona Formation (Ciarapica et al., 1987). This shallow-water facies covered all the Northern Apennines, from Tuscany to Marches. Its deposition was likely due to palaeoecological changes that hampered the carbonate production and caused the temporary drowning of the carbonate platform. The exact timing of the transgression is not known, but it was within the Triasina hantkeni zone (i.e. late Norian to early Rhaetian, based on the FO of Triasina hantkeni in the Rhabdoceras suessi zone (Gazdzicki, 1983), which is late Norian in age according to Dagys and Dagys, 1994).\nAt the same time, the western and external part of the Grezzoni platform partially drowned, the backstepping of the platform edge being recorded by the deposition of the subtidal facies of the “marmo nero di Colonnata” (“Colonnata black limestone”). During the Rhaetian, the bottom of the shallow Rhaetavicula contorta basin was often in euxinic conditions. Nevertheless, this facies contains the best foraminifer associations of the Late Triassic, with packstones made up of oligotypic associations of Involutinidae (Triasina hantkeni, Auloconus permodiscoides and Aulotortus spp.) and Ammodoscidae (Gandinella falsofriedli and Glomospirella spp.). Mudmounds with serpulids and microbial crusts developed inside this dysaerobic basin (Ciarapica et al., 1987). Evidence for Rhaetian sea-level changes can be observed mainly at the platform edge, by the to- and from shifting of the platform marginal facies and by exposure phases. Following the above transgression of the Late Norian– early Rhaetian, in the latest Rhaetian a new regression caused the progradation of the platform margin over the proximal ramp, followed by its complete exposure.\nAt the end of the Rhaetian a new climate change, from hot–humid to hot–arid conditions, led to the recovery of the carbonate platform with the oolitic facies of the lower Calcare Massiccio, widespread all over the Northern Apennines (Fig. 12). The majority of the Triassic foraminifers disappeared and only later were they replaced by new taxa. Just before the recovery, the La Spezia basin suffered the anoxic crisis indicated by the Grotta Arpaia\nbeds at Portovenere. These beds probably correspond to a sea-level fall that led to the exposure of the platform margin and cut off of carbonate supply.\nIn the Central Apennines, the Rhaetian Rhaetavicula contorta facies did not develop and the carbonate platform continued to growwithout shale influx, but in the later part of the Rhaetian, in some places a decreasing rate of subsidence is recorded, as in the Matese Mts. (Valle Agricola section) where Lofer cycles developed (Mancinelli et al., 2005; Iannace et al., 2005). In the Mt. Camicia basin, the thick calcarenitic beds in the spotted limestone may suggest a progradation of the platform before the T–J boundary. A new sea-level rise at the beginning of the Hettangianwas probably responsible for the backstepping of the margin of the Calcare Massiccio in the Gran Sasso area. Therefore, the regressive–transgressive couplet across the boundary is recorded in the platform-basin systems of the Northern and Central Apennines, as it has been observed for this interval in other regions (Hallam, 1997; McRoberts et al., 1997).\nIn the Southern Apennines, the Rhaetian to Hettangian transition is not marked by any facies change in the inner platform, which is made up of shallowing-upwards peritidal cycles with many exposure surfaces (Barattolo and Romano, 2005). In the Lagonegro basin, the late Norian carbonate sedimentation was gradually replaced by radiolaritic deposition (Passeri et al., 2005). Anoxic conditions at the basin floor are recorded in the intermediate and distal parts of the Lagonegro basin during the Rhaetian, while oxygenated bottoms were restored in the Hettangian (Reggiani et al., 2005)."
  }, {
    "heading": "7. Palaeoenvironmental changes",
    "text": "This comparative description of the Late Triassic– Early Jurassic basins in the Northern, Central and Southern Apennines indicates that their evolution was due to many factors at regional and global scales, and also that the mass extinction event at the T–J boundary was preceded by ecological changes that began in the late Norian. A Norian–Rhaetian climate change from hot– arid to hot–humid conditions is also recorded in central Europe (Ahlberg et al., 2002). In the Alpine region, from the Austroalpine andwestern Southalpine to the Ligurian Alps, the replacement of the Norian Dolomia Principale carbonate platform facies by the euxinic, subtidal Rhaetavicula contorta facies reflects a regional relative sea-level rise (De Zanche, 1990; Lualdi, 1990; McRoberts et al., 1997; Jadoul et al., 1999). The same facies is also recorded from France (Elmi and Rulleau, 1993; Cuny, 1995). The Rhaetian distribution of the Rhaetavicula contorta facies in southern Europe suggests that\nmany previously separated intra- and pericontinental basins became connected at that time.\nA climate change from hot–arid to hot–humid conditions can easily explain the end of the Norian evaporite deposition in shallow-water environment. Furthermore, the extensional tectonics linked to theAlpine rifting played an important role in increasing subsidence. However, the drowning of the Norian platforms could also be explained without a regional increase in subsidence or a sea-level rise. Although carbonate platforms can keep up with high subsidence rates, severe changes in the ecological conditions can also cause the demise of the carbonate production (Schlager, 1981). Increase in nutrients and anoxia during a sea-level rise may be important factors for a decrease in the carbonate production and the drowning of carbonate platforms (Hallock and Schlager, 1986). Oceanic anoxia is generally considered to be linked to volcanic activity that increases the CO2 content in the atmosphere (Larson, 1991; Hallam and Wignall, 1999). Increasing pCO2 has been interpreted to have been the cause of the drowning of Cretaceous carbonate platforms during phases of anoxia in the basins (Vogt, 1989; Wortmann and Weissert, 2000; Wissler et al., 2003).\nThe end of the Norian is characterized by a positive excursion in δ13Corg and δ\n15Norg coupled with widespread development of anoxic conditions in the Rhaetian (Sephton et al., 2002). The same positive excursion in δ13Corg was observed in the Kennecott Point section (British Columbia), marked by the disappearance of monotid bivalves (Ward et al., 2001, 2004). The partial drowning of shallow-water carbonate platforms of the Alpine–Northern Apennine region could therefore be related not only to the Alpine rifting, but probably also the effect of a major environmental change around the Norian–Rhaetian boundary.\nA further effect of the increasing pCO2 could also be recorded by the onset of radiolaritic sedimentation in some basins, e.g. the Lagonegro, between the Norian and Rhaetian, as high amounts of CO2 in the atmosphere and oceans would have caused shallowing of the calcite compensation depth (Menegatti et al., 1998; Wissler et al., 2003).\nThe end of the Triassic seems to be associated with a negative excursion of δ13C (McRoberts et al., 1997; Pálfy et al., 2001; Ward et al., 2001; Hallam, 2002; Hesselbo et al., 2002; Ward et al., 2004; Tanner et al., 2004; Galli et al., 2005). In the Apennines, as well as in the Southern Alps, the Triassic mass extinction event was followed by the development of widespread oolitic facies and carbonate platform recovery, in those areas where shallow-water carbonate platforms suffered drowning in the Rhaetian. The oolitic facies suggest\nthat the shallow-water salinity increased in comparison to the Rhaetian sea-water composition and that normal marine conditions were restored."
  }, {
    "heading": "8. Conclusions",
    "text": "The sequence of changes in the depositional environments of the Apennines during the Late Triassic–Early Jurassic suggests that ecological conditions first changed at the end of theNorian.Dysaerobic conditions in shallowwater environments led to the widespread distribution of a few selected benthic species (e.g. Triasina hantkeni) that characterized the latest Triassic. As ecological specialists, they likely were able to colonize the eutrophic environments. When oligotrophic conditions were restored, they did not survive and were replaced by generalists (Erwin, 1998). In this scenario, their extinction was not due to critical environmental conditions induced by a catastrophic event at the end of the Rhaetian, but instead resulted from the restoration of normal marine conditions during the early Hettangian. Thus, extinctions at the T–J boundary, a time when sedimentary facies indicate the restoration of normal marine condition, impacted mainly those opportunistic species that were able to survive in stressed environments during the Rhaetian.\nSeveral mechanisms have been proposed to explain the mass extinction at the T–J boundary, but each leaves unresolved questions. Volcanic activity of the Central Atlantic Magmatic Province (CAMP) and possibly associated release of methane hydrates are most frequently suggested causes (Marzoli et al., 2004; Galli et al., 2005; Huynh and Poulsen, 2005) but the timing of the initiation of the CAMP eruptions is not fully resolved yet (Marzoli et al., 2004).\nThe break-up of Pangaea already started in the Late Triassic, with the opening of the western branches of the western Tethys. Specifically, the southern branch, the East-Mediterranean Ocean/Ionian Tethys, was enlarging in its eastern part during the Norian (Hauser et al., 2002). In the early Rhaetian, in the western part, the siliceousradiolaritic deposits of the Lagonegro basin suggest that abundant volcanism, which could have caused increasing atmospheric pCO2, took place in the Ionian Tethys region. Apparently, the effects of the volcanism ended at the beginning of the Jurassic.\nIn summary, the geodynamic scenario of the breakup of Pangaea during the Late Triassic was complex, as new connections formed among previously separated basins with different water compositions. Pulses of intense volcanic activity also occurred that may have triggered the release of methane-hydrates. It is likely, therefore, that multiple processes acted simultaneously\nto perturb the global system (Tanner et al., 2004; Ward et al., 2004)."
  }, {
    "heading": "Acknowledgements",
    "text": "The author is grateful to the young researchers that contributed to the analytical study of the areas object of this paper (A. Bertinelli, L. Reggiani, M. Rigo, G. Roghi). Sincere acknowledgements go to F. Venturi and C. Nannarone for their enthusiastic contribution to the knowledge of the T–J succession ofMt. Camicia, to L.H. Tanner for comments on an earlier draft, and to D. Bosence and an anonymous reviewer for the precious suggestions that greatly improved the manuscript, to J. Pálfy for his assistance during the preparation of the final version, and to C. Curran for the revision of the English text. Special thanks to L. Passeri who contributed during all the phases of this work. Financial support fromMIUR and from the Perugia University, Project Cofin 2002 and 2004 (L. Passeri), is greatly acknowledged. This is a contribution to IGCP project 458."
  }],
  "year": 2007,
  "references": [{
    "title": "Upper Triassic bituminous facies and Hettangian pelagic facies in the Gran Sasso Range",
    "authors": ["L. Adamoli", "A. Bigozzi", "G. Ciarapica", "S. Cirilli", "L. Passeri", "A. Romano", "F. Duranti", "F. Venturi"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1990
  }, {
    "title": "Onshore climate change during Late Triassic marine inundation of the Central European Basin",
    "authors": ["A. Ahlberg", "L. Amdorff", "D. Guy-Ohlson"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "Il Triassico terminale - Giurassico del Bacino Lagonegrese",
    "authors": ["F. Amodeo"],
    "venue": "Studi stratigrafici sugli Scisti Silicei della Basilicata (Italia meridionale). Mém. Géol. (Lausanne)",
    "year": 1999
  }, {
    "title": "Some bioevents at the Triassic– Liassic boundary in the shallow water environment",
    "authors": ["F. Barattolo", "R. Romano"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "The late Triassic–Jurassic stratigraphic succession of Pignola (Lagonegro–Molise Basin, Southern Apennines, Italy)",
    "authors": ["P. Bazzucchi", "A. Bertinelli", "G. Ciarapica", "M. Marcucci", "L. Passeri", "M. Rigo", "G. Roghi"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Middle and late Hettangian radiolarians in the Mt. Camicia succession (Gran Sasso, Central Apennines)",
    "authors": ["A. Bertinelli", "M. Marcucci"],
    "venue": "X Interrad 2003, Lausanne,",
    "year": 2003
  }, {
    "title": "Hettangian ammonites and radiolarians in the Mt. Camicia succession (Gran Sasso, Central Apennines)",
    "authors": ["A. Bertinelli", "C. Nannarone", "L. Passeri", "F. Venturi"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 2004
  }, {
    "title": "Stratigraphic evolution of the Triassic–Jurassic Sasso di Castalda succession (Lagonegro basin, Southern Apennines",
    "authors": ["A. Bertinelli", "G. Ciarapica", "V. De Zanche", "M. Marcucci", "P. Mietto", "L. Passeri", "M. Rigo", "G. Roghi"],
    "venue": "Italy). Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Carbonate ramp depositional systems",
    "authors": ["T.P. Burchette", "V.P. Wright"],
    "venue": "Sediment. Geol",
    "year": 1992
  }, {
    "title": "Biochronology and paleontology of uppermost Triassic (Rhaetian) radiolarians, Queen Charlotte islands, British Columbia, Canada",
    "authors": ["S.E. Carter"],
    "venue": "Mem. Geol. (Lausanne)",
    "year": 1993
  }, {
    "title": "Environmental changes across the Triassic– Jurassic Boundary, Portovenere, Italy",
    "authors": ["K.A. Cartwright"],
    "venue": "MSc thesis,",
    "year": 1995
  }, {
    "title": "Carbonate platforms in the subsurface of the northern Adriatic area",
    "authors": ["A. Cati", "D. Sartorio", "S. Venturini"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1987
  }, {
    "title": "La litostratigrafia della serie triassica del promontorio occidentale del Golfo di La Spezia",
    "authors": ["G. Ciarapica", "L. Passeri"],
    "venue": "Mem. Soc. Geol. Ital",
    "year": 1980
  }, {
    "title": "Faune à radiolaires dans la sequence triasique-liasique de Grotta Arpaia, Portovenere (La Spezia), Apennin séptentrional",
    "authors": ["G. Ciarapica", "L. Zaninetti"],
    "venue": "Rev. Paléobiol",
    "year": 1982
  }, {
    "title": "Foraminifères et biostratigraphie dans le Trias supérieur de la série de La Spezia (Dolomies de Coregna et Formation de La Spezia, nouvelles formations)",
    "authors": ["G. Ciarapica", "L. Zaninetti"],
    "venue": "Apennin septentrional. Rev. Paléobiol",
    "year": 1984
  }, {
    "title": "The Tuscan Nappe in Northern Apennines: data, doubts, hypotheses.Mem",
    "authors": ["G. Ciarapica", "L. Passeri"],
    "venue": "Soc.Geol. Ital",
    "year": 1994
  }, {
    "title": "Le facies del Triassico inferiore e medio (Fm",
    "authors": ["G. Ciarapica", "L. Passeri"],
    "venue": "di Monte Facito Auctt.) nelle aree di Sasso di Castalda e di Moliterno (Basilicata). Boll. Soc. Geol. Ital",
    "year": 2000
  }, {
    "title": "The paleogeographic duplicity of the Apennines",
    "authors": ["G. Ciarapica", "L. Passeri"],
    "venue": "Boll. Soc. Geol. Ital. Vol. Spec",
    "year": 2002
  }, {
    "title": "Ionian Tethydes in Southern Apennines",
    "authors": ["G. Ciarapica", "L. Passeri"],
    "year": 2005
  }, {
    "title": "Anidriti di Burano” et “Formation du Monte Cetona” (nouvelle formation), biostratigraphie de deux series-types du Trias supérieur dans l'Apennin Septentrional",
    "authors": ["G. Ciarapica", "S. Cirilli", "L. Passeri", "E. Trincianti", "L. Zaninetti"],
    "venue": "Rev. Paléobiol",
    "year": 1987
  }, {
    "title": "French vertebrate faunas and the Triassic–Jurassic boundary",
    "authors": ["G. Cuny"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 1995
  }, {
    "title": "Global correlation of the terminal Triassic",
    "authors": ["A.S. Dagys", "A.A. Dagys"],
    "venue": "Mém. Géol. (Lausanne)",
    "year": 1994
  }, {
    "title": "Datations directes des radiolarites du bassin du Lagonegro (Lucanie, Italie méridionale)",
    "authors": ["P. DeWever", "P. Miconnet"],
    "venue": "Implications et consequences. Rev. Esp. Micropaleontol",
    "year": 1985
  }, {
    "title": "A review of Triassic stratigraphy and paleogeography in the Eastern Southern Alps",
    "authors": ["V. De Zanche"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1990
  }, {
    "title": "Le Jurassique du Beaujolais meridional, bordure orientale duMassif Central, France",
    "authors": ["S. Elmi", "L. Rulleau"],
    "venue": "Geobios",
    "year": 1993
  }, {
    "title": "The end and the beginning: recoveries from mass extinctions",
    "authors": ["D.H. Erwin"],
    "year": 1998
  }, {
    "title": "Innovative CROP seismic highlights on the Mediterranean region",
    "authors": ["I.R. Finetti"],
    "venue": "Geology of Italy. Soc. Geol. It., Spec. vol. for the IGC",
    "year": 2004
  }, {
    "title": "Understanding the Ionides. In: Finetti, I.R. (Ed.), CROP— Deep Seismic Exploration of the Mediterranean Region",
    "authors": ["I.R. Finetti"],
    "year": 2005
  }, {
    "title": "Anomalies in global carbon cycling and extinction at the Triassic/Jurassic boundary: evidence from a marine C-isotope record",
    "authors": ["M.T. Galli", "F. Jadoul", "S. Bernasconi", "H. Weissert"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2005
  }, {
    "title": "Foraminifers and biostratigraphy of Upper Triassic and Lower Jurassic of the Slovakian and Polish Carpathians",
    "authors": ["A. Gazdzicki"],
    "venue": "Acta Palaeontol. Pol",
    "year": 1983
  }, {
    "title": "Genesi e significato paleogeografico delle brecce tra Grezzoni e Marmi delle Alpi Apuane",
    "authors": ["G. Giglia", "L. Trevisan"],
    "venue": "Atti Soc. Toscana Sci. Nat. Resid. Pisa, Mem",
    "year": 1966
  }, {
    "title": "Environmental stress and atavism in ammonoid evolution",
    "authors": ["J. Guex"],
    "venue": "Eclogae Geol. Helv",
    "year": 2001
  }, {
    "title": "Estimates of the amount and rate of sea-level change across the Rhaetian–Hettangian and Pliensbachian–Toarcian boundaries (latest Triassic to early Jurassic)",
    "authors": ["A. Hallam"],
    "venue": "J. Geol. Soc. ( Lond",
    "year": 1997
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 1999
  }, {
    "title": "Nutrient excess and the demise of coral reefs and carbonate platforms",
    "authors": ["P. Hallock", "W. Schlager"],
    "venue": "Palaios",
    "year": 1986
  }, {
    "title": "Facies anatomy and diagenesis of a Bahamian ooid",
    "authors": ["P.M. Harris"],
    "venue": "shoal. Sedimenta,",
    "year": 1979
  }, {
    "title": "The break-up of East Gondwana along the northeast coast of Oman: evidence from the Batain basin",
    "authors": ["M. Hauser", "R. Martini", "A. Matter", "L. Krystyn", "T. Peters", "G. Stampfli", "L. Zaninetti"],
    "venue": "Geol. Mag",
    "year": 2002
  }, {
    "title": "Terrestrial and marine extinction at the Triassic–Jurassic boundary synchronized with major carbon-cycle perturbation: a link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the end-Triassic mass extinction",
    "authors": ["T.T. Huynh", "C.H. Poulsen"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2005
  }, {
    "title": "The Upper Triassic platform margin facies in the Southern Apennines and their Jurassic fate: state of the art",
    "authors": ["A. Iannace", "M. Parente", "V. Zamparelli"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "The Lombardy Basin (Western Southern Alps)",
    "authors": ["F. Jadoul", "F. Berra", "M. Claps", "L. Trombetta"],
    "venue": "Palaeopelagos Sp. Publ",
    "year": 1999
  }, {
    "title": "Holocene shallow-water carbonate and evaporite sediments of Khor al Bazam, Abu Dhabi, Southwest Persian Gulf",
    "authors": ["Kendall", "C.G.St.C", "Skipwith", "P.A.d'E"],
    "venue": "AAPG Bull",
    "year": 1969
  }, {
    "title": "An outline on the Triassic in the Ligurian Alps",
    "authors": ["A. Lualdi"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1990
  }, {
    "title": "Biostratigraphy of Upper Triassic–Lower Jurassic carbonate platform sediments of the central-southern Apennines (Italy)",
    "authors": ["A. Mancinelli", "M. Chiocchini", "R.A. Chiocchini", "A. Romano"],
    "venue": "Riv. Ital. Paleont. Stratigr",
    "year": 2005
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic–Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "N. Buratti", "C. Vérati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Palaeoenvironmental interpretation of a Triassic–Jurassic boundary section fromWestern Austria based on palaeoecological and geochemical data",
    "authors": ["C.A. McRoberts", "H. Furrer", "D.S. Jones"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 1997
  }, {
    "title": "Timing and causes of drowning of the Calcare Massiccio platform in Northern Apennines",
    "authors": ["L. Passeri", "F. Venturi"],
    "venue": "Boll. Soc. Geol",
    "year": 2005
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic–Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M. Orchard", "I. Vető"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "L'ambiente deposizionale della Formazione Evaporitica nel quadro della paleogeografia del Norico ToscoUmbro-Marchigiano",
    "authors": ["L. Passeri"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1975
  }, {
    "title": "Sedimentary structures in the Triassic Bituminous Dolostones of the eastern Gran Sasso range (Italy)",
    "authors": ["L. Passeri"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Paleogeographic meaning of the Late Triassic–Early",
    "authors": ["L. Passeri", "A. Bertinelli", "G. Ciarapica"],
    "venue": "Jurassic Lagonegro units. Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Triassic–Jurassic stratigraphy of the Madonna del Sirino succession (Lagonegro Basin, Southern Apennines",
    "authors": ["L. Reggiani", "A. Bertinelli", "G. Ciarapica", "M. Marcucci", "L. Passeri", "C. Ricci", "M. Rigo"],
    "venue": "Italy). Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "Correlation of Upper Triassic sections throughout the Lagonegro Basin",
    "authors": ["M. Rigo", "V. De Zanche", "P. Mietto", "N. Preto", "G. Roghi"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 2005
  }, {
    "title": "The paradox of drowned reefs and carbonate platforms",
    "authors": ["W. Schlager"],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 1981
  }, {
    "title": "Carbon and nitrogen isotope disturbances and an end-Norian (late Triassic) extinction",
    "authors": ["M.A. Sephton", "K. Amor", "I.A. Franchi", "P.B. Wignall", "R. Newton", "J.P. Zonneveld"],
    "venue": "event. Geology",
    "year": 2002
  }, {
    "title": "A plate tectonic model for the Paleozoic and Mesozoic constrained by dynamic plate boundaries and restored synthetic oceanic isochrons",
    "authors": ["G.M. Stampfli", "G.D. Borel"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Tethyan margins in space and time",
    "authors": ["G. Stampfli", "J. Marcoux", "A. Baud"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 1991
  }, {
    "title": "Assessing the record and causes of Late Triassic extinctions",
    "authors": ["L.H. Tanner", "S.G. Lucas", "M.G. Chapman"],
    "venue": "Earth-Sci. Rev",
    "year": 2004
  }, {
    "title": "Biostratigraphy and systematics of Middle to Late Triassic radiolarians from the Taurus Mountains and Ankara Region, Turkey",
    "authors": ["U.K. Tekin"],
    "venue": "Geol. Paläont. Mitt. Innsbruck, Sonderband",
    "year": 1999
  }, {
    "title": "Volcanogenic upwelling of anoxic, nutrient-rich water: a possible factor in carbonate-bank/reef demise and benthic faunal extinctions? Geol",
    "authors": ["P.R. Vogt"],
    "year": 1989
  }, {
    "title": "Sudden productivity collapse associated with the Triassic– Jurassic boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "year": 2001
  }, {
    "title": "Isotopic evidence bearing a Late Triassic extinction events, Queen Charlotte Islands, British Columbia, and implications for the duration and cause of the Triassic/Jurassic mass extinction",
    "authors": ["P.D. Ward", "G.H. Garrison", "J.W. Haggart", "D.A. Kring", "M.J. Beattie"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Response of Early Cretaceous carbonate platform to changes in atmospheric carbon dioxide levels",
    "authors": ["L. Wissler", "H. Funk", "H. Weissert"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2003
  }, {
    "title": "Tying platform drowning to perturbations of the global carbon cycle",
    "authors": ["U.G. Wortmann", "H. Weissert"],
    "year": 2000
  }, {
    "title": "Source-rock distribution model of the Periadriatic region",
    "authors": ["E. Zappaterra"],
    "venue": "AAPG Bull",
    "year": 1994
  }],
  "id": "SP:a7c77a797504098d7f3c2f87013c8f4cf4d0e996",
  "authors": [{
    "name": "Gloria Ciarapica",
    "affiliations": []
  }],
  "abstractText": "Palaeogeographic restorations for the Late Triassic and Early Jurassic of the west-Mediterranean area show that significant facies changes occurred in this period. The study of three basinal successions in the Northern, Central and Southern Apennines indicates that changes in ecological conditions occurred at the same time in different palaeogeographic and geodynamic domains. The early Mesozoic evolution of the Apennines is controlled by the opening of two oceans: the Ionian/East-Mediterranean Tethys to the southeast and the Alpine Ocean to the north-west. The Lagonegro basin, in the Southern Apennines, was the northern continental margin of the Ionian Tethys from the Triassic, while the La Spezia basin, in theNorthern Apennines, became part of the south-eastern continental margin of the Alpine Ocean in the Middle-Late Jurassic. The third studied basin (Mt. Camicia basin, in the Gran Sasso, Central Apennines) was an intra-platform basin from the early Norian up to the late Hettangian–early Sinemurian. During the Norian– Hettangian period these basins were not directly connected to each other, being separated by wide carbonate platforms, and show different evolutionary trends. Stratigraphic studies in these successions place the Triassic–Jurassic boundary in 6–8 m thick intervals with anoxic facies in the three basins. Relevant facies changes are also recorded in the late Norian: in the Northern Apennines the sedimentation of sulphate evaporites ended, being replaced by the Rhaetavicula contorta facies; whilst in the Southern Apennines (Lagonegro basin) the deposition of radiolarites began. The end of evaporite accumulation can be explained by a climate change from arid to humid conditions, and it is also probably linked to an extensional phase preceding the Jurassic rifting of the Alpine Ocean, and may therefore have a regional significance. Nevertheless, it corresponds to the spread of the R. contorta facies into other parts of southern Europe, from France to Germany and Austria. The beginning of radiolaritic sedimentation in the Lagonegro basin could be related to the rise of atmospheric CO2 content, linked to volcanic activity in the Ionian ridge. These facies changes reflect changes of environmental conditions, that caused the decline of some fossil associations favoring the development of opportunistic forms, e.g. Triasina hantkeni. The end-Triassic extinction, coupled with an anoxic episode in all the examined basins, immediately preceded a new environmental change, documented by the recovery of the carbonate platforms with oolitic facies and different associations. The evolution of all these basins suggests that geodynamics were probably responsible for regional events and that, at certain moments, development reflected global effects as a response to new connections between formerly different domains. The Central Atlantic Magmatic Province (CAMP) volcanism, considered as one of the possible causes for the end Triassic mass extinction, would have had even greater importance if coupled with the volcanism linked to the rifting of the Ionian Tethys. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Regional and global changes around the Triassic–Jurassic boundary reflected in the late Norian–Hettangian history of the Apennine basins"
}