{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nTectonophysics\nj ourna l homepage: www.e lsev ie r.com/ locate / tecto\nTOPO-EUROPE: Studying continental topography and Deep Earth—Surface processes in 4D\nSierd Cloetingh a,⁎, Hans Thybo b, Claudio Faccenna c\na Netherlands Research Centre for Integrated Solid Earth Sciences, VU University Amsterdam, Faculty of Earth and Life Sciences, De Boelelaan 1085, 1081 HV Amsterdam, The Netherlands b Department of Geography & Geology, University of Copenhagen, Øster Voldgade 10, DK-1350, Copenhagen K, Denmark c Dipartimento di Scienze Geologiche, Universita Roma Tre, Largo S.L. Murialdo 1, 00146 Rome, Italy\n⁎ Corresponding author. E-mail addresses: sierd.cloetingh@falw.vu.nl (S. Cloe\n(H. Thybo), faccenna@uniroma3.it (C. Faccenna).\n0040-1951/$ – see front matter © 2009 Elsevier B.V. A doi:10.1016/j.tecto.2009.04.015\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 17 April 2009 Accepted 17 April 2009 Available online 21 April 2009\nKeywords: Earth System Dynamics Neotectonics Continental Topography Source/sink relations Lithosphere/surface processes\nTOPO-EUROPE is a multidisciplinary international research program that addresses the interaction of processes inherent to the deep Earth (lithosphere, mantle) with surface processes (erosion, climate, sea level), which together shaped the topography of Europe. The objective of this programme is to assess neotectonic deformation rates and to quantify related geo-risks, such as earthquakes, flooding, landslides, rock falls and volcanism. Research, incorporating data interactive modeling, focuses on the lithosphere memory and neotectonics, with special attention on the thermo-mechanical structure of the lithosphere, mechanisms controlling large-scale plate boundary and intraplate deformations, anomalous subsidence and uplift, and links with surface processes and topography evolution. The TOPO-EUROPE natural laboratories, in which these processes are analyzed, cover a wide range of geodynamic settings. These include the postcollisional Alpine/Carpathian/Pannonian-Basin system, the very active Aegean–Anatolian and Apennines– Tyrrhenian orogens and back-arc basins, the Caucasus–Levant area in the Arabia–Europe collision zone, the Iberian Peninsula caught up between Alpine orogens, the meta-stable West and Central European Platform, the stable East-European Platform and the seismically active and elevated Scandinavian continental margin. The TOPO-EUROPE Project is a component of the International Lithosphere Program. A European Science Foundation EUROCORES project provides funding for part of the research for a total amount of 13.5 M Euro, creating new research positions for 60 young researchers.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Topography influences various aspects of society, not only in terms of the slowprocess of landscape evolution but also through climate change (e.g. due to mountain building and changes in sea water currents). Topographic evolution (changes in land, water and sea level) can seriously affect human life, as well as terrestrial geo-ecosystems. When fresh water or sea-water levels rise, or when land subsides, the risk of flooding increases. This directly affects local geo-ecosystems and human settlements. On the other hand, declining water levels and uplift may lead to a higher risk of erosion and even desertification. Similar examples could be given for groundwater, early life and climate change. Studying these aspects in an integrated way is essential to forward solid Earth Sciences in response to the needs of society (see http://www. yearofplanetearth.org/). To quantify topography evolution in space and time, understandingof the coupleddeepEarth and surfaceprocesses is a requisite.\nThe TOPO-EUROPE initiative of the International Lithophere Program (ILP) addresses the 4-D topography of the orogens and intra-plate\ntingh), thybo@geo.ku.dk\nll rights reserved.\nregions of Europe through amultidisciplinary approach linking geology, geophysics, geodesy and geotechnology. TOPO-EUROPE integrates monitoring, imaging, reconstruction and modelling of the interplay between processes controlling continental topography and related natural hazards. Until now, research on neotectonics and related topography development of orogens and intra-plate regions (Fig. 1) has received little attention. TOPO-EUROPE initiates a number of novel studies on the quantification of rates of vertical motions, related tectonically controlled river evolution and land subsidence in carefully selected natural laboratories in Europe. From orogen through platform to continental margin, these natural laboratories include the Alps/ Carpathians–Pannonian Basin System, the West and Central European Platform, the Apennines–Tyrrhenian–Maghrebian and the Aegean– Anatolian regions, the Iberian Peninsula and the Scandinavian mountains and continental margins. TOPO-EUROPE integrates European research facilities and know-how essential to advance the understanding of the role of topography in Earth System Dynamics. The principal objective of the network is twofold. Namely, to integrate national research programs into a common European network and, furthermore, to integrate activities among TOPO-EUROPE institutes and participants. Key objectives are to provide an interdisciplinary forum to share knowledge and information in the field of the neotectonic and topographic evolution of Europe, to promote and encourage\nmultidisciplinary research on a truly European scale, to increase mobility of researchers and to train young scientists."
  }, {
    "heading": "2. The TOPO-EUROPE network",
    "text": "The TOPO-EUROPE network was officially launched during a symposium held in October 2005 in Heidelberg, Germany, with the objective to tackle the challenges in continental topography research. TOPO-EUROPE aims at integrating European communities that hitherto have been active under discrete research and implementation schemes in the field of continental topography research.\nThe network serves as a vehicle to (i) advance the understanding of processes controlling topography development and related geohazards, (ii) promote Europe as international scientific leader in the new field of continental topography research and (iii) provide improved working opportunities for high-level researchers. With the establishment of a strong network of collaborating institutes, the international TOPO-EUROPE project will be able to tackle a set of outstanding questions pertaining to lithospheric, surface and climate-related processes controlling the on-going topography evolution and related natural hazards. TOPO-EUROPE's natural laboratories comprise some of the best-documented orogens, sedimentary basins and continental margins worldwide. As such, they offer key study areas for the development of a new generation of models for on-going lithospheric deformation and its effect on continental topography development, both on regional and local scales.\nResearch will focus on the interplay between active tectonics, topography evolution, and related sea-level changes and drainage pattern development. This includes the development of an integrated observation and analysis strategy, focusing on large-scale changes in vulnerable areas of Europe. Quantitative understanding of poly-phase deformed and tectonically active orogenic systems\nrequires multidisciplinary efforts and, therefore, the interaction and collaboration of researchers covering a broad field of expertise. Among other eminent scientific disciplines, geology, geophysics, geodesy, hydrology, climatology, as well as various fields of geotechnology will be integrated. TOPO-EUROPE will address several scientific issues of key relevance, such as (i) the spatial and temporal development of Europe's topography, (ii) the quantification of source-to-sink relations to quantify sediment budgets, (iii) the quantification of land subsidence in the basins and deltas of Europe, (iv) the quantification of land uplift in orogenic and intraplate domains, (v) the quantification of tectonically controlled river evolution and (vi) the effects of climate changes. The scientific concepts and the research agenda reviewed here is an update based on the collective exchange of thoughts and insights within the TOPOEUROPE community at large (see also Cloetingh and TOPO-EUROPE team, 2007).\n3. Scientific approach: monitoring, imaging, reconstruction, process modelling\nTo trace, quantify and forecast the evolution of topography in response to Solid-Earthprocesses andmovements of surfacewaters, it is essential that researchers involved in a wide range of sub-disciplines interact and collaborate. TOPO-EUROPE researchers will endeavour to convolve the results of geomorphologic, geological, geophysical, geodetic, remote sensing and geotechnologic investigations. Such an integrated, multidisciplinary approach has yet to be implemented on a truly European scale. A consortium of national research centres, geoscience institutes of universities and national geoscience surveys, each with proven strengths and capabilities in distinct scientific fields, will come together to develop research strategies that aim at an improved understanding of Europe's dynamic topography and enhanced forecasting capabilities. Twin goals are (i) to simulate the recent past by “inverting” geological data and (ii) to forecast the future by connecting the past, present and future evolution of the system as a whole. TOPO-EUROPE is linked via its members to a series of programs that focus on specific aspects of European topographic evolution. Certain research activities are directed by regional groups, addressing sensitive areas such as densely populated river basins, lowlands, low lying floodand/or tsunami-prone coastal areas, subsiding deltas and earthquakeprone areas.\nThe main progress in quantitative prediction is expected at the interface of modelling and observation where scientific hypotheses are confronted with the observed reality. In its most advanced version, the integrated sequence “observation, modelling, process quantification, optimization and prediction” is repeatedly carried out, both in time and space. Such an iterative approach is vital for the development and verification of fundamentally new concepts.\nThe TOPO-EUROPE research approach centres on the following four interrelated components:\n• Component 1 ‘Monitoring the Earth system’ • Component 2 ‘Imaging of the deep Earth and lithosphere’ • Component 3 ‘Dynamic topography reconstruction’ • Component 4 ‘Process modelling and validation’\nThese four components are inherent to the very nature of the Earth sciences, placed in the context of recent advances and challenges in science and technology. The relationship between the present and the past has—in a qualitative way—always been at the heart of Earth sciences. Owing to recent developments in observational, analytical and computational capabilities, this fundamental relationship can now be addressed in a quantitative manner. Within individual TOPO-EUROPE groups, this has already resulted in a number of pioneering contributions to the integration of observational and modelling studies.\nIn the network, the full coupling between processes in the mantle and lithosphere with those active at or near the Earth's surface will be\nfurther pursued, particularly in sedimentary basins, at continental margins and in tectonically active intraplate areas. Understanding these processes and their coupling is of fundamental importance in the exploration for and the management of Earth resources and the risk reduction of geological hazards, like landslides and earthquakes."
  }, {
    "heading": "4. The natural laboratory concept: from orogen through platform to continental margin",
    "text": "The TOPO-EUROPE network provides a discussion forum for a multidisciplinary research programme which functions in a feedback mode between advancement of new numerical modelling concepts and their validation by an array of geological and geophysical datasets from a number of natural laboratories in Europe. To this purpose the network concentrates on well documented regions, each of which is optimally suited to address the coupling between tectonic (endogenic) and surface (exogenic) processes and the related effects on topography development and inherent geo-hazards.\nTOPO-EUROPE up-scales the expertise acquired during the European Science Foundation (ESF) EUROPROBE programme through the integration of the above-described components as the fundamental approach to provide conditions for closing the loop between observation, reconstruction and process-oriented modelling. TOPOEUROPE integrates geology, geophysics, geodesy and geotechnology and provides the frame for intense cross-fertilization between these disciplines. By working together in a concerted effort on common data sets, an optimal dissemination of results will be achieved.\nIntegration of data sets and data handling such as implemented for the new Moho map of Europe (Tesauro et al., 2008; see Fig. 2) is vital to the efficient transmission of findings through the above mentioned chain of components. In TOPO-EUROPE this can be achieved via a number of connected implementation steps centred on three key cells, namely: (1) the creation of new think-tanks for the development and implementation of new conceptual approaches and testing of their viability against geological and geophysical data from selected natural\nlaboratories; (2) the creation of new Earth System teams working jointly on unexplored interfaces between existing research activities; and (3) building of information technology cells to optimize integrated data handling, interdisciplinary modelling and software integration."
  }, {
    "heading": "4.1. Integrated approach to selected natural laboratories and analogues",
    "text": "In Earth Sciences, analogues are the key to reconstructing the past and predicting the future. The Earth's natural laboratories provide observations on different time slices at a range of scales. An unparalleled opportunity to fill the gaps in our present understanding\ndriatic Promontory; BC, Betic Cordillera; BS, Black Sea; CH, Carpathians; CM, Cantabrian FB, Focsani Basin, FI, Faeroe Islands; GB, Gulf of Bothnia; HB, Hatton Bank; IAP, Iberian North German Basin; NS, North Sea; OR, Oslo Rift; P, Pyrenees; PB, Pannonian Basin; TS, ; VT, Valencia Trough (From Tesauro et al., 2008).\n7 S.Cloetingh et al./ Tectonophysics 474 (2009) 4 –32\nof the Solid-Earth system is provided by comparison and quantitative analysis of high resolution 4-D data cubes generated by the chain of the 4 integrated TOPO-EUROPE components. Such comparisons can be made at different time and space scales.\nTOPO-EUROPE operates in an iterative manner with initial models being developed to explain existing data sets (e.g. Figs. 3, 4) and concepts, such as utilized for themodelling of present day lithospheric strength distribution of Europe (Fig. 5). In parallel, new higher resolution data will be acquired in a number of carefully selected European natural laboratories. The derived numerical models will then be tested and refined on the basis of the new data.\nThis integrative research program is centred on critical regional and continental-scale Earth Science problems in carefully selected natural laboratories that cover a wide range of geodynamic settings and geo-hazard provinces, for each of which extensive databases are available.\nExamples of these are:\n• The Alps/Carpathians–Pannonian Basin System, where mountain building and the development of deep continental basins has\nFig. 5. Integrated strength map for intraplate Europe (after Cloetingh et al., 2005), showing integrated compressional strength of the total lithosphere. Adopted composition for upp composition, respectively. Rheological rock parameters are from Carter and Tsenn (1987). T\ncreated Europe's weakest crust, prone to major earthquakes, land slides and flooding; • The West and Central European Platform, where the continent is breaking apart, land is subsiding below sea level and much of Europe's population and infrastructure are concentrated; • The Apennines–Tyrrhenian–Maghrebian and the Aegean–Anatolian regions where seismicity, volcanism and mountain building result from the ongoing collision of the European and African– Arabian plates during the final closing stages of an ocean and possibly the initiation of a new subduction zone along the NW African margin; • The Iberian Peninsula, where discrimination between deformation induced by plate boundary forces and by deep-seated thermal anomalies is needed; • The circum-Atlantic mountain ranges, where the relative influence of climate, tectonics and mantle dynamics on vertical motions should be assessed; • The Scandinavian continental margins, where continental rupturing resulted in opening of an oceanic basin and the development of ocean–continent boundary zones rich in hydrocarbons;\nmain structural features (after Ziegler, 1988; Dèzes et al., 2004). Colours represent the er crust, lower crust and mantle is based on a wet quartzite, diorite and dry olivine he adopted bulk strain-rate is 10−16/s.\nTogether these natural laboratories provide a set of world-class opportunities to probe and quantify the entire range of plate interaction processes affecting topography in the context of presently active geological processes. In these areas we can obtain the highest possible resolution required to discriminate between endogenic and exogenic Earth processes (see Fig. 6), required to quantify the coupling between Solid-Earth and surface processes. TOPO-EUROPE's natural laboratories discussed below offer unique key study areas for developing a new generation of models explaining ongoing deformation of the lithosphere and its repercussions on continental topography and the human habitat. Other natural laboratories may be selected as the project advances. These are chosen based on their merits."
  }, {
    "heading": "5. Objectives of the TOPO-EUROPE science programme",
    "text": "TOPO-EUROPE is geared for a 10-year multi-disciplinary, fully European Science Programme. The general objectives of this programme are:\n• To advance the understanding of continental topography development and its societal implications in terms of dynamic processes inherent to the Solid-Earth, processes operating at the Earth's surface and their interaction; • To promote national programmes on topography research and to integrate them into a Europe-wide collaborative network; • To promote Europe internationally as scientific leader in the field of continental topography research; • To provide an interdisciplinary forum for sharing technology, knowhow and information in the field of European topography evolution; • To promote the mobility and training of young researchers in the field of topography evolution and its societal relevance;\nEach of the natural laboratories addresses a specific tectonic setting under which topography dynamics are of great societal relevance (natural hazards, resources, impact on environment and climate). Each natural laboratory requires an integrated approach encompassing all four components of the programme in order to assess these societal issues. Furthermore, these natural laboratories cover large parts of Europe and much of its population and industrial concentrations that, depending on the respective lithospheric domain, are exposed to a variety of natural hazards.\nThe TOPO-EUROPE Science Programme is organized as a matrix structure under which its four scientific approach components interface with the natural laboratories. This fosters close interaction\nbetween currently fragmented expertise and an effective knowledge transfer, both between different disciplines and at regional scales."
  }, {
    "heading": "5.1. State-of-the-art know-how and facilities",
    "text": "An important feature of TOPO-EUROPE is the integration of existing national research capacities to reach the ambitious goal of creating a coherent pan-European network, addressing key issues for scientific innovation and societal needs. TOPO-EUROPE offers the first European platform for the effective integration and sharing of a new generation of research facilities in Solid-Earth sciences, including integrated observation systems, surface, satellite and subsurface observatories, advanced analytical facilities and high-speed computing. Information management systems are brought together for the development of models.\nA major goal of TOPO-EUROPE is the development of a virtual scientific centre based on leading infrastructures and the integrated programming of research activities. The combined infrastructure of the proposed network, presently already available, will consists of: (i) Large-scale and excellent monitoring programs including satellite, surface and borehole monitoring instruments; (ii) State-of-the-art geomechanical, geochemical and geobiological laboratory facilities; (iii) Advanced geoinformation databases containing historical data on global and regional changes in combination with the vulnerability of natural and human habitats; (iv) State-of-the-art computer systems and experience in the development of parallel programs for complex time-dependent continuum problems; (v) An up-to-date know-how base on geo-motion modelling and simulation, as well as on risk and impact assessment.\nThe availability to and the use of these facilities by the associated scientists, and their intention to contribute and share them in integrated research programmes will set the stage for a very competitive European position in this research domain."
  }, {
    "heading": "5.2. Examples of research opportunities on full European scale",
    "text": "The application of space-geodesy to monitor surface deformation is a relatively young science in Europe. Two decades ago the WEGENER group (IAG subcommittee) of geophysicists and geodesists used for the first time GPS and Satellite Laser Ranging (SLR) to quantify crustal motions in the Mediterranean area. Meanwhile, many institutes in Europe have engaged in one way or another into crustal motion research. An important example is the BIFROST programme of\nath of continental collision, taking the Pannonian Basin–Carpathians–Black Sea System\nScandinavia that focuses on strong topography change associatedwith postglacial rebound. Another important example is the Aegean– Anatolian regionwhere American and European scientists made great first-order contributions to quantify active surface deformations associated with plate motion, intraplate deformation, and the activity of the Anatolian fault systems. At present a very sparse European network (EUREF) of permanent GPS stations contributes to the global IGS network. Its purpose is purely geodetic: to serve as a reference for global and regional measurement campaigns. Apart from the EUCORURGENT Project, such campaigns have shown a relative wild growth without significant coherency on the European level. While this growth is continuing (sometimes in concert with commercial applications), the European-scale organisation of crustal dynamics monitoring is at present virtually absent. Recently the WEGENER group has taken the initiative to improve this situation and, comparable to EUROARRAY, has merged with TOPO-EUROPE to create the necessary synergy to achieve common observation, monitoring and process modelling goals."
  }, {
    "heading": "5.3. Recent and ongoing European large scale collaborative research initiatives",
    "text": "Over the last decade European scientists have made key contributions to such sub-disciplines ofmodern Solid-Earth sciences as seismic tomography, the development of new seismological techniques such as receiver functions, the study of subduction processes, inversion of multi-component seismic data, astronomically-calibrated dating, Earth materials subjected to high strains, and modelling of sedimentary basin evolution.\nEuropean scientists also play a prominent role in geodesy and the application of new space technologies (gravity, magnetic, radar- and SAR-techniques, GPS-applications). Leading Earth monitoring satellites are such European satellites as CHAMP, Oersted, ENVISAT and ERS-2. Europe plays an important role in experimental in-situ studies (high-pressure experiments, experimental facilities like the European Synchrotron Radiation facility or HASYLAB in Hamburg). Partners in the TOPO-EUROPE Project have equipment available which is uniqueworld-wide for the proposed activities, ranging from satellites over instrument pools to experimental facilities and modelling power. The TOPO-EUROPE research domain is most important for the economical future of Europe as it covers such aspects as natural resources (e.g. water, fossil fuels, geothermal energy), natural hazards and waste disposal.\nEurope is now pioneering the rapidly growing field of coupled topographic—climate processes requiring the developmentof combined numerical—analogue modelling techniques and the introduction of innovative isotopic methods.\nIntegrated Solid-Earth System science is definitely at the forefront of modern Earth sciences. As a result of this European integration process, dedicated efforts weremade in a number of leading European research labs, putting European scientists in a unique position to expand this strength to a truly European scale. Probably nowhere in the world are the conditions so favourable to establish a link between Solid-Earth processes and the System Earth at large. TOPO-EUROPE is fully embedded in the main streamline of European research, as clearly demonstrated by existing links to related national or EU projects.\nTOPO-EUROPE significantly augments the current momentum in integrating European Solid-Earth sciences. TOPO-EUROPE benefits from a number of past European-scale research initiatives, including:\n• ESF EGT—European GeoTraverse (1982–1990) • ESF EUROPROBE (1992–2001) • ESF EUCOR–URGENT (Upper Rhine Graben Evolution and Neotectonics)—Environmental Earth System Dynamics network (2002– 2004)\n• ENTEC—Environmental Tectonics EU-FP5 Training and Research Network (2001–2004) • PALEOSEIS—Evaluation of earthquake potential in regions of low seismic activity in Europe (EU-FP5) (1999–2002) • SAFE—Slow Active Faults in Europe (EU-FP5 Research Programme) (2000–2003)\nESF support has been crucial in this respect, and has led to the highly successful European GeoTraverse, the ESF EUROPROBE programme, and the ESF EUCOR-URGENT network. TOPO-EUROPE builds directly on the success of these ESF programmes. EU-FP5 networks, such as ENTEC, PALEOSEIS and SAFE were important to promote a closer link between fundamental Solid-Earth sciences and natural hazard studies, setting the stage for environmental tectonics research.\nOngoing European scale initiatives that upon their completion yield results and expertise highly relevant to TOPO-EUROPE include:\n• ESF EUROCORES EUROMARGINS (2002–2005) • ESF EUROCORES EUROCLIMATE (2004–2007) • EUROBASIN—Marie Curie doctoral school and fellowship program (2002–2005) • CRONUS-EU—High-resolution cosmogenic isotopes. EU-FP6 training and research network (2005–2008) • EU INTERREG III—Microzonation of the Greater Basel area (2004– 2007) • Enhanced Geothermal Innovative Network for Europe (ENGINE)— Geothermal energy EU coordinated action (EU-FP6) (2005–2008)"
  }, {
    "heading": "5.4. Launch of a new ESF EUROCORES",
    "text": "An important step has been the selection in early 2008 by the European Science Foundation (ESF) of TOPO-EUROPE as one of its large scale European collaborative research initiatives (EUROCORES). The EUROCORES (ESF Collaborative Research) Scheme is an innovative ESF instrument to stimulate collaboration between researchers based in Europe to maintain European research at an international competitive level. The principle behind the EUROCORES Scheme is to provide a framework for national research funding organisations to fund collaborative research, in and across all scientific areas. Participating funding agencies (national research councils and academies and other funding organisations) jointly define a research programme, specify the type of proposals to be requested and agree on the peer review procedure to be followed. The ESF provides support for the networking of funded scientists while the funding of the research stays with national research funding organisations. Further background information on the EUROCORES Scheme may be found on the ESF web site (www.esf.org/eurocores).\nIn response to the ESF call for proposals, 42 outline proposals were submitted, resulting in 22 full proposals submitted for international peer-review. Out of these, the following ten collaborative research projects (CRPs) were selected for funding with a total amount of 13.5 M€ for the ESF EUROCORES TOPO-EUROPE, opening up research positions for more than 60 PhD students and postdocs:\nVAMP: “Vertical Anatolia Movements Project” [coordinator: Manfred Strecker–University of Potsdam, Germany]. Of particular importance are studies of the connection between upper mantle processes and continental plateau dynamics. TOPO-4D: “Mantle forcing of Earth surface evolution in Europe and the Mediterranean: From Past to Present” [coordinator: Wim Spakman—Utrecht University, The Netherlands]. This project will include the study of high resolution tomographic images of the (dynamic) interaction between the (deep)mantle and lithosphere, and its effects on surface topography and new models for the sublithospheric mantle (Wortel and Spakman, 2000).\nTOPOALPS: “The Topographic History of the Alps and its Tectonic and Climatic Drivers” [coordinator: Sean Willett—ETH Zürich, Switzerland]. This project will address the feedback relationships between tectonics, topography, and climate (e.g. Willett et al., 2006).\nThermo-Europe: “Coupled climatic/tectonic forcing of European topography revealed through thermochronometry” [coordinator: Peter van der Beek—University of Grenoble, France]. This project will focus on high resolution thermochronometry to constrain coupled climatic/tectonic forcing (Van der Beek and Bourbon, 2008; Braun et al., 2006).\nRESEL-GRACE: “Refined European sea level estimations by combining altimetry, tide gauges, hydrographic and other data sets with improved regional GIA modeling and tailored regional GRACE gravity field models” [coordinator: Juergen Kusche—GFZ Potsdam, Germany]. This project will concentrate on high resolution monitoring of crustal motions in space and time as well as evaluation and understanding of new satellite gravity and geodetic datasets (Kusche and Schrama, 2005).\nTopoMed: “Plate reorganization in the western Mediterranean: Lithospheric causes and topographic consequences” [coordinator: Marinus Wortel—Utrecht University, The Netherlands]. This project will focus on subduction initiation in the western Mediterranean (Wortel and Spakman, 2000; Spakman and Wortel, 2004).\nPYRTEC: “Spatial and temporal coupling between tectonics and surface processes during lithosphere inversion of the Pyrenean– Cantabrian mountain belt.” [coordinator: Ritske Huismans—University of Bergen, Norway]. This project will examine also the consequences of the mode of rifting (Huismans and Beaumont, 2008) on subsequent basin inversion.\nTopoScandiaDeep: “Searching for the origin of the topography of the Scandes” [coordinator: Valerie Maupin—University of Oslo, Norway]. This project is part of an integrated study for the origin of the topography of de-glaciated areas with the focus on the Scandes (Pedersen et al., 2006).\nSedyMONT: “Time-scales of sediment dynamics and topographic change in mountain landscapes” [coordinator: Fritz Schlunegger— University of Bern, Switzerland]. Particularly important in this project is the quantification of land slope instabilities and sediment dynamics (Schlunegger and Schneider, 2005; Schlunegger and Simpson, 2002).\nSourceSink: “Integrated natural hazard assessment through the quantification of mass transfer from mountain ranges to active sedimentary basins” [coordinator: Paul Andriessen—VU University Amsterdam, The Netherlands]. Of particular importance in this project is the quantification of sediment source-to-sink relations and to constrain earthquake and evolutionary mountain building models (Leever et al., 2006; Matenco et al., 2007).\nIn a number of ESFmember states, the TOPO-EUROPE initiative has already triggered an intensified national interdisciplinary dialogue, parallel to the start of the ESF EUROCORES TOPO-EUROPE research projects in late 2008. In Spain a large group of researchers have initiated a national TOPO-IBERIA programme, including the PICASSO project, which is embedded in TOPO-EUROPE. It is the synergy between these complementary and concentrated national efforts that make a TOPO-EUROPE EUROCORES achievable. TOPO-EUROPE is part of the core of the ILP research agenda. For two years, a consortium has been acquiring seismic broad band data in a regular grid across southern Norway and southern Sweden in the MAGNUS project, supplemented by acquisition of refraction seismic data along three\nprofiles in the same areas in the MAGNUS REX project (Stratford et al., 2008).\nExamples of specific deliverables for the TOPO-EUROPE programme at large will include:\n• Deployment of EUROARRAY and the European Plate Observatory System (EPOS) (http://www.epos-eu.org). • New models for the sub-lithospheric mantle of Europe based on integration of seismic tomography data (Spakman and Wortel, 2004) and lithospheric thickness (Artemieva et al., 2006). • New understanding of crustal and upper mantle structure and thickness (Artemieva and Thybo, 2008), and their implications for the dynamics of topographic evolution. • New lithospheric thickness, strength and strain-rate maps for each study area and for all of Europe (Tesauro et al., 2007) including improved 3-D density, electrical resistivity, seismic and thermal structural information for key features (Artemieva et al., 2006). • Revised Moho depth and a crustal thickness map for Europe (Tesauro et al., 2008). • Quantification of land uplift rates in active orogens and identification of controlling mechanism. • Quantification of intraplate uplift/subsidence rates induced by lithospheric folding and other processes (Burov et al., 2007; Burov and Cloetingh, in press). • Determination of source-to-sink relations to quantify sediment budgets. • Studying the effects of neotectonic processes on river and coastal evolution, with emphasis on flooding potential. • Coupling of numerical (Willett et al., 2006) and analogue modelling schemes (e.g. Persson et al., 2004).\nTOPO-EUROPE is backed up by a group of strong research institutes. Although a compact field in terms of absolute number of scientists, the Solid-Earth sciences in Europe have received significant exposure, in terms of quality recognisable through the prominent role Earth sciences play in the ratio of national centres of excellence (e.g. Netherlands: 1 out of 6 centres; Norway: 4 out of 12 centres). The strong connections with industry and with future young promising researchers is promoted through, for example, the close association of the TOPO-EUROPE research agenda and the European top research master on integrated basin studies BASINMASTER, currently under development with support of the European commission and Europe's energy industry. TOPO-EUROPE will also seek funding for new largescale infrastructure through the EU framework programme.\nLeading researchers from amongst others the USA, Canada, Australia, Russia and China have expressed a strong interest to be associated with TOPO-EUROPE. The same is true for scientists from countries at Europe's rim."
  }, {
    "heading": "6. Recent developments in TOPO-EUROPE research",
    "text": "The 24 papers presented in this Special Volume address various aspects of the interaction between lithospheric and surface processes. The volume is organized in multiple thematic sections, reflecting current trends in research efforts and multidisciplinary projects carried out in the area. The focus of this volume is on European natural laboratories, supplemented by examples of research on continental topography in Australia and South America."
  }, {
    "heading": "6.1. Constraints on deep Earth—surface processes on a full European scale",
    "text": "Information on the present-day structure of the Earth's crust (Fig. 2) and its deeper interior (Figs. 3 and 4) at various scales is of fundamental importance to the Solid-Earth sciences. Close constraints on the crustal and mantle structure permit to model presently active internal processes, as well as processes that have ceased to be active, the\nmemory of which is preserved in the present-day configuration of the crust and lithospheric mantle. Controls on the gravity field and internal structure of the Earth, combined with monitoring of active processes (e.g. earthquake activity, surface deformation) play an important role in this component—and in TOPO-EUROPE in general—by providing constraints for modelling of the past and present dynamic state of the crust and mantle system and underlying processes. Information on the detailed history of the crust–mantle system provides the backbone for paleo-topography reconstructions and for explaining controls on present-day surface topography."
  }, {
    "heading": "6.1.1. Seismology and seismic imaging—EUROARRAY",
    "text": "During the past decade, the analysis and understanding of dynamic crust–mantle processes has greatly progressed owing tomajor advances in the field of seismic tomography at global and regional scales (e.g. Bijwaard et al., 1998). Tomographic imaging techniques are applied to observations of body and surface waves, and provide spectacular 3-D imagesofmantle structures. These images can readily be linked to global plate tectonic processes, such as past and active subduction of lithospheric plates (Fukao et al., 2001). Tomographic evidence for mantle plumes originating at great depth (Bijwaard and Spakman,1999; Goes et al., 1999; Romanowicz and Gung, 2002; Montelli et al., 2004) suggests links between mantle plumes and such surface processes as intra-plate volcanism, rifting and vertical surface motions although the significance of mantle plumes is being disputed (e.g. Foulger and Anderson, 2005). For the European–Mediterranean domain, recently developed tomographic models of mantle structure (e.g. Piromallo and Morelli, 1997; Bijwaard et al., 1998; Spakman et al., 1999; Bijwaard and Spakman, 2000; Piromallo and Morelli, 2003; Alinaghi et al., 2007; Koulakov et al., in press) and the lithospheric thickness and structure (e.g. Artemieva, 2003, 2007) have greatly advanced the linking of lithosphere–mantle processes to the past and on-going tectonic evolution of the Earth's crust. The role of anisotropy in the evolution of the lithospheric and sublithospheric mantle is receiving considerable attention (e.g. Agostinetti et al., 2008; Babuska and Plomerova, 2008; Eken et al., 2008; Popa et al., 2008; Salimbeni et al., 2008). Conceptual models ofmantle dynamicsderived from tomographyand analogue labmodels emphasize the role of a variety of mantle processes as driving mechanisms of major tectonic processes, the mechanical evolution of the lithosphere, and surface deformations (e.g. Wortel and Spakman, 2000; Bellahsen et al., 2003; Faccenna et al., 2003; Faccenna et al., 2004; Funiciello et al., 2004; SpakmanandWortel, 2004;VanHinsbergenet al., 2005; Faccenna et al., 2006; Voss et al., 2006; Alinaghi et al., 2007; Souriau et al., 2008).\nEuropean-scale tomographic models are based on a global observation network of seismological stations with a very heterogeneous spatial distribution. This leads to a strongly non-uniform data density and consequently to a strong spatial variability in model resolution varying between 50 km and hundreds of km. In some regions of Europe, temporary seismological networks with a dense spatial distribution (30–60 km) were installed during the past decades for relatively short periods of six months to one year in order to address specific phenomena (e.g. Massif Central [Southern France], TOR [Sweden, Denmark, northern Germany], SVEKALOPCO [Finland], EIFEL [Eastern France, Western Germany], CALIXTO [Vrancea, Romania], and MAGNUS [southern Norway and Sweden]). These and other successful experiments targeted important lithospheric transition zones, mantle plumes and subduction zones. Importantly, these experiments demonstrated the presence of detailed (resolution down to ~30 km) crust–mantle structure associated with dynamic processes affecting surface deformation. This was only possible owing to the high resolving power that can be attained with dense observation networks. The short duration of network deployment, however, restricted the data volume, whilst the spatially localized nature of these experiments has prevented to obtain a contextual image of mantle structure and processes. Furthermore, by the very\nnature of the tomographic experiments conducted, mantle structure could only be imaged relative to an unknown background of absolute wave speed.\nThe shortcomings of continental-scale tomographic experiments and of local experiments with dense temporary networks can only be overcome by acquiring observations from a spatially more uniform and dense European network. A considerable densification and extension of the existing European seismological network would allow the development of a new generation of crust–mantle models based on surface wave and body wave data with a much more homogeneous spatial resolution. Models will be obtained in absolute wave speeds giving strong constraints on the temperature and compositional fields of the mantle, and on associated mantle processes. Highly improved crust–mantle models (temperature and composition) are a fundamental prerequisite for numerical modelling of crust–mantle processes and the resulting surface deformation both for reconstruction of topography and for establishing the current dynamic state of European topography (surface motions, state of stress and strain-rate build-up). Technologically, tomographic methods are advanced enough to deal with a heterogeneous crust, ray bending effects, finite frequency effects, and even 3-D reference models of the Earth's structure. The forward leap towards much more advancedmodels is only hampered by the (spatial) availability of data.\nA very important part of a new generation of structural crust and mantle models are the discontinuities in material properties that occur around the crust–mantle interface (the Moho; a compositional transition as well as the granulite–eclogite transition), around 410 km depth (dominated by the olivine to β-spinel transition) and around 660 km depth (dominated by the γ-spinel to lower-mantle-oxides transition). Special seismological techniques can be used, and developed, to detect the topography and sharpness of these (and related) phase transitions, the precise nature of which is still a matter of active research. Receiver function analysis of seismic data has proved to be a powerful method for the detection of the phase transition interfaces (Vinnik et al., 1996; Gossler et al., 1999; Kind et al., 2002; Kummerow et al., 2006). The topographic configuration of these discontinuities is in fact dynamic, owing to the interaction of mantle flow (slabs, plumes) impinging on these interfaces with the physics of phase transitions. Because of different temperature dependence of the 410 and 660 km discontinuities, the thickness of the transition zone between them can be used as an advanced thermometer (Vinnik et al., 1983; Li et al., 2003). Dynamic surface topography is strongly diagnostic for the type and local nature and thermal characteristics of mantle flow. In long-wavelength mantle flow models, the dynamic surface topography is related to the dynamic topography of the internal surfaces. One of the key problems in understanding surface topography is the interaction between the mantle induced dynamic topography and other (shallow) topography generating processes.\nControlled source seismological experiments in several tectonic provinces of Europe, from the oldest Archaean parts to the youngest crust newly formed in Iceland, have shown that refraction and reflection techniques have awide applicability to imaging of crustal structure and thickness. Examples of projects carried out in the recent past include the EGT projects EUGEMI and EUGENO_S, BABEL, ECSIN, EUROBRIDGE, MONA LISA, URSEIS, POLONAISE, DOBRE, CELEBRATION2000, Alps2000/2002, IBERSEIS, and ESTRID (e.g. Aichroth et al., 1992; BABEL-Working-Group, 1993; Juhlin et al., 1996; Pulgar et al., 1996; MONA-LISA-Working-Group, 1997; Jensen et al., 1999; EurobridgeSeismic-Working-Group, 1999; Thybo, 2001; Janik et al., 2002; DOBREfraction-Working-Group, 2003; Guterch et al., 2003; Flecha et al., 2006; Thybo et al., 2006; Brueckl et al., 2007). Control of the crustal structure and thickness is of crucial importance for assessing the buoyancy of the crust, c.f. the results of the recentMAGNUS REX experiment in southern Norway (Fig. 10), which demonstrate that, contrary to expectations before the experiment, the crust is not thick enough to support the\npresent day topography by buoyancy (Stratford et al., 2008). The Norwegian mountains must therefore be supported by sources deeper than the crust. Surface topography is very dependent on Moho topography because of the generally strong contrast in density across this interface. The depth to Moho can be reliably assessed by use of controlled source seismological data from refraction experiments (Arlitt et al., 1999; Thybo, 2000; Jensen et al., 2002; Thybo et al., 2003; Behm et al., 2007; Hauser et al., 2007;Mjelde et al., 2009; Sandrin et al., 2009), from reflection experiments targeting the crust (e.g. Abramovitz et al., 1997; Maystrenko et al., 2003; Mucuta et al., 2006), and used in integrative interpretation (e.g. Carbonell et al., 1998; Abramovitz and Thybo, 2000; Lyngsie et al., 2006). The new TOPO-EUROPE projects will include several new studies of crustal and uppermantle structure by use of controlled source techniques. Fine scale structure of the crust is important for determination of past tectonic and magmatic processes, and can be determined with high resolution by the use of controlled source seismological techniques (e.g. Holliger et al.,1994; Levander et al., 1994; Thybo et al., 1998; Jensen et al., 2002; Sandrin et al., 2009). These techniques also have strongpotential for studies of the detailed structure of the lithosphericmantle and its base (e.g. Perchuc and Thybo,1996; Lie and Andersson, 1998; Steer et al., 1998; Grad et al., 2002).\nStudies on mantle rocks, both xenoliths and tectonically emplaced samples, show that the mantle is heterogeneous at all observable scales, down to crystal dimensions. Recent seismological studies have shown that it is possible to image crustal andmantle structures and to determine their physical properties on a kilometer scale or finer, much smaller than the seismic wavelength. Only recently, methods have been developed for extracting information on fine-scale heterogeneity of the crust and mantle from seismic data at scales which require a statistical representation of physical parameters (e.g. Holliger and Levander, 1994; Perchuc and Thybo, 1996; Nielsen et al., 1999; Ryberg et al., 2000; Nielsen et al., 2002; Baig and Dahlen, 2004; Shearer and Earle, 2004; Thybo, 2006; Thybo and Anderson, 2006). Thesemethods push the attainable resolution below the usual detection limit, although they cannot provide unique solutions for the structure of the Earth.\nNew-generation models of the crust–mantle system can only result from a concerted effort of seismic tomography research, strong seismiccontrast and dynamic-topography research, and fine-scale imaging of crustal and mantle properties (e.g. Artemieva et al., 2002). For TOPOEUROPE, such seismological studies can provide the principal source of information on the detailed structure of the European crust–mantle system. Data from existing global networks (FDSN, IRIS, GEOFON, EarthSCOPE) and from existing European networks are, however, insufficient tomake thenecessary step forward toward thedevelopment of much more detailed crust–mantle models. This requires a much denser observation network, complementing the existing European seismological infrastructure. As a component of TOPO-EUROPE, the project EUROARRAY aims at developing such a dense network for monitoring surface deformations and acquiring Solid-Earth geophysical data all across Europe. Eventually, a spatially uniformanddensenetwork (60 km spacing) of co-located GPS, magnetotelluric and seismological instruments will complement existing European instrumentation for a wide variety of scientific purposes. EUROARRAY aims specifically at densification of the existing European seismological network that forms the backbone of the EU-funded seismological NERIES project. In addition, a dense roving network of co-located geophysical instruments is geared to focus on surface deformations and the subsurface structure of key areas of the TOPO-EUROPE natural laboratories. In the spirit of TOPO-EUROPE, the EUROARRAY initiative will promote organisational and scientific collaboration across Europe for the benefit of the multidisciplinary Solid-Earth science community, implementing the latest inhigh-technologyEuropean infrastructure andprovidinganopen data policy. The anticipated boost in quality, quantity and availability of data achieved through EUROARRAY will effectuate strong technological and methodological innovation, allowing Europe to maintain its\ninternationally leading role in Solid-Earth sciences. A new programme EPOS (Europe European Plate Observatory System) for geoscience infrastructure development inEuropehas recently beenapprovedby the European Union as part of the ESFRI programme for infrastructure development. This programme will coordinate the use of European infrastructure for geoscience research and will, hopefully, lead to major updates in the availability of instrumentation for geochemistry, geophysics, and geodynamics.\nThe existing international seismological network, which will be complemented by a growing EUROARRAY of co-located seismological, magnetotelluric and GPS instruments, combined with existing stateof-the-art analysis and new seismological very high resolution modelling techniques, will reveal the internal structure of Europe's lithosphere and sub-lithospheric mantle with unprecedented detail. This will permit to develop advanced tomographic models for the European lithosphere and mantle, greatly improving on presently available models.\nApart from its own merits, a new-generation model of crustal and mantle structure will provide the necessary input for advanced modelling of the European crust–mantle system constrained by highresolution satellite gravity and geodetic observations of active surface deformation. This provides the “depth-to-surface” relations required for the reconstruction of mantle induced surface topography. The current generation of tomographic models can and will, within limitations, be exploited for this purpose during the early phases of TOPO-EUROPE and for the development of 4-D modelling techniques of crust–mantle dynamics. This will work out well for some selected regions where current tomographic resolution is relatively high (e.g. Apennines–Aegean–Anatolia), but will lead to ambiguous results for Western, Central and Northern Europe where the spatial resolution is much lower. In parallel, EUROARRAY will focus on developing the Earth observation data-platform required for near-future Solid-Earth science and topography research."
  }, {
    "heading": "6.1.2. Lithospheric strength, stress and strain",
    "text": "Based on knowledge of the thickness and thermal structure of the lithosphere (Fig. 3), strength profiles and effective elastic thicknesses can be calculated. Over the last decade this has been done for a number of locations in Europe (e.g. Cloetingh and Burov, 1996). Most of these strength profiles and estimates of integrated strength were calculated along available deep seismic crustal cross sections, such as the European Geotraverse (Cloetingh and Banda, 1992) and the TransAlp deep seismic profile (Willingshofer and Cloetingh, 2003). Until recently, lithospheric strength maps have been calculated for restricted areas of Europe only, including the Pannonian Basin– Carpathian region (Lankreijer et al., 1999) and the Baltic Shield (Moisio et al., 2000), but were not yet available on a regional scale for intraplate Europe. Cloetingh et al. (2005, 2006b) constructed a 3- dimensional strengthmap for the lithosphere of a large part of Europe. Existing models are based on a 3D multi-layer composition of the lithosphere, including one upper mantle layer, two to three crustal layers and a sedimentary cover layer (e.g. Hardebol et al., 2003). The seismic tomography data used to infer the temperature structure of the lithosphere below Europe (Goes et al., 2000a Goes et al., 2000b; Koulakov et al., in press) has, however, only limited resolution in the mechanically strong part of the lithosphere (see also Fig. 4).\nFig. 5 shows a model for integrated compressional strength of the entire lithosphere ofWestern and Central Europe. As evident from this figure, Europe's lithosphere is characterized by major lateral mechanical strength variations, with a pronounced contrast between the strong lithosphere of the Proterozoic East-European Platform east of the Teisseyre–Tornquist line and the relatively weak Phanerozoic lithosphere of Western Europe. A clear strength contrast occurs also at the transition from strong oceanic lithosphere of the Atlantic to the relatively weak continental lithosphere ofWestern Europe.Within the Alpine foreland, a pronounced northwest–southeast trending weak\nzone is evident that coincides with the Mesozoic Sole Pit and West Netherlands Basins, the Cenozoic Rhine Rift System and the southwestern margin of the BohemianMassif. Furthermore, a broad zone of weak lithosphere characterizes the Massif Central and surrounding areas, as well as the Alps. Higher-strength zones are associated with the central parts of the North German Basin, the British Isles and parts of the Armorican and BohemianMassifs, all of which are characterized by moderate seismicity.\nThe presence of thickened crust in the area of the Teisseyre– Tornquist suture zone gives rise to a pronounced mechanical weakening of the crustal parts of the lithosphere, whereas the lithospheric mantle retains a moderate strength. Whereas the lithosphere of Fennoscandia is characterized by relatively high strengths, the European Cenozoic rift system corresponds to a zone of weakened lithosphere. A pronounced strength contrast is evident between the strong Adriatic indenter and theweak Pannonian Basin, the Apennines and the Alps.\nThe lateral strength variations of Europe's intraplate lithosphere are primarily caused by variations in the mechanical strength of the lithospheric mantle (MSML), whereas the contribution from crustal strength variations appears to be more modest (Cloetingh et al., 2005). The variations in MSML are primarily related to variations in the thermal structure of the lithosphere, reflecting upper mantle thermal perturbations imaged by seismic tomography, with lateral changes in crustal thickness playing a secondary role, apart from Alpine domains that are characterized by deep crustal roots. For instance, the strong lithosphere of the East-European Platform, the BohemianMassif, the London–Brabant Massif, and the Fennoscandian Shield can be explained by the presence of old, cold lithosphere, whereas the European Cenozoic Rift System coincides with a major axis of weakened lithosphere within the Northwest European Platform. Similarly, weakening of the lithosphere of southern France can be attributed to the presence of a tomographically imaged plume rising up under the Massif Central (Granet et al., 1995; Wilson and Patterson, 2001). Linking mantle flow properties, controlling plate scale deformation patterns, with smaller scale basin deformation and near-surface expression of (neo)tectonics, requires extensive knowledge on crustal rheological properties, and particularly on the mechanical properties of faults. Researchers bundled in TOPOEUROPE provide extensive expertise and knowledge on this topic.\nBetter models for the strength distribution of the European lithosphere are important for an assessment of the stress and strain distribution in Europe's intraplate lithosphere (Golke et al., 1996). It should be noted that the strength maps are continuously updated with more recent strength maps testing the effects of different assumptions on petrological composition of the lithosphere and incorporating new constraints on crustal thickness, temperature models and upper mantle structure as well as constraints from integrated satellite and terrestrial gravity data (Tesauro et al., in press-a; Tesauro et al., in press-b).\nOlaiz et al. (2009) present a new continuous strain-stress map for Europe obtained from the direct inversion of earthquake focal mechanisms calculated from the centroid tensor method. A total of 1608 focal mechanisms have been selected with several quality criteria from different catalogues (CMT Harvard, ETH, Med-Net, I.G.N. and I.A.G.) from 1973 to the present day. Both continuous strain regime and maximum horizontal shortening (Dey) maps show a good correlation with the primary tectonic forces generated along the plate boundaries, plate kinematics and also some local perturbations related with main crustal heterogeneities and topography, as well as significant spatial variations in integrated crustal strength."
  }, {
    "heading": "6.1.3. Geomorphology",
    "text": "Geomorphology is an important component of TOPO-EUROPE. TOPO-EUROPE plans, for example, to model the Rhine catchments from source (Alps) to sink (Atlantic Ocean, North Sea Basin), as a function of climate and tectonics. Important parameters to be addressed\nare the sediment production, transfer and storage rates. Understanding the time lags between sediment production events caused by for example climate changes, tectonic events, or river captures, and the resulting sedimentation events in the basins are of prime importance for interpreting the stratigraphic record. Secondly, the relative importance of (temporal) sediment storage in glacial and rifted basins along the course of the Rhine (Upper and Lower Rhine Graben) is at present unknown. Important constraints for this studyhave beenput forward by cosmogenic isotope studies and morphological research.\nRifting of the Upper Rhine Graben (URG) started in the late Middle Eocene, approximately contemporaneously with an important phase of the Alpine orogeny. Changes in the stress regime during the evolution of the graben have resulted in different subsidence and uplift phases (e.g. Illies, 1975; Ziegler, 1992; Sissingh, 1997; Schumacher, 2002; Dézes et al., 2004). The large thickness variations of Pliocene and Quaternary sediments in the graben imply syndepositional tectonic movements and suggest an average subsidence rate for the Quaternary of 0.1–0.2 mm/y. Precision levelling across major faults in the northern URG shows contemporary movements of 0.4–1 mm/y. The most obvious topographic feature of the graben is the significant height difference between the graben shoulders and the alluvial plain of the river Rhine (up to ~1000 m), corresponding to a clear morphological signature of the border faults (Fig. 7). This suggests that the latter were tectonically active during the Quaternary, as evidenced also by high-resolution seismic lines recorded on the river Rhine and its tributaries.\nAlthough several authors have addressed the recent tectonics of the URG (e.g. Cloetingh and Cornu, 2005), Quaternary tectonic activity has only locally been documented in its northern part where trenches were opened across its western border fault (WBF) to investigate evidence of surface deformation in young sediments (Peters et al., 2005). The investigated segment of the WBF is associated with a 20 km long and 50–100 m high linear scarp (Fig. 8). Integration of shallow geophysics and paleo-seismological and structural analyses of trench walls permitted to identify and characterize near-surface deformation structures along the WBF, at the base of the southern end of the scarp. The results of 3 trenches point to extensional faulting producing a consistent, conjugate set of 015°-striking faults, paralleling the WBF, with maximum vertical displacements in the order of 0.5 m. Thermoluminescence dating of the deformed sediments shows that the paleoseismic displacement occurred between 19 and 8 ka and may have been causedbya single seismic eventwith amomentmagnitude of 6.5. It is important to note that creep movements cannot be entirely excluded. Reconstruction of the sequence of events at the trench site speaks for local-scale interplay between tectonic activity on the WBF andfluvial erosional processes. This suggests amixedorigin of the20 km\nlong WBF scarp, involving regional uplift, localized tectonic activity on the WBF and fluvial dynamics of the River Rhine.\nAnalyses of river terraces show that the northern part of the URG is affected by the uplift of the Rhenish Massif, although the timing of uplift may slightly differ. This uplift also affected stream gradients and valley cross-sections (Peters and van Balen, 2007b). The present-day morphology of the drainage system shows clear-cut evidence for active tectonic control, with the possibility of locating individual faults by terrace analysis (Peters and van Balen, 2007a).\nTOPO-EUROPE research will focus on fault activity documented in the Quaternary and Holocene deposits in the axial part of the graben (Haimberger et al., 2005), using river-seismic data, core holes and geomorphology for paleo-tectonic and paleo-geographic reconstructions, to analyze tectonic imprints. Horizontal and vertical movements inferred from geodesy (InSAR) will be integrated with the geologic/ geomorphic record. The Heidelberger Loch research well will yield detailed chrono- and lithostratigraphic information on Quaternary and Late Pliocene sediments.\nGibbard and Lewin (2009) review late Cenozoic environmental changes which affected European rivers, focusing especially on those of mid-Pleistocene times (c.1.2–0.8 Ma or around MIS 22) and thereafter. These involved cold-climate (periglacial) episodes, major glaciation events, and related sea-level and tectonic responses. The known history of European rivers in this period is individually varied, but is predominantly commonlymarked bymultiple stages of episodic incision the form of which changed in style at around the ‘midPleistocene transition’. Fluvial process studies suggest that the onset of incisionmay broadly relate to changes in slope, discharge, sediment load and calibre, and bedrock erodibility, and these may all have been transformed as the direct or indirect result of mid-Pleistocene climatic changes. These authors argue that common properties of basal strath terrace sediments and morphology suggests that it was during coldstage episodes that both valley deepening and lateral widening occurred, and that climatic changewas the principal driver of episodic deep valley incision."
  }, {
    "heading": "6.1.4. Sea level variations and coastal subsidence",
    "text": "Sea level variations and coastal subsidence are closely related, although other factors also can play an important role. Subsidence of the Dutch coastal area, quantified by precision levelling, is, for example, largely controlled by compaction of Neogene deltaic series with neotectonics playing an overprinting role (Cloetingh, 2000). During sediment compaction, lateral fluid flow in shallow and deeper aquifers plays an important role (Kooi, 2000). Coastal regression and transgression patterns are strongly influenced by these subsidence patterns (Van Balen et al., 2005). The subsidence of continental regions is highly influenced by the crustal structure by the thermal, density and strength effects of past tectono-magmatic activity, as evidenced in recent projects on basin subsidence (e.g. Mjelde et al., 2009; Sandrin and Thybo, 2008; Tsikalas et al., 2008; Wangen and Faleide, 2008). The general sea level is not only controlled by climate variation but to a high degree by the actual plate configuration and the magmatic activity (e.g. Sleep, 1976; Cloetingh et al., 1985; Korenaga, 2008).\nThe Rhine–Meuse delta system provides an ideal laboratory for analyzing the effects of natural perturbations of the Earth system on the human environment, owing to the availability of a high-quality database and intense studies by academic and industrial researchers and government organizations. The vulnerability of this delta system to eustatically rising sea levels and a subsidence-controlled relative sea level rise takes priority in developing strategies for optimizing the use and management of the environment. The stability of coastal zones, the dynamics of river systems, and the management and protection of non-contaminated groundwater resources are of greatest societal relevance.\nIn view of this, TOPO-EUROPE plans to probe the interplay of neotectonics, sea level and climate changes in the lowlands of the\nRhine–Meuse delta system. Quantification of the role of neotectonics and their interplaywith regional subsidence/uplift and climate changes are of fundamental importance. The magnitude of vertical crustal movements in the Netherlands during the last 2.6 My is illustrated by the thickness of Quaternary sediments that attains values of up to 500m in on-shore areas, increasing to 1000moffshore in theNorth Sea Central Graben. Precision levelling shows a systematic difference between the eastern parts of the Netherlands, which are being uplifted, and its western parts that subside. The overall pattern suggests tilting of the entire country that is consistent with accelerated Pliocene–Quaternary tectonic subsidence of the North Sea Basin and uplift of the Rhenish Massif–Ardennes. At the same time, important contributions from compaction-driven subsidence and glacio-isostatic uplift are evident.\nSeparating the effects of neotectonics from those of eustasy and climate remains a formidable task (Cloetingh, 2000) that requires an improved and more detailed chronostratigraphic subdivision of PlioQuaternary deposits. Moreover, it is vital to access the shallow parts of industrial 3D seismic data sets and to analyze themwith state-of-theart seismic processing and interpretation techniques in terms of reconstructing the architecture and evolution of the Rhine–Meuse delta.\nAs reviewed by Stocchi and Spada (2009), present-day sea level variations in the Mediterranean depend on various factors, including recent climatic forcing, tectonic activity, anthropogenic effects, and glacio-isostatic adjustment. The latter is governed by mantle rheology and the spatio-temporal distribution of the late-Pleistocene ice sheets and it is expected to produce a long-wavelength pattern of sea level variationsacross theMediterranean,mostly determinedby the response of the solid earth and of the geoid to loading effects of melt water since the end of deglaciation.Modeling glacio-isostatic effects in this region is necessary for a correct interpretation of tide gauge and GPS time series, and thereby to constrain both the present-day climate-related sea level rise and regional or local geological, tectonic and human-driven displacements. Through an exploration of the parameter space of mantle rheology and ice sheet chronologies, Stocchi and Spada (2009) outlineupper and lower bounds on the current rate of sea level variation associated with glacial isostatic adjustment in the Mediterranean. This may contribute to a full assessment of coastal vulnerability by sea level rise on a regional and local scale.\nTOPO-EUROPE researchers will benefit from new fundamental geoscientific technologies and significant refinements to existing methods and analytical techniques that have been introduced over the past decade. For example, data provided by the CHAMP, GRACE and ØRSTED and later-on GOCE and SWARM geophysical satellites will provide new insights into the European magnetic, gravimetric and geodetic fields (Fig. 9). Combinations of synthetic aperture radar (SAR, InSAR), global positioning (GPS andGALILEO) and related satellite-based data will permit to monitor local-, regional- and continental-scale changes in surface topography with unprecedented precision. Additionally, the geophysical satellites provide an opportunity to detect density and temperature inhomogeneities governing the dynamics of surface deformations. Near-instantaneous movements of land caused by earthquakes, rock falls and collapsing underground mines, as well as much slower natural and anthropogenic-generated subsidence can be resolved. A better understanding of active tectonic processes requires improved characterizations of active deformation. In addition to information provided by satellite-based observations, geological and geophysical mapping of the shallow and deep geometry of seismogenic faults and analysis of fault kinematics and slip rates over geological and historical time scales is required. Shallow underground variations, including ground-water flow, will be monitored using novel surface and borehole hydrological and geophysical methods. TOPO-EUROPE plans to incorporate innovative methodologies and datasets such as semi-automated processing of ARES (Airborne hyperspectral sensor) reflective and emissive data, extraction and fusion of spectral and spatial information, spectral mixture modelling and quantification, multi-\ntemporal modelling and change detection, and improved InSAR processing for detection of land subsidence and uplift."
  }, {
    "heading": "6.2. Northern Atlantic margin",
    "text": "Several papers in this volume address the mechanisms and expressions for Cenozoic differential vertical motions in the northern Atlantic.\nThe cause of the present topography of the North Atlantic region, which occupies ~10% of the globe, is to a large extent a scientific mystery. Geological evidence indicates recent uplift of much of the flanking continental region, but the underlying processes are poorly understood (e.g. Japsen and Chalmers, 2000; Nielsen et al., 2002). The mountain ranges in Norway and Greenland are far from colliding tectonic plates, but have been uplifted during the last 5–10 million years (Hendriks and Andriessen, 2002) while the offshore areas subsided (Cloetingh et al., 2008, 1990). The simultaneous uplift and subsidence cannot be explained directly by plate tectonic and plume related processes. The inland ice in Greenland is unique for such latitudes (Johannessen et al., 2005). Surface load from the ice cap in Greenland affects the topography. The retention of the ice cap after the last glaciations may have been caused by the existence of the coastal mountains in Greenland (Ballard and Pollack, 1987) and the ice cap may have been prevented from melting by heat from below, due to deflection of themantle heat flow by the thick lithosphere (Letreguilly et al., 1991) and low radioactive heat production in the geologically ancient crust (Artemieva and Mooney, 2001). Deflection of the heat flowmay contribute to the high topography at the flanks of Greenland. These unresolved problems make the North Atlantic region an ideal natural laboratory for research on the interaction between processes in the Earth's interior and topography.\nDevelopment of the Norwegian passive margin was preceded by 280My of intermittent rifting that culminated at the Paleocene–Eocene transition in crustal separation between Scandinavia andGreenland and the onset of sea-floor spreading (Ziegler, 1988; Ziegler and Cloetingh, 2004). The present-day landscape of Scandinavia's Atlantic border is characterized by elevatedmargins with associated escarpments, and an overall topography that gradually diminishes towards the continental interior. In western Fennoscandia, a deeply incised topographic escarpment exists close to and parallel with parts of the Norwegian\ncoast, separating theupliftedwestern Scandinavian landmass fromdeep offshore sedimentary basins. In south-central Norway, an uplifted subCambrian peneplain is evident that reaches elevations of more than 1000 m. To the east, in central Sweden and Finland, this sub-Cambrian peneplain lies very close to sea level, suggesting that very little vertical motion has occurred in these areas since the late Proterozoic. Thus, a flexural profile appears to characterize onshore Fennoscandia (Redfield et al., 2005). OffshoreMid-Norway, the extremely deepMøre andVøring basins present megascale sags that developed in response to thermal subsidence and sedimentation after the Jurassic–Cretaceous rift phase that preceded crustal separation. In the hinge that developed between the uplifting landmass and the subsiding post-rift basins, inherited Paleozoic fault complexes appear to have been reactivated from the Late Cretaceous onwards, probably affecting the shape and distribution of topographic highs and lows. Offshore, the deep crustal geometry of the Møre and Vøring basins appear to be controlled by major extensional detachment faults that partly re-activate structures stemming from the late- and post-orogenic collapse of the Caledonides (Gabrielsen et al., 2005; Ebbing et al., 2006).\nThe topography of western Scandinavian borderlands is characterized by surfaces that reflect important stages in their uplift and erosion. The most clear is the so-called palaeic surface that occurs over large areas of southern Norway at elevations of 800–1000m. Topographically higher (and tentatively older) surfaces have been proposed. An intriguing challenge lies in understanding of mechanisms that controlled the development, uplift and incision of these surfaces that probably formed during the Late Mesozoic, Cenozoic and Quaternary (Lidmar-Bergstrom and Naslund, 2002). A critical component of this challenge is the exact dating of the development of these surfaces (Hendriks and Andriessen, 2002).\nTo unravel the dominant mechanisms responsible for the presentday Scandinavian topography and its past evolution, TOPO-EUROPE participants will examine the interaction between tectonics and landscape evolution, placing quantitative constraints on the timing of processes that control denudation and morphological development. To study these phenomena, new high-resolution data on denudation rates are required. Local- versus regional-scale effects will be assessed and compared to the post-break-up landform evolution of the conjugate Norwegian and East Greenland (de)glaciated margins (Tsikalas et al., 2005). Available apatite fission track (AFT) data document a broad, regional-scale pattern of post-rift denudation and uplift (Rohrman et al., 1995; Cederbom, 2001; Hendriks and Andriessen, 2002; Rohrman et al., 2002; Huigen and Andriessen, 2004; Murrell and Andriessen, 2004;\nRedfield et al., 2004; Hendriks and Redfield, 2005a,b). However, there is a lack of data on denudation rates at the finer resolution scale required for constrainingnumericalmodels for surface anddeeper lithospheric or even asthenospheric processes. Therefore, TOPO-EUROPE will combine low temperature (b70 °C) apatite (U–Th)/He analyses with higher temperature (120–60 °C) AFT thermochronoloy to place as fine a resolution as possible onpatterns and timingof denudation.Datawill be collected along profiles that are carefully laid-out together with structural geologists to distinguish between tectonic juxtaposition and erosion-related denudation. The advantage of this approach is that a distinction can be made between regional- and local-scale exhumation patterns vs. regional or local scale patterns of post-rift tectonics (Redfield et al., 2005).\nTOPO-EUROPE projects will thus focus on problems such as (a) quantification of timing and amount of uplift and denudation, (b) finer resolutions of denudation patterns stemming from syn-rift or post-rift structuring of the margin, and (c) comparing the post-break-up landform evolution of conjugate margins.\nThe crustal and mantle lithospheric structure below Norway has not attained much attention over recent years when main focus has been on the offshore part of the margins due to its huge hydrocarbon potential. TOPO-EUROPE is now carrying out projects (MAGNUS, SCANLIPS and MAGNUS REX) to image the lithosphere in southern Norway and to integrate the new knowledge with pre-existing knowledge about the deep structure in other parts of Scandinavia (Fig. 10).\nThe Norwegian margin has been extensively explored for petroleum during the past three decades, rendering it probably the world's best-documented volcanic passive margin. Information obtained from seismic reflection/refraction surveys, potential field studies and tomographic inversions coupled with the results of related studies (e.g. ESF EUROCORES EUROMARGINS) that focused on the deepcrustal architecture offshore Mid-Norway and East-Greenland make Scandinavia's margin an excellent natural laboratory to evaluate the effects of deep lithospheric and sub-lithospheric processes on its synand post-rift evolution.\nProcesses controlling both dynamic and isostatic topography development played an important role in the evolving North-Atlantic margins. To enhance their understanding, onshore and offshore field studies and numerical modelling will be carried out. The structural configuration of offshore basins and their internal sedimentary architecture will be regionally mapped based on the available dense grid of mainly 2D industrial multi-channel reflection-seismic lines,\nin southern Norway across the highest elevation in the region. Upper plot shows the the continent and there is no crustal keel below the highest topography (after Stratford\nsupplemented by deep seismic reflection/refraction and potential field data, plus 3D seismic data where available. Complementary onshore studies will encompass in-depth structural field work in close conjunction with geochronologic and geomorphologic studies to ‘set the stage’ and place results in a coordinated, wellconstrained, tectonically integrated framework. This will be supported by a regional 3D interpretation based on seismic tomography, potential field data and heat flow measurements (Ebbing and Olesen, 2005).\nParticular emphasis will be given to the construction of a set of comparative, lithospheric-scale regional transects across the Norwegian and Greenland margins, from far offshore to well inshore (Mosar, 2003; Gernigon et al., 2006). Numerical methods will be applied to determine the present-day structure and stress distribution (Fig. 11) of the lithosphere from a wealth of geophysical data (Pascal, 2006; Pascal and Cloetingh, 2009). Stepwise palinspastic restoration of these transects, incorporating sediment decompaction and corrections for water depths and data on uplift and denudation, will permit to assess the strain distribution and strain rates in time and space, as well as subsidence and uplift patterns.\nOf particular interest is the computation of dynamic topography due to large-scalemantle densityanomalies andflow, using codesdeveloped by Steinberger (2007). For very long wavelengths of N3000 km, a reasonably good match, both in the pattern and amplitude, can be obtained in the Arctic–North Atlantic/Scandinavian region between computed and observation-based present-day dynamic topography (Steinberger, 2007). The effect of varying modelling assumptions (mantle density anomalies, viscosity structure, plate motions etc.) on the computed dynamic topography will be investigated in an effort to define in which range of models a good fit with observations can be achieved. For successful models the advection of mantle density heterogeneities will be modelled backward in time (Steinberger and O'Connell, 1997), together with the resulting change in dynamic topography. Although such a procedure cannot recover the past mantle density structure in regionswhere diffusionwas themain heat transport mechanism (i.e., the lithosphere), computations will be meaningful for assessing how the change of density anomalies and flow in the sublithospheric mantle has contributed to topography changes through time.\nSurface topography induced by the Iceland plumewill be quantified. With large-scale flowmodels, the position of the Iceland plume through time will be re-computed, as in Steinberger (2000). Based on the computed location of the Iceland plume and the mid-Atlantic ridge through time, and on buoyancy flux and models of plume–ridge and plume–lithosphere interaction (Mihalffy et al., 2008), topography changeswill be estimated and compared toobservations. Thismodelling studywill explicitly address the questions duringwhat time interval the Iceland plume has been entrained by the Atlantic spreading ridge, and how it may have contributed to the late-stage uplift of Scandinavia. Modelling will use input from, and results will be compared with detailed mantle tomography to be acquired through the EUROARRAY component of TOPO-EUROPE.\nTopography is composed of a signal from the mantle, as described above, and contributions from lithosphere isostasy and local crustal processes that are not yet in equilibrium. The surface deflection that can be caused by deepmantle loads is a function of the strength of the lithosphere. Crustal- to lithospheric-scale finite element models will be combined with mantle flow models to constrain the evolution of surface topography. Lithosphere models have a high resolution and sophisticated (visco-elasto-plastic) rheology (Buiter et al., 2004) and can thus ‘filter’ the dynamic topography obtained from mantle flow models. Finite element models will be used to test if and how inherited structures are reactivated during the evolution of the margin. Vertical surface motions will be quantified for the localization of rifting on (Caledonian) compressional structures, reactivation of normal faults in extension, and reactivation of normal faults in\ncontraction (Buiter and Pfiffner, 2003; Panien et al., 2006). The interaction between lithospheric flexure and sedimentation and erosion will be examined with numerical flexural models to assess the contribution of long-wavelength isostatic processes to the Scandinavian surface topography. In order to test mechanical concepts and assist the interpretation of geological and geophysical data, analogue modelling will be performed in close connection with numerical modelling. Experiments will examine the development of transfer zones which separate domains of contrasting normal fault polarities, and experiments will be carried out to evaluate the role of inherited structures in localizing subsequent deformation.\nFennoscandia is a key region for studying effects of glacial isostatic adjustment. As pointed out by Steffen et al. (2009) the associated mass variations can be detected by the Gravity Recovery and Climate Experiment (GRACE) satellite mission, which observes the Earth's gravity field since April 2002, as well as by absolute gravimetry field campaigns. Since 2003, annual absolute gravity (AG) measurements have been performed bymembers of the Nordic Geodetic Commission (NKG) in Fennoscandia at more than 30 stations covering Norway, Sweden, Finland, Denmark and Estonia. This offers a unique opportunity for validation and evaluation of the GRACE results. The results from monthly GRACE solutions provided by different analysis centres show temporal gravity variations in Fennoscandia. The uplift centre is located west of the Bothnian Bay, the whole uplift area comprises Northern Europe. Nevertheless, the differences between the GRACE solutions are larger than expected and the different centrespecific processing techniques have a very strong effect on possible interpretations of GRACE results. Furthermore, these authors compare the GRACE results to secular gravity changes based on the surveys from 2004 to 2007 with the FG5-220 gravimeter of their institute. The determined trends fit well with results from GRACE at selected stations, especially for the solution provided by the GFZ Potsdam. Variations of land hydrology clearly influence results from GRACE and the AG measurements.\nThe topographic evolution of the “passive” margins of the North Atlantic during the last 65 Myr is the subject of extensive debate due to inherent limitations of the geological, geomorphological and geophysical methods used for studies of uplift and subsidence. Anell et al. (2009) have compiled a database of sign, time and amplitude (where possible) of topographic changes in the North Atlantic region during the Cenozoic (65–0 Ma). Their compilation is based on published results from reflection seismic studies, AFTA (apatite fission track analysis), VR (vitrinite reflectance) trends, maximum burial, sediment supply studies, mass balance calculations and extrapolation of seismic profiles to onshore geomorphological features. The integration by Anell et al. (2009) of about 350 published results demonstrates a distinct pattern of topgraphic changes in the North Atlantic region during the Cenozoic. The authors conclude that the recent topographic changes around the North Atlantic have taken place in two major phases with adjustments in intermittent periods: The first major phase of Cenozoic regional uplift occurred in the late Paleocene–early Eocene (ca 60–50 Ma), probably related to the breakup of the North Atlantic between Europe and Greenland, as indicated by the northward propagation of uplift. The second major phase of regional uplift that affected all marginal areas of the North Atlantic occurred in the Plio-Pleistocene (5–0 Ma). Its amplitude may have been enhanced by erosion-driven glacio-isostatic compensation. Interestingly, despite inconclusive evidence, this phase is likely to be on-going at present.\nRedfield and Osmundsen (2009) argue that the great Tjelle rockslide/tsunami of 1756 was a direct product of the ongoing development of tectonic topography in Møre-Trøndelag county. The Paleozoic Møre-Trøndelag Fault Complex was reactivated as a normal fault during the Mesozoic and, probably, throughout the Cenozoic until the present day. The catastrophic release of 40 m high tsunami waves devastated Tjelle and several other local communities. Because\nthe region is seismically active in oblique-normal mode, and in accordance with scant historical sources, they speculate that an earthquake may have caused the release of the rockslide at Tjelle.\nReactivation of N–S to NW–SE-trending normal faults along much of coastal Mid Norway suggests a structural link between the processes that destroy the present-day mountains and those that created them.\nIn the Langfjorden region in particular, structural geometry suggests additional unreleased rock compartments may be isolated and under normal fault control. Although post-glacial rebound might in large part help drive present-day seismicity, the normal-fault-controlled escarpments of western Norway were at least partly erected in preglacial times. These authors argue that normal faulting is active along the westernmost onshore portion of Scandinavia. The prevailing concept that tectonics relinquish control to thermal subsidence during the post-rift phase of passive margin evolution warrants therefore reexamination."
  }, {
    "heading": "6.3. The Iberian microplate",
    "text": "A number of papers in this volume address the connection between lithospheric processes and tectonic topography in Iberia.\nThe Iberianmicrocontinent is rimmed to theNorth by the Pyrenean– Cantabrian and to the South by the Betic–Balearic orogen, both of which form an integral part of the Alpine–Mediterranean orogenic system (Cavazza et al., 2004). During their Cenozoic evolution, the cratonic part of Iberia was subjected to intense intraplate compression, as well as to extensional forces controlling opening of the oceanic Algero-Provençal Basin. Under the present NW to N-directed stress field the Pyrenees and Betic Cordillera, the Central System and theMediterranean and Atlantic seaboards of Iberia are seismically active (Jiménez et al.,1999; Andeweg, 2002; Cloetingh et al., 2005).\nPresently, Iberia is located in an area of low velocity (2 to 4 mm/y) NW–SE directed convergence of the African and Eurasian plates (Argus et al., 1989) with the Azores-Gibraltar fracture zone forming the boundary between them since the Early Miocene when Iberia had joined the Eurasian plate (Srivastava et al., 1990). The Cenozoic paleogeographic and tectonic evolution of Iberia is related to closing of the Alpine–Tethys and the Pyrenean rift during the Alpine Orogeny, involving relative movements between the Iberian microcontinent and the Eurasian and African plates and their mechanical coupling (Vegas, 1985; Savostin et al., 1986; Ziegler, 1988; Dewey et al., 1989; Andeweg, 2002; Jabaloy et al., 2002). The neotectonic deformation of Iberia is governed by a combination of collision-related and Atlantic ridge-push forces and can be elucidated by taking its Late Cretaceous to Paleogene (Srivastava et al., 1990; Roest and Srivastava, 1991) and Neogene (Mazzoli and Helman, 1994) tectonic history into consideration.\nIberia is a natural laboratory for analyzing the response of continental lithosphere to plate-boundary forces and thermal loads. Combined structural, thermo-geochronological and modelling studies on lithospheric and surface processes have revealed that regional\ndeformation of the lithosphere and the decoupled crust controlled the development of Iberia's topography, drainage pattern and sedimentary basins (Cloetingh et al., 2002; Fernández-Lozano et al., 2008; see Fig. 12).\nTOPO-EUROPE, and specifically TOPO-IBERIA research will focus on the crustal and lithospheric configuration of Iberia and the structure of its sub-lithospheric mantle in order to discriminate between deformations induced by various types of plate boundary forces and by deep-seated thermal anomalies related to mantle plumes and the detachment of the Alpine–Tethys subduction slab. The objective is to assess processes controlling the neotectonic deformation of Iberia, the resulting development of topography and the effects of erosion, sedimentation and climate on the latter. To this end a new generation of predictive dynamic models will be developed for Iberia's neotectonic deformation and topographic evolution.\nLarge parts of Iberia are presently elevated to 750–1000 m, with mountain chains reaching heights of up to 1500 m in areas that were affected by Late Eocene to Early Miocene compression. Apatite fissiontrack (AFT) studies carried out on the Mediterranean and Atlantic margins of Iberia (Stapel et al., 1996), on the Central System (de Bruijne and Andriessen, 2000; de Bruijne and Andriessen, 2002), as well as on the Betics (Zeck et al., 1992) and the Pyrenees (Fitzgerald et al., 1999), provided evidence for a rapid post-Miocene cooling phase (uplift and erosion). For the Central System these data show that Late Eocene to Early Oligocene compressional uplift was followed by significant Middle Miocene (15 My) cooling and subsequently by a pronounced cooling acceleration starting in the Early Pliocene (5 My; de Bruijne and Andriessen, 2000). From the Sierra Guadarrama, which forms the eastern part of the Central System, a rock column of 6 km was eroded during Pliocene and Quaternary times (de Bruijne and Andriessen, 2000; Ter Voorde et al., 2004).\nPreliminary data indicate that during Pliocene and Quaternary times the Atlantic sea board of Portugal was uplifted by some 1000 m, the Betic Cordillera by up to 1200 m and the Pyrenees by some 500 m (Cloetingh et al., 2005). Moreover, numerous paleoseismic features occur in the Tagus Basin (De Vicente et al., 2007).\nTOPO-EUROPE plans to assess the neotectonic uplift/subsidence pattern of entire Iberia by combining geomorphologic studies and geodetic data with additional AFT studies. In order to quantify the seismic hazard potential of the Iberia area, combined paleoseismic and modelling studies are required.\nAs demonstrated by De Vicente and Vegas (2009) in the interior of the Iberian Peninsula, themain geomorphic features, mountain ranges\nf folding in Iberia (Cloetingh et al., 2002) with theoretical predictions (Cloetingh et al., d geophysical studies.\nand basins, seem to be arranged in several directions whose origin can be related to the N–S plate convergence which occurred along the Cantabro–Pyrenean border during the Eocene–Lower Miocene time span. As shown by these authors, the Iberian Variscan basement accommodated part of this plate convergence in three E–W trending crustal folds as well as in the reactivation of two left-lateral NNE–SSW strike–slip belts. These authors argue that the rest of the convergence was accommodated through the inversion of the IberianMesozoic Rift to form the Iberian Chain. This inversion gave rise to a process of oblique crustal shortening involving the development of two right lateral NW–SE shear zones. Crustal folds, strike–slip corridors and one inverted rift compose a tectonic mechanism of pure shear inwhich the shortening is taken up by the development of mountain ranges and related sedimentary basins.\nThe stress evolution of the central-eastern Iberian Chain during the Tertiary compression has been a matter of discussion during the last tens of years. In particular, there is not a complete agreement on whether the tectonic evolution is controlled by different external stress fields or it is essentially related to a single stress field with multiple stress perturbations. Liesa and Gomez (2009-this volume) propose a procedure to discriminate between these two hypotheses. The procedure involves statistical computing of local compression directions, identifying and “filtering” stress deviations on outcrop to map scale, and timing of paleostresses. The latter has been interpreted from both analysis of cross-cut relationships of structures and consideration of the palaeostress record through the sequence of syntectonic sedimentary units. The results obtained by these authors suggest that a single stress field with multiple perturbations cannot explain the ensemble of compression directions inferred in the region. The final proposed model includes three different, partially superposed intraplate tectonic stress fields (Pyrenean–Iberian, Betic, and Late Pyrenean), driven bygenetically independent far-field tectonic forces and showing both local and regional deflection of stress trajectories.\nVargas et al. (2009) focus on the Permian–Triassic sediments of the Iberian Plate which are a well studied case of classical Buntsandstein– Muschelkalk–Keuper facies, with good sedimentological interpretations and precise datings based on pollen and spore assemblages, ammonoids and foraminifera. Synrift–postrift cycles are recorded in these facies, but there have been so far only a few studies of quantitative subsidence analysis (backstripping method) and only a previous one using forward modelling for the quantification of synrift–postrift phases of this period.\nSilveira et al. (2009) investigate coupled reverse and normal faulting reactivation in a compressive stress regime, focussing on the Vidigueira–Moura and Alqueva faults (SE Portugal, W Iberia). The Vidigueira–Moura fault (VMF) is a 65 km long, E–W trending reverse left-lateral late Variscan structure located in SE Portugal (W Iberia), which has been reactivated during the Cenozoic with reverse rightlateral slip. Plio-Quaternary VMF reactivation is evidenced by geomorphological, stratigraphical, and structural data, showing reverse movement with right-lateral strikeslip component, in response to a NW–SE trending compressive stress. The Alqueva fault (AF) is a sub-paralel, northward dipping, 7.5 km long anastomosed fault zone that affects Palaeozoic basement rocks, located 2.5 km north and on the hanging block of the VMF. According to these authors, it is expected that the displacements on the AF increase towards the topographic surface with the increase in the imposed extension, declining downwards until they vanish above or at the “neutral surface”. In order to constrain the proposed scheme, numerical modeling was performed aiming at the reproduction of the present topography across the faults using different fault geometries and displacements.\nThermochronological studies of Hercynian basement sediments in Iberia yield cooling ages typically younger than ~200 Ma. In their paper Juez-Larre and Ter Voorde (2009) explore the regional implications of this recurrent age maximum by examination of low\nand high temperature thermochronological datasets from all over Iberia. Based on these results, they show that the lack of cooling ages older than 200Ma is the result of several important regional periods of thermal resetting. Resetting took place in areas of extension and burial during the Mesozoic break-up of Pangea. Evidence for large scale magmatism andmineralisation is found in Iberia during the Mesozoic, since at that time Iberia formed part of the Central Atlantic Magmatic Province and a large mineralization province extending from North Africa to Western Europe. Numerical modelling allows the authors to assess the conditions under which rocks in the upper crust may have been thermally reset and the mechanisms likely involved.\nThe central part of Iberia (corresponding to the geological units of the Duero Basin, the Iberian Chain, and the Central System) shows a mean elevation close to one thousand meters above sea level in average. High plains in Iberia can be classified according to their geological nature: planation surfaces developed on Palaeozoic and Mesozoic rocks and sedimentation surfaces of Neogene rocks. Casas and De Vicente (2009) analyze some of the key aspects involving the timing and development of the Iberian Meseta, in the context of the role of Tertiary and recent compression in the Iberian plate, the effect of Neogene extension in the Mediterranean margin, and the consequences of isostatic uplift in zones of crustal thickening."
  }, {
    "heading": "6.4. The Alps, Appenines, Carpathians, Pannonian Basin and Dinarides system",
    "text": "Within TOPO-EUROPE, a major research effort is focused on the Alpine–Carpathian–Dinarides system, as illustrated by the papers in this volume.\nThe Alps/Carpathians–Pannonian Basin System offers the opportunity to analyze and quantify intraplate tectonics and slab mechanics that operate in the aftermath of continental collision on an orogen that is presently characterized by significant neotectonic activity (e.g. Cloetingh et al., 2004). These processes control the 4D evolution of topography, erosion, mass transfer and sediment accumulation (e.g. Cloetingh et al., 2003). Of particular importance is the development and validation of a new generation of models for ongoing orogenic activity, as well as the analysis and modelling of neotectonic controls on topography development and landscape forming processes. Dedicated research efforts involve the interpretation of already available data, deployment of analytical facilities, and processoriented 3D modelling. Results obtained so far demonstrate the importance of recent crustal deformation, and particularly of the dramatic differential vertical movements that occurred during the last several million years and that are still ongoing (Fig. 6). An important research aspect addresses the mechanics of coupling between crustal shortening and foreland basin development along the Alpine– Carpathian arc and back-arc deformation in the Pannonian Basin (e.g. Horvath and Cloetingh, 1996; Cloetingh et al., 2006a). Moreover, research will focus on the interplay between lithosphere dynamics, active tectonics and the evolution of topography and drainage patterns. Geoprediction in the Alpine/Carpathian–Pannonian Basin System requires a multidisciplinary effort and, therefore, the interaction and collaboration of researchers covering a broad field of expertise. As the TOPO-EUROPE network focuses on Solid-Earth processes and their interaction, it will take an integrated multi-scale approach, both in time and space, to questions inherent to the Alpine/ Carpathian–Pannonian Basin natural laboratory. Research activities will aim at understanding the coupling between endogenic processes that operate at a 3D lithospheric scale and exogenic processes that are active at or near the Earth's surface.\nSpecific goals for this natural laboratory will be the reconstruction and modelling of neotectonic and landscape forming processes. The mechanics of coupling between back-arc deformation in the Pannonian Basin, continental collision and foreland basin evolution along the Alpine–Carpathian arc will be investigated. Analysis of the\ninterplay between active tectonics, mantle dynamics, topography evolution, drainage pattern development and natural hazards is of key importance in this natural laboratory. European researchers are in a competitive position in this domain, owing to the recent acquisition of a number of deep seismic profiles (e.g. TRANSALP, NFP-20, CELEBRATION, DACIA-PLAN, Vrancea 1999–2001) covering various sectors of the entire system.\nThe competition between intraplate and plate boundary deformation is particularly well expressed in the Mediterranean region where shortening between the major plates is accommodated over a quite large area. The complex paleogeographic scenario determines in the Mediterranean an unsteady and complex evolution where episodes of collision are punctuated and followed by pulses of rapid rollback and back-arc spreading. The resulting present-day setting is then complicated by the fragmentation of the Mediterranean region in a number of small microplates with their own velocity field independent from the one of the main plates (Faccenna et al., 2004, 2005).\nThe eastern Mediterranean for example is a unique natural laboratory to analyze the interplay between slab pull force at the plate boundary, extensional collapse of the thickened and weak Hellenides orogenic belt and the lateral escape of the Anatolia microplate. The Central Mediterranean offers the possibility to couple deep seismological studies with geological and geomorphic features and geodesy to investigate the expression of subduction, rollback and backarc spreading along with the formation of a narrow arcuate structure. On the other side, the Alps probably represent the best studied example of a collisional orogen where surface processes such as erosion compete with deep processes shaping the belt.\nChampagnac et al. (2009) present a compilation of four sets of data of modern tectono-geomorphic processes in the Central Alps of Switzerland that appear to suggest that rock uplift is a response to climate-driven denudation in the absence of active convergence. These are basin-averaged Late Holocene denudation rates determined from cosmogenic nuclides and from suspended river loads; these slightly exceed, but spatially mimic the pattern of rock uplift rates as determined by geodetic leveling; also the geodetic reference point is the geomorphic base level with respect to erosion. The compilation of modern plate motion velocities presented by these authors, shows that the rotation pole of the Adriatic plate is located within the area, hence convergence is absent. Finally, the authors illustrate that the Central Alps have acted as a closed system for Holocene sediment redistribution up to the peri-Alpine lakes which have operated as a sink for the erosion products of the inner Alps. While various different hypotheses have been put forward to explain the Central Alpine uplift (e.g. lithospheric forcing by convergence or mantle processes; ice melting) they show with a numerical isostatic model that the correlation between erosion and crustal uplift rates reflects a positive feedback between denudation and the associated isostatic response to unloading. Therefore, erosion does not passively respond to advection of crustal material as might be the case in actively converging orogens. As pointed out by Champagnac et al. (2009), other forces need to be considered to drive surface erosion. They suggest that the geomorphic response of the Alpine topography to glacial erosion and the resulting disequilibrium for modern channelized and associated hillslope processes explains much of the pattern of modern denudation and hence rock uplift. They argue that at a non-convergent orogen such as the Central European Alps, the observed vertical rock uplift is primarily a consequence of passive unloading due to erosion.\nAgliardi et al. (2009) point out that deep-seated gravitational slope deformations (DSGSD) play an important role in landscape development in tectonically active mountain ranges. Their interplay with tectonic features is so strong that neotectonic processes are sometimes considered responsible for features that are of gravitational origin. Nevertheless, the relationships between tectonics, climate and DSGSD are poorly known. These authors investigated the distribution of DSGSD and their relationships with tectonic structures, active\ntectonic processes, surface processes, and topography at different scales. Fault populations were mapped in the field and their mechanisms unravelled, allowing them to identify different structural stages, the last one consistent with the present-day regional pattern of crustal deformation suggested by seismic and geodetic data. Some DSGSD examples have been investigated in detail through geological and 2D geomechanical modelling, to examine the influence of tectonic and climatic forcing on their development. Agliardi et al. (2009) discuss the relationships among fault mechanisms, regional fracturing, active tectonic processes, and the occurrence of DSGSD. The authors verify the passive control of mesoscopic and major tectonic features on DSGSD, and suggest that active tectonics may force their development, although detailed numerical modelling allowed to recognise climatic forcing by post-glacial debuttressing among primary triggering mechanisms. These results give further constraints on the relationships between tectonics, climate, topography and large slope deformations.\nRecent research has provided a high resolution map of the land subsidence that has been affecting the Venice coastal plain, Italy. The map, which refers to the 1992–2002 decade, has been obtained by an innovative “Subsidence Integrated Monitoring System” (SIMS) that efficiently merges the different displacement measurements obtained by spirit leveling, differential and continuous Global Positioning System (GPS), and Synthetic Aperture Radar (SAR)-based interferometry. The displacement rates exhibit a significant spatial variability ranging from a slight 1–2 mm/yr uplift to a substantial subsidence of more than 10 mm/yr. Tosi et al. (2009) describe the manifold natural and anthropogenic causes underlying the displacement pattern. The movement sources are presented on the basis of the depth of their occurrence. Deep causes act at a depth generally greater than 400 m below m.s.l. and are recognizable in the movement of the preQuaternary basement and tectonics. Medium causes, acting at a depth between about 400 m and 50 m below m.s.l., include geological features, such as a major presence of compressible clay layers in the southern and northern portions of the study area, and groundwater withdrawals mainly affecting the eastern coastland and the western mainland. Shallow causes, i.e. occurring from 50 m depth up to the ground surface, are related to the architecture and the geomechanical properties of the Pleistocene and Holocene deposits, more thick and compressible approaching the littoral belt, the geochemical compaction due to the increased salt concentration in the clayey sediments, and the oxidation of outcropping organic soils drained by land reclamation. These two latter factors mainly involve the southern portion of the Venice coastland. Even the building loads in newly developed areas are a cause of local shallow compaction.\nPicotti et al. (2009) highlight the role of active faults on topography using a combination of geomorphic and geological indicators including triangular facets, the shape of mountain fronts, perturbations to the drainage network, and incised river valleys with inset terraces. These authors document the presence of a network of active extensional faults, collectively embedded in the actively deforming mountain front of the Northern Apennines, but possessing different topographic expressions. Picotti et al. (2009) measure the strain rate for these structures and find a constant throw-to-length relationship. The authors demonstrate the necessary and sufficient conditions for triangular facet development in the footwalls of these faults and find that rock-type plays a central role. A comparison of slip rate with measured rates of erosion reveal the degree of balance between the tectonic forces that are actively building this landscape and the surface processes that are acting to reduce it to base level.\nThe understanding of the intraplate tectonics of Central Europe requires a detailed picture of how stress is transferred from the interaction of the Eurasian, Nubian and Anatolian plates to the Alpine, Carpathian, Pannonian and Dinaric regions, and of the role played by additional stress sources such as volcanism and formation of oceanic crust in the Tyrrhenian or gravitational instabilities in the Vrancea\nseismic zone. Local GPS networks can certainly contribute to constrain the horizontal, and possibly vertical velocity field at continental level, provided that sufficient homogeneity is granted in the reduction of raw data, so that velocities obtained from the different networks can be combined. Caporali et al. (2009) present here the results of a new combination of nine different GPS networks formed of permanent and campaign stations. The backbone is the\nCEGRN network, operational since 1994 and which includes permanent stations from the European Permanent Network (EPN) of EUREF and of IGS, assuring accurate alignment to the International Terrestrial Reference Frame. Seven additional networks at the national level complement and densify the EPN and CEGRN networks thanks to a standardized processing scheme adopted by the CEGRN analysis centers for CEGRN, EPN and local network processing.\nomographic section below the Eifel–Ardennes (from Ritter et al., 2001). Vertical cross\nto the IASP91model. (left) S–N cross section and (right)W–E cross section. The reddish\nindicate increased temperature and the presence of an upper mantle plume. (b) The\n) isostatic topography due to plume impact (see Burov et al., 2007). (c) Accounting for\nl short-wavelengths generated by intra-plate deformation, tectonic-style deformation at\nare controlled by thickness of the lithosphere and intra-lithospheric layers, not by the\nin press). (d) Surface expression of plume (upper left) and folding (lower left) induced\nschematic diagram illustrating decoupled lithospheric mantle and crustal folding, and\nFig. 13 (continued).\nCaporali et al. (2009) present a horizontal velocity field for the Alpine–Carpathian–Pannonic–Dinaric and Balkan region resulting from a multi-network approach.\nThe southeast corner of the Carpathians, known as the Vrancea region, is characterised by a cluster of strong seismicity to depths of about 200 km. The peculiar features of this seismicity make it a region of high geophysical interest. Lorinczi and Houseman (2009) calculate the seismic strain-rate tensors for the period 1967–2007, and describe the variation of strain-rate with depth. The observed results are compared with strain-rates predicted by numerical experiments. These authors explore a new dynamical model for this region based on the concept of viscous flow of the lithospheric mantle permitting the development of local continental mantle downwelling beneath Vrancea, due to a Rayleigh–Taylor instability that has developed since the cessation of subduction at 11 Ma.\nThe Apuseni mountains are located between the Pannonian basin and the Transylvanian basin along a direction of SE convergence with the Carpathian belt. Caporali (2009) examines a flexural model based on the cylindrical bending of a semi-infinite, isostatically supported, thin elastic plate with the Apuseni mountains playing the role of flexural bulge, and under the assumption that the plate is deforming under the action of a vertical shear force and a bending moment applied at the end of the plate, beneath the Carpathians. The model yields estimates of the mechanical plate thickness.\nThe seismicity and the associated seismic hazard inside the Pannonian basin is moderate. The vulnerability, however, is high, as three capital cities are located near the most active seismic zones. In the analysis by Bus et al. (2009) two seismically active areas, the Mur– Murz and Central Pannonian zones, have been examined in order to assess the style and rate of crustal deformation using Global Positioning System (GPS) and earthquake data. These authors processed the data of continuous and campaign GPS measurements obtained during the years 1991–2007. Velocities relative to stable Eurasia are computed at HGRN, CEGRN and EPN sites in and around the Pannonian basin. Uniform strain rates and relative displacements were calculated for the investigated regions. The GPS data confirm the mostly left lateral strike slip character of the Mur–Murz fault zone and\nsuggest a contraction between the eastward moving Alpine-North Pannonian unit and the Carpathians. The averaged unit norm seismic moment tensor, which describes the characteristic style of deformation, has been obtained by using the available focal mechanism solutions, whereas the annual seismic moment release showing the rate of the deformation was estimated using the catalogues of historical and recent earthquakes. The analysis by Bus et al. (2009) reveals that in both zones the geodetic strain rate is significantly larger than the seismic deformation. Based on the weakness of the lithosphere (e.g. Lankreijer et al., 1999), the stress magnitudes and the regional features of seismicity, the authors suggest that the low value of the seismic/geodetic strain rate ratio in the Central Pannonian and Mur-Murz zone can be attributed to the aseismic release of the prevailing compressive stress and not to an overduemajor earthquake.\nSzékely et al. (2009-this volume) focus on the NW corner of the Little Hungarian Plain, at the junction of the Eastern Alps, the Pannonian basin and the Western Carpathians. This is a neotectonically active region linking the extrusional tectonics of the Eastern Alps with the partly subsiding Little Hungarian Plain. The on-going deformation is reflected by the earthquake activity in the region. A part of the area has been measured by Airborne Laser Scanning (ALS, also known as airborne LiDAR) technique, resulting in a digital terrain model (DTM) with 1 m grid resolution and vertical precision better than 10 cm. The DTM has been analysed by these authors to resolve neotectonic features. Potential neotectonic structures of the DTMhave been evaluated together with geological maps, regional tectonogeomorphic studies, geophysical data, earthquake foci, as well as geomorphic features and Quaternary sediment thickness values. The combined evaluation of these data supports the recognition of several tectonic features in the DTM with a relief less than 2 m. The length of these linear geomorphic structures ranges from several hundred meters up to several kilometers. The most prominent of them forms a linear, elongated, 15 km long, 2 m high NESW trending ridge with gravel occurrences of average grain size of up to 5 cmon its top. Székely et al. (2009) conclude that this feature represents the surface expression of an earlier recognized fault. Their multi-disciplinary\ncase study shows that ALS DTMs are extremely important for tectonogeomorphic investigations; they are necessary for the detection and accurate location of neotectonic structures, especially in low-relief areas.\nVilasi et al. (2009) focus on the Albanian segment of the Dinarides for a carbonate reservoir characterization. The Albanian fold-andthrust belt and the Peri-Adriatic Depression are well documented by means of seismic reflection profiles. GPS reference points, potential field data, wells and outcrops. The continuous Oligocene to PlioQuaternary sedimentary records help to constrain both the burial history of Mesozoic carbonate reservoirs, the timing of their deformation, and the coupled fluid flow and diagenetic scenarios. Since the mid-90s, the Albanian foothills were used as a natural laboratory to develop a new integrated methodology and work flow for the study of sub-thrust reservoir evolution, and to validate on real case studies the use of basin modelling tools as well as the application of new analytical methods for the study of petroleum systems in tectonically complex areas. The integration of the interactions between petrographic and microtectonic studies, kinematic, thermal and fluid flow basin modelling is described by Vilasi et al. (2009) in detail. The main results of their fluid flow modelling show that the Upper Cretaceous–Paleocene carbonate reservoirs in the Ionian zone have been charged from the Tortonian onward, and that meteoric fluid migration should have intensely biodegraded the hydrocarbon in place. Concerning the migration paths, it has been demonstrated that the thrusts act principally as flow barriers in Albania, mainly due the occurrence of evaporites (non-permeable), except in the foreland, where they do not occur."
  }, {
    "heading": "6.5. Mechanisms and analogues",
    "text": "Modelling of Solid-Earth processes is undergoing an important transition from kinematic to dynamic modelling. This development cannot take place without interaction with (sub)disciplines addressing the Earth's structure and kinematics, or reconstructions of geological processes. In fact, the advances in structure-related research, in particular the advent of 3-D seismic velocity models, have set the stage for studies on dynamic processes inside the Earth. In short, structural information is a prerequisite for modelling SolidEarth processes. Similarly, information on present-day horizontal and vertical motions, as well as reconstructed past motions, temperatures or other process characteristics, is used to formulate and test hypotheses concerning dynamic processes. Inversely, the results of process modelling motivate and guide research on observational aspects. The scale of processes studied ranges from the planetary scale to the small scale relevant to sedimentary processes, the depth scale being reduced accordingly.\nIn spite of the great successes of the plate tectonic theory in modern Earth sciences, fundamental questions still remain concerning the evolution of continents (or continental lithosphere) and their role in the dynamics of the Earth's surface, lithosphere and mantle. The growth process of continents (on the scale of a differentiating planet), their thickness and their dynamic coupling with the underlying mantle are topics requiring focused attention from a series of subdisciplines (see Artemieva, 2006).\nEqually important questions remain to be solved on mechanisms controlling continental tectonics and their effects on vertical motions, dynamic topography, and sedimentary basin formation. Vital in this respect are the dynamics of rifting, subduction and orogeny (mountain building) and their effects on continental platform evolution and ocean–continent boundary processes.\nFor the quantification of Solid-Earth processes the coupling of internal and external forcing has to be addressed. Starting from the large scale mantle and lithospheric structure and processes, increasingly finer scales of crustal structure and processes, the dynamics of topography and sedimentary basins and their fill need to be analyzed.\nTOPO-EUROPE concentrates its process modelling efforts on a number of topics, for each of which a brief description and an outline of the proposed research is given below.\nOne of the primary and most innovative objectives of TOPOEUROPE is to promote 4-D approaches that will lead to integrated interpretations of existing and newly acquired geomorphologic, geologic, geophysical, geodetic, remote sensing and geotechnologic datasets. A major challenge is the incorporation of different temporal and spatial scales in the analyses of Solid-Earth and surface processes. Examination of the role played by climate, erosion and tectonics on landscape evolution should provide key constraints for quantifying feedback mechanisms and teleconnections that link the Solid Earth, active tectonics and surface processes. Monitoring horizontal and vertical motions of the surface and mapping the subsurface, using modern geophysical, geodetic, remote sensing and geotechnical techniques, will provide new constraints on present-day deformation patterns and related topographic changes. Analogue and numerical modelling, based on these newconstraints as input parameters, can be used to test integrated interpretations and to provide information on dynamic processes controlling topography development in intraplate settings and adjacent orogens.\nThe evolution of surface topography and morphology strongly depends on the interplay of subsurface and surface processes. Erosion unloads growing topography whereas sedimentation accelerates basin subsidence. This is clearly demonstrated by the strong correlation between denudation and tectonic uplift rates in zones of active deformation. During collision, surface processes contribute towards the localization and growth of mountain belts and fault zones, and ensure stable growth of topography. During crustal extension, syn-rift erosion contributes towards widening of the rifted basin, so that apparent extension coefficients can increase by a factor of 1.5–2. Poly-phase subsidence and other deviations from thermal subsidence models can be also controlled by feedback between surface and subsurface deformation (Burov, in press).\nA new generation of 3-D and 4-D tectonically realistic models is required for an understanding of dynamic feedbacks between tectonic and surface processes, providing new insights into the evolution of tectonically active systems and related surface topography.\nThe topographic reaction to surface loading and unloading depends on the mechanical strength of the lithosphere as well as on the strength partitioning between the crust and lithospheric mantle. Consequently testing different rheological profiles in areas where the data on denudation/sedimentation rates are well constrained may provide new possibilities for constraining the long-term rheology of the lithosphere (e.g. Burov and Watts, 2006).\nReliable information on (de)coupling processes at the crust–mantle and lithosphere–asthenosphere boundaries and at the two principal phase transitions within the deeper mantle (at about 410 and 660 km depth) will be of fundamental importance for modelling surface topography. The quantification of dynamic depth-to-surface relationships is a major challenge, requiring innovative approaches to 4-D modelling. The principles of available conventional fluid-dynamic modelling are robust, but require greatly increased computer power to provide adequate resolution of a convection system characterized by thermal boundary layers, slabs and plumes of complex structure that may evolve rapidly. New approaches need to incorporate yielding rheologies of crustal and mantle materials, integrated modelling of material flow and elastic deformation (also crucial for predicting realistic topography evolution), crustal and lithospheric weakness zones and/or faults. To account for elastic and plastic deformation may actually require modifying available large-scale mantle dynamics models to solve, at least for the lithospheric part, full stress equations with free upper surface boundary conditions instead of flow approximations (Burov, in press). Important in this context is, for example, the study of plume folding interactions (Burov and Cloetingh, in press). Recent studies have shown (e.g. Burov et al., 2007) that the surface\nexpression of plume impingement on continental lithosphere can be strikingly similar to the surface expression of lithospheric folding (Cloetingh et al., 1999; see Fig. 13). Mantle models need to be constrained by mantle tomography, geodetic and electromagnetic\ndata. The latest geo-modelling tools are able to consistently treat homogeneous and inhomogeneous deformationwith realistic faults, so that the magnitude of uplift, subsidence, fluid flow and other types of deformation (derived from geological markers or GPS, stress in\ne modelling. (a) Seismic tomography from Lippitsch et al. (2003) indicating a change of . AF: Alpine Foreland, PL: Peri-Adriatic line. Dashed white line marks box where seismic r Luth et al. (submitted for publication) showing subduction of the mantle lithosphere\nthe scanned model surface. Note the symmetric crustal- versus asymmetric mantle\n. The arrow denotes the direction of horizontal push.\nboreholes and earthquakes) can be linked and interpreted quantitatively. The goal of 4-Dmodelling is to quantify the dynamic evolution of Solid-Earth boundaries and phase transitions and associated surface deformation, and to define the present state of surface deformation, including its space-time gradient. To achieve this goal, very highresolution at temporal and spatial scales (e.g. 50–100 years, 5–10 km) is required.\nNovel tectonic modelling concepts and their implementation in numerical modelling software provide new opportunities for quantifying the interplay between stresses and rheology during deformation of the lithosphere. Computer simulations will focus on the links between mountain-forming and basin-forming processes, basin geometries and vertical motions in space and time. Furthermore, thermo-mechanical numerical modelling schemes, accounting for the physics of strain localization in the lithosphere and its consequence for poly-phase deformation and associated vertical motions, can be designed and implemented.\nAnalogue modelling will provide independent validation of numerical models and will be particularly useful in complex settings, such as those with pronounced 3-D geometries like strike–slip systems (Smit et al., 2008), compressional mountain belts and intraplate settings with or without lateral strength variations (e.g. Ratschbacher et al., 1991; Sokoutis et al., 2005; Willingshofer et al., 2005; Luth et al., 2008; Willingshofer and Sokoutis, 2009). Various scales can be handled: shallow todeep, local to regionalwith advantagesof analoguemodelling in terms of complexity and proximity to geological observations (Fig.14) and advantage of numerical modelling in terms of physical clarity and higher potential for sensitivity studies and parameter variation. In analogue experiments, geomechanical boundary conditions and material properties will be dynamically scaled to simulate lithospheric conditions.\nWith respect to modelling techniques, ever-faster computer systems and ever-larger datasets result in vast improvements in\nmodelling capabilities. A transition to true 4-D modelling has been achieved during the last years. However, modelling approaches to different problems are still developed on an ad-hoc basis.\nThe integration between the different techniques (e.g. Corti et al., submitted for publication), for example, has been particularly significant in subduction modelling, where the three-dimensional aspects of mantle convection around subducting lithosphere obtained in laboratory experiments has been tested and improved by numerical simulations where model parameters can be more easily handled (Fig. 15).\nRecent high resolution models of past plate motion and their comparison with plate motion models inferred from space geodetic techniques reveal a number of short-term variations in global plate velocities over the past 10 My. Such variations serve as powerful probe into the nature and magnitude of plate boundary forces, because they are unlikely to originate from changes in mantle buoyancy forces, which evolve on longer time scales. Iaffaldano and Bunge (2009) explore the constraints of the velocity record using a novel coupled modelling approach of global neotectonic simulations combined with realistic plate driving forces obtained from mantle circulation models to arrive at simple global budgets of mantle, lithosphere and plate boundary forces, focusing on three plate boundary systems along the Nazca/South America plate margin, the Aleutian trench and the India/Australia plate boundary. These authors show that gravitational spreading from high topography in the Andes and Tibet contributes substantially to the global plate tectonic force balance and that this contribution is sufficient to explain some 35% of recent velocity changes over the Earth's surface, including the observed 30% convergence reduction between the Nazca/South America plates. These numerical results demonstrate (a) that detailed budgets of forces acting upon plates can be obtained and (b) support the notion of strong forcing along weak plate boundaries.\nity field induced by slab roll-back. Numerical models, (a) lateral view on a vertical plane\nof models along the midplane perpendicular to the trench. Arrows are velocity vectors\nnent (see Piromallo et al., 2006 for details). Laboratory models: c) lateral view; d) top\ne syrup seeded with neutrally buoyant highly reflecting air micro-bubbles. The upper/\nrded using 2 black and white progressive scan cameras. Post-processing the recorded\nroviding sparse velocity vectors with application points coinciding with bright reflecting\nAs the fastest, lowest, flattest and amongst the most arid of continents, Australia preserves a unique geomorphic record of intraplate tectonic activity, evidencing at least three distinct modes of surface deformation since its rapid northward drift commenced around 43 million years ago. At long-wavelengths (several 1000s km) systematic variations in the extent of Neogene marine inundation imply the continent has tilted north-down, southwest-up. At intermediate-wavelengths (several 100s km) several undulations of ~100– 200 m amplitude have developed on the 1–10 My timescale. At still shorter-wavelengths (several 10s km), fault related motion has produced local relief at rates of up to ~100 m/My over several million years. According to Sandiford (2009) long-wavelength, north-down tilting can be related to a dynamic topographic effect associated with Australia's northwarddrift fromthe geoid low. Fault relateddeformation is attributed by this author in time to plate-wide increases in compressional stress levels as the result of distant plate boundary interactions and, in space, inpart to variations in the thermal structure of the Australian lithosphere. At the intermediate scale, transient, low amplitude undulations can be ascribed to either lithospheric buckling or the development of instabilities in the thermal boundary layer beneath the lithosphere. In the latter case, topographic asymmetries suggest the Australian lithosphere is moving north with respect to the mantle beneath, providing a unique contribution to the progressive alignment of seismic anisotropy and absolute plate motion observed near the base of the Australian lithosphere.\nThe papers presented in this issue illustrate the need for an integrated multidisciplinary approach in the study of the complex interactions between lithospheric and surface processes. This issue demonstrates also the large effort made in the last decade for obtaining high-quality datasets needed to constrain process-oriented studies. As a result, Europe's lithospheric domain will continue to serve as a key natural laboratory for the further development of a new generation of models for tectonic processes and their impact on continental topography in further research projects of TOPO-EUROPE."
  }, {
    "heading": "Acknowledgements",
    "text": "This paper and TOPO-EUROPE at large would not have been possible without the scientific input and efforts of the whole TOPO-EUROPE team. We thank François Roure for a constructive review of this paper. TOPO-EUROPE is the regional coordinating committee for Europe of the International Lithosphere Programme (ILP). We thank ILP for financial support and recognition. Financial support to the TOPO-EUROPE preparatory workshop held in Rome, received from the Academia Europaea, the European Science Foundation (ESF), the Academia Lincei, the University Roma Tré, the Netherlands Organization for Scientific Research (NWO) and the Netherlands Research Centre for Integrated Solid Earth Science (ISES), is gratefully acknowledged.\nWe thank all the reviewers for their rigorous and constructive criticism of the papers in this issue. The University of Roma Tré and the Academia Lincei are thanked for the framework and major efforts in the organization of the TOPO-EUROPEmeeting in Rome.We thank the Netherlands Research Centre for Integrated Solid Earth Science for financial and logistic support. Thomas Kruijer is greatly acknowledged for his valuable editorial assistance."
  }],
  "year": 2009,
  "references": [{
    "title": "Seismic images of Caledonian, lithosphere-scale collision structures in the southeastern North Sea along Mona Lisa",
    "authors": ["T. Abramovitz", "H. Thybo"],
    "venue": "Profile 2. Tectonophysics",
    "year": 2000
  }, {
    "title": "Proterozoic sutures and terranes in the southeastern Baltic Shield interpreted from BABEL deep seismic data",
    "authors": ["T. Abramovitz", "A. Berthelsen", "H. Thybo"],
    "venue": "Tectonophysics",
    "year": 1997
  }, {
    "title": "Tectonic vs. gravitational morphostructures in the central Alps (Italy): constraints on the recent evolution of melt",
    "authors": ["F. Agliardi", "A. Zanchi", "G.B. Crosta"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Crustal structure above a retreating trench: receiver function study of the northern Apennines orogen",
    "authors": ["N.P. Agostinetti", "V. Levin", "J. Park"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Crustal structure along the central segment of the EGT from seismic-refraction studies",
    "authors": ["B. Aichroth", "C. Prodehl", "H. Thybo"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Seismic tomographic imaging of P- and Swaves velocity perturbations in the upper mantle beneath Iran",
    "authors": ["A. Alinaghi", "I. Koulakov", "H. Thybo"],
    "venue": "Geophysical Journal International",
    "year": 2007
  }, {
    "title": "Cenozoic tectonic evolutionof the IberianPeninsula: causesand effects of changing stress fields",
    "authors": ["B. Andeweg"],
    "venue": "PhD Thesis, Vrije Universiteit, Amsterdam,",
    "year": 2002
  }, {
    "title": "Cenozoic uplift and subsidence in the North Atlantic region: Geological evidence revisited",
    "authors": ["I. Anell", "H. Thybo", "I. Artemieva"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Closure of the Africa Eurasia North America plate motion circuit and tectonics of the Gloria Fault",
    "authors": ["D.F. Argus", "R.G. Gordon", "C. Demets", "S. Stein"],
    "venue": "Journal of Geophysical Research-Solid Earth and Planets",
    "year": 1989
  }, {
    "title": "Three-dimensional crustal structure beneath the TOR array and effects on teleseismic wavefronts",
    "authors": ["R Arlitt"],
    "venue": "Geophysical investigations of the TransEuropean suture zone. Tectonophysics",
    "year": 1999
  }, {
    "title": "Lithospheric structure, composition, and thermal regime of the East European Craton: implications for the subsidence of the Russian platform",
    "authors": ["I.M. Artemieva"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Global 1 degrees ×1 degrees thermal model TC1 for the continental lithosphere: Implications for lithosphere secular evolution",
    "authors": ["I.M. Artemieva"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Dynamic topography of the East European craton: shedding light upon lithospheric structure, composition and mantle dynamics",
    "authors": ["I.M. Artemieva"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Thermal thickness and evolution of Precambrian lithosphere: a global study",
    "authors": ["I.M. Artemieva", "W.D. Mooney"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2001
  }, {
    "title": "Deep Norden: highlights of the lithospheric structure of Northern Europe, Iceland, and Greenland",
    "authors": ["I.M. Artemieva", "H. Thybo"],
    "venue": "Episodes",
    "year": 2008
  }, {
    "title": "Processes of lithosphere evolution: new evidence on the structure of the continental crust and uppermost mantle",
    "authors": ["H.M. Artemieva", "W.D. Mooney", "E. Perchuc", "H. Thybo"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Deep Europe today: geophysical synthesis of the uppermantle structure and lithospheric processes over 3,5 Ga",
    "authors": ["I.M. Artemieva", "H. Thybo", "M.K. Kaban"],
    "venue": "European Lithosphere Dynamics. Geological Society of London,",
    "year": 2006
  }, {
    "title": "Control of paths of Quaternary volcanic products in Western Bohemian Massif by rejuvenated Variscan triple junction of ancient microplates",
    "authors": ["V. Babuska", "J. Plomerova"],
    "venue": "Studia Geophysica Et Geodaetica",
    "year": 2008
  }, {
    "title": "Traveltime biases in random media and the S-wave discrepancy",
    "authors": ["A.M. Baig", "F.A. Dahlen"],
    "venue": "Geophysical Journal International",
    "year": 2004
  }, {
    "title": "Diversion of heat by archean cratons—a model for Southern-Africa",
    "authors": ["S. Ballard", "H.N. Pollack"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1987
  }, {
    "title": "Application of stacking and inversion techniques to three-dimensional wide-angle reflection and refraction seismic data of the Eastern Alps",
    "authors": ["M. Behm", "E. Bruckl", "W. Chwatal", "H. Thybo"],
    "venue": "Geophysical Journal International",
    "year": 2007
  }, {
    "title": "Why did Arabia separate from Africa? Insights from 3-D laboratory experiments",
    "authors": ["N. Bellahsen", "C. Faccenna", "F. Funiciello", "J.M. Daniel", "L. Jolivet"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Tomographic evidence for a narrow whole mantle plume below Iceland",
    "authors": ["H. Bijwaard", "W. Spakman"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1999
  }, {
    "title": "Non-linear global P-wave tomography by iterated linearized inversion",
    "authors": ["H. Bijwaard", "W. Spakman"],
    "venue": "Geophysical Journal International",
    "year": 2000
  }, {
    "title": "Closing the gapbetween regional andglobal travel time tomography",
    "authors": ["H. Bijwaard", "W. Spakman", "E.R. Engdahl"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1998
  }, {
    "title": "Quantitative Thermochronology",
    "authors": ["J. Braun", "P.A. Van der Beek", "G.E. Batt"],
    "year": 2006
  }, {
    "title": "Crustal structure due to collisional and escape tectonics in the Eastern Alps region based on profiles Alp01 and Alp02 from the ALP 2002 seismic experiment",
    "authors": ["E Brueckl"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2007
  }, {
    "title": "Numerical models of the inversion of half-graben basins",
    "authors": ["S.J.H. Buiter", "O.A. Pfiffner"],
    "venue": "Tectonics",
    "year": 2003
  }, {
    "title": "Formation of extensional sedimentary basins: the roleof surfaceprocesses inmodeselection.Bulletinofgeophysics45,187–191",
    "authors": ["S.J.H. Buiter", "R.S. Huismans", "C. Beaumont"],
    "year": 2004
  }, {
    "title": "The long-term strength of continental lithosphere: “jellysandwich",
    "authors": ["E. Burov", "A.B. Watts"],
    "venue": "or “crème-brûlée”? GSA Today",
    "year": 2006
  }, {
    "title": "Plume head-lithosphere interactions near intra-continental plate",
    "authors": ["E. Burov", "L. Guillou-Frottier", "E. d'Acremont", "L. Le Pourhiet", "S. Cloetingh"],
    "venue": "boundaries. Tectonophysics",
    "year": 2007
  }, {
    "title": "Active crustal deformation in two seismogenic zones of the Pannonian region—GPS versus seismological observations",
    "authors": ["Z. Bus", "G. Grenerczy", "L. Tóth", "P. Mónus"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Lithospheric flexure, uplift and expected horizontal strain rate in the Pannonian Carpathian region",
    "authors": ["A. Caporali"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Surface kinematics in the Alpine–Carpathian–Dinaric and Balkan region inferred from a new multi-network GPS combination solution",
    "authors": ["A Caporali"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "A multidisciplinary geophysical study in the Betic chain (southern Iberia Peninsula)",
    "authors": ["R Carbonell"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Flow properties of continental lithosphere",
    "authors": ["N.L. Carter", "M.C. Tsenn"],
    "venue": "Tectonophysics",
    "year": 1987
  }, {
    "title": "On the tectonic origin of Iberian topography",
    "authors": ["A. Casas", "G. De Vicente"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Erratum to ‘Phanerozoic, pre-Cretaceous thermotectonic events in southern Sweden revealed by fission track thermochronology",
    "authors": ["C. Cederbom"],
    "venue": "(vol 188,",
    "year": 2001
  }, {
    "title": "Erosion-driven uplift of the modern Central Alps",
    "authors": ["Champagnac", "J.-D"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "The European Geotraverse; A Continent Revealed",
    "authors": ["S. Cloetingh", "E. Banda"],
    "year": 1992
  }, {
    "title": "Thermomechanical structure of European continental lithosphere: constraints from rheological profiles and EET estimates",
    "authors": ["S. Cloetingh", "E.B. Burov"],
    "venue": "Geophysical Journal International",
    "year": 1996
  }, {
    "title": "Neotectonics and Quaternary Faultreactivation in Europe's Intraplate Lithosphere",
    "authors": ["Cloetingh", "S.A.P.L", "T.G.M. Cornu"],
    "venue": "Quaternary Science Reviews,",
    "year": 2005
  }, {
    "title": "On a tectonic mechanism for regional sealevel variations",
    "authors": ["S. Cloetingh", "H. McQueen", "K. Lambeck"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1985
  }, {
    "title": "Plate reorganization—a cause of rapid Late Neogene subsidence and sedimentation around the North-Atlantic",
    "authors": ["S. Cloetingh", "F.M. Gradstein", "H. Kooi", "A.C. Grant", "M. Kaminski"],
    "venue": "Journal of the Geological Society",
    "year": 1990
  }, {
    "title": "Lithosphere folding: primary response to compression (from central Asia to Paris basin)",
    "authors": ["S. Cloetingh", "E. Burov", "A. Poliakov"],
    "venue": "Tectonics",
    "year": 1999
  }, {
    "title": "Lithospheric folding in Iberia",
    "authors": ["S Cloetingh"],
    "venue": "Tectonics",
    "year": 2002
  }, {
    "title": "Probing tectonic topography in the aftermath of continental convergence in Central Europe",
    "authors": ["Cloetingh", "S.A.P.L"],
    "venue": "EOS, Transactions, American Geophysical Union",
    "year": 2003
  }, {
    "title": "Thermo-mechanical controls on the mode of continental collision in the SE Carpathians (Romania)",
    "authors": ["Cloetingh", "S.A.P.L"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Lithospheric memory, state of stress and rheology: neotectonic controls on Europe's intraplate continental topography",
    "authors": ["S Cloetingh"],
    "venue": "Quaternary Science Reviews",
    "year": 2005
  }, {
    "title": "Thermomechanical modelling of the Pannonian–Carpathian system: modes of tectonic deformation, lithospheric strength and vertical motions",
    "authors": ["S. Cloetingh", "G. Bada", "L. Matenco", "A. Lankreijer", "F. Horváth", "C. Dinu"],
    "venue": "European Lithosphere Dynamics. Memoirs. Geological Society,",
    "year": 2006
  }, {
    "title": "Neotectonics and intraplate continental topography of the northern Alpine Foreland",
    "authors": ["S Cloetingh"],
    "venue": "Earth-Science Reviews",
    "year": 2006
  }, {
    "title": "Post-rift compressional reactivation potential of passive margins and extensional basins",
    "authors": ["S. Cloetingh", "F. Beekman", "P.A. Ziegler", "Van Wees", "J.-D", "D. Sokoutis"],
    "venue": "Geological Society of London, Special Publications,",
    "year": 2008
  }, {
    "title": "Quantitative modelling of geological processes (Special Volume to GEO MOD 2008). Tectonophysics, submitted for publication",
    "authors": ["G. Corti", "G. Ranalli", "Sokoutis", "D. (Editors"],
    "year": 2008
  }, {
    "title": "Interplay of intraplate tectonics and surface processes in the Sierra de Guadarrama (central Spain) assessed by apatite fission track analysis",
    "authors": ["C.H. de Bruijne", "P.A.M. Andriessen"],
    "venue": "Physics and Chemistry of the Earth Part a—Solid Earth and Geodesy",
    "year": 2000
  }, {
    "title": "Far field effects of Alpine plate tectonism in the Iberian microplate recorded by fault-related denudation in the Spanish",
    "authors": ["C.H. de Bruijne", "P.A.M. Andriessen"],
    "venue": "Central System. Tectonophysics",
    "year": 2002
  }, {
    "title": "Cenozoic thick-skinned deformation and topography evolution of the Spanish Central System",
    "authors": ["G de Vicente"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Large-scale distributed deformation controlled topography along the western Africa–Eurasia limit",
    "authors": ["G. De Vicente", "R. Vegas"],
    "venue": "Tectonic constraints. Tectonophysics",
    "year": 2009
  }, {
    "title": "Neotectonic map, Norway and adjacent areas 1:3 mill. Geological Survey of Norway, Trondheim",
    "authors": ["Dehls", "J.F"],
    "year": 2000
  }, {
    "title": "Evolution of the European Cenozoic Rift System: interaction of the Alpine and Pyrenean orogens with their foreland lithosphere",
    "authors": ["P. Dezes", "S.M. Schmid", "P.A. Ziegler"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "The Northern and Southern Scandes— structural differences revealed by an analysis of gravity anomalies, the geoid and regional isostasy",
    "authors": ["J. Ebbing", "O. Olesen"],
    "year": 2005
  }, {
    "title": "The mid-Norwegian margin: a discussion of crustal lineaments, mafic intrusions, and remnants of the Caledonian root by 3D densitymodelling and structural interpretation",
    "authors": ["J. Ebbing", "E. Lundin", "O. Olesen", "E.K. Hansen"],
    "venue": "Journal of the Geological Society",
    "year": 2006
  }, {
    "title": "S and P velocity heterogeneities within the upper mantle below the Baltic Shield",
    "authors": ["T Eken"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "Subduction and the depth of convection in the Mediterranean mantle",
    "authors": ["C. Faccenna", "L. Jolivet", "C. Piromallo", "A. Morelli"],
    "venue": "Journal of Geophysical Research-Solid Earth 108",
    "year": 2003
  }, {
    "title": "Lateral slab deformation and the origin of the western Mediterranean",
    "authors": ["C. Faccenna", "C. Piromallo", "A. Crespo-Blanc", "L. Jolivet", "F. Rossetti"],
    "venue": "arcs. Tectonics",
    "year": 2004
  }, {
    "title": "Constraints on mantle circulation around the deforming Calabrian slab",
    "authors": ["C Faccenna"],
    "venue": "Geophysical Research Letters",
    "year": 2005
  }, {
    "title": "Slab detachment beneath eastern Anatolia: a possible cause for the formation of the North Anatolian fault",
    "authors": ["C. Faccenna", "O. Bellier", "J. Martinod", "C. Piromallo", "V. Regard"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Lithospheric-scale folding in Iberia: Insights from analogue models, EGU General Assembly",
    "authors": ["J. Fernández-Lozano", "D. Sokoutis", "E. Willingshofer", "S. Cloetingh", "G. De Vicente"],
    "venue": "Geophysical Research Abstracts, Vienna",
    "year": 2008
  }, {
    "title": "Asymmetric exhumation across the Pyrenean orogen: implications for the tectonic evolution of a collisional orogen",
    "authors": ["P.G. Fitzgerald", "J.A. Munoz", "P.J. Coney", "S.L. Baldwin"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1999
  }, {
    "title": "Imaging granitic plutons along the IBERSEIS",
    "authors": ["I Flecha"],
    "venue": "profile. Tectonophysics",
    "year": 2006
  }, {
    "title": "A cool model for the Iceland hotspot",
    "authors": ["G.R. Foulger", "D.L. Anderson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Stagnant slabs in the upper and lower mantle transition region",
    "authors": ["Y. Fukao", "S. Widiyantoro", "M. Obayashi"],
    "venue": "Reviews of Geophysics",
    "year": 2001
  }, {
    "title": "Role of lateral mantle flow in the evolution of subduction systems: insights from laboratory experiments",
    "authors": ["F. Funiciello", "C. Faccenna", "D. Giardini"],
    "venue": "Geophysical Journal International",
    "year": 2004
  }, {
    "title": "Mapping mantle flow during retreating subduction: laboratory models analyzed by feature tracking",
    "authors": ["F Funiciello"],
    "venue": "Journal of Geophysical ResearchSolid Earth",
    "year": 2006
  }, {
    "title": "On the shoulders of giants— musings on the history of geoscience in Norway",
    "authors": ["R.H. Gabrielsen", "D.L. Bruton", "I. Bryhni", "I.B. Ramberg"],
    "venue": "Norwegian Journal of Geology",
    "year": 2005
  }, {
    "title": "A moderate melting model for the Voring margin (Norway) based on structural observations and a thermo-kinematical modelling: implication for the meaning of the lower crustal bodies",
    "authors": ["L Gernigon"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "River incision and terrace formation in the Late Cenozoic of Europe",
    "authors": ["P.L. Gibbard", "J. Lewin"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "A lower mantle source for central European volcanism",
    "authors": ["S. Goes", "W. Spakman", "H. Bijwaard"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Shallow mantle temperatures under Europe from P and S wave tomography",
    "authors": ["S. Goes", "R. Govers", "P. Vacher"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2000
  }, {
    "title": "The effect of plate stresses and shallow mantle temperatures on tectonics of northwestern Europe",
    "authors": ["S. Goes", "J.J.P. Loohuis", "M.J.R. Wortel", "R. Govers"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Finite-element modelling of stress patterns along the Mid-Norwegian continental margin, 62 degrees to 68 degrees",
    "authors": ["M. Golke", "S. Cloetingh", "D. Coblentz"],
    "venue": "N. Tectonophysics",
    "year": 1996
  }, {
    "title": "Major crustal features between the HarzMountains and the Baltic Shield derived from receiver functions",
    "authors": ["J Gossler"],
    "venue": "Tectonophysics",
    "year": 1999
  }, {
    "title": "Lower lithospheric structure beneath the Trans-European Suture Zone from POLONAISE'97 seismic profiles",
    "authors": ["M. Grad", "G.R. Keller", "H. Thybo", "A. Guterch", "P.W. Grp"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Massif-Central (France)—new constraints on the geodynamical evolution from teleseismic tomography",
    "authors": ["M Granet"],
    "venue": "Geophysical Journal International",
    "year": 1995
  }, {
    "title": "Deciphering plume-lithosphere interactions beneath Europe from topographic signatures",
    "authors": ["L. Guillou-Frottier", "E. Burov", "P. Nehlig", "R. Wyns"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "High-resolution seismic survey on the Rhine River in the northern",
    "authors": ["R. Haimberger", "A. Hoppe", "A. Schaffer"],
    "venue": "Upper Rhine Graben. International Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "Lithospheric strength of large-scale intraplate deformed NW Europe: constraints from interpretations of geophysical and geological datasets, EUCOR-URGENT Workshop",
    "authors": ["N. Hardebol", "S. Cloetingh", "F. Beekman"],
    "year": 2003
  }, {
    "title": "Seismic crustal structure-between the Transylvanian basin and the Black sea, Romania",
    "authors": ["F Hauser"],
    "venue": "Tectonophysics",
    "year": 2007
  }, {
    "title": "Pattern and timing of the post-Caledonian denudation of northern Scandinavia constrained by apatite fission track",
    "authors": ["B.W.H. Hendriks", "P.A.M. Andriessen"],
    "year": 2002
  }, {
    "title": "Exhumation of the North Atlantic Margin: Timing, Mechanisms and Implications for Petroleum Exploration",
    "authors": ["S. Cloetingh"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Apatite fission track and (U–Th)/He data from Fennoscandia: an example of underestimation of fission track annealing in apatite",
    "authors": ["B.W.H. Hendriks", "T.F. Redfield"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Evidence for underestimation of longterm FT annealing in apatite from natural FT and (U–Th)/He data",
    "authors": ["B.W.H. Hendriks", "T.F. Redfield"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2005
  }, {
    "title": "Seismic structure of gneissic/granitic upper crust— geological and petrophysical evidence from the Strona-Ceneri Zone (Northern Italy) and implications for crustal seismic exploration",
    "authors": ["K. Holliger", "A. Levander"],
    "venue": "Geophysical Journal International",
    "year": 1994
  }, {
    "title": "Some attributes of wave-fields scattered from Ivrea-type lower crust",
    "authors": ["K. Holliger", "A. Levander", "R. Carbonell", "R. Hobbs"],
    "venue": "Tectonophysics",
    "year": 1994
  }, {
    "title": "Stress-induced late-stage subsidence anomalies in the Pannonian basin",
    "authors": ["F. Horvath", "S. Cloetingh"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Thermal effects of Caledonian foreland basin formation, based on fission track analyses applied on basement rocks in central Sweden",
    "authors": ["Y. Huigen", "P. Andriessen"],
    "venue": "Physics and Chemistry of the Earth",
    "year": 2004
  }, {
    "title": "Complex rifted continental margins explained by dynamical models of depth-dependent lithospheric extension",
    "authors": ["R.S. Huismans", "C. Beaumont"],
    "venue": "Geology 36",
    "year": 2008
  }, {
    "title": "Relating rapid plate-motion variations to plateboundary forces in global coupled models of the mantle/lithosphere system: Effects of topography and friction",
    "authors": ["G. Iaffaldano", "H.P. Bunge"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Recent and Paleo-intraplate tectonics in stable Europe and Rhinegraben",
    "authors": ["J.H. Illies"],
    "venue": "Rift system. Tectonophysics",
    "year": 1975
  }, {
    "title": "Palaeostress evolution of the Iberian Peninsula (Late Carboniferous to present-day)",
    "authors": ["A. Jabaloy", "J. Galindo-Zaldivar", "F. Gonzalez-Lodeiro"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Crustal structure across the TESZ along POLONAISE'97 seismic profile",
    "authors": ["T Janik"],
    "venue": "NW Poland. Tectonophysics",
    "year": 2002
  }, {
    "title": "Neogene uplift and tectonics around the North Atlantic: overview",
    "authors": ["P. Japsen", "J.A. Chalmers"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Seismic structure of the Palaeozoic Platform along POLONAISE'97 profile P1 in northwestern Poland",
    "authors": ["S.L. Jensen", "T. Janik", "H. Thybo"],
    "venue": "Grp, P.P.P.W.,",
    "year": 1999
  }, {
    "title": "Moho topography and lower crustal wide-angle reflectivity around the TESZ in southern Scandinavia and northeastern Europe",
    "authors": ["S.L. Jensen", "H. Thybo", "P.W. Grp"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Seismic hazard assessment in the Ibero-Maghrebian region",
    "authors": ["Jiménez", "M.-J", "M. Garcia-Fernandez"],
    "venue": "GESHAP Ibero-Maghrebian Working Group,",
    "year": 1999
  }, {
    "title": "Recent ice-sheet growth in the interior of Greenland",
    "authors": ["O.M. Johannessen", "K. Khvorostovsky", "M.W. Miles", "L.P. Bobylev"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "Thermal impact of the break-up of Pangea on the Iberian Peninsula, assessed by thermochronological dating and numerical modelling",
    "authors": ["J. Juez-Larre", "M. Ter Voorde"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Crustal evolution of the Middle Urals based on seismic reflection and refraction data",
    "authors": ["C. Juhlin", "J.H. Knapp", "S. Kashubin", "M. Bliznetsov"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Seismic images of crust and upper mantle beneath Tibet: evidence for Eurasian plate subduction",
    "authors": ["R Kind"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Land subsidence due to compaction in the coastal area of The Netherlands: the role of lateral fluid flow and constraints fromwell-log data",
    "authors": ["H. Kooi"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Plate tectonics, flood basalts and the evolution of Earth's oceans",
    "authors": ["J. Korenaga"],
    "venue": "Terra Nova",
    "year": 2008
  }, {
    "title": "Shear wave splitting in the Eastern Alps observed at the TRANSALP",
    "authors": ["J. Kummerow", "R. Kind"],
    "venue": "TRANSALP Working Group,",
    "year": 2006
  }, {
    "title": "Surface mass redistribution inversion from global GPS deformation and Gravity Recovery and Climate Experiment (GRACE) gravity data",
    "authors": ["J. Kusche", "E.J.O. Schrama"],
    "venue": "Journal of Geophysical Research-Solid Earth 110",
    "year": 2005
  }, {
    "title": "Rheology predictions across the western Carpathians, Bohemian massif, and the Pannonian basin: implications for tectonic scenarios",
    "authors": ["A. Lankreijer", "M. Bielik", "S. Cloetingh", "D. Majcin"],
    "venue": "Tectonics",
    "year": 1999
  }, {
    "title": "Late orogenic vertical movements in the Carpathian Bend Zone—seismic constraints on the transition zone from orogen to foredeep",
    "authors": ["K.A. Leever", "L. Matenco", "G. Bertotti", "S. Cloetingh", "G.G. Drijkoningen"],
    "venue": "Basin Research",
    "year": 2006
  }, {
    "title": "Steady-state characteristics of the Greenland ice-sheet under different climates",
    "authors": ["A. Letreguilly", "P. Huybrechts", "N. Reeh"],
    "venue": "Journal of Glaciology",
    "year": 1991
  }, {
    "title": "The crust as a heterogeneous optical medium, or crocodiles in the mist",
    "authors": ["A Levander"],
    "venue": "Tectonophysics",
    "year": 1994
  }, {
    "title": "Seismic observation of narrow plumes in the oceanic upper mantle",
    "authors": ["X Li"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Landforms and uplift in Scandinavia",
    "authors": ["K. Lidmar-Bergstrom", "J.O. Naslund"],
    "year": 2002
  }, {
    "title": "The deep-seismic image of the crustal structure of the Tornquist Zone beneath the Skagerrak Sea, northwestern Europe",
    "authors": ["J.E. Lie", "M. Andersson"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Evolution of intraplate stress fields under multiple remote compressions: the case of the Iberian Chain (NE",
    "authors": ["C.L. Liesa", "J.L.S. Gomez"],
    "venue": "Spain). Tectonophysics",
    "year": 2009
  }, {
    "title": "Upper mantle structure beneath the Alpine orogen from high-resolution teleseismic tomography. J.G.R",
    "authors": ["R. Lippitsch", "E. Kissling", "J. Ansorge"],
    "year": 2003
  }, {
    "title": "Lithospheric gravitational instability beneath the Southeast Carpathians",
    "authors": ["P. Lorinczi", "G. Houseman"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Analogue modelling of continental lithosphere subduction",
    "authors": ["S.W. Luth", "E. Willingshofer", "D. Sokoutis", "S. Cloetingh"],
    "venue": "Bollettino di Geofisica teorica ed applicata",
    "year": 2008
  }, {
    "title": "Regional geological and tectonic structures of the North Sea area from potential field modelling",
    "authors": ["S.B. Lyngsie", "H. Thybo", "T.M. Rasmussen"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Large-scale deformation in a locked collisional boundary: interplay between subsidence and uplift, intraplate stress, and inherited lithospheric structure in the late stage of the SE",
    "authors": ["L Matenco"],
    "venue": "Carpathians evolution. Tectonics",
    "year": 2007
  }, {
    "title": "Crustal-scale pop-up structure in cratonic lithosphere: DOBRE deep seismic reflection study of the Donbas fold belt",
    "authors": ["Y Maystrenko"],
    "venue": "Ukraine. Geology",
    "year": 2003
  }, {
    "title": "Neogene patterns of relative plate motion for Africa– Europe—some implications for recent Central Mediterranean tectonics",
    "authors": ["S. Mazzoli", "M. Helman"],
    "venue": "Geologische Rundschau",
    "year": 1994
  }, {
    "title": "The effect of the large-scale mantle flow field on the Iceland hotspot",
    "authors": ["P. Mihalffy", "B. Steinberger", "H. Schmeling"],
    "venue": "track. Tectonophysics",
    "year": 2008
  }, {
    "title": "Lower crustal composition and crustal lineaments on the Vøring Margin, NE Atlantic: a review",
    "authors": ["R. Mjelde", "J.I. Faleide", "A.J. Breivik", "T. Rauma"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Rheological structure and dynamical response of the DSS profile BALTIC in the SE",
    "authors": ["K. Moisio", "P. Kaikkonen", "F. Beekman"],
    "venue": "Fennoscandian Shield. Tectonophysics",
    "year": 2000
  }, {
    "title": "Finite-frequency tomography reveals a variety of plumes in the mantle",
    "authors": ["R Montelli"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Scandinavia's North Atlantic passive margin",
    "authors": ["J. Mosar"],
    "venue": "Journal of Geophysical Research-Solid Earth 108",
    "year": 2003
  }, {
    "title": "Constraints from Moho geometry and crustal thickness on the geodynamic origin of the Vrancea Seismogenic Zone (Romania)",
    "authors": ["D.M. Mucuta", "C.C. Knapp", "J.H. Knapp"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Unravelling a long-term multi-event thermal record in the cratonic interior of southern Finland through apatite fission track thermochronology",
    "authors": ["G.R. Murrell", "P.A.M. Andriessen"],
    "venue": "Physics and Chemistry of the Earth",
    "year": 2004
  }, {
    "title": "Seismic tomographic inversion of Russian PNE data along profile Kraton",
    "authors": ["L. Nielsen", "H. Thybo", "L. Solodilov"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Paleocene initiation of Cenozoic uplift in Norway",
    "authors": ["Nielsen", "S.B"],
    "year": 2002
  }, {
    "title": "European continuous active tectonic strain-stress",
    "authors": ["A.J. Olaiz", "A. Muñoz-Martín", "G. De Vicente", "R. Vegas", "S. Cloetingh"],
    "venue": "map. Tectonophysics",
    "year": 2009
  }, {
    "title": "Mechanical behaviour of granular materials used in analogue modelling: Insights from grain characterisation, ring-shear tests and analogue experiments",
    "authors": ["M. Panien", "G. Schreurs", "A. Pfiffner"],
    "venue": "Journal of Structural Geology",
    "year": 2006
  }, {
    "title": "On the role of heat flow, lithosphere thickness and lithosphere density on gravitational potential stresses",
    "authors": ["C. Pascal"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Gravitational potential stresses and stress field of passive continental margins: insights from the south-Norway shelf",
    "authors": ["C. Pascal", "S. Cloetingh"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "SVEKALAPKO Seismic Tomography",
    "authors": ["H.A. Pedersen", "M. Bruneton", "V. Maupin"],
    "venue": "Working Group,",
    "year": 2006
  }, {
    "title": "A new model of upper mantle P-wave velocity below the Baltic Shield: indication of partial melt in the 95 to 160 km depth",
    "authors": ["E. Perchuc", "H. Thybo"],
    "venue": "range. Tectonophysics",
    "year": 1996
  }, {
    "title": "River transport effects on compressional belts: first results from an integrated analogue-numerical model",
    "authors": ["K.S. Persson", "D. Garcia-Castellanos", "D. Sokoutis"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2004
  }, {
    "title": "Interplay between tectonic, fluvial and erosional processes along the Western Border Fault of the northern",
    "authors": ["G Peters"],
    "venue": "Upper Rhine Graben, Germany. Tectonophysics",
    "year": 2005
  }, {
    "title": "Pleistocene tectonics inferred from fluvial terraces of the northern",
    "authors": ["G. Peters", "R.T. van Balen"],
    "venue": "Upper Rhine Graben, Germany. Tectonophysics",
    "year": 2007
  }, {
    "title": "Tectonic geomorphology of the northern Upper Rhine Graben, Germany",
    "authors": ["G. Peters", "R.T. van Balen"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Topographic expression of active faults in the foothills of the Northern Apennines",
    "authors": ["V. Picotti", "A. Ponza", "F.J. Pazzaglia"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Imaging the Mediterranean upper mantle by P-wave travel time tomography",
    "authors": ["C. Piromallo", "A. Morelli"],
    "venue": "Annales Geofisica XL,",
    "year": 1997
  }, {
    "title": "P wave tomography of the mantle under the Alpine– Mediterranean area",
    "authors": ["C. Piromallo", "A. Morelli"],
    "venue": "Journal of Geophysical Research-Solid Earth 108",
    "year": 2003
  }, {
    "title": "Three-dimensional instantaneous mantle flow induced by subduction",
    "authors": ["C. Piromallo", "T.W. Becker", "F. Funiciello", "C. Faccenna"],
    "venue": "Geophysical Research Letters",
    "year": 2006
  }, {
    "title": "Lithosphere–asthenosphere interaction at the Southeastern Carpathian Arc bend: implications for anisotropy",
    "authors": ["M. Popa", "M. Radulian", "C. Panaiotu", "F. Borleanu"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "Seismic image of the Cantabrian Mountains in the western extension of the Pyrenees from integrated ESCIN reflection and refraction data",
    "authors": ["Pulgar", "J.A"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Lateral extrusion in the eastern Alps, part1: boundary conditions and experiments scaled for gravity",
    "authors": ["L. Ratschbacher", "O. Merle", "P. Davy", "P. Cobbold"],
    "venue": "Tectonics",
    "year": 1991
  }, {
    "title": "The Tjellefonna fault system of Western Norway: linking late-Caledonian extension, post-Caledonian normal faulting, and Tertiary rock column uplift with the landslide-generated tsunami event of 1756",
    "authors": ["T.F. Redfield", "P.T. Osmundsen"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Mesozoic and Cenozoic tectonics of the More Trondelag Fault Complex, central Norway: constraints from new apatite fission track data",
    "authors": ["T.F. Redfield", "T.H. Torsvik", "P.A.M. Andriessen", "R.H. Gabrielsen"],
    "venue": "Physics and Chemistry of the Earth",
    "year": 2004
  }, {
    "title": "A mantle plume below the Eifel volcanic fields, Germany",
    "authors": ["J.R.R. Ritter", "M. Jordan", "U.R. Christensen", "U. Achauer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "Kinematics of the Plate Boundaries between Eurasia, Iberia, and Africa in the North-Atlantic from the Late Cretaceous to the Present",
    "authors": ["W.R. Roest", "S.P. Srivastava"],
    "venue": "Geology 19",
    "year": 1991
  }, {
    "title": "Meso-Cenozoic morphotectonic evolution of Southern Norway–Neogene Domal uplift inferred from apatite fission-track thermochronology",
    "authors": ["M. Rohrman", "P. Van der Beek", "P. Andriessen", "S. Cloetingh"],
    "venue": "Tectonics",
    "year": 1995
  }, {
    "title": "Timing and mechanisms of North Atlantic Cenozoic uplift: evidence for mantle upwelling",
    "authors": ["M. Rohrman", "P.A. Van der Beek", "R.D. Van der Hilst", "P. Reemst"],
    "year": 2002
  }, {
    "title": "Superplumes from the core–mantle boundary to the lithosphere: implications for heat flux",
    "authors": ["B. Romanowicz", "Y.C. Gung"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Finite difference modelling of P-wave scattering in the upper mantle",
    "authors": ["T. Ryberg", "M. Tittgemeyer", "G. Wenzel"],
    "venue": "Geophysical Journal International",
    "year": 2000
  }, {
    "title": "SKS splitting measurements beneath Northern Apennines region: a case of oblique trenchretreat",
    "authors": ["S. Salimbeni", "S. Pondrelli", "L. Margheriti", "J. Park", "V. Levin"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "Layered crust–mantle transition zone below a large crustal intrusion in the Norwegian–Danish Basin",
    "authors": ["A. Sandrin", "L. Nielsen", "H. Thybo"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Seismic constraints on a large mafic intrusion with implications for the subsidence history of the Danish Basin",
    "authors": ["A. Sandrin", "H. Thybo"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2008
  }, {
    "title": "Kinematic evolution of the Tethys Belt from the Atlantic–Ocean to the Pamirs since the Triassic",
    "authors": ["L.A. Savostin", "J.C. Sibuet", "L.P. Zonenshain", "X. Lepichon", "M.J. Roulet"],
    "venue": "Tectonophysics",
    "year": 1986
  }, {
    "title": "Possible erosional control on lateral growth of the European",
    "authors": ["F. Schlunegger", "G. Simpson"],
    "venue": "Central Alps. Geology",
    "year": 2002
  }, {
    "title": "Relief-rejuvenation and topographic length scales in a fluvial drainage basin",
    "authors": ["F. Schlunegger", "H. Schneider"],
    "venue": "Napf area, Central Switzerland. Geomorphology",
    "year": 2005
  }, {
    "title": "Upper Rhine graben: role of preexisting structures during rift evolution",
    "authors": ["M.E. Schumacher"],
    "venue": "Tectonics",
    "year": 2002
  }, {
    "title": "The global short-period wavefield modelled with a Monte Carlo seismic phonon method",
    "authors": ["P.M. Shearer", "P.S. Earle"],
    "venue": "Geophysical Journal International",
    "year": 2004
  }, {
    "title": "Evidence for coupled reverse and normal active faulting in W Iberia",
    "authors": ["A.B.D. Silveira", "J. Cabral", "H. Perea", "A. Ribeiro"],
    "venue": "The Vidigueira—Moura and Alqueva faults (SE Portugal). Tectonophysics",
    "year": 2009
  }, {
    "title": "Tectonostratigraphy of the North Alpine Foreland Basin: correlation of Tertiary depositional cycles and orogenic",
    "authors": ["W. Sissingh"],
    "venue": "phases. Tectonophysics",
    "year": 1997
  }, {
    "title": "Platform subsidence mechanisms and eustatic sea-level changes",
    "authors": ["N.H. Sleep"],
    "venue": "tectonophysics",
    "year": 1976
  }, {
    "title": "Pull-apart basin formation and development in narrow transform zones with application to the Dead Sea Basin",
    "authors": ["J. Smit", "Brun", "J.-P", "S. Cloetingh", "Z. Ben-Avraham"],
    "venue": "Tectonics 27,",
    "year": 2008
  }, {
    "title": "Lithospheric-scale structures from the perspective of analogue continental collision",
    "authors": ["D. Sokoutis", "J.P. Burg", "M. Bonini", "G. Corti", "S. Cloetingh"],
    "venue": "Tectonophysics 406,",
    "year": 2005
  }, {
    "title": "A new tomographic image of the Pyrenean lithosphere from teleseismic data",
    "authors": ["A. Souriau", "S. Chevrot", "C. Olivera"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "A tomographic view of the Western Mediterranean Geodynamics",
    "authors": ["W. Spakman", "R. Wortel"],
    "year": 2004
  }, {
    "title": "Travel-time tomography of the European mantle down to 1400 km",
    "authors": ["W. Spakman", "S. Van der Lee", "R. Van der Hilst"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 1999
  }, {
    "title": "Iberian plate kinematics—a jumping plate boundary between Eurasia and Africa",
    "authors": ["Srivastava", "S.P"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Neogene evolution of the Sorbas basin (SE Spain) determined by paleostress analysis",
    "authors": ["G. Stapel", "R. Moeys", "C. Biermann"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Super-deep reflection profiling: exploring the continental mantle lid",
    "authors": ["D.N. Steer", "J.H. Knapp", "L.D. Brown"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Present rate of uplift in Fennoscandia from GRACE and absolute gravimetry",
    "authors": ["H. Steffen", "O. Gitlein", "H. Denker", "J. Müller", "L. Timmen"],
    "venue": "Tectonophysics. doi:10.1016/j",
    "year": 2009
  }, {
    "title": "Plumes in a convecting mantle: models and observations for individual hotspots",
    "authors": ["B. Steinberger"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 2000
  }, {
    "title": "Effects of latent heat release at phase boundaries on flow in the Earth's mantle, phase boundary topography and dynamic topography at the Earth's surface",
    "authors": ["B. Steinberger"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2007
  }, {
    "title": "Changes of the Earth's rotation axis owing to advection of mantle density heterogeneities",
    "authors": ["B. Steinberger", "R.J. O'Connell"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Influence of glacial isostatic adjustment upon current sea level variations in the Mediterranean",
    "authors": ["P. Stocchi", "G. Spada"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "New insights into the lithospheric structure of southern",
    "authors": ["W. Stratford", "H. Thybo", "J.I. Faleide", "O. Olesen", "A. Tryggvason"],
    "venue": "Norway. EOS,",
    "year": 2008
  }, {
    "title": "2009.Geomorphic expression of neotectonic activity in a low relief area in anAirborne Laser ScanningDTM: a case study of the Little Hungarian",
    "authors": ["B. Székely", "A. Zámolyi", "E. Draganits", "C. Briese"],
    "venue": "Plain (Pannonian Basin). Tectonophysics",
    "year": 2009
  }, {
    "title": "Thermal consequences of thrust faulting: simultaneous versus successive fault activation and exhumation",
    "authors": ["M. Ter Voorde", "C.H. de Bruijne", "Cloetingh", "S.A.P.L", "P.A.M. Andriessen"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "3D strength and gravity anomalies of the European lithosphere",
    "authors": ["M. Tesauro", "M.K. Kaban", "Cloetingh", "S.A.P.L", "N.J. Hardebol", "F. Beekman"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Crustal structure and tectonic evolution of the Tornquist Fan region as revealed by geophysical methods",
    "authors": ["H. Thybo"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 2000
  }, {
    "title": "The heterogeneous upper mantle low velocity zone",
    "authors": ["H. Thybo"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "The heterogeneous mantle—preface",
    "authors": ["H. Thybo", "D.L. Anderson"],
    "venue": "Tectonophysics",
    "year": 2006
  }, {
    "title": "Interpretation in statu nascendi of seismic wide-angle reflections based on EUGENO-S data",
    "authors": ["H. Thybo", "E. Perchuc", "S. Gregersen"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Upper lithospheric seismic velocity structure across the Pripyat Trough and the Ukrainian Shield along the EUROBRIDGE'97",
    "authors": ["H Thybo"],
    "venue": "profile. Tectonophysics",
    "year": 2003
  }, {
    "title": "Seismic velocity structure of a large mafic intrusion in the crust of central Denmark from project",
    "authors": ["H. Thybo", "A. Sandrin", "L. Nielsen", "H. Lykke-Andersen", "G.R. Keller"],
    "venue": "ESTRID. Tectonophysics",
    "year": 2006
  }, {
    "title": "Using high resolution data to reveal depth-dependent mechanisms that drive land subsidence: The Venice coast, Italy",
    "authors": ["L. Tosi", "P. Teatini", "L. Carbognin", "G. Brancolini"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Crustal structure of the Lofoten-Vesterdlen continental margin, off Norway",
    "authors": ["F. Tsikalas", "O. Eldholm", "J.I. Faleide"],
    "venue": "Tectonophysics",
    "year": 2005
  }, {
    "title": "Along-strike variations in rifted margin crustal architecture and lithosphere thinning between northern Voring and Lofoten margin segments off mid-Norway",
    "authors": ["F. Tsikalas", "J.I. Faleide", "N.J. Kusznir"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "A quantification of the glacial imprint on relief development in the French western Alps",
    "authors": ["P. Van der Beek", "P. Bourbon"],
    "venue": "Geomorphology",
    "year": 2008
  }, {
    "title": "Nappe stacking resulting from subduction of oceanic and continental lithosphere below Greece",
    "authors": ["D.J.J. Van Hinsbergen", "E. Hafkenscheid", "W. Spakman", "J.E. Meulenkamp", "R. Wortel"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Tectónica del area Ibero-Magrebí",
    "authors": ["R. Vegas"],
    "year": 1985
  }, {
    "title": "A comparison of the Iberian and Ebro Basins during the Permian and Triassic, eastern Spain: a quantitative subsidence modelling approach",
    "authors": ["H Vargas"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "From outcrop and petrographic studies to basin-scale fluid flow modelling: the use of the Albanian natural laboratory for carbonate reservoir characterisation",
    "authors": ["N Vilasi"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Heterogeneities in the mantle transition zone from observations of P-to-SV converted waves",
    "authors": ["L.P. Vinnik", "R.A. Avetisjan", "N.G. Mikhailova"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 1983
  }, {
    "title": "Deep seismic structure of the Kaapvaal craton",
    "authors": ["L.P. Vinnik", "R.W.E. Green", "L.O. Nicolaysen", "G.L. Kosarev", "N.V. Petersen"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "The Tornquist Zone, a north east inclining lithospheric transition at the south westernmargin of the Baltic Shield: revealed through a nonlinear teleseismic tomographic inversion",
    "authors": ["P. Voss", "K. Mosegaard", "S. Gregersen"],
    "venue": "TOR Working Group,",
    "year": 2006
  }, {
    "title": "Estimation of crustal thinning by accounting for stretching and thinning of the sedimentary basin—an example from the Voring margin",
    "authors": ["M. Wangen", "J.I. Faleide"],
    "venue": "NE Atlantic. Tectonophysics",
    "year": 2008
  }, {
    "title": "Messinian climate change and erosional destruction of the central European Alps",
    "authors": ["S.D. Willett", "F. Schlunegger", "V. Picotti"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Present-day lithospheric strength of the Eastern Alps and its relationship to neotectonics",
    "authors": ["E. Willingshofer", "S. Cloetingh"],
    "year": 2003
  }, {
    "title": "Decoupling along plate boundaries: key variable controlling the mode of deformation and the geometry of collisional mountain belts",
    "authors": ["E. Willingshofer", "D. Sokoutis"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "Lithospheric-scale analogue modelling of collision zones with a pre-existing weak zone",
    "authors": ["E. Willingshofer", "D. Sokoutis", "Burg", "J.-P"],
    "year": 2005
  }, {
    "title": "Intraplate magmatism related to short-wavelength convective instabilities in the upper mantle: evidence from the Tertiary– Quaternary volcanic province of Western and Central Europe",
    "authors": ["M.A.P. Wilson", "R. Patterson"],
    "venue": "Special book series,",
    "year": 2001
  }, {
    "title": "Subduction and slab detachment in the Mediterranean–Carpathian region",
    "authors": ["M.J.R. Wortel", "W. Spakman"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Very high-rates of cooling and uplift in the Alpine Belt of the Betic Cordilleras",
    "authors": ["H.P. Zeck", "P. Monie", "I.M. Villa", "B.T. Hansen"],
    "venue": "Southern Spain. Geology",
    "year": 1992
  }, {
    "title": "Evolution of the Arctic–North Atlantic and the Western Tethys",
    "authors": ["P.A. Ziegler"],
    "venue": "Memoir, vol. 46. American Association of Petroleum Geologists",
    "year": 1988
  }, {
    "title": "Dynamic processes controlling the evolution of rifted basins",
    "authors": ["P.A. Ziegler", "S. Cloetingh"],
    "venue": "Earth Science Reviews",
    "year": 2004
  }, {
    "title": "Cenozoic uplift of Variscan Massifs in the Alpine foreland: timing and controlling mechanisms",
    "authors": ["P.A. Ziegler", "P. Dezes"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }],
  "id": "SP:f51a77dc511d78291c29dec44873fbb760ebd095",
  "authors": [{
    "name": "Sierd Cloetingh",
    "affiliations": []
  }, {
    "name": "Hans Thybo",
    "affiliations": []
  }, {
    "name": "Claudio Faccenna",
    "affiliations": []
  }],
  "title": "TOPO-EUROPE: Studying continental topography and Deep Earth—Surface processes in 4D"
}