{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nEarth and Planetary Science Letters\n0012-82 http://d\nn Corr\nE-m\njournal homepage: www.elsevier.com/locate/epsl\nLetters\nNature and timing of extinctions in Cretaceous-Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the Krishna–Godavari Basin, India\nG. Keller a,n, T. Adatte b, P.K Bhowmick c, H. Upadhyay c, A. Dave c, A.N. Reddy d, B.C. Jaiprakash d\na Geosciences Department, Princeton University, Princeton, NJ 08544, USA b Geological and Paleontological Institute, Anthropole, CH-1015 Lausanne, Switzerland c KDMIPE, ONGC, Dehradun, India d ONGC, Regional Geoscience Laboratory, Chennai, India\na r t i c l e i n f o\nArticle history: Accepted 11 June 2012 Communicated by P. DeMenocal\nIn C29r below the Cretaceous-Tertiary boundary (KTB) massive Deccan Trap eruptions in India covered an area the size of France or Texas and produced the world’s largest and longest lava megaflows 1500 km across India through the Krishna–Godavari (K–G) Basin into the Bay of Bengal. Investigation of\nAvailable online 13 July 2012\nKeywords: Deccan volcanism KTB mass extinction environmental changes Krishna–Godavari Basin India\n1X/$ - see front matter & 2012 Elsevier B.V. x.doi.org/10.1016/j.epsl.2012.06.021\nesponding author. Tel.: þ1 609 258 4117; fax ail address: gkeller@princeton.edu (G. Keller)\na b s t r a c t\nten deep wells from the K–G Basin revealed four lava megaflows separated by sand, silt and shale with the last megaflow ending at or near the KTB. The biologic response in India was swift and devastating. During Deccan eruptions prior to the first megaflow, planktic foraminifera suffered 50% species extinctions. Survivors suffered another 50% extinctions after the first megaflow leaving just 7–8 species. No recovery occurred between the next three megaflows and the mass extinction was complete with the last mega-flow at or near the KTB. The last phase of Deccan volcanism occurred in the early Danian C29n with deposition of another four megaflows accompanied by delayed biotic recovery of marine plankton. Correlative with these intense volcanic phases, climate changed from humid/tropical to arid conditions and returned to normal tropical humidity after the last phase of volcanism. The global climatic and biotic effects attributable to Deccan volcanism have yet to be fully investigated. However, preliminary studies from India to Texas reveal extreme climate changes associated with highstress environmental conditions among planktic foraminifera leading to blooms of the disaster opportunist Guembelitria cretacea during the late Maastrichtian.\n& 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The biologic and environmental effects of Deccan volcanism and its potential cause-and-effect relationship with the demise of the dinosaurs and the Cretaceous-Tertiary boundary (KTB) mass extinction are the major unsolved problems in KTB studies today. The Deccan volcanic province is one of the largest volcanic eruptions in Earth’s history and today covers an area of 512,000 km2 (Fig. 1A), or about the size of France or Texas. The original size prior to erosion is estimated to have been 1.5 million km2 and the volume of lava extruded about 1.2 million km3, which today can be seen as layers of lava flows with an estimated total thickness of 3500 m (Fig. 1B; Chenet et al., 2007).\nDeccan volcanism has been advocated as the potential cause for the KTB catastrophe for over thirty years (e.g., McLean, 1978, 1985; Courtillot et al., 1986, 1988; Venkatesan et al., 1993; Raju et al., 1995). However, this hypothesis was considered unlikely because a\nAll rights reserved.\n: þ1 609 258 2593. .\ndirect link to the mass extinction remained elusive in the absence of Deccan lava flows interbedded with marine sediments rich in microfossils to assess the nature of the mass extinction. Moreover, volcanism was generally believed to have occurred over at least one million years and possibly several million years, leaving sufficient time for recovery between eruptions.\nOver the past several years a number of multi-disciplinary studies have changed this perception and directly linked Deccan volcanism to the KTB mass extinction: (1) Improved dating of the 3500 m thick Deccan lava pile revealed that the major eruptions occurred in three phases with variable intensity: phase-1 (6% of total lava pile) in the late Maastrichtian (base C30n, 67.4 Ma), the main phase-2 (80%) in C29r below the KTB and phase-3 (14%) in the early Danian base C29n (Fig. 2; Chenet et al., 2007, 2008; Jay and Widdowson, 2008). (2) Massive eruptions in phase-2 and phase-3 created Earth’s largest and longest lava flows (Self et al., 2008). (3) Phase-2 was directly linked to the KTB mass extinction based on planktic foraminifera, which suffered the most devastating mass extinction globally (Keller et al., 2008, 2009b, 2011a).\nStill missing from these early results is critical information concerning the onset and age of the main Deccan phase, the\nnature and tempo of the mass extinction relative to eruption pulses, and the number of the longest lava flows, here termed ‘megaflows’. No outcrops exist that can yield this information because deposition in India occurred mainly in terrestrial environments and rarely in shallow marine settings which lack diverse fossil assemblages and intertrappean sediments between megaflows are absent (e.g., Rajahmundry, Fig. 1D). The missing information can only be obtained from deep wells (2500–3500 m below surface) drilled by India’s Oil and Natural Gas Corporation (ONGC) in the Krishna–Godavari (K–G) Basin, which spans about 75 km from Rajahmundry towards the Bay of Bengal.\nWe set out to study ten wells in the K–G Basin (Fig. 1C) to test the hypothesis that Deccan volcanism likely contributed to the KTB mass extinction by evaluating five objectives: (1) Determine the number of Earth’s longest and largest lava megaflows in the K–G Basin in Deccan phase-2 and phase-3 as indicators of the largest eruption phases with potentially maximum kill-effect. (2) Evaluate the link between Deccan volcanism phase-2 and the KTB mass extinction in planktic foraminifera that define this catastrophe. (3) Assess the nature, onset and tempo of the mass extinction in phase-2 based on sediments below (infratrappean) and between (intertrappeans) megaflows. (4) Evaluate the biologic effects of Deccan phase-3 megaflows in early Danian intertrappean sediments. (5) Analyze the geochemistry of\ninfratrappean and intertrappean sediments to gain environmental information. (6) We examined the regional effects of Deccan volcanism based on one locality in Meghalaya, NE India, and the global effects based on localities in the eastern Tethys and Texas."
  }, {
    "heading": "2. Material and methods",
    "text": "ONGC wells from the Krishna–Godavari (K–G) Basin were chosen for their apparent continuity across the KTB transition, the number of basalt flows and intertrappean sediments, and the availability of recovered cores in addition to well cuttings. A total of ten wells have been analyzed for this study (Fig. 1C). Sample material from each well was collected in the ONGC core libraries. Well samples were taken at 5 or 1 m intervals from cuttings, and at 20 cm intervals in recovered core sections below the phase-2 lava megaflows and from intertrappean sediments and basalts from phase-2 and phase-3 megaflows. About 200 g sediments were collected per sample for analysis and a total of 665 samples were analyzed. Samples were processed by standard micropaleontological techniques (Keller et al., 1995).\nBiostratigraphic and species census analyses were conducted on washed residues in the size fraction 463 mm. Preservation of\nforaminiferal tests ranges from good to poor. To avoid artificial range extension, we attributed any isolated species occurrences at the base or top of the range to down-core contamination and reworking, respectively. Good age and biostratigraphic control was achieved based on faunal assemblages from cuttings and continuously cored intervals, the resistivity and gamma ray well log data, and correlation of basalt flows with paleomagnetic stratigraphy in the Rajahmundry basalt quarries (Baksi et al., 1994; Knight et al., 2003, 2005). Biostratigraphic and species census data of all ten wells are documented in Keller et al. (2011a). Here we present a composite species range chart based on nine wells from the Krishna–Godavari Basin.\nGeochemical analyses were performed on selected core intervals from Pallakolu-1 and Narasapur-A and B wells. Major and trace element concentrations were determined by X-ray fluorescence spectrometry using a spectrometer FRX Philips PW2400 at the University of Lausanne, Switzerland. A weathering index, the chemical index of alteration (CIA), was used to monitor the decomposition of unstable minerals and evaluate the volcanic influx and related climatic changes. Based on molar proportions, the CIA¼Al2O3 100/(Al2O3þCaOnþNa2OþK2O), where CaOn represents the CaO in silicate minerals only (Nesbitt and Young, 1982, 1989). In our study, we applied a CaOn correction due to presence of carbonate (e.g., Yan et al., 2010). Accordingly, we assume that the CaOn is equivalent to the Na2O content (McLennan, 1993) because the remaining amount of CaOn is higher than Na2O after correction."
  }, {
    "heading": "3. Lithostratigraphy and depositional setting",
    "text": "In the Krishna–Godavari (K–G) Basin sediment deposition during the upper Maastrichtian to lower Danian occurred in a middle shelf environment (o100 m) that deepened seaward ( 100–150 m; Raju et al., 1994; Keller et al., 2008). In one offshore and nine K–G Basin\nwells analyzed, the KTB transition separates two phases of Deccan volcanism at well depths between 2500 and 3500 m below the surface, which attests to the high sediment input and rapid subsidence of the K–G Basin after volcanism ended (e.g., Raju et al., 1995; Misra, 2005). Only in the Rajahmundry area are Deccan Traps near the surface and exposed in numerous basalt quarries (Fig. 1C, D). Each of the two volcanic phases consists of three to four megaflows. They are part of the main phase-2 (80%) of Deccan Trap eruptions in C29r and the last phase-3 in C29n (14%, Fig. 2; e.g., Knight et al., 2003, 2005; Chenet et al., 2007, Jay and Widdowson, 2008; Jay et al., 2009). Self et al. (2008) suggested that the overall pattern of the basalt megaflows is consistent with sheet flows of very large volume pahoehoe flow fields.\nDeccan phase-2 and phase-3 megaflows can be correlated across the K–G Basin based on lithology, biostratigraphy and well log data (Fig. 3; Jaiprakash et al., 1993; Raju et al., 1995, 1996; Misra, 2005; Raju, 2008; this study). These megaflows are generally 5–15 m thick, except for two wells where phase-3 megaflows are 60 m thick (Fig. 3, CTP-A and RZL-A). Similarly, intertrappean sediments vary between 5 and 20 m but occasionally reach 50 m (wells CTP-A, RZL-A). The anomalously thick megaflows and intertrappean beds in some wells are likely due to local topographic lows and influx of sand and silt from nearshore areas, whereas shale deposition predominates seawards. Near the paleo-shoreline (Rajahmundry area) megaflows are stacked with no intertrappean sediments, except between phase-2 and phase-3 volcanism (Fig. 1D, Keller et al., 2008).\nResistivity and gamma values show pronounced signals for the megaflows in all K–G Basin wells, which are also correlated based on biostratigraphy (Fig. 3). Resistivity for normal sandstones, siltstones and shale varies between 1 and 6 ym, unless they are hydrocarbon bearing. In contrast, resistivity values for the basalts vary anywhere from 50 to 4200 ym depending on the degree of sediments incorporated as a result of erosion at the base and top of megaflows. In all K–G Basin wells, e-logs show high to very high resistivity peaks against the basalt flows, whereas some basalts are less distinct due to mixed sediments. Gamma logs show significantly lower values in basalt flows relative to the intertrappean clastic sediments (Fig. 3). The cores and drill cuttings from these megaflows are dark grey to green-grey in color, very hard and compact."
  }, {
    "heading": "4. Age, biostratigraphy, biologic stress and Deccan volcanism",
    "text": "Age and biostratigraphic interpretations of K–G Basin wells are based on (1) paleomagnetic stratigraphy, which places all phase-2 volcanism in C29r and phase-3 in C29n, (2) the high-resolution planktic foraminiferal zonal scheme (Li and Keller, 1998a, l998b; Keller et al., 1995, 2002) and (3) ages for biozones calculated for the time scales of Cande and Kent (1995; KTB at 65 Ma) and (Gradstein et al., 2004; KTB at 65.5 Ma, Fig. 4). Planktic foraminifera in infratrappean and intertrappean sediments of the K–G Basin wells record the environmental conditions before and after the eruption of each Deccan mega-flow. However, recovery of sediments sandwiched between basalt flows in 2500–3500 m deep wells is very difficult and often sporadic. For this reason, we analyzed nine wells in an area of 10–15 km in the K–G Basin (Fig. 1C, Keller et al., 2011a) and incorporated the data into one composite graph (Fig. 5) that offers a rare glimpse into the age, environmental conditions and biologic stresses associated with Deccan volcanism."
  }, {
    "heading": "4.1. Late Maastrichtian: infratrappean zone CF3",
    "text": "In all wells analyzed for this study, the infratrappean sediments below the phase-2 megaflows show late Maastrichtian faunal assemblages typical of zone CF3 and the Micula murus\nnannofossil zone, and possibly part of CF2, with normal middle shelf diversity of 28 species (Fig. 5; Keller and Abramovich, 2009). A decrease in the middle of zone CF3 is likely due to poor preservation in well cuttings, as suggested by the higher species richness in cored intervals (grey zones). Zones CF2-CF1 span 120 and 160 ky, respectively, and correlate with C29r megaflows below the KT boundary based on Rajahmundry basalt quarries (e.g., Keller et al., 2008). In K–G basin wells, zones CF2-CF1 could not be differentiated from CF3 in the absence of index species Gansserina gansseri and Plummerita hantkeninoides (Fig. 4). However, zone CF3 which spans 1.21 my (65.78–66.99 Ma) is nearly\nequivalent to the M. murus nannofossil zone, which was identified in wells PLK-A and NSP-A below phase-2 megaflows (Fig. 5; Saxena & Misra, 1994; Von Salis and Saxena, 1998). This indicates that all but the top few meters of the intervals analyzed below phase-2 volcanism are in zone CF3. No major biologic stress conditions are observed in these faunal assemblages."
  }, {
    "heading": "4.2. Late Maastrichtian: first Deccan phase-2 catastrophe",
    "text": "The onset of catastrophic biologic stress conditions is observed in infratrappean sediments of a 4 m core just below the first\nphase-2 mega-flow (Fig. 5). At the base of this 4 m core, diversity is normal at 28 species for middle neritic depths, rapidly decreases to 18 species by the middle of the core and drops to a low of 14 species in the 2 m below the first megaflow. This 50% faunal crash eliminated nearly all larger ornate and specialized species leaving a survivor assemblage of dwarfed species. Similar catastrophic assemblage reduction and dwarfing has been documented during the late Maastrichtian Ninetyeast Ridge and Andean volcanism (Keller, 2003; Keller et al., 2007b). The faunal crash in the K–G Basin records the first biologic and environmental catastrophe associated with intense Deccan phase-2 volcanism leading up to the megaflows in the K–G Basin. However, it is important to note that the early disappearance of species is due to local environmental stress conditions associated with Deccan phase-2, whereas in other parts of the world most species may range to the end of the Maastrichtian.\nAn age for this faunal catastrophe associated with Deccan phase-2 volcanism can be estimated from global climate change and paleomagnetic stratigraphy. It is well documented that Deccan Traps phase-2 began in C29r and megaflow eruptions occurred over a relatively short interval prior to the KT boundary (Chenet et al., 2007, 2008; Jay and Widdowson, 2008). The onset of phase-2 volcanism can therefore be no older than zone CF2. Based on global faunal and stable isotope analyses we know rapid warming began in the upper part of zone CF2, reached a maximum in zone CF1 and rapidly cooled in the upper part of CF1. Most workers link this global warming to Deccan volcanism (Li and Keller, 1998c; Olsson et al., 2001; Abramovich and Keller, 2003; Nordt et al., 2003; Wilf et al., 2003). Evidence linking\nDeccan phase-2 to climate warming is also interpreted from a global decrease in 187Os/188Os values over the last 200 ky of the Maastrichtian (Robinson et al., 2009). On a global basis, biotic stress associated with the maximum warming caused no significant species extinctions, but lead to species dwarfing and reduced abundance of large specialist taxa (Keller and Abramovich, 2009).\nIn the K–G Basin, the onset of dwarfing and 50% species reduction may be the extreme expression of this event in the Deccan Province."
  }, {
    "heading": "4.3. Late Maastrichtian: phase-2 megaflows, intertrappeans and mass extinction",
    "text": "Intertrappean sediments of phase-2 in the K–G Basin wells record severe environmental stresses in the aftermath of each of the four megaflows, as earlier observed by Jaiprakash et al. (1993). Just 8 species were found after the first mega-flow, 13 and 12 species after the second and third megaflows (Fig. 5). However, 5–6 occurrences are single isolated specimens that could be due to reworking or contamination from well cuttings (open circles), leaving 7 and 6 species in the upper two intertrappean sediment layers. This indicates a 50% reduction from the assemblages in the infratrappean below, which already suffered a 50% faunal crash.\nWe may argue that this is a crude estimate and that the actual number of survivors may be higher or lower. However, since most of the species in this survivor group are among the environmentally most adaptable (Guembelitria cretacea, Heterohelix globulosa, Rugoglobigerina rugosa, Trinitella scotti, Globotruncana arca,\nG. aegyptiaca, G. dupeublei, G. conica), and two are KTB survivors (G. cretacea and H. globulosa), this estimate is probably not far off the mark. A more accurate assessment must await new coring of the intertrappean sediments and closer sample spacing.\nA precise age for the K–G Basin phase-2 megaflows and intertrappeans is difficult to assess because of the high-stress assemblages, near extinction of planktic foraminifera and absence of the fragile zone CF1 index species P. hantkeninoides. Similarly high-stress conditions were observed in Meghalaya, NE India, in the upper part of nannofossil Micula prinsii and CF1 zones below the KTB mass extinction (discussed below, Gertsch et al., 2011). Based on the current data we suggest that phase-2 megaflows most likely erupted over a short time period in the upper part of zone CF1. More refined estimates must await U/Pb dating of megaflows."
  }, {
    "heading": "4.4. KT boundary and early Danian intertrappean",
    "text": "In all K–G Basin wells analyzed the KTB mass extinction is complete by the end of phase-2 megaflows and the first Danian species (Parvularugoglobigerina extensa, Parvularugoglobigerina eugubina, Eoglobigerina eobulloides, Globoconusa daubjergensis) evolved in the overlying intertrappean sediments (Fig. 5) consistent with previous observations in Rajahmundry quarries (Keller et al., 2008; Malarkodi et al., 2010). This suggests the close link between the KTB mass extinction and the end of phase-2 megaflows and strongly supports a cause-and-effect relationship in India. New coring across the KTB will be necessary to evaluate the presence of the boundary clay (zone P0) and lower part of zone P1a, measure d13C values and the presence of Ir and other PGEs.\nIntertrappean sediments between Deccan phase-2 and phase3 megaflows were deposited in C29r above the KTB, which is equivalent to planktic foraminiferal zone P1a, or about 380 ky of the basal Danian (Fig. 4), as also indicated by 40Ar/39Ar dating of phase-3 megaflows (Knight et al., 2003, 2005). Evolution of Danian species in this intertrappean follows the same pattern as observed globally (Fig. 5). All evolving early Danian species are very small (o100 mm) and frequently dwarfed (o63 mm), with simple chamber arrangements and unornamented morphologies that reflect adaption for survival in highly stressed environments (Pardo and Keller, 2008). The fact that these species assemblages mirror the global evolutionary pattern indicates persistent highstress conditions in the global ocean during the early Danian."
  }, {
    "heading": "4.5. Early Danian: Deccan phase-3 and intertrappeans",
    "text": "Deccan phase-3 megaflows were deposited near the base of C29n (Knight et al., 2003, 2005), which correlates with the lower part of zone P1b and middle of nannofossil zone NP1a (Fig. 4). All phase-3 intertrappeans contain typical zone P1b faunal assemblages (Fig. 5). The major change from zone P1a to zone P1b includes the extinction of P. eugubina and P. longiapertura, increased abundances of G. daubjergensis, Guembelitria spp. and biserial species and decreased abundance of early zone P1a species (e.g., P. extensa, Eoglobigerina edita, Woodringina claytonensis, E. eobulloides). Species sizes remained small, with morphologies generally o100–150 mm, as also observed globally (Keller and Abramovich, 2009).\nNo major differences are observed between faunal assemblages of the three intertrappeans, which suggests that highstress environmental conditions persisted but remained tolerable during volcanic phase-3. Alternatively, since these early Danian species evolved during high-stress conditions, they were primed for survival, unlike most species in the late Maastrichtian, which were highly specialized and adapted for narrow ecological niches.\nThe age and duration of phase-3 volcanism cannot be estimated based on current data."
  }, {
    "heading": "4.6. Early Danian: recovery above phase-3 megaflows",
    "text": "Sediments above volcanic phase-3 contain the first significantly more diverse Danian assemblages with the first larger (4150 mm) morphotypes after the KTB mass extinction. In most K–G Basin wells, the assemblage is indicative of zone P1c with common subbotinids and the first appearances of Praemurica inconstans and Subbotina varianta (Fig. 5). However, in some wells there is a significant hiatus with zone P2 overlying P1b, as indicated by the presence of assemblages with P. uncinata, Morozovella angulata, M. praeangulata, Acarinina strabocella and S. triangularis (Keller et al., 2011a). This hiatus may be related to local topographic variations, as suggested by the locations of the wells in shallower water (PNM-A), and anomalously thick basalt megaflows (RZL-A and CTP-A, Figs. 1C, 3).\nThe generally larger species morphologies and increased diversity observed in the K–G Basin wells above phase-3 megaflows correlate with marine recovery globally in zone P1c. It is tempting to speculate that this long delayed global marine recovery was due to the last phase of Deccan volcanism. Studies are now underway to investigate this possibility."
  }, {
    "heading": "5. Geochemical proxies",
    "text": "Major elements (MEs) and trace elements (TEs) have been measured in five core segments (labeled A–E) from ONGC deep wells (Palakollu-A, Narasapur-A and B) from the Krishna– Godavari (K–G) Basin (Fig. 6). These core segments span from upper Maastrichtian sediments to infra- and intertrappean sediments below the KT boundary and intertrappean sediments in the early Danian (Fig. 6). Core segment A is 120 m below the first lava megaflow of Deccan phase-2 in the K–G Basin and consists of 6 m of dark gray shale (2825–2831 m, Pallakolu-A) deposited during the late Maastrichtian zone CF3. Core segment B spans the 4 m immediately below the first megaflow of phase-2 (3339.5– 3335.5 m, Narasapur-A) and consists of dark gray shale possibly deposited during zone CF2. Core segment C consists of gray shale from the Deccan phase-2 intertrappeans with deposition in zone CF1 (2680–2710 m, Pallakolu-A). Interval D spans the KT transition (3332.5–3322.5 m, Narasapur-B) with two shale samples from the intertrappean sediments below the last megaflow of phase-2 (top of zone CF1) and shale samples just above the KT boundary (zone P1a). Core segment E is from Deccan phase-3 from the early Danian zone P1b (2592–2589 m, Palakollu-A), which spans a 1 m thick basalt overlain by 2 m of dark brown shale (Fig. 6).\nEnvironmental consequences of Deccan volcanism were assessed based on two geochemical proxies (volcanic/detrital, weathering of basalts) calculated from single element or multielement ratios. The chemical index of alteration (CIA) is commonly used to estimate the intensity of weathering related to climatic conditions (Nesbitt and Young, 1982, 1989). For instance, CIA values for fresh basalt are very low (30–45). In contrast, smectites which form under dry and seasonal conditions are characterized by CIA values of 60–80. Kaolinite, which forms under more humid conditions, shows CIA values up to 90.\nIn the K–G Basin wells, CIA values comprise between 60 and 73 (mean value 69) in the upper Maastrichtian samples of interval A, followed by a significant decrease to mean value 62 in the last 4 m below phase-2 megaflows (interval B, Fig. 6). Minimum values of 50–56 (mean value 53) are reached in intervals C and D from the upper part of zone CF1 across the KT boundary into the\nearly Danian zone P1a. The uppermost interval E from the phase3 intertrappean sediments of Danian zone P1b shows a return to higher (normal) values 73–78 (mean value 76, Fig. 6).\nThe influence of Deccan volcanism was investigated based on several volcanic proxies, including Na/K, K/(FeþMg), Ca/Na and Mg/Na ratios (Sageman and Lyons, 2003; Pujol et al., 2006). Na/K and K/(FeþMg) ratios represent the balance between detrital and volcanogenic input and are interpreted to reflect the increase or decrease of riverine siliciclastic flux relative to background volcanic input (Sageman and Lyons, 2003). Ca/Na and Mg/Na ratios recorded in basaltic river waters show remarkably high values (Dessert et al., 2003), reflecting the weathering and/or erosion of Deccan basalt traps.\nIn all K–G Basin intervals examined the Na/K ratios are very low (0.45–0.63) and close to average shale values (0.4, Wedepohl, 1971), except in the upper interval A and C (0.5–1.8, mean value 0.95), and very high in D, where Na/K ratio reaches 11 (average mean value for Deccan basalt is 4.48; Crocket and Paul, 2004). The K/(FeþMg) ratio shows the opposite trend with lower values observed in the C and D intervals, lowest values in the uppermost zone CF1 of interval D (0.04–0.05, average values for Deccan basalt: 0.03, Crocket and Paul, 2004). In interval E the K/(FeþMg) ratio values remain low compared to intervals A and B. Ca/Na and Mg/Na ratios display the same trend. In interval A both proxies remain low with mean value of 1.20 and 0.98, respectively, and close to average mean shales values (1.32 and 1.16, Wedepohl, 1971). In interval B these ratios are more scattered and show an overall increase up to 5 (mean value: 3.6) and 1.9 (mean value: 1.82). The high values (shaded green) characterize rivers enriched in basalt erosion and weathering. Ca/Na and Mg/Na ratios decreased in interval C, with Mg/Na ratio reaching the lowest\nvalues in the upper zone CF1. These ratios increase again in P1b and attain similar values to the upper Maastrichtian interval A."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Paleoclimatic expression of Deccan volcanism",
    "text": "The chemical index of alteration (CIA) shows a gradual decrease in the 4 m of infratrappean sediments analyzed with low values culminating in the intertrappean sediments of phase-2 megaflows (Fig. 6). This indicates increasingly arid conditions correlative with the onset of the mass extinction in planktic foraminifera during the late Maastrichtian zone CF1 (Fig. 5). Similar arid to semi-arid conditions have previously been observed in quarries of Rajahmundry, Andhra Pradesh, where smectite-enriched paleosols are present in the intertrappean sediments between volcanic phase-2 and phase-3 (Keller et al., 2008). These paleosoils reveal predominantly arid to semi-arid conditions with seasonal wet and dry cycles. Coeval terrestrial and marine sections from central India (e.g., Jhilmili, Keller et al., 2009a) and eastern India (e.g., Anjar, Khadkikar et al., 1999) close to the Deccan volcanic province (DVP) show similar clay mineral assemblages with high smectite and no kaolinite. Localized arid conditions surrounding the DVP are interpreted as ‘‘mock aridity’’ resulting from volcanically induced xeric conditions and extreme geochemical alkalinity in a regionally more humid climate (Harris and Van Couvering, 1995; Khadkikar et al., 1999; Gertsch et al., 2011). Our study indicates that the decrease in CIA begins in the 4 m interval B below the first phase-1 megaflow, correlative with the onset of the mass extinction, suggesting that significant\nvolcanic activity initiated well before the megaflows on the east coast of Andhra Pradesh. The uppermost interval (phase-3, zone P1b) shows CIA values similar to the those measured in sediments below the phase-2, suggesting less arid conditions possibly linked to reduced or intermittent volcanic activity."
  }, {
    "heading": "6.2. Geochemical expression of Deccan basalt weathering",
    "text": "Na/K and K/(FeþMg) ratios reveal the balance between detrital and volcanogenic input, but may also reflect climatic conditions. Sediments from the late Maastrichtian zones CF3 and CF2CF1 (intervals A and B) below phase-2 megaflows show steady Na/K ratios close to mean shale values, whereas K/(Fe þMg ratios are closer to mean Deccan basalt values (Fig. 6). However, in intervals C and D the ratios reflect a dominant basaltic source, which is consistent with deposition of the main phase-2 megaflows in zone CF1. In the early Danian phase-3 (interval E) there is decoupling between the Na/K and K(FeþMg) ratios, which may reflect increasing humidity, as suggested by the CIA index, and increased weathering of Fe–Mg enriched minerals.\nMore information can be gained from weathering of basalts. During the late Maastrichtian (zone CF3) the Ca/Na and Mg/Na ratios measured in interval A are stable and close to mean shale values, which is typical for rivers draining silicate rocks, such as granite, gneiss and shale. However, during interval B, just below the onset of phase-2 megaflows, both proxies reach values normally recorded in basaltic river waters (Dessert et al., 2003).\nFig. 7. The KTB transition at Um Sohryngkew, Meghalaya, NE India, contains major PGE stress conditions coeval with Deccan phase-2 (zone CF1) and marked by the disaster o\nThese variations are interpreted to result from chemical weathering of Ca and Mg rich volcanic rocks. They indicate that the K–G basin was part of the drainage of the Deccan volcanic province and that significant basalt outcrops were already present prior to phase-2 megaflows. Surprisingly, both ratios, decreased considerably in the CF1 intertrappean sediments of phase 2, especially in the lower part of interval D suggesting chemical weathering. This can be linked to the increased aridity (mock aridity) evident in the CIA proxy, which suggests reduced weathering of basalts. During phase-3 volcanism increased ratios reflect a return to more humid conditions and enhanced weathering."
  }, {
    "heading": "7. Are environmental effects of Deccan volcanism worldwide?",
    "text": "The faunal assemblages of the infra- and intertrappean sediments of the K–G Basin wells provide the first glimpse into the devastating environmental conditions at the end of the Maastrichtian in India apparently as a direct result of Deccan volcanism. Similar high-stress conditions have been observed in Meghalaya, NE India, 2000 km to the northeast and 800 km east of the Deccan Province (Fig. 1). At this locality, the Um Sohryngkew section contains one of the most complete KTB sequences, with the characteristic negative d13C shift and a large (12 pbb) Ir anomaly and other PGEs marking the mass extinction and boundary clay (Gertsch et al., 2011) (Fig. 7). The M. prinsii and CF1 zones span the 2 m below the KTB where the faunal\nanomalies, the d13C shift that marks the KTB mass extinction, and extreme highpportunist Guembelitria blooms (495%). Modified after Gertsch et al. (2011).\nassemblages are dominated (95–98%) by the disaster opportunist G. cretacea with large deformed chamber morphologies indicating super-stress conditions. Other species are rare and sporadically present with species richness between 5 and 11 and decreasing in the 1 m below the KTB. Between 25 cm below and 10 cm above the KTB clay all species are very rare or absent. d13C values mark the characteristic drop in primary productivity at the KTB with recovery beginning in the upper part of zone P1a (Fig. 7). These data indicate that the high-stress conditions observed in the K–G Basin also prevailed in NE India at the time of Deccan phase-2 volcanism and continued through the early Danian.\nHowever, whether the biological and environmental effects of Deccan volcanism observed in India were global and substantially contributed to or even caused the KTB mass extinction remains to be investigated. The well-known disaster opportunist G. cretacea, which thrived in the aftermath of the KTB mass extinction, offers an intriguing glimpse (Pardo and Keller, 2008). Blooms of this species serve as yardstick measuring the intensity of marine stress conditions. For example, faunal analysis of several KTB sequences in Israel and Egypt (Keller and Benjamini, 1991; Keller, 2002, 2004; Abramovich et al., 2010) and recently from Brazos, Texas (Abramovich et al., 2011; Keller et al., 2007a, 2009b), revealed Guembelitria blooms dominating the uppermost zone CF2 through CF1 and the early Paleocene (Danian) zone P1b correlative with Deccan phase-2 and phase-3, respectively (Fig. 8). These Guembelitria blooms are 495% of the faunal assemblages in Meghalaya (Fig. 7), 80% in the eastern Tethys (Israel and Egypt) and decrease westward to 40–60% in Texas (Fig. 8). They strongly suggest globally detrimental environmental conditions associated with Deccan volcanism.\nWhat drives Guembelitria blooms is still being investigated. Preliminary stable isotope ranking of Guembelitria suggests that they bloom in response to mesotrophic or eutrophic conditions in surface waters enriched by excess organic matter from terrestrial or upwelling sources (Pardo and Keller, 2008; Leckie, 2009). However, Abramovich et al. (2010) suggest that Guembelitria blooms can also reflect the opportunistic colonization of nutrient-poor surface waters during times of global warming (e.g., latest Maastrichtian warming in zone CF1). Either extreme tends\nto be detrimental to other species as evident by the absence of other thriving species populations at times of Guembelitria blooms."
  }, {
    "heading": "8. Conclusions",
    "text": "Faunal assemblages from deep wells in the Krishna–Godavari Basin reveal major climatic and environmental changes associated with the main Deccan volcanism phase-2 rapidly leading up to the KTB mass extinction, followed by prolonged high-stress conditions and delayed recovery through the last phase-3 of Deccan volcanism in the early Danian (C29n). Increasingly arid conditions accompanied phase-2 volcanism and the mass extinction in the Deccan volcanic province, correlative with a significant increase in Na/K and K(FeþMg) ratios that reflect a dominant basaltic source. Similar environmental conditions, mass extinction and delayed recovery patterns are observed in Meghalaya, NE India. Preliminary assessment of the biologic effects of Deccan volcanism based on blooms of the disaster opportunist G. cretacea from India to the eastern Tethys and Texas indicate that highstress environmental conditions prevailed across the world during the latest Maastrichtian and early Danian."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank the two anonymous reviewers and Peter DeMenocal for their helpful comments and suggestions. This project would not have been possible without the support of former Director Dr. D.K. Pande and the current Director Dr. S.V. Rao of the Oil and Natural Gas Corporation of India. The senior author is deeply grateful for the permission to study the Krishna–Godavari Basin wells that made this study possible. A special thank you to Dr. D.S.N. Raju for sharing his extensive knowledge of the K–G Basin wells, and to Dr. Sunil Bajpai who facilitated this study in so many ways. We thank J.C. Lavanchy for XRF analyses and T. Monnier for sample preparation for geochemical analysis. This study is based upon work supported by the US National Science\nFoundation through the Continental Dynamics Program, Sedimentary Geology and Paleobiology Program and Office of International Science & Engineering’s India Program under NSF Grant nos. EAR-0207407, EAR-0447171 and EAR-1026271."
  }],
  "year": 2012,
  "references": [{
    "title": "Planktic foraminiferal response to latest Maastrichtian abrupt warm event: a case study from mid-latitude DSDP Site 525",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Mar. Micropaleo",
    "year": 2003
  }, {
    "title": "Decline of the Maastrichtian pelagic ecosystem based on planktic foraminifera assemblage changes: implication for the terminal Cretaceous faunal",
    "authors": ["S. Abramovich", "A. Almogi-Labin", "Benjamini", "Ch"],
    "venue": "crisis. Geology",
    "year": 1998
  }, {
    "title": "Global climate change and planktic formaminiferal response in the Maastrichtian",
    "authors": ["S. Abramovich", "S. Yovel-Corem", "A. Almogi-Labin", "C. Benjamini"],
    "venue": "Paleoceanography 25,",
    "year": 2010
  }, {
    "title": "Intracanyon flows in the Deccan Province, India: Case history of the Rajahmundry",
    "authors": ["A.K. Baksi", "G.R. Byerly", "Chan", "L.-H", "E. Farrar"],
    "venue": "Traps. Geology",
    "year": 1994
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher", "Aubry", "M.-P"],
    "venue": "Geochronology, Time Scales and Global Stratigraphic Correlation,",
    "year": 1995
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S. Cande", "D.V. Kent"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: results from a 1200-m-thick section in the Mahabaleshwar",
    "authors": ["Chenet", "A.-L", "F. Fluteau", "V. Courtillot", "M. Gerard", "K.V. Subbarao"],
    "venue": "J. Geophys. Res",
    "year": 2008
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary",
    "authors": ["V. Courtillot", "J. Besse", "D. Vandamme", "R. Montigny", "Jaeger", "J.-J", "H. Cappetta"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1986
  }, {
    "title": "The Deccan flood basalts and the Cretaceous-Tertiary",
    "authors": ["V. Courtillot", "G. Feraud", "H. Maluski", "D. Vandamme", "M.G. Moreau", "J. Besse"],
    "venue": "boundary. Nature",
    "year": 1988
  }, {
    "title": "Platinum-group elements in Deccan mafic rocks: a comparison of suites differentiated by Ir contents",
    "authors": ["J.H. Crocket", "D.K. Paul"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C. Dessert", "B. Dupre", "J. Gaillardet", "L.M. Francois", "C.J. Allegre"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "Environmental effects of Deccan volvanism across the Cretaceous-Tertiary transition in Meghalaya, India",
    "authors": ["B. Gertsch", "G. Keller", "T. Adatte", "R. Garg", "V. Prasad", "D. Fleitmann", "Z. Berner"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2011
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F. Gradstein", "J. Ogg", "A. Smith"],
    "year": 2004
  }, {
    "title": "Mock aridity and the paleoecology of volcanically influenced ecosystems",
    "authors": ["J. Harris", "J. Van Couvering"],
    "venue": "Geology",
    "year": 1995
  }, {
    "title": "Foraminiferal events across the K/T boundary and age of Deccan volcanism in Palakollu area, Krishna–Godavari Basin, India",
    "authors": ["B.C. Jaiprakash", "J. Singh", "Raju"],
    "venue": "D.S.N.,",
    "year": 1993
  }, {
    "title": "Stratigraphy, structure and volcanology of the south-east Deccan continental flood basalt province: implications for eruptive extent and volumes",
    "authors": ["A.E. Jay", "M. Widdowson"],
    "venue": "J. Goeol. Soc. London",
    "year": 2008
  }, {
    "title": "New Palaeomagnetic data from the Mahabaleshwar Plateau, Deccan Flood Basalt Province, India: implications for the volcanostratigraphic architecture of Continental Flood Basalt Provinces",
    "authors": ["A.E. Jay", "C. MacNiocaill", "M. Widdoson", "S. Self", "W. Tuner"],
    "venue": "J. Goeol. Soc. London",
    "year": 2009
  }, {
    "title": "Guembelitria dominated late Maastrichtian planktic foraminiferal assemblages mimic early Danian in the Eastern Desert of Egypt",
    "authors": ["G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 2002
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Paleoecology of Late Maastrichtian–early Danian planktic foraminifera in the eastern Tethys",
    "authors": ["G. Keller"],
    "venue": "J. Foram. Res",
    "year": 2004
  }, {
    "title": "Paleoenvironment of the eastern Tethys in the early Danian",
    "authors": ["G. Keller", "C. Benjamini"],
    "venue": "Palaios",
    "year": 1991
  }, {
    "title": "Lilliput effect in late Maastrichtian planktic foraminifera: response to environmental stress",
    "authors": ["G. Keller", "S. Abramovich"],
    "venue": "Palaeogeogr. Palaeoclim. Palaeoecol",
    "year": 2009
  }, {
    "title": "The Cretaceous/Tertiary boundary stratotype section at El Kef, Tunisia: how catastrophic was the mass extinction? Paleogeogr",
    "authors": ["G. Keller", "L. Li", "N. Macleod"],
    "venue": "Paleoclimatol. Paleoecol",
    "year": 1995
  }, {
    "title": "Paleoecology of the Cretaceous-Tertiary mass extinction in planktic foraminifera",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "V. Luciani", "N. Karoui", "D. Zaghbib-Turki"],
    "venue": "Paleogeogr. Paleoclimatol. Paleoecol",
    "year": 2002
  }, {
    "title": "Chicxulub impact predates KT boundary: new evidence from Brazos, Texas",
    "authors": ["G. Keller", "T. Adatte", "Z. Berner", "M. Harting", "G. Baum", "M. Prauss", "A.A. Tantawy", "D. Stueben"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "High stress Late Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "D. Stueben"],
    "venue": "Cretaceous Res",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends near the K–T boundary: evidence from the Krishna– Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "K–T transition in Deccan traps and intertrappean beds in central India mark major marine Seaway across India",
    "authors": ["G. Keller", "T. Adatte", "S. Bajpai", "D.M. Mohabey", "M. Widdowson", "A. Khosla", "R. Sharma", "S.C. Khosla", "B. Gertsch", "D. Fleitmann", "A. Sahni"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Biotic effects of the Chicxulub impact, K–T catastrophe and sea-level change in Texas",
    "authors": ["G. Keller", "S. Abramovich", "Z. Berner", "T. Adatte"],
    "venue": "Paleogeogr. Paleoclimatol. Paleoecol",
    "year": 2009
  }, {
    "title": "Deccan volcanism linked to the Cretaceous-Tertiary Boundary (KTB) mass extinction: new evidence from ONGC wells in the Krishna– Godavari Basin, India",
    "authors": ["G. Keller", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash", "T. Adatte"],
    "venue": "J. Geol. Soc. India",
    "year": 2011
  }, {
    "title": "Biostratigraphy, Age of Chicxulub impact and depositional environment of the Brazos River KTB sections.In: Keller,G., Adatte, T. (Eds.), Maastrichtian Planktic Foraminiferal Biostratigraphy and Paleoenvironment of Brazos River, Falls County, Texas",
    "authors": ["G. Keller", "S. Abramovich", "T. Adatte", "Z. Berner"],
    "venue": "SEPM Special Publication",
    "year": 2011
  }, {
    "title": "The influence of Deccan volcanism in climate: insights from lacustrine intertrappean deposits, Anjar, western India",
    "authors": ["A.S. Khadkikar", "D.A. Sant", "V. Gogte", "R.V. Karanth"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Seeking a better life in the plankton",
    "authors": ["R.M. Leckie"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2009
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera of South Atlantic DSDP Sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 1998
  }, {
    "title": "Diversification and extinction in Campanian–Maastrichtian planktic foraminifera of northwestern Tunisia",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Eclogae Geol. Helv",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26",
    "year": 1998
  }, {
    "title": "Foraminifera from the early Danian Intertrappean beds in Rajahmundry Quarries, Andhra Pradesh, SE India",
    "authors": ["N. Malarkodi", "G. Keller", "P.J. Fayazudeen", "U.B. Mallikarjuna"],
    "venue": "J. Geol. Soc. India",
    "year": 2010
  }, {
    "title": "A terminal Mesozoic ‘‘Greenhouse’’: lessons from the past",
    "authors": ["D. McLean"],
    "venue": "Science",
    "year": 1978
  }, {
    "title": "Deccan traps mantle degassing in the terminal cretaceous marine extinctions",
    "authors": ["D. McLean"],
    "venue": "Cret. Res",
    "year": 1985
  }, {
    "title": "Weathering and global denudation",
    "authors": ["S.M. McLennan"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Distribution pattern, age and duration and mode of eruption of Deccan and associated volcanics",
    "authors": ["K.S. Misra"],
    "venue": "Gondwana Geol. Mag",
    "year": 2005
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Formation and diagenesis of weathering profiles",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "J. Geol",
    "year": 1989
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the Latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Palobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.D. Miller"],
    "venue": "J. Foram. Res",
    "year": 2001
  }, {
    "title": "Biotic effects of environmental catastrophes at the end of the Cretaceous: Guembelitria and Heterohelix blooms",
    "authors": ["A. Pardo", "G. Keller"],
    "venue": "Cretaceous Res",
    "year": 2008
  }, {
    "title": "Palaeoenvironmental changes at the Frasnian–Famennian boundary in key European sections: chemostratigraphic constraints. Palaeogeogr",
    "authors": ["F. Pujol", "Z. Berner", "D. Stueben"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Stratigraphy of India",
    "authors": ["D.S.N. Raju"],
    "venue": "ONGC Bull Special Issue",
    "year": 2008
  }, {
    "title": "The magnitude of hiatus and sea-level changes across K/T boundary in Cauvery and Krishna–Godavari basins, India",
    "authors": ["D.S.N. Raju", "B.C. Jaiprakash", "A. Kumar", "R.K. Saxena", "A. Dave", "T.K. Chatterjee", "C.M. Mishra"],
    "venue": "J. Geol. Soc. India",
    "year": 1994
  }, {
    "title": "Age of Deccan volcanism across KTB in Krishna–Godavari Basin: new evidences",
    "authors": ["D.S.N. Raju", "B.C. Jaiprakash", "A. Kumar", "R.K. Saxena", "A. Dave", "T.K. Chatterjee", "C.M. Mishra"],
    "venue": "J. Geol. Soc. India",
    "year": 1995
  }, {
    "title": "Paleoenvironmental set-up and age of basin floor just prior to the spread of Deccan volcanism in the Krishna– Godavari Basin. India",
    "authors": ["D.S.N. Raju", "B.C. Jaiprakash", "A. Kumar"],
    "venue": "Geol. Soc. India,",
    "year": 1996
  }, {
    "title": "A high-resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Geochemistry of fine-grained sediments and sedimentary rocks",
    "authors": ["B.B. Sageman", "T.W. Lyons"],
    "venue": "Treatise on Geochemistry,",
    "year": 2003
  }, {
    "title": "Time and duration of Deccan volcanism in the Razole area, Krishna–Godavari Basin, India",
    "authors": ["R.K. Saxena", "C.M. Misra"],
    "venue": "Curr. Sci",
    "year": 1994
  }, {
    "title": "Correlation of the Deccan and Rajahmundry Trap lavas: are these the longest and largest lava flows on Earth",
    "authors": ["S. Self", "A.E. Jay", "M. Widdowson", "L.P. Keszthelyi"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2008
  }, {
    "title": "Calcareous nannofossil biostratigraphy and paleoecology of the Cretaceous-Tertiary transition in the western desert of Egypt",
    "authors": ["A.A. Tantawy"],
    "venue": "Mar. Micropal",
    "year": 2003
  }, {
    "title": "Did Deccan volcanism pre-date the Cretaceous-Tertiary transition",
    "authors": ["T.R. Venkatesan", "K. Pande", "K. Gopalan"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1993
  }, {
    "title": "Calcareous nannofossils across the K/T boundary",
    "authors": ["K. Von Salis", "R.K. Saxena"],
    "year": 1998
  }, {
    "title": "Correlated terrestrial and marine evidence",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Physics and Chemistry of the Earth. Pergamon,",
    "year": 2003
  }],
  "id": "SP:69244a323af901f7531853ace9a95b0f1a384cb5",
  "authors": [{
    "name": "G. Keller",
    "affiliations": []
  }, {
    "name": "P.K Bhowmick",
    "affiliations": []
  }, {
    "name": "H. Upadhyay",
    "affiliations": []
  }, {
    "name": "A.N. Reddy",
    "affiliations": []
  }, {
    "name": "B.C. Jaiprakash",
    "affiliations": []
  }],
  "abstractText": "ten deep wells from the K–G Basin revealed four lava megaflows separated by sand, silt and shale with the last megaflow ending at or near the KTB. The biologic response in India was swift and devastating. During Deccan eruptions prior to the first megaflow, planktic foraminifera suffered 50% species extinctions. Survivors suffered another 50% extinctions after the first megaflow leaving just 7–8 species. No recovery occurred between the next three megaflows and the mass extinction was complete with the last mega-flow at or near the KTB. The last phase of Deccan volcanism occurred in the early Danian C29n with deposition of another four megaflows accompanied by delayed biotic recovery of marine plankton. Correlative with these intense volcanic phases, climate changed from humid/tropical to arid conditions and returned to normal tropical humidity after the last phase of volcanism. The global climatic and biotic effects attributable to Deccan volcanism have yet to be fully investigated. However, preliminary studies from India to Texas reveal extreme climate changes associated with highstress environmental conditions among planktic foraminifera leading to blooms of the disaster opportunist Guembelitria cretacea during the late Maastrichtian. & 2012 Elsevier B.V. All rights reserved.",
  "title": "Nature and timing of extinctions in Cretaceous-Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the Krishna–Godavari Basin, India"
}