{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nMiddle Stone Age (MSA) site distributions in eastern Africa and their relationship to Quaternary environmental change, refugia and the evolution of Homo sapiens\nLaura S. Basell*\nOxford University Radiocarbon Accelerator Unit, Research Laboratory for Archaeology and the History of Art, Dyson Perrins Building, South Parks Road, Oxford, OX1 3QY, UK\na r t i c l e i n f o\nArticle history: Received 29 April 2008 Received in revised form 17 September 2008 Accepted 18 September 2008\n* Tel.: þ44 1865 285203; fax: þ44 1865 285220. E-mail address: laura.basell@rlaha.ox.ac.uk\n0277-3791/$ – see front matter 2008 Elsevier Ltd. doi:10.1016/j.quascirev.2008.09.010\na b s t r a c t\nThis paper considers the evolution of Homo sapiens in eastern Africa in relation to refugia and bottlenecks around w200 ka BP, at a macro scale. Middle Stone Age (MSA) lithics, site distributions and locations are analysed in relation to palaeovegetation maps of the last glacial/interglacial cycle, which are used as a proxy for earlier climate cycles. A ‘‘push and pull’’ model is then postulated for the spread of Homo sapiens out of refugia in eastern Africa, involving both volcanism (push) and habitat availability (pull). A date within OIS 5 is suggested for this expansion to other parts of the continent, and potentially further afield, contrary to a frequently proposed expansion within OIS 3.\n2008 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In recent years, refugia have become increasingly important in the consideration of human evolution. The topic has been particularly prominent in the literature relating to the northern hemisphere, with much emphasis on the past distributions and adaptations of a variety of avian and mammalian species, including Neanderthals (e.g. Delson and Harvati, 2006; Stewart and Dalen, 2008). Genetic studies have played a key role, alongside improvements in chronometric dating, archaeological discoveries, and a greater concern with integrating archaeological data over wide areas, with data related to Quaternary environmental change (e.g. The Stage 3 Project; van Andel and Davis, 2003). Comparatively little attention has been paid to tropical refugia in relation to human evolution, although recently there has been an increasing interest in integrating palaeoanthropology with Plio-Pleistocene palaeoclimatic change (e.g. African Palaeoclimate Special Volume, Journal of Human Evolution 2007, 53). This paper focuses on a shorter timespan, concerned specifically with the period pertinent to the evolution of Homo sapiens, and refugia in eastern Africa, which is taken to include: Kenya, Uganda, Rwanda, Burundi, Tanzania, Ethiopia, Eritrea, Djibouti, Somalia and the south eastern part of Sudan. Data from key chronometrically dated or relatively dated stratified sites, considered as MSA are related to the climatic and environmental histories, and Late Quaternary volcanism of the area.\nAll rights reserved.\nEastern Africa has long been considered an important area for hominin evolution, and is of increasing significance in understanding the evolution of Homo sapiens. Some of the earliest fossil evidence for Homo sapiens comes from eastern Africa; for example Singa in Sudan (Grün and Stringer, 1991; McDermott et al., 1996), Herto and Omo in Ethiopia (Braüer, 1984; Clark, 1988; McBrearty and Brooks, 2000; Clark et al., 2003; White et al., 2003; HaileSelassie et al., 2004), and Mumba in Tanzania (Mehlman, 1987; Mehlman, 1991; Mabulla, 1996). These range in date from w195 to 130 ka BP. It has also been argued, on both genetic and archaeological grounds that eastern or north-eastern Africa was important in diffusion(s) of Homo sapiens out of Africa (Watson et al., 1997; Tishkoff et al., 1998; Kittles and Keita, 1999; Satta and Takahata, 2002; Dugoujon et al., 2004; Hawks, 2006; Kivisild, 2007; Stringer, 2007). A recurrent theme in the emergence of Homo sapiens is the occurrence of one or more bottlenecks. A bottleneck is a severe reduction in populations and genetic variability, followed by subsequent rapid expansion (Nei et al., 1975; Lahr and Foley, 1994; Rogers and Jorde, 1995). The timing of such a bottleneck is debated (e.g. Lahr and Foley, 1994; Ambrose, 1998; Hawks et al., 2000; Rampino and Ambrose, 2000), but one of the most common explanations is rapid climatic fluctuation, or aridity associated with glacial periods (Lahr and Foley, 1994; Ambrose, 1998). During such conditions, eastern and equatorial Africa have been put forward as offering refugia, and it is thought that hominin populations could have been maintained here. Few studies have considered exactly where such refugia existed, how they might have worked, and whether this theory is supported by archaeological evidence. If eastern Africa did indeed act as a refuge in times of climatic stress,\nwe should find: (1) a correspondence between sites dated to periods associated with increased aridity, and areas that maintained conditions favourable to omnivorous bipeds, and (2) a more continuous record in such areas than elsewhere."
  }, {
    "heading": "2. MSA archaeological site distributions, hominins and some problems",
    "text": "The MSA is a widely used but complex term, with specific chronometric, archaeological and geographic associations (Basell, 2007). It has been discussed at length elsewhere (e.g. Klein, 1970; Cahen, 1978; Clark, 1982; Braüer, 1984; McBrearty, 1988; Masao, 1992; Mabulla, 1996). MSA is used in this paper as generic shorthand for the period during which there appears to be an increase in the variability of lithic types and lithic technology following the Acheulean (Early Stone Age), and to differentiate the African archaeological record. Currently, its chronological associations for eastern Africa are very broadly >200 ka BP (and perhaps as early as w400 ka BP), to about 40 ka BP.\nIn eastern Africa, over an area of w4.5 million km2, there are about 60 MSA sites from stratified contexts (i.e. not just surface scatters), and fewer than 40 of these have any sort of chronometric control (Basell, 2007; Fig. 1). Some of these sites have been used repeatedly over time, with several occurrences of MSA material, while others appear to have been used once. It is clear from Fig. 1 that the majority of MSA sites are distributed along the Rift Valley. Sites are dated by different methods, and dating has occurred at different times in the history of the various dating methodologies. Fig. 2 summarises the available chronometric control on these sites. The points represent the mean of all the MSA dates at each site including their standard deviations, and the sites are ordered sequentially. This graph demonstrates that dating is extremely problematic for the MSA in this area, and the standard deviations on many of the dates prevent sites from being correlated with a Quaternary climatic stage, let alone the smaller oscillations within these. A further point worth noting is the clustering of dates around w40 kyr BP. This cluster, in part, represents previous limits of the radiocarbon dating method.\nFourteen of the dated sites have fossil hominin remains, which are dominated by cranial parts. Twenty-two individuals are represented (excluding those from Kanjera), but this remains a small sample considering the time-span particularly when eight of these come from Herto, Aduma and Bouri – a small area in Ethiopia (WoldeGabriel et al., 2000, 2001; Asfaw et al., 2002; White et al., 2003; Haile-Selassie et al., 2004). One juvenile is represented and the remaining individuals are thought to be adults. There are considerable differences in the morphology of the remains, many of which fall outside the current range of human variability, causing several researchers to differentiate individuals at species and subspecies levels. Here they are separated into Groups following McBrearty and Brooks (2000) and where the discovery of hominin skeletal remains post-dates that publication, they are fitted into this system (see Basell, 2007 for further details). In summary, Group 1 includes Homo erectus, Homo louisleakeyi, Homo rhodesiensis; Group 2 includes Homo helmei, Homo sapiens, Homo idaltu; and Group 3 includes Homo sapiens.\nIt is presently difficult to ascertain whether differences observed in hominin skeletal remains should be attributed to differences in how these hominins lived, or patterns temporal and environmental variability. Differences which are attributed to how hominins lived, may affect their skeletal morphology (pathology), or post-mortem practices (e.g. cut and scrape marks on body parts, such as those observed at Herto). Environmental and temporal variability also includes adaptive differences due to specific environmental conditions, or long-term (i.e. inherited) evolutionary change. Although these factors may not be unrelated, it should be possible\nto draw out their relative importance of these factors. This is not currently possible due to highly variable excavation and analysis prerogatives and the chronological inadequacies already noted.\nArtefact assemblages of MSA sites are overwhelmingly dominated by lithics. But where the lithics have been analysed, different research objectives, different methods of analysis as well as poor dating resolution makes it very difficult to compare assemblages. Considerable typological variability exists and there have been few technological studies. As Mabulla (1996: 97) writes, ‘‘[a]lthough investigations dealing with an understanding of lithic artefacts have been a major aspect of African Stone Age research for a long time, systematic investigations of the organization of technology in the East African MSA and LSA are virtually nonexistent’’. Most typological approaches have similarities to the Bordesian system; but even within an individual eastern African country, no single typology exists that is widely accepted. A major aim of many lithic analyses is to describe the assemblages, with such descriptions forming the basis of industry definitions, to aid the construction of regional chronologies. However, the exact size of the assemblages is not always published, and small assemblages where the context of the artefacts is unclear, are sometimes still used to define new industries. Where assemblages are large, time and financial pressure have meant that sampling has necessarily occurred, which again complicates industry definitions (see Mehlman, 1989; Mabulla, 1996). Typological analyses have tended to emphasise retouched pieces or ‘‘tools’’, yet it is clear that lithic debitage dominates all the lithic assemblages discussed. The importance of applying technological analyses to the full range of lithics represented in assemblages, and recording metric criteria in a way that can be used by others is clear.\nBearing in mind these caveats, Table 1 uses some generalised categories to consider whether any major changes occur between the dated sites over time. Given the variability in lithic analyses and the degree of detail in published analyses, it should be emphasised that absence of a particular feature may not be real. Nonetheless four trends become clear from this comparison. Firstly, core types (i.e. lithic reduction strategies) do not show any clearly identifiable change over time. Secondly, the large cutting and heavy-duty tool components of assemblages (cleavers, choppers, core axes, and large cutting edge/heavy duty, handaxes/ bifaces) seem to drop out after Simbi (i.e. w125 ka BP). Thirdly, there is a slight increase in the variability of retouched pieces. Finally, more sites have raw materials from non-local sources over time. Both of these trends also become apparent around the OIS 6–OIS 5 transition.\nDespite a lack of specific, detailed information for most of the sites, it is possible to designate sites according to their likely palaeoenvironmental setting at a very general level to, for example, ‘‘cave’’, ‘‘fluvial margin’’ etc. If the sites are arranged according to date (bearing in mind the problems with these) and setting, a very clear pattern emerges (Fig. 2 & Table 1). Up to w125 ka BP every MSA site is at a river or lake margin. Even if the sites which currently cluster around 40 ka BP (a pattern which probably represents previous limits of radiocarbon dating techniques as noted above) were shown to be 60,000 years older than their current dates, the pattern would still hold. After w125 ka BP there is a marked increase in the variety of site locations which begin to include caves, rock shelters, hill sides, and a caldera. While it is difficult to generalise due to the multiple geomorphological and geological controls involved, taphonomy may play a role in the visibility of sites. The lack of coastal sites is of course related to present-day high sea levels, which would have inundated palaeocoastlines and potential MSA site locations.\nTaken together, this overview of the data suggests several things. Firstly, the disappearance of the heavy duty component (sensu Clark, 1974) of assemblages in Africa is an observation that\nhas also been made by Gowlett et al. (2001), who noted this could be related to ‘‘more rugged humans’’ prior to 200 ka BP. Heavy duty is a term associated with lithics, and particularly with SangoanLupemban core axes, because it is thought they were used for ‘heavy-duty’ tasks such as woodworking, (Clark, 1965, 1970, 2001; Miller, 1988). The association is pertinent, because woodland areas have been considered as refugia. This assumption has been minimally tested, and criticised as an over-simplistic correlation of Sangoan-Lupemban distributions with present day forest distributions (McBrearty, 1987; Phillipson, 1993). Recent work on core axes from Sai Island (Rots and Van Peer, 2006) supports Clark’s (1974) suggestion, that later core axes were hafted, but does not support a woodworking function. Instead, Rots argues they were used, at least at Sai Island, for subsurface exploitation of lithic raw material, plant foods or iron oxides. Whichever function is supported, there is no doubt that these tools, like cleavers, large cutting tools and bifaces are defined partly by their size (Clark, 1974; Clark and Kleindienst, 2001).\nAn alternative or additional explanation is that the decreasing size of artefacts is related to a broadening in the range of functions that these lithics were fulfilling. It seems very likely that many of these smaller lithics would have been most effectively employed if hafted, and that their use as parts of a composite tool might increase adaptability and flexibility to fluctuating environments and resources. However, comparatively little work has been conducted on demonstrating the precise functions of African MSA points, burins, scrapers, etc. (exceptions include Shea (2006) and Lombard (2007)). Smaller lithic sizes certainly mean greater portability, and could be related to the exploitation of a wider range of ecological niches by hominin populations after this date, (around the beginning of OIS 5). This hypothesis is also indicated by the increase in retouched pieces, perhaps related to more hafting; it is further supported by the presence of non-local raw materials, and the wider range of site locations. Analyses of hominin remains for this period have tended to focus on attributing individuals to species or sub-species and dating the remains. If one accepts the\nexisting dates for specimens it is clear that during OIS 7–6, Group 1, Group 2 and Group 3 hominins could have been co-existing in eastern Africa (Fig. 2), but that after the end of OIS 6/beginning of OIS 5 only specimens attributed to Group 3 appear to be present. Of course the sample size is small; this could be chance and the pattern may reflect research history and site preservation patterns. If the pattern were real, many would argue the increase in variability of site types is directly related to the appearance of Group 3 hominins (Homo sapiens). Equally however, this could relate to a behavioural shift in hominin populations (not just Group 3), to increasing population densities, and/or to greater mobility."
  }, {
    "heading": "3. African refugia",
    "text": "Palaeoenvironmental change associated with the early part of the hominin evolution has been at the top of the agenda for some years now (e.g. Vrba et al., 1995; Hughes et al., 2007; Kingston et al., 2007). By contrast, the debate surrounding the emergence of Homo sapiens has been dominated by the ‘‘modernity’’ issue (e.g. McBrearty and Brooks, 2000; Henshilwood and Marean, 2003), where the principal focus has been on identifying when ‘‘modern’’ behaviour emerged, as opposed to, or in relation to the emergence of anatomical ‘‘modernity’’. A key exception to this trend was Clark, who considered both the importance of palaeoenvironments and the development of social identity (Clark, 1989). Recently however, refugia have been increasingly incorporated into discussions of the origin of Homo sapiens as areas that are thought to have maintained hominin populations through a genetic bottleneck (Lahr and Foley, 1994; Ambrose,1998). These have not been clearly defined however, either in terms of possible location or habitat specification. Hamilton, 1972–1974 has summarised research on the variety of species (vegetative, mammalian, avian, molluscan and butterfly) found in forests in Africa, dividing forested areas into two main sectors: that of the lowland forest, and montane forest (moist or dry). On the basis of species diversity and endemism, topography, rainfall patterns, and current distributions he suggests areas that may have been previously connected, and areas of possible forest refugia\nduring times of aridity. Citing Hamilton’s conclusions, Ambrose (1998) believes Africa would have maintained the largest hominin populations through the bottleneck during a postulated volcanic winter, and OIS 4. Forest refugia are identified as far-west Africa, central-west Africa, and the montane peripheries of the Congo basin (Hamilton, 1972–1974; Ambrose, 1998). Ambrose argues that other possible forest refugia could have existed in the Ethiopian highlands, and parts of southern Africa (although on what basis is unclear – presumably areas of similar precipitation) and makes a direct correlation between these areas and surviving hominin populations.\nHowever, according to Bailey et al. (1989), the capacity of tropical rainforest (lowland forest) to sustain hunter-gatherer populations in the absence of agricultural or horticultural neighbours is questionable. While the rainforests are the most productive ecosystems on earth, most of the energy exists in the form of inedible woody tissue or is high in the forest canopy. Availability of animal protein and fat is also limiting, because despite biodiversity, faunal biomass is low. These are also highly unpredictable environments, and seasonality of rainfall remains an important factor despite generally high precipitation (Bailey et al., 1989). Gragson (1992) goes some way to countering this argument, by highlighting the value of fish as a low-risk food source in the tropical rainforests of Amazonia, also making the point that fish populations recover quickly from severe depletions, but this is probably not applicable to highland refugia. Mercader (2002) too believes the rainforest could only have supported low densities of foragers, exploiting yams, and a range of tuber, fruit and nut species, while Eggert (1992) suggests that the question is not whether humans could live in the lowland rainforest all year round, but why they would choose privation of the forest interior when there were probably more reliable food sources at the forest margins during difficult months. When discussing forested areas as refugia, it is vital that they are precisely defined and the ecological productivity in relation to hominins is discussed.\nIn short, we know little about refugia, and how they would have worked. Considering the palaeoecology of central part of the Congo\nBasin, Preuss (1990) has demonstrated that over the last 40 ka BP climatic changes were largely synchronous with, although less marked than those of western and eastern Africa. We know that, very broadly speaking, forested areas expanded and contracted in accordance with glacial and interglacial cycles. But how quickly they responded to climatic change, exactly how change affected their distribution and composition, or indeed the hominins who may or may not have inhabited them is not clear (Eggert, 1992). Owen-Smith (1995) however does make the interesting point that whilst in temperate regions habitat types and species can migrate toward the poles or equator, it is possible that tropical regions differ, because they respond by fragmentation and expansion. That montane wooded environments were inhabited seems to be less controversial. African landscapes have been traditionally divided\ninto two major evolutionary domains: the rainforest of central and west Africa as home to apes, and the woodlands and savannas of eastern and southern Africa as the home of humanity (Mercader, 2002). Drawing on the archaeological evidence for hominin occupation of lowland rainforest, Mercader suggests this division is not so clear-cut, and the scarcity of archaeological sites from lowland regions is predominantly a result of research bias and inadequate exploration. On the basis of a few but important archaeological sites, and palynological evidence he concludes that the rainforest was inhabited during the Pleistocene. For the MSA, he argues the typological affinities of these sites are Sangoan and Lupemban, although dating remains difficult. Comparison of MSA sites in eastern Africa against proxy vegetation maps presented below, suggest a slightly different pattern."
  }, {
    "heading": "4. Palaeovegetation and MSA site distributions in eastern Africa",
    "text": "A review of palaeoenvironmental and palaeoclimatic change in eastern Africa, pertinent to the period under discussion is beyond the scope of this paper. An overview for this period is provided in Basell (2007), and a longer-term view of African palaeoclimatic change and the principal mechanisms of change have recently been reviewed by Maslin and Christensen (2007). This field has developed rapidly over the last ten years but data for periods preceding the Last Glacial Maximum (LGM) remain sparse. Site-specific environmental data from archaeological sites is also rare, and long continental records, which could be tied into the high-resolution ocean cores, are few. From the records that do exist for the Pleistocene and Holocene, it is quite clear that many factors have affected African climatic change, including sea surface\ntemperatures, monsoonal, oceanic and atmospheric circulation, vegetation cover, uplift, glaciers, volcanoes, and lakes.\nAdams and Faure have used palaeoenvironmental data to produce a series of global palaeovegetation maps for time-slices since the LGM (Adams and Faure, 1997b), which provide at least an approximation of changing regional patterns through a major climatic cycle. Although the maps will undoubtedly change as more data are generated, these maps allow the predominant shifts in vegetation zones to be identified. The relationship between climatic change and the vegetation response are too complex for us to assume that similar climatic conditions in pre-LGM periods would have generated vegetation zones as for the last glacial/ interglacial cycle. However, in the coarsest sense, they allow us to make a more informed judgement about pre-LGM periods and to identify areas that appear to be particularly sensitive to climatic change, and areas of comparative stability. In addition, the\ntopographic complexity of Eastern Africa and its relationship to the inter-tropical convergence zone (ITCZ) makes it particularly difficult to model the region’s responses to climatic change."
  }, {
    "heading": "4.1. Data sources and caveats",
    "text": "Figs. 4–6 show MSA sites against vegetation zones at 5000,11,000 and 20,000 radiocarbon years ago. There is also a map of presentpotential vegetation (Fig. 3) which is an attempt to show what the vegetation distributions would be today in the absence of anthropogenic impact. The vegetation backgrounds were generated by the Quaternary Environment Network (Adams, 1997). A detailed description of how the palaeovegetation maps were created, and the potential weaknesses in the maps may be found on the web pages (Adams, 1997; Adams and Faure, 1997a). The maps are a work in progress, and reconstructions have been achieved through the collection of many sources of interpreted data, based on inter-\ndisciplinary interpretations of plant fossils, zoological data, soil and sedimentological analyses. Where data are few, because no coring has been done for example, palaeovegetation is reconstructed through extrapolation and interpolation. The main bodies of water are overlain in all the diagrams, and drawn consistently at the same size. Obviously their presence and size has fluctuated, but at this scale, the representations would not change considerably (except in the case of hyper-aridity when lake levels would have been very low and some would have dried up completely). The filled marks represent MSA sites with some loose form of chronological control beyond one generated by lithic typology; the open marks represent stratified MSA sites, which are not dated. Table 2 shows the possible OIS attribution for the dated sites as discussed in Basell (2007) and the vegetation type which is dominant through most of the cycle. Several points are immediately clear from examining the changes in vegetation through a glacial/interglacial cycle, and the sites can be divided into four main geographical groups on the basis of this\nat 5000 radiocarbon years ago. Adapted from Basell (2007).\nassociation: firstly the highland areas of Kenya and Ethiopia, secondly the areas to the south of these zones, around Lake Turkana and Lake Eyasi, thirdly the sites on the Horn of Africa and finally those sites scattered around the northern area of the Ethiopian Highlands."
  }, {
    "heading": "4.2. Highland/woodland zones",
    "text": "Two areas are persistently covered by montane forest and open canopy woodland during each time-slice, with the exception of the extreme conditions of the LGM. These are the Ethiopian and Kenyan Highlands. Even during the LGM the Ethiopian highlands remain covered by scrub, although western Kenya turns to grassland. For much of the cycle, the areas of the west and south of Lake Victoria also appear to have been covered with open woodland. A large number of MSA sites fall within these eco-zones often lying at\neco-zonal boundaries (ecotones) between montane and open canopy woodland, or between woodland and savannah (a few trees) environments. This is particularly the case for sites within the rift, an example of which is Gademotta and Kulkuletti on the shores of Lake Ziway. Where the sites lie in the heart of the wooded area, they tend to be situated close to lakes or rivers. The location of sites at these boundaries and in areas of high topographic relief is important. Even with a significant shift in mean annual temperature, the ecotone is likely to move up or down the altitudinal gradient a relatively small distance (as of Marchant et al., 1997). By contrast, in an area of low topographic relief, vegetation change would be more likely to occur across a much wider area. Thus, an ecotonal location would maximise the resources available to hominins as well as providing comparative habitat stability over longer time frames. While this observation holds true at this coarse\nscale, in light of the preceding examination of proxy data, it is likely that a more detailed study would reveal a far more complex situation (see for example Jolly et al., 1997). Nonetheless, this pattern is useful as a starting point for future regionally based work, and if the dates for MSA sites in these regions are accepted, it appears that both the Kenyan and Ethiopian areas were used in glacial and interglacial stages (Table 2). It is possible that the Ethiopian Highlands were being used as refugia during periods of glacial aridity. The dating here is critical, for while the map at the LGM shows the vegetation turned to scrub, during the Late Glacial Stadial (Fig. 5), the areas in which these sites lie, remained covered by, or close to woodland. The poor chronological control and possibility that the MSA sites we see fall within microenvironments means that no certain correlation can currently be made between the Ethiopian highlands acting as refugia and MSA sites.\nWhether sites such as K’One, Gademotta and Kulkuletti lay in microenvironmental settings or not, there is a strong probability\nthat woodland lay nearby, and this is not discussed in interpretations at a site specific level (Clark, 1982, 1988; Brandt, 1986). Porc Epic is discussed as a useful location for tracking game movements (Clark and Williamson, 1984). This is possible, as the site appears to lie at a boundary between woodland and savannah or grassland environments. Depending on the precise location and vista from the cave, the excavators’ interpretation remains feasible, but it seems unlikely the site could have been used in this manner if it overlooked tree-covered land. The only exceptions are Lukenya Hill and the Sangoan sites of western Kenya, where site proximity to woodland has been discussed. For many years Sangoan assemblages were considered as representative of woodland adaptations due to a correlation between their distribution and present day vegetation. Two points were used argue that this was not the case. Plant macro-fossil evidence from Simbi; and the argument that tropical rainforest (lowland forest) does not have the capacity to sustain hunter-gatherer populations in the absence of agricultural\nor horticultural neighbours (McBrearty, 1987; Bailey et al., 1989). Instead McBrearty (1987) suggested that the bovid fauna, the plant macrofossils from Simbi, and the environmental and archaeological dates from other Sangoan sites (which fall outside the range of this study, such as Kalambo Falls and Andalee) were more likely to represent occupations in arid habitats during glacial periods. Although this was put forward as a preliminary interpretation, the view has been widely accepted, despite the dating problems and the small number of sites.\nFigs. 3–6 indicate that unless dates of Sangoan sites in eastern Africa are shown to be constrained to a period of prolonged aridity, a woodland adaptation for the Sangoan remains a possibility. Simbi lies at the margins of an area that persists in all time slices but the hyper-aridity of the LGM, as an area of montane forest (not tropical rainforest), bordering savannah. Muguruk too lies at this margin, and is said to have Sangoan-Lupemban affinities. If such a pattern was demonstrated to hold true for pre-LGM periods, it is perfectly possible, and indeed likely that these sites would have faunal remains more readily associated with savannah environments. The macro-fossil data generally represent local environments, and it\nremains possible that these sites lay in woodland clearings or at the edge of wooded areas bordering on areas of more open vegetation.\nThe dates associated with Lukenya Hill currently fall within OIS 3. The date of the MSA at this site is thought to be older than this, but no absolute dates have been obtained. Despite this, in a paper that uses palaeoenvironmental, ethnographic, faunal and archaeological evidence, Kusimba (1999) considered the relationship between the archaeology and the site’s setting, noting that the site lies at an ecotonal boundary between the lowland plains and the Machakos Hills. She states that the site lay in grasslands for most of the Upper Pleistocene, ostensibly on the basis of faunal analysis and the site’s open setting. This may be true if the site lies in a microenvironmental setting, but the macro-scale maps presented here suggest that this would not have been the case for large periods of a glacial/interglacial cycle. This emphasises the need for site-specific and regional studies of palaeoenvironmental conditions. An important conclusion of Kusimba’s (1999) consideration of hunting and gathering in grassland environments, is that water sources, rather than animal distributions are the principal determinants in individual and group hominin movements. She also emphasises the importance of plants for hunter-gatherers surviving in dry tropical environments, and that inselbergs, mountains, gallery forests and seasonally flooded grasslands may have supported large resource patches. These points are pertinent in discussing the remaining three zones."
  }, {
    "heading": "4.3. Savannah lake margins",
    "text": "Outside these areas of generally persistent montane forest/open canopy woodland, greater fluctuations occur in the vegetation cover over the glacial/interglacial cycle. These changes are generally represented by shifts between savannah (a few trees) and grassland environments. Of particular interest is the apparent stability of vegetation over time around Lake Turkana, and to the east of Lake Victoria, around Lake Eyasi and Lake Nakuru, which remain as savannah with a few trees in all time-slots except the LGM when both areas change to grassland or semi-desert environments. These vegetation zones would afford rather different resources, from the highland areas.\nThe clustering of MSA sites around lakes in these regions is unlikely to be coincidental. Even during phases of prolonged aridity, lake margins would probably have maintained greater habitat stability. This would be particularly true for lakes, which are predominantly groundwater fed, and such areas today support a larger number of trees and more vegetation. Evenwhere an area turns to open grassland, or semi-desert, it is possible that a greater degree of tree cover and vegetationwould have been present around lake margins. In periods of prolonged aridity, such areas could have supported small hominin populations, acting as oases within large areas of arid grassland or semi desert. They would also have been extremely important locations for animals; even those adapted to arid grassland habitats."
  }, {
    "heading": "4.4. The Horn",
    "text": "The Horn is covered by grassland in all but the most extreme (the Lateglacial stadial and the LGM) conditions, when aridity increases and the area turns to semi- and fully desert conditions. Dated MSA sites all fall in interglacial phases, so these sites are unlikely to represent hominin occupation of semi- and extreme desert conditions. Furthermore, they are confined to a narrow strip close to the present coast, which is at a higher elevation above sea level. It seems probable that a regionally based study of palaeoenvironmental change in this area would show a more varied palaeovegetation signature than grassland. It is difficult to comment on the undated sites to the south of this strip, but it is worth noting that all of these lie next to major rivers or are rock shelters in inselbergs."
  }, {
    "heading": "4.5. Sites to the north of the Ethiopian Highland zone",
    "text": "These include the sites of Singa and Abu Hugar, Herto, Aduma and Bouri, and Abdur. Singa and Abu Hugar are well dated to OIS 6. This is a prolonged period of aridity and palaeovegetation would be most similar to that shown in the map of the LGM. This suggests the sites lay in extreme desert conditions. Both sites lie in the fluvial deposits of the Blue Nile, so perhaps this is an example of an ‘‘oasis’’ setting, (as described for lake margins above) or riverine corridor; the fauna from the site has been used to suggest an open wooded habitat similar to that in which the site is found today. A more likely interpretation is that these finds are in a secondary context and the fauna cannot be considered as representative of the site’s setting during OIS 6. Only further work on the material and stratigraphy from this site, and some attempt at reconstructing regionally specific palaeovegetation data from suitable deposits could clarify this. Abdur is dated to OIS 5, and is most likely to have lain in a grassland or savannah (with a few trees) setting. Herto, Aduma and Bouri are again dated to OIS 6, but the desert environments shown in the proxy vegetation data are not supported by the site- specific faunal data. These sites are interpreted as river and lake-shore settings on the basis of sedimentological analyses. In this case it seems very likely that these are sites lying in an oasis or favourable microenvironmental setting. It should also be noted that fluvial or lacustrine settings would be possible given the comparative proximity of these sites to the Ethiopian Highland zone."
  }, {
    "heading": "4.6. Discussion",
    "text": "There do not appear to be any strong chronological variations with the use of different vegetation zones, with the exception of the sites on the Horn. This may be a relic of poor chronological control. Several general points are apparent from this analysis. Firstly, montane woodland, open woodland, savannah with trees and scrub dominate nearly all areas of eastern Africa where MSA sites occur. This has not been widely discussed in the literature. Trees, or at least some tree cover appears to be important. This is contrary to the more common assumption that hominins during this period favoured open grassland environments (e.g. Finlayson, 2005). This is not to suggest that hominins did not target large herds of migratory animals, which inhabit arid grasslands. This would remain a possibility for hominins living in or near savannah environments with trees, or near to permanent water sources. It does suggest, contra Finlayson (2005) that hominins did not preferentially follow such herds for long distances across tracts of treeless grassland.\nThe areas traditionally thought of as forest refugia (the Ethiopian and Kenyan Highlands) during periods of hyper aridity during glacial maxima (for example OIS 4 and 6) could certainly have acted in this way, but it is not possible to discuss whether areas of tropical rainforest acted as refugia, as no areas of this vegetation type occur in the study area. As OIS 6 and 4 were both longer and colder (more arid) than the LGM, this is a more appropriate proxy than the OIS 2 stadial where the much shorter cold phase had less of an effect on palaeovegetation. A few sites fall within areas of highland forest refugia, and are dated to glacial stages, but sites are not exclusively restricted to such areas during glacial stages. Instead, it seems that lake and river margins are equally or more important for hominins during the MSA."
  }, {
    "heading": "5. The East African Rift System: volcanic and tectonic activity",
    "text": "Consideration of volcanic and tectonic activity with respect to human evolution as a whole has been limited despite much attention being paid to the impact of these factors on human populations\ntoday and historically. This is particularly relevant for hominin evolution in eastern Africa, because the East African Rift System (EARS) has been volcanically and tectonically active throughout this period (Chorowicz, 1990). This section briefly discusses what is known of later Quaternary volcanism in eastern Africa and possible implications of this for hominins living at that time."
  }, {
    "heading": "5.1. Quaternary volcanism in eastern Africa",
    "text": "The rift valley consists of two main branches, which have been volcanically and tectonically active since the inception of rifting in late Oligocene times (King, 1978; Schlüter, 1997), with volcanism gradually shifting eastward over time (Williams, 1978). The role of volcanism in the western and eastern branches is quite different however (Karson and Curtis,1994). Volcanism in the eastern branch has occurred intermittently over its entire 2000 km length since the beginning of rifting, whereas volcanism in the western branch is confined to the Virunga Field of Rwanda, and the Rungwe Field of southern Tanzania, particularly in the area of Lake Massoko (Karson and Curtis, 1994). Volcanism is the exception rather than the rule of rift systems and the rift structures are similar irrespective of the infill (King, 1978; Schlüter, 1997). Volcanism is not restricted solely to the rift structure however, as demonstrated by the existence of mounts Marsabit, Elgon, Kenya and Kilimanjaro. The position and occurrence of these active volcanic centres has been attributed to major cross-rift structures, known as transfer faults (Bosworth, 1987, cited in Frostick, 1997). In the EARS certain areas have been more active than others during different periods. Currently Ethiopia is one of the most noticeably active areas, and teleseismic events regularly occur in the Afar region and western branch of the rift, while the rest of the rift is comparatively quiet. Volcanic activity occurred in the Holocene, and a gazetteer exists for all known Holocene eruptions, compiled by the Smithsonian Institution (Simkin and Siebert, 1994). Less detailed information and fewer accurate dates are available for Quaternary activity in eastern Africa, but volcanism during this period was very significant, particularly in Kenya and Ethiopia.\nThe western branch of the rift during the Quaternary was comparatively quiet. Basaltic activity associated with Nyamuragira and Nyragongo (two of the Virunga volcanoes) persisted, but the only explosive Quaternary volcanism in the western rift was in the Rungwe Mountains (Pyle, 1999). The eastern and Ethiopian rifts were far more active. Tephra layers in cores from Lakes Elementeita, Nakuru, Naivasha, and Sonachi have been tentatively correlated to 16,000–29,000 radiocarbon years BP. Pyle (1999) has commented that, in contrast to the lower levels of Holocene volcanic activity in the region, Late Pleistocene tephra are thick and nearly continuous. This is due to the Pleistocene development of one of the most noticeable features in the eastern rift: the string of low-angle, multi-vent shield volcanoes down its axis (Bosworth et al., 2000). The construction of these volcanoes occurred less than 2 Ma, when the inner rift valley experienced focused subsidence and intense faulting. Such faulting was associated with eruptive fissures, lava domes and pyroclastic cones, which occurred parallel to the rift margins. Most volcanism occurred after 1 Ma. Later however, and particularly after w100 ka BP, many of the axial volcanoes collapsed. Large, nearly vertically walled calderas resulted, accompanied by the eruption, in many cases, of large volumes of ring-fracture lavas and pyroclastic material from smaller vents on the flanks of the volcanoes (Bosworth et al., 2000). These cycles of ‘Krakatoan’ style collapse (see Francis and Oppenheimer, 2004) are particularly associated with the central and southern volcanoes of the Kenyan Rift, and the central sector of the main Ethiopian Rift.\nIn Kenya, three further areas of multi-centred basaltic volcanism have been identified 150–250 km outside of the rift, also dating to the late Quaternary: the Huri, Nyumbeni and Chyulu Hills (Baker\net al., 1971; Williams, 1978). Generally, the volcanism of the rift floor is described as trachytic, and that of the plateau as basaltic, but this is an oversimplification (Williams, 1978; Williams et al., 1984). The Quaternary volcanics of the rift floor are complicated and there is significant variability in the dimensions of the calderas, the composition of each volcano’s eruptives, the structural setting and topography, and the span of activity. Not all of the Quaternary volcanoes are calderas, but Pyle’s (1999) review of the literature on Pleistocene tephra deposits in Africa, makes it clear that some of the highest impact, most effusive volcanic events in the eastern rift, during the Quaternary were the eruptions from the caldera volcanoes.\nPyle’s (1999) survey of major Quaternary caldera structures in Africa shows there are 18 in Ethiopia alone, focussed mainly the Wonji fault of the Ethiopian Rift. Like Kenya, the Ethiopian Rift also has areas of basaltic fissure volcanism dating to the Quaternary, (generally w250–200 ka BP) (Mohr et al., 1980). The major PlioPleistocene silicic centres in Ethiopia include Duguna, Corbetti, Aluto, O’a (also known as Shalla), Gademotta, Gadamsa, Gariboldi, Fantali and Bora (Mohr et al., 1980; WoldeGabriel et al., 2000). O’a was active between 280 and 180 ka BP and its collapse volume is estimated to have been 120 km3; the smaller Aluto was active between 270 and 21 ka BP with an estimated collapse volume of 25 km3 (Mohr et al., 1980; WoldeGabriel et al., 2000). The collapse volumes of the others range from w3 to w45 km3 (Mohr et al., 1980). Bosworth et al. (2000, p. 3), follow Dunkley et al. (1993) suggesting that the formation of calderas during the Pleistocene were a unique feature in the evolution of the rift, and to date, there is little evidence for older caldera structures in Kenya or Ethiopia. Kenya’s largest caldera volcano is Menegai, which is 80 km2, but the exact date of caldera collapse is uncertain so it is not included. Suswa’s caldera is the next largest, measuring 20 km2 (Bosworth et al., 2000). While these eruptions are not of the same magnitude as Toba, it is nevertheless ‘‘difficult to conceive of the societal consequences that would ensue if such an eruption were to take place today’’ (Francis and Oppenheimer, 2004, p. 263), and they must have had a huge impact on landscapes, the environment and the climate in eastern Africa.\nIt is most important to recognise that volcanic activity is not restricted solely to the phase of caldera collapse however, and that caldera collapse was not always effusive (Williams et al.,1984; Francis and Oppenheimer, 2004). The constructive phases, syn-caldera formation and post-caldera events may all include significant volcanic activity, and calderas may be resurgent (Francis and Oppenheimer, 2004), which is the case at Suswa. Because of this variability (see Williams et al., 1984), it is important to consider each volcano in its own right, and be wary of generalisations."
  }, {
    "heading": "5.2. Potential effects of Quaternary volcanism in the EARS",
    "text": "The significant and unique volcanic activity that occurred during the Late Quaternary would have had an impact on regional climate. The type of volcanism and eruption, and the length of the event(s) determine the impact on climate. A plinian style eruption such as those associated with the explosive caldera collapse of some of the axial rift volcanoes may inject large quantities of tephra and gases into different levels of the atmosphere, and the equatorial position of the volcanoes would have had the capability to affect global climate (Zielinski, 2000; Francis and Oppenheimer, 2004). Similar events have occurred in historical times, and are often (but not always) associated with a climatic cooling of 0.2– 0.3 C (Zielinski, 2000). They have also been recorded in the polar ice-cores, although matching the event to the source is difficult beyond the last 2000 years, and only a minimum of events are recorded (Zielinski et al., 1995). Assessing the potential impact on climate and its spatial and temporal extent will require coupled\nGCM and volcanic modelling, but it is likely that the impact would also be affected by the state of the climate system at the time of the eruption (i.e. glacial vs interglacial; Zielinski, 2000), and the position of the Inter Tropical Convergence Zone (Zielinski, 2000). This volcanic and faulting activity also created very specific landscape forms that had much longer-term impacts. New topographic highs and lows were formed, sometimes very rapidly and at other times more gradually, which would have affected local rainfall patterns, fauna, flora, sedimentation and erosion patterns as well as groundwater conditions (Williams, 1978). This must have had an impact on the distribution of hominin populations and lifeways, but we are currently unable to fully appreciate such changes due to the lack of high-resolution regional studies.\nThe precise influence of volcanic activity over vegetation cover and landscape form can only be considered in relation to type of volcanism and lava flows. For example, the montane forests of eastern Tanzania (which were probably sites of montane forest refuge during periods of Pleistocene aridity), are richer today in species and endemics than forests occurring on most volcanic mountains (Hamilton, 1972–1974, p. 71 after Moreau). Topographically, calderas tend to form abrupt and significant cliffs, and be subsequently affected in predictable ways by processes of erosion and sedimentation. Alternatively, contrasts can be drawn between effusive and explosive volcanism, and the different types of lava flows, which vary according to the composition of the magma. As Bailey et al. (2000) have suggested, such factors can be usefully considered in relation to potential patterns of homininlandscape interaction. Landscape forms (e.g. volcanic areas, lake basins) are highly pertinent to the consideration and comparison of regional records of hominin activity during MSA, if hominins are considered as part of the dynamic character of the landscape. Isaac (1972, p. 165) made the same point in a discussion of settlement patterns and landscape use, writing ‘‘. investigation can be carried out by treating minutiae of the character and placement of sites within a single natural physiographic division such as a lake basin or river valley. Studies . are possible even for remote periods of Pleistocene time, but depend on detailed stratigraphic work and careful palaeogeographic reconstruction.’’ Because work was in its infancy he was only able to provide a few examples from a range of periods; some thirty years later this remains a major research objective."
  }, {
    "heading": "5.3. Potential impact on hominin evolution",
    "text": "The volcanism–climate and volcanism–landscape relationships are extremely complex. Generalisations are difficult to make, and determining the impact of such events on human evolution is challenging. There was considerable and varied volcanism in eastern Africa, during the time-range that Homo sapiens are currently thought to have evolved and spread out of Africa. This was of a different type to that which occurred during earlier phases in the evolution of the EARS. Exactly how these events might affect large-scale evolutionary models remains to be established, but they should certainly not be ignored, particularly when equatorial Africa is put forward as offering refugia at times of rapid climatic fluctuation, or aridity associated with glacial periods. It seems highly likely that faulting and the formation of these volcanoes (combined with other factors) could have affected the range of areas inhabitable by hominins, and could have played a part in population isolation both directly and indirectly. With the collapse of the calderas after 125 ka BP, it is not so much the speciation events, but the dispersals within and out of Africa that become relevant. The EARS ‘‘. cuts through the African craton and acts as both a northsouth corridor for, and an east-west barrier to, the migration of animals and birds’’ (Frostick, 1997, p. 187). The idea of the East African rifts as ‘‘corridors’’ resonates with the ‘‘opening and\nclosing’’ of the Levantine corridor during this period as discussed by Tchernov (1992). It is possible that volcanic activity in the eastern branch of the rift ‘‘closed’’ this corridor, and possibly made the western branch of the rift more amenable to hominin habitation as noted by WoldeGabriel et al. (2000). An idea of the short-term impacts of volcanic events may be gained from Francis and Oppenhimer (2004) and Blong (1984). Eruptions in combination with climatic fluctuations, or amplified through feedback mechanisms, may have generated environmental instability in refugia and could have influenced dispersals of Homo sapiens within and out of Africa. Could these factors have increased need for adaptability and should these eruptive centres be considered as impediments or stimulating factors, in the speciation and spread of Homo sapiens?"
  }, {
    "heading": "6. Conclusion: a hypothesis",
    "text": "It is curious that many archaeologists in considering hominin evolution, much of which apparently occurred in one of the most ecologically diverse areas of the planet, over a period that witnessed tremendous and often rapid climatic and volcanic change, focus on such (indefinable) concepts such as ‘‘modernity’’, before adequately considering the various conditions of hominin existence. Despite the serious and persistent problems with the data, this review of the archaeology and palaeolandscapes of MSA eastern Africa has suggested a number of conclusions. This demonstrates that even with problematic and limited data, it is possible to steer away from the modernity theme which has been so pervasive in much recent literature and develop new interpretations and explanations for this period. The ideas presented here provide an alternative set of hypotheses, which it will be possible to test during future inter-disciplinary fieldwork and modelling.\nDuring OIS 7–6 there appear to be several hominin types. After OIS 6, at some point in OIS 5 only Group 3 hominins (Homo sapiens) remain archaeologically visible. Foley and Lahr (1998) have argued that the bottleneck required to account for patterns in the genetics occurred during the long period of aridity associated with OIS 6. This certainly seems to be a strong possibility and fits well with the data presented in this paper. It has been argued that east Africa – and particularly the highlands of Ethiopia and western Kenya – could have acted as refugia during a bottleneck. Examination of site distributions against proxy data for the last glacial/interglacial cycle show that these areas could indeed have acted in this way, but that there is no strong evidence to support this during OIS 4, 6 or 8; i.e. the sites, which are dated to these glacial phases, do not exclusively fall within the postulated highland refugia zones. Instead, the examination of site distributions against the proxy data suggests that lake margins and ecotones were important. Both lake margins and the highland areas would have offered comparative habitat stability and living within ecotones would have maximised the resources available to different hominin groups. During periods of prolonged aridity, such as OIS 6, lake margins could have acted as oases, supporting increasingly isolated hominin populations. For the majority of a glacial/interglacial cycle, it seems that most hominins were living in or close to open canopy woodland or montane forest. Importantly, neither of these forest types are tropical rainforest, which several authors have argued cannot support hominin populations in the absence of agriculture as discussed above. The importance and affordances of these different woodland types in relation to hominin adaptations requires further research, and support from site-specific palaeoenvironmental information. Nonetheless, this association of MSA sites with woodland differs from the popularly accepted impression of MSA hominins favouring open grassland environments.\nThe proxy vegetation data discussed above, suggest a significant reduction in tree cover over large swathes of eastern Africa around the LGM – a period of prolonged aridity – with much of the area\nturning to extreme desert, semi-desert and grasslands. If wooded environments were favoured by hominins, offering protection from heat and predators, and adequate water and food then increasing areas of desert and grasslands (with no trees) could have acted as barriers between hominin populations during glacial phases. This would have left hominins concentrated around lake margins and large rivers where increased tree cover and vegetation persisted as oases. With increasing aridity, such areas would also have become more important to other animals (even those able to adapt to increasing grassland and desert environments), as water sources became scarcer. Coastal sites are largely missing due to present day sea levels, but these may also have acted as refugia.\nExamination of the archaeological evidence – lithics, site locations, hominin remains and raw materials – indicates that change occurred after w125 ka BP. It is suggested above that this is associated with an increase in mobility and hypothesised that this can be linked to several inter-related causal factors. Firstly with the climatic amelioration of OIS 5, hominin populations began to expand. Although other hominin species and sub-species may have survived, it is only Group 3 hominins, Homo sapiens, which remain archaeologically visible from OIS 5 onwards. Driven partly by increasing population densities and attracted by the expansion of savannah/woodland habitats and increasing water resources, populations expanded out of the lake margin and highland refugia into an increasing variety of locations. Dispersals within Africa seem very likely, and out of Africa quite possible. Such dispersals may also have been intermittently stimulated after 125 ka BP by a series of major caldera collapses along the eastern branch of the African rift which are unique in its the evolution, and would have made large areas of the rift uninhabitable for significant periods of time. Dispersal of Homo sapiens out of Africa at this time would fit well with the earliest dates in the Near East for the species at Qafzeh and Skhul (Stringer et al., 1989; Grün and Stringer, 1991; McDermott et al., 1993). It should also be noted that these conclusions are not incompatible with the northward expansion of hominins via the Nile valley and eastern Sahara due to favourable bioclimatic fluctuations (e.g. the ‘Saharan Pump’ hypothesis; Roberts, 1984). Increasingly our knowledge of when such conditions might have existed in northern Africa and specifically the Nile and Sahara is improving (e.g. Williams and Faure, 1980; Williams et al., 2000; Armitage et al., 2007), although linking these windows of opportunity to the archaeological, palaeoclimatic, and palaeoenvironmental records of eastern Africa remains a fascinating research prerogative.\nThe hypothesis put forward in this paper, and developed through the examination of a several large-scale datasets can be summarised as follows.\nHomo sapiens evolved at some time in OIS 7– perhaps around 200 ka BP. This fits well with the date for mitochondrial ‘‘eve’’ and with the fossil evidence for eastern Africa. Other hominins, which could be defined as different species or sub-species persisted and co-existed with Homo sapiens. Exactly how/whether the populations differed in terms of their precise habitat preferences, technologies and social structures remains to be determined. The prolonged aridity of OIS 6 caused a severe reduction of hominin populations, which became increasingly isolated, surviving only in oases around lake margins, rivers and the highlands of Ethiopia and Kenya which were largely disconnected, separated by areas of open grassland, semi desert and desert. With the climatic amelioration of OIS 5, hominin populations began to expand again ‘‘pulled’’ by the expansion of savannah and woodland habitats and increasing water resources. Populations became increasingly mobile and this is reflected archaeologically in the lithics, raw material use and increasing variability of site locations. It is possible that different species or sub-species survived the bottleneck of OIS 6, but it is only Homo sapiens which is archaeologically\nvisible, at least in terms of hominin remains, after this date. Consideration of the volcanic and tectonic evidence also suggests that a ‘‘push’’ factor stimulating dispersals within and potentially out of eastern, or north eastern Africa.\nThis hypothesis could go some way to explaining the importance of eastern Africa during periods of glacial aridity and why Homo sapiens spread out of Africa during OIS 5. What it does not explain is why Homo sapiens evolved during OIS 7 as opposed to any other period, and this must remain a major research theme. This hypothesis should now be tested at a regional scale using interdisciplinary techniques to compare sites in a restricted geographic area."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was conducted as part of my doctoral research, which was funded by the Arts and Humanities Research Council. I would like to thank the participants at INQUA 2007 for their stimulating questions when I first presented this paper, John Stewart and two anonymous reviewers for their helpful comments and suggestions."
  }],
  "year": 2009,
  "references": [{
    "title": "Global land environments since the last interglacial",
    "authors": ["A. Adams"],
    "venue": "Oak Ridge National Laboratory, TN, USA. http://www.esd.ornl.gov/ern/qen/nerc.html",
    "year": 1997
  }, {
    "title": "QEN members. Review and Atlas of Palaeovegetation: Preliminary Land Ecosystem Maps of the World since the Last Glacial Maximum",
    "authors": ["A. Adams", "H. Faure"],
    "venue": "Oak Ridge National Laboratory, TN, USA. http://www.esd.ornl.gov/ ern/qen/adams1.html",
    "year": 1997
  }, {
    "title": "Preliminary vegetation maps of the world since the last glacial maximum: an aid to archaeological understanding",
    "authors": ["J.M. Adams", "H. Faure"],
    "venue": "Journal of Archaeological Science",
    "year": 1997
  }, {
    "title": "Late Pleistocene human population bottlenecks, volcanic winter and differentiation of modern humans",
    "authors": ["S.H. Ambrose"],
    "venue": "Journal of Human Evolution",
    "year": 1998
  }, {
    "title": "Multiple phases of North African humidity recorded in lacustrine sediments from the Fazzan Basin, Libyan Sahara",
    "authors": ["S.J. Armitage", "N.A. Drake", "S. Stokes", "A. El-Hawat", "M.J. Salem", "K. White", "P. Turner", "S.J. McLaren"],
    "venue": "Quaternary Geochronology",
    "year": 2007
  }, {
    "title": "Remains of Homo erectus from Bouri, Middle Awash, Ethiopia",
    "authors": ["B. Asfaw", "H. Gilbert", "Y. Beyene", "W.K. Hart", "P.R. Renne", "G. WoldeGabriel", "E.S. Vrba", "T.D. White"],
    "venue": "Nature 416,",
    "year": 2002
  }, {
    "title": "Tectonics, volcanism, landscape structure and human evolution in the African Rift",
    "authors": ["G. Bailey", "G. King", "I. Manighetti"],
    "venue": "Oxbow Books",
    "year": 2000
  }, {
    "title": "Hunting and gathering in a tropical rain forest: is it possible",
    "authors": ["R. Bailey", "G. Head", "M. Jenike", "B. Owen", "R. Rechtman", "E. Zechenter"],
    "venue": "American Anthropologist",
    "year": 1989
  }, {
    "title": "Sequence and geochronology of the Kenya",
    "authors": ["B. Baker", "L. Williams", "J. Miller", "F. Fitch"],
    "venue": "Rift Volcanics. Tectonophysics",
    "year": 1971
  }, {
    "title": "An Exploration of the Middle Stone Age of Eastern Africa and Excavations at Rambogo Rock Shelter, Kenya",
    "authors": ["L.S. Basell"],
    "year": 2007
  }, {
    "title": "Volcanic Hazards: A Sourcebook on the Effects of Eruptions",
    "authors": ["R.J. Blong"],
    "year": 1984
  }, {
    "title": "Magma chamber elongation as an indicator of intraplate stress field orientation: ‘‘borehole breakout mechanism’’ and examples from the Late Pleistocene to Recent Kenya Rift Valley",
    "authors": ["W. Bosworth", "K. Burke", "M. Strecker"],
    "year": 2000
  }, {
    "title": "The Upper Pleistocene and early Holocene prehistory of the Horn of Africa",
    "authors": ["S.A. Brandt"],
    "venue": "The African Archaeological Review",
    "year": 1986
  }, {
    "title": "A craniological approach to the origin of anatomically modern Homo sapiens in Africa and implications for the appearance of modern Europeans",
    "authors": ["G. Braüer"],
    "year": 1984
  }, {
    "title": "Dynamics of the different basin-types in the East African Rift",
    "authors": ["J. Chorowicz"],
    "venue": "Journal of African Earth Sciences",
    "year": 1990
  }, {
    "title": "The cultures of the Middle Palaeolithic/Middle Stone Age",
    "authors": ["J.D. Clark"],
    "year": 1982
  }, {
    "title": "The Middle Stone Age of East Africa and the Beginnings of Regional Identity",
    "authors": ["J.D. Clark"],
    "venue": "Journal of World Prehistory",
    "year": 1988
  }, {
    "title": "The origins and spread of modern humans: a broad perspective on the African evidence",
    "authors": ["J.D. Clark"],
    "year": 1989
  }, {
    "title": "Kalambo Falls Prehistoric Site: Volume 3 The Earlier Cultures: Middle and Earlier Stone Age",
    "authors": ["J.D. Clark"],
    "year": 2001
  }, {
    "title": "The Stone Age Cultural sequence: terminology, typology and raw material",
    "authors": ["J.D. Clark", "M.R. Kleindienst"],
    "year": 2001
  }, {
    "title": "PART I-A Middle Stone Age Occupation Site at Porc Epic Cave, Dire Dawa (east-central Ethiopia)",
    "authors": ["J.D. Clark", "K.D. Williamson"],
    "venue": "The African Archaeological Review",
    "year": 1984
  }, {
    "title": "Stratigraphic, chronological and behavioural contexts of Pleistocene Homo sapiens from Middle Awash, Ethiopia",
    "authors": ["J.D. Clark", "Y. Beyene", "G. WoldeGabriel", "W.K. Hart", "P.R. Renne", "H. Gilbert", "A. Defleur", "G. Suwa", "S. Katoh", "K.R. Ludwig", "Boisserie", "J.-R", "B. Asfaw", "T.D. White"],
    "venue": "Nature 423,",
    "year": 2003
  }, {
    "title": "The Later Pleistocene cultures of Africa",
    "authors": ["J.G.D. Clark"],
    "venue": "Science",
    "year": 1965
  }, {
    "title": "Kalambo Falls Prehistoric Site II. The Later Prehistoric Cultures",
    "authors": ["J.G.D. Clark"],
    "year": 1974
  }, {
    "title": "Return of the last Neanderthal",
    "authors": ["E. Delson", "K. Harvati"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "GM haplotype diversity of 82 populations over the world suggests a centrifugal model of human migrations",
    "authors": ["Dugoujon", "J.-M", "S. Hazout", "F. Loirat", "B. Mourrieras", "B. Crouau-Roy", "A. SanchezMazas"],
    "venue": "American Journal of Physical Anthropology",
    "year": 2004
  }, {
    "title": "The Central African rain forest: historical speculation and archaeological facts",
    "authors": ["M.K.H. Eggert"],
    "venue": "World Archaeology",
    "year": 1992
  }, {
    "title": "Biogeography and the evolution of the genus Homo",
    "authors": ["C. Finlayson"],
    "venue": "Trends in Ecology and Evolution",
    "year": 2005
  }, {
    "title": "The East African Rift Basins",
    "authors": ["L.E. Frostick"],
    "venue": "African Basins, Chapter 9. Elsevier Science BV,",
    "year": 1997
  }, {
    "title": "Allometric comparisons between Acheulean and Sangoan large cutting tools at Kalambo Falls",
    "authors": ["J.A.J. Gowlett", "R.H. Crompton", "L. Yu"],
    "year": 2001
  }, {
    "title": "Fishing the waters of Amazonia: native subsistence economies in a tropical rain forest",
    "authors": ["T.L. Gragson"],
    "venue": "American Anthropologist",
    "year": 1992
  }, {
    "title": "Electron spin resonance dating and the evolution of modern humans",
    "authors": ["R. Grün", "C. Stringer"],
    "venue": "Archaeometry",
    "year": 1991
  }, {
    "title": "Hominid cranial remains from Upper Pleistocene Deposits at Aduma, Middle Awash, Ethiopia",
    "authors": ["Y. Haile-Selassie", "B. Asfaw", "T.D. White"],
    "venue": "American Journal of Physical Anthropology",
    "year": 2004
  }, {
    "title": "The significance of patterns of distribution shown by forest plants and animals in tropical Africa for the reconstruction of Upper Pleistocene Palaeoenvironments: a review",
    "authors": ["A. Hamilton"],
    "venue": "Palaeoecology of Africa",
    "year": 1972
  }, {
    "title": "Selection on mitochondrial DNA",
    "authors": ["J. Hawks"],
    "year": 2006
  }, {
    "title": "Population bottlenecks and Pleistocene human evolution",
    "authors": ["J. Hawks", "J. Hunley", "Lee", "S.-H", "M. Wolpoff"],
    "venue": "Molecular Biology and Evolution",
    "year": 2000
  }, {
    "title": "The origin of modern human behavior: critique of the models and their test implications",
    "authors": ["C. Henshilwood", "C.A. Marean"],
    "venue": "Current Anthropology",
    "year": 2003
  }, {
    "title": "Investigating early hominin dispersal patterns: developing a framework for climate data integration",
    "authors": ["J.K. Hughes", "A. Haywood", "S. Mithen", "B.W. Sellwood", "P.J. Valdes"],
    "venue": "Journal of Human Evolution",
    "year": 2007
  }, {
    "title": "Comparative studies of Pleistocene site locations in East Africa",
    "authors": ["G.L. Isaac"],
    "year": 1972
  }, {
    "title": "Vegetation dynamics in central Africa since 18,000 yr BP: pollen records from the interlacustrine highlands of Burundi, Rwanda and western Uganda",
    "authors": ["D. Jolly", "D. Taylor", "R. Marchant", "A. Hamilton", "R. Bonnefille", "G. Buchet", "G. Riollet"],
    "venue": "Journal of Biogeography",
    "year": 1997
  }, {
    "title": "Quaternary volcanic centres of the Turkana Rift, Kenya",
    "authors": ["J.A. Karson", "P.C. Curtis"],
    "venue": "Journal of African Earth Sciences",
    "year": 1994
  }, {
    "title": "Structural and volcanic evolution of the Gregory Rift Valley",
    "authors": ["B.C. King"],
    "year": 1978
  }, {
    "title": "Astronomically forced climate change in the Kenyan Rift Valley 2.7–2.55 Ma: implications for the evolution of early human ecosystems",
    "authors": ["J.D. Kingston", "A.L. Deino", "R.K. Edgar", "A. Hill"],
    "venue": "Journal of Human Evolution",
    "year": 2007
  }, {
    "title": "Complete MtDNA sequences-quest on ’Out-of-Africa’ route completed",
    "authors": ["T. Kivisild"],
    "year": 2007
  }, {
    "title": "Problems in the study of the Middle Stone Age of South Africa",
    "authors": ["R.G. Klein"],
    "venue": "South African Archaeological Bulletin",
    "year": 1970
  }, {
    "title": "Hunter-gatherer land use patterns in Later Stone Age East Africa",
    "authors": ["S.B. Kusimba"],
    "venue": "Journal of Anthropological Archaeology",
    "year": 1999
  }, {
    "title": "Multiple dispersals and modern human origins",
    "authors": ["M.M. Lahr", "R. Foley"],
    "venue": "Evolutionary Anthropology",
    "year": 1994
  }, {
    "title": "Finding resolution for the Howiesons Poort through the microscope: micro-residue analysis of segments from Sibudu Cave, South Africa",
    "authors": ["M. Lombard"],
    "venue": "Journal of Archaeological Science",
    "year": 2007
  }, {
    "title": "Middle and Later Stone Age land-use and lithic technology in the Eyasi Basin, Tanzania",
    "authors": ["A. Mabulla"],
    "venue": "Unpublished PhD thesis, University of Florida",
    "year": 1996
  }, {
    "title": "Late Pleistocene and Holocene history at Mubwindi Swamp, Southwest Uganda",
    "authors": ["R. Marchant", "D. Taylor", "A.C. Hamilton"],
    "venue": "Quaternary Research",
    "year": 1997
  }, {
    "title": "The Middle Stone Age with reference to Tanzania",
    "authors": ["F.T. Masao"],
    "year": 1992
  }, {
    "title": "Tectonics, orbital forcing, global climate change, and human evolution in Africa: introduction to the African paleoclimate special volume",
    "authors": ["M.A. Maslin", "B. Christensen"],
    "venue": "Journal of Human Evolution",
    "year": 2007
  }, {
    "title": "Une Evaluation du Sangoen: son Age, son",
    "authors": ["S. McBrearty"],
    "venue": "Environnement et son Rapport avec L’Origine de L’Homo Sapiens. L’Anthropologie",
    "year": 1987
  }, {
    "title": "The Sangoan-Lupemban and Middle Stone Age sequence at Muguruk site, western Kenya",
    "authors": ["S. McBrearty"],
    "venue": "World Archaeology",
    "year": 1988
  }, {
    "title": "The revolution that wasn’t: a new interpretation of the origin of modern human behaviour",
    "authors": ["S. McBrearty", "A. Brooks"],
    "venue": "Journal of Human Evolution",
    "year": 2000
  }, {
    "title": "New Late-Pleistocene uranium-thorium and ESR dates for the Singa hominid (Sudan)",
    "authors": ["F. McDermott", "C. Stringer", "R. Grun", "C.T. Williams", "V.K. Din", "C.J. Hawkesworth"],
    "venue": "Journal of Human Evolution",
    "year": 1996
  }, {
    "title": "Mass-spectrometric U-series dates for Israeli Neanderthal/early modern hominid sites",
    "authors": ["F. McDermott", "R. Grün", "C.B. Stringer", "C.J. Hawkesworth"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Provenience, age and associations of archaic Homo sapiens crania from Lake Eyasi, Tanzania",
    "authors": ["M.J. Mehlman"],
    "venue": "Journal of Archaeological Science",
    "year": 1987
  }, {
    "title": "Later Quaternary archaeological sequences in northern Tanzania",
    "authors": ["M.J. Mehlman"],
    "venue": "Unpublished PhD thesis,",
    "year": 1989
  }, {
    "title": "Context for the emergence of modern man in Eastern Africa: some new Tanzanian evidence",
    "authors": ["M.J. Mehlman"],
    "year": 1991
  }, {
    "title": "Forest people: the role of African rainforests in human evolution and dispersal",
    "authors": ["J. Mercader"],
    "venue": "Evolutionary Anthropology",
    "year": 2002
  }, {
    "title": "Patterns of environment utilization by late prehistoric cultures in the southern Congo basin",
    "authors": ["S.F. Miller"],
    "venue": "BAR International Series 405,",
    "year": 1988
  }, {
    "title": "The bottleneck effect and genetic variability in populations",
    "authors": ["M. Nei", "T. Maruyama", "R. Chakraborty"],
    "venue": "Evolution 29,",
    "year": 1975
  }, {
    "title": "African savanna ecology, herbivore–habitat relations, and climate change, in: Wenner-Gren Conference. Background paper for participants in Symposium no. 119 ‘‘African Biogeography, Climate Change, and Early Hominid Evolution’’. Malawi",
    "authors": ["N. Owen-Smith"],
    "year": 1995
  }, {
    "title": "African Archaeology",
    "authors": ["D.W. Phillipson"],
    "year": 1993
  }, {
    "title": "L’evolution des paysages du bassin interieur du Zaire pendant les Quarante derniers millenaires",
    "authors": ["J. Preuss"],
    "venue": "Paysages de l’Afrique Centrale Atlantique. Editions OSTROM,",
    "year": 1990
  }, {
    "title": "Widely dispersed Quaternary tephra in Africa",
    "authors": ["D.M. Pyle"],
    "venue": "Global and Planetary Change",
    "year": 1999
  }, {
    "title": "Volcanic winter in the Garden of Eden: the Toba super-eruption and the Late Pleistocene human population crash",
    "authors": ["M.R. Rampino", "S. Ambrose"],
    "venue": "Geological Society of America Special Paper",
    "year": 2000
  }, {
    "title": "Pleistocene environments in time and space",
    "authors": ["N. Roberts"],
    "year": 1984
  }, {
    "title": "Genetic evidence on modern human origins",
    "authors": ["A. Rogers", "L.B. Jorde"],
    "venue": "Human Biology",
    "year": 1995
  }, {
    "title": "Early evidence of complexity in lithic economy: core-axe production, hafting and use at Late Middle Pleistocene site 8-B-11, Sai Island (Sudan)",
    "authors": ["V. Rots", "P. Van Peer"],
    "venue": "Journal of Archaeological Science",
    "year": 2006
  }, {
    "title": "Out of Africa with regional interbreeding? Modern human origins",
    "authors": ["Y. Satta", "N. Takahata"],
    "venue": "BioEssays",
    "year": 2002
  }, {
    "title": "Geology of East Africa. Gerbrüder Borntraeger, Berlin, Stuttgart",
    "authors": ["T. Schlüter"],
    "year": 1997
  }, {
    "title": "The origins of lithic projectile point technology: evidence from Africa, the Levant, and Europe",
    "authors": ["J. Shea"],
    "venue": "Journal of Archaeological Science",
    "year": 2006
  }, {
    "title": "Volcanoes of the World",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Is the glacial refugium concept relevant for northern species",
    "authors": ["J.R. Stewart", "L. Dalen"],
    "venue": "A comment on Pruett and Winker",
    "year": 2008
  }, {
    "title": "The origin and dispersal of Homo sapiens: our current state of knowledge",
    "authors": ["C. Stringer"],
    "year": 2007
  }, {
    "title": "ESR dates for the hominid burial site of Es Skhul in Israel",
    "authors": ["C.B. Stringer", "R. Grün", "H.P. Schwarcz", "P. Goldberg"],
    "venue": "Nature 338,",
    "year": 1989
  }, {
    "title": "Biochronology, paleoecology and dispersal events of hominids in the Southern Levant",
    "authors": ["E. Tchernov"],
    "year": 1992
  }, {
    "title": "A global haplotype analysis of the myotonic dystrophy locus: implications for the evolution of modern humans and for the origins of myotonic dystrophy mutations",
    "authors": ["S.A. Tishkoff", "A. Goldman", "F. Calafell", "W.C. Speed", "A.S. Deinard", "B. Bonne-Tamir", "J.R. Kidd", "A.J. Pakstis", "T. Jenkins", "K.K. Kidd"],
    "venue": "American Journal of Human Genetics",
    "year": 1998
  }, {
    "title": "Neanderthals and modern humans in the European landscape during the Last Glaciation: archaeological results of the stage three project",
    "authors": ["T. van Andel", "W. Davis"],
    "year": 2003
  }, {
    "title": "Paleoclimate and evolution with emphasis on human origins",
    "authors": ["E.S. Vrba", "G.H. Denton", "T.C. Partridge", "L.H. Burckle"],
    "year": 1995
  }, {
    "title": "Mitochondrial footprints of human expansions in Africa",
    "authors": ["E. Watson", "P. Forster", "M. Richards", "Bandelt", "H.-J"],
    "venue": "American Journal of Human Genetics",
    "year": 1997
  }, {
    "title": "Pleistocene Homo sapiens from Middle Awash, Ethiopia",
    "authors": ["T.D. White", "B. Asfaw", "D. DeGusta", "H. Giblbert", "G.D. Richards", "G. Suwa", "F.C. Howell"],
    "venue": "Nature 423,",
    "year": 2003
  }, {
    "title": "Character of Quaternary volcanism in the Gregory Rift Valley",
    "authors": ["L. Williams"],
    "year": 1978
  }, {
    "title": "Late Quaternary caldera volcanoes of the Kenya",
    "authors": ["L. Williams", "R. Macdonald", "G.R. Chapman"],
    "venue": "Rift Valley. Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Late Quaternary environments in the White Nile region",
    "authors": ["M.A.J. Williams", "D. Adamason", "B. Cock", "R. McEvedy"],
    "venue": "Sudan. Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Geology and palaeontology of the Late Miocene Middle Awash valley, Afar rift, Ethiopia",
    "authors": ["G. WoldeGabriel", "Y. Haile-Selassie", "P.R. Renne", "W.K. Hart", "S. Ambrose", "B. Asfaw", "G. Heiken", "M.J. White"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Volcanism, tectonism, sedimentation and the paleoanthropological record in the Ethiopian Rift System",
    "authors": ["G. WoldeGabriel", "G. Heiken", "T.D. White", "B. Asfaw", "W.K. Hart", "P.R. Renne"],
    "year": 2000
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) Ice Core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Quaternary Research",
    "year": 1995
  }],
  "id": "SP:de96294e4795477099d187a2d3759831d77a9255",
  "authors": [{
    "name": "Laura S. Basell",
    "affiliations": []
  }],
  "abstractText": "This paper considers the evolution of Homo sapiens in eastern Africa in relation to refugia and bottlenecks around w200 ka BP, at a macro scale. Middle Stone Age (MSA) lithics, site distributions and locations are analysed in relation to palaeovegetation maps of the last glacial/interglacial cycle, which are used as a proxy for earlier climate cycles. A ‘‘push and pull’’ model is then postulated for the spread of Homo sapiens out of refugia in eastern Africa, involving both volcanism (push) and habitat availability (pull). A date within OIS 5 is suggested for this expansion to other parts of the continent, and potentially further afield, contrary to a frequently proposed expansion within OIS 3. 2008 Elsevier Ltd. All rights reserved.",
  "title": "Middle Stone Age (MSA) site distributions in eastern Africa and their relationship to Quaternary environmental change, refugia and the evolution of Homo sapiens"
}