{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/ locate/ icarus\nCO2–SO2 clathrate hydrate formation on early Mars\nEric Chassefière a,b,⇑, Emmanuel Dartois c, Jean-Michel Herri d, Feng Tian e, Frédéric Schmidt a,b, Olivier Mousis f,g, Azzedine Lakhlifi f\na Univ Paris-Sud, Laboratoire IDES, UMR 8148, Université Paris-Sud, Bât. 504, Orsay F-91405, France b CNRS, Orsay F-91405, France c IAS, Université Paris-Sud, CNRS, France d Centre SPIN, ENS des Mines de Saint-Etienne, France e Center for Earth System Sciences, Tsinghua University, Beijing, China f Institut UTINAM, UMR 6213, Université de Franche-Comté & OSU THETA de Franche-Comté, France g Université de Toulouse, UPS-OMP, CNRS-INSU, IRAP, Toulouse, France\na r t i c l e i n f o\nArticle history: Received 7 July 2012 Revised 20 November 2012 Accepted 2 January 2013 Available online 16 January 2013\nKeywords: Ices Mars atmosphere Mars climate Mars surface Volcanism\n0019-1035/$ - see front matter 2013 Elsevier Inc. A http://dx.doi.org/10.1016/j.icarus.2013.01.001\n⇑ Corresponding author at: IDES, Université Paris-S 69 15 49 11.\nE-mail address: eric.chassefiere@u-psud.fr (E. Chas\na b s t r a c t\nIt is generally agreed that a dense CO2-dominant atmosphere was necessary in order to keep early Mars warm and wet. However, current models have not been able to produce surface temperature higher than the freezing point of water. Most sulfate minerals discovered on Mars are dated no earlier than the Hesperian, despite likely much stronger volcanic activities and more substantial release of sulfur-bearing gases into martian atmosphere during the Noachian. Here we show, using a 1-D radiative–convectivephotochemical model, that clathrate formation during the Noachian would have buffered the atmospheric CO2 pressure of early Mars at 2 bar and maintained a global average surface temperature 230 K. Because clathrates trap SO2 more favorably than CO2, all volcanically outgassed sulfur would have been trapped in Noachian Mars cryosphere, preventing a significant formation of sulfate minerals during the Noachian and inhibiting carbonates from forming at the surface in acidic water resulting from the local melting of the SO2-rich cryosphere. The massive formation of sulfate minerals at the surface of Mars during the Hesperian could be the consequence of a drop of the CO2 pressure below a 2-bar threshold value at the late Noachian–Hesperian transition, which would have released sulfur gases into the atmosphere from both the Noachian sulfur-rich cryosphere and still active Tharsis volcanism. A lower value of the pressure threshold, down to 0.5 bar, could have been sufficient to maintain middle and high latitude regions below the clathrate formation temperature during the Noachian and to make the trapping of SO2 in clathrates efficient. Our hypothesis could allow to explain the formation of chaotic terrains and outflow channels, and the occurrence of episodic warm episodes facilitated by the release of SO2 to the atmosphere. These episodes could explain the formation of valley networks and the degradation of impact craters, but remain to be confirmed by further modeling.\n2013 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Sulfur dioxide (SO2) has been proposed as a possible greenhouse gas which worked together with CO2 to raise the surface temperature of early Mars above the freezing point of water (Halevy et al., 2007; Johnson et al., 2008; Postawko and Kuhn, 1986), allowing liquid water to flow at the surface of the planet and carving the presently observed valley networks and outflow channels. However, the cooling from sulfur gases as a result of sulfate aerosol formation is an observational fact for the current atmosphere of Earth. On early Mars, the cooling effect of sulfate aerosols would also have counteracted efficiently the warming effect due to SO2\nll rights reserved.\nud, CNRS, France. Fax: +33 1\nsefière).\ngreenhouse effect and sulfur outgassing. After a short period of warming, the presence of sulfate aerosols would have resulted in a colder surface, with a net cooling, instead of warming, of the planet (Tian et al., 2010). No mechanism to keep ancient Mars warm and wet through greenhouse effect has been generally accepted so far, suggesting a cold and wet early Mars. Much of the aqueous activity on Mars could have occurred in subsurface hydrothermal systems powered by magmatic or impact activity (Squyres and Kasting, 1994; Griffith and Shock, 1995; Segura et al., 2002, 2008), rather than at the surface of the planet.\nSulfur, under both oxidized (SO2) and reduced (H2S) forms, could have been released in large amount by volcanism during the Noachian. From several 100 millibar to around one bar of sulfur could have been outgassed along martian history, most of which during the Noachian and the Hesperian (see e.g. Craddock and Greeley, 2009; Gaillard and Scaillet, 2009). The reconstructed\nevolution of the cumulated amount of released SO2 since the early Noachian, shortly after accretion, is shown in Fig. 1. It has been derived from both the CO2 volcanic release rates calculated from a thermo-chemical evolution model of Mars (Grott et al., 2011) and a photogeological analysis of the martian surface (Craddock and Greeley (2009), referred to as CG09 in this paper). The ratio between SO2 and CO2 molar fractions in the volcanic gas fSO2/fCO2 is typically in the range from 0.5 to 1 (see Fig. 5 in Gaillard and Scaillet (2009)). The evolutions of the CO2 partial pressure (denoted by pCO2 in the following) for two values (0.01 and 1) of the surface fraction covered by hot upwellings (fp) are plotted on Fig. 4b in Grott et al. (2011). By applying the ratio fSO2/fCO2 to Grott et al. curves, and taking into account the difference of molar mass between CO2 (44 g/mol) and SO2 (64 g/mol), we have plotted in Fig. 1 the corresponding evolutions of the cumulated amount of outgassed SO2, expressed in pressure units, and the corresponding global equivalent layer (GEL) thickness of the sulfate mineral assuming that all the released sulfur is involved in anhydrite formation. The other plotted curve is obtained from a photogeological analysis of the martian surface yielding a cumulated lava extrusion volume of 0.7 108 km3 (CG09), by assuming that basalts contain 7000 ppm sulfur by mass (an upper range according to Gaillard and Scaillet (2009)), that is 10 times more than assumed in CG09. This curve would be 3 times lower assuming a lower range of 2500 ppm of S and four times higher assuming a lava extrusion volume of 3 108 km3 (Gaillard and Scaillet, 2009). Both models and observations therefore suggest a cumulated pressure of outgassed SO2 of typically 1 bar, corresponding to a 40 m thick sulfate GEL, within a factor of 3 both ways.\nInterestingly, all sulfate minerals detected at the surface of Mars by OMEGA/Mars Express have been emplaced during the Hesperian, a relatively late epoch in martian history (Bibring et al., 2006). Later observations of CRISM on MRO have revealed additional sulfate deposits, a few of them under the form of interbedded phyllosilicate and sulfate layers in sediments of Noachian craters (Terra Sirenum) in the Southern hemisphere (Murchie et al., 2009). These intracrater deposits are relatively widespread, far from those mapped by OMEGA and at higher elevation, excluding that they have been transported from equatorial regions (Wray et al., 2011). Although a younger age for these sediments cannot be excluded, they are suspected to have formed by evaporitic processes in an acidic context at the Noachian. Such formations asso-\nciating phyllosilicates and sulfates are also found in terrestrial acidic saline lake deposits (Baldridge et al., 2009). Most of sulfate deposits are observed in Hesperian terrains. They consist of several kinds of formations: (i) Hesperian layered sulfates under the form of extended deposits in Terra Meridiani, (ii) Interior Layered Deposits (ILD) throughout the Valles Marineris trough system consisting of massive mounds of layered material up to several kilometers thick, (iii) gypsum deposits in north polar dune field (Gaillard et al., 2013). Sulfur is also part of soil and dust at the global scale at an average level of 6.8% (King and McLennan, 2010). It has been suggested that some sulfates could have been formed by evaporitic processes in the Valles Marineris region prior to Tharsis formation, then redistributed by fluvial transport to Meridiani Planum, where they are now observed, during the elevation of the Tharsis uplift (Fan et al., 2008). If so, sulfates detected in Hesperian terrains could have been formed in the Noachian. The question of the origin of sulfates is debated, and at least some of the observed deposits could have formed in the late Noachian. In the present paper, we make the hypothesis that most of the sulfates observed in equatorial regions (layered deposits, ILD) have been formed at the Hesperian (not excluding a start at the late Noachian), and propose an explanation for the scarcity of sulfates in Noachian terrains, and their apparently massive deposition at the Hesperian.\nThe evolution of CO2 on Mars is poorly constrained. Despite the discovery of carbonates in SNC meteorites and the recent orbital and in situ observations of carbonate rocks at some locations on the surface of Mars (see e.g. Niles et al., 2013), carbonates are not proved to be extensively present on Mars. The lack of global carbonate outcrops on Mars, which seems to contradict a massive presence of CO2 in its early atmosphere, could be explained by either the action of sulfuric or sulfurous acids in large, standing bodies of water suppressing the formation of carbonates (Fairén et al., 2004; Halevy et al., 2007), or a rapid escape of early martian CO2 atmosphere (Tian et al., 2009, referred to as T09 in this paper), or both.\nAccording to an early Mars upper atmosphere model (T09), the timescale for 1 bar of CO2 to be removed through thermal escape would have been 1 Myr at 4.5 byr ago (Ga) and 10 Myr at 4.1 Ga. Note that at first stages, during typically the first 100 Myr, carbon escape may have been slowed down by water hydrodynamic escape, which is not taken into account in T09. If Mars was endowed with amounts of CO2 similar to those found on Venus and the Earth ( 100 bar), and according to the model of T09, most of its initial CO2 inventory would have been lost within the first 100 Myr after its formation. A mechanism that can possibly help Mars to keep its CO2 inventory is carbonate formation through weathering of basalt (Pollack et al., 1987). The same authors proposed that a dense CO2 atmosphere (1–5 bar) could have been maintained during the Noachian by constant recycling of CO2 back into the atmosphere through rapid burial and thermal decomposition of carbonate minerals. They calculated a typical cycling time of CO2 at 273 K of 10 Myr, decreasing to 1 Myr at larger temperatures of 300 K for a CO2 pressure of 1 bar, a temperature easily achievable in the subsurface even if the surface was cold. If the formation of carbonate through weathering has occurred at a rate comparable to that of carbon thermal escape, substantial amounts of carbon could have been trapped in the format of carbonates and cycled through the subsurface-hydrosphere– atmosphere system. If so, a significant atmosphere of CO2 could have survived until 4.1 Ga. The combination of a rapid formation of carbonate and a rapid thermal escape of carbon on Noachian Mars could have decreased the atmospheric pressure of Noachian Mars even more rapidly, resulting in shorter warm periods and longer, more frequent cold periods on Noachian Mars. It is important to note that the timescales of carbonate formation and their further destabilization are still poorly understood.\nThe present inventory of water on Mars is also poorly constrained. The total water content of the two perennial polar caps corresponds to a GEL of 16 m depth (Smith et al., 2001), and the ice deposits sequestered in the Dorsa Argentea Formation (DAF), near the south polar cap, could have represented a 15 m thick GEL in the past (Head and Pratt, 2001). Nevertheless, only a fraction of the initial water could remain today in DAF reservoir, corresponding to a 5–7.5 m thick GEL. Other reservoirs, expected to have been active during late Amazonian, could be present in tropical and mid-latitude regions (Head and Marchant, 2009). But they probably represent only a minor contribution to the global reservoir. The total inventory of the known reservoir, including nearsurface stores that are distributed across middle to high latitudes, has been estimated to correspond to a 35 m thick GEL (Christensen, 2006). The mega-regolith capacity is large, with up to a 500 m thick GEL potentially trapped in the cryosphere, and hypothetically several additional hundreds of meters GEL (up to 500 m) of groundwater surviving at depth below the cryosphere (Clifford et al., 2010). It has been suggested that most of ground ice has been lost by sublimation at low latitudes, and that only small amounts of groundwater would survive today (Grimm and Painter, 2009), with therefore less water in the megaregolith. A 500 m thick GEL is generally assumed to be required to explain the formation of outflow channels (Carr, 1987), and most of this water could be trapped today as water ice, and possibly deep liquid water, in the subsurface, as well as in subsurface hydrated minerals. Based on an analysis of the present Mars’ atmospheric D/H ratio, it has been suggested that a water GEL of up to 300–400 m depth could have been stored in crustal serpentine since the late Noachian due to hydrothermalism triggered by magmatic activity (Chassefière and Leblanc, 2011b).\nIn the present paper, we suggest that the formation of CO2–SO2 clathrate hydrates (indifferently written ‘‘clathrate hydrates’’ or ‘‘clathrates’’ in this article) in a potentially CO2-dominant (a few bar) early atmosphere of Mars should have significantly decreased the atmospheric SO2 and CO2 contents and should have caused subsequent sulfur enrichment in early Mars cryosphere. As shown hereafter, for a CO2 pressure above 2 bar, all volcanically released SO2 and the fraction of atmospheric CO2 in excess of 2 bar should have been converted to CO2–SO2 clathrates. In this way, the formation of sulfate particles in the atmosphere could have been inhibited and there would have been neither long term net cooling nor net warming from volcanic SO2 eruptions. If atmospheric CO2 pressure is between 1 and 2 bar, we show that a fraction of volcanically released SO2 would have been converted to sulfate particles while the rest would have been trapped in clathrates. This mechanism would have resulted in a stabilization of the surface temperature at the clathrate equilibrium temperature after large volcanic events. At some time in the past, when the CO2 pressure dropped below 1 bar, the formation of clathrates would have been totally inhibited and the sulfur injected by volcanism into the atmosphere would have been fully converted into atmospheric sulfate aerosols. Thus formation of sulfate minerals at the surface no earlier than at the Hesperian could be explained by a decrease in atmospheric CO2 pressure below the 2 bar level occurring close to the late Noachian/ Hesperian transition.\nIn the following section, we describe the potential impact of CO2–SO2 clathrate formation on the sulfur content in the atmosphere and the surface temperature. Then, we present an extrapolation to low temperature of the thermodynamic properties of CO2–SO2 clathrates. New calculations of the surface temperature of Mars in presence of sulfate particles for different values of the CO2 pressure are made, and consequences on the climate of early Mars examined. After an assessment of the consequences of the presence of SO2 on the trapping of noble gases in clathrates, we discuss the possible implications of the present results and mea-\nsurements to be done by future missions to improve our understanding of the impact of sulfur on early Mars’ climate."
  }, {
    "heading": "2. Formation of CO2–SO2 clathrate hydrate at high CO2 pressure and SO2 mixing ratio",
    "text": "The cooling effect of sulfate aerosols on the early Mars climate has been recently pointed out through a detailed 1-D photochemical/microphysical model of ancient Mars’ atmosphere (Tian et al., 2010, referred to as T10 in this paper). Under certain CO2 pressure, the surface temperature increases only slightly with enhanced level of atmospheric SO2 at first because of the greenhouse contribution from SO2. At atmospheric SO2 concentration which could lead to meaningful surface warming, photochemistry processes induce the formation of sulfate aerosols which can reflect sunlight and cause surface cooling. The surface temperature for various SO2 mixing ratios (T10) together with the equilibrium temperature of CO2 clathrate hydrate (Mousis et al., 2012), and CO2 ice, are plotted in Fig. 2 as a function of the CO2 pressure. At 3 bar atmospheric pressure and for a SO2 mixing ratio of 10 ppmv, the amplitude of the cooling by sulfate aerosols is about 60 K (T10), resulting in a surface temperature low enough to allow the formation of CO2 clathrate hydrates (and even CO2 ice). For a lower SO2 mixing ratio of 1 ppmv the cooling is smaller, of the order of 20 K, but sufficient to fall in the domain of stability of CO2 clathrates (but not of CO2 ice).\nFirst, in a regime without sulfur, CO2 clathrates are stable for pCO2 > 2 bar due to the cooling effect of the Rayleigh scattering (T10). As a consequence any CO2 pressure in excess of 2 bar results in the formation of CO2 clathrate hydrates until the atmospheric CO2 pressure is reduced to 2 bar, with a stabilization of p/T values close to 2 bar/230 K. Thus, the atmospheric CO2 pressure could have been maintained at 2 bar during most of the Noachian, if atmospheric escape is neglected. Because carbon escaped rapidly during the early Noachian, this regime is possible only if a few bar of carbon sequestered first in crustal carbonates was recycled to the atmosphere by volcanism during the Noachian, since the amount of carbon released from the mantle to the atmosphere during the late Noachian and at later epochs is rather modest, a few hundreds millibar according to existing models (Grott et al., 2011). The warming effect of CO2 clouds by reflection of the IR\nradiation emitted by the surface (Forget and Pierrehumbert, 1997) is not taken into account in this simulation. At pCO2 = 2 bar, the presence of CO2 clouds may result in a surface temperature increase by 5 K (Colaprete and Toon, 2003), somewhat increasing the temperature and pressure thresholds for the formation of CO2 clathrates. Also, 1-D modeling provides only global average values and the local conditions may differ significantly from the average case. Formation of clathrates is expected to be more efficient in cold regions (polar caps) than at middle or lower latitudes. The possibility that a part of the CO2 inventory may be stored under the form of clathrates has no significant impact on the discussion made in the previous section relative to the role of thermal escape. Indeed, any later decrease of the atmospheric CO2 content following thermal escape would have resulted in the destabilization of CO2 clathrates and a transfer to the atmosphere of an amount of CO2 equal to that removed to space. In this regime, the CO2 is buffering pressure and temperature around 2 bar/ 230 K until the total volatile CO2 reservoir (ice, clathrate, and the atmosphere combined) decreased below 2 bar.\nSecond, the sporadic addition of SO2 in the atmosphere by volcanic events into the previous regime would have had the following effects: (1) initial increase of the surface temperature by direct greenhouse effect, (2) rapid decrease of the surface temperature by formation of sulfate aerosols, in some cases below the equilibrium temperature of CO2 clathrates (cf. Fig. 2). If the atmospheric SO2, which is the source of sulfate aerosols, was trapped together with CO2 in clathrates hydrates, the SO2 atmospheric content would have been decreased, which would have slowed down or even inhibited the formation of sulfate aerosols and the subsequent cooling. Through this mechanism, the atmospheric mixing ratio of SO2, following volcanic events, will stabilize close to the mixing ratio maintaining a surface temperature equal the CO2–SO2 clathrate equilibrium temperature. As an example, for pCO2 = 3 bar, this equilibrium mixing ratio is of the order of 0.1 ppm (Fig. 2). Any increase of the atmospheric SO2 mixing ratio above this equilibrium value would have resulted in aerosol formation, cooling of the surface, formation of clathrates, and the removal of the remaining fraction of SO2 gas from the atmosphere to clathrates. The higher the SO2/CO2 mixing ratio in the clathrates with respect to the gas, the more efficient this mechanism. If SO2 is enriched with respect to CO2 in the clathrates, formation of CO2–SO2 clathrates results in a decrease of the atmospheric SO2 mixing ratio. If SO2 is depleted in the solid phase, clathration results in an enrichment of SO2 in the atmosphere. As shown in the next section, SO2 is enriched by a factor of 100–500 in the clathrate phase at 220 K. The condensation of only 1% (or less) of the atmospheric CO2 in clathrates, with therefore no significant change in p,T conditions, would have resulted in the removal of most atmospheric SO2 to the cryosphere, implying that the proposed mechanism is highly efficient. Thus, once the regime described in the last paragraph is reached at pCO2 = 2 bar/230 K, any addition of atmospheric sulfur will be incorporated into CO2–SO2 clathrates.\nThe goal of the next section is to study the composition of CO2– SO2 clathrates as a function of gas composition, in particular the SO2/CO2 mixing ratio in the clathrate as a function of the gas mixing ratio to estimate the efficiency of CO2–SO2 clathrate formation in transferring SO2 from the atmosphere to the cryosphere."
  }, {
    "heading": "3. Thermodynamic modeling of CO2–SO2 clathrates in martian atmospheric conditions",
    "text": ""
  }, {
    "heading": "3.1. Thermodynamical approach",
    "text": "The van der Waals and Platteeuw (1959) model describes the equilibrium of hydrate phases by means of a convergence between\na statistical thermodynamics approach implementing Kihara parameters and a classical approach with a reference state parameters. In a recent publication (Herri and Chassefière, 2012), the Kihara parameters have been optimized to fit equilibrium data at low temperature concerning martian atmospheric components: carbon dioxide (95.3%), nitrogen (2.7%), Argon (2%) and methane (<50 ppb with an average at 15 ppb) (Owen et al., 1977; Mumma et al., 2009), using Handa and Tse (1986) reference state parameters. We observed that the stability of clathrate hydrate is firstly dependent on the partial pressure of carbon dioxide. However, the possible presence of SO2 in the ancient Mars’ atmosphere, a potential promoter for clathrate hydrate formation, could move the stability line for clathrate hydrate formation.\nTo test the influence of SO2 we must implement in our models its Kihara parameters, retrieved from experimental data. Up to date, only few equilibrium data have been measured for sulfur dioxide. Above 0 C there are 36 equilibrium data from Van Berkum and Diepen (1979) in the range of temperature (285.2– 293.84 K) and the range of pressure (0.253–392.330 MPa), and 2 equilibrium data at (280.2 K, 0.101 MPa) and (273.2 K, 0.0396 MPa) from Von Stackelberg (1949). Below 0 C Tamman and Krige (1925) measured the following experimental points: (261.15 K, 0.01695 MPa), (265.15 K, 0.01997 MPa), (269.15 K, 0.02597 MPa), (270.15 K, 0.02778 MPa), (271.15 K, 0.03051 MPa). Above 0 C, the data cannot be easily used to constrain the Kihara parameters because it implies to describe the liquid phase in the presence of salts resulting from SO2 dissolution (H2SO4, HSO 4 , HSO2 4 ) and thus to model the speciation of the reaction as well as the activity coefficient of water. Below 0 C the situation is easier, dealing with ice, simplifying the equations. From a practical point of view, the restricted range of available temperature and pressure measurements hampers the possibility of retrieving only one set of Kihara parameters, but only interdependent sets of values. Our aim is to test within these sets of constrained values the consequence on the composition of (CO2–SO2) clathrate hydrate under martian conditions.\nThe detailed description of the statistical–thermodynamic model and the strategy used for the retrieval of the SO2 Kihara parameters required for the modeling are deferred to Appendix A. We, however, stress the importance of this aspect, defining the central parameters on which are based the scientific discussion outcomes in the following sections."
  }, {
    "heading": "3.2. Extrapolation of experimental data to martian temperatures and kinetics of clathrate particle formation",
    "text": "We explored the minimization in the full 3D parameter space (see Appendix A) to deduce the minimum SO2 enrichment during the formation of a mixed SO2–CO2 clathrate hydrate in contact with a CO2 dominated atmosphere. Whatever the minimized set of Kihara parameters for SO2, and exploring concentration ratios from 0.1 ppm to 1000 ppm of SO2 in CO2, the resulting mixed clathrate hydrate formed is always highly enriched in SO2, by a factor above 60 with respect to gas phase, for all temperatures in the 170–240 K range (Fig. 3).\nFalenty et al. (2011) performed experimental kinetics studies of CO2 clathrate hydrate, monitoring the formation through the neutron diffraction pattern of hexagonal ice in the 185–195 K range. The data were extrapolated at low temperature through a model to compare with the actual polar frosts of Mars, at about 150 K, in order to show that the formation timescale for micron sized clathrates was longer than the typical seasonal variations regularly inducing the declathration. The nucleation rate depends not only on the temperature but on the ice grain sizes when nucleating pure clathrate hydrate from ice aerosol, as the nucleation proceeds in at least two steps: first surface nucleation followed by growth of the\nhydrate crystal. At 195 K, for a distribution of ice particles of about 1.5 lm of mean equivalent sphere radius, the nucleation proceeds in about 1 day in the laboratory. Extrapolating at the higher temperatures considered in Fig. 3 for the ancient martian surface temperature, the nucleation rate for hydrate formation of similar size ice grains would be higher by a factor of 3 at 200 K to 2 orders of magnitude at 230 K. Precise nucleation timescale with an SO2– CO2 clathrate is difficult to extrapolate only based on these experiments, and will depend on the particular mechanism by which the aerosols or surface clathrate kinetic formation proceed (heterogeneous nucleation, diffusion controlled, etc.), but if we take the high rate of hydrate nuclei growth, it seems reasonable to grow grains as large as 100 lm in hours to days."
  }, {
    "heading": "4. Modeling of the effects of SO2 and sulfate aerosols on surface temperature and consequences of CO2–SO2 clathrate formation on early Mars climate",
    "text": "For modeling the effects of SO2 and sulfate aerosols on surface temperature we used the 1-D radiative–convective climate model and the 1-D photochemical model in T10, which allows us to investigate the combined climate effect of CO2, SO2, and sulfate aerosols. Most of the model details are described in T10 and will not be repeated here. SO2 in the early Mars atmosphere could have originated from volcanic outgassing, which is simulated by assuming different surface upward fluxes of SO2 and H2S. The ratio between the two species is kept at unity, and previous sensitivity tests (T10) showed that modifying this ratio does not change the results of the photochemical and climate calculations significantly. In this work the relative solar luminosity is set to S/S0 = 0.75. The atmospheric pressure is set to the following levels: 1.5, 1, and 0.5 bar, in addition to the level of 3 bar already studied in T10, and Fig. 4 shows the relationship between surface temperature and atmospheric SO2 concentration under different CO2 pressures. As discussed in T10 the surface temperature increases with enhanced level of atmospheric SO2 at first because of the greenhouse contribution from SO2. Nevertheless, as atmospheric SO2 concentration keeps increasing, photochemistry leads to the formation of sulfate aerosols which can reflect sunlight and cause surface cooling. The decrease of surface temperature with increasing atmospheric SO2 is more dramatic under higher CO2 pressure than under the lower CO2 pressure because the sulfate aerosols fall slower in a denser\natmosphere. It can be seen from Fig. 4 that the maximum surface temperatures from combined greenhouse effect of CO2 and SO2 in early martian atmosphere are 235, 235, 230, and 220 K under 3, 1.5, 1.0, and 0.5 bar CO2 pressure respectively. Thus volcanic outgassing of SO2 is not a solution to an early warm and wet Mars, consistent with the conclusion in T10.\nFor pCO2 = 3 bar, the curve is everywhere below the CO2 clathrate equilibrium temperature. Black triangles in Fig. 4 correspond to the SO2 mixing ratio for which the surface temperature is equal to the CO2 clathrate equilibrium temperature. The same values are plotted as a function of pCO2 in Fig. 5. In the four cases (pCO2 = 0.5, 1, 1.5 and 3 bar), we have indicated the lava volumes required to give rise to the corresponding SO2 mixing ratio (Wilson and Head, 2002; Hanna and Phillips, 2006). For a CO2 pressure larger than 2 bar that may be reached sporadically due to seasonal/orbital effect or also to the CO2 outgassing from the crust (volcanism and disruption of carbonates), CO2 clathrates are stable whatever the SO2 mixing\nratio in the atmosphere, resulting in the trapping of the fraction of atmospheric CO2 in excess of 2 bar in the cryosphere under clathrate form. Any atmospheric sulfur released by volcanism is trapped in the cryosphere under the form of CO2–SO2 clathrate. Occasionally an SO2 mixing ratio of 1 ppm may be reached since at this level, sulfur has no significant effect on the mean temperature. For higher values, the surface cooling down will result in CO2–SO2 clathration. Note that an ample reservoir of H2O is available in polar caps (a several 10-m thick global equivalent layer in present conditions, probably much more during the Noachian) to feed the formation of clathrates. As soon as an atmospheric H2O molecule is consumed in clathrate formation, it is replaced by a molecule sublimated from the polar caps, due to the short dynamical timescale of the atmosphere (a few weeks). In terms of reservoirs, the required quantities of H2O (and CO2) for all S released by volcanism during the Noachian to be stored in clathrates is discussed later in this section. H2S either is converted into SO2 within the atmosphere in a typical time of a couple of weeks (Wong et al., 2003), or is trapped directly in clathrates.\nIn the 0.5–2 bar pCO2 range, the SO2 level in the atmosphere following a volcanic eruption can reach typically 10 ppm or so, the excess being trapped in the cryosphere. According to the estimate of the characteristic growth time of a clathrate particle in the atmosphere made in Section 3 (a few hours to days for a 100 lm size particle), trapping occurs rapidly, simultaneously with the radiative cooling of the atmosphere due to sulfate particle formation, which occurs within a few months after SO2 outgassing. After large volcanic events, the surface temperature is therefore stabilized at the CO2–SO2 clathrate equilibrium temperature ( 220 K, see Fig. 2) within a few months. Some of the SO2 trapped in the cryosphere at previous times when pCO2 > 2 bar (if it ever occurred) may similarly be released to the atmosphere. Also, the release of a few thousand cubic kilometers of lava may have happened frequently during Tharsis formation (Johnson et al., 2008, and references therein). During this period, the atmosphere could have been rich in SO2 and sulfate particles (often at equilibrium condition described in Fig. 5) and the SO2-rich cryosphere could have lost part of its SO2.\nFor a CO2 pressure below 0.5 bar, there is no more formation of CO2–SO2 clathrates for SO2 mixing ratio <200 ppm and all the released sulfur is converted to sulfates. A 200 ppm level of SO2 in the atmosphere corresponds to the most important eruption supposed to have taken place on Mars, with a lava volume of 50,000 km3 (Wilson and Head, 2002).\nThe potential consequences of CO2–SO2 clathrate formation on early Mars climate are multiple. Let assume that the CO2 pressure has been buffered at 2 bar during most of the Noachian. Whereas, during the time when pCO2 > 2 bar, there is no SO2 in the atmosphere and a progressive storing of SO2 in the cryosphere, the drop of the CO2 pressure below 2 bar results in the appearance of SO2 and sulfate aerosols in the atmosphere, due to both episodic volcanism and continuous release of SO2 previously stored in the cryosphere, with the subsequent acidification and formation of sulfate minerals at the surface. The cryosphere is progressively depleted in SO2. At this time, if a significant level of the SO2 mixing ratio is maintained in the atmosphere, including during the periods between volcanic eruptions due to the continuous SO2 release from the SO2-rich cryosphere, the surface temperature is stabilized close to the CO2 clathrate equilibrium temperature of 220 K (210– 230 K in the pCO2 range from 1 to 2 bar). Interestingly, the time when the CO2 pressure dropped below 2 bar, resulting in sulfate precipitation at the surface, subsequent acidification of the surface and formation of sulfate minerals, could coincide with the age of sulfate minerals observed by OMEGA/Mars Express (Bibring et al., 2006). If so, the CO2 pressure had to be of the order of 2 bar at the late Noachian/Hesperian transition.\nThe chronology of clays, sulfates and ferric oxides proposed by Bibring et al. (2006) is shown in Fig. 6. We have scaled the CO2 evolution profile calculated by Chassefière and Leblanc (2011a) by multiplying pCO2 by 2.5, in such a way to fit a pressure of 2 bar at the end of the Noachian, just before sulfate minerals observed by OMEGA were emplaced. The estimated time profile of the crust production rate is also shown (Greeley and Schneid, 1991). The vertical gray band corresponds to the time interval when volcanic activity was significant according to Greeley and Schneid estimates. If the CO2 pressure dropped below 2 bar at the end of the Noachian, the high volcanic activity during the first half of the Hesperian, when observed sulfate minerals formed, together with the release of SO2 trapped in the cryosphere during Noachian volcanic events, should have resulted in the precipitation of large amounts of sulfate aerosols, with subsequent acidification of the surface and formation of sulfate minerals. The transformation of the volatile SO2 from accessible near-surface clathrate reservoir, stored in the Noachian 2-bar regime, to sulfate sediment reservoir is not reversible since there is no efficient sediment recycling on Mars due to plate tectonics. However, martian impacts may have contributed to recycling. The drop down of surface pressure has permitted the destabilization mechanism to be more and more efficient. The onset of sulfate mineral formation would have been triggered by the drop in CO2 pressure below 2 bar. The end of sulfate mineral formation would be due to the sharp decrease of volcanic activity at the end of the Hesperian, and the total transformation from CO2–SO2 clathrate to sediment.\nThe origin of a possible CO2 pressure drop at the end of the Noachian is unclear. Non-thermal escape is not expected to have removed more than 10 mbar during the last 4 Gyr (Chassefière and Leblanc, 2011a). The sink for CO2 is necessarily within the crust and formation of carbonates in subsurface hydrothermal systems may seem a good candidate (Griffith and Shock, 1995; Chassefière and Leblanc, 2011a). The reason for a stage of intense hydrothermalism at the early Hesperian could be the occurrence of a global scale episode of fissural volcanism between 3.8 and 3.6 Ga (Ody et al., 2012). The olivine-rich magma could have reached the surface through fractures and cracks in the basement rock caused by impacts during the late heavy bombardment (Ody et al., 2013). Such a context, with a highly fractured upper crust filled with both magma and liquid water from the melting\ncryosphere, may have favored the circulation of CO2-rich hot waters in the subsurface and the deposition of carbonates in crustal cold water pools (Chassefière and Leblanc, 2011a). This episode could also be responsible for the trapping of large amounts of water in the crust by serpentinization (Chassefière and Leblanc, 2011b; Ehlmann et al., 2013). Because in the same time, according to the massive sulfur precipitation scenario, the cryosphere would have lost most of its SO2, less and less acidic conditions would have prevailed in the subsurface hydrosphere, making more and more efficient the precipitation of carbonates. These hypotheses remain to be confirmed by further studies.\nAssuming (i) 2 1021 to 5 1021 g as the total sulfur degassed in the Noachian by the Tharsis province (Gaillard and Scaillet, 2009), (ii) an equilibrium flux of S outgassing and sulfate precipitation in the range from 2 109 to 2 1010 molecule cm 2 s 1 for an atmospheric SO2 mixing ratio in the range from 1 to 200 ppm (T10), we can estimate that the complete S content from the clathrate reservoir is released in a time range from 40 to 1000 Myr. The cryosphere in the Noachian 2-bar regime has to be quite rich in SO2. Assuming for example a SO2/CO2 ratio in the clathrate of 20%, the required water GEL thickness is in the range from 250 to 630 m, for a CO2 global equivalent pressure in the range from 3 to 7.5 bar. A twice lower ratio of 10% results in twice higher H2O and CO2 inventories (500–1300 m/6–15 bar). A twice larger ratio of 40% results in twice lower H2O and CO2 inventories (125–315 m/1.5–3.7 bar). These orders of magnitude estimates are reasonable for the global inventory of martian volatiles, as described in Section 1, implying a SO2/CO2 ratio in the clathrates of several tens percents. If the sulfate is deposited in form of anhydrite (Gaillard and Scaillet, 2009) at 136 g mol 1, it will precipitate in a 20–50 m global layer.\nTwo majors geomorphological units are compatible with our scenario:\n(1) The presence of a thick Mars-wide sedimentary formation of sulfate, including in very uncommon places at high topography, such the Interior Layer Deposit (ILD) at the top of Valles Marineris. Eolian deposition was proposed from geomorphological arguments (Michalski and Niles, 2011). For ILD in Valles Marineris, the formation as thick as 5 km (Nedell et al., 1987) must be done in 400 Myr, after the tectonic opening at 3.9 Ga and the formation of the floor 3.5 Ga (Quantin et al., 2004). In our scenario, 20–50 m GEL sulfur particle could have precipitated directly from atmosphere in 40–1000 Myr, in agreement with the observation. The sedimentary formation of sulfate seems to be at very large scale (Bibring et al., 2006) since it has been detected in different places on Mars such as Valles Marineris (Bibring et al., 2007; Le Deit et al., 2008), Meridiani Planum (Squyres et al., 2004), Aram Chaos (Massé et al., 2008) and Syrtis Major (Ehlmann and Mustard, 2012). (2) The chaotic terrains, at equatorial region, could have been formed by disruption of the CO2 clathrate in the past at the late Hesperian/Amazonian period. This interpretation is compatible with our scenario since the formation of clathrate must have been global during the Noachian, it should also affect equatorial region. The reason for such a disruption has been debated, including climatic change (Clifford and Parker, 2001), internal heat flux (Clifford and Parker, 2001), fracture propagation (Rodriguez et al., 2006), and seismic activity (Nummedal and Prior, 1981; Tanaka, 1999). We propose here that the disruption may be due to\nthe pressure decrease below 2 bar. In our scenario, a GEL of CO2–SO2 clathrate ranging from 290 m to 720 m depth has been destabilized. Scaling this volume to the province of the chaos (1/10 surface of Mars) is compatible with the typical height loss in chaos 3000 m. A schematic representation of the evolution of early Mars’ under the effect of CO2–SO2 clathrate formation and destabilization is shown in Fig. 7.\nAs previously stated, the surface temperature of 230 K proposed to have prevailed during the Noachian is a global average value due to the use of a 1-D model. In the real martian surface, there are places where the temperature is higher than 230 K, and clathrates do not form, for instance near the equator at low obliquity. They form only in the locations where the temperature reach 230 K, for instance at the pole at low obliquity. Due to the large variations of the obliquity of Mars on typical time periods of 105–106 year (Laskar et al., 2002; Levrard et al., 2004), the colder regions of the planet regularly become warmer, and vice versa. We do not know if variations of orbital parameters similar to those calculated for the last 10 Myr occurred on early Mars. This is still unknown, especially under the scenario of giant planet migration (Gomes et al., 2005; Morbidelli et al., 2007). Some chaotic variations of obliquity may have occurred at the Noachian (before giant planet migration) in specific dynamical conditions, but in other conditions obliquity may have remained stable (Brasser and Walsh, 2011). Making the hypothesis that early Mars obliquity changed in a similar fashion as it does today, a coming and going of ice deposits, including CO2–SO2 clathrates, between high latitude (at low obliquity) and low latitude (at high obliquity) regions through alternate sequences of sublimation and condensation should have occurred. On the recent Mars (last 10 Myr), the typical timescale for ice migration during a transition of the mean obliquity, like that which occurred 4 Myr ago, is 1 Myr (Levrard et al., 2007). On ancient Mars, where water was more abundant and the CO2 pressure higher, this time should have been larger. Assuming that the residence time of SO2 in the atmosphere with respect to clathrate formation on the cold trap is 1 yr (see below), and that the equivalent of 1 bar of SO2 is transferred in 1 Myr, the average SO2 mixing ratio in a 2-bar atmosphere during an obliquity transition is 0.5 ppm. For an ice migration time of 10 Myr, and an amount of transferred SO2 of 0.2 bar, the average SO2 mixing ratio during obliquity transition is 10 2 ppm. These values are small, with no expected effect on climate. An important question is to know if, during its transfer through the atmosphere, SO2 is preserved from forming aerosols and being removed from the atmosphere–cryosphere system. The residence time of SO2 in the atmosphere, before being removed by aerosol deposition, is 102–103 year (Johnson et al., 2009, T10). The global mixing time of Mars atmosphere is 0.5 year (Krasnopolsky, 2005), of the same order as the Earth troposphere mixing time ( 1 year). The lifetime of a SO2 molecule with respect to trapping in clathrates is therefore 2–3 orders of magnitude smaller than the time of SO2 removal by aerosol deposition. SO2 is therefore expected to survive ice migrations, making possible the preservation of a SO2-rich cryosphere during the whole Noachian.\nIt must be emphasized that the threshold pressure value of 2 bar is obtained by using the 1-D model. The mean annual surface temperature is not uniform, decreasing from the equator to the poles. On Mars today, regions above 45 latitude in both hemispheres have an annual surface temperature lower by more than 10 K than the global average temperature (see e.g. Mellon et al., 2004). As shown on Fig. 2, the difference between the mean global temperature and the CO2 clathrate formation temperature is smaller than 10 K in the range 0.5–2 bar. By analogy with present\nMars, it results that even with a CO2 pressure of only 0.5 bar, regions above 45 latitude could have been below the clathrate formation temperature in annual average. If so, it may be thought that the cold trap formed by middle and high latitude regions may have been efficient enough to remove most of the SO2 released to the atmosphere (including in equatorial regions) by volcanism. More accurate 2-D or 3-D models are required to precisely define the value of the pressure threshold, which could be smaller than 2 bar and even possibly 1 bar. Such a lower threshold value would be in better agreement with a strong carbon hydrodynamic escape ruling out a dense martian atmosphere until the late Noachian (Tian et al., 2009), and the recent estimate of <1 bar obtained from the constraint provided by the 40Ar/36Ar ratios of trapped gases within martian meteorite ALH 84001 (Cassata et al., 2012)."
  }, {
    "heading": "5. Influence of the presence of SO2 on the trapping of argon, krypton and xenon in clathrates",
    "text": "Mousis et al. (2012) found recently that it was possible to account for the two orders of magnitude drop existing between the measured atmospheric abundances of non-radiogenic argon, krypton and xenon in Earth versus Mars (see Pepin, 1991) by invoking the trapping of these noble gases in clathrate deposits incorporated into the current martian cryosphere. In their scenario, these authors estimated that masses of xenon, krypton and argon equivalent to those found on Earth could be incorporated into clathrates if one assumes the simultaneous trapping of at least 2.3 bar of CO2. This value is quite close to the maximum value of 2 bar imposed by the CO2 clathrate saturation law, as previously explained, and is therefore compatible with constraints derived from the present work. Mousis et al. (2012) also considered the presence of atmospheric SO2 on the clathrate composition. In order to quantify the influence of this species on the noble gas trapping in CO2-dominated clathrate, they used approximate combination rules allowing them to retrieve a set of interaction potential parameters for SO2–H2O interactions. They then deduced that this species was a poor clathrate former in the presence of a CO2-dominated gas and concluded that it has zero influence on the trapping efficiencies of other minor species, including noble gases.\nThe set of potential parameters determined for SO2–H2O interactions in the present work supersedes the exploratory one used by Mousis et al. (2012) and suggests that the mole fraction of SO2 can be strongly enriched in CO2-dominated clathrate compared to that existing in the gas phase. This implies that the question of the influence of this species on the noble gas trapping in CO2-dominated clathrate remains open. Here we use a gas phase composition similar to the one defined by Mousis et al. (2012), in which the mole fraction of SO2 is varied between 10 3, 1 and 103 ppm, in order to investigate the influence of SO2 on the trapping of other minor species. Abundances of CO2, N2, O2, CO, Ar, Kr and Xe derive from Moroz (1998). In each of the three cases, the abundance of CO2 is adjusted to allow the normalization to 1 of the sum of the mole fractions.\nA set of SO2–H2O interaction parameters, which is representative of the range of solutions determined in Section 2 and Appendix A, has been selected (a = 0.75 Å, e/K = 258.91 K and r = 2.7 Å). These parameters correspond to a mean enrichment factor of 100 of the SO2 mole fraction in clathrate compared to the atmospheric one at a surface pressure of 1 bar, irrespective of the considered SO2 abundance (10 3, 1 and 103 ppm). Fig. 8 represents the clathrate composition computed in the three cases of the SO2 abundance for atmospheric pressures up to 3 bar, allowing us to encompass all the plausible values discussed in the literature. At each pressure considered, the temperature used in our computations is the equilibrium temperature of CO2-dominated clathrate. The figure shows that the mole fractions of minor species are not altered when considering SO2 atmospheric abundances ranging from 10 3 to 1 ppm. At a SO2 atmospheric abundance of 103 ppm, the trapping efficiencies of Ar and Kr are decreased by a factor of 10 and that of Xe is almost unchanged.\nOur calculations imply that the conclusions of Mousis et al. (2012) remain valid if one assumes that the SO2 atmospheric abundance ranges between 10 3 and 1 ppm. However, for higher mixing ratios such as those estimated in the Noachian (see Section 4), the efficient clathration of SO2 implies the trapping of up to several dozens of bar of atmospheric CO2 if one wants to account for the losses or Ar and Kr via their clathration in the cryosphere. Because these values are implausible, it seems that the scenario proposing that the noble gas deficiency of the martian atmosphere is due to\ntheir efficient sequestration in clathrates present in the cryosphere is not consistent with the one proposed here for SO2."
  }, {
    "heading": "6. Discussion",
    "text": "We suggested in the present study that the formation of CO2– SO2 clathrates at Noachian and Hesperian times could have played an important role in controlling and stabilizing the level of volcanic sulfur in the atmosphere, as well as the level of atmospheric CO2 for earliest times. If the CO2 pressure exceeded a threshold of p0 = 2 bar (possibly less: 0.5–1 bar, which remains to be confirmed from more sophisticated 3D models) due to an efficient Noachian volcanism, the CO2 in excess of p0 (assumed to be 2 bar for the discussion) could have been stored in the cryosphere under the form of CO2 clathrates. Indeed, due to the increasing albedo of the atmosphere through Rayleigh scattering for increasing CO2 pressure above 1 bar, the surface temperature induced by a p > 2 bar CO2 atmosphere is smaller than the equilibrium temperature of clathrates, resulting in a saturation of CO2 and its condensation under the form of clathrates. Such a clathrate buffer would have maintained the CO2 pressure close to 2 bar, and the surface temperature close to 230 K, resulting in a cold Mars at the Noachian. The cryosphere would have trapped all the sulfur released by volcanism under the form of sulfur-rich (enriched by a factor 100–500 with respect to the gas phase) CO2–SO2 clathrates.\nBecause the thermal conductivity of clathrates is low, smaller than that of water ice on the order of 5–6 times (Mellon, 1996), the formation of clathrate deposits should result in a higher thermal gradient, with an accumulation of heat beneath the clathrate layer. It has been suggested that, on present Mars, no more than a global equivalent atmospheric pressure of 112 mbar of CO2, in a 4-km thick polar deposit, may be contained in the polar caps. For a larger amount of deposited CO2, the warming at the base of the clathrate layer results in the liquefaction of CO2, essentially precluding the stability of the system. On early Mars, the deposition of large amounts of CO2 clathrates, assuming an atmospheric content larger than 2 bar, could have led to this kind of instability. But if clathrates were deposited on an extended fraction of the surface, much larger than the present caps, the maximum admissible value of the global equivalent atmospheric pressure of CO2 trapped in clathrates could be much larger than 112 mbar. This phenomenon should have to be taken into account in any detailed modeling of massive clathrate deposition in the Noachian cryosphere.\nFor a surface pressure smaller than 2 bar and progressively decreasing, atmospheric sulfur is no longer trapped in clathrates, and an increasing fraction of the atmospheric SO2, up to 10 ppm at pCO2 = 1.5 bar, and 30 ppm at pCO2 = 1 bar, can remain in the atmosphere. If the amount of atmospheric SO2 exceeds these thresholds, the cooling effect of sulfate aerosols results in a decrease of surface temperature below the clathrate equilibrium temperature and the condensation of the SO2 in excess in CO2– SO2 clathrates. During this period, significant amount of SO2 (and H2S rapidly converted in SO2 by atmospheric photochemistry) was converted into sulfate aerosols, which further settled down to the surface and possibly led to the formation of sulfate minerals. This sulfur may have been released, not only by volcanoes but also (and more continuously) by the SO2-rich cryosphere formed when pCO2 > 2 bar. Through this mechanism, the cryosphere may have lost at this stage some of the volcanic SO2 stored at earlier times, released back to the atmosphere. In this time range (2–1 bar pCO2 range), the surface temperature has been buffered, during and after episodes of sulfur release, at a temperature from 230 K (pCO2 = 2 - bar) to 210 K (pCO2 = 1 bar). For pCO2 < 1 bar, all the released SO2 remains in the atmosphere, with no more trapping in clathrates.\nWe proposed the hypothesis that the formation of sulfate minerals, which have been observed from orbit and are formed during the Hesperian (Bibring et al., 2006), could have been triggered by a fall of early Mars atmosphere pressure below 2 bar and that this change occurred close to the late Noachian/Hesperian transition. This hypothesis requires that the total amount of CO2 in both the atmosphere and the cryosphere during the Noachian has been greater than the content of a 2 bar atmosphere as a result of substantial volcanic outgassing and/or rapid carbonate formation, which might have been efficient enough to keep some CO2 on early Mars despite rapid carbon escape. This constraint could be alleviated if further 3D-modeling shows that a pressure threshold value of 0.5–1 bar is sufficient to keep most of the released SO2 trapped under clathrate form in the Noachian cryosphere. According to our hypothesis, Mars’ cryosphere would have stored under the form of CO2–SO2 clathrates a significant amount of the sulfur outgassed during the whole Noachian (from the magma ocean crystallization to the 2-bar transition). At the transition between Noachian and Hesperian, this reservoir would have been released back into the atmosphere through clathrate disruption that may be at the origin of the chaotic terrains. Then sulfur has precipitated in the form of aerosols, creating a large-scale sulfate deposit, in agreement with several in situ and orbital observations. Today, the sulfate layer is not present everywhere but observed in some places such Valles Marineris (Bibring et al., 2007; Le Deit et al., 2008), Meridiani Planum (Squyres et al., 2004), Aram Chaos (Massé et al., 2008) and Syrtis Major (Ehlmann and Mustard, 2012). First, the net aerosols precipitation flux in the ancient Mars should be controlled by local winds and topography in an analogous manner than snow precipitation (Forget et al., 2006). Second, the erosion may have removed significant part of the initial layer, especially because sulfate is highly transportable in soluble phase, such kieserite.\nAccording to our scenario, the formation of carbonates should have been inhibited (at least in the superficial cryosphere) during most of the Noachian, although probably not at earliest times when the cryosphere was still SO2-free, due to the acidification of water resulting from the local melting of the SO2-rich cryosphere. Such fluid can precipitate sulfate phase locally in the subsurface but the cryosphere may be SO2-rich enough (it can potentially store the complete SO2 degassed from volcanism, see Section 4) implying unlikely conditions for carbonates precipitation. As previously mentioned it may be thought that during the massive release of SO2 to the atmosphere after the end of the 2- bar stage at the Noachian–Hesperian transition, and the subsequent sequestration of sulfur in sediments, a less acidic cryosphere allowed the formation of carbonates, relatively deep in the subsurface due to cold and acidic surface conditions. Because the trapping of CO2 in carbonates results in a decrease of the atmospheric pressure, and therefore a release of SO2 to the atmosphere and its further sequestration in sediments, a positive feedback could have occurred. The removal of CO2 in carbonates would have allowed SO2 to be released and trapped in sulfate sediments, decreasing the acidity of the cryosphere and allowing more carbonates to be formed. Such a runaway process could be one of the reasons for the sharp decrease of atmospheric CO2 during the Hesperian, simultaneously with the formation of large sediment deposits, but remains a hypothesis to be further explored.\nAccording to our scenario in the pre-Noachian and Noachian periods, the massive presence of sulfur in the cryosphere/atmosphere has kept low global temperature (near 230 K), in agreement with the results of clay minerals observations (Ehlmann et al., 2011). Under such conditions, clays may have been formed by alteration of the crust in the locally warmer region, where no SO2–CO2 clathrate can condense (equator during low obliquity). The low atmospheric SO2 gas content may lead to acidic pH preventing carbonate from precipitating but permitting clay forma-\ntion near the surface. More detailed modeling are required to discuss these implications.\nInterestingly, the massive presence of sulfur in the pre-Noachian and Noachian cryosphere could have favored the occurrence of warm episodes, with liquid water at the surface and a global hydrological cycle. Such a warm episode, or series of warm episodes, with a typical duration of 105–107 years, could have allowed the formation of valley networks observed in the southern hemisphere (Hoke et al., 2011), and formed close to the late Noachian/Hesperian transition. Similar episodes seem to be required at the middle Noachian to explain the high degree of degradation of ancient craters (Mangold, personal communication, 2012). It has been suggested that SO2, in addition to CO2, could have played a major role in maintaining water in a liquid state at the surface of Mars for significant periods of time, with an ocean and a global hydrological cycle, and that such an episode could have been controlled by a well-developed SO2 cycle (Halevy et al., 2007). The major objection in our scenario is that, starting from a cold state, any release of SO2 to the atmosphere is followed by the formation of sulfate aerosols and a subsequent cooling of the atmosphere (T10). But any catastrophic event such as a giant asteroid impact or a massive volcanic SO2 release or a large-scale destabilization of methane clathrate from a highly magmatically active subsurface, might have been able to melt the superficial cryosphere and release huge amounts of SO2 and H2O (and possibly CO2) into the atmosphere. Provided such a catastrophic event was able to trigger a global hydrological cycle, even for a short time of a few years or 100 years, the SO2 (and CO2) released at the same time from the melting cryosphere could have taken the relay and driven a somewhat longer period of warm and wet Mars, according to Halevy et al. scenario. Episodes of huge methane release from clathrates present on oceanic floors occurred during the history of Earth. At the Paleocene–Eocene transition, 55.5 Myr ago, massive dissociation of oceanic methane hydrate led to a warming of 5–6 C during 1000 yr (see e.g. Higgins and Schrag, 2006). The injection of CH4 into early Mars atmosphere with a mixing ratio of a few percents, that is partial pressure of a few tens millibar, may have possibly raised the surface temperature above 0 C (Kasting, 1997), but further calculations by Tian (unpublished) do not confirm that CH4, even at several percent level, is able to bring surface temperature close to the freezing point of water. Understanding if massive methane injections in the atmosphere of Mars, and/or giant impacts, have been able to initiate a SO2 cycle-driven episode of warm and wet Mars (Halevy et al., 2007), breaking the background cold Noachian climate, is of prime interest to progress in our understanding of early Mars climate.\nWhatever the precise triggering mechanisms of such possible warm episodes favored by the release of massive amounts of SO2 together with CO2 to the atmosphere may have been, our hypothesis may potentially explain the occurrence of outflow channels, valley networks and the degradation of impact craters. In Section 4, we suggested that the destabilization of clathrates when pCO2 dropped below 2 bar could be at the origin of chaotic terrains, and it may therefore as well explain the formation of outflow channels, provided sufficient amounts of water were present in the subsurface. Valley networks, formed at the late Noachian and which ended relatively sharply at the beginning of the Hesperian (Fasset and Head, 2011), could be the result of warm episodes occurring when the CO2 pressure was still close to 2 bar, and the temperature relatively ‘‘high’’ (230 K). Such episodes could explain the formation of some sulfate deposits during the Noachian. The postulated drop in pressure at the Noachian/Hesperian transition resulted in a general cooling of the planet from 230 K to 220 K (for pCO2 = 1 bar), then 210 K (for pCO2 = 0.5 bar) (see Fig. 2). Provided this drop was sharp enough, the cooling of the planet by 20 K during the Hesperian could have rapidly inhibited warm episodes possibly at the\nTable A1 Structure of SI and SII gas hydrates.\nSI SII\nCavity 512 51262 512 51264 Type of cavity (j: indexing number) 1 2 1 3 Number of cavities (mj) 2 6 16 8 Average cavity radius\n(nm) (1) 0.395 0.433 0.391 0.473\nVariation in radius (%) (2) 3.4 14.4 5.5 1.73 Co ordination number 20 24 20 28 Number of water molecules 42 136 Cell parameters (nm) a = 1.1956(3) a = 1.7315(4) Cell volume (nm3) 1.709(3) 5.192(4)\n(1) From Sloan (1998, p. 33). (2) Variation in distance of oxygen atoms from center of cages (from Sloan, 1998, p. 33). (3) For ethane hydrate (from Udachin et al., 2002). (4) For tetrahydrofuran hydrate (from Udachin et al., 2002).\nTable A2 Reference state parameters.\nUnit Structure I Structure II\nDlI b;0w J/mol 1287 1068 DhI b;0w J/mol 931 764 DvL bw jT0 10 6 m3/mol 4.5959 4.99644 DcL b;0p;w J/(mol K 1) 38.12 38.12 bL bp;w J/(mol K 2) 0.141 0.141\nDlI b;0w ; Dh I b;0 w : Handa and Tse (1986). DvL bw jT0 ; Dc L b;0 p;w ; b L b p;w : Sloan (1998).\norigin of valley networks. A recent study shows that the degradation of impact craters experienced a sharp transition at 3.7 Ga (Mangold et al., 2012). This transition between a period of substantial erosion due to a significant global fluvial activity (late Noachian) and a period of more regional and sporadic warming episodes (Hesperian) may be the result of the suggested drop in pressure, resulting in both a general cooling of the planet and episodes of massive SO2–CO2 release. The necessarily sporadic nature of clathrate destabilization during the Hesperian could be at the origin of the degradation of Hesperian craters, showing no relationship between age and degradation state (Mangold et al., 2012). In order to confirm these views, it will be necessary to build reliable scenarios of such warming episodes, possibly triggered by specific events (impacts, massive methane release, obliquity variations, etc.) and favored by massive SO2 release together with CO2. If these events are intense enough, liquid water precipitation (rain) may incorporate atmospheric SO2 so that the SO2 aerosol deposition time could be shorter than in our arid model (SO2 aerosols precipitation), implying a reduced cooling effect of aerosols, not sufficient to counteract the warming effect of SO2 and other greenhouse gases. These extreme events provide also SO2 precipitation before the Noachian–Hesperian boundary that could explain observed geological units. Also, clays may have been formed during such favorable climatic excursions (see e.g. Fan et al., 2008; Murchie et al., 2009; Wray et al., 2011).\nOur results are based on extrapolations to low temperatures of the results obtained in Earth’s laboratory conditions. In order to progress in our understanding of the role of the sulfur cycle in\nthe early evolution of Mars, experimental measurements devoted to the measurements of CO2–SO2 clathrates thermodynamical and kinetic properties in martian conditions would be necessary. Future space missions to Mars could also bring new results. Search for SO2 plumes associated with outgassing from surviving buried cryospheric SO2 clathrate-rich reservoirs by the Exomars TGO mission in 2016, and mapping of SO2 (if detected), could help in characterizing a possible residual activity of sulfur in the martian crust. SO2 has never been detected in the martian atmosphere, with a measured upper limit at 2r of 1 ppb (Krasnopolsy, 2005). Nevertheless, if some SO2 has been trapped at depth in long life time clathrate layers, an episodic release due to tectonic or subsurface thermal events triggering the destabilization of clathrates cannot be ruled out. The dielectric constants of clathrates are too close to that of water ice to allow to them to be easily distinguished at radar wavelengths (Mousis et al., 2013), which makes subsurface clathrate layers hardly detectable from orbit. Buried reservoirs of SO2 and H2S clathrate–hydrates could be searched for through drilling from future landers on Mars. If some sulfur clathrate deposits survived close to some volcanoes, a concentric structure might be observed, like e.g. around the Hakon Mosby mud volcano in Marmara Sea where concentric layers of gas hydrates are observed, with a maximum concentration of clathrates in the sediment of 10–20% at about 500 m of the volcano (Fig. II.17 in Bourry, 2008). In a similar way, although in quite different conditions (subaerial volcanism, larger space and timescales), concentric deposits of CO2–SO2–H2S clathrates could have been formed on Mars around volcanoes, with concentrations and composition expected to depend on the distance to the outgassing plume. The possibility for such deposits to have survived a long time is of course highly speculative, and we do not know at which depth they could have been preserved."
  }, {
    "heading": "Acknowledgments",
    "text": "E. Chassefière, E. Dartois, A. Lakhlifi and F. Schmidt thank the interdisciplinary EPOV program of CNRS. O. Mousis acknowledges support from CNES. We feel indebted to the referees, M. Mischna and A. Fairén, for their constructive comments that allowed to significantly improve the quality of this paper. We thank L. Daumas for the drawing of Fig. 7."
  }, {
    "heading": "Appendix A",
    "text": "A.1. Description of the statistical–thermodynamic model\nThree main clathrate hydrate structures have been identified: SI, SII and SH. They differ by their crystallographic structure in which water is organized in a three dimensional network. It liberates internal cavities of different polyhedral types called 512, 51262, 51264, 435663 and 51268 (ef describes a polyhedron: e is the number of edges of the face, and f is the number of faces with e edge). In Table A1 are described more precisely the SI and SII structures, the major ones to be formed due to the composition of martian gases.\nIn the case of clathrate hydrates in thermodynamic equilibrium, below the water freezing point, the equality of chemical potentials of water in the ice phase and in the hydrate phase can be written, by introducing a hypothetical reference state (phase b) corresponding to a hydrate with empty cavities:\nDlH bw DlI bw ; ð1Þ\nwhere DlH bw and DlI bw are the differences of the chemical potentials between water in hydrate (H) or ice (I) and water in the reference phase (b), respectively.\nFig. A2. Range of pressure and temperature extrapolated equilibrium for SO2 clathrate hydrate using our model (small dots, colored range). The input Kihara parameters are obtained in the 3D {e/k, r, a} parameter space regression on experimental data by setting the core radius in the a 2 [0.55, 0.95] range, then regressing the degenerate Kihara parameters as shown in Fig. 3. Original data from Tamman and Krige (1925) (large circle) are displayed as well as water phase diagram limits.\nA.1.1. Modeling of DlH bw DlH bw is then determined from statistical thermodynamics whereas DlI bw is determined by means of relations from classical thermodynamics that can be expressed as a function of the fugacity fj of the gas j as: DlH bw ¼ RT X\ni\nv i ln 1 X\nj\nhij\n! RT\nX i v i ln 1 X j\nCijfjðT; PÞ !\nð2Þ\nwhere mi is the number of cavities of type i; Cij is the Langmuir constant of component j in the cavity i describing the interaction potential between the encaged guest molecule and the surrounding water molecules, evaluated by assuming a spherically symmetrical cage and associated potential:\nCij ¼ 4p kT Z 1 0 exp wðrÞ kT r2dr; ð3Þ\nwhere w is the radial interaction potential between the guest molecule and the water molecules forming the structure. The interaction potential, when described by a Kihara model (Mckoy and Sinagoglu, 1963), can be expressed as:\nwðrÞ ¼ 2ze r 12 R11r d10 þ a R d11\nr 6\nR5r d4 þ a R d5\nð4Þ\ndN ¼ 1 N ð1 r=R a=RÞ N ð1þ r=R a=RÞ N h i\nð5Þ\nThe gas parameters e, r and a are the Kihara parameters describing the potential we seek for and can be calculated from experimental data by fitting the model equations to corresponding hydrate equilibrium experimental data. The interaction potential takes into account the geometrical properties of the cavities (coordination number z and average mean radius R, given in Table A1).\nThe equations that can be used to evaluate DlI bw , the difference in chemical potential between ice and the reference state T0 = 273.15 K and the pressure P0 = 1 bar are summarized in chapter 5 and in particular in Table 5.9 of Sloan and Koh (2008) and Table 4.3.1 of Herri et al. (2011). The corresponding values of the reference state parameters used in the model are given in Table A2.\nA.1.2. Equilibrium A simultaneous minimization of the three Kihara parameters (sigma, core radius and epsilon/k) on the clathrate hydrate model\nFig. A1. Pearson’s chi square test contour plot of the minimized e/k versus r for SO2 Kihara parameters, with core radius a fixed at 0.75 Å. Contour levels are spaced in powers of 3 of the best-regressed value. Pressure and temperature equilibrium data for SO2 hydrate are taken from Tamman and Krige (1925).\nfaces a high level of degeneracy, an issue amplified by the paucity of available equilibrium data in the sulfur dioxide case. In a rather well defined and measured system the degeneracy remains an issue (Herri et al., 2011). This is somehow already reflected in the distinct Kihara parameters deduced in the literature. Kihara parameters for pure substances can be evaluated from measurement of the viscosity, or can be calculated from the second virial coefficient, or from a combination of measurements (Tee et al., 1996). Also, they can be evaluated from Henry constants (Uno et al., 1975). The principle is to retrieve the Kihara parameters over experimental data with a limited number of pure substances. The authors propose a correlation to estimate the Kihara parameters for all kinds of gases. The optimization strategy we adopt to reduce the degeneracy is to set one of the parameters before to deduce the corresponding two others by minimization, as suggested in e.g. Mehta and Sloan (1996). They propose to fix the Kihara a value. Based on the parameterization by Tee et al. (1966) and Uno et al. (1975) for SO2, the core radius a value is estimated to lie close to a = 0.75 Å, that we further set to explain the analysis performed.\nThen, for a given set of Kihara parameters ej and rj, and a given temperature (resp. a given pressure), the calculated equilibrium pressure Pcalc (resp. the calculated equilibrium temperature Tcalc) corresponds to the value such as DlH bw DlI bw . Then the calculated pressure and temperature are compared to the experimental ones Pexp and Texp, and a deviation function can be defined as: Fðej;rjÞ ¼ XN i¼1 Pcalc Pexp 1\n!min resp:Fðej;rjÞ ¼ XN l¼1 Tcalc Texp 1 !min\n! ð6Þ\nThe summation is performed over all N data of the set. In the work of Herri and Chassefière (2012), the Kihara parameters for CO2 clathrate hydrate were retrieved with such a scheme, with e/k = 178.21 K, a = 0.6805 Å and r = 2.873 Å. By using the same method, the present work aims at retrieving the Kihara parameters for SO2 hydrate.\nA.2. Retrieving the SO2 Kihara parameters\nWe focus on the value of a = 0.75 Å, but the minimization was performed over a broader range of a values. Then, the e and r\ncan be optimized from experimental results. Using the Tamman and Krige (1925) data, the minimized e and r values dependencies are shown in Fig. A1, following a valley of minima all satisfying the available experimental data. Using another core radius value would give rise to another satisfying correlation. With the limited data available, covering only the range of temperature from 261.15 K to 271.15 K, corresponding pressure and temperature SO2 clathrate hydrate equilibria at lower temperatures are shown in Fig. A2 (in this case the core radius was explored over a larger range). Nevertheless, taking into account the regression uncertainties, significant constraints can be set in the martian context as shown in the next section."
  }],
  "year": 2013,
  "references": [{
    "title": "Contemporaneous deposition of phyllosilicates and sulfates: Using Australian acidic saline lake deposits to describe geochemical variability on Mars",
    "authors": ["A.M. Baldridge"],
    "venue": "Geophys. Res. Lett. 36, L19201",
    "year": 2009
  }, {
    "title": "Global mineralogical and aqueous Mars history derived from OMEGA/Mars",
    "authors": ["Bibring", "J.-P"],
    "venue": "Express data. Science",
    "year": 2006
  }, {
    "title": "Coupled ferric oxides and sulfates on the martian surface",
    "authors": ["Bibring", "J.-P"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Caractérisation physique et géochimique d’hydrates de gaz d’environnements géologiques différents",
    "authors": ["C. Bourry"],
    "venue": "PhD thesis,",
    "year": 2008
  }, {
    "title": "Stability analysis of the martian obliquity during the Noachian era",
    "authors": ["R. Brasser", "K.J. Walsh"],
    "venue": "Icarus 213,",
    "year": 2011
  }, {
    "title": "Trapped Ar isotopes in meteorite ALH 84001 indicate Mars did not have a thick ancient atmosphere",
    "authors": ["W.S. Cassata", "D.L. Shuster", "P.R. Renne", "B.P. Weiss"],
    "venue": "Icarus 221,",
    "year": 2012
  }, {
    "title": "Methane release and the carbon cycle on Mars",
    "authors": ["E. Chassefière", "F. Leblanc"],
    "venue": "Planet. Space Sci",
    "year": 2011
  }, {
    "title": "Constraining methane release due to serpentinization by the D/H ratio on Mars",
    "authors": ["E. Chassefière", "F. Leblanc"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Water at the poles and in permafrost regions of Mars",
    "authors": ["P. Christensen"],
    "venue": "Elements",
    "year": 2006
  }, {
    "title": "The evolution of the martian hydrosphere: Implications for the fate of a primordial ocean and the current state of the northern plains",
    "authors": ["S.M. Clifford", "T.J. Parker"],
    "venue": "Icarus 154,",
    "year": 2001
  }, {
    "title": "Depth of the martian cryosphere: Revised estimates and implications for the existence and detection of subpermafrost groundwater",
    "authors": ["S.M. Clifford", "J. Lasue", "E. Heggy", "J. Boisson", "P. McGovern", "M.D. Max"],
    "venue": "J. Geophys. Res. 115,",
    "year": 2010
  }, {
    "title": "Carbon dioxide clouds in an early dense martian atmosphere",
    "authors": ["A. Colaprete", "O.B. Toon"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Minimum estimates of the amount and timing of gases released into the martian atmosphere from volcanic eruptions",
    "authors": ["R.A. Craddock", "R. Greeley"],
    "venue": "Icarus 204,",
    "year": 2009
  }, {
    "title": "An in situ record of major environmental transitions on early Mars at Northeast Syrtis Major",
    "authors": ["B.L. Ehlmann", "J.F. Mustard"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "Subsurface water and clay mineral formation during the early history of Mars",
    "authors": ["Ehlmann", "B.L"],
    "venue": "Nature 479,",
    "year": 2011
  }, {
    "title": "Geochemical Consequences of Widespread Clay Mineral Formation in Mars",
    "authors": ["Ehlmann", "B.L"],
    "venue": "Ancient Crust. Space Sci. Rev",
    "year": 2013
  }, {
    "title": "Inhibition of carbonate synthesis in acidic oceans on early Mars",
    "authors": ["Fairén", "A.G"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Kinetics of CO2 hydrate formation from water frost at low temperatures: Experimental results and theoretical model",
    "authors": ["A. Falenty", "G. Genov", "Hansen", "Th.C", "W.F. Kuhs", "A.N. Salamatin"],
    "venue": "Falenty,",
    "year": 2011
  }, {
    "title": "A new hypothesis for the origin and redistribution of sulfates in the equatorial region of western Mars",
    "authors": ["C. Fan", "D. Schulze-Makuch", "A.G. Fairén", "J.A. Wolff"],
    "venue": "Geophys. Res. Lett. 35,",
    "year": 2008
  }, {
    "title": "Sequence and timing of conditions on early Mars",
    "authors": ["C.I. Fasset", "J.W. Head"],
    "venue": "Icarus 211,",
    "year": 2011
  }, {
    "title": "Warming early Mars with carbon dioxide clouds that scatter infrared radiation",
    "authors": ["F. Forget", "R.T. Pierrehumbert"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Formation of glaciers on mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R.M. Haberle", "F. Montmessin", "B. Levrard", "J.W. Head"],
    "year": 2006
  }, {
    "title": "The sulfur content of volcanic gases on Mars",
    "authors": ["F. Gaillard", "B. Scaillet"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2009
  }, {
    "title": "Geochemical reservoirs and timing of sulphur cycling on Mars",
    "authors": ["F. Gaillard", "J. Michalski", "G. Berger", "S. McLennan", "B. Scaillet"],
    "venue": "Space Sci. Rev",
    "year": 2013
  }, {
    "title": "Origin of the cataclysmic late heavy bombardment period of the terrestrial planets",
    "authors": ["R. Gomes", "H. Levison", "K. Tsiganis", "A. Morbidelli"],
    "venue": "Nature 435,",
    "year": 2005
  }, {
    "title": "Magma generation on Mars – Amounts, rates, and comparisons with Earth, Moon, and Venus",
    "authors": ["R. Greeley", "B.D. Schneid"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "A geochemical model for the formation of hydrothermal carbonates on Mars",
    "authors": ["L.L. Griffith", "E.L. Shock"],
    "venue": "Nature 377,",
    "year": 1995
  }, {
    "title": "On the secular evolution of groundwater on Mars",
    "authors": ["R.E. Grimm", "S.L. Painter"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Volcanic outgassing of CO2 and H2O on Mars",
    "authors": ["M Grott"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2011
  }, {
    "title": "A sulfur dioxide climate feedback on early Mars",
    "authors": ["I. Halevy", "M.T. Zuber", "D.P. Schrag"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Thermodynamic properties of empty lattices of structure I and structure II clathrate hydrates",
    "authors": ["Y.P. Handa", "J.S. Tse"],
    "venue": "J. Phys. Chem",
    "year": 1986
  }, {
    "title": "Tectonic pressurization of aquifers in the formation of Mangala and Athabasca valles, Mars",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Inventory of ice-related deposits on mars: evidence for burial and long-term sequestration of ice in non-polar regions and implications for the water budget and climate evolution",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Lunar Planet. Sci",
    "year": 2009
  }, {
    "title": "Extensive Hesperian-aged south polar ice sheet on Mars: Evidence for massive melting and retreat, and lateral flow and ponding of meltwater",
    "authors": ["J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Carbon dioxide, argon, nitrogen and methane clathrate hydrates: Thermodynamic modelling, investigation of their stability in martian atmospheric conditions and variability of methane trapping",
    "authors": ["J.M. Herri", "E. Chassefière"],
    "venue": "Planet. Space Sci",
    "year": 2012
  }, {
    "title": "Gas hydrate equilibria from CO2–N2 and CO2–CH4 gas mixtures – Experimental studies and thermodynamic modelling",
    "authors": ["Herri", "J.-M", "A. Bouchemoua", "M. Kwaterski", "A. Fezoua", "Y. Ouabbas", "A. Cameirao"],
    "venue": "Fluid Phase Equilib",
    "year": 2011
  }, {
    "title": "Beyond methane: Towards a theory for the Paleocene–Eocene thermal maximum",
    "authors": ["J.A. Higgins", "D.P. Schrag"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Formation timescales of large martian valley networks",
    "authors": ["M.R.T. Hoke", "B.M. Hynek", "G.E. Tucker"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Sulfur-induced greenhouse warming on early Mars",
    "authors": ["S.S. Johnson", "M.A. Mischna", "T.L. Grove", "M.T. Zuber"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Fate of SO2 in the ancient martian atmosphere: Implications for transient greenhouse warming",
    "authors": ["S.S. Johnson", "A.A. Pavlov", "M.A. Mischna"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2009
  }, {
    "title": "A sensitive search for SO2 in the martian atmosphere: Implications for seepage and origin of methane",
    "authors": ["V.A. Krasnopolsky"],
    "venue": "Icarus 178,",
    "year": 2005
  }, {
    "title": "Orbital forcing of the martian polar layered deposits",
    "authors": ["J. Laskar", "B. Levrard", "J.F. Mustard"],
    "venue": "Nature",
    "year": 2002
  }, {
    "title": "Ferric oxides in East Candor Chasma, Valles Marineris (Mars) inferred from analysis of OMEGA/Mars Express data: Identification and geological interpretation",
    "authors": ["L Le Deit"],
    "venue": "J. Geophys. Res",
    "year": 2008
  }, {
    "title": "Recent ice-rich deposits formed at high latitude on Mars by sublimation of unstable equatorial ice during low obliquity",
    "authors": ["B. Levrard", "F. Forget", "F. Montmessin", "J. Laskar"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "A chronology of early Mars climatic evolution from impact crater degradation",
    "authors": ["N. Mangold", "S. Adeli", "S. Conway", "V. Ansan", "B. Langlais"],
    "venue": "J. Geophys. Res. 117,",
    "year": 2012
  }, {
    "title": "Mineralogical composition, structure, morphology, and geological history of Aram Chaos crater fill on Mars derived from OMEGA Mars Express data",
    "authors": ["M Massé"],
    "venue": "J. Geophys. Res",
    "year": 2008
  }, {
    "title": "Theory of dissociation pressures of some gas hydrates",
    "authors": ["V. Mckoy", "O.J. Sinagoglu"],
    "venue": "J. Chem. Phys",
    "year": 1963
  }, {
    "title": "Improved thermodynamic parameters for prediction of structure H hydrate equilibria",
    "authors": ["A.P. Mehta", "E.D. Sloan"],
    "venue": "Aiche J",
    "year": 1996
  }, {
    "title": "Limits on the CO2 content of the martian polar deposits",
    "authors": ["M.T. Mellon"],
    "venue": "Icarus 124,",
    "year": 1996
  }, {
    "title": "The presence and stability of ground ice in the southern hemisphere of Mars",
    "authors": ["M.T. Mellon", "W.C. Feldman", "T.H. Prettyman"],
    "venue": "Icarus 169,",
    "year": 2004
  }, {
    "title": "Origin of martian sulfates and interior layered deposits (ILDs) in the Valles Marineris by atmospherically driven processes",
    "authors": ["J. Michalski", "P.B. Niles"],
    "venue": "EPSC-DPS Joint Meeting",
    "year": 2011
  }, {
    "title": "Dynamics of the giant planets of the Solar System in the gaseous protoplanetary disk and their relationship to the current orbital architecture",
    "authors": ["A. Morbidelli", "K. Tsiganis", "A. Crida", "H. Levison", "R. Gomes"],
    "venue": "Astron. J. 134,",
    "year": 2007
  }, {
    "title": "Chemical composition of the atmosphere of Mars",
    "authors": ["V.I. Moroz"],
    "venue": "Adv. Space Res",
    "year": 1998
  }, {
    "title": "Mars cryosphere: A potential reservoir for heavy noble gases? Icarus",
    "authors": ["O. Mousis", "J.I. Lunine", "E. Chassefière", "F. Montmessin", "A. Lakhlifi", "S. Picaud", "J.M. Petit", "D. Cordier"],
    "year": 2012
  }, {
    "title": "Volatile trapping in martian clathrates",
    "authors": ["O Mousis"],
    "venue": "Space Sci. Rev",
    "year": 2013
  }, {
    "title": "Strong release of methane on mars in northern summer",
    "authors": ["Mumma", "M.J"],
    "year": 2009
  }, {
    "title": "A synthesis of martian aqueous mineralogy after 1 Mars year of observations from the Mars Reconnaissance Orbiter",
    "authors": ["S.L. Murchie"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2009
  }, {
    "title": "Origin and evolution of the layered deposits in the Valles Marineris",
    "authors": ["S.S. Nedell", "S.W. Squyres", "D.W. Andersen"],
    "venue": "Mars. Icarus",
    "year": 1987
  }, {
    "title": "Geochemistry of carbonates on Mars: Implications for climate history and nature of aqueous environments",
    "authors": ["P.B. Niles"],
    "venue": "Space Sci. Rev",
    "year": 2013
  }, {
    "title": "Generation of martian chaos and channels by debris",
    "authors": ["D. Nummedal", "D.B. Prior"],
    "venue": "flows. Icarus",
    "year": 1981
  }, {
    "title": "Global investigation of olivine on Mars: Insights into crust and mantle composition",
    "authors": ["A Ody"],
    "venue": "J. Geophys. Res., in press",
    "year": 2013
  }, {
    "title": "The composition of the atmosphere at the surface of Mars",
    "authors": ["T. Owen", "K. Biemann", "D.R. Rushneck", "J.E. Biller", "D.W. Howarth", "A.L. LaFleur"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "On the origin and early evolution of terrestrial planet atmospheres and meteoritic volatiles",
    "authors": ["R.O. Pepin"],
    "venue": "Icarus",
    "year": 1991
  }, {
    "title": "The case for a wet",
    "authors": ["J.B. Pollack", "J.F. Kasting", "F.M. Richardson", "K. Poliakoff"],
    "venue": "warm climate on early Mars. Icarus",
    "year": 1987
  }, {
    "title": "Effect of the greenhouse gases (CO2, H2O, SO2) on martian paleoclimate",
    "authors": ["S.E. Postawko", "W.R. Kuhn"],
    "venue": "In: 60th Proc. Lunar Planet. Sci. Conf. J. Geophys. Res.,",
    "year": 1986
  }, {
    "title": "Ages of Valles Marineris (Mars) landslides and implications for canyon history",
    "authors": ["C. Quantin", "P. Allemand", "N. Mangold", "C. Delacourt"],
    "venue": "Icarus",
    "year": 2004
  }, {
    "title": "Headward growth of chasmata by volatile outbursts, collapse, and drainage: Evidence from Ganges chaos, Mars",
    "authors": ["Rodriguez", "J.A.P"],
    "venue": "Geophys. Res. Lett",
    "year": 2006
  }, {
    "title": "Environmental effects of large impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete", "K. Zahnle"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Modeling the environmental effects of moderate-sized impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete"],
    "venue": "J. Geophys. Res",
    "year": 2008
  }, {
    "title": "Clathrate Hydrates of Natural Gases, second ed",
    "authors": ["E.D. Sloan"],
    "year": 1998
  }, {
    "title": "Clathrate Hydrates of Natural Gases, third ed",
    "authors": ["E.D. Sloan", "C.A. Koh"],
    "year": 2008
  }, {
    "title": "Mars Orbiter Laser Altimeter: Experiment summary after the first year of global mapping of Mars",
    "authors": ["D.E. Smith"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "In situ evidence for an ancient aqueous environment at Meridiani Planum",
    "authors": ["Squyres", "S.W"],
    "venue": "Mars. Science",
    "year": 2004
  }, {
    "title": "Equilibrium pressures of gas hydrates",
    "authors": ["G. Tamman", "G.J. Krige"],
    "venue": "Zeit. Anorg. Und Algem. Chem",
    "year": 1925
  }, {
    "title": "Debris-flow origin for the Simud/Tiu deposit on Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Molecular parameters of normal fluids: the Kihara potential with special core",
    "authors": ["L.S. Tee", "S. Gotoh", "W.E. Stewart"],
    "venue": "Ind. Eng. Fundam",
    "year": 1996
  }, {
    "title": "Thermal escape of carbon from the early martian atmosphere",
    "authors": ["F. Tian", "J.F. Kasting", "S.C. Solomon"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Photochemical and climate consequences of sulfur outgassing on early Mars",
    "authors": ["F Tian"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Single crystal diffraction studies of structures I, II and H hydrates: Structure, cage occupancy and composition",
    "authors": ["K.A. Udachin", "C.I. Ratcliffe", "J.A. Ripmeester"],
    "venue": "J. Supra Mol. Chem",
    "year": 2002
  }, {
    "title": "Application of the perturbation theory to the calculation of Henry’s constants for normal fluids",
    "authors": ["K Uno"],
    "venue": "J. Chem. Eng. Japan",
    "year": 1975
  }, {
    "title": "Phase equilibria in SO2 + H2O: The sulfur dioxide gas hydrate two liquid phases, and the gas phase in the temperature range 273 to 400 K and at pressures up to 400 MPa",
    "authors": ["J.G. Van Berkum", "G.A.M. Diepen"],
    "venue": "J. Chem. Thermodyn",
    "year": 1979
  }, {
    "title": "Solid gas hydrates",
    "authors": ["M. Von Stackelberg"],
    "venue": "Die Naturwissenschaften",
    "year": 1949
  }, {
    "title": "Tharsis-radial graben systems as the surface manifestation of plume-related dike intrusion complexes: Models and implications",
    "authors": ["L. Wilson", "J.W. Head III"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Chemical markers of possible hot spots on Mars",
    "authors": ["Wong", "A.-S", "S.K. Atreya", "Encrenaz", "Th"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Diverse aqueous environments on ancient Mars revealed in the southern highlands",
    "authors": ["J.J. Wray", "S.L. Murchie", "S.W. Squyres", "F.P. Seelos", "L.L. Tornabene"],
    "year": 2011
  }],
  "id": "SP:bddbed8fda63941a401d9576053df333d8952bad",
  "authors": [{
    "name": "Eric Chassefière",
    "affiliations": []
  }, {
    "name": "Emmanuel Dartois",
    "affiliations": []
  }, {
    "name": "Jean-Michel Herri",
    "affiliations": []
  }, {
    "name": "Feng Tian",
    "affiliations": []
  }, {
    "name": "Frédéric Schmidt",
    "affiliations": []
  }, {
    "name": "Olivier Mousis",
    "affiliations": []
  }, {
    "name": "Azzedine Lakhlifi",
    "affiliations": []
  }],
  "abstractText": "It is generally agreed that a dense CO2-dominant atmosphere was necessary in order to keep early Mars warm and wet. However, current models have not been able to produce surface temperature higher than the freezing point of water. Most sulfate minerals discovered on Mars are dated no earlier than the Hesperian, despite likely much stronger volcanic activities and more substantial release of sulfur-bearing gases into martian atmosphere during the Noachian. Here we show, using a 1-D radiative–convectivephotochemical model, that clathrate formation during the Noachian would have buffered the atmospheric CO2 pressure of early Mars at 2 bar and maintained a global average surface temperature 230 K. Because clathrates trap SO2 more favorably than CO2, all volcanically outgassed sulfur would have been trapped in Noachian Mars cryosphere, preventing a significant formation of sulfate minerals during the Noachian and inhibiting carbonates from forming at the surface in acidic water resulting from the local melting of the SO2-rich cryosphere. The massive formation of sulfate minerals at the surface of Mars during the Hesperian could be the consequence of a drop of the CO2 pressure below a 2-bar threshold value at the late Noachian–Hesperian transition, which would have released sulfur gases into the atmosphere from both the Noachian sulfur-rich cryosphere and still active Tharsis volcanism. A lower value of the pressure threshold, down to 0.5 bar, could have been sufficient to maintain middle and high latitude regions below the clathrate formation temperature during the Noachian and to make the trapping of SO2 in clathrates efficient. Our hypothesis could allow to explain the formation of chaotic terrains and outflow channels, and the occurrence of episodic warm episodes facilitated by the release of SO2 to the atmosphere. These episodes could explain the formation of valley networks and the degradation of impact craters, but remain to be confirmed by further modeling. 2013 Elsevier Inc. All rights reserved.",
  "title": "CO2–SO2 clathrate hydrate formation on early Mars"
}