{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth-Science Reviews\nj ourna l homepage: www.e lsev ie r .com/ locate /earsc i rev\nInvited review\nBirth and evolution of the Rio Grande fluvial system in the past 8 Ma: Progressive downward integration and the influence of tectonics, volcanism, and climate\nMarisa Repasch a,⁎, Karl Karlstrom a, Matt Heizler b, Mark Pecha c a Department of Earth and Planetary Sciences, University of New Mexico, Albuquerque, NM, United States b New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, Socorro, NM, United States c Arizona Laserchron Center, Department of Geosciences, University of Arizona, Tucson, AZ, United States\n⁎ Corresponding author. E-mail address: marisa.repasch@gfz-potsdam.de (M. R\nhttp://dx.doi.org/10.1016/j.earscirev.2017.03.003 0012-8252/© 2017 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 28 July 2016 Received in revised form 25 February 2017 Accepted 7 March 2017 Available online 12 March 2017\nThe Rio Grande fluvial system has evolved dramatically over the past 8 Ma, undergoing channel migrations, drainage capture and integration events, volcanic damming, and carving and refilling of paleocanyons. This paper is motivated by the need for a synthesis aimed at understanding processes driving regional drainage development, especially the roles of rifting, volcanism, and climate change.Major conclusions supported by our synthesis of published data are as follows: 1) 20–8 Ma southward drainage from the San Juan volcanic field into the deepening Rio Grande rift resulted in deposition of thick basin fill of the Santa Fe Group by rivers flowing on a southsloping alluvial plain in the north and by alluvial fanswithin fault-segmented internally drained rift basins. 2) The ancestral Rio Chama river system developed by ~8Ma to link northern NewMexico basins (Española and northern Albuquerque basins). 3) The ancestral Rio Grande joined the Rio Chamaby 5Ma and linked drainage from the San Juan Mountain headwaters to central NewMexico as an integrated axial river system. 4) The Rio Grande extended its reach progressively southward to central New Mexico (Palomas basin) by 4.5 Ma, to southern New Mexico (Mesilla basin) by 3.1 Ma, to Texas (Hueco basin) by 2.06 Ma, and joined the Pecos River to reach the Gulf of Mexico by ~800 ka. 5) The change from aggradation to bedrock incision to carve the Rio Grande valley took place after 1 Ma with differential incision rates of 10 to 150 m/Ma.\nVolcanism concurrent with the development of the river system provides a unique opportunity to apply multiple geochronometers to the study of its incision and drainage evolution. This paper reports seventeen new and 79 previously unpublished 40Ar/39Ar basalt ages in the context of a compilation of published geochronology. We also report detrital zircon ages for nineteen samples of ancestral Rio Grande-Rio Chama sediment, and compare them to eleven detrital K-feldspar samples to evaluate this potentially powerful new detrital grain analysis.\nThe elongate geometry of 4.8Ma basalt mesas in the Española basin suggests that the course of the Rio Grande connecting northern and central NewMexico drainage was established by ~5 Ma. Detrital zircon age spectra for ancestral Rio Grande alluvium underlying these basalt flows contain 10–12% of 37–27 Ma grains suggesting that the ~5 Ma Rio Grande was carrying detritus from, and likely had its headwaters in, the San Juan Mountains of southwestern Colorado. The 5Ma to 3Ma accumulation of an ~240-m-thick section of basaltflows on the Taos Plateauwas accompanied by inset relationships downstream (Española basin), documenting the existence of a developing 5 to 2.5 Ma Rio Grande valley with an axial river. Coincident timing and inferred pre-volcanic knickpoints suggest that the construction of the Taos Plateau volcanic field in northern NewMexico helped drive downward integration to southern New Mexico by 4.5 Ma. Changes in ancestral Rio Grande sediment provenance from 2.6 Ma to 1.6 Ma document a northward shift of the Rio Grande-Rio Chama confluence and indicate that surface uplift of the JemezMountains diverted and reconfigured the river system, and likely drove further downstream integration. The Taos Plateau volcanic field reduced through-flowing surface drainage from the San Juan Mountains relative to the Sangre de Cristo Mountains until the ~440 ka spillover of Lake Alamosa in south-central Colorado, and we view this event as a re-integration, not initial integration, of upper Rio Grande drainage.\nProgressive downward integration of Rio Grande rift basins from 8 to 1 Ma was facilitated by a combination of processes: increased river gradients in the upper basin due to construction of volcanic fields and potential epeirogenic uplift; increased discharge due to climate change events; waning rift extension that allowed aggradation to exceed subsidence; dampening of topographic divides between basins by aggradation; probable groundwater connectivity; and lake spillover events. Downward integration eventsmay crudely correlate to climate change “events”\nKeywords: Rio Grande Tectonic geomorphology River integration Detrital zircon Detrital sanidine 40Ar/39Ar geochronology\nepasch).\nat 6Ma (onset of the southwesternmonsoon) and 2.6Ma (global change toward glacial-interglacial climate). Magmatic influences included the building of the 6–2.5 Ma Taos Plateau volcanic field, construction of the 10 to 0 Ma JemezMountains, and 6Ma to 0Ma Jemez lineament volcanism that was likely associated withmantle-driven surface uplift in a northeast-trending zone across northern NewMexico. River damming events were driven by volcanism in the northern Rio Grande rift, while basin spillover/groundwater sapping events were punctuated by a combination of pluvial climates and continued headwater uplift in the southern Rocky Mountains. Integration of the Rio Grande system to the Gulf of Mexico by ~800 ka was facilitated by headwater uplift as well as the onset of ~100 ka high-amplitude glacial-interglacial cycles at ~900 ka that provided higher discharge and bedrock incision rates during the Pleistocene. We conclude that magmatic and tectonic forcing dominated over the last ~8 Ma, but were amplified by climate change events to determine the fluvial evolution of the Rio Grande system.\n© 2017 Elsevier B.V. All rights reserved.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 114 2. Previous work . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 116\n2.1. Role of Rio Grande rift structure and magmatism in localizing drainage . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 116 2.2. Summary of axial facies (trunk rivers) of rift basins . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 118 2.3. Lava dams and interactions between the river and volcanism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 120 2.4. The late Pleistocene transition from aggradation to incision . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 121 2.5. Red River headwaters and Lake Alamosa spillover hypotheses . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 121 2.6. Roles of climate and tectonics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 3. New research . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 3.1. Methods . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122\n3.1.1. River profile analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 3.1.2. Application of multiple geochronometers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 3.1.3. 40Ar/39Ar basalt geochronology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 123 3.1.4. U-Pb detrital zircon geochronology. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 123 3.1.5. 40Ar/39Ar detrital sanidine geochronology. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124 3.1.6. Sediment source areas and samples analyzed . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124\n3.2. Results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 3.2.1. River profile analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 3.2.2. 40Ar/39Ar basalt ages and detrital zircon/sanidine analyses . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 3.3. Interpretation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 131 3.3.1. River profile morphology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 131 3.3.2. Interpretation of basalt age data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 131 3.3.3. Interpretation of detrital age data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 132 3.3.4. Comparison of detrital zircon and detrital sanidine results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137 4. Discussion and implications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 138 4.1. Structural control on river planform . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 4.2. Controls on river profile geometry . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 4.3. Downstream propagating drainage integration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 4.4. Ancestral Rio Grande in the San Luis Basin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 141 4.5. Black Mesa-La Mesita . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 141 4.6. Drivers of river integration: tectonics, climate, and geomorphic change . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 142 5. Conclusions. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 142 Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Appendix A. 40Ar/39Ar analytical data and new ages for basalt flows exposed along the Rio Grande Gorge in the Taos Plateau Volcanic field . . . . . . 144 Appendix B. Detrital mineral sources . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144\nB.1. Precambrian sources . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 B.2. San Juan Volcanic Field . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 B.3. Latir Volcanic Field . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 B.4. Mogollon-Datil Volcanic Field . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 B.5. Santa Fe Group . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144\nAppendix C. Detrital sanidine 40Ar/39Ar geochronology data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Appendix D. Analytical methods and instrumentation. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Appendix E. Supplementary data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 References. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144\n9 9 9 9 9 50 50 61 61 61"
  }, {
    "heading": "1. Introduction",
    "text": "The birth and evolution of continental-scale river systems involves incompletely understood feedbacks among tectonic, climatic, and geomorphic forcings (e.g. Whipple and Tucker, 1999; Allen, 2008; Wobus et al., 2010; Whittaker, 2012). The Rio Grande of the southwest United States is an outstanding field laboratory for studying the history of a geologically young river system and how it has responded to uplift,\nfaulting, volcanic activity, and climate change. With a drainage basin area of 471,896 km2, the Rio Grande is one of the major radial rivers that drains the Colorado Rockies, the highest mean elevation region in the continental United States (Karlstrom et al., 2012). The Rio Grande is the axial river to the Rio Grande rift (Fig. 1), a continental rift system that splits the southern Rockies along a north-south axis. Rifting was most active from 25 to 10 Ma (Ricketts et al., 2015) and the evolution of this axial river has been tied to the history of the active tectonic\nsystem where waning of extensional strain rates reduced accommodation space in rift sub-basins and allowed river integration (Chapin and Cather, 1994, Connell et al., 2005; this paper).\nThe Rio Grande drains the southern Rockies on the east side of the continental divide, whereas the Colorado-Green River system drains the southern Rockies on the west side. The integration of both systems has taken place in the last ~5 Ma (Mack et al., 2006; Dorsey et al., 2007; Karlstrom et al., 2012) such that they collectively provide a record of western U.S. drainage evolution, the generation of spectacular high relief topography in the Rocky Mountain-Colorado Plateau region, and a gauge for hypothesized young uplift (Moucha et al., 2008; Levander et al., 2011a, 2011b; Karlstrom et al., 2012). Integration and incision of the Rio Grande have been linked to continental rifting and dominance of aggradation in subsiding rift basins since the Miocene that deposited the Santa Fe Group rift fill. In contrast, the Colorado River system has progressively eroded deep canyons and rugged topography into the Colorado Plateau over the past ~11Ma (Aslan et al., 2010). Current debates include the extent to which neotectonics is influencing river evolution, such as fault dampened incision (e.g. Karlstrom et al., 2007) andmantle-driven differential uplift (e.g. Karlstromet al., 2008, 2016;Moucha et al., 2008; Crowet al., 2014). In contrast, some studies propose entirely geomorphic explanations for river evolution, such as formation of knickpoints by strong bedrock resistance to incision or mass-movement inputs (e.g. Pederson and Tressler, 2012). Punctuated climate change at 6 Ma (Chapin, 2008) and 2.6 Ma (Molnar, 2004) likely affected both river systems and debates focus on the extent to which climate change influenced initial river integration and subsequent incision histories (Connell et al., 2005).\nMore globally, the birth and evolution of continental-scale river systems is often viewed as closely entwined with continental tectonics. For example, in the rapidly erodingHimalayas of southernAsia, tectonic uplift\nFig. 1. Physiographic provinces of the southwestern United States, showing the Rio Grande. Th southern Rocky Mountains (purple), eastern edge of the Colorado Plateau (green), Rio Grande southern Coastal Plain (blue). R—river.\nand river evolution are strongly coupled with incision rates and sinuosity of the Yarlung-Brahmaputra river system which is controlled by, and in part mediated by, rates of rock uplift (Zeitler et al., 2001; Koons et al., 2002; Finnegan et al., 2008). The Amazon River developed as a throughflowing river system from the Andes to the Atlantic Ocean within the past 3 Ma, primarily in response to rock uplift of the headwaters in the Andean orogen that began at ~6–7 Ma (Figueiredo et al., 2009), with rapid foreland basin subsidence and forebulge uplift preventing the river from reaching the ocean earlier. Continued uplift and high rates of sedimentation have resulted in a longitudinal profile with extreme concavity in which the upper catchment is steep and the lower catchment is relatively flat. This is similar to the Rio Grande profile where steep upper reaches in the RockyMountains and the upper RioGrande rift transition to a long flat profile extending to the Gulf of Mexico.\nPerhaps the closest analog to the Rio Grande rift and its axial river, the Rio Grande (Fig. 2), is the East African rift and its rivers and lakes. Both rifts are in arid regions that have tectonic settings in which magmatism, continental extension, and geomorphic systems interact. In both cases, the high elevation developed from epeirogenic uplift of continental interiors provides the potential energy for river integration of N1000-km-long rivers. The Nile River has its headwaters in the Lake Albert basin at the northern terminus of the western branch of the African rift, and its drainage evolution has beenmarkedly influenced by late Miocene episodic uplift of the Ethiopian Plateau (Gani et al., 2007). The style of half graben extension led to the formation of internally drained lakes in rift sub-basins, separated by drainage divides at fault accommodation zones (e.g. Faulds and Varga, 1998). The integration of lakes across divides is needed for long axial river systems to develop, and this process has gone further in the Rio Grande system which is now fully integrated from themountains to the sea, whereas the East African\ne Rio Grande flows through a variety of landscapes and plays a central role in draining the rift (red), southeastern Basin and Range (orange), southern Great Plains (yellow), and the\nrift still has several basins that remain internally drained. For example, the AwashRiver in the eastern branchof the East AfricanRift integrates basins of the Main Ethiopian Rift, and connects two lakes upstream, but nearly ten lakes upstream remain disconnected. Rates of extension and consequent tectonic subsidence, and volumes of magmatism are higher in the African systems (Roberts et al., 2012), whereas Rio Grande rift extension rates were highest at 20–10 Ma and have generally decreased through time (Ricketts et al., 2015). Thus, the Rio Grande and Rio Grande rift maywell be harbingers for the future of the East African rift, should extension wane rather than progress to stages of continental separation.\nThis paper synthesizes andbuilds uponworkby Smith (2004), Connell et al. (2005), Hawley (2005), andMack et al. (2006) to compile the extensive and multifarious literature on the Rio Grande. Primary concepts that are put forth in this study include: 1) the 5 to 4 Ma integration of the Rio Grande to southern NewMexico (Gustavson, 1991;Mack et al., 2006); 2) integration to the sea in the Gulf of Mexico by ~800 ka (Galloway et al., 2011); 3) the process of downward integration (Connell et al., 2005, 2012); 4) drainage reorganization of the Rio Grande-Rio Chama confluence involving lava dams and outburst flood events (Reneau and Dethier, 1996; Dethier, 1999); and 5) the re-integration of the upper Rio Grande after ~440 ka driven by spillover of Lake Alamosa (Wells et al.,\n1987; Machette et al., 2013) that accelerated valley incision along the entire fluvial system (e.g. Hawley, 2005; Pazzaglia, 2005).\nWe test the timing and processes of integration enumerated above with newand compiled 40Ar/39Ar ages for basaltflows that exhibit geologic relationships relevant to the evolutionof the river system.Wealso apply the first detrital zircon and sanidine study on age-constrained river sands of the Rio Grande with techniques similar to the more extensive studies that have been done on the Colorado River system (Kimbrough et al., 2015). The resulting data and synthesis provides an excellent example of the interaction among tectonic, magmatic, climatic, and geomorphic processes that influence the evolution of a continental-scale river system."
  }, {
    "heading": "2. Previous work",
    "text": "The Rio Grande is the third longest river in North America, flowing over 3000 km from its headwaters in the San Juan Mountains of southwestern Colorado to its mouth at the Gulf of Mexico (Fig. 1). Its primary tributaries include the Conejos, Costilla, Red, Hondo, Embudo, Chama, Jemez, Puerco, Conchos (Mexico), and Pecos Rivers (Fig. 3). The Rio Chama (RC in Fig. 3) is the largest tributary in the upper RioGrande catchment, with a basin area of 8143 km2. Previous studies suggest that the Rio Chama was the axial drainage of the Rio Grande rift in the early Pliocene until recapture of the drainage area north of the Taos Plateau in the early Pleistocene (e.g. Smith et al., 2001). The modern Rio Grande flows through a series of structural basins of the Rio Grande rift, including, from upstream to downstream: the San Luis, Española, Santo Domingo, Albuquerque, Engle-Palomas,Mesilla, andHueco basins (Fig. 3). Although the Rio Grande is a major river system, the modern semi-arid climate of the southwest U.S. does not provide the recharge needed for the river to transport the great amounts of water and sediment that it did in the past. At the Embudo Gaging Station (upstream of the Rio Chama confluence) Rio Grande discharge has been recorded since 1931, and from 1956 has had an average of 24 m3/s; comparatively, the Rio Chama, has had an average discharge of 9.5 m3/s since 1956, as recorded by the USGS above El Vado Dam (near “RC” label in Fig. 3). Because the Rio Grande is sensitive to climatic fluctuations, it likely had significantly higher discharge during glacial/wet times in the southwestern U.S. But before the onset of the Pleistocene, the river likely had a different history involving lower discharge, less variable, and less erosive climate regimes.\nDespite its present resoluteflow from the San JuanMountains in Colorado over 3000 km to the Gulf of Mexico, the Rio Grande was not a through-flowing river along its present length until about the past one million years (Connell et al., 2005; Mack et al., 2006), or perhaps even the last ~500 ka (Wells et al., 1987;Machette et al., 2013). The following synthesis of prior work on the Rio Grande-Rio Chama system and on precursor fluvial deposits of the Santa Fe Group provides needed context for understanding our new data."
  }, {
    "heading": "2.1. Role of Rio Grande rift structure and magmatism in localizing drainage",
    "text": "Research on the Rio Grande fluvial system is entwined with studies of the Rio Grande rift and the Santa Fe Group rift-fill successions that were deposited during continental extension. The Rio Grande rift stretches over 1000 km from central Colorado to northern Mexico and is bound on both sides by major normal faults. Bryan (1938) had significant influence on the field of geomorphology, and particularly on Rio Grande rift studies bymaking a fundamental observation that rift basins can be either internally drained or connected by a through-flowing river. This observation has led to extensive inquiry regarding when and how rivers linked different rift basins (Ruhe, 1962; Smith et al., 2001; Connell et al., 2005; Koning et al., 2011, 2013). As summarized by Connell et al. (2005), important characteristics of rift basins are as follows. 1) Early basins are isolated and internally-drained (Chapin and Cather, 1994); 2) Half graben basin asymmetry develops by which major displacement faults alternate from the east side of one basin to the west side of another basin (Muehlberger, 1979;\nRosendahl, 1987), and this geometry gives rise to an axial river system that can migrate to the east or to the west with varying slip rates on themaster fault. 3) Axial alignment of overlapping basins provides a potential hydrologic linkage of streams and/or groundwater. 4)Accommodation zones between basins generally produce low topographic relief between sub-basins that can be breached by lake spillover, groundwater sapping, and headward erosion to allow through-flowing rivers to connect originally separate, internally-drained basins.\nIn addition to topography produced by crustal deformation, magmatism plays a significant role in determining where rivers establish their channels (Walsh and Decker, 1971; Dieterich and Decker, 1975). From 35 to 17 Ma active volcanoes dominated the northern New Mexico and southern Colorado landscape (Thompson et al., 1991). Mid-Cenozoic volcanism was related to an ignimbrite flare-up and involved 30 to 18 Ma silicic and mafic volcanism in southern New\nMexico (Mogollon Datil volcanic field;McIntosh et al., 1992) concurrent with intermediate to silicic caldera volcanism in southern Colorado (San Juan volcanic field; Lipman, 2007) and northern New Mexico (e.g. Latir volcanic field; Zimmerer and McIntosh, 2012). Oligocene alluvial systems that developed concurrently with volcanic activity include the Telluride, Blanco Basin, El Rito-Ritito, and Abiquiu alluvial systems that drained west, east- and southward from the San Juan volcanic field as documented by extensive basement- and volcanic-clast conglomerate units (Donahue, 2016). These systems dispersed extensive volcaniclastic aprons from topographic highs, and also deposited the Espinaso Formation, Esquibel petrosome, andDatil Group that blanketed the San Juan basin and Taos Plateau until the Rio Grande-Rio Chama system began to develop (Cather et al., 1987; Ingersoll and Cavazza, 1991). In the Great Plains, paleorivers flowed east and southeast from the Rocky Mountains to the Gulf of Mexico (Galloway et al., 2011).\nVolcanic activitywaned around 16Ma, andwas followed by a period of extensional faulting and rapid subsidence of rift basins relative to uplifting rift flanks (Chapin and Cather, 1994). Miocene faulting associated with Rio Grande rift extension played a key role in regional drainage evolution especially after about 20 Ma when a major episode of rift flank uplift and associated subsidence took place 20–10 Ma as documented by apatite thermochronology data (Ricketts et al., 2015). Miocene rivers began to flow toward internally-drained basin lows along the axis of developingRioGrande rift sub-basinswith resulting aggradation of thick rift-fill sections.\nRates of extension slowedduring the Pliocene andPleistocene (Chapin and Cather, 1994), and the Rio Grande gradually became integrated from basin to basin. Mechanisms of basin integration are not known, but some studies have proposed groundwater sapping and lake spillover as possible triggers (Machette et al., 2007, 2013; Connell et al., 2013). From 10Ma to present, basaltic volcanism andmajor silicic eruptions occurred along the Jemez lineament,which altered the surface through construction of volcanic topography and associated surface uplift. The Jemez lineament (Fig. 3) is a roughly 50-km-wide northeast-trending belt of late Cenozoic volcanic fields (Aldrich, 1986) that may be genetically related to a Precambrianage boundary between the Yavapai and Mazatzal magmatic provinces (Magnani et al., 2004). This feature may be a zone of crustal weakness, leading to a concentration of volcanism here during Cenozoic time (Laughlin et al., 1982). At the southern end of the San Luis basin, the Rio Grande carves through the Taos Plateau volcanic field (Fig. 2A), which is comprised of N7000 km2 of Servilleta Basalt that ranges in age from ~5.3 to ~2.8 Ma (Appelt, 1998; Thompson et al., 2012). This plateau contains stratigraphy that records aggradation of about 240mof volcanic and sedimentary units that developed from6Ma to 2Ma.Mantle tomography data (Schmandt andHumphreys, 2010) show that lowvelocity, high temperature, low density mantle domains with small percentages of partial melt, exist in the upper mantle (~80 km) along the lineament and beneath the southern Rocky Mountains."
  }, {
    "heading": "2.2. Summary of axial facies (trunk rivers) of rift basins",
    "text": "Sediments deposited in Rio Grande rift basins are known as the Santa Fe Group. Geographically and temporally related basin fill units are given formation names, and member names are used to further delineate distinct lithosomes that often reflect local provenance. Sediment deposited by axial rivers flowing through one or more rift sub-basins, a focus of this study, has been classified using different nomenclature from sub-basin to sub-basin, and are interpreted differently by various researchers (e.g. Seager et al., 1984; Smith et al., 2001; Connell et al., 2007, 2013; Koning et al., 2013).\nFig. 4 (modified from Smith et al., 2001 and Connell et al., 2005, 2013) synthesizes Santa Fe Group stratigraphy, showing formations that are interpreted to be axial river deposits in yellow (ancestral Rio Grande) andorange (ancestral RioChama). Thisfigure shows the fundamental history of the Rio Grande rift as it relates to the Rio Grande fluvial system over the last ~10 Ma and attempts to define the evolution of each basin and identify the switch from internal drainage (represented by blue colors for lacustrine and other closed basin deposits) to the development of through-flowing streams. Thewide blue line of Fig. 4 shows the time of transition in each basin from internal drainage to axial rivers linkingmore than one basin. Various Santa Fe Groupmembers interpreted as ancestral tributaries are shown as coarse alluvial packages.\nThe earliest axial river known to have developed in north-central NewMexico was the Rio Chama, which at present drains the southernmost San JuanMountains and has its confluence with the Rio Grande in the Española basin. Española basin stratigraphy is dominated by the Chamita Formation,which contains axial fluvial facies and eastern piedmont slope alluvium. TheHernandezMember of the Chamita Formation contains fluvial facies that represent the ancestral Rio Chama. In the northwest Jemez Mountains, this unit outcrops beneath 7.79 Ma basalt flows of the La Grulla Basalt on Polvadera Mesa (Kelley et al., 2013),\nwhich documents the ancestral Rio Chama back to at least 8 Ma. Sand and gravel of the same facies can be found underlying the 6.81– 6.88 Ma Peralta Tuff in the southeast Jemez volcanic field near Tent Rocks National Monument (Smith and Kuhle, 1998; Smith et al., 2001). These river deposits are fine-grained relative to the sand and gravel deposited later by the Pliocene river systems, which suggests that the late Miocene drainages did not have as much stream power as the more developed early Pliocene-Pleistocene rivers.\nThewide green line in Fig. 3 shows the change from overall aggradation in Rio Grande rift basins to valley incision that is marked by inset terrace sequences in the Rio Grande and Rio Chama drainages. Black colors show the times and basins of basaltic volcanic fields. Red colors show the timing of regional rhyolitic volcanism.\nThe oldest known ancestral upper Rio Grande sediment is inset into Cenozoic Santa Fe Group deposits and is overlain by ~5 Ma basalt flows of the Taos Plateau volcanic field and Black Mesa (Repasch et al., 2015), a basalt-capped mesa with an elongate shape in a NE-SW orientation at the southern extent of the volcanic field. In the upper San Luis basin, it is uncertain when ancestral Rio Grande sediment begins to appear in the basin fill stratigraphic sequence (undivided Santa Fe Group sediment in first column of Fig. 4). In the lower San Luis basin, the eolian-derived Ojo Caliente sandstone Member and alluvial fan-sourced Cieneguilla Member of the Tesuque Formation comprise thebasinfill beneath thefirst ancestral Rio Grande deposits (Koning, 2004). The ancestral Red River is the major contributor to ancestral Rio Grande drainage in this part of the river system.Manley (1979) suggested that the deposition of axial Rio Grande sediment in the Española basin began after deposition of the Upper Miocene Cieneguilla Member of the Tesuque Formation at ~5.3 Ma (introduction of yellow and red fluvial facies in the second column of Fig. 4). Bachman and Mehnert (1978) also suggested the Rio Grande originated 4–5 Ma. This agrees with the geometry of the early Black Mesa basalt flows that emanated from the Taos Plateau volcanic field (~4.9–4.8 Ma; this paper). Numerous pulses of basaltic volcanism subsequently created a 240-mthick flow succession that built up and covered the Taos Plateau. The presence of river gravels with a southwest paleocurrent direction in between and on top of the basalt flows suggests that the Rio Grande continued to aggrade on the plateau until after 2.8 Ma (Dungan et al., 1984; Appelt, 1998) as shown by interlayered black patches and sedimentary facies on the Taos Plateau in the second column of Fig. 4.\nIn the Española and Santo Domingo basins, ancestral Rio Chama deposits grade into combined ancestral Rio Grande-Rio Chama sediment with no good temporal constraint on this transition (Chamita and Puye Formations; orange in third column of Fig. 4). The Vallito Member of the Chamita Formation has been identified as the ancestral Rio Grande trunk stream in the Española basin (Koning et al., 2011), however, the stratigraphic base of this axial facies has yet to be identified here (yellow in third column of Fig. 4). Paleocurrent indicators show a southwest flow direction into the Santo Domingo Basin, and much of this river sediment is likely buried beneath the Jemez volcanic field. Ancestral axial river facies in the Santo Domingo basin are part of the ~5 to 1Ma Sierra Ladrones Formation (Smith et al., 2001), with both upper Rio Grande and Rio Chama sediment provenance. Interfingered with the trunk river deposits in these basins are side stream deposits of the ancestral Rio Embudo (Cejita Member, Chamita Formation), ancestral Santa Fe River (eastern piedmont facies, Sierra Ladrones Formation), and ancestral Jemez River (Cochiti Formation) (Smith et al., 2001; Koning et al., 2013).\nDuring establishment of the ancestral Rio Grande in the San Luis, Española, and SantoDomingo basins, downstreambasins remained internally drained, as documented by the Popotosa Formation in the southern Albuquerque basin, the Rincon Valley Formation in the Engle-Palomas basin, and the Fort Hancock Formation in the Mesilla and Hueco basins (blue lake sediments in columns 5–8 of Fig. 4). Quartzite-bearing river gravels derived in northern New Mexico and a trademark of deposition by the axial river system appear in the stratigraphic record progressively later in each southern sub-basin. In the Albuquerque basin, this unit is described as the axial fluvial facies of the Sierra Ladrones Formation, which\n119 M .Repasch etal./Earth-Science Review s 168 (2017) 113–164\nreached the basin by 4.76Ma (Connell et al., 2013). The Ceja Formation on thepassivewestern riftflankof theAlbuquerque basin documents thedevelopment of the ancestral Rio Puerco, a major tributary to the Rio Grande. Far traveled quartzite cobbles first reached the Palomas basin in the southern Rio Grande rift prior to the Gilbert-Gauss geomagnetic polarity boundary (3.58 Ma), based on geomagnetic polarity correlations and stratigraphic distance from a 3.1 Ma pumice layer to the base of the Palomas Formation (Mack et al., 2006; Mack et al., 2009). Clasts derived from the same sources arrived in the Mesilla basin by 3.58 Ma, based on proximity of the base of the Camp Rice Formation to the Gilbert-Gauss geomagnetic polarity boundary (Mack et al., 1993). Far traveled fluvial sediment reached the Hueco basin near El Paso some time before 2.06 Ma, supported by interlayered Huckleberry Ridge ash in the Camp Rice Formation (Gustavson, 1991). This event documents the spillover of ancestral Lake Cabeza de Vaca, which allowed Rio Grande drainage to integrate with the already established Pecos River by 0.8 Ma (blue arrow in Fig. 4; Pazzaglia and Hawley, 2004; Connell et al., 2005; Mack et al., 2006; Connell et al., 2013). The integrated Rio Grande flowed south toward the Gulf of Mexico (Fig. 1). This model of progressive “downward integration” documented by sedimentology and geochronology datasets was introduced by Connell et al. (2005) and Connell et al. (2013), and we discuss the process in Section 4.3 of this paper."
  }, {
    "heading": "2.3. Lava dams and interactions between the river and volcanism",
    "text": "Volcanic activity within the Taos Plateau volcanic field (Lipman and Mehnert, 1975) perhaps had the most powerful influence on the evolution of the Rio Grande. Cosca et al. (2014) identified over 50 volcanic centers, in addition to myriad vents and fissures that are concealed by the thick stratigraphy of interlayered basalt and Santa Fe Group sediment. Quartz latite intrusions into the Taos Plateau date back to ~5.88 Ma (Cerro Montoso) (Appelt, 1998), which may have induced surface uplift in the Taos Plateau region, creating a drainage divide between the upper and lower San Luis basin. The Servilleta Basalt is the volumetrically dominant lithology at over 200 km3 (Appelt, 1998), and eruptions of these basalts are estimated to have lasted from 5.26 to 2.8 Ma (Thompson et al., 2012). Continuous interactions between the ancestral Rio Grande and basaltic lava flows during this time left a stratigraphic record of lower San Luis basin evolution. Dungan et al. (1984) performed a detailed study of the volcanostratigraphic sequences exposed along the Rio Grande Gorge, which showed that the Servilleta basalt flows thicken toward the modern Rio Grande drainage and identified the lack of river deposits between basalt flows in the north-central part of the plateau. An isopach map for the Black Mesa-La Mesita area presented in the Dungan et al. (1984) study shows that basalt flows thicken toward the present Rio Grande Valley from both the east and west. These observations suggest that the Servilleta Basalts flowed into an ancestral Rio Grande valley and may have subsequently limited or precluded drainage from the north between ~5 Ma and ~2 Ma. In contrast, flows are interlayered with fluvial sediment at the eastern edge of the Taos Plateau and in areas where the basalt flowed southwest into a developing valley, such as at Black Mesa. From well data, Winograd (1959) found evidence of a ~30 m thick unit of lacustrine sediment covering an area roughly 46 km2 north of Guadalupe Mountain in the San Luis Valley, which is small relative to the upstreammountainous drainage area. This unit represents a timewhen the Rio Grandewas dammed by emplacement of the Servilleta basalt. Current models emphasize that the Rio Grande did not completely overcome this topographic divide until 0.69–0.44 Ma (Rogers et al., 1992;Machette et al., 2013), but underemphasize the interactions of volcanism and drainage evolution from 5.0 to 0.69 Ma.\nEvidence suggests that during this same timeframe the ancestral Rio Embudo was a large drainage that played a significant role in the birth of the ancestral Rio Grande. Two important outcrops of basalt, one dated at 5.67 ± 0.12 Ma (Bauer et al., 2005), are located along the Rio Embudo drainage. Because these basalts are geochemically similar to and correlate in age to basalts from the northwestern Ocate volcanic\nfield just east of the Taos Range of the Sangre de Cristo Mountains (Nereson et al., 2013), these are interpreted to be far-traveled basalt flow remnants from the Ocate field. Lava flowing west across the Sangre de CristoMountains suggests that the ancestral Rio Embudo provided fluvial connectivity between the Great Plains and the Rio Grande rift across the modern drainage divide (Smith, 2004).\nThe Rio Grande interacted with numerous late Pliocene lava and phreatomagmatic flows of the Cerros del Rio and Jemez volcanic fields in the Española Basin (Reneau and Dethier, 1996). Basalt and ash-flows repeatedly dammed the river, intermittently raising local base level. To regain its previous base-level, the Rio Grande breached these natural dams and rapidly incised following the volcanic events. Basalt emplacement from the Cerros del Rio volcanic field at 2.8–2.5Ma buried ancestral Rio Grande-Rio Chama river gravel (Bachman and Mehnert, 1978) in the Española and SantoDomingo basins, and2.5Mabasaltswere emplaced at Santa Ana Mesa in the northern Albuquerque basin. The underlying gravels are termed the “Totavi Lentil” member of the Puye Formation (Griggs, 1964; Waresback and Turbeville, 1990), a term also used for gravels of several ages in this region (Fig. 5). A lake produced by the lava damming persisted until ~2.3Ma, as recorded by lacustrine deposits, suggesting a relatively arid climate with low river discharge coming from the north (Dethier and Fagenholz, 2007). After the lake drained, the ancestral river and its tributaries incised deep canyons, which were subsequently filled by the 1.6 Ma lower Bandelier Tuff (Otowi Member) from a Valles Caldera eruption (Reneau and Dethier, 1996; Spell et al., 1996; Dethier, 1999). River-rounded basalt boulders and quartzite cobbles of the Totavi Lentil were deposited by the river before the eruption and remain at the bottoms of these paleocanyons (Reneau and Dethier, 1996; Dethier, 1999). Purtymun et al. (1980) noted that the Totavi Lentil is pervasive between volcanic rock within the southeastern Jemez volcanic field. The 1.2Ma eruption of the upper Bandelier Tuff (TshiregeMember) (Spell et al., 1996) filled in the post-1.6 Ma canyons and forced the Rio Grande eastward, away from the caldera, where it subsequently incised a canyon over 300m deep (White Rock Canyon), depositing the strata illustrated in Fig. 5. Pumice clasts from the outburst floods produced by the breaching of these volcanic dams were deposited as far downstream as the Mesilla basin, where gravel-sized pumice clasts can be found in the Camp Rice Formation (Mack et al., 1996). The Jemez Mountains area\nthus provides a dramatic record of lava dams and river course modifications due to interactions with volcanism that persisted intermittently until ~50 ka (Reneau and Dethier, 1996).\nSimilar interlayered basalt and fluvial sediment can also be found south of the Albuquerque basin. Near Socorro, New Mexico, basalts dated at 4.0 ± 0.25 Ma rest on alluvium that may be related to the ancestral Rio Grande, and near San Acacia (near Rio Grande-Rio Puerco confluence in Fig. 3), a 4.5 ± 0.1 Ma basalt flow underlies ancestral axial river gravel (Bachman and Mehnert, 1978). In the Engle-Palomas basin ancestral Rio Grande sediment is interlayered with 2.1 to 2.9 Ma basalt flows of the Caballo-Engle volcanic field (Bachman and Mehnert, 1978). Although these lava dams and outburst flood events have been recognized, the implications for upstream and downstream drainage integration and events have received less attention."
  }, {
    "heading": "2.4. The late Pleistocene transition from aggradation to incision",
    "text": "A “turnaround” from net aggradation to net valley incision occurred regionally in the southern RockyMountains, Great Plains, and southwestern United States at ~8–4Ma (McMillan et al., 2006), possibly in response to the intensification of the North American monsoon after the late Miocene opening of the Gulf of California (Fig. 1; Chapin, 2008; Cather et al., 2012) and/or with mantle-driven surface uplift (Karlstrom et al., 2012). However, the Rio Grande rift was subsiding and did not undergo this reversal until much later (green line/arrow in Fig. 4). From inception until after 0.8 Ma, the Rio Grande was in a state of aggradation and deposited sediment in response to rift basin subsidence combined with high sediment load relative to streampower. After 1Ma, fluvial terraces record aggradation-incision cycles superimposed on a net bedrock incision trend (Kelson and Wells, 1987; Pazzaglia et al., 1990; Dethier and Reneau, 1995; Dethier, 1999; Connell et al., 2007), like other river systems in the Rocky Mountain-Colorado Plateau region.\nIn the lower San Luis basin, Fig. 4 shows that the modern period of incision began after 1.2 Ma, based on a layer of the upper Bandelier Tuff near the top of the Lama Formation sedimentary sequence (Pazzaglia et al., 1990). In the Española and Santo Domingo basins, the magnitude of incision into the upper Bandelier Tuff indicates rapid Rio Grande incision in White Rock Canyon over the past 1.2 Ma at a rate of ~250m/Ma as the river cut back into canyons that had been backfilled with volcanic detritus (e.g. the Bandelier Tuff in Figs. 2B, 5). The combined data indicate an incisional regime after 1.2 Ma in the Española basin. In the Albuquerque basin, geomorphic surfaces west of the modern floodplain (~1.8 Ma Llano de Albuquerque; Connell et al., 2013; McCraw, 2016) and east of the modern floodplain (0.8 Ma Sunport surface; Connell et al., 2007, 2013) may represent a diachronous basinwide transition from aggradation to incision. The 1.8 Ma Llano de Albuquerque represents the culmination of sediment deposition from the Rio Puerco, a main tributary to the Rio Grande (Connell et al., 2013; McCraw, 2016). It has a concave-up, steep longitudinal profile (shown in Fig. 8; see below) that resembles a tributary profile. The Sunport surface is the aggradational top of the Sierra Ladrones Formation axial facies deposited on the east side of the Albuquerque basin. Incision into the Sunport surface began after 0.8 Ma, based on age estimates of flora and vertebrate fauna in ancestral Rio Grande deposits near the top of the Sierra Ladrones Formation (Lucas et al., 1993; Morgan and Lucas, 2003; Bell et al., 2004; Connell et al., 2007). Apparent diachronous incision is best interpreted as onset of the incisional regime by 1.2 Ma, where the Sunport surface is an inset geomorphic surface similar to the wide abandoned floodplains in the Española basin. The occurrence of 0.64 Ma Lava Creek B ash in inset ancestral Rio Grande terraces in the Española and Albuquerque basins (Connell et al., 2007) confirms that valley incision began prior to 0.64 Ma. In the Palomas basin, aggradation of the Palomas Formation ended near the Matuyama-Bruhnes geopolarity chron boundary (Mack et al., 1993, 1998, 2006), forming the Cuchillo geomorphic surface (McCraw and Love, 2012), and the Rio Grande valley began to incise here after 0.78 Ma. The concave-up,\nsteep longitudinal profiles of segments of the Cuchillo surface resemble tributary profiles (McCraw and Love, 2012). The Mesilla basin changed from aggradation to incision between 0.75 and 0.64 Ma, and the Hueco basin changed after 0.64 Ma, as shown by Lava Creek B ash within the uppermost Camp Rice Formation (Gustavson, 1991). Together, these age constraints represent a downward-propagating change from aggradation to valley incision in Rio Grande basins from 1.2 to 0.8 Ma in northern basins, and from 0.78 to 0.64 Ma in southern basins, as highlighted by the green line in Fig. 4."
  }, {
    "heading": "2.5. Red River headwaters and Lake Alamosa spillover hypotheses",
    "text": "Wells et al. (1987) proposed that the Red River in the Taos Range of the Sangre de Cristo Mountains served as headwaters to the ancestral Rio Grande while the Taos Plateau volcanic field inhibited surface drainage from the upper San Luis basin. The 1.22Ma Lama geomorphic surface, perhaps analogous to the Llano de Albuquerque, is highly dissected south of the Red River, but is relatively unincised north of Red River where ephemeral streams flowing across this surface have ~100 m knickpoints at their confluences with the Rio Grande (Pazzaglia et al., 1990). Downstream of the Red River valley, the Rio Pueblo de Taos also has a ~150- m-high knickpoint where the tributary is responding to keep pace with base level fall associated with Rio Grande incision below the knickpoint. Qt2 of Wells et al. (1987) is the oldest mapped ancestral Rio Grande terrace and is correlated to a 1.12 Ma tephra layer. Terrace deposits can be traced up the Red River as far as 10 km, but cannot be traced along the Rio Grande north of the Red River confluence. Based on this observation, Wells et al. (1987) suggested that the Red Riverwas headwaters to the 5– 2 Ma ancestral Rio Grande, and that the modern headwaters of the high San Juan Mountains were not captured until sometime between 0.6 and 0.3 Ma when the lower Rio Grande system became connected to the upper San Luis basin. Fig. 4 depicts this somewhat differently, with deposition of lake sediment in the upper San Luis basin from 4.5 Ma through 0.69 Ma, with probable groundwater connectivity and Red River discharge to the axial river during that time.\nA final pulse of Rio Grande integration involved the spillover of the upper San Luis Basin, which some have called “Lake Alamosa” (area labeled USL in Fig. 3). This closed basin detained southeastern San Juan Mountain drainage from ~2.5 Ma until sometime between 0.69 and 0.44 Ma (Rogers et al., 1992; Machette et al., 2007, 2013). Rivers in the northern San Luis basin, like the Conejos and Costilla, have barbed confluences with the Rio Grande, suggesting that these rivers once flowed northward and only recently (within the last ~1 Ma) began draining into a southward-flowing Rio Grande. Fine sand, gravel, and lacustrine sediments up to 500 m thick in the San Luis basin provide evidence for a large closed basin where the Rio Grande deposited its sediment carried from the San Juan Mountains (Machette et al., 2007, 2013; Connell et al., 2005). Rogers et al. (1992) drilled a core to 127 m depth in the southern San Luis Valley and found fossils correlated to late Pliocene-early Pleistocene time, identified the 2.06 Ma Huckleberry Ridge Ash at 78.3 m depth, and correlated basal sediments to the late Pliocene Gauss geomagnetic polarity chron, which constrains this sedimentary record back to ~2.48 Ma. The drill core records nearly continuous sedimentation until ~0.69Ma,which is the youngest sediment in this part of the San Luis basin. Channel facies were prevalent throughout the core, abundant in volcanic sediment, which suggests that San JuanMountain streams were delivering volcanic sediment to the basin throughout the 2.48–0.69 Ma depositional period. It seems unlikely that drainage from the extensive high elevation San JuanMountain drainage basin everwas completely retained for millions of years in a paleo-lake, but it is likely that the building of the Taos Plateau volcanic field (6–2 Ma) created a partial drainage divide between the upper and the lower San Luis basin. Upper Rio Grande drainage was reintegrated with the lower portion of the river system after this topographic highwas compromised. A cosmogenic 3He surface exposure age reported by Machette et al. (2013) suggests that Lake Alamosa spilled over at ~440 ka, during\nwhich the lower ancestral Rio Grande system captured a drainage area of about 22,000 km2. This age was derived from 3He analyses of pyroxene phenocrysts extracted from the surface of a single 29 Ma basalt boulder, which was assumed to have been transported from the San Juan Mountains, deposited in a lake spit, and subsequently exposed at the time of the spillover. Previous studies (Connell et al., 2005; Machette et al., 2007, 2013) suggested that the spillover was driven by increased lake levels at the end of marine oxygen isotope stage 12, which represents the extensiveNorthAmerican glaciation from452 to427ka.Other studies (e.g. Wells et al., 1987; Repasch et al., 2015) suggest continuous uplift of the southern Rocky Mountains as a potential driver of lake spillover."
  }, {
    "heading": "2.6. Roles of climate and tectonics",
    "text": "The published literature posits both tectonics and climate as drivers of geomorphic evolution of the Rio Grande, but additional datasets constraining timing of events and a regional sedimentological framework are needed to differentiate the distinct influences posed by each.\nFavoring climatic control, increased amplitude and higher frequency of glacial-interglacial cycles in the Pleistocene has repeatedly been identified as a probable cause of the late Pleistocene transition fromaggradation to valley incision (Connell et al., 2005; Mack et al., 2006). Specific glacial events have not been directly correlated to the 1.2–0.8 Ma transition from aggradation to incision, and Connell et al. (2005) noted that there is not a good temporal correlation of climate change events with the downward integration of the Rio Grande, yet they still favored climate as a general driver of downward integration (Connell et al., 2005, 2012). However, Perez-Arlucea et al. (2000) noted that regional climatewas relatively warm and dry at the 4.5 Ma time of Rio Grande integration to the Palomas Basin, which is not consistent with a wetter climate triggering downward integration at that time. Similarly, bank-full discharge in a southern reach of the ancestral Rio Grande based on sedimentology of 3.6 to 2.4 Ma Camp Rice Formation sediments is estimated to be ~77 m3/s, which is less than the modern Rio Grande bank-full discharge of ~113 m3/s in the same reach. Chapin (2008) proposed major climate change at 6 Ma with the onset of the North American monsoon that was likely triggered by the opening of the Gulf of California (Fig. 1). The initial opening of the Gulf of California was progressive from 11 to 5 Ma, but there may well have been significant strain localization along the transtensional plate boundary south of 33.5 longitude and new sea floor development by 6 Ma (Bennett et al., 2016). Huybers and Molnar (2007) documented the onset of North American glaciations at ~2.5 Ma, which likely had dramatic effects on existing fluvial systemswith glaciated headwaters. Peizhen et al. (2001) and Molnar (2004) showed global increase in sedimentation due to higher erosion rates during the post 2– 3Ma cooling climate, but it was a gradual shift through this period rather than an abrupt climate event. Late Pleistocene climate shifts due to the advance and retreat of continental ice sheets began at ~1 Ma and this is roughly correlated to aggradation and incision oscillations that formed river terraces in the Southwest U.S. These climate oscillations were superimposed on an overall trend of bedrock incision that has left older terraces higher in the landscape (Karlstrom et al., 2012). Pazzaglia et al. (1990) conclude that younger (b1Ma) alluvial fans andfluvial terrace deposits reflect late Quaternary climate fluctuations, while older pediment deposits andmiddle Pleistocene strath terraces record larger-scale changes in base level related to tectonics in the northern Rio Grande rift.\nRegarding tectonic controls, river integration has been attributed to overfilling of Rio Grande rift basins and eventual hydrologic spillover as rates of tectonic basin subsidence decreased in the Pliocene (Chapin and Cather, 1994). However, in similar settings, like the East African rift, previously closed drainage basins are becoming integrated as lakes gradually spillover into the Awash River while rift extension rates are sustained at 3–6 mm/yr (Stamps et al., 2008). This suggests that the process linkage between subsidence and basin filling and spillover is not well known. Wells et al. (1987) identified headward erosion north of the Red River and regional epeirogenic uplift (e.g. Moucha et al., 2008; Karlstrom et\nal., 2012) as possible triggers for onset of basin-wide incision and spillover of Lake Alamosa. Wisniewski and Pazzaglia (2002) and Nereson et al. (2013) suggested that differential incision of the Canadian River was related to epeirogenic uplift associated with the Jemez lineament based on a reconstructed longitudinal profile that shows bowing of terraces about the lineament. In the same region, Nereson et al. (2013) postulated about 650 m of uplift of basalt paleosurfaces in the past 4–5 Ma and suggested that post-Miocene epeirogeny associatedwith the lineament is the best explanation for reorganization of east-flowing rivers to dominantly southeast flow in the northern Great Plains. This concept was reinforced by basalt-capped river terraces along the Rio San Jose where Channer et al. (2015) interpreted the convex-up profile of the modern river, and of warped paleoprofiles determined from dated strath gravels, to also indicate 100–200mof surface uplift at a rate of 50m/Ma above the Jemez lineament in the last 4–5 Ma. These workers postulated that uplift was due to the combined uplift effects of upwelling buoyant low velocity mantle, magmatic heating, and crustal inflationbydike and sill networks asmechanisms that could lower crustal density and drive uplift. The Taos Plateau is located between these two case studies and it is possible that mantledriven epeirogenic uplift of at least 250 m about the Jemez lineament over the last 5 Ma (Moucha et al., 2008) has added to the more obvious landscape changes that resulted from constructional volcanic topography.\nRefined models for downstream-propagation of the Rio Grande via basin spillover events will likely involve tectonic uplift coupled with a more erosive climate (high amplitude glacial-interglacial cycles). The combination of increased river gradients (headwater uplift), increased discharge, and increased sediment inputs likely triggered basin spillover, including the youngest spillover of Lake Alamosa. Fault activity has also performed a role in the evolution of the Rio Grande (i.e. Smith et al., 2001), which we expand upon in Section 4.1. New chronologic data reported here provide a means to constrain the timing of fluvial landscape evolution, and allowabetter correlation among river integration, tectonic, and climatic events."
  }, {
    "heading": "3. New research",
    "text": ""
  }, {
    "heading": "3.1. Methods",
    "text": "3.1.1. River profile analysis We analyzed the Rio Grande longitudinal profile to identify significant knickpoints (over-steepened reaches of the river) and to evaluate integration processes. The profile was extracted in ArcGIS using a 10- m DEM acquired from the USGS National Elevation Dataset (NED). Channel elevation was plotted along the entire length of the river (as shown in Fig. 1), and river-parallel profiles of bedrock canyons were also created where they exist."
  }, {
    "heading": "3.1.2. Application of multiple geochronometers",
    "text": "The primary dataset used to better reconstruct the evolution of the Rio Grande system is the analysis of U-Pb detrital zircon ages of sediment samples collected from ancestral river terraces. Accurate age constraints on fluvial terrace deposits can be challenging to obtain. Reworked volcanic ash or tephra layers within terrace deposits are readily datable and, where they exist, can provide excellent control on timing of deposition (e.g. Lava Creek B tephra used by Dethier, 2001). Volcanism concurrent with the development of the Rio Grande fluvial system provides a unique opportunity to apply multiple geochronometers to drainage evolution studies. This study takes advantage of locations like the Taos Plateau, Jemez, Cerros del Rio, and Caballo volcanic fields, where ancestral Rio Grande fluvial sand and gravel is preserved beneath basalt flows, as illustrated in Figs. 5 and 6.\nTo constrain the timing of deposition of ancestral Rio Grande sediment depositswe apply 40Ar/39Ar geochronology to the overlying basalt flow, which provides a minimum depositional age for the underlying river sediment. For a maximum age constraint, we apply U-Pb geochronology and 40Ar/39Ar geochronology to date detrital zircon and\nsanidine, respectively, by which the youngest grain in the sediment sample can provide a maximum bound on the depositional age. Some fluvial terraces contain dated volcanic ashes, which provides an excellent age constraint where there is no overlying basalt flow. Key sample locations (Fig. 3) that help test river integrationmodels includemodern and ancestral Rio Grande sediment above and below the Red River confluence, above and below the Rio Chama confluence (Española basin), in the Albuquerque Basin, and in the Engle-Palomas Basin."
  }, {
    "heading": "3.1.3. 40Ar/39Ar basalt geochronology",
    "text": "Seventeen basalt samples were collected from late Cenozoic flows. In general, these samples were collected from the same locations as\nthe nineteen ancestral Rio Grande-Rio Chama fluvial sediment samples (Fig. 3; Table 1). Basalt samples were analyzed using the 40Ar/39Ar method at the New Mexico Geochronology Research Laboratory (NMGRL) in Socorro, NM. Samples were cleaned using hydrochloric acid, crushed, and sieved to separate groundmass from phenocrysts. Groundmass concentrates were incrementally heated and 40Ar/39Ar ratios were measured using an ARGUS VI mass spectrometer to generate age spectra defined by eight to thirteen steps. Apparent ageswere calculated relative to the FC-2 sanidine standard (Fish Canyon Tuff), assuming an age of 28.201 Ma (astronomically-calibrated age from Kuiper et al., 2008) and 40K total decay constant of 5.463e-10/a. Additional analytical methods are documented in Appendix D."
  }, {
    "heading": "3.1.4. U-Pb detrital zircon geochronology",
    "text": "U-Pb detrital zircon datingwas applied to estimatemaximumdepositional ages and characterize provenance of ancestral Rio Grande sediment in different segments of the river at different stages of drainage evolution (Figs. 2–5; Table 1). Ancestral Rio Grande fluvial deposits contain detrital zircons and K-feldspars from multiple crystalline sources as a result of numerous magmatic, volcanic, and tectonic episodes in the southern Rocky Mountain region. In addition, reworking of older Santa Fe Group sediment likely influenced detrital grain populations, as did mixing by confluence of tributary drainages into the main-stem Rio Grande. Because age can be diagnostic of sediment source, the goal was to determine the timing of drainage integration events based on the addition of various zircon ages to the river sediment load.\nNineteen detrital samples (Fig. 3; Table 1) were collected from ancestral Rio Grande fluvial sediment in various reaches of the river from the southern San Luis Basin to the Palomas Basin, and ranging in age from~5Ma tomodern sediment. Twodetrital sampleswere collected from ancestral Rio Chama sediment that were deposited at ~8 Ma and 0.64 Ma in the western Española Basin. All detrital zircon samples included in this study were prepared and analyzed using standard\nprotocol at the Arizona Laserchron Center in Tucson (see Gehrels and Pecha, 2014 for laboratory procedures). U-Pb detrital zircon geochronology was conducted by laser ablation inductively coupled plasma mass spectrometry (LA-ICPMS) using Photon Machines Analyte G2 laser equipped with a HelEx cell, which was coupled to a Thermo Element 2 HR ICPMS. Analyses were conducted using laser spot diameter of 20 μm and an ablation time of 10 s, resulting in a final pit depth of ~12 μm. To thoroughly characterize the provenance of a fluvial deposit, all ages within a population of detrital zircons from the deposit must be determined (Thomas, 2011), so we dated ~300 zircons frommost sand samples. The 206Pb/238U age is reported for b1.2 Ga analyses while the 206Pb/207Pb age is reported for N1.2 Ga zircon grains because the 206Pb/238U ages are more precise for younger systems and 206Pb/207Pb ages are more precise for older systems (Gehrels and Pecha, 2014). Discordant grains (analyses yielding high 204Pb, and/or low 206Pb concentrations) that would indicate lead loss or gain) were identified and removed from the dataset prior to statistical analysis."
  }, {
    "heading": "3.1.5. 40Ar/39Ar detrital sanidine geochronology",
    "text": "The 40Ar/39Armethodwas used to date single sanidine grains extracted from eleven of the nineteen detrital zircon samples to distinguish sediment sources of grains that are dated within b1 Ma of each other. The high precision of sanidine dating and the large database of precise ages of regional caldera eruptions (e.g. McIntosh et al., 1992; Lipman, 2007; Zimmerer and McIntosh, 2012), allow us to potentially pinpoint exact provenance areas of fluvial sediment. Sanidine dating was performed at theNewMexicoGeochronologyResearch Laboratory. K-feldsparwas separated from the sand samples using heavy liquid mineral separation, and ~100 individual sanidine grains were chosen based on optical clarity for 40Ar/39Ar analysis. Ages were obtained by single crystal laser fusion with a CO2 laser and measured on an ARGUS VI noble gas mass spectrometer. Additional 40Ar/39Ar methods information is provided in Appendix D."
  }, {
    "heading": "3.1.6. Sediment source areas and samples analyzed",
    "text": "As background for presentation of detrital zircon spectra, we first summarize the rocks exposed in the drainage basins and their respective zircon and sanidine ages. Primary sediment sources for the modern Rio Grande include Proterozoic basement, dominated by ~1.70 Ga and ~1.40 Ga zircons. Paleozoic and Mesozoic sedimentary rocks are preserved in parts of the Rio Chama and Rio Grande drainages. Fig. 7 shows\nthe key volcanic sources likely to supply zircon and sanidine to the drainage system, along with eruption ages that are used to determine provenance. Felsic volcanic sources include widespread 37–27 Ma volcanics in the San Juan volcanic field (SJVF in Fig. 7A), 28–24 Ma volcanics in the Latir volcanic field, 1.6 and 1.2 Ma volcanics in the Jemez volcanic field and, for the southern Rio Grande the 35–25 Ma Mogollon Datil volcanic field (MDVF in Fig. 7B). Detrital sanidine ages (Table C.1) are precise enough to link individual sanidine grains in the sediment samples to specific caldera eruptions within the felsic volcanic fields. Santa Fe Group sediments contain both local and axial drainage sources and can be reworked into younger drainages. Additional zircon and sanidine ages associated with these source units are summarized in Appendix B.\nNineteen samples of coarse fluvial sediment from the Rio Grande-Rio Chama system were studied using U-Pb detrital zircon geochronology, and of these nineteen samples, eleven have been studied using 40Ar/39Ar detrital sanidine (K-feldspar) geochronology. Location information and descriptions of these samples are provided in Table 1, and locations are shown in Fig. 3. Detrital samples were collected from fluvial deposits composed ofmedium-coarse sand and cobbles up to 20 cm indiameter, indicative of a high-energy river. Ancestral Rio Grande sediment sampled from the Taos Plateau volcanic field in the southern San Luis basin include sections of sand and gravel preserved beneath and between Servilleta Basaltflows that record interactions betweenvolcanismand the ancestral Rio Grande for more than five million years (Repasch et al., 2015). Likewise, samples DZ-07 and DZ-08 are from sediment preserved beneath basalt flows of the Cerros del Rio and Caballo Volcanic Fields, respectively. Sample DZ-09 represents the earliest ancestral Rio Grande in the Engle-Palomas basin. Samples DZ-13 through DZ-19 are from Rio Grande or Rio Chama sediment dated at 640 ka to modern.\nTo test the Lake Alamosa spillover hypothesis, we collected eight detrital samples from late Pleistocene Rio Grande terraces and modern sediment. The age of the oldest ancestral Rio Grande deposit to contain detritus from the San Juan volcanic field provides aminimum constraint on timing of the upper San Luis basin integration event. While there are many zircon sources in the San Juan Mountains ranging in age from 47 to 27 Ma that could be used as a tracer, the Fish Canyon Tuff is the most promising because there are large outcrops of the tuff eroding in the headwaters at present. One problem that arises when evaluating the zircon age probability data is that the San Juan volcanic field and the Latir volcanic field both hosted a caldera eruption at nearly the same\ne ages of major silicic eruptions that are key sources for detrital zircons in the Rio Grande ; SJR—San Juan River. B) Map of the Mogollon Datil volcanic field (MDVF), showing ages\ntime: 28.20 ± 0.05 Ma (Fish Canyon Tuff) and 28.22 ± 0.05 Ma (Tetilla Peak Tuff), respectively. It is impossible to distinguish the two different sources usingU-Pb zircon dating alone. To resolve this issue, amore precise datingmethod, such as 40Ar/39Ar geochronology ormineral compositional data is needed. Pilot data is presented that employs 40Ar/39Ar geochronology to determine the ages of sanidine grains from the same detrital samples that yielded the zircon ages, as discussed below.\nAn ancestral Rio Grande with Red River headwaters in the Sangre de Cristo Mountains (Wells et al., 1987) is likely to have transported sediment containing zircons from the Amalia Tuff caldera eruption of the Latir volcanic field, which yields a mean age of 25.23 Ma (Zimmerer and McIntosh, 2012). At the time the Red River/ancestral Rio Grande captured drainage from the San Luis Valley, the riverwill have begun to incorporate into its sediment load zircons derived from the San Juan Mountains that are distinctly older than the Latir volcanic field, including well-dated ignimbrites between 28 and 36 Ma (c.f. Bachman et al., 2007).\nImproved geochronology on the interactions between river incision and Taos Plateau volcanism and first ever detrital zircon and sanidine provenance studies of Rio Grande alluvium provide new data points from which we can more accurately constrain the timing of Rio Grande drainage integration. Interpretation of these results in concert with the wealth of existing data presented in Section 2 has resulted in a new synthesis of the integration history of this major river system and evaluation of interactions between tectonic, climatic, and geomorphic processes in the northern Rio Grande rift-southern Rocky Mountain region."
  }, {
    "heading": "3.2. Results",
    "text": "3.2.1. River profile analysis The Rio Grande long profile (Fig. 8) shows the gradient of the river as it flows from its steep mountainous reaches in the San Juan Mountains to its gentle, alluvial reaches through the Gulf Coastal Plain near its terminus at the Gulf of Mexico. The profile reveals at least seven knickpoints and knickzones (labeled A–H on Fig. 8). Table 2 lists knickpoints A–H and provides an interpretation for each, regarding lithology, integration events, and availability of tools to carve through bedrock. Fig. 8 also shows major tributary profiles, the nearby rim of the Rio Grande gorge/valley, important geomorphic surfaces, such as the Llano de Albuquerque, and volcanic features. Note that the Rio Chama has a smooth, concave-up profile, whereas the northern Rio Grande has a prominent knickzone (labeled ‘A’). Several small knickpoints occur at the mouths of bedrock canyons and where dams\nFig. 8. Longitudinal profile of the Rio Grande (thick blue line; 400× vertical exaggeration) fro longitudinal profiles of important tributaries. Elevation profiles along the canyon/valley rims a\nhave detained significant amounts of sediment, while several other knickpoints may be a result of downstreamdrainage integration events."
  }, {
    "heading": "3.2.2. 40Ar/39Ar basalt ages and detrital zircon/sanidine analyses",
    "text": "40Ar/39Ar ages and analytical data reported here (Fig. 9, Table A.1, Fig. A.1) originate from several sources: (1) new data strategically collected to constrain the ages of underlying river gravel deposits and to reconstruct paleogeography, (2) an unpublished M.S. thesis (Appelt, 1998) that aimed to develop 40Ar/39Ar geochronology for the Taos Plateau volcanic field (Table A.2), and (3) publications and abstracts that report several ages key for understanding volcanic activity on the Taos Plateau and its relation to the ancestral Rio Grande (Koning et al., 2011; Thompson et al., 2012; Koning et al., 2013; Cosca et al., 2014; Koning et al., 2016). Age, location, and analytical data for 40Ar/39Ar basalt analyses are reported in Appendix A.\nIn Section 3.2.2.1 we present U-Pb detrital zircon ages (~300 dated grains per sample) for twelve samples that represent the ~8 to 1Ma ancestral Rio Grande or Rio Chama (Fig. 3). Additionally, in Section 3.2.2.2 we present detrital zircon age data for late Pleistocene ancestral Rio Grande sediment that was deposited after 640 ka. 40Ar/39Ar detrital Kfeldspar ages (~25–100 dated grains per sample) were acquired for eleven of the nineteen samples for which differentiation among zircon sources could potentially be improved by higher precision ages (Table C.1). Age-frequency histograms and probability density functions for the detrital zircon samples are shown in Fig. 10A and B. Histograms use a bin-width of 1 Ma for the young grain plots (0 to 100 Ma) plots and a bin-width of 5 Ma for the entire age spectrum (0 to 3000 Ma) plots. Additionally, Table 3 shows the age distributions as percentages of the total number of zircons in the sample. Results are presented from upstream to downstream in the following sections."
  }, {
    "heading": "3.2.2.1. Ancestral Rio Grande-Rio Chama (~8 to 1 Ma)",
    "text": "3.2.2.1.1. Old State Bridge, Colorado. Appelt (1998) reported an age of 3.77 ± 0.11 Ma for a basalt flow at the northern end of the Rio Grande Gorge near the Old State Bridge (sample RA-72, Table A.1; Fig. 9), which is our only available basalt age for the Taos Plateau volcanic field in Colorado. Here, the Rio Grande has only incised about 10 m into the basalt, whereas the river has carved up to 200 m into the Taos Plateau volcanic field in the Taos Gorge of NewMexico farther downstream.\n3.2.2.1.2. La Junta Point. At the Red River confluence (La Junta Point; number 1 in Fig. 10A), river incision has exposed roughly 100 m of section where Dungan et al. (1984) identify two distinct basalt packages\nm its headwaters in the San Juan Mountains to the Gulf of Mexico. Thinner blue lines are re shown where the river has incised deeply into bedrock.\nTable 2 Summary of knickpoints observed on the Rio Grande longitudinal profile (Fig. 8).\nKnickpoint ID Distance upstream from Gulf of Mexico (km) Elevation (m) Knickpoint height (m) Possible control\nA 2506 2292 500 Lithology; Drainage integration; Jemez Lineament Uplift B 2362 1626 33 Cochiti Dam C 2038 1327 29 Elephant Butte Dam D 1666 1033 9 Transient knickpoint responding to the base-level fall that resulted from the Rio Grande reaching the Gulf of Mexico. E 1329 677 21 Lithology: Cretaceous limestone/dolomite F 1048 433 21 Lithology: Cretaceous limestone/dolomite G 882 340 60 Box Canyon-Amistad Dam H 414 91 35 Presa Falcon Dam\nseparated by up to 5moffluvial sediment.We originally interpreted the sediment to be derived from the ancestral Red River, but the detrital zircon grain data suggest it was likely deposited by the ancestral Rio Grande. We report four new ages for basalt flows dated in this area: MR15-11, MR15-13, MR15-14, and MR15-15, where MR15-15 is the basal basalt flow and MR15-11 is the uppermost basalt flow exposed in the section (Fig. 9; Table A.1). From the top, down, these samples have plateau ages of 3.43 ± 0.08 Ma, 4.85 ± 0.03, 4.79 ± 0.08 Ma, and 4.93 ± 0.03 (Fig. A.1). Additional analytical data for these 40Ar/39Ar analyses is reported in Table A.2.\nSampleDZ-01was collected from the interlayered sand and gravel deposit at La Junta Point. The detrital zircon age spectrum (Fig. 10A) is dominated by peaks at 28 Ma, 25 Ma, and 22 Ma. 38% of the zircon grains are 27–20 Ma, many within analytical uncertainty of the 25.39 ± 0.04 Ma Amalia Tuff. 28% of the zircons are 40–27 Ma, which may include detritus from the 28.20 ± 0.05 Ma Fish Canyon Tuff of the San Juan volcanic field. The detrital sanidine data (sample MR15-12, Table C.1) are consistent with the DZ data, however many of the dated feldspars are likely K-feldspar from plutonic rocks within the Latir Mountains. rather than sanidines from the ignimbrites. For instance, several Kfeldspars are between 17.5 and 24.7 Ma which overlap the total gas ages reported for K-feldspars from granites in the Latir volcanic field. Grains between 26 and 40Ma are likely derived from the San Juan volcanic field.\n3.2.2.1.3. Dunn Bridge section. The Dunn Bridge crosses the Rio Grande at the Rio Hondo confluence (Fig. 9), where gorge incision exposes a stack of three basalt flow packages that range in age from 4.39 ± 0.02 at the base to 2.97 ± 0.14 Ma at the top based on five samples dated by Appelt (1998). Thick (up to 10 m), coarse sediment packages are preserved between basalt flows at the Dunn Bridge section. This part of the gorge is on the hangingwall of theDunn fault, and is dropped down relative to the surrounding landscape.\nSamples RA-027 and RA-117 represent the basal basalt flow exposed at Dunn Bridge, with plateau ages of 4.39 ± 0.02 Ma and 4.40 ± 0.02Ma, respectively (Fig. A.1). Overlying sample RA-028 yields a plateau ago of 3.97 ± 0.05 Ma. Sample RA-029 represents the uppermost basalt flow in this section and has a preferred age of 2.59 ± 0.18 Ma. The last sample at the Dunn Bridge section is RA-30, for which the preferred age is 2.97 ± 0.14 Ma (Table A.2).\nSample DZ-02 was collected from the interlayered sediment package in between the middle (3.97 Ma) and upper (2.97 Ma) basalt flows. The sediment was collected about 1 m below a 2.93 ± 0.14 Ma Servilleta Basaltflow (Appelt, 1998). The detrital zirconfingerprint is bimodal, with peaks at 27.6 Ma and 1719 Ma. 35% of the zircons in this sample are 40–27 Ma (San Juan volcanic field provenance); 17% are 27–20 Ma (Latir volcanic field provenance).\n3.2.2.1.4. Gorge Bridge section. The Rio Grande Gorge Bridge crosses the Rio Grande at the top of the gorge near Taos, New Mexico (Fig. 9). The only ancestral Rio Grande sediment exposed here sits on top of the youngest basalt flow in the section, which has no minimum age constraint. However, the thickest known section of Servilleta basalt is exposed here, which provides insight to the timing and volume of basalt emplacement. Over thirty basalt flows accumulate to a total thickness of 240m, andCosca et al. (2014) estimate that eachflowpackage represents\nemplacement of 200 km3 of basalt onto the Taos Plateau based on areal extent. The thickness of basalts here relative to the rest of the Taos Plateau suggests that this was the topographic low during early basaltic volcanism. Six ages for basalts 1.6 km south of the Gorge Bridgewere analyzed byAppelt (1998) (Table A.2) and range in age from4.87±0.03Ma (basal flow) to 3.16 ± 0.13Ma (upper flow), with no distinct breaks in volcanic activity, and atmost 0.65Ma between events. Cosca et al. (2014) reported eight new ages for a nearby section ranging from 4.78 ± 0.03 Ma (basal flow) to 3.59 ± 0.08 Ma (upper flow).\nSamples dated by Appelt (1998) (Table A.2) at the Gorge Bridge include RA-129, with a plateau age of 4.74 ± 0.04Ma, RA-131 with a plateau age of 4.87 ± 0.03, RA-132 with a plateau age of 4.08 ± 0.03 Ma, RA-133 is 3.23 ± 0.12 Ma, RA-135 with an isochron age of 3.65 ± 0.03 Ma, and RA-136, which has both a plateau age and an edited isochron age of 3.16 ± 0.13 Ma.\n3.2.2.1.5. Pilar Mesa. Three distinct basalt flows at Pilar Mesa (point downstream of Rio Pueblo de Taos confluence in Fig. 9) are represented by sampleMR15-04, which is south (footwall) of the Embudo fault, and samples MR15-05 andMR15-07, which are north (hanging wall) of the sinistral/north-down oblique-slip fault (Kelson et al., 2004). The 40Ar/39Ar age spectrum for sample MR15-04 yields a plateau age of 3.48 ± 0.12 Ma, defined by thirteen contiguous heating steps representing 100% of the 39Ar released from the sample during analysis. Sample MR15-05 has a plateau age of 3.09 ± 0.1 Ma defined by an age spectrum with eight contiguous steps that represent 89.9% of the total 39Ar released. The age spectrum for sample MR15-07 yields a plateau age of 3.36 ± 0.06 Ma, defined by all thirteen heating steps comprising 100% of the 39Ar released.\n3.2.2.1.6. Rinconada.Near the town of Rinconada, NM the Rio Grande carves a valley where Servilleta basalt comprises the west valley wall and Precambrian rock of the Picuris Mountains is exposed on the eastern wall of the valley (Fig. 9). Appelt (1998) dated two basalt flows exposed here at 3.43±0.32 and 2.85± 0.13Ma (samples RA-060 and RA062, Table A.2), the latter of which is the youngest age obtained for the Servilleta basalt. Just south of herewe report two additional ages at 4.73 ± 0.03 and 4.71 ± 0.03 Ma (samples MR15-Embudo-4 and MR15Embudo-5; Table C.1).\nSample DZ-03 is from an ancestral Rio Grande alluvial deposit inset against the oldest basalt flow here (4.73 Ma). A basalt cobble dated at 4.61 ± 0.03 Ma (MR15-Embudo-2) within the deposit constrains the depositional age of the river sediment to b4.61 Ma. The detrital zircon age spectrum reveals age peaks at 22 Ma, 27 Ma, 35 Ma, 169.5 Ma, 1420 Ma, and 1700 Ma (Fig. 10A). 8% of the zircons are 27–20 Ma, and an additional 8% are 40–27 Ma. Detrital K-feldspar age peaks (sample MR15-Embudo-1) are 34.01, 25.9, and 19.8Ma. Several grains are within error of the Amalia Tuff sanidine and the entire age distribution indicates a mix of both San Juan and Latir volcanic field sources.\n3.2.2.1.7. Black Mesa-La Mesita area. The basalts capping Black Mesa and La Mesita (Fig. 9) also cap ancestral Rio Grande fluvial sediment, so the ages of the basalts provide excellent age constraint for timing of the birth of the river system. Previous ages reported for these basalts include 3.53±0.25Ma and 3.34±0.32Ma for northern and southern tips of BlackMesa, respectively, and 4.84±0.30Ma for the footwall of the La\nMesita fault on La Mesita (Koning et al., 2011, 2013). New basalt samples collected from Black Mesa include MR15-01, MR15-BMSE-3, MR15-BMSE-4, and MR15-BMSE-5. The 40Ar/39Ar age spectrum for sample MR15-01 yields a plateau age of 4.51± 0.03 Ma. The remaining samples have plateau ages of 3.90 ± 0.06 Ma, 4.06 ± 0.12, and 4.69 ± 0.03 Ma, respectively (Table A.1; Fig. A.1). New ages of basalts capping La Mesita are 3.45 ± 0.12 Ma for the top flow on the footwall of the La Mesita fault, and 4.92 ± 0.22 and 3.58 ± 0.08 Ma for the basal and top flows on the hanging wall of La Mesita, respectively (Table A.1).\nSample DZ-04 consists of fluvial sand underlying the basal basalt flow (3.90 ± 0.06 Ma) on the northeast side of Black Mesa, approximately 284 m above the modern river near Embudo Station, NM. The youngest detrital zircon in this sample is 4.9 ± 0.1 Ma, which brackets deposition of this sediment between 4.9 and 3.9 Ma. Prominent detrital zircon age peaks in DZ-04 (Fig. 10A) are at 22Ma, 25.5Ma, 28Ma, and 35Ma. Smaller age peaks are at 95.2 Ma, 169.5 Ma, 1420Ma, and 1700Ma. Detrital Kfeldspars are as young as 8.4 Ma with most older than 28 Ma (sample\nMR15-BMSE-1, Table C.1). Combined the detrital zircon and sanidine data indicate sediment inputs mainly from the San Juan volcanic field.\nSample DZ-05 is from a coarse sand and gravel deposit beneath the basal basalt flow at La Mesita. The detrital zircon age spectrum for this sample is dominated by peaks at 11 Ma, 22 Ma, 27 Ma, 35 Ma, 96 Ma, 1100 Ma, 1420 Ma, and 1700 Ma (Fig. 10A).\nSample DZ-06 represents early Pliocene ancestral Rio Grande sediment from the west side of Black Mesa, which is overlain by a 4.511 Ma basalt flow (Fig. 9). Clast counts reveal a composition of 65% quartzite, 7% Paleozoic sandstone and limestone, 8% whitish to pinkish granite, and 6% felsic to intermediate volcanic rocks, with minor components of phyllite andmafic rocks (Koning et al., 2011). The detrital zircon age spectrum of this sample has prominent peaks at 11 Ma, 17.88 Ma, 22 Ma, 28 Ma, 36.2 Ma, 97.5 Ma, 1420 Ma, and 1700 Ma (Fig. 10A). Only 2% of the sample falls within analytical uncertainty of the Amalia Tuff, while up to 10% of the sample could have been derived from the San Juan volcanic field. Detrital K-feldspars (MR15-02, Table C.1) reveal\n3 grains (23.7–25.4 Ma) that have likely origin from the Latir Mts. and a significant grouping between 34.8 and 35.8 Ma that signify a San Juan source. The zircon andK-feldspar data support that both the Latir volcanic field and San Juan volcanic field contributed sediment.\n3.2.2.1.8. White Rock Canyon. Sample DZ-07 represents the Totavi Lentil (ancestral Rio Grande in the Jemez volcanic field) that is preserved beneath a 2.6 Ma basalt flow of the Cerros del Rio volcanic field, ~1 km northwest of the modern Rio Grande in Ancho Canyon (Figs. 3, 5). The largest peak in the detrital zircon age spectrum is 28.6 Ma. Other prominent peaks are at 35.4 Ma, 67.4 Ma, 535 Ma, 1430 Ma, and 1670 Ma. Only two grains in the sample are within analytical uncertainty of the 25.39 ± 0.04 Ma Amalia Tuff, while 28 grains fall within uncertainty of the 28.2 ± 0.05 Ma Fish Canyon Tuff of the San Juan volcanic field.\nSample DZ-10 represents the Totavi Lentil conglomerate that underlies the 1.6 Ma Otowi Member of the Bandelier Tuff in Water Canyon, ~1.7 kmnorthwest of the Rio Grande in the JemezMountains of northern New Mexico. The detrital zircon fingerprint is characterized by a major age peak at 28.5Ma and lesser peaks at 3.8 Ma, 21.5Ma, several Late Mesozoic-Early Cenozoic peaks, 519 Ma, 1435 Ma, and 1683 Ma (Fig. 10B).\n3.2.2.1.9. Engle-Palomas Basin. Sample DZ-08 consists of coarse fluvial sand from an ancestral Rio Grande deposit underlying 2.9 Ma basalt (Bachman and Mehnert, 1978) at Mitchell Point, just north of the Elephant Butte reservoir in the Engle-Palomas Basin in southern NewMexico. Age probability peaks are 3.58 Ma, 25.4 Ma, 35.8 Ma, 68 Ma, 92 Ma, 165 Ma, 1433 Ma and 1698 Ma (Fig. 10A). Only two zircons are within\nanalytical uncertainty of the Amalia Tuff and only two zircons fall within error of the Fish Canyon Tuff.\nSample DZ-09 was collected from sediment belonging to the axial facies of the Palomas Formation (Santa Fe Group), which documents the earliest arrival of the Rio Grande in southern New Mexico (Mack et al., 2006). Paleofauna fossils discovered at this site best correlate to the late Gilbert chron, and are ~20 m below a 3.1 Ma ash layer (Mack et al., 2009). An estimated sediment accumulation rate of 46.7 m/Ma yields an estimated depositional age of ~3.54 Ma. The axial facies of this formation consist of medium to coarse arkosic sand, which was sampled from the lower one-third of the section exposed along I-25. The detrital zircon age spectra for DZ-09 (Fig. 10A) exhibit age peaks at 28 Ma, 33 Ma, 166 Ma, 1100 Ma, 1380 Ma, and 1680 Ma. Jurassic-Cretaceous zircon and Silurian-Ordovician-Cambrian zircon is abundant. The largest Precambrian peak is 1680 Ma. The mid-Tertiary detrital sanidine ages (sample MR15-TC-3, Table C.1) fall between 32 and 35 Ma and are likely dominated by sources within the Mogollon-Datil volcanic field.\n3.2.2.1.10. Results from the Rio Chama. Sample DZ-11 was collected from the Hernandez Member of the Santa Fe Group, which is exposed directly beneath the lowermost basalt flow capping Polvadera Mesa (7.89 ± 0.04 Ma La Grulla Andesite) in the northwest JemezMountains (Fig. 3; Kelley et al., 2013). A major detrital zircon age peak in the sample sits at 22.5 Ma (Fig. 10B). Less prominent peaks include those at 96, 168, and 226 Ma, with the ubiquitous Precambrian peaks at 1105 Ma, 1419 Ma, and 1704 Ma. Five percent of the sample contains Amalia Tuff-aged grains. Twenty-five percent of the sample consists of Permian\nTa bl e 3 Pe rc en\nta ge\ns of\ndi st in ct\nag e po\npu la ti on\ns w it hi n ea ch\nde tr it al\nzi rc on\nsa m pl e fo r D Z1 th ro ug\nh D Z19\n.\nID Sa\nm pl e na\nm e\nN b 20\nM a\n27 –2\n0 M a\n40 –2\n7 M a\n14 5–\n40 M a\n20 1–\n14 5 M a\n25 2–\n20 1 M a\n54 1–\n25 2 M a\n85 0–\n54 1 M a\n13 00\n–8 50\nM a\n15 35\n–1 30\n0 M a\n18 00\n–1 53\n5 M a\nN 18\n00 M a\nD Z1\nM R1\n5- 12\n98 1%\n38 %\n28 %\n0% 1%\n0% 1%\n0% 1%\n0% 31\n% 0%\nD Z2\nM R1\n5- D U N N\n31 3\n1% 17\n% 35\n% 4%\n4% 1%\n2% 1%\n2% 5%\n23 % 5% D Z3 M R1 5- Em bu do -1 29 7 1% 8% 8% 3% 8% 5% 4% 3% 11 % 13 % 34 % 3% D Z4 M R1 5- BM SE -2 29 5 2% 9% 10 % 9% 10 % 4% 3% 1% 10 % 15 % 21 % 4% D Z5 M R1 5- LM -4 30 5 1% 4% 7% 9% 10 % 5% 5% 1% 15 % 15 % 20 % 8% D Z6 M R1 5- 02 31 8 2% 7% 10 % 7% 8% 3% 3% 0% 8% 15 % 33 % 2% D Z7 M R1 5- A nc ho -1 31 6 0% 1% 10 % 5% 4% 1% 14 % 3% 9% 21 % 30 % 3% D Z8 M R1 5- M P1 31 1 0% 1% 10 % 6% 8% 2% 6% 4% 13 % 14 % 32 % 4% D Z9 M R1 5- TC -3 30 0 0% 1% 10 % 5% 7% 2% 9% 3% 19 % 12 % 24 % 7% D Z10 M R1 5- W at er 31 6 1% 2% 8% 6% 3% 3% 2% 16 % 8% 21 % 28 % 3% D Z11 M R1 5- Po lv ad er a 28 9 0% 8% 5% 9% 11 % 4% 3% 2% 12 % 15 % 26 % 4% D Z12 M R1 5- RC 1. 6 39 3 3% 55 % 16 % 2% 1% 2% 0% 0% 2% 5% 12 % 2% D Z13 M R1 5- M RG LJ 28 2 0% 9% 49 % 1% 1% 0% 1% 0% 1% 6% 30 % 1% D Z14 M R1 5- M RR -2 31 3 0% 44 % 40 % 1% 0% 0% 0% 0% 1% 2% 11 % 1% D Z15 M R1 5- Q tc 7 30 0 0% 1% 1% 5% 11 % 3% 9% 5% 11 % 15 % 32 % 7% D Z16 M R1 5- Ri oE m bu do 27 9 1% 6% 2% 1% 1% 0% 1% 1% 3% 9% 69 % 6% D Z17 M R1 5- A lc al de 32 1 1% 8% 13 % 5% 7% 4% 2% 0% 12 % 14 % 29 % 5% D Z18 M R1 5- Q tc 3 28 8 2% 1% 3% 8% 13 % 6% 4% 4% 13 % 13 % 29 % 3% D Z19 M R1 5- G ut A 29 4 2% 1% 7% 9% 5% 4% 6% 3% 15 % 12 % 30 % 6%\nto Cretaceous-aged grains, which is characteristic of the rock units in the headwaters of the Rio Chama in northwestern New Mexico. Of the Precambrian grain population, the highest age probability peak is at ~1680 Ma. The mid-Tertiary data from the detrital sanidine sample DZ-11 (sample MR15-Polvadera, Table C.1), are dominated by grains from the Latir Mountains with several within error of the Amalia Tuff as well as from the younger granites.\nSample DZ-12 is from a Rio Chama terrace (Q1 of Gonzalez and Dethier, 1991 and Dethier and Reneau, 1995; Q9 of Newell et al., 2004). The youngest detrital zircon in this sample is 1.1 ± 0.03 Ma, which provides amaximumdepositional age of 1.1Ma. The detrital zircon age spectrum (Fig. 10B) has prominent age peaks at 20–22 Ma and 25 Ma. Two small Precambrian populations are about 1420 and 1730 Ma."
  }, {
    "heading": "3.2.2.2. Late Pleistocene to modern Rio Grande-Rio Chama system (640 to",
    "text": "0 ka). An important method for understanding detrital grain spectra for paleorivers is to compare them to spectra from modern systems (e.g. Kimbrough et al., 2015). Detrital zircon data were collected for Late Pleistocene Rio Grande terraces (samples DZ-13 to DZ-19; Fig. 11): three dated at 640 ka based on the presence of Lava Creek B ash in the terraces, and three modern sediment samples. These data are reported in Repasch et al. (2016), and are briefly summarized here and shown in Fig. 12. These age spectra highlight the major differences between Rio Chama and Rio Grande fluvial sediment, and allow comparison between Rio Grande sediment deposited before and after the spillover of Lake Alamosa at about 500 ka.\nSample DZ-13 is amedium to coarse sand collected from the river bed of the modern Rio Grande approximately 1 km upstream of the Rio Grande-Red River confluence (Fig. 11). Its detrital zircon fingerprint (Fig. 12) therefore characterizes the modern drainage configuration with the river fluvially integrated with the San Juan Mountains. 51% of the grains are 27–30Ma, 5% fall into the 23–26Ma range of the Latir Volcanic Field. Themainpeakmeanof 28.6Ma iswithin analytical uncertainty of the 28.2 Ma Fish Canyon Tuff. Paleoproterozoic grains range from 1600 Ma to 1775 Ma, and there is a small Mesoproterozoic peak at 1409 Ma.\nSample DZ-14 is from medium sand in the bed of the modern Red River ~3 km upstream of the Rio Grande confluence (Fig. 12). N80% of the zircon in this sample is 23–30Ma. The other 20% contains Proterozoic grains from the 1700–1450Ma granites and 1800–1720Ma volcanogenic rocks from the Taos Range. 49% of the zircon is 23–26Ma, with a populationmeanof 25.5Ma,which iswithin analytical uncertainty of theAmalia Tuff from the Latir volcanic field. 8% of the zircon is 29–33 Ma. Detrital sanidine ages (sample MR15-MRR-2, Table C.1) range from 0 Ma to 40Ma. Because of the higher precision, the detrital sanidine age distribution reveals multiple age peaks within the broad detrital zircon age peak seen in Fig. 12. The most prominent age peak is 24.72, and smaller peaks are 26.72, 27.52, 27.84, and 29.36 Ma.\nSample DZ-15 was collected from a ~30 ka Rio Chama terrace (Qtc7 of Koning et al., 2004). We view this sample as representative of the young Rio Chama basin drainage configuration prior to influences of modern dams. The full detrital zircon age spectrum (Fig. 12) reflects all known rock ages in New Mexico, with dominant zircon age peaks at 24.8, 34.1, 74.6, 96, 168, 1180, 1438, and 1692 Ma.\nSample DZ-16 consists of coarse sand froma late Pleistocene ancestral Rio Embudo terrace estimated to have been deposited at ~50 ka based on its 15-m height above the modern channel (Koning, personal communication; Fig. 11). This terracewas sampled to characterize sediment inputs from the Rio Embudo catchment in the Picuris and southern Sangre de Cristo Mountains. The detrital zircon spectrum (Fig. 12) is dominated by two prominent peaks, one at 22.3Ma, and the other at 1704Ma. Additionally, there are smaller age peaks at 27.4Ma and 1408Ma. The 22.3Ma peak is the center of a broad population spanning 19–25 Ma, which reflects reworking of the Picuris Formation, which was largely sourced from the Latir volcanic field (Aby et al., 2004). The detrital sanidine data\n(MR15-Embudo, Table C.1) are consistent with the DZ data and reveal a dominance of grains between 24 and 27 Ma.\nSample DZ-17 consists of coarse sand collected from a Rio Grande terrace (Qtr1of Koning and Manley, 2003) near San Juan Pueblo, approximately 7.5 km northeast of the Rio Grande–Rio Chama confluence (Fig. 11). The Qtr1 strath sits ~90 m above the modern Rio Grande. Koning and Manley (2003) suggested an age ranging from 250 to 350 ka for this terrace based on amino-acid ratio chronology data reported by Dethier and Reneau (1995) for Rio Grande terraces at similar elevations above the modern river channel. If this age constraint is correct, this terrace was formed by the Rio Grande after the proposed ~500 ka spillover of Lake Alamosa. If upper San Luis basin zircon populations are dominant relative to those sourced in the Red River drainage, this sample would reflect direct sediment connectivity to the modern headwaters in the San Juan Mountains in Colorado, or reworking of the Esquibel and Conejos Formations in the Tusas Mountains (Manley and Wobus, 1982; Aby et al., 2010). Three peaks at 23, 28, and 35 Ma dominate the age spectrum (Fig. 12). Relative to the Rio Chama terrace, there are very few Paleozoic and Mesozoic grains. Precambrian age peaks are 1694, 1430, and 1100 Ma, which arise mainly from sediment inputs from the Needle, Picuris, and Sangre de Cristo Mountains.\nSample DZ-18 is from 640 ka ancestral Rio Grande gravels (Lomatas Negras Formation) in the oldest inset terrace deposit of the incising Rio Grande in the Albuquerque basin (Connell et al., 2007). It is nicely exposed in an active gravel quarry 4.5 km west of and approximately 65m above themodern Rio Grande channel (Fig. 11). Timing of terrace formation is constrained by fluvially reworked 640 ka Lava Creek B tephra that is interbedded with the sand and gravel (Connell et al., 2007). The detrital zircon fingerprint of DZ-18 (Fig. 12) has dominant populations at 0.64, 1.2, 28–36, 92, 1078, 1420, and 1704 Ma. The\n0.64 Ma peak represents the widespread fall of the Lava Creek B ash at 0.64 Ma, shortly before the Rio Grande deposited this sediment.\nSample DZ-19 is from a similar-aged Rio Chama terrace (unit Qtc3 of Koning et al., 2004; Dethier et al., 1990) where reworked Lava Creek B ash constrains the age of the terrace at ~640 ka. The terrace strath sits 103 m above the modern Rio Chama (Fig. 11). The sampled lowermost part of the deposit is dominantly clast-supported with a gravel composition similar to that of the younger Rio Chama terrace Qtc7 (Koning et al., 2004). DZ-19 was collected from the sandy matrix of this terrace. Major zircon age probability peaks are at 1.6, 28.7, 97, 170, 1180, 1422, and 1708 Ma (Fig. 12)."
  }, {
    "heading": "3.3. Interpretation",
    "text": "3.3.1. River profile morphology The Rio Grande has an atypical longitudinal profile because it displays double-concave-up geometry. A portion of the relief in knickzone A (Fig. 8) can be attributed to the erosional resistance of the basalt on the Taos Plateau, however the convex-up profile of the top surface of the Servilleta basalt on the rim of the Taos Gorge between the Taos Plateau and Black Mesa (as shown in the Fig. 8 inset), which is not readily explained by fault offset, suggests that a knickpoint or convexity existed in the Santa Fe Group strata prior to early development of the Taos Plateau volcanic field. Our interpretation is that the steepest segment of this knickzonewas createdwhen the San Luis Basin became fluvially integrated with the Española Basin, just pre-dating the emplacement of the oldest Black Mesa basalt flow. If so, the modern knickpoint represents a transientwave of incision and the steepest part of this knickzone (upper Taos Box) has retreated about 100 km within the past 5 Ma at a rate of 20 km/Ma, or 2 cm/yr. Additional knickpoints exist at similar elevations in several of the major tributaries, which is compatible with propagation of incision transient through the system (Whipple and Tucker, 2002). This knickzone therefore represents the upstream extent of a wave of incision that is passing through the Rio Grande gorge, where the river downstream of the knickzone has adjusted to the pre5 Ma perturbation, while the river upstream is unadjusted (e.g. Schoenbohm et al., 2004; Cook et al., 2009; Wobus et al., 2006; Crosby andWhipple, 2006). Lack of an incisional record upstream of knickzone A supports the notion that basalt aggradation from 5 to 2Ma dominated the region above the knickzone at a time with diminished surface flow. The shape of the Rio Grande long profile in this region is similar to “double concave” profiles observed in the Colorado River (Karlstrom et al., 2012), Little Colorado River (Karlstrom et al., 2016), Gunnison River (Donahue et al., 2013), Yampa River (Rosenberg et al., 2014), and Canadian River (Nereson et al., 2013) that are also interpreted to be disequilibrium profiles adjusting to young perturbations in the system.\nDownstream knickpoints (Table 2) are less central to this paper, except for knickpoint D, which is an inflection point in river slope near the Quitman Mountains, at the outlet of the Hueco Basin, where the downstream section has a steeper slope than upstream. It is possible that this is a transient knickpoint resulting from base level lowering when the Rio Grande became fully integrated to the Gulf of Mexico. Knickpoints E and F are likely bedrock-controlled because they occur approximately where the Rio Grande exits Santa Elena Canyon and the Lower Canyons of Big Bend National Park, respectively. Bedrock controlled-knickpoints occur where the river encounters a lithology that is much more resistant than the lithology downstream. Both canyons were carved into massively-bedded Cretaceous limestone and dolomite with interbedded with shales that aremore resistant than reaches underlain by dominantly alluvial Santa FeGroupdownstream. Knickpoints B, C, G, andH are created by man-made dams."
  }, {
    "heading": "3.3.2. Interpretation of basalt age data",
    "text": "Basalt age data reported in the previous section record “volcanic aggradation” in which a new, high elevation, basaltic landscape (Taos Plateau) was built in the southern San Luis Basin from ~4.8 Ma to ~2.6 Ma\n(Figs. 9, 13, 14). Thompson et al. (2012) report the duration of Servilleta basaltic volcanism from 5.26 to 3.36 Ma. However, new ages reported in this paper show evidence of basaltic volcanism continuing until 2.61 ± 0.17 Ma near San Antonio Mountain. Although basaltic volcanism dominates the Taos Plateau volcanic field, intrusive igneous activity was also important. Appelt (1998) dated numerous dacite and quartz latite hypabyssal intrusions that range in age from 5.96 ± 0.18 (sample RA-91) to 2.16 ± 0.02 Ma (sample RA-82). Our compilation of basalt age data also shows that Lower, Middle, and Upper Servilleta basalt nomenclature can only be applied to local basalt strata and is not valid regionally, as suggested byDungan and others (1984). The age-frequency histogram in Fig. 14 (bin-width of 0.1 Ma) shows that volcanism was semi-continuous throughout the entire period of activity.\nA distinctly older age range (4.93–4.79 Ma) for the lower three basalt flows at La Junta Point relative to the upper basalt flows (3.43 Ma) indicates a 1.5 Ma time gap before deposition of the younger Servilleta basalt flows. Andesite and dacite volcanismwas active prior to and concurrently with the early basaltic volcanism here (Dungan et al., 1984; Appelt, 1998), and together diminished Rio Grande drainage, diverting it northward into the Sunshine Valley, north of Guadalupe Mountain. Buried lake sediments up to 40 m thick overlying basalt flows have been recorded in well logs in the Sunshine Valley (Winograd, 1959). This lake persisted until the Rio Grande breached the volcanic rocks that dammed it sometime after 4.7 Ma. The river deposited sediment until 3.43Ma, when additional basaltic eruptions occurred. River gravel deposits overlie the youngest basalts near the Rio Grande-Red River confluence, but these deposits have not been studied.\nThe convex profile of the basalt flows exposed in the Rio Grande gorge near Red River (Fig. 13) suggests that these lavas flowed across a landscape with a knickpoint that was established prior to emplacement of the volcanic field. Perhaps the integration of the San Luis basin with the Española basin occurred not too long before major\neruptions took place within the volcanic field, due to headwater uplift. Alternatively, this feature could suggest river profile deformation due to faulting prior to volcanic activity.\nAge data suggest that the Rio Embudowas a large river in the lateMiocene-early Pliocene because its drainage basin included parts of the Ocate volcanic field, east of the Sangre de Cristo Mountains. Two 3–4 Ma basalt flow remnants (Bauer and Kelson, 2004) associatedwith rounded gravels in the Embudodrainage provide evidence for pastfluvial connectivity. It is likely that the modern drainage divide formed during the early Pliocene when accelerated movement along the Sangre de Cristo fault created much of the relief along the eastern rift flank.\nSedimentary rocks intercalated with basalts along the Embudo fault indicate that the San Luis Basin was (or became) integrated with the Española Basin at the time of basalt flow emplacement (Figs. 15, 16). Mature alluvial trunk stream deposits (e.g. samples DZ-03, 04, 05, and 06) beneath and interlayered with basalt flows along the Embudo fault provide earliest evidence for a main stem Rio Grande that flowed from the southern San Luis Basin to the Española Basin from 4.9 to ~2.8 Ma. Our newly recognized record of incision into basalt near Rinconada, Black Mesa, and La Mesita (Figs. 15, 16) over the same ~4.9–2.8 Ma time interval indicate that a valleywas being carved by the ancestral Rio Grande beginning ~5 Ma on the edge of Taos Plateau. Fig. 15 is a map showing the interpreted contacts between these temporally distinct basalt flows based on dated basalt flows andmappable escarpments. Fig. 16 is a schematic cross-section of these inset paleochannels. The inset relationships indicate that bedrock incision into the Taos Plateau volcanic field began shortly after basalt emplacement, and Rio Grande gorge incision in the San Luis Basin persisted intermittently from ~5 Ma to present."
  }, {
    "heading": "3.3.3. Interpretation of detrital age data",
    "text": "The detrital zircons in modern Rio Grande sample DZ-13 reflect the modern sediment sources delivered from the San Juan Mountain\nheadwaters to the Rio Grande. Thus, older river terraces that show dissimilar age populations from the modern sample signify changes in drainage configurations from the time of terrace deposition to the present. DZ-13 is most enriched in 1685–1700 Ma zircons, which are likely derived from the granite and quartzite-rhyolite sequences in the Taos range of the Sangre de Cristo Mountains. The small 1409 Ma age population may reflect sediment shed from the Needle Mountains in the Rio Grande headwaters as well as input from the northern Sangre de Cristo Mountains. Zirconswith 25–35Ma ages derived from the upstream San Juan volcanic field comprise more than half of this sample.\nModern Red River sample DZ-14 is rich in 23–30 Ma zircons and Kfeldspars, which are most likely derived from the Latir volcanic field in the headwaters of the Red River. Only 8% of those grains are 33–29 Ma, which we interpret as zircon ultimately derived from the San Juan\nvolcanic field that were transported into the Red River drainage basin via eolian processes or were recycled out of Santa Fe group sediment in the Valle Vidal graben within the Taos Range (Smith, 2004).\nThe 24.8 Ma detrital zircon age peak in near-modern sample DZ-15 of the Rio Chama likely reflects reworking of the Abiquiu Formation immediately upstream of the sample site, which Smith (2004) and Smith et al. (2002) indicated is rich in Latir volcanic field sediment. A relatively high frequency of zircon between 28 and 34.1 Ma also reflects erosion of the San Juan volcanic field. The most dominant population is around 168 Ma, which can be explained by zircon eroded out of Jurassic sedimentary units in the Chama basin. A broad range of Proterozoic through Cambrian age zircon is recognized, which likely reflects recycled grains shed from Mesozoic sandstones in the basin (Dickinson and Gehrels, 2009). The 1400 and 1800 Ma Precambrian populations are prominent and reflect recycled grains from Needle Mountain volcanogenic rocks and the Tusas Mountain quartzite-rhyolite successions. These age peaks define themodern Rio Chama sediment sources to include essentially all age peaks associated with rocks exposed in NewMexico. The resemblance of the young Rio Chama sediment signature to that of the ancestral Rio Chama indicates that the river's sediment sources were similar for at least the past 8 Ma.\nSample DZ-16 reveals the sediment sources for the near-modern Rio Embudo, which should be consistent with the Precambrian rocks exposed in its basin. The 22.8 Ma peak may be defined by zircon eroded from the Rio Hondo pluton (Zimmerer and McIntosh, 2012). The 25.3Ma to 28.6Ma zircons are likely eroded from themiddle tuffaceous member of the Picuris Formation (Aby et al., 2004). Someof these grains could also be derived from the 28.2 Ma Tetilla Peak Tuff in the northern Latir Volcanic Field. The Precambrian ages are consistent with the ages of Precambrian basement exposed in the valley through which the Rio Embudo flows, including the ~1700 Ma rhyolite-quartzite successions and the ~1400 Ma granite. Zircons from the 1500–1460 Ma Trampas Group were not present, although it is present in the catchment.\nThe detrital zircons in DZ-17 reflect the sediment sources exposed at 350–250 ka in the upper Rio Grande drainage basin, which was about 100 ka after spillover of the upper San Luis basin/Lake Alamosa. We\ninterpret the 23, 28, and 35Ma peaks in the sample to represent sediment from both the Latir and San Juan volcanic fields, with a more dominant component of San Juan Mountain detritus. The large age probability peak at 28 Ma that is not observed in the 640 ka Albuquerque Basin terrace supports lake spillover prior to deposition of this terrace,which re-introducedupper San Luis Basin sediment sources to the RioGrande system.\nSample DZ-18 characterizes the sediment sources to the Albuquerque basin at 640 ka, and may reveal a direct connection between the Rio Grande and the San Juan Mountains at that time. The 1.2 Ma peak represents the Tshirege (upper) Member of the Bandelier Tuff, which was deposited by the 1.2Ma eruption of the Valles Caldera and remains the predominant lithology in the JemezMountains today. The high proportion of 28–36 Ma zircon suggests fluvial connectivity between the San Juan Mountains and the Albuquerque basin at 640 ka, and/or reworking of the Esquibel and Conejos Formations in the Tusas Mountains from the Rio Ojo Caliente (Butler, 1971; Manley and Wobus,\n1982; Aby et al., 2010). Neither the modern nor the ancestral Rio Chama have such enrichment of 28–36 Ma zircons like the modern Rio Grande, and thus it would be difficult to transport this population of zircons to the Albuquerque basin without the Rio Grande having direct connectivity to the San Juan Mountains as it does today (Fig. 7A). The distinctive 1078 Ma peak may reflect incorporation of grains reworked from Pennsylvanian-Permian or Jurassic strata deposited atop the Colorado Plateau and adjacent regions that are ultimately derived from Grenville-aged sources in the Appalachians (Gehrels et al., 2011). Alternatively, it could reflect sediment inputs from ~1100 Ma rocks in south-central Colorado if there was connectivity between the Rio Grande and upper San Luis basin at 640 ka.\nThe small 28–36 Ma zircon population (10 grains) in DZ-18 (640 ka Rio Chama) likely indicates reworking of the Ojo Caliente Sandstone (Smith et al., 2002; Smith, 2004). The San Juan basin is the more likely source for the small populations of Cretaceous and Paleocene zircon.\nThere are 14–20Ma detrital zircons and a prominent 1.6 Ma peak present in DZ-18 that are not found in the young Rio Chama terrace sample. This difference could reflect input from erosion of early-middleMiocene Santa Fe Group strata and terraces containing the 1.6 Ma Guaje tephra, both of which are mapped in the erosive badland landscape between the two samples (Koning et al., 2004). It is possible that the onset of rapid erosion after ~640 ka diminished these sediment sources before the young terrace was deposited.\nBased on the Wells et al. (1987) model for Rio Grande evolution, the Red River served as headwaters of the Ancestral Rio Grande during this depositional period. When originally collected, DZ-1 was thought to represent sediment derived from the ancestral Red River at ~4–3 Ma. Comparison of the detrital zircon fingerprint of DZ-1 with that of other ancestral Rio Grande sediment of similar depositional age provides a test of the Wells et al. (1987) hypothesis. ~15% of the zircons in the sample are 28–34 Ma (Table 3), with a large probability peak at 28.2 Ma. These zircons aremost likely from the San Juan volcanicfield.Wewould also expect an ancestral Red River deposit to be enriched in 25.4Ma Amalia Tuff, however, the detrital sanidine ages showpeaks at 25.75 and 21.77Ma and 18% of the sample iswithin uncertainty of the Amalia Tuff (sampleMR1512, Table C.1). 31% of the zircons are 1535–1800Mawith a distinctive age peak at 1718Ma; this age range is characteristic of zircons from the northern Taos Range (Karlstrom et al., 2004). These data suggest that DZ-1was deposited by the ancestral Rio Grande at its confluencewith the Red River (Fig. 3). This is consistent with the idea that terraces are better preserved at river confluences (Pazzaglia, 2013). Sample DZ-2 has an age distribution resembling DZ-1 and DZ-13, confirming that it is indeed ancestral Rio Grande sediment and there was fluvial connectivity between the upper and lower San Luis basin at ~3 Ma.\nSamples DZ-3, −4, and −5, from 4.9–4.5 Ma ancestral Rio Grande sediment in the BlackMesa-LaMesita area have very similar detrital zircon age spectra. It is likely that the Embudo fault played a major role in the position of the incipient Rio Grande valley and in the deposition and preservation of the river sediment represented by these samples. Given the relationship between the ancestral Rio Grande and the Embudo fault, it is likely that the ancestral Rio Grande valley was situated on the hanging wall of the fault (Fig. 15). The 1700 Ma peak is the largest of the Precambrian peaks, and its age is consistent with higher inputs\nfrom the Taos Range of the Sangre de Cristo Mountains, along with grains sourced from the southern Colorado Rocky Mountains or reworked out of Paleozoic rocks in the Rio Embudo drainage. Twelve percent of the zircon grains are between 1000 Ma and 1200 Ma (Table 3), which suggests relatively high inputs from reworked Paleozoic rocks. More San Juan volcanic field detritus than Latir volcanic field detritus are in these samples, which suggests that the sediment was deposited by a ~4.9 Ma river that did not have its headwaters in the Red Riverwatershed, but rather had connectivity to the San JuanMountains.\nBecause samples DZ-3 through DZ-6 were deposited at 4.9–4-5 Ma, they represent the oldest Rio Grande sands that we have dated. As previously indicated, geologic evidence indicates that these sands filled a newly formed valley. The larger percentage (10–12%) of 37–27Ma grains (Table 3) is interpreted to reflect a RioGrandewith headwaters in the San Juan volcanic field. The 28 Ma peak could include input from small volume pre-Caldera Latir Field volcanics, and recycling of the Ojo Caliente Sandstone of the Santa Fe Group, which contains 5% 37–27 Ma zircons (Repasch et al., 2016), and may have contributed to the 28 and 35 Ma peaks. The La Garita caldera (origin of the 28.2 Ma Fish Canyon Tuff) is in the headwaters of the modern Rio Grande and large volumes of the Fish Canyon Tuff remain exposed in the upper Rio Grande catchment. Older Eocene-Oligocene (40–27 Ma) volcanic units also outcrop within the modern headwaters. Therefore, we interpret relatively high percentages (10% ormore) of 40–27Ma zircon and sanidine in a sample to reflect fluvial connectivity to the San Juan Mountains. Samples that exhibit high percentages of San Juan volcanic field detritus include samples 01, 02, 03, 05, 06, and 09,which range in age from4.8 to 2.6Ma. Based on these data, we interpret that the ancestral Rio Grande had its headwaters in the San Juan Mountains during this time (Fig. 7A). The Latir volcanic field yields overall younger detritus than the San Juan volcanic field, particularly large volumes of 25–23 Ma zircon and sanidine. Large relative percentages of detritus in this age range suggest significant input from the Red River that is greater than the influence of San Juan Mountain drainage. We attribute this to dilution of San Juan volcanic detritus downstream of the Red River and Rio Hondo confluences.\nSample DZ-7 was collected from the 2.6 Ma Totavi Lentil in White Rock Canyon. 10% of the zircons in sample 07 are 40–27 Ma, but only 1% of the grains are 27–20 Ma. This suggests that the ancestral Rio\nGrande near the modern Jemez Mountains was receiving most of its detritus from the San Juan Mountains at 2.6 Ma (Fig. 7A). The ancestral Rio Grande would have been flowing on top of the Taos Plateau at that time. Nearly 14% of the zircons constitute the 525 Ma peak, which are possibly derived from Paleocene-Eocene formation that acquired Cambrian grains during Laramide erosion and deposition. Zircons from the Tusas Mountains constitute the 1688 Ma peak, and it is likely that the 1422 Ma peak arises from Taos Range detritus. These source rocks are characteristic of a mixed Rio Grande-Rio Chama, and therefore this sediment was deposited below the confluence of the two rivers at 2.6 Ma.\nSample DZ-8, collected from ~3.5 Ma ancestral Rio Grande sediment in the Palomas-Engle Basin, has a large zircon age peak at 35.8 Ma, which is most likely derived from the nearby Mogollon Datil volcanic field (Fig. 7B; McIntosh et al., 1992). The small peak at 25.4 is interpreted as grains from the Amalia Tuff in the Latir volcanic field, indicating that therewas connectivity between the southern San Luis Basin and southern NewMexico at ~3Mawhen this sedimentwas deposited. TheAmalia Tuff is present in Santa Fe Group units in the Espanola basin, and this detritus could have been reworked by the Rio Chama. The 92Ma and 68Ma peaks also represent input from the Rio Chama, supporting fluvial connectivity through the Española Basin by 3 Ma.\nThe southernmost detritus sampled in this study, DZ-9, has a prominent detrital zircon age peak at 33 Ma, which was refined by narrow detrital sanidine age probability peaks at 34.2 Ma and 32.3 Ma (sample MR15-TC-3, Table C.1). This Eocene-Oligocene detritus could be derived from the San Juan volcanic field and indicate fluvial connectivity between the upper San Luis Basin and the Palomas Basin before ~3.5 Ma, but there is greater likelihood that these grains were transported by small tributaries draining the Mogollon Datil volcanic field. The largest Precambrian peak at 1680 Ma is characteristic of the Tusas Mountains (Davis et al., 2011), which indicates that the ancestral Rio Grande that transported sediment downstream to the Palomas Basin at 3.5 Ma had its headwaters in the ancestral Rio Chama and the ancestral Rio Grande. To test the hypothesis that the early Rio Grande that existed in northern New Mexico at 5 Ma reached the Palomas-Engle Basin before 3.5 Ma, below we compare detrital zircon samples from the northern and southern reaches of the ancestral Rio Grande in New Mexico.\nSample DZ-10, from the 1.6 Ma Totavi Lentil, is rich in sediment sourced from the San Juan volcanic field (28–37 Ma zircons), and has the same Cambrian and Precambrian peaks observed in the 2.6Ma Totavi Lentil. Distinct differences between these two samples include the appearance of young (3–11 Ma) zircons that likely came out of the dacitic sources within the Taos Plateau or Jemez volcanic fields, and an increase in number of Cretaceous and early Oligocene zircons in DZ-10 relative to DZ-7. We interpret these additions to reflect the upstream shift of the Rio Chama confluence between 2.6 and 1.6 Ma (Fig. 18).\nConstrained at ~8 Ma, sample 11 is the oldest sample we collected from the Rio Grande-Rio Chama system. The detrital zircon age spectrum contains all known rock ages in New Mexico, and based on a comparison with the near-modern Rio Chama (sample C) this age distribution has not changed over the last 8Ma. Lack of evidence for an ancestral Rio Grande at this time, in addition to the resemblance of downstream ancestral Rio Grande deposits to the Rio Chama suggests that the Rio Chama dominated the early rift fluvial system. 1680 Ma is the largest age probability peak in this sample, which is consistent with crystallization ages obtained from the Tusas Mountains (Davis et al., 2011), which lie to the east of the Rio Chama.\nSample 12 was collected from a fluvial terrace deposit of the Rio Ojo Caliente tributary to the Rio Chama that was formerly interpreted to have been deposited by the ancestral Rio Chama at 1.6 Ma, based on the caliber of the sediment and the inclusion of reworked Guaje Pumice from the 1.6 Ma pyroclastic eruption of the Valles Caldera (Newell et al., 2004). However, the detrital zircon age spectrum does not resemble that of the ancestral or modern Rio Chama, nor is it statistically similar to modern Rio Chama sediment. Lack of 1.6 Ma zircon in the sample and abundance of 1.2 Ma zircon also indicate that what was formerly\ninterpreted to be Guaje pumice is actually the 1.2 Ma Tshirege member of the Bandelier Tuff. Abundant 20–25 Ma zircon in this sample reflects reworking of the Esquibel Member of the Los Piños Formation (Santa Fe Group volcaniclastic apron of Ingersoll et al., 1990), or from volcaniclastic units rich in Amalia Tuff, which are present in the Rio Ojo Caliente catchment (downstream-most tributary to the Rio Chama). Therefore, we interpret it to be a Rio Ojo Caliente terrace with a maximum depositional age of 1.2 Ma.\nAt the southern extent of the Taos Plateau volcanic field, Black Mesa was the location of a main-stem ancestral Rio Grande that had headwaters in San Juan Mountains and had initiated incision of the Rio Grande valley at ~5 Ma (Figs. 13, 15, 16). Because the sediment preserved here is the oldest discovered for the Rio Grande system, we interpret this early 5 Ma main-stem river to represent the birth of the Rio Grande fluvial system. The 4.8 Ma sand at Black Mesa contains abundant (10%) 40–27 Ma zircon (Table 3) and sanidine from the San Juan Mountains interpreted to reflect San Juan volcanic field input at that time. Thus, the spill-over of Lake Alamosa at ~430 ka had to be a re-integration of the modern headwaters in the San Juan Mountains to the lower Rio Grande system, rather than a first integration as previously understood.\n3.3.3.1. Statistical comparison of detrital zircon samples. To test if our ancestral Rio Grande samples were derived from a population with the same zircon age distribution, we compared the detrital zircon age data using statistics derived from the Kolmogorov-Smirnov test (K-S test). On a first order the detrital zircon age data was compared using a cumulative distribution function (CDF), which uses the K-S algorithm and the uncertainty in individual age analyses to measure the cumulative probability that a zircon grain in a sample will be younger than a certain age (Guynn and Gehrels, 2010). Similarly-shaped CDF curves represent samples that have roughly equal proportions of sediment derived from the samedistinct sources. Fig. 17 shows the CDF curves calculated for samples 01–11, as well as for a sample of the modern Rio Grande upstream of the Red River confluence. The steps in the CDF curves roughly correspond to peaks in the age probability density curves (Figs. 10, 12). Main steps observed in the Rio Grande system are at 35.3, 200, 1100, 1450, and 1770Ma.Overlap among samplesDZ-3 toDZ-11 (Fig. 17) indicates significant similarity in zircon age distributions for the main-stem Rio Grande, and suggests that during 5–3 Ma, the same trunk river was flowing from northern New Mexico to southern New Mexico. These data support the birth of the ancestral Rio Grande at ~5 Ma. In contrast, ADF curves for DZ-1, DZ-2, and DZ-13 plot above the others as these are in the upper Rio Grande area near the Red River confluence and did not have inputs from tributaries sourced by Paleozoic and Mesozoic rocks.\nTo further compare the detrital zircon age data, we used the probability criterion called the p-value generated by the K-S test to mathematically identify significant differences between two given samples. In this formulation, we do not incorporate error to avoid smoothing the age spectra, and to get amore robust statistical comparison. P-values exceeding 0.05 indicate no statistically significant difference between two samples at 95% confidence, and therefore the two satisfy the null hypothesis that they are derived from the same zircon population (Guynn and Gehrels, 2010). P-values derived from comparing all ancestral Rio Grande sediment samples are reported in Table 4. Through visual comparison between the age spectra of sediments deposited in the Palomas basin at ~3.5Ma (DZ-9) and southern San Luis Basin sediments of the same age (DZ-03, -07, -11), it does not appear that the two reaches of the ancestral Rio Grande are the same (Fig. 10A, B). However, the K-S test yields p-values of 0.310, 0.081, and 0.185, respectively (Table 4). These P-values are all N0.05, and thus satisfy the null hypothesis, however. This suggests that the samples could have been derived from the same river flowing from the southern San Luis Basin to the Palomas Basin at 3.5 Ma, supporting the proposed downward drainage integration to Texas by ~4 Ma (Mack et al., 2006).\nComparing the detrital zircon ages of samples DZ-7 and DZ-10, which represent the ancestral Rio Grande through the Jemez Mountains at\n2.6Ma and 1.6Ma, respectively, reveals a change in sediment provenance. The appearance of young zircon and sanidine (6–3Ma) from silicic volcanics of the Taos Plateau volcanic field, as well as the enrichment of grains sourced from the San Juan volcanic field and Paleozoic rocks of the Rio Chama basin in sample 10, and relative absence in DZ-7, is interpreted to mean that the Rio Grande-Rio Chama confluence shifted nearly 70 km northward from 2.6 to 1.6 Ma, as illustrated in Fig. 18. This was a progressive migration, having contributions from multiple volcanic events, such as the 6–7 Ma Bearhead Rhyolite and Peralta Tuff and the 5 Ma Tschicoma Formation dacite (Kelley et al., 2013). Fig. 18 illustrates this gradual channel migration in three time steps. Between 2.6 and 1.6Ma, the Puye volcaniclastic fan spread eastward and the axial drainage was blocked repeatedly by eastward-flowing basalt flows and maars along the channel itself in what is nowWhite Rock Canyon (Reneau and Dethier, 1996). Growth of the fan, sinking of the Velarde graben, and episodic damming forced the Rio Chama to the east, where it eventually connected with the Rio Grande north of Española. Paleocurrent directions in the Puye suggest movement to the east. The weakly-lithified nature of the Santa Fe Group allowed the channel to be highlymobile and susceptible to regional surface uplift and construction of topography."
  }, {
    "heading": "3.3.4. Comparison of detrital zircon and detrital sanidine results",
    "text": "Detrital zircon and detrital sanidine results are complementary in that they yield overlapping information as well as distinct data sets with\ndistinct values. Detrital zircon ages can be obtained across the geological history of the Earth with ~1% precision, whereas detrital sanidine is best applicable to post-Paleozoic sources and can achieve sub-per mil (~0.1%) precision. In this study, choosing detrital sanidine grains from the bulk K-feldspar population based on optical clarity was only moderately successful as too many basement-derived microcline or orthoclase crystals were dated, thus limiting our dataset. However, the detrital sanidine data support the conclusions drawn by the large zircon dataset and serve to also show the potential for future detrital sanidine studies.\nDZ-03 has a rich distribution of zircons that imply amixed Latir volcanic field and San Juan volcanic field source, butwith 1σ precision at about 0.4–0.8Ma, individual calderas sources cannot be always be resolved (Fig. 19). In contrast, the sanidine data, with ~0.05 Ma precision does resolve several grains that are consistent with the known 25.6 to 25.3 Ma tuffs and rhyolites within the LVF (Fig. 19a). The precision of the sanidine data can also determine that the 28.2Ma Fish Canyon sanidine is not represented in the sanidine distribution (albeit a small data set), but interestingly there are many zircon grains that are within error of 28.2 Ma.\nDZ-09 from the Palomas Formation yields sanidines that can be linked to some of the major ignimbrites of the Mogollon-Datil Volcanic Field. The zircons that fall between 30 and 40Ma form a broad distribution, whereas the sanidine data have a very spiked probability plot owing to the higher precision (Fig. 19b). Between four and six\nrcon data for the twelve ancestral Rio Grande-Rio Chama samples. Analytical errors were eding 0.05, which indicates with 95% confidence that two samples could have been drawn er).\nindividual ignimbrites can be identified as sources in the detrital sanidine spectrum based on comparison with the database of McIntosh et al. (1992). With a much richer detrital sanidine data set (such as Hereford et al., 2016), we would expect clear definition of the Mogollon Datil volcanic sources and likely identification of less abundant northerly sources that have been diluted by proximal sources."
  }, {
    "heading": "4. Discussion and implications",
    "text": "Thedata andmodels presented in this paper show the evolution of the Rio Grande system from ~5 Ma to present and how it interacted with a paleoRio Chama thatwas in existence prior to 8Ma. Fig. 20 shows this paleogeographic evolution in five time steps. Several magmatic, tectonic, and climatic processes played a role in the birth and evolution of this major river systemand areworth addressing individually to better understand their respective roles in long-term geomorphologic change.\nFig. 20A shows the Rio Grande and adjacent fluvial systems developing at approximately 5.3 Ma. The Rio Grande is interpreted to have had its headwaters in the San Juan Mountains and flowed through the San Luis basin to the internally drained Albuquerque basin, which also received the Rio Puerco. South of the Albuquerque basin (Fig. 2C), drainage accumulated in the San Marcial, Tularosa, Mesilla, and Gila basins, and the Palomas basin was developing a low energy fluvial system that flowed southward into the Mesilla basin. The Pecos River was divided into upper and lower segments, where the lower Pecos was flowing northward, opposite of its modern flow direction (Reeves, 1972). The Rio Embudo catchment included parts of the active Ocate volcanic field east of the Sangre de CristoMountains. The Little Colorado River was not yet integrated, where its headwaters drained into ancestral Hopi Lake (Karlstrom et al., 2016). Several individual drainages (ancestral Dry Cimarron, Vermejo, Mora, and Pecos Rivers) coming off the eastern Sangre de Cristo Mountains deposited the upper Ogallala Formation of the Great Plains (Fig. 1).\nBy 4.5Ma (Fig. 20B), the Rio Grande extended its length through the Palomas basin and into the internally drained Hueco Bolson. The Taos Plateau volcanic field became active, and several eruptions occurred within the Jemez and Ocate volcanic fields. The Pecos River became integrated from the Santa Fe Range down to southwestern Texas. The paleo Little Colorado River was part of an internally drained basin containing Hopi Lake until about 6 Ma (Karlstrom et al., 2016). Nereson et al. (2013) suggested that drainage reorganization in the Great Plains reflected continued headwater uplift accompanied by volcanism in the Ocate and Raton volcanic fields, with second-order effects from climate change and downstream evaporite collapse.\nBy 2.5 Ma (Fig. 20C), the Gila basins were captured via headward erosion of the Gila River into the Mogollon highlands. Continued volcanic activity along the Jemez lineament caused regional surface uplift, and Taos Plateau volcanism crated a drainage divide between the upper and lower San Luis Basins, resulted in the formation of “Lake Alamosa.” The Canadian River developed from ancestral drainages flowing into the Great Plains, including the Mora River.\nDrainage systems continued todevelop through1.5Ma (Fig. 20D). The Rio Grande integrated with the downstream Hueco Bolson and possibly extended its length to join downstream reaches of the Pecos River. Drainage from the upper San Luis basin was still precluded from flowing downstream. Modern drainage divides established themselves during this time.\nBy ~1Ma, the Rio Grande reached the Gulf of Mexico (Galloway et al., 2011), however timing is not well constrained. By 430 ka (Fig. 20E), the upper San Luis basinwas re-integratedwith the lower RioGrande system. It is unlikely that the Rio Grande could have propagated downward to the Gulf of Mexico without having connectivity to the upper San Luis Basin, but timing of these events is poorly constrained. A large lake systemoccupied the Valles Caldera at ~500 ka (Fawcett et al., 2011), indicatingwetter climates and episodic volcanic blockages of the outlet to the caldera.Most\nvolcanic fields along the Jemez lineament had become dormant, except the Valles Caldera and several volcanic fields in western NewMexico."
  }, {
    "heading": "4.1. Structural control on river planform",
    "text": "The path of the Rio Grande was controlled by the structural geometry of the Rio Grande rift as the river progressively connected and integrated successive rift basins. Within basins, the river has migrated toward the master fault at times of high slip, and to central positions as alluvial fans pushed the river toward the basin center. The integration process itself was influenced by the geometry of accommodation zones between basins that controlled spillover, surface drainage, and groundwater flow. During the integration of the San Luis basin with the Española basin starting at ~5 Ma, the river followed the Embudo fault zone, which has had active sinistral/northwest-down oblique slip since 5 Ma (Kelson et al., 2004). The river's path through the Española basin has been dictated by the Jemez and Cerros del Rio volcanic fields,\nwhich both forced the river to carve (and recarve) White Rock Canyon between them. Volcanic fields in southern rift basins have also influenced the position of the river and its tributary confluences.\n4.2. Controls on river profile geometry\nThis is the first time to our knowledge that the entire Rio Grande profile (Fig. 8) has been analyzed. If we ignore the four knickpoints created bymanmade dams (B, C, G, H), the profile is comprised of two generally concave-up segments above and below a dominant knickpoint (A). It is possible that the upper concavity has such an abrupt transition from steep in themountainous headwaters to nearly flat in the San Luis basin because of late Cenozoic uplift of the southern Rocky Mountains, coupled with adjacent rift basin subsidence. This segment of the profile is similar to the Amazon River where rapid late Cenozoic uplift and exhumation have created a sharp topographic contrast in the Andean foreland, which is reflected in the river long profile.\nThe knickzone records a reach of the river responding to some external perturbation. A graded river can reach steady-state dynamic equilibrium in a time span of about 105 years (Pazzaglia et al., 1998) following a tectonic or environmental disturbance. When hard bedrock is involved, knickpoints can persist for 106 years (e.g. Donahue et al., 2013). The geometry of basalt emplacement in the Taos Plateau volcanic field from ~5 to 2.5Ma is approximated by the red line labeledRioGrandeGorge in Fig. 8, and shown in the inset of Fig. 8. This basalt plateau has been resistant to erosion and provides the first order explanation for the regional knickpoint. The knickpoint in the modern river is similar in shape to the plateau rim and the river has incised a deep gorge through resistant basalt bedrock below the knickpoint (see Fig. 8 inset). It appears to have retreated about 100 km from Black Mesa to its present position within 5 Ma, at a lateral rate of ~20 km/Ma. Rates of knickpoint celerity measured on other rivers can exceed 1000 km/Ma (Bishop et al., 2005; Berlin and Anderson, 2007), where faster rates correspond to larger upstream drainage area and more erodible bedrock. Gunnison River knickpoint migration in the last ~1 Ma has been at a rate of 90– 440 km/Ma through soft rocks (Mancos shale) and ~50 km/Ma through basement rock (Aslan et al., 2014) since the abandonment of Unaweap Canyon, a major downstream perturbation. Knickzone (A) is comprised of numerous individual knickpoints suggesting that multiple perturbations (basalt flows, faulting, and likely climate change) helped generate and maintain this disequilibrium profile.\nIn addition to bedrock control, knickpointsmay represent a transient erosional response to an increase in the rate of headwater uplift/baselevel fall such as that caused by dynamic topography during the Quaternary (e.g. Rosenberg et al., 2014). We interpret the main Rio Grande knickpoint (A of Fig. 8) to be a combination of bedrock control, late Cenozoic Rocky Mountain uplift (e.g. Lazear et al., 2011; Karlstrom et al., 2012), channel narrowing, and transient adjustment to climate change (increased discharge and sediment supply at the end of glacial periods) that may also have changed upstream river gradient and discharge.\nKnickpoints D, E, and F may reflect a combination of bedrock and structural control at the accommodation zones between basins. Knickpoint D does not have an obvious bedrock control, and we speculate that it may be a relic of the downward integration process."
  }, {
    "heading": "4.3. Downstream propagating drainage integration",
    "text": "Fig. 20 shows the paleodrainage evolution of the Rio Grande system based on the data collected and synthesized in this study (and modified from Smith, 2004; Connell et al., 2005; Mack et al., 2006). The overall model involves downstream integration of previously internally-drained rift basins following the birth of the Rio Grande at ~5 Ma. Similar to Kimbrough et al. (2015), downward integration is supported by the appearance of the full detrital zircon age spectrum of the entire watershed at the time of the birth of the river. Headward progressing changes would result in the introduction of upstream detrital grains as each\ntributarywas captured,which the data donot support. Fig. 20A showsfluvial connectivity from the San Luis to Albuquerque basins by ~5.3 Ma, which is supported by new basalt ages, inset relationships, detrital zircon and K-feldspar provenance at Black Mesa, and downstream younging of the transition from aggradation to axial rivers in each basin (Fig. 3; Pazzaglia and Hawley, 2004; Connell et al., 2005). Fig. 20B shows downward integration to the Palomas basin by 4.5 Ma as documented by similar detritus in 3 to 5 Ma Palomas basin sediment. The presence of Colorado-derived (28–36 Ma) and northern New Mexico Precambrian zircons in this sediment suggest that upper Rio Grande drainage from the San Juan Mountains was integrated to the southern NewMexico Rio Grande system by 4.5 Ma. The development of the Taos Plateau volcanic field likely helped increased valley gradient below it, may have decreased it above, and possibly increased discharge of groundwater from the San Luis Basin while restricting through-flow of sediment from the upper San Luis basin. Each of these factors, plus slip on the Embudo fault, drove early incision of an ancestral RioGrande valley that channelized basaltflows from4.5 to 2.8Ma. Fig. 20C shows that the RioGrande extended further south into the Hueco Basin in Trans-Pecos Texas by ~2.5 Ma (Fig. 3; Gustavson, 1991; Mack et al., 1993, 2006; Seager et al., 1984). Fig. 19C also suggests that Lake Alamosa formed above the Taos Plateau volcanic field such that San Juan surface drainage was diminished, but groundwater through-flowwas still likely. Fig. 20D shows the relocation of the RioGrande-Rio Chama confluence inferred from changes in detrital zircon populations of the 2.6 Ma versus 1.6 Ga Totavi Lentil samples. This is interpreted to be a result of building volcanic topography with the 1.6 Ma Toledo caldera and Otowi ash flow eruptions in the Jemez Mountains. Downward integration of the Rio Grande to the Gulf ofMexico took place by 0.8 Ma in part due to further development of the Jemez Mountains recharge area during 1.2 Ma Valles Caldera eruptions of the upper Bandelier Tuff. Fig. 20E shows that spillover of Lake Alamosa (~600– 400 ka) (Rogers et al., 1992; Machette et al., 2013) and Valles Caldera lakes (~500 ka; Fawcett et al., 2011), accompanying Late Pleistocene climate changes, increased valley incision rates along the entire system after ~500 ka."
  }, {
    "heading": "4.4. Ancestral Rio Grande in the San Luis Basin",
    "text": "The San Juan Mountains have been a topographic high in the landscape for the last 30 Ma, and snowmelt and runoff from these mountains would have been required to drain somewhere during that time. Based on radial river patterns (Fig. 1), the modern Rio Grande and San Juan rivers seem to have evolved and become entrenched from paleorivers that deposited the volcaniclastic apron around the Rocky Mountain volcanic field (Ingersoll and Cavazza, 1991; Donahue et al., submitted). The 10–5 Ma history of these paleorivers is unclear, but by ~5 Ma when Taos Plateau volcanism became voluminous and widespread (Figs. 11, 12), the pattern of drainages was likely affected by early vent regions and structures of the southern San Luis basin. Grauch and Keller (2004) showed numerous vents in the central and western Taos Plateau. Geophysical data indicate a major Taos graben on the eastern Taos Plateau, with a western fault near the present river gorge and an eastern fault near the present Sangre de CristoMountain front (Grauch and Keller, 2004). This graben likely localized subsidence and drainage by 5 Ma. Overall, it is likely that the 5 to 2 Ma Taos Plateau volcanism created a persistent topographic barrier to surface drainage from the north. However, the formation of this constructional topography and volcanism-related surface uplift about the Jemez lineament likely also caused higher stream gradients out of the\nFig. 20. Paleodrainage reconstructions of the Rio Grande-Rio Chama system from its headwaters of volcanism on drainage reorganization events. Downward integration was contemporaneous surface uplift along the Jemez volcanic lineament and southern RockyMountains. SJM—San Juan Basin; EPB—Engle-Palomas Basin; TB—Tularosa Basin; MB—Mesilla Basin; HB—Hueco Basin; G Cimarron River; Can. R—Canadian River; MR—Mora River; PR—Pecos River; RR—Red River; RE—\nSan Luis basin. Increased discharge with a wetter post-6 Ma climate (Chapin, 2008) and groundwater sapping from upstream were focused into the Taos graben area to drive downstream flow and valley incision. Pre-5 Ma history of the upper San Luis basin is obscured by 2.5–0.5 Ma fluvial-lacustrine sediments and its presentflat topography, but shallow (up to 400 m) well data from the New Mexico Office of the State Engineer (Appendix A of Johnson and Bauer, 2012) include lithologic logs for wells drilled into the central Taos Plateau volcanic field north of the Red River confluence. Cuttings from Well TC-245 south of Cerro Chiflo reveal clay, sand, and gravel at 30–60 m (105–200 ft) depth, and sand and gravel at 111–118 m (365–390 ft) depth between separate flows of Servilleta basalt. Sand and gravel at 365–390 m depth beneath the lower Servilleta basalt suggests a river through this area before 4.9 Ma, based on the age of lower Servilleta basalt at the Red River confluence. Clast size, roundness, and compositional characteristics of these sediments were not documented in thewell log, so it is uncertain whether they were deposited by the main-stem ancestral Rio Grande or by a side-stream tributary such as the ancestral Red River.\nPaleotopography before 5 Ma can be reconstructed in part based on the thickness of the Servilleta basalts on the Taos Plateau volcanic field. Based on the Rio Grande Gorge stratigraphy studied by Dungan et al. (1984) (Fig. 13), the Servilleta basalt flowed southward from vents to the north and west on the Taos Plateau and reached a topographic low near the Taos graben (Bauer and Kelson, 2004) and Gorge “Arch” south of the Rio Grande Gorge Bridge where it is thickest. It is likely that this structurally controlled topographic lowwas the ancestral Rio Grande valley prior to ~5Ma. Similar age flows at BlackMesa and LaMesita follow a smooth, shallow elevation gradient from the southern tip of the Taos Plateau consistent with ~5 to 4.5 Ma basalt flowing southwest down a river valley."
  }, {
    "heading": "4.5. Black Mesa-La Mesita",
    "text": "Black Mesa forms a key piece of evidence for birth of the Rio Grande and its gorge. Themesa has an elongate geometry parallel to the Embudo fault that we interpret to preserve the course of a paleovalley. The new 4.51 Ma age for basalt at the NW side of the mesa coupled with coarse river gravels (5–20 cm clasts) beneath the flow are interpreted as evidence for an early Rio Grande that connected the San Luis basin to the Española basin. Previous workers reported a 3.65 Ma age for Black Mesa (Newell et al., 2004, Koning et al., 2011) but these younger flows (4.06 to 3.39 Ma) are now known to be inset to the southeast at a slightly lower elevation than the 4.5 Ma basalt (Fig. 16). The width and shape of the 5.5 to 4.5Ma paleovalley is suggested by 4.84–4.92 basaltflows across the paleovalley at LaMesita (Fig. 15). Theseflows are the same agewithin analytical uncertainty as the 4.8–4.9Ma flows at the Red River confluence suggesting theyfloweddown a valley parallel to the Embudo fault along a path similar to the modern river gorge. Correlation of discontinuous flow remnants is difficult (e.g. Crow et al., 2015) and additional flow correlation is needed using geochemical comparisons, but the presence of 5.5– 4.5 Ma older basalt on the northeast side of Black Mesa and Comanche Rim (Fig. 15) as well as on the SE side of La Mesita suggests a fault-influenced 5-km-wide Rio Grande gorge with amajor river system had developed by ~4.5Ma. Inset relationships of SW-flowingmagnetically reversed 4.65Ma basaltflows against 4.82 to 5.54Ma normal geomagnetic polarity flows alongComanche rim is supported by a sharp aeromagnetic anomaly that parallels BlackMesa (Koning et al., 2016). Youngerflows also define a developing, fault-influenced, river valley from 5.0 to 3.5 Ma, at the same timeflowswere building a stratigraphicflowpackage on the Taos Plateau.\nto Trans-Pecos Texas from ~5.3Ma (A) to ~500 ka (E). This figure illustrates the influence with building of the Taos Plateau volcanic field starting at ~5 Ma and facilitated by subtle Mtns; SBL—San Luis Basin; EB—Espanola Basin; AB—Albuquerque Basin; SM—SanMarcial B—Gila Basins; SJR—San Juan River; RG—Rio Grande; LCR—Little Colorado River; DR—Dry Rio Embudo; RP—Rio Puerco; VR—Vermejo River.\nThis supports the concept of headwater uplift by constructional volcanism (as well as any epeirogenic uplift) as amajor driver for initiation of valley downcutting during Servilleta basalt volcanism. Prior to 5 Ma, Santa Fe Group lithosomes suggest that pre-Pliocene paleodrainages such as the ancestral Rio Grande, Red River, Rio Pueblo de Taos, and Rio Embudo, as well as possible southeast-flowing drainages, were converging and mixing toward Black Mesa (Koning et al., 2004, 2016)."
  }, {
    "heading": "4.6. Drivers of river integration: tectonics, climate, and geomorphic change",
    "text": "This paper argues that the turn-around from aggradation in the Rio Grande rift to incision of broad river valleys has taken place north to south by uplift and basin spillover mechanisms. Downward integration is usually thought of only in terms of lake spillover, but groundwater sapping due to breaching of water table divides that then help breach drainage divides is often an important mechanism (Pederson, 2001). Connell et al. (2012) proposed that the integration of the Rio Grande was controlled by the balance between basin subsidence and sediment supply to the basins, such that slowing rates of basin subsidence and increasing rates of sediment supply allowed basins to fill up and dampen drainage divides that limited fluvial connectivity (Figs. 4, 20). However, the abrupt 4.5 Ma integration event from the headwaters to southern NewMexico, the extension to the Gulf at by 0.8Ma, and the ~0.5Ma reintegration caused by spillover of Lake Alamosa all seem to require additional shorter-term driving forces. Downward integration drove the geomorphic change, but what drove integration?\nRegarding downstream-propagating basin integration at 4.5 Ma, multiple external stimuli are likely. In addition to waning basin subsidence that allowed basins to fill with sediment and rivers to breach divides,we favor the following order of influence on drainage integration: 1) Increased gradient for the Rio Grande would have resulted from surface uplift (volcanic topography plus magmatically-induced surface uplift about the Jemez lineament) and channelizing of Rio Grande drainage to join the existing Rio Chama at about 5 Ma to form a major river system with headwaters in the San Juan Mountains; 2) Movement on the Embudo fault likely provided a more focused stream pathway; 3) Increased discharge following the 6 Ma opening of the Gulf of California (Chapin, 2008; Cather et al., 2012) may have provided higher discharge but note that extension of the Rio Grande-Rio Chama system from northern to southern New Mexico took place quickly around 4.5 Ma rather than at 6Ma. It is possible that theAwashRiver in the East African Rift will experience the same style of fluvial integration experienced by the Rio Grande, as rifting andmagmatic activity continue in that region. However, if climate in eastern Africa becomes drier, perhaps the fluviallacustrine system will not become integrated until the next glacialdeglacial cycle. Perhaps this comparison emphasizes the fact that fluvial geomorphology is influenced by both climate and tectonics.\nIncreased incision rates in the Rio Grande–Rio Chama system may also be attributed to late Cenozoic surface uplift and accompanying tectonic adjustments associatedwith a buoyant, upwellingmantle beneath the San Juan volcanic field and northern New Mexico (Karlstrom et al., 2012). Several studies of geomorphology in the southwestern U.S. have attributed enhanced river incision and long profile deformation to dynamic topography driven by mantle upwelling beneath the Jemez volcanic lineament (e.g. Wisniewski and Pazzaglia, 2002; Nereson et al., 2013; Channer et al., 2015). Fig. 21 shows the relationship between the Rio Grande long profile and mantle P-wave tomography (Schmandt and Humphreys, 2010). Low velocity anomalies as low as −3% perturbation from average values exist beneath the San Juan Mountains (SJA in Fig. 21), Jemez lineament (JA in Fig. 21), and Rio Grande rift (RGR in Fig. 21). Low P-wave velocities at these relatively shallow depths are generally interpreted to represent high-temperature, low-density, buoyant mantle that is contributing to surface uplift (e.g. Braun, 2010). In light of other studies providing evidence for geomorphic response to late Cenozoic surface uplift in the southern Rocky Mountains (e.g. Riihimaki et al., 2007; Moucha et al., 2008; Aslan et\nal., 2010; Karlstrom et al., 2012), we interpret the spatial and temporal correlation between birth of the Rio Grande and regional magmatic activity as evidence for dynamic topography-induced drainage integration. While the Rio Grande system has not experienced the scale and magnitude of erosion and uplift as rivers draining mountain belts like the Himalayas, this paper highlights that there are different types of geomorphic response to surface uplift and tectonic activity.\nExtension of the Rio Grande to the Gulf of Mexico and post-1 Ma catchment-wide valley incision was likely influenced by the following events: 1) 1.6 and 1.2Ma JemezMountain caldera eruptions and associated surface uplift may have instigated downward integration to the Gulf of Mexico, then the lowering of base level increased the rates of regional valley incision. 2) Onset of the North American glaciation (Huybers and Molnar, 2007) and eccentricity-driven climate cycles (Zachos et al., 2001)may have increased the erosive nature of climate to induce incision (Connell et al., 2013), but this change started at ~2.6 Ma and cannot by correlated to 0.8Ma extension of the Rio Grande system to theGulf. However, rapid swings from glacial to interglacial periods began after 900 ka, which could have provided the climatic intensity required to increase streampower intermittently and allow the river to reach the Gulf ofMexico. One could argue that if the Rio Grande had not yet been integrated to the San Juan headwaters at that time (Machette et al., 2007, 2013), there would not have been San JuanMountain snow/glacier melt to cause such a dramatic shift in fluvial regime. Our inability to sufficiently evaluate the extension of the Rio Grande to the Gulf of Mexico highlights the data gap in the latest chapter of the river's evolution. Few studies have identified river terraces along the Texas-Mexico border, thus additional work is needed to elucidate the late Pleistocene to present river history.\nSpillover of Lake Alamosa at ~430 kamay have increased the system's streampower and caused the river system to incisemore rapidly along its length. However, the Machette et al. (2007, 2013) date of 440 ka for the spillover does not correspond well with semi-steady incision of the Rio Grande system since 640 ka. Such a spillover event could have been primarily a geomorphic change, or may have reflected a deglaciation. Climate-modulated hydraulic effects on rivers (e.g. Pazzaglia, 2005) may explain increased incision rates after 430 ka, consistent with higher amplitudes of glacial-interglacial cycles during this time as reflected in the marine oxygen isotope record (Karner et al., 2002). Uplift of the Jemez volcanic field also generated a local climate anomaly, inwhich the caldera system hosts an anomalously humid local climate that has provided recharge to the Rio Grande over the past few million years. Mega drought cycles are recorded in caldera lakes of the Jemez Mountains (Fawcett et al., 2011) that alsomayhave influenced downstream incision rates. Better chronological control on differential incision throughout the system is needed to evaluate these potential stimuli."
  }, {
    "heading": "5. Conclusions",
    "text": "Improved geochronology of the interactions between river incision and regional volcanism, and a first ever detrital zircon and sanidine study of Rio Grande-Rio Chama alluvium provide key information needed to fill gaps within the geomorphic record of the Rio Grande system. Interpretation of these data in concert with a synthesis of sedimentological, tectonic, magmatic, climatic, and geomorphic datasets has resulted in a new hypothesis for the interactions among tectonic, magmatic, climatic, and geomorphic processes that have shaped its evolution.\nSurface uplift and construction of volcanic topography, driven by magmatism, were primary stimuli for several stages of river system reorganization (Figs. 18, 20).Major implications for the RioGrandefluvial system are as follows: 1) Detrital zircon data for ancestral Rio Grande deposits show enrichment of 28–36 Ma grains, which suggests that the San Juan volcanic field has been a primary sediment source for the Rio Grande as early as ~5Ma. These lateMiocene-early Pliocene deposits document the “birth” of the modern Rio Grande. 2) Downstream integration of the Rio Grande system to southern New Mexico at 4.5 Ma was\ncoincident with building of the Taos Plateau volcanic field from 4.8 to 2.6 Ma, and initial carving of a Rio Grande paleovalley as documented by inset basalt relationships near Black Mesa; thus, this major basin integration event was possibly driven by uplift of the Taos Plateau. 3) Detrital zircon data suggest that the Rio Grande-Rio Chama confluence propagated about 70 kmupstreambetween1.6 and 1.2Madue to surface uplift associatedwith JemezMountain caldera volcanism. 4) Eventual downward integration of the Rio Grande system to the Gulf of Mexico by 0.8Mawas driven in part by 1.2 Ma surface uplift associated with the 1.23 Ma Valles Caldera eruption and subsequent ring fracture magmatism from 1.0 to 0.5 Ma (Goff and Gardner, 2007), in addition to climatic change to highamplitude glacial-interglacial cycles. 5) The 0.44Ma spillover of the volcanically dammed upper San Luis basin was a reintegration (not initial integration) of San Juan Mountain drainage to the Rio Grande. 6) We propose that epeirogenic uplift at the scale of ~500 m centralized along the Jemez lineament since about 5 Ma (100 m/Ma) has interacted with a wetter climate to drive downward river integration (the “birth”) and evolution of the Rio Grande fluvial system.\nEach continental-scale river system likely has unique aspects of evolutionary history, but theremay be aspects of Rio Grande evolution that can inform understanding of other regional and global rivers. For the western U.S., the coincidence of the ~5 Ma integration of the Colorado River system to the Gulf of California and the integration of the Rio Grande from Colorado to Texas on opposite sides of the continental divide, provides a remarkable coincidence that suggests common external forcing. Our conclusion for the RioGrande is that increased landscape gradientswere generated since 10–5 Ma from construction of the Taos Plateau volcanic edifice and related epeirogenic uplift across the Jemez lineament and in the San Juan Mountains (Moucha et al., 2008; Karlstrom et al., 2012). Increased discharge could accompany higher elevations but major changes would more likely reflect regional climate change, for example related to\nopening of the Gulf of California at ~6 Ma (Chapin, 2008). These same forcings, acting in combination, likely can explain the similar timing of integration for the two river systems. Downward-propagating river integration may best explain both the Colorado (Blackwelder, 1934) and Rio Grande (this paper) systems. Downward integration is usually thought of only in terms of lake spill over, but focusing of erosion by groundwater sapping due to reconfiguration of drainage divides is often an important additional mechanism (Pederson, 2001; Crossey et al., 2015), and both can interact with geomorphic processes, such as headward erosion. Contrasting tectonic settings of the Rio Grande flowing through subsiding, aggradational, internally drained continental rift basins and the path of the Colorado River across the uplifting erosional landscape of the Colorado Plateau have created their different landscapes. More detailed timing data, for example from detrital sanidine dating,may help resolvefiner details of the birth and incisional history of the Rio Grande and its tributaries.\nDebates about the “old” versus “young” history of continental river systems pertain to many continents. For the western U.S., the geometries of both the Colorado and Rio Grande systems are very young (post-5 Ma), but older paleocanyon segments may have influenced the course of modern rivers (Karlstrom et al., 2014). The Nile and Amazon systems also seem to be very young (b 5Ma) due to similar interactions between tectonic/magmatic headwater uplift and more erosive climates in the Pleistocene and Quaternary. For the East African rift system and upper Nile River, possibly the closest analog to the tectonic setting of the Rio Grande, the integration of internally drained lake basins across divides is needed for a long axial river system to develop. This process has gone further in the Rio Grande system, which is now fully integrated from the mountains to the sea. Thus, the Rio Grande and Rio Grande rift may well be harbingers for the future of the East African rift."
  }, {
    "heading": "Acknowledgements",
    "text": "Research was supported by the New Mexico Geological Society grants-in-aid of research, the Geological Society of America/ExxonMobil student geoscience grant, and the University of New Mexico GraduateProfessional Student Association student research grant. Analyses and student support were funded by National Science Foundation\n(NSF) EPSCOR award #IIA-1301346 to Laura Crossey and Karl Karlstrom. We acknowledge analytical support through NSF-EAR 1338583 awarded to the Arizona LaserChron Center, which made the detrital zircon analyses and student learning experience possible. We thank the New Mexico Geochronology Research Laboratory (NMGRL) for their helpwith basalt andK-feldspar analyses and support of student research.\nAppendix A. 40Ar/39Ar analytical data and new ages for basalt flows exposed along the Rio Grande Gorge in the Taos Plateau Volcanic field"
  }, {
    "heading": "42.4 3.9 4.73 ± 0.03 11 0.2 4.79 ± 0.01 417617 4006452",
    "text": ""
  }, {
    "heading": "35.5 1.8 4.69 ± 0.03 9 0.2 4.78 ± 0.02 416297 4010801",
    "text": ""
  }, {
    "heading": "53.6 14.4 4.61 ± 0.07 10 0.1 4.84 ± 0.02 417374 4011365",
    "text": ""
  }, {
    "heading": "34.5 7.3 3.88 ± 0.19 9 0.1 3.44 ± 0.05 417374 4011365",
    "text": ""
  }, {
    "heading": "71.2 1.0 4.93 ± 0.03 13 0.2 4.92 ± 0.04 438583 4056864",
    "text": ""
  }, {
    "heading": "89.9 2.4 3.09 ± 0.10 13 0.1 3.25 ± 0.09 429878 4015317",
    "text": ""
  }, {
    "heading": "Appendix B. Detrital mineral sources",
    "text": "B.1. Precambrian sources Karlstromet al. (2004) summarized the Proterozoic tectonic evolution of northern NewMexico, and reported U-Pb ages of Proterozoic plutonic and volcanic rocks. Jones et al. (2011) and Daniel et al. (2013) reported detrital zircon spectra fromProterozoicmetasedimentary rockswhose associated zircon could have been recycled into RioGrande–Rio Chama sediment. The oldest zircon populations in the Rio Grande-Rio Chama source regions are 1.8–1.7 Ga volcanogenic rocks that formed during the Yavapai orogeny; these are exposed in the Needle Mountains of Colorado, Tusas Mountains of northern New Mexico, and Sangre de Cristo Mountains near Taos. These basement rocks likely contributed 1.8–1.7 Ga zircon to the Rio Grande–Rio Chama system through tributaries that include Red River, Rio Hondo, Rio Pueblo de Taos, and Rio Ojo Caliente. Consequently these ages are not useful to constrain exact source regions. Rhyolitequartzite successions of the Vadito and Hondo groups dated at ~1.7 Ga are prevalent throughout northern New Mexico, and include the Tusas Mountains on the western flank of the Rio Grande rift, the Needle Mountains of Colorado, and the southern Sangre de Cristo Mountains; these metasediments also includeArchean grains. Thus, 1.7–1.68Ga andArchean grains may be derived from several locations and may have been extensively reworked, and thus are not especially useful in determining source region. Proterozoic granite (1.66–1.63 Ga) rocks exposed in the southern Sangre de CristoMountains (Pedrick et al., 1998)may have provided a source of zircon to the Rio Grande near the Colorado-NewMexico border, as well as near Santa Fe where granite is the dominant lithology (Metcalf and Stropky, 2011).\nA 1.5–1.47 Ga succession of metasedimentary rocks called the Trampas Group (Daniel et al., 2013) is exposed only in the Picuris Mountains in the Rio Embudo drainage and contains a very distinctive age range of zircon from 1.6–1.5 Ga, an age range that has been interpreted to represent a “tectonic gap” in southern Laurentia and not found in igneous rocks of NewMexico (Karlstrom et al., 2004). Hence this age of zircon in the Rio Grande–Rio Chama system would be expected only from recycling of the Trampas Group in the Picuris Mountains. Granites dated at 1.45–1.35 Ga are scattered throughout the southern Rocky Mountain region, and zircon from these plutons could enter the Rio Grande system from the Needle Mountains near the Rio Grande headwaters in Colorado, as well as the Tusas, Picuris, Santa Fe, Nacimiento, and SandiaMountains. Therefore, 1.45–1.35Ga granites are not particularly useful in discriminating source regions.\nA third Precambrian age peak at 1.0 Ga in many spectra may reflect recycled zircon from the de Baca Group (Karlstrom et al., 2004), or recycled Pennsylvanian detritus derived ultimately from the Appalachian andOuachita collisions (Gehrels et al., 2011). A similar-age pluton is present in the area of Pikes Peak that is outside of the Rio Grande drainage basin. Overall, the detrital zircon peaks at 1.0, 1.7 and 1.4 Ga are found throughout the southwesternU.S., and therefore Precambrian grains have not been very useful in discriminating basement source terranes, but those from the 1.5–1.47 Ga Trampas Group offer potential.\nB.2. San Juan Volcanic Field The San Juan Volcanic Field lies in the Rio Grande headwaters and is expected to dominate the detrital zircon signature of the upper Rio Grandefluvial system(Fig. 1). Lipman (2007) provides a detailed summary of the eruptions that took place in the southern Rocky Mountains. The most voluminous eruption in the San Juan Volcanic Field (N5000 km3) was that of the La Garita caldera at 28.20 ± 0.05 Ma, which deposited the Fish Canyon Tuff (FCT). Detrital zircon from the FCTmight be expected tohave adominant presence in the river systems that radially drain the southern Rocky Mountain region (Karlstrom et al., 2012). Drainage from the La Garita caldera enters directly into the uppermost reaches of the modern Rio Grande, suggesting that a large fraction of the zircon found in upper Rio Grande sediment should yield U-Pb ages of 28.20 ± 0.05Ma.While themodern Rio Chama has its headwaters in the southern\nSan Juan Mountains, it does not have direct fluvial connectivity to the La Garita caldera. One might expect that detrital zircon samples from the Rio Grande will be rich in FCT-aged grains for periods of time when the river has direct fluvial connectivity to the southern San Juan Mountains. Thus, Rio Grande sediment deposited prior to the spillover of Lake Alamosa (N400 ka) should not be rich in FCT-aged zircon, unless grains were recycled from Santa Fe Group sediment.\nOther significant eruptions in the Rio Grande headwaters occurred at 26.9 Ma (Nelson Mountain Tuff), 27.04 ± 0.02 Ma (Snowshoe Mountain Tuff, Creede caldera), 27.56± 0.05Ma (Wason Park Tuff, South River caldera), and27.73±0.05Ma (Carpenter Ridge, BachelorMountain caldera) (Fig. 1). In addition to these caldera events, voluminous eruptions from calderas outside of the Rio Grande headwaters resulted in deposition of older volcanic ash within the Rio Grande watershed. These include the 28 Ma eruption of the Uncompahgre caldera, several voluminous 29– 30 Ma eruptions from the Platoro caldera in the southeastern San Juan Mountains, the 33.33±0.04Ma(N1000km3-volume) eruptionof theBonanza caldera (Fig. 1), and the 37.25 ± 0.08 Ma Wall Mountain Tuff (N100 km3-volume) that erupted near Mt. Princeton, CO (not shown on Fig. 1). Zircon from each of these eruptions could enter the headwaters of the Rio Grande and Rio Chama systems, and thereforewe expect abundant zircon age populations ranging from 27 to 37 Ma for times when these paleorivers carried sediment sourced in the San Juan Mountains.\nB.3. Latir Volcanic Field The Latir Volcanic field lies within the Taos Range of the Sangre de Cristo Mountains in New Mexico, and is part of the greater southern RockyMountain Volcanic Field. Ages of caldera and pre-caldera eruptions within this field are reported in Zimmerer and McIntosh (2012). At present, volcanic rocks in the Latir Field cover an area roughly 1200 km2, which are erosional remnants of what was once a much larger field. The Latir Volcanic field sits in the headwaters of the Red River, a major tributary to the Rio Grande in northern New Mexico and the proposed pre400 ka headwaters of the Rio Grande (Wells et al., 1987; Machette et al., 2013). The most significant eruption in the Latir Field was that of the Questa Caldera at 25.39 ± 0.08 Ma, which deposited the (N500 km3-volume) Amalia Tuff. Just prior to that event, the Cordova Creek rhyolite was emplaced at 25.57 ± 0.08 Ma. Pre-caldera eruptions that were relatively low volume and intermediate in composition occurred synchronously with eruptions of the central San Juan volcanic field, including the 28.22 ± 0.05 Ma eruption of the Tetilla Peak Tuff. Thus, zircon from the Latir Volcanic Field tuffaceous units would result in age peaks around 25.5 Ma (predominantly) and 28.22 Ma. Additionally, multiple post25 Ma plutons exist in the Latir volcanic field that have distinct ages from those in the San Juan volcanic field. The distinction between Latir field zircon and San Juan field zircon provides the opportunity to test the timing of the spillover of Lake Alamosa –when Rio Grande sediment became dominated by San Juan Volcanic field sediment rather than Latir Volcanic field sediment. For example, one would expect very different chronological patterns of drainage integration for headward erosion vs. fluvial or lacustrine spillover. Headward erosion would be characterized by gradual increases in proportions of upstream sediment sources through time, whereas a spillover would result in an abrupt increase in upstream-sourced sediment in one terrace deposit relative to an older nearby deposit. Presence of Latir Volcanic field zircon in Rio Grande sediment would suggest direct fluvial connectivity between the Rio Grande and Red River headwaters.\nB.4. Mogollon-Datil Volcanic Field TheMogollon Datil Volcanic Field (MDVF) is an important sediment source for the Rio Grande in southern New Mexico. McIntosh (1992) used bulk crystal furnace step-heating to date major caldera eruptions of the MDVF (ages reported relative to the 27.83 Ma FCT-3 and 520.4 Ma mmhB.1 standards). Remnants of these eruptions within the Rio Grande catchment include the 36–35Ma tuffs from the Organ Cauldron, 35.48 ± 0.07 Ma Datil Well Tuff, 34.89 ± 0.05 Ma Kneeling Nun\nTuff, 32.06 ± 0.10 Ma Hells Mesa Tuff, 29.01 ± 0.11 Davis Canyon Tuff, 28.85±0.04Ma La Jenica Tuff, 28.56±0.04MaVicks PeakTuff, 27.36± 0.07 South Canyon Tuff, and 24.3± 0.04 Turkey Springs Tuff. We expect zircons of these ages to be abundant in Rio Grande sediment in the Palomas basin.\nB.5. Santa Fe Group Rio Grande rift basin fill (called the Santa FeGroup) is generally nonto moderately cemented and erodes relatively easily. Therefore, erosion of this basin fill in northernNewMexico likely provides amajor proportion of sediment preserved in Lava Creek B-aged deposits and younger terraces. Of particular interest in this paper is discrimination of two source areas in themiddle to late Quaternary: the Latir vs. San Juan Volcanic field. Complicating this effort is the presence of lithologic units in older Santa Fe Group in the Espanola and San Luis Basins that were\nTable C.1 Detrital K-feldspar 40Ar/39Ar geochronology data.\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (\nMR15-02, Sanidine, J = 0.0038128 ± 0.03%, IC = 1.03095 ± 0.001876, NM-279B, Lab# = 12 1.487 0.0112 0.0211 0.4609 0.349 28 1.727 0.0115 0.0050 0.5335 0.826 54 3.570 0.0116 0.0061 0.4897 0.899 08 3.720 0.0111 0.0146 0.4850 0.518 13 3.904 0.0104 0.0056 0.7743 0.246 87 4.301 0.0111 0.0084 0.4963 0.612 20 5.148 0.0124 0.0372 3.017 0.094 26 4.641 0.0111 0.0348 1.154 0.315 18 5.155 0.0110 0.0102 2.481 0.098 65 5.859 0.0112 0.0159 2.757 0.227 61 5.591 0.0104 0.0301 1.842 0.210 14 5.321 0.0115 0.0080 0.6812 0.731 34 5.434 0.0122 0.0378 1.070 0.501 32 5.391 0.0117 0.0092 0.8282 0.553 42 5.389 0.0120 0.0071 0.7834 0.879 48 5.763 0.0120 0.0166 1.980 0.225 38 5.542 0.0091 0.0054 1.215 0.181 22 6.829 0.0117 0.0236 0.9944 0.522 89 7.865 0.0120 0.0097 1.290 0.388 02 9.536 0.0125 0.0137 1.506 0.561 11 12.18 0.0112 0.0084 0.6438 0.342 27 13.58 0.0128 0.0532 4.888 0.144 51 12.74 0.0125 0.0013 0.8141 0.667 35 13.24 0.0124 0.0137 1.096 0.719 29 15.69 0.0077 0.0012 6.551 0.081 82 14.16 0.0118 0.0049 0.7482 0.820 77 14.73 0.0139 −0.0024 2.136 0.437 69 19.86 0.0126 0.0197 1.021 0.497 76 24.68 0.0137 0.0085 3.147 0.187 64 25.29 0.0129 0.0006 1.021 0.795 16 25.96 0.0261 0.0040 3.096 0.081 68 26.10 0.0128 0.0097 1.121 0.820 07 33.11 0.0134 0.0208 3.294 0.085 05 33.78 0.0111 0.0061 0.5960 0.701 30 34.19 0.0122 0.0006 0.4187 0.578 59 37.66 0.0126 −0.0032 0.4397 0.496 67 39.22 0.0148 0.0115 1.009 0.454 53 43.78 0.0213 0.0212 2.090 0.080 73 46.47 0.0129 0.0035 1.713 0.406 90 53.88 0.0121 0.0027 1.962 0.634 10 60.63 0.0178 −0.0004 20.63 0.114 37 56.34 0.0131 0.0020 4.579 0.915 80 56.28 0.0131 0.0026 1.128 0.829 23 58.05 0.0112 0.0029 1.790 0.619 31 60.19 0.0120 0.0013 1.291 0.546 09 63.23 0.0137 0.0006 2.125 0.444 04 67.11 0.0136 0.0094 5.378 0.606 41 68.65 0.0129 0.0035 1.466 1.019 84 77.25 0.0130 0.0014 3.475 1.374\nsourced from these two fields. This section summarizes previous provenance work in the San Luis and Espanola Basins, particularly that of Ingersoll et al. (1990), Smith et al. (2001), Smith (2004), and Koning et al. (2011b).\nAs far as is known, there was drainage connection between the southern San Luis Basin and the Espanola Basin throughout theMiocene (Smith, 2004). Sediment derived from the Latir Volcanic Field is seen in such units as theAbiquiu Formation, CorditoMember (Los Piños Formation), Chama El Rito Member (Tesuque Formation) and the Picuris Formation. However, Oligocene-early Miocene Santa Fe Group sediment derived from the San Juan volcanic field is restricted to the Esquibel Member of the Los Piños Formation (Manley, 1981; Ingersoll et al., 1990). This lithologic unit is found on the eastern slopes of the Tusas Mountains (Butler, 1971; Manley and Wobus, 1988; Aby et al., 2010)."
  }, {
    "heading": "Appendix C. Detrital sanidine 40Ar/39Ar geochronology data",
    "text": "×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n63976 24.2 90.9 9.36 0.42 101.2 90.9 10.87 0.18 83.7 96.0 23.70 0.17 34.9 96.2 24.75 0.28 90.4 94.1 25.42 0.59 60.9 96.6 28.715 0.048 13.7 82.7 29.4 1.6 14.7 92.7 29.73 0.47 50.1 85.8 30.6 1.5 32.2 86.1 34.82 0.71 17.0 90.3 34.85 0.72 63.9 96.2 35.34 0.20 13.5 94.2 35.34 0.30 55.2 95.5 35.52 0.27 72.0 95.7 35.59 0.17 30.7 89.9 35.74 0.66 94.4 93.5 35.77 0.81 21.6 95.7 45.01 0.28 52.6 95.2 51.45 0.10 37.3 95.3 62.33 0.30 60.8 98.4 81.78 0.49 9.6 89.4 82.8 1.2 383.8 98.1 85.14 0.26 37.2 97.6 87.98 0.26 422.5 87.7 93.5 2.2 104.5 98.4 94.72 0.27 − 95.7 95.77 0.46 25.9 98.5 131.62 0.44 59.9 96.2 158.6 1.2 863.0 98.8 166.53 0.31 128.1 96.5 166.9 2.5 52.7 98.7 171.54 0.29 24.5 97.1 211.5 2.7 83.7 99.5 220.64 0.40 823.3 99.6 223.49 0.47 − 99.7 244.73 0.61 44.5 99.2 253.27 0.65 24.1 98.6 278.8 4.0 147.8 98.9 295.54 0.77 191.2 98.9 338.58 0.62 − 89.9 345.7 3.4 251.7 97.6 348.38 0.45 195.4 99.4 353.88 0.50 178.5 99.1 362.93 0.65 394.0 99.4 375.96 0.72 799.7 99.0 391.8 1.0 54.2 97.6 408.18 0.83 147.9 99.4 423.18 0.50 373.5 98.7 466.94 0.45\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n88 79.06 0.0130 0.0019 0.9998 0.706 265.0 99.6 480.64 0.79 03 84.97 0.0117 0.0025 1.550 0.795 201.8 99.5 511.23 0.78 17 95.68 0.0118 0.0004 0.3945 0.914 1160.9 99.9 568.69 0.62 46 98.14 0.0126 0.0006 1.396 0.459 804.5 99.6 579.7 1.2 44 102.3 0.0128 0.0010 1.071 0.371 529.4 99.7 601.3 1.4 96 103.4 0.0124 0.0003 1.398 1.222 1476.3 99.6 606.35 0.54 60 104.3 0.0126 0.0042 0.6463 0.636 122.4 99.8 611.90 0.96 55 104.5 0.0123 −0.0006 0.6479 0.935 − 99.8 613.09 0.72 72 124.8 0.0103 −0.0051 0.9950 0.310 − 99.8 710.9 2.0 75 138.2 0.0118 0.0017 1.543 0.472 298.2 99.7 772.5 1.6 62 140.4 0.0127 0.0036 0.7794 0.627 143.7 99.8 783.9 1.3 91 150.3 0.0107 0.0011 0.6620 1.154 457.5 99.9 828.29 0.80 85 167.1 0.0122 0.0020 0.6326 1.019 256.6 99.9 901.37 0.87 93 181.1 0.0112 0.0008 0.4431 0.681 663.6 99.9 960.7 1.3 49 182.0 0.0126 0.0004 1.937 0.234 1155.9 99.7 962.3 3.5 78 183.0 0.0149 0.0036 0.9777 0.877 140.9 99.8 967.9 1.1 74 192.1 0.0137 0.0000 1.458 0.475 43983.1 99.8 1004.1 1.8 86 195.9 0.0121 0.0009 0.9900 1.108 542.9 99.9 1019.9 1.0 47 201.8 0.0143 0.0017 1.290 0.701 304.1 99.8 1043.0 1.4 83 206.8 0.0128 0.0022 0.6543 0.676 227.8 99.9 1063.2 1.4 52 214.3 0.0129 0.0005 0.5524 1.098 1015.9 99.9 1092.61 0.96 19 215.1 0.0125 0.0009 0.7876 0.952 565.4 99.9 1095.6 1.1 39 217.6 0.0132 0.0091 2.524 0.202 56.1 99.7 1103.1 4.5 70 223.0 0.0124 0.0110 2.686 0.297 46.2 99.6 1123.2 3.8 66 225.0 0.0132 0.0009 1.461 0.228 570.6 99.8 1132.3 4.0 81 226.0 0.0122 0.0013 1.984 0.764 384.0 99.7 1135.3 1.2 45 251.8 0.0112 0.0109 1.874 0.131 46.8 99.8 1229.9 7.0 58 271.3 0.0126 −0.0056 0.8914 0.679 − 99.9 1299.0 1.3 95 280.1 0.0133 −0.0021 1.681 0.376 − 99.8 1328.2 3.3 36 337.5 0.0128 0.0038 1.309 0.768 135.6 99.9 1512.9 1.4\nMR15-12, Sanidine, J = 0.0038123 ± 0.03%, IC = 1.032114 ± 0.0013726, NM-279B, Lab# = 63980 31 2.613 0.0125 0.0065 0.2428 0.503 78.1 97.3 17.596 0.049 22 2.983 0.0113 0.0057 0.5618 0.628 89.1 94.4 19.501 0.042 79 3.365 0.0139 0.0024 0.7423 1.143 212.6 93.5 21.767 0.026 40 4.557 0.0137 0.0002 4.515 0.496 3069.8 70.7 22.300 0.074 78 4.177 0.0124 0.0061 2.269 0.695 83.3 83.9 24.255 0.049 65 3.625 0.0118 0.0070 0.1670 1.438 73.1 98.7 24.735 0.019 70 3.809 0.0115 0.0064 0.7827 0.460 79.1 93.9 24.748 0.062 84 4.052 0.0088 0.0150 0.7435 0.103 34.0 94.6 26.50 0.24 76 4.306 0.0122 0.0059 1.503 0.611 86.4 89.7 26.700 0.050 41 4.552 0.0127 0.0004 1.931 0.470 1269.8 87.4 27.518 0.066 10 5.403 0.0129 0.0049 2.627 0.192 104.1 85.6 31.95 0.15 24 4.953 0.0122 0.0059 0.4112 0.349 86.4 97.6 33.357 0.078 51 6.610 0.0151 0.0018 2.186 0.264 290.3 90.2 41.10 0.12 68 17.62 0.0150 0.7321 37.31 0.032 0.70 37.8 45.9 1.1 26 9.649 0.0149 0.0156 1.038 0.388 32.7 96.8 64.02 0.22 39 11.12 0.0253 0.0042 4.294 0.035 122.7 88.6 67.4 2.1 74 13.58 0.0126 0.0039 4.032 0.386 130.5 91.2 84.44 0.28 03 18.21 0.0153 −0.0016 16.70 0.507 − 72.9 90.29 0.36 58 17.66 0.0152 −0.0009 2.510 0.413 − 95.8 114.36 0.37 11 19.49 0.0135 0.0026 1.111 0.797 195.7 98.3 128.98 0.19 28 23.43 0.0121 0.0127 2.718 0.099 40.2 96.6 151.4 1.5 25 38.89 0.0176 1.468 46.63 0.052 0.35 64.9 168.2 3.2 46 26.11 0.0120 −0.0023 1.336 0.334 − 98.5 171.14 0.59 17 29.42 0.0118 −0.0047 1.394 0.504 − 98.6 191.95 0.46 36 32.24 0.0134 0.0090 1.559 0.644 56.8 98.6 209.32 0.32 73 33.42 0.0112 −0.0112 0.5503 0.176 − 99.5 218.4 1.1 64 39.73 0.0128 0.0081 0.8350 0.203 63.0 99.4 256.6 1.1 50 39.97 0.0124 0.0053 0.6804 1.209 96.1 99.5 258.33 0.26 27 47.14 0.0124 −0.0006 0.7408 0.701 − 99.5 301.20 0.46 16 48.67 0.0126 0.0042 4.310 0.523 121.7 97.4 304.02 0.65 18 54.49 0.0123 −0.0009 1.114 1.319 − 99.4 343.56 0.32 42 60.15 0.0121 −0.0006 0.5911 0.853 − 99.7 376.86 0.48 38 62.01 0.0129 −0.0004 0.5370 0.627 − 99.7 387.51 0.71 04 64.64 0.0170 0.0125 2.311 0.120 40.8 98.9 399.4 3.1 35 69.38 0.0122 −0.0004 0.3861 0.990 − 99.8 428.90 0.39 77 72.51 0.0168 0.0040 0.9082 0.106 128.5 99.6 445.3 4.2 54 73.58 0.0149 0.0024 1.288 0.285 212.8 99.5 450.5 1.6 14 74.25 0.0121 0.0002 0.6377 0.597 2669.8 99.7 455.16 0.85 01 80.75 0.0127 0.0012 1.188 0.496 438.8 99.6 489.37 0.97 20 90.69 0.0136 −0.0010 0.8180 0.510 − 99.7 542.24 0.91 53 91.44 0.0096 0.0043 1.577 0.161 118.4 99.5 545.0 3.3 86 98.41 0.0121 −0.0021 0.1618 0.632 − 100.0 582.86 0.80 83 100.2 0.0125 −0.0006 0.3341 0.823 − 99.9 591.66 0.66 80 102.4 0.0119 0.0045 0.7893 0.772 113.0 99.8 601.99 0.71\n(continued on next page)\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n49 107.7 0.0136 0.0063 0.9790 0.534 81.1 99.7 628.3 1.2 07 109.6 0.0136 0.0023 3.172 0.941 225.0 99.1 634.33 0.82 52 114.2 0.0122 0.0034 2.143 0.957 151.1 99.4 658.49 0.68 63 117.2 0.0130 −0.0049 0.9327 0.272 − 99.8 674.5 2.3 67 120.9 0.0127 0.0004 0.4878 1.103 1357.6 99.9 692.99 0.51 12 122.3 0.0129 0.0003 0.7940 0.984 1482.3 99.8 699.25 0.87 23 124.0 0.0116 0.0018 0.4328 0.832 288.5 99.9 707.78 0.98 61 139.6 0.0115 0.0013 0.2831 0.755 386.2 99.9 780.50 0.82 57 150.0 0.0127 0.0000 0.3894 1.154 18688.8 99.9 827.30 0.75 75 158.4 0.0111 0.0003 1.119 0.740 1943.6 99.8 863.2 1.1 32 164.6 0.0120 0.0001 0.4866 0.876 5102.0 99.9 890.95 0.75 34 175.8 0.0153 0.0053 0.8920 0.558 95.9 99.9 937.8 1.5 06 176.6 0.0125 0.0009 0.2322 1.321 593.3 100.0 942.03 0.77 72 178.4 0.0154 −0.0087 2.080 0.118 − 99.7 947.0 6.4 44 184.9 0.0127 −0.0005 0.8250 1.031 − 99.9 975.59 0.90 19 186.6 0.0125 0.0022 0.5248 1.055 232.5 99.9 982.7 1.0 62 187.9 0.0153 −0.0100 2.431 0.174 − 99.6 986.0 4.9 43 198.1 0.0122 −0.0002 0.3841 1.374 − 99.9 1029.44 0.74 48 222.4 0.0120 −0.0032 0.6240 0.351 − 99.9 1123.3 2.3 30 291.7 0.0124 0.0031 0.3319 0.765 162.9 100.0 1368.4 1.6 56 355.3 0.0160 −0.0542 2.040 0.067 − 99.8 1565.7 16.9\nMR15-ALCADE, Sanidine, J = 0.003923 ± 0.01%, IC = 1.02077 ± 0.002145, NM-283E, Lab# = 64966 65 3.716 0.0119 −0.0018 0.5239 0.519 − 95.8 25.341 0.050 11 5.831 0.0122 0.0165 7.570 0.103 31.0 61.6 25.59 0.28 85 4.116 0.0126 0.0035 0.2732 0.776 146.7 98.0 28.698 0.034 91 4.228 0.0118 0.0200 0.3781 0.615 25.5 97.4 29.284 0.042 52 5.392 0.0131 0.0022 0.4193 0.788 227.9 97.7 37.391 0.036 01 16.21 0.0499 0.0629 35.29 0.032 8.1 35.7 41.1 3.3 76 21.21 0.0197 −0.0202 2.334 0.359 − 96.7 141.63 0.64 45 53.18 0.0143 0.0040 1.109 1.290 126.9 99.4 344.88 0.38 03 59.39 0.0205 0.0067 4.887 0.213 76.6 97.6 374.9 2.6 87 76.18 0.0125 0.0038 0.7742 0.846 135.6 99.7 477.36 0.64 36 104.5 0.0155 0.0185 2.203 0.282 27.6 99.4 625.5 3.1 82 121.5 0.0156 0.0033 1.149 0.374 153.9 99.7 711.7 2.5 08 123.3 0.0150 −0.0059 4.682 0.269 − 98.9 715.3 2.7 44 125.5 0.0147 −0.0055 0.8265 1.058 − 99.8 731.8 1.0 05 129.0 0.0148 0.0011 1.163 1.442 482.4 99.7 747.94 0.72 18 129.7 0.0143 0.0059 0.5426 1.436 86.4 99.9 752.07 0.72 61 139.4 0.0151 −0.0003 1.523 1.071 − 99.7 796.42 0.90 13 158.5 0.0152 0.0049 0.8560 0.458 103.5 99.8 884.2 2.4 31 158.9 0.0138 0.0062 0.7711 1.509 82.3 99.9 885.80 0.84 46 163.4 0.0132 0.0070 2.735 0.325 73.1 99.5 903.0 3.2 80 174.1 0.0143 −0.0262 3.154 0.322 − 99.5 948.9 3.2 34 189.0 0.0161 0.0331 0.6648 0.321 15.4 99.9 1014.6 4.5\nMR15-Ancho, Sanidine, J = 0.0038239 ± 0.03%, IC = 1.0325 ± 0.002016, NM-279B, Lab# = 63988 66 1.158 0.0133 0.0046 0.3571 0.522 110.9 90.9 7.300 0.044 58 1.941 0.0131 0.0269 2.183 0.197 19.0 66.7 9.01 0.13 78 3.202 0.0126 −0.0014 1.342 1.158 − 87.6 19.476 0.028 76 3.101 0.0127 0.0080 0.2092 0.896 63.8 98.0 21.098 0.027 03 3.846 0.0126 0.0088 0.5705 0.415 57.7 95.6 25.509 0.062 68 6.719 0.0141 −0.0003 10.27 0.712 − 54.8 25.559 0.093 64 3.788 0.0124 −0.0003 0.2704 0.490 − 97.9 25.716 0.052 11 3.910 0.0104 −0.0155 0.5953 0.224 − 95.5 25.89 0.11 22 3.946 0.0119 −0.0009 0.5798 0.428 − 95.6 26.173 0.061 67 4.111 0.0122 0.0067 0.2704 0.628 76.5 98.1 27.948 0.039 99 4.306 0.0130 0.0093 0.4666 0.680 55.1 96.8 28.896 0.040 98 4.299 0.0122 0.0368 0.3569 0.429 13.9 97.6 29.085 0.059 56 4.361 0.0131 0.0366 0.4042 0.389 13.9 97.3 29.415 0.065 71 4.558 0.0151 0.0208 0.7971 0.248 24.5 94.9 29.97 0.11 90 4.436 0.0121 0.0108 0.2369 0.672 47.1 98.4 30.261 0.039 31 4.579 0.0121 0.0124 0.4496 0.318 41.2 97.1 30.814 0.084 38 4.762 0.0118 0.0080 0.3153 0.778 63.6 98.1 32.339 0.036 87 4.758 0.0120 0.0049 0.2548 0.573 104.3 98.4 32.431 0.046 84 5.123 0.0119 −0.0044 0.6015 0.356 − 96.5 34.237 0.075 09 5.068 0.0133 0.0185 0.3606 0.464 27.6 97.9 34.358 0.060 55 5.327 0.0120 0.0330 1.152 0.282 15.5 93.6 34.537 0.097 04 5.139 0.0134 0.0033 0.4631 0.623 156.9 97.3 34.626 0.045 79 5.092 0.0127 0.0097 0.1963 1.109 52.6 98.9 34.850 0.025 36 5.181 0.0130 0.0048 0.2824 0.778 106.9 98.4 35.286 0.036 32 5.400 0.0125 0.0085 0.4694 0.707 60.0 97.4 36.413 0.041 20 5.470 0.0111 0.0223 0.3991 0.504 22.9 97.9 37.041 0.057 01 5.809 0.0055 −0.0092 1.502 0.089 − 92.3 37.11 0.30 19 7.029 0.0127 0.0139 0.7895 0.629 36.8 96.7 46.914 0.052 80 7.082 0.0125 0.0024 0.3440 0.654 216.8 98.6 48.167 0.047 41 7.985 0.0116 0.0055 0.2542 0.502 92.8 99.1 54.494 0.065\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n86 9.381 0.0122 0.0105 2.536 0.097 48.6 92.0 59.39 0.35 35 28.24 0.0110 −0.0138 0.4439 1.019 − 99.5 186.79 0.29 25 35.17 0.0118 0.0006 1.392 1.080 791.5 98.8 228.41 0.31 24 35.70 0.0119 0.0268 1.704 0.403 19.0 98.6 231.07 0.92 91 38.39 0.0139 0.0113 1.058 0.542 45.1 99.2 248.76 0.60 96 39.38 0.0140 0.0177 1.712 0.620 28.9 98.7 253.63 0.55 16 64.39 0.0142 −0.0115 2.113 0.695 − 99.0 399.37 0.88 83 64.17 0.0116 0.0187 0.8453 0.670 27.2 99.6 400.27 0.86 40 65.58 0.0131 −0.0017 0.8442 1.012 − 99.6 408.17 0.47 62 68.97 0.0145 0.0020 7.856 0.865 251.2 96.6 415.52 0.75 52 71.94 0.0175 −0.0501 0.6962 0.427 − 99.7 443.6 1.2 95 75.82 0.0156 0.0240 1.332 0.622 21.2 99.5 463.88 0.78 51 77.55 0.0137 0.0043 0.3418 1.202 119.4 99.9 474.80 0.46 23 82.77 0.0140 0.0095 1.536 0.771 53.8 99.5 500.9 4.4 17 84.86 0.0107 −0.0201 0.7714 0.426 − 99.7 513.2 1.4 57 85.91 0.0153 0.0047 0.5979 0.867 108.8 99.8 518.99 0.76 21 88.80 0.0138 −0.0070 0.2338 1.208 − 99.9 534.72 0.49 45 91.01 0.0133 −0.0068 0.7591 0.746 − 99.8 545.43 0.85 54 92.99 0.0012 −0.0148 0.7936 0.248 − 99.7 555.6 2.9 72 96.73 0.0137 0.0227 0.7126 0.846 22.5 99.8 574.99 0.96 103 97.93 0.0114 −0.0030 0.7745 1.012 − 99.8 581.01 0.88 13 98.39 0.0175 −0.0202 0.8242 0.406 − 99.8 583.3 2.0 37 99.92 0.0119 0.0184 0.5660 0.902 27.7 99.8 591.46 0.92 33 101.5 0.0105 0.0518 0.7668 0.387 9.8 99.8 599.2 1.8 60 102.3 0.0131 −0.0263 0.3547 1.019 − 99.9 603.58 0.82 65 105.1 −0.0282 −0.0771 3.509 0.054 − 99.0 613.1 12.8 63 104.8 0.0120 0.0388 2.395 0.868 13.1 99.3 613.38 0.89 39 110.0 0.0124 0.0226 0.6409 0.660 22.6 99.8 642.0 1.2 48 110.3 0.0109 0.0113 1.455 0.578 45.3 99.6 642.3 1.6 49 114.1 0.0109 −0.0207 4.179 0.614 − 98.9 656.7 1.4 34 113.1 0.0125 0.0116 0.2849 1.055 44.2 99.9 657.35 0.83 28 113.5 0.0118 0.0241 0.3880 0.945 21.2 99.9 659.42 0.89 46 116.2 0.0125 0.0165 0.3488 0.963 31.0 99.9 672.5 1.1 12 118.2 0.0146 −0.0005 0.6184 0.545 − 99.8 681.8 1.5 77 121.9 0.0158 0.0483 2.221 0.558 10.6 99.5 697.2 1.6 92 122.1 0.0128 −0.0006 0.8860 0.838 − 99.8 700.0 1.1 47 123.0 0.0131 −0.0011 0.2688 1.375 − 99.9 705.26 0.75 50 124.9 0.0136 0.0074 1.165 0.973 69.4 99.7 713.12 0.93 14 127.4 0.0129 0.0124 0.6253 0.912 41.1 99.9 725.4 1.0 26 127.3 0.0128 −0.0001 0.2554 1.322 − 99.9 725.52 0.69 61 129.4 0.0141 −0.0080 0.6892 0.623 − 99.8 734.7 1.6 70 130.5 0.0177 0.0373 1.924 0.232 13.7 99.6 738.4 3.5 53 131.0 0.0196 0.0307 2.561 0.541 16.6 99.4 739.8 1.6 07 130.8 0.0157 0.0067 0.9638 0.958 76.6 99.8 740.9 1.2 05 131.2 0.0115 0.0234 0.5924 1.180 21.8 99.9 743.53 0.92 59 132.6 0.0141 −0.0063 0.8850 1.263 − 99.8 749.68 0.75 102 139.5 0.0111 0.0135 0.7041 0.538 37.8 99.9 781.4 1.7 101 143.3 0.0161 0.0238 1.443 0.658 21.4 99.7 797.9 1.7 29 144.8 0.0155 −0.0008 1.038 0.420 − 99.8 805.3 1.8 89 145.3 0.0107 −0.0113 0.4533 0.675 − 99.9 808.2 1.7 69 145.3 0.0124 −0.0129 0.3474 0.960 − 99.9 808.5 1.1 74 147.3 0.0142 0.0004 0.5842 1.106 1274.6 99.9 816.93 0.86 73 151.6 0.0107 −0.0601 0.6727 0.302 − 99.9 835.9 2.9 08 152.9 0.0126 0.0005 0.9157 1.098 1131.0 99.8 841.29 0.89 43 154.7 0.0165 0.0247 0.7303 0.719 20.7 99.9 849.7 1.7 27 159.0 0.0147 0.0104 0.7275 0.955 49.0 99.9 868.5 1.0 18 159.5 0.0131 0.0323 0.6614 0.813 15.8 99.9 870.7 1.1 15 159.7 0.0144 −0.0145 0.6029 0.731 − 99.9 871.7 1.5 02 161.4 0.0131 0.0110 0.8585 1.089 46.3 99.8 879.0 1.1 75 162.9 0.0170 −0.0086 3.049 0.314 − 99.4 882.3 3.1 81 163.6 0.0105 0.0042 0.2591 0.680 120.7 100.0 889.1 1.4 100 164.5 0.0143 0.0066 0.6243 0.722 77.2 99.9 892.3 1.4 85 168.8 0.0127 −0.0069 0.2709 0.825 − 100.0 911.4 1.2 82 181.7 0.0123 0.0226 0.3729 0.717 22.6 99.9 965.4 1.3 93 184.1 0.0123 0.0079 0.9397 1.526 64.4 99.8 974.42 0.76 10 185.8 0.0128 −0.0105 0.6751 0.983 − 99.9 981.6 1.5 97 187.0 0.0139 0.0232 0.8904 0.677 21.9 99.9 986.5 1.8 44 197.8 0.0144 0.0277 0.8124 0.966 18.4 99.9 1029.9 1.4 30 208.7 0.0139 0.0049 1.260 0.557 104.5 99.8 1072.6 2.0 42 282.8 0.0147 0.0209 0.7845 0.431 24.4 99.9 1341.1 3.0 06 309.9 0.0159 −0.0117 5.346 0.753 − 99.5 1425.6 1.9\nMR15-BMSE-2, Sanidine, J = 0.0038143 ± 0.03%, IC = 1.02806 ± 0.001306, NM-279B, Lab# = 63982 66 1.383 0.0111 0.0092 0.5766 0.223 55.6 87.7 8.40 0.27 63 3.059 0.0120 −0.0006 0.8056 1.487 − 92.2 19.536 0.043 13 4.198 0.0129 −0.0275 1.257 0.099 − 91.1 26.45 0.62\n(continued on next page)\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n38 5.374 0.0143 0.0179 4.036 0.153 28.5 77.8 28.92 0.40 15 4.693 0.0118 0.0288 0.5644 0.313 17.7 96.5 31.29 0.20 65 5.147 0.0112 0.0163 0.6180 0.239 31.2 96.5 34.29 0.25 61 6.652 0.0125 0.0123 5.503 0.617 41.5 75.5 34.71 0.11 89 5.732 0.0123 0.0305 1.344 0.248 16.8 93.1 36.84 0.24 87 10.03 0.0168 0.0381 13.62 0.138 13.4 59.9 41.43 0.46 31 6.642 0.0140 −0.0034 1.575 0.664 − 93.0 42.565 0.095 28 7.651 0.0080 0.6320 3.129 0.055 0.81 88.6 46.7 1.1 39 9.075 0.0137 −0.0202 2.198 0.438 − 92.8 57.83 0.22 05 10.44 0.0132 −0.0282 5.049 0.299 − 85.7 61.37 0.35 70 14.41 0.0139 0.0086 1.425 0.430 59.6 97.1 95.10 0.25 60 14.29 0.0121 0.0074 0.9667 0.225 69.3 98.0 95.20 0.44 30 18.76 0.0134 0.0203 6.600 0.300 25.2 89.6 113.74 0.43 76 24.32 0.0132 −0.0293 8.808 0.180 − 89.3 145.60 0.73 86 24.42 0.0190 −0.0707 1.896 0.238 − 97.7 159.34 0.67 71 24.78 0.0098 0.0152 0.7806 0.470 33.5 99.1 163.84 0.31 58 25.58 0.0134 −0.0171 2.972 0.434 − 96.6 164.75 0.40 02 27.89 0.0124 −0.0038 7.552 0.355 − 92.0 170.83 0.45 17 33.87 0.0135 0.0190 0.9228 0.295 26.9 99.2 220.67 0.71 84 36.64 0.0102 0.0058 2.724 0.108 87.9 97.8 234.5 1.9 20 38.37 0.0137 −0.0278 1.050 0.195 − 99.2 248.1 1.0 44 43.10 0.0145 0.0189 3.100 0.338 27.0 97.9 273.06 0.69 62 43.29 0.0135 −0.0155 1.136 0.316 − 99.2 277.68 0.70 41 43.42 0.0116 0.0246 1.588 0.278 20.7 98.9 277.69 0.97 93 47.13 0.0130 −0.0086 0.8561 0.316 − 99.5 301.08 0.88 40 48.53 0.0123 0.0343 4.618 0.282 14.9 97.2 302.77 0.90 90 50.52 0.0126 0.0099 4.338 0.368 51.3 97.5 315.01 0.67 52 51.81 0.0135 −0.0228 5.265 0.604 − 97.0 320.92 0.45 69 52.14 0.0123 −0.0245 3.184 0.293 − 98.2 326.47 0.95 51 54.62 0.0104 0.0803 3.405 0.059 6.4 98.2 340.6 4.1 94 61.93 0.0147 0.2454 26.90 0.038 2.1 87.2 342.8 7.8 27 57.27 0.0145 0.0455 9.280 0.348 11.2 95.2 345.88 0.82 12 56.00 0.0131 0.0430 3.070 0.294 11.9 98.4 349.14 0.96 43 57.84 0.0113 −0.0226 2.615 0.481 − 98.7 360.43 0.61 73 64.21 0.0179 −0.0033 14.52 0.089 − 93.3 376.7 3.3 79 61.84 0.0120 0.0449 4.908 0.284 11.4 97.7 379.4 1.1 81 61.04 0.0131 −0.0318 0.9337 0.264 − 99.5 381.5 1.2 35 65.92 0.0105 −0.0063 1.005 0.255 − 99.5 408.9 1.3 18 67.37 0.0118 −0.0401 4.215 0.319 − 98.1 411.7 1.1 67 70.13 0.0128 0.0322 2.579 0.245 15.8 98.9 429.7 1.4 64 78.49 0.0131 −0.0110 0.9317 0.462 − 99.6 477.85 0.81 85 80.18 0.0117 0.0253 3.217 0.258 20.2 98.8 483.3 1.4 36 89.81 0.0130 0.0069 1.955 0.458 73.7 99.4 536.19 0.91 10 92.82 0.0124 −0.0868 5.339 0.049 − 98.3 546.6 7.9 56 105.2 0.0124 0.0073 0.8843 0.462 69.9 99.8 616.3 1.0 92 116.9 0.0138 0.0103 2.217 0.210 49.5 99.4 671.8 2.4 14 117.0 0.0141 −0.0102 0.9050 0.201 − 99.8 674.1 2.3 74 119.5 0.0112 0.0315 1.997 0.307 16.2 99.5 684.8 1.8 53 123.2 0.0098 0.0353 1.330 0.191 14.4 99.7 703.4 2.9 83 130.2 0.0119 0.0144 0.8778 0.363 35.5 99.8 736.8 1.5 23 131.1 0.0123 0.0251 0.7094 0.322 20.3 99.8 741.1 1.5 80 142.1 0.0100 0.0129 1.523 0.329 39.6 99.7 790.9 1.7 57 142.5 0.0149 0.0436 1.138 0.354 11.7 99.8 793.3 1.7 59 146.1 0.0134 −0.0395 1.243 0.268 − 99.7 809.2 2.0 29 148.0 0.0111 −0.0245 2.136 0.292 − 99.6 816.5 1.7 32 153.0 0.0302 0.0285 4.506 0.360 17.9 99.1 835.7 1.4 78 156.0 0.0146 −0.0287 2.274 0.433 − 99.6 851.5 1.4 54 159.3 0.0108 −0.0159 1.061 0.180 − 99.8 867.6 2.8 68 160.6 0.0141 −0.0292 2.755 0.383 − 99.5 871.3 1.4 96 161.5 0.0157 −0.0413 0.8959 0.319 − 99.8 877.4 1.8 01 163.5 0.0109 −0.0340 1.080 0.343 − 99.8 885.8 1.9 47 166.2 0.0119 −0.0001 0.9306 0.401 − 99.8 897.6 1.5 19 167.7 0.0140 0.0244 3.127 0.455 20.9 99.5 901.2 1.6 55 177.8 0.0084 −0.0441 2.186 0.254 − 99.6 944.9 2.7 33 182.5 0.0152 0.0185 1.444 0.361 27.6 99.8 965.2 1.8 77 186.8 0.0123 0.0128 1.484 0.425 39.9 99.8 982.9 1.6 42 186.8 0.0127 0.0061 1.025 0.362 83.6 99.8 983.6 1.8 25 199.6 0.0208 0.1209 3.147 0.074 4.2 99.5 1032.4 7.7 24 200.7 0.0120 0.0304 1.170 0.356 16.8 99.8 1039.1 2.0 46 210.6 0.0132 −0.0212 1.343 0.350 − 99.8 1077.9 2.0 48 222.3 0.0118 0.0242 1.129 0.413 21.1 99.9 1122.9 1.7 91 227.5 0.0128 0.0095 2.782 0.435 53.7 99.6 1140.4 1.7 07 231.0 0.0142 −0.0298 1.036 0.232 − 99.9 1155.4 2.8 72 235.1 0.0127 −0.0060 2.709 0.267 − 99.7 1168.8 2.7 45 243.2 0.0111 0.0762 1.510 0.241 6.7 99.8 1199.9 2.8 08 247.3 0.0129 −0.0083 0.7664 0.561 − 99.9 1215.4 1.4\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n22 249.3 0.0127 0.0126 4.156 0.297 40.4 99.5 1218.7 2.3\nMR15-Embudo-1, Sanidine, J = 0.0038152 ± 0.03%, IC = 1.02806 ± 0.001306, NM-279B, Lab# = 63983 45 3.157 0.0134 −0.0002 1.005 1.764 − 90.6 19.809 0.037 34 4.325 0.0128 −0.0029 2.841 1.786 − 80.5 24.126 0.042 50 4.051 0.0125 −0.0004 1.258 1.169 − 90.8 25.459 0.055 87 3.785 0.0119 0.0063 0.2446 0.980 81.3 98.1 25.695 0.061 101 3.810 0.0124 0.0065 0.2492 0.696 78.4 98.1 25.856 0.091 56 4.149 0.0134 −0.0009 1.352 1.282 − 90.4 25.945 0.051 66 4.272 0.0158 −0.0039 1.519 0.570 − 89.5 26.45 0.11 15 4.000 0.0119 0.0130 0.5648 1.085 39.3 95.8 26.527 0.056 65 4.674 0.0130 0.0420 2.468 0.954 12.2 84.4 27.310 0.069 41 4.683 0.0128 0.0318 1.546 0.897 16.0 90.3 29.239 0.071 47 5.103 0.0121 0.0117 0.5860 2.039 43.8 96.6 34.062 0.032 23 7.717 0.0163 0.0001 7.911 1.110 5421.9 69.7 37.133 0.076 109 9.620 0.0148 0.0129 13.62 0.987 39.7 58.2 38.63 0.10 49 22.40 0.0124 0.0061 0.5382 2.585 83.7 99.3 149.042 0.076 60 27.66 0.0131 0.0073 1.116 2.987 70.1 98.8 181.499 0.074 24 29.78 0.0129 0.0022 2.022 2.437 232.3 98.0 193.16 0.11 48 30.91 0.0126 0.0029 1.072 2.040 173.3 99.0 202.06 0.11 90 32.83 0.0138 0.0096 1.488 2.978 53.1 98.7 213.270 0.088 73 34.84 0.0125 0.0007 1.900 2.170 700.3 98.4 224.92 0.14 81 34.72 0.0133 0.0042 0.4294 1.644 122.6 99.6 226.89 0.14 98 38.36 0.0134 0.0106 4.776 1.424 48.0 96.3 241.38 0.20 72 38.41 0.0126 0.0008 1.160 3.061 675.8 99.1 248.16 0.11 71 39.76 0.0137 0.0199 1.481 0.779 25.7 98.9 255.82 0.27 102 45.74 0.0129 0.0045 3.092 1.683 113.3 98.0 288.93 0.20 54 47.16 0.0129 0.0010 2.035 3.708 487.3 98.7 299.28 0.10 86 49.63 0.0124 −0.0030 1.199 1.035 − 99.3 315.26 0.28 25 63.58 0.0129 0.0064 1.862 2.535 79.5 99.1 394.43 0.17 44 65.98 0.0132 −0.0044 2.728 1.052 − 98.8 406.41 0.37 69 68.37 0.0139 0.0143 1.254 0.975 35.6 99.5 422.18 0.40 51 81.96 0.0134 −0.0109 1.074 0.645 − 99.6 496.30 0.70 35 86.22 0.0129 0.0030 1.710 3.055 172.8 99.4 517.89 0.17 67 86.24 0.0127 −0.0015 1.102 2.284 − 99.6 518.91 0.21 02 94.00 0.0126 0.0026 1.543 1.210 198.2 99.5 558.62 0.40 05 95.14 0.0129 0.0050 0.4884 1.193 101.2 99.8 566.10 0.45 37 98.20 0.0125 0.0074 0.8970 1.171 68.8 99.7 581.08 0.46 111 98.30 0.0130 0.0041 0.6279 1.397 123.8 99.8 581.99 0.39 104 102.0 0.0147 0.0079 12.02 1.795 64.4 96.5 583.79 0.31 100 102.8 0.0127 −0.0017 1.960 2.709 − 99.4 602.96 0.24 93 102.9 0.0130 0.0018 0.7227 2.382 285.5 99.8 604.88 0.27 12 104.2 0.0125 0.0055 0.5268 2.582 92.0 99.9 611.67 0.22 92 115.1 0.0129 0.0065 0.8674 2.507 78.4 99.8 665.15 0.25 70 116.0 0.0130 −0.0069 1.030 2.336 − 99.7 669.22 0.28 97 116.9 0.0128 −0.0006 1.279 2.057 − 99.7 673.05 0.29 18 125.0 0.0139 −0.0100 1.461 1.343 − 99.7 711.77 0.53 76 128.7 0.0126 0.0057 1.067 1.410 89.7 99.8 729.62 0.47 96 129.0 0.0138 −0.0027 1.890 1.695 − 99.6 729.93 0.36 07 129.2 0.0131 0.0118 2.337 1.718 43.3 99.5 730.34 0.43 53 130.1 0.0128 0.0032 1.726 2.188 158.4 99.6 735.17 0.28 80 131.9 0.0135 0.0090 2.767 1.777 56.8 99.4 742.50 0.37 103 132.5 0.0129 0.0046 0.5144 1.603 109.8 99.9 748.09 0.38 108 134.7 0.0139 −0.0115 5.720 1.981 − 98.7 751.42 0.36 82 136.0 0.0128 −0.0030 0.4314 1.335 − 99.9 764.26 0.44 40 137.4 0.0134 0.0291 1.447 0.493 17.6 99.7 769.7 1.1 06 138.1 0.0125 −0.0062 1.086 1.949 − 99.8 772.99 0.35 89 138.1 0.0127 0.0084 0.5893 2.109 60.6 99.9 773.82 0.32 39 138.6 0.0126 0.0057 0.6755 1.219 89.0 99.9 775.86 0.43 110 139.7 0.0124 −0.0151 0.7256 0.988 − 99.8 780.84 0.63 11 146.7 0.0128 0.0010 0.5852 1.657 506.1 99.9 813.01 0.32 22 147.0 0.0127 0.0054 0.1635 1.545 94.7 100.0 814.66 0.44 64 148.5 0.0134 0.0025 3.081 1.410 201.0 99.4 817.58 0.44 84 148.0 0.0128 −0.0037 0.2276 1.292 − 100.0 819.16 0.41 95 151.7 0.0159 0.0678 6.557 0.326 7.5 98.7 827.3 1.5 04 150.1 0.0130 0.0022 0.3776 1.507 232.3 99.9 828.40 0.44 30 151.7 0.0124 0.0136 0.7155 1.465 37.6 99.9 835.12 0.51 17 153.0 0.0130 0.0062 1.480 1.688 82.8 99.7 839.82 0.35 52 153.5 0.0122 0.0139 1.011 0.311 36.8 99.8 842.6 2.1 79 156.5 0.0129 −0.0041 1.139 1.423 − 99.8 855.52 0.50 68 158.1 0.0133 −0.0031 1.723 1.188 − 99.7 861.59 0.50 36 160.9 0.0135 0.0042 4.539 1.734 121.2 99.2 870.47 0.38 20 160.9 0.0125 0.0034 0.9835 1.191 151.0 99.8 874.97 0.57 32 162.7 0.0157 −0.0004 4.638 1.213 − 99.2 877.88 0.57 16 162.2 0.0133 0.0090 1.523 1.278 56.8 99.7 879.74 0.48 27 162.7 0.0125 0.0019 0.4569 1.738 264.7 99.9 883.38 0.42\n(continued on next page)\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n08 164.3 0.0136 0.0078 1.836 1.234 65.5 99.7 888.22 0.56 10 164.3 0.0120 −0.0065 0.9890 1.227 − 99.8 889.36 0.48 09 165.7 0.0130 0.0115 0.9264 1.158 44.3 99.8 895.42 0.47 57 170.1 0.0125 −0.0045 1.004 1.558 − 99.8 914.23 0.39 75 170.7 0.0132 −0.0073 1.424 1.245 − 99.8 916.18 0.55 43 171.8 0.0138 0.0011 3.383 0.911 478.1 99.4 918.35 0.76 74 173.6 0.0135 −0.0048 1.200 1.116 − 99.8 928.64 0.54 42 174.6 0.0125 −0.0042 1.273 1.171 − 99.8 932.95 0.63 91 175.9 0.0135 0.0146 0.8357 1.122 35.0 99.9 939.02 0.59 14 177.5 0.0125 0.0014 0.3311 1.105 361.4 99.9 945.98 0.55 59 178.6 0.0134 0.0055 1.524 1.037 93.2 99.7 949.32 0.63 63 179.9 0.0118 0.0069 0.0843 1.206 73.6 100.0 956.42 0.60 83 180.6 0.0125 0.0009 0.1942 1.410 556.6 100.0 959.30 0.50 19 184.1 0.0136 0.0021 2.334 1.259 244.1 99.6 971.08 0.58 94 185.4 0.0126 −0.0019 0.4513 1.479 − 99.9 978.82 0.57 78 189.4 0.0127 −0.0002 1.768 1.343 − 99.7 993.16 0.57 88 191.5 0.0147 0.0001 0.5820 0.999 5164.0 99.9 1003.44 0.65 13 192.5 0.0125 0.0023 0.0277 0.945 220.2 100.0 1007.78 0.66 28 195.0 0.0185 −0.0019 1.384 1.292 − 99.8 1016.44 0.65 106 208.8 0.0123 0.0053 0.8972 1.316 95.9 99.9 1071.41 0.53 55 210.5 0.0127 −0.0055 0.0870 1.340 − 100.0 1079.12 0.55 58 212.7 0.0123 0.0143 0.2890 1.368 35.6 100.0 1087.08 0.66 38 241.2 0.0131 −0.0015 1.180 1.140 − 99.9 1192.95 0.66 46 258.1 0.0133 0.0147 0.6584 1.077 34.8 99.9 1254.17 0.74 01 263.9 0.0133 0.0169 1.048 1.092 30.1 99.9 1273.87 0.81 107 297.2 0.0128 0.0090 1.355 0.815 57.0 99.9 1386.1 1.1 26 304.6 0.0126 0.0221 1.036 0.842 23.1 99.9 1410.37 0.96 105 344.0 0.0097 0.0950 −1.9663 0.101 5.4 100.2 1536.4 7.5\nMR15-Embudo-1, Sanidine, J = 0.0038174 ± 0.03%, IC = 1.02806 ± 0.001306, NM-279B, Lab# = 63984 03 11.41 0.0128 0.0013 1.445 3.962 401.2 96.3 75.120 0.038 02 28.08 0.0130 −0.0018 1.816 5.854 − 98.1 182.959 0.052 06 120.8 0.0131 0.0009 2.535 2.297 559.1 99.4 690.72 0.32 04 134.8 0.0128 −0.0077 1.677 1.712 − 99.6 757.39 0.39 01 140.2 0.0125 −0.0041 0.6145 1.504 − 99.9 783.87 0.46 05 145.7 0.0128 0.0056 0.7257 1.597 91.8 99.9 808.74 0.37\nMR15-GUTA, Sanidine, J = 0.0039237 ± 0.02%, IC = 1.02077 ± 0.002145, NM-283E, Lab# = 64967 15 4.953 0.0124 0.0104 0.5690 0.862 49.2 96.6 34.003 0.034 07 14.19 0.0129 −0.0007 0.6476 1.334 − 98.6 97.797 0.039 37 22.76 0.0108 −0.0027 1.357 0.884 − 98.2 153.87 0.33 31 32.59 0.0123 0.0025 1.967 0.691 207.4 98.2 216.54 0.49 23 44.53 0.0151 0.0163 4.882 0.733 31.2 96.8 285.88 0.78 52 52.67 0.0124 0.0175 0.5671 0.684 29.2 99.7 342.86 0.69 39 63.60 0.0154 0.0043 1.962 0.906 117.3 99.1 404.41 0.62 17 103.0 0.0142 −0.0032 0.6531 1.052 − 99.8 620.48 0.88 47 119.5 0.0117 −0.0009 2.975 0.690 − 99.3 699.6 1.7 03 132.1 0.0124 −0.0028 0.2839 1.445 − 99.9 764.13 0.57 25 146.4 0.0144 0.0101 1.527 0.873 50.7 99.7 828.8 1.1 02 169.5 0.0130 0.0101 1.385 0.952 50.3 99.8 931.4 1.3 09 188.0 0.0127 0.0089 0.8095 0.751 57.5 99.9 1010.3 1.9 06 232.1 0.0129 −0.0065 1.105 0.802 − 99.9 1183.9 1.4\nMR15-MRR2, Sanidine, J = 0.0038117 ± 0.03%, IC = 1.032114 ± 0.001373, NM-279B, Lab# = 63978 51 0.3770 0.0105 0.0116 0.1892 0.273 44.0 85.1 2.189 0.084 66 1.886 0.0133 0.0265 5.260 0.336 19.3 17.4 2.27 0.44 37 0.826 0.0120 0.0138 0.3710 0.255 37.0 86.7 4.945 0.092 61 8.846 0.0139 0.0018 19.28 0.269 276.4 35.5 21.78 0.56 31 9.578 0.0166 0.1220 21.64 0.026 4.2 33.3 22.1 1.0 36 3.889 0.0122 0.0010 0.9036 0.369 488.7 93.1 25.044 0.073 79 4.700 0.0143 0.0129 3.163 0.194 39.5 80.1 26.04 0.74 60 9.227 0.0149 0.0111 17.65 0.080 46.0 43.4 27.7 1.8 19 5.291 0.0125 0.0052 4.289 0.302 97.5 76.0 27.81 0.10 69 5.892 0.0224 0.0292 6.242 0.144 17.5 68.7 28.0 1.0 39 5.713 0.0137 0.0011 5.527 0.082 451.9 71.4 28.20 0.34 52 4.855 0.0117 0.0068 2.056 0.448 75.1 87.5 29.345 0.068 42 6.004 0.0127 0.0087 4.709 0.129 58.7 76.8 31.86 0.22 62 38.52 0.0272 0.1884 114.6 0.029 2.7 12.1 32.3 5.0 01 4.865 0.0119 0.0161 0.4343 0.392 31.8 97.4 32.707 0.069 23 16.66 0.0122 0.0145 0.4935 1.104 35.2 99.1 111.73 0.15 84 17.07 0.0135 0.0045 1.289 0.709 113.0 97.8 112.83 0.27 81 19.88 0.0135 −0.0004 1.618 0.711 − 97.6 130.56 0.29 57 21.28 0.0135 0.0024 0.8025 1.052 214.3 98.9 141.21 0.20 43 23.15 0.0129 0.0018 0.3898 0.423 290.0 99.5 153.99 0.44 90 27.39 0.0348 4.249 13.65 0.034 0.12 86.5 158.7 5.9 47 24.12 0.0126 −0.0026 0.1962 0.541 − 99.8 160.59 0.34 34 25.89 0.0120 −0.0029 0.6855 0.571 − 99.2 170.90 0.35\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n12 26.29 0.0139 0.0023 1.597 0.411 221.9 98.2 171.77 0.41 14 26.42 0.0132 −0.0002 0.5406 0.478 − 99.4 174.59 0.35 33 32.05 0.0137 0.6231 16.13 0.094 0.82 85.3 181.5 2.0 29 31.93 0.0164 0.0065 1.615 0.270 78.3 98.5 207.23 0.83 67 33.77 0.0131 0.0018 0.3254 0.434 282.8 99.7 221.01 0.58 86 35.81 0.0152 0.0078 0.7027 0.324 65.4 99.4 232.88 0.83 30 37.13 0.0124 0.0004 0.7355 0.658 1294.9 99.4 240.91 0.48 54 37.21 0.0117 0.0000 1.008 0.544 − 99.2 240.91 0.52 76 38.95 0.0126 −0.0014 0.1181 0.990 − 99.9 253.11 0.33 87 59.85 0.0247 0.0300 62.52 0.115 17.0 69.1 268.1 2.7 08 44.21 0.0175 0.0014 5.025 0.158 371.2 96.6 276.2 2.0 16 43.62 0.0131 −0.0010 0.6911 0.627 − 99.5 280.29 0.43 25 44.09 0.0129 0.0019 1.286 0.510 272.2 99.1 282.01 0.46 88 43.82 0.0115 −0.0013 0.2632 1.018 − 99.8 282.25 0.36 83 50.35 0.0119 0.0018 1.337 0.782 284.8 99.2 318.99 0.54 89 57.07 0.0053 0.0250 1.317 0.155 20.4 99.3 358.0 2.4 46 61.90 0.0126 0.0026 0.5750 0.851 198.4 99.7 386.77 0.54 11 62.50 0.0141 0.0024 1.309 0.864 208.7 99.4 388.93 0.56 05 62.88 0.0134 0.0051 1.544 0.595 100.0 99.3 390.65 0.73 41 64.89 0.0110 0.0043 1.654 0.589 119.2 99.2 401.79 0.63 09 68.64 0.0117 −0.0004 0.0894 0.924 − 100.0 425.24 0.54 17 70.75 0.0121 0.0015 0.3321 0.614 339.5 99.9 436.45 0.72 77 72.19 0.0149 0.0056 1.262 0.183 91.5 99.5 442.9 2.5 72 75.14 0.0126 0.0000 0.5000 1.100 11439.6 99.8 460.18 0.50 59 75.44 0.0130 0.0010 1.149 0.543 517.3 99.5 460.75 0.93 18 76.33 0.0127 0.0012 0.5485 0.540 410.3 99.8 466.56 0.91 04 80.15 0.0118 0.0017 0.3959 1.066 307.4 99.9 487.33 0.43 21 81.14 0.0096 0.0062 1.235 0.184 82.4 99.6 491.3 2.5 10 81.32 0.0135 0.0026 0.3492 0.458 196.7 99.9 493.63 0.95 91 82.49 0.0142 0.0073 0.4474 0.528 69.6 99.8 499.72 0.82 06 99.32 0.0134 0.0011 1.134 0.729 448.3 99.7 585.93 0.85 70 102.1 0.0126 0.0005 0.7488 0.312 1019.2 99.8 600.8 1.4 07 108.4 0.0127 0.0009 0.6529 0.797 553.1 99.8 632.01 0.79 38 124.9 0.0117 −0.0033 9.225 0.341 − 97.8 699.7 1.9 65 128.8 0.0122 0.0077 0.5726 1.924 65.9 99.9 730.26 0.41 20 136.5 0.0140 −0.0072 0.7742 0.311 − 99.8 765.9 2.3 24 142.0 0.0141 −0.0008 1.642 0.392 − 99.7 789.5 1.7 13 186.2 0.0266 0.1241 12.77 0.029 4.1 98.0 966.5 27.8 64 184.6 0.0122 0.0020 0.3080 1.001 252.5 100.0 974.66 0.90 55 200.1 0.0082 0.0066 1.475 0.154 77.3 99.8 1035.7 5.4\nMR15-Polvadera, Sanidine, J = 0.0038263 ± 0.03%, IC = 1.032219 ± 0.0030638, NM-279B, Lab# = 63993 32 3.620 0.0125 −0.0107 2.147 0.324 − 82.4 20.730 0.094 70 4.210 0.0129 0.0091 3.071 0.706 56.2 78.4 22.938 0.058 18 3.532 0.0128 0.0024 0.6027 1.166 216.4 95.0 23.285 0.027 39 3.786 0.0122 0.0052 1.297 1.002 97.7 89.9 23.626 0.036 56 3.791 0.0125 0.0165 1.194 1.018 30.9 90.7 23.879 0.035 74 5.512 0.0157 0.0414 6.998 0.166 12.3 62.5 23.93 0.21 31 3.699 0.0127 −0.0235 0.8455 0.693 − 93.2 23.933 0.045 08 3.921 0.0127 −0.0043 1.205 0.628 − 90.9 24.738 0.050 07 3.828 0.0127 0.0044 0.7148 0.860 115.0 94.5 25.102 0.037 52 4.981 0.0139 −0.0167 4.563 0.590 − 72.9 25.201 0.078 12 4.013 0.0127 0.0433 1.241 0.380 11.8 90.9 25.334 0.078 71 26.76 0.0261 −0.0046 78.15 0.371 − 13.7 25.48 0.55 53 14.41 0.0203 0.0276 36.15 0.267 18.5 25.8 25.86 0.32 21 4.606 0.0136 −0.0295 2.633 0.368 − 83.0 26.547 0.089 36 5.404 0.0128 0.0219 1.179 0.538 23.3 93.6 35.030 0.060 66 5.746 0.0128 0.2129 2.196 0.383 2.4 89.0 35.426 0.089 47 17.56 0.0139 0.0435 1.470 0.723 11.7 97.5 116.13 0.23 73 25.53 0.0182 −0.1762 16.40 0.255 − 81.0 139.28 0.86 23 22.80 0.0133 −0.0318 1.127 0.603 − 98.5 150.88 0.41 28 27.25 0.0174 0.0566 10.78 0.577 9.0 88.3 161.23 0.52 13 28.93 0.0553 0.0364 1.624 1.498 14.0 98.4 189.15 0.19 25 38.34 0.0133 0.0199 2.040 1.255 25.6 98.4 246.88 0.38 58 42.71 0.0131 0.0281 3.726 0.443 18.2 97.4 270.42 0.94 03 44.00 0.0135 −0.0048 2.515 1.977 − 98.3 280.33 0.26 04 50.76 0.0130 −0.0143 2.078 1.957 − 98.8 321.25 0.29 69 56.48 0.0171 0.0219 3.834 1.252 23.3 98.0 351.57 0.55 68 63.75 0.0146 0.0033 2.053 0.740 154.8 99.0 396.07 0.79 19 76.49 0.0149 −0.0272 8.129 0.810 − 96.9 456.77 0.70 63 80.38 0.0140 −0.0824 4.760 0.413 − 98.2 483.2 1.6 55 91.55 0.0138 0.0000 4.597 1.377 − 98.5 542.63 0.57 38 93.82 0.0112 0.0636 1.447 0.514 8.0 99.5 559.3 1.5 02 94.99 0.0132 −0.0188 2.190 1.625 − 99.3 564.10 0.52 26 95.66 0.0144 0.0153 2.146 1.935 33.4 99.3 567.64 0.43 51 97.76 0.0118 0.0328 0.9067 1.350 15.5 99.7 580.29 0.61\n(continued on next page)\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n27 100.8 0.0152 0.0200 1.429 2.080 25.5 99.6 594.94 0.33 44 104.6 0.0136 0.0570 4.366 0.733 9.0 98.8 609.6 1.0 01 106.7 0.0137 0.0082 2.143 2.146 62.3 99.4 623.29 0.40 43 115.4 0.0133 0.0101 1.755 0.765 50.8 99.6 666.9 1.2 33 123.4 0.0133 0.0009 2.338 1.171 588.3 99.4 704.49 0.83 45 124.1 0.0140 −0.0214 1.686 1.074 − 99.6 708.64 0.90 10 129.3 0.0131 −0.0222 2.538 1.338 − 99.4 732.09 0.78 11 129.2 0.0142 0.0231 1.621 0.799 22.1 99.6 733.2 1.0 75 138.9 0.0137 −0.0111 1.863 1.023 − 99.6 777.43 0.87 17 147.7 0.0263 −0.0413 27.68 0.081 − 94.5 783.1 8.3 34 143.3 0.0133 0.0058 0.7819 1.892 88.0 99.8 798.95 0.65 59 150.6 0.0137 −0.0145 1.981 0.794 − 99.6 830.3 1.4 35 152.1 0.0143 −0.0012 2.636 1.112 − 99.5 836.0 1.0 24 151.8 0.0125 −0.0276 1.688 1.035 − 99.7 836.2 1.1 72 152.9 0.0150 −0.0241 2.050 0.529 − 99.6 840.6 1.6 06 160.9 0.0166 0.0950 9.311 0.244 5.4 98.3 866.1 4.5 30 161.8 0.0128 0.0439 1.115 1.277 11.6 99.8 880.79 0.87 60 167.5 0.0153 −0.0077 6.444 0.968 − 98.9 898.4 1.2 16 180.3 0.0141 −0.0336 2.372 0.948 − 99.6 957.4 1.3 41 181.3 0.0155 0.0011 2.403 1.490 481.4 99.6 961.47 0.79 48 183.1 0.0139 0.0075 1.450 0.918 68.4 99.8 970.03 0.96 40 185.3 0.0134 0.0619 1.828 1.151 8.2 99.7 978.81 0.72 46 188.5 0.0128 0.0067 1.186 1.125 76.1 99.8 992.43 0.88 54 189.5 0.0078 0.0460 1.351 0.188 11.1 99.8 996.3 6.8 37 191.9 0.0134 0.0019 0.9290 1.482 271.6 99.9 1006.89 0.85 49 222.0 0.0134 −0.0235 1.346 0.945 − 99.8 1124.2 1.2 76 225.9 0.0166 −0.0159 11.58 0.445 − 98.5 1127.2 2.4 09 252.1 0.0144 −0.0558 1.468 0.826 − 99.8 1234.7 1.5 61 257.5 0.0131 −0.0077 0.6534 1.015 − 99.9 1254.7 1.1 15 259.9 0.0134 −0.0066 0.5953 1.044 − 99.9 1262.9 1.3 77 286.3 0.0203 −0.0151 39.39 0.703 − 95.9 1314.8 2.0\nMR15-TC-3, Sanidine, J = 0.003826 ± 0.03%, IC = 1.033372 ± 0.001212, NM-279B, Lab# = 63990 106 4.820 0.0118 0.0209 0.7127 1.099 24.4 95.7 31.953 0.032 47 5.133 0.0123 0.0069 1.596 1.346 74.1 90.8 32.304 0.030 30 5.058 0.0120 0.0198 0.5000 1.203 25.8 97.1 34.022 0.025 53 5.182 0.0115 0.0098 0.9036 0.575 52.1 94.9 34.049 0.074 18 5.319 0.0120 0.0202 1.290 1.017 25.2 92.9 34.216 0.035 74 5.471 0.0127 −0.0064 1.792 0.466 − 90.3 34.223 0.074 88 5.218 0.0119 −0.0029 0.7756 0.623 − 95.6 34.555 0.051 20 8.111 0.0134 −0.0279 10.46 0.123 − 61.8 34.75 0.29 86 5.839 0.0120 0.0037 2.661 0.672 139.1 86.5 34.992 0.056 03 5.392 0.0122 0.0435 0.7162 0.581 11.7 96.1 35.893 0.052 76 8.547 0.0127 0.0188 0.9248 0.974 27.2 96.8 57.00 0.14 28 10.07 0.0130 0.0103 2.923 0.464 49.5 91.4 63.319 0.088 58 11.04 0.0119 0.0024 0.5527 0.673 209.1 98.5 74.567 0.058 100 11.80 0.0140 0.0342 0.2446 0.640 14.9 99.4 80.33 0.21 84 15.77 0.0128 −0.0543 1.848 0.493 − 96.5 103.56 0.32 98 17.64 0.0190 −0.0473 2.335 0.965 − 96.1 114.94 0.25 96 23.24 0.0135 0.0071 4.021 1.416 72.0 94.9 148.20 0.17 37 28.79 0.0177 0.0096 7.019 0.366 53.2 92.8 178.09 0.21 32 38.51 0.0156 0.0156 16.62 0.467 32.7 87.3 221.36 0.21 08 34.31 0.0122 0.0021 0.8524 2.575 246.6 99.3 224.151 0.052 34 45.93 0.0129 0.0041 1.424 1.954 123.2 99.1 293.755 0.074 78 55.01 0.0131 0.0266 0.6282 1.157 19.2 99.7 348.56 0.42 42 60.24 0.0120 −0.0022 1.455 0.770 − 99.3 377.13 0.19 89 83.86 0.0154 0.0052 7.744 0.163 98.0 97.3 497.2 3.1 85 87.74 0.0123 0.0519 1.918 0.946 9.8 99.4 526.88 0.76 71 90.66 0.0120 −0.0052 0.3320 1.474 − 99.9 544.51 0.61 90 92.20 0.0131 0.0287 1.705 1.686 17.8 99.5 550.46 0.52 38 94.50 0.0123 −0.0065 1.915 0.451 − 99.4 561.97 0.46 102 98.10 0.0144 0.0126 5.297 0.773 40.5 98.4 575.34 1.00 59 100.3 0.0123 −0.0014 1.168 1.517 − 99.7 592.89 0.17 62 106.0 0.0115 −0.0012 2.321 0.485 − 99.4 619.58 0.61 16 105.8 0.0118 −0.0044 1.020 1.020 − 99.7 620.37 0.24 11 108.5 0.0121 0.0006 1.114 1.257 919.1 99.7 634.06 0.19 48 114.3 0.0129 0.0040 2.373 1.079 127.5 99.4 660.74 0.24 07 114.9 0.0121 0.0199 2.377 0.447 25.7 99.4 663.70 0.48 33 114.8 0.0119 0.0003 0.5829 1.480 1513.1 99.8 665.78 0.18 92 126.8 0.0134 0.0305 4.831 0.957 16.7 98.9 717.3 1.1 49 127.0 0.0124 −0.0014 1.116 1.784 − 99.7 723.40 0.16 09 128.5 0.0124 −0.0009 0.8541 1.621 − 99.8 730.56 0.18 44 130.3 0.0123 0.0033 0.9167 1.347 154.5 99.8 739.07 0.22 10 132.6 0.0121 −0.0045 0.3081 1.426 − 99.9 750.52 0.20 26 134.1 0.0127 0.0111 1.281 1.252 46.1 99.7 756.12 0.23 67 134.7 0.0142 0.0708 1.578 0.427 7.2 99.7 758.7 2.4 02 134.6 0.0122 0.0007 1.149 0.798 752.8 99.7 758.89 0.33\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n17 139.3 0.0131 −0.0075 0.6050 1.212 − 99.9 781.19 0.22 69 141.2 0.0126 −0.0090 1.824 0.892 − 99.6 788.3 1.0 22 144.6 0.0126 −0.0113 3.644 0.771 − 99.3 801.30 0.37 25 153.5 0.0122 0.0034 1.579 1.352 150.3 99.7 843.52 0.22 41 156.6 0.0125 0.0054 2.522 1.570 93.7 99.5 856.27 0.20 87 165.2 0.0146 0.0555 2.551 0.619 9.2 99.5 893.2 2.2 04 166.5 0.0121 0.0037 0.4202 1.312 139.5 99.9 901.85 0.28 52 169.3 0.0123 −0.0098 1.016 0.351 − 99.8 912.69 0.77 27 169.7 0.0121 0.0041 0.8340 0.620 123.8 99.9 914.92 0.48 31 172.8 0.0126 0.0082 2.000 0.967 61.9 99.7 926.47 0.34 57 179.8 0.0125 −0.0040 3.010 1.001 − 99.5 954.50 0.32 91 179.3 0.0116 −0.0274 1.211 1.457 − 99.8 954.80 0.72 39 180.2 0.0126 0.0075 2.049 0.343 67.9 99.7 957.32 0.90 46 186.3 0.0121 0.0089 0.7071 1.070 57.3 99.9 984.00 0.33 68 190.2 0.0154 0.0547 2.395 0.599 9.3 99.6 998.2 2.1 66 198.5 0.0131 0.0102 1.753 0.604 50.0 99.7 1032.1 2.0 77 198.9 0.0134 −0.0137 0.9405 0.936 − 99.9 1034.9 1.3 21 202.1 0.0124 0.0028 1.509 1.039 183.5 99.8 1046.87 0.34 95 206.7 0.0126 −0.0255 0.7338 0.900 − 99.9 1065.8 1.5 99 218.3 0.0129 0.0484 2.287 0.924 10.5 99.7 1108.8 1.5 43 223.7 0.0134 0.0033 2.882 1.115 156.0 99.6 1128.58 0.34 83 230.9 0.0108 −0.0104 0.9578 1.056 − 99.9 1157.9 1.2 55 285.2 0.0117 −0.0025 1.142 0.329 − 99.9 1349.2 1.2 70 294.2 0.0137 −0.0126 0.7571 0.594 − 99.9 1379.4 2.4 73 353.1 0.0149 0.0149 2.362 0.694 34.2 99.8 1562.7 2.2\nMR15-Water, Sanidine, J = 0.0038208 ± 0.03%, IC = 1.03337 ± 0.001212, NM-279B, Lab# = 63986 84 0.7875 0.0119 0.0021 0.1247 1.824 239.1 95.3 5.187 0.016 171 3.773 0.0119 0.0057 1.045 0.917 89.6 91.8 24.015 0.033 114 3.729 0.0120 −0.0118 0.1842 0.704 − 98.5 25.461 0.039 110 3.887 0.0124 0.0049 0.6304 1.299 104.4 95.2 25.650 0.023 142 4.062 0.0118 0.0093 0.1630 1.077 54.6 98.8 27.809 0.026 175 4.099 0.0120 0.0071 0.0628 1.566 71.8 99.6 28.266 0.018 109 4.141 0.0117 0.0061 0.1411 1.903 83.7 99.0 28.397 0.015 134 4.183 0.0118 0.0062 0.1342 1.406 81.9 99.1 28.697 0.021 85 4.321 0.0130 −0.0213 0.3360 0.322 − 97.7 29.222 0.099 136 4.923 0.0122 0.0112 0.8462 2.115 45.5 94.9 32.347 0.018 100 4.947 0.0125 −0.0044 0.6385 0.992 − 96.2 32.920 0.036 177 5.273 0.0123 0.0031 0.4523 1.057 166.1 97.5 35.540 0.030 163 5.185 0.0118 0.0041 0.1252 1.393 123.9 99.3 35.603 0.022 188 5.713 0.0123 0.0227 1.390 0.889 22.4 92.8 36.673 0.040 159 12.13 0.0127 −0.0014 0.6189 1.746 − 98.5 81.632 0.098 145 14.98 0.0227 −0.0570 6.851 0.153 − 86.4 88.35 0.96 76 13.62 0.0134 −0.0137 1.588 1.835 − 96.5 89.65 0.13 126 14.36 0.0128 0.0295 0.3067 2.201 17.3 99.4 97.134 0.100 101 26.07 0.0857 0.0892 17.46 0.058 5.7 80.2 140.7 3.3 156 21.89 0.0135 0.0157 1.763 2.148 32.5 97.6 143.62 0.12 81 44.15 0.0132 0.0424 1.519 0.513 12.0 99.0 282.62 0.71 151 48.44 0.0127 −0.0189 2.782 2.077 − 98.3 305.92 0.26 168 51.14 0.0131 0.0047 3.164 2.943 109.3 98.2 321.15 0.19 89 64.26 0.0123 0.0361 0.6839 1.231 14.1 99.7 400.77 0.57 96 70.17 0.0120 0.1303 9.230 0.146 3.9 96.1 419.7 4.1 141 69.72 0.0123 0.0154 0.3592 2.011 33.1 99.8 431.67 0.29 187 75.13 0.0156 −0.0173 1.952 1.121 − 99.2 458.75 0.50 180 77.17 0.0134 −0.0190 1.162 0.777 − 99.6 471.06 0.69 146 81.08 0.0135 0.0202 4.458 2.164 25.2 98.4 486.90 0.36 174 89.64 0.0185 0.0037 1.951 0.159 136.9 99.4 536.1 4.2 183 90.08 0.0125 −0.0209 0.1967 2.179 − 99.9 541.08 0.42 99 91.30 0.0131 0.0188 0.7538 1.805 27.1 99.8 546.60 0.47 152 95.06 0.0125 0.0022 1.263 1.126 229.2 99.6 565.18 0.70 173 96.79 0.0132 −0.0090 0.3745 2.325 − 99.9 575.39 0.35 98 111.0 0.0119 −0.0110 0.4257 1.516 − 99.9 646.45 0.74 131 113.2 0.0140 −0.0304 3.028 1.508 − 99.2 653.57 0.77 139 118.6 0.0126 0.0176 0.3620 2.228 29.0 99.9 683.36 0.44 111 120.8 0.0129 0.0081 0.3499 1.913 63.0 99.9 693.96 0.42 102 121.7 0.0126 −0.0055 0.4854 2.317 − 99.9 698.37 0.46 75 125.1 0.0123 0.0086 0.2964 1.688 59.5 99.9 714.87 0.56 128 126.4 0.0128 −0.0210 0.2635 1.612 − 99.9 720.82 0.58 97 132.0 0.0134 −0.0327 2.645 1.674 − 99.4 743.69 0.68 103 132.2 0.0125 0.0060 0.9079 1.452 85.0 99.8 747.18 0.72 185 133.5 0.0133 −0.0187 5.092 1.605 − 98.9 747.62 0.59 80 133.6 0.0132 −0.0157 0.6200 1.354 − 99.9 754.22 0.58 158 136.2 0.0131 −0.0120 1.069 1.789 − 99.8 765.57 0.58 153 138.5 0.0130 −0.0004 0.4790 1.347 − 99.9 776.94 0.65 161 138.7 0.0121 0.0050 0.7889 1.646 101.9 99.8 777.51 0.68 140 139.7 0.0137 0.0089 0.6501 1.154 57.6 99.9 782.08 0.89\n(continued on next page)\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n107 142.0 0.0139 0.0212 0.7954 1.079 24.1 99.8 792.37 0.78 170 143.2 0.0127 0.0135 0.2705 1.438 37.9 99.9 798.51 0.64 86 143.6 0.0126 0.0051 0.5060 1.957 99.4 99.9 800.12 0.55 118 148.7 0.0130 0.0043 0.5527 1.137 118.9 99.9 822.7 1.0 90 149.7 0.0131 −0.0089 0.7175 1.126 − 99.9 827.0 1.1 133 153.1 0.0124 0.0071 0.4676 1.293 72.3 99.9 842.49 0.66 166 154.6 0.0125 0.0022 0.3243 1.157 235.2 99.9 849.30 0.94 137 156.3 0.0130 −0.0061 0.3008 1.436 − 99.9 856.89 0.85 120 158.9 0.0157 0.0433 7.810 0.933 11.8 98.6 858.5 1.1 117 157.1 0.0123 0.0125 0.6145 1.461 40.7 99.9 859.66 0.79 108 158.0 0.0130 −0.0009 0.8790 1.308 − 99.8 863.3 1.0 82 159.1 0.0128 0.0259 1.083 1.394 19.7 99.8 868.03 0.84 179 160.6 0.0122 0.0214 1.137 1.185 23.8 99.8 874.44 0.80 79 165.0 0.0121 0.0027 0.7839 1.171 188.7 99.9 893.99 0.77 122 168.2 0.0131 −0.0129 0.9110 1.689 − 99.8 907.46 0.60 125 171.8 0.0128 −0.0020 0.3110 1.611 − 99.9 923.34 0.53 176 175.9 0.0125 −0.0082 0.3940 1.337 − 99.9 940.59 0.61 123 177.2 0.0126 −0.0036 0.5818 1.094 − 99.9 945.48 0.94 113 179.0 0.0121 0.0036 0.4830 1.024 142.3 99.9 953.4 1.1 157 179.7 0.0124 0.0078 0.6762 1.281 65.7 99.9 955.98 0.84 87 181.0 0.0125 0.0116 1.518 1.566 44.0 99.8 960.40 0.91 160 182.2 0.0124 0.0107 0.9410 1.088 47.7 99.8 966.0 1.2 165 182.6 0.0129 −0.0026 0.4320 1.225 − 99.9 968.3 1.0 150 184.4 0.0131 −0.0171 0.8780 1.321 − 99.9 975.0 1.1 121 187.3 0.0120 0.0366 0.7754 0.980 13.9 99.9 987.3 1.0 116 188.8 0.0134 0.0254 0.4298 0.937 20.1 99.9 993.5 1.1 144 197.5 0.0124 0.0108 2.738 1.182 47.4 99.6 1026.01 0.84 124 198.0 0.0125 0.0205 0.1733 1.273 24.9 100.0 1030.94 0.78 138 203.8 0.0120 0.0185 0.6924 0.922 27.6 99.9 1053.3 1.4 164 205.3 0.0136 0.0145 2.195 0.844 35.2 99.7 1057.3 1.2 127 214.7 0.0142 0.0232 1.904 1.291 21.9 99.7 1094.33 0.70 135 216.4 0.0130 0.0422 1.752 0.517 12.1 99.8 1101.1 2.2 130 241.8 0.0132 0.0587 1.113 0.845 8.7 99.9 1196.4 1.3 104 274.0 0.0124 0.2031 2.730 0.362 2.5 99.7 1308.7 4.1 167 278.9 0.0119 0.0041 0.7042 0.726 124.8 99.9 1327.1 2.0 92 517.0 0.0131 −0.0494 3.990 0.415 − 99.8 1993.2 4.0\nMSD-CD-2011-7, Sanidine, J = 0.0038265 ± 0.03%, IC = 1.032475 ± 0.002016, NM-279B, Lab# = 63992 06 5.852 0.0154 0.0062 10.91 0.190 82.3 44.9 18.27 0.19 58 13.03 0.0003 −0.2605 8.881 0.068 − 79.7 71.3 1.8 32 52.26 0.0105 −0.0474 1.336 0.187 − 99.2 331.3 1.8 38 59.90 0.0201 −0.0870 5.815 0.082 − 97.1 367.8 6.4 07 65.64 0.0102 0.0503 0.7153 0.255 10.1 99.7 409.0 2.3 33 76.32 0.0182 0.0753 0.3951 0.206 6.8 99.9 468.4 2.8 44 79.36 −0.0019 0.0019 1.734 0.142 267.5 99.4 482.6 4.7 17 83.39 0.0139 0.1844 1.611 0.124 2.8 99.4 504.5 5.2 55 89.48 0.0094 −0.0685 2.737 0.170 − 99.1 534.7 4.2 04 91.03 0.0027 0.0057 4.279 0.118 89.9 98.6 540.5 4.6 03 92.95 0.0125 0.0515 1.737 0.246 9.9 99.5 554.4 2.8 31 101.2 0.0202 −0.0612 1.396 0.228 − 99.6 596.8 3.0 26 103.7 0.0122 0.0483 1.656 0.315 10.6 99.5 609.2 2.1 56 107.4 0.0113 0.0468 0.8026 0.192 10.9 99.8 628.9 3.3 51 120.5 0.0244 0.1837 13.06 0.126 2.8 96.8 675.8 5.7 09 117.8 0.0332 0.1423 2.957 0.078 3.6 99.3 676.8 10.8 45 122.9 0.0136 0.1106 1.409 0.167 4.6 99.7 703.7 4.9 19 124.1 0.0133 0.1426 1.991 0.130 3.6 99.5 708.7 6.6 49 125.4 0.0148 0.1027 1.646 0.140 5.0 99.6 715.4 5.8 02 138.3 0.0167 0.0477 1.134 0.287 10.7 99.8 775.9 3.5 23 143.6 0.0135 0.0673 0.5665 0.216 7.6 99.9 801.0 5.0 34 144.7 0.0180 0.0554 0.7210 0.226 9.2 99.9 805.5 4.2 11 145.1 0.0176 0.0142 1.586 0.174 35.9 99.7 806.3 5.1 36 150.7 0.0146 0.0164 0.9537 0.361 31.1 99.8 832.2 3.2 61 151.2 0.0094 0.0275 1.237 0.287 18.5 99.8 834.1 3.4 05 155.1 0.0256 0.0629 1.597 0.194 8.1 99.7 850.7 5.1 57 158.7 0.0431 0.2230 7.177 0.036 2.3 98.7 859.5 26.7 15 160.0 0.0194 −0.0049 2.500 0.423 − 99.5 871.2 2.4 01 160.8 0.0135 0.0186 0.3475 1.588 27.5 99.9 877.12 0.78 21 167.8 0.0250 −0.0375 6.070 0.088 − 98.9 900.1 10.6 12 168.9 0.0253 0.1722 2.304 0.142 3.0 99.6 909.6 7.0 08 169.9 0.0054 0.1094 2.493 0.215 4.7 99.6 913.5 4.1 37 174.8 0.0279 0.2822 2.811 0.075 1.8 99.5 934.3 13.9 59 183.7 0.0391 0.1918 15.86 0.048 2.7 97.5 955.2 21.0 14 182.7 0.0142 −0.0392 3.908 0.351 − 99.4 965.3 2.8 29 182.7 0.0179 0.0019 1.205 0.272 262.0 99.8 968.6 4.2 42 187.8 0.0207 −0.0374 1.230 0.299 − 99.8 989.7 4.3 64 197.2 0.0170 0.1395 3.233 0.101 3.7 99.5 1025.5 11.4 65 198.7 0.0168 0.0846 1.123 0.268 6.0 99.8 1033.8 3.4\nTable C.1 (continued)\nID 40Ar/39Ar 38Ar/39Ar 37Ar/39Ar (×10−3) 39ArK (×10−15 mol) K/Ca 40Ar* (%) Age (Ma) ±1s (Ma)\n62 250.9 0.0338 −0.1376 2.040 0.086 − 99.8 1229.8 12.9 50 254.5 0.0112 0.0747 1.336 0.193 6.8 99.8 1243.4 6.2 25 260.2 0.0116 0.1004 2.636 0.179 5.1 99.7 1262.2 6.8 Notes: Isotopic ratios corrected for blank, radioactive decay, and mass discrimination, not corrected for interfering reactions. Errors quoted for individual analyses include analytical error only, without interfering reaction or J uncertainties. Isotopic abundances after Steiger and Jäger (1977). Ages calculated relative to FC-2 Fish Canyon Tuff sanidine interlaboratory standard at 28.201 Ma (Kuiper et al., 2008) Decay Constant (LambdaK (total)) = 5.463e-10/a (Min et al., 2001) IC = detector intercalibration; Measured 40Ar/36Ar/295.5. _No detectable 37Ar above blank values. Correction factors:\nNM-279 NM-283 (39Ar/37Ar)Ca = 0.0007064 ± 0.000004 (39Ar/37Ar)Ca = 0.00069 ± 0.0000053 (36Ar/37Ar)Ca = 0.0002731 ± 0.00000049 (36Ar/37Ar)Ca = 0.000270 ± 0.0000005 40Ar/39Ar)K = 0.00808 ± 0.00041 (40Ar/39Ar)K = 0.00744 ± 0.00015"
  }, {
    "heading": "Appendix D. Analytical methods and instrumentation.",
    "text": "40Ar/39Ar detrital sanidine geochronology\nSample preparation and irradiation K-feldspar separated by standard heavy liquid floatation. Sanidine hand-picked from bulk K-feldspar separate based on optical clarity. Samples were loaded into machined Al discs and irradiated for 16 h (NM-275&NM-283) hours, USGS TRIGA Reactor, Denver, CO Neutron flux monitor Fish Canyon Tuff sanidine (FC-2). Assigned age = 28.201 Ma (Kuiper et al., 2008) Instrumentation Thermo-Fisher Scientific ARGUS VI mass spectrometer on line with automated all-metal extraction system. System = Jan Multi-collector configuration: 40Ar-H1, 39Ar-AX, 38Ar-L1, 37Ar-L2, 36Ar-CDD Amplification: H1 and AX 1E13 Ohm Faraday, L1 and L2, 1E12 Ohm Faraday, CDD ion counter, deadtime 10 nS. Laser total fusion Samples fused for 30 s heating with 75 W Photon-Machines CO2 laser Reactive gases removed by 0.5 min reaction with 1 SAES NP-10 (450 °C) and 1 D-50 (25 °C) getters. Analytical parameters Mass spectrometer sensitivity = 5E-17 mol/fA NM-279 Total system blank and background: 3 ± 6%, 0.08 ± 15%, 0.02 ± 25%, 0.1 ± 10%, 0.014 ± 2%, ×10−17 mol for masses 40, 39, 38, 37, 36, respectively. NM-283 Total system blank and background: 5 ± 2%, 0.06 ± 30%, 0.02 ± 40%, 0.1 ± 10%, 0.019 ± 3%, ×10−17 mol for masses 40, 39, 38, 37, 36, respectively. J-factors determined to a precision of ~±0.02% by CO2 laser-fusion of 6 single crystals from each of 6 radial positions around the irradiation tray. 40Ar/39Ar basalt geochronology\nSample preparation and irradiation Groundmass concentrates prepared by crushing and hand-picking fragments free of visible phenocrysts. Sample were loaded into machined Al discs and irradiated for 8 (NM-275) or 16 (NM-279) hours, USGS TRIGA Reactor, Denver, CO Neutron flux monitor Fish Canyon Tuff sanidine (FC-2). Assigned age = 28.201 Ma (Kuiper et al., 2008) Instrumentation Thermo-Fisher Scientific ARGUS VI mass spectrometer on line with automated all-metal extraction system. System = Obama Multi-collector configuration: 40Ar-H1, 39Ar-AX, 38Ar-L1, 37Ar-L2, 36Ar-CDD Amplification: H1 and AX 1E13 Ohm Faraday, L1 and L2, 1E12 Ohm Faraday, CDD ion counter, deadtime 14 nS.\nLaser Step-heating: Samples step-heated; 60 s heating NM-275; 40 s NM-279 with 55 W Photon-Machines diode laser Reactive gases removed by 3 min (NM-275) or 4 min (NM-279) reaction with 1 SAES GP-50 getter operated at 450 °C. Gas also exposed to cold finger operated at −140 °C and a W filament operated at ~2000 °C.\nAnalytical parameters Mass spectrometer sensitivity = 5E-17 mol/fA Total system blank and background: 30 ± 1%, 0.4 ± 30%, 0.1 ± 60%, 0.2 ± 30%, 0.1 ± 1%, ×10−17 mol for masses 40, 39, 38, 37, 36, respectively. J-factors determined to a precision of ~±0.02% by CO2 laser-fusion of 6 single crystals from each of 6 radial positions around the irradiation tray. Correction factors for interfering nuclear reactions were determined using K-glass and CaF2 and are as follows: (40Ar/39Ar)K = 0.007531 ± 0.000105; (36Ar/37Ar)Ca = 0.0002606 ± 0.0000005; and (39Ar/37Ar)Ca = 0.0006946 ± 0.000016."
  }, {
    "heading": "Appendix E. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.earscirev.2017.03.003."
  }],
  "year": 2017,
  "references": [{
    "title": "The Picuris Formation: a late Eocene to Miocene sedimentary sequence in northern New Mexico: New Mexico Geological Society",
    "authors": ["S.B. Aby", "P.W. Bauer", "K.I. Kelson"],
    "venue": "55th Field Conference Guidebook,",
    "year": 2004
  }, {
    "title": "Geologic Map of the Las Tablas Quadrangle, Rio Arriba County, New Mexico: New Mexico Bureau of Geology Open-File",
    "authors": ["S. Aby", "K. Karlstrom", "D. Koning", "K. Kempter", "P. Davis"],
    "venue": "Geologic Map",
    "year": 2010
  }, {
    "title": "Tectonics of the Jemez lineament in the Jemez Mountains and Rio Grande rift",
    "authors": ["M.J. Aldrich"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "From landscapes into geological history",
    "authors": ["P.A. Allen"],
    "venue": "Nature",
    "year": 2008
  }, {
    "title": "40Ar/39Ar Geochronology and Volcanic Evolution of the Taos Plateau Volcanic Field, Northern NewMexico and Southern Colorado",
    "authors": ["R.M. Appelt"],
    "venue": "[M.S. thesis]. NewMexico Institute of Mining and Technology,",
    "year": 1998
  }, {
    "title": "Abandonment of Unaweep Canyon (1.4–0.8 Ma), western Colorado: Effects of stream capture and anomalously rapid Pleistocene river incision",
    "authors": ["A. Aslan", "W.C. Hood", "K.E. Karlstrom", "E. Kirby", "D.E. Granger", "S. Kelley", "R. Crow", "M.S. Donahue", "V. Polyak", "Y. Asmerom"],
    "venue": "Geosphere",
    "year": 2014
  }, {
    "title": "Late Cenozoic evolution of the Colorado Rockies. Evidence for Neogene Uplift and Drainage Integration",
    "authors": ["A. Aslan", "K.E. Karlstrom", "L.J. Crossey", "S. Kelley", "R. Cole", "G. Lazear", "A. Darling"],
    "venue": "Geological Society of America Field Guides,",
    "year": 2010
  }, {
    "title": "New K-Ar dates and the late Pliocene to Holocene geomorphic history of the central Rio Grande region, New Mexico",
    "authors": ["G.O. Bachman", "H.H. Mehnert"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1978
  }, {
    "title": "Rift extension and fault slip rates in the southern San Luis basin, NewMexico",
    "authors": ["P.W. Bauer", "K.I. Kelson"],
    "venue": "Geology of the Taos Region. N. M. Geol. Soc. Guideb",
    "year": 2004
  }, {
    "title": "Geologic Map of the Peñasco Quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology and Mineral Resources",
    "authors": ["P.W. Bauer", "K.I. Kelson", "S.B. Aby"],
    "venue": "Openfile Geologic Map OF-GM",
    "year": 2005
  }, {
    "title": "The Blancan, Irvingtonian, and Rancholabrean mammal ages: late cretaceous and Cenozoic mammals of North America",
    "authors": ["C.J. Bell", "E.L. Lundelius Jr.", "A.D. Barnosky", "R.W. Graham", "E.H. Lindsay", "D.R. Ruez Jr.", "H.A. Semken Jr.", "S.D. Webb", "R.J. Zakrzewski"],
    "venue": "Biostratigr. Geochronol",
    "year": 2004
  }, {
    "title": "Slip history of the La Cruz fault: development of a late Miocene transform in response to increased rift obliquity in the northern Gulf of California",
    "authors": ["S.E. Bennett", "M.E. Oskin", "A. Iriondo", "M.J. Kunk"],
    "year": 2016
  }, {
    "title": "Modeling of knickpoint retreat on the Roan Plateau, western Colorado",
    "authors": ["M.M. Berlin", "R.S. Anderson"],
    "venue": "J. Geophys. Res. Earth Surf",
    "year": 2007
  }, {
    "title": "Origin of the Colorado River",
    "authors": ["E. Blackwelder"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1934
  }, {
    "title": "The many surface expressions of mantle dynamics",
    "authors": ["J. Braun"],
    "venue": "Nat. Geosci",
    "year": 2010
  }, {
    "title": "Geology and groundwater conditions of the Rio Grande depression in Colorado and New Mexico. U.S. Natural Resources Committee, Regional Planning part VI - The Rio Grande, joint investigations in the upper Rio Grande basin in Colorado, New Mexico, and Texas, 1936–1937",
    "authors": ["K. Bryan"],
    "venue": "U.S. Government Printing Office,",
    "year": 1938
  }, {
    "title": "Diachronous episodes of Cenozoic erosion in southwestern North America and their relationship to surface uplift, paleoclimate, paleodrainage, and paleoaltimetry",
    "authors": ["S.M. Cather", "C.E. Chapin", "S.A. Kelley"],
    "venue": "Geosphere",
    "year": 2012
  }, {
    "title": "Stratigraphy, age, and rates of deposition of the Datil Group (Upper Eocene-Lower Oligocene), west-central NewMexico",
    "authors": ["S.M. Cather", "W.C. McIntosh", "C.E. Chapin"],
    "venue": "N. M. Geol",
    "year": 1987
  }, {
    "title": "Using the longitudinal river profile of the Rio",
    "authors": ["M.A. Channer", "J.W. Ricketts", "M. Zimmerer", "M. Heizler", "K.E. Karlstrom"],
    "year": 2015
  }, {
    "title": "Interplay of oceanographic and paleoclimate events with tectonism during middle to late Miocene sedimentation across the southwestern USA",
    "authors": ["C. Chapin"],
    "venue": "Geosphere",
    "year": 2008
  }, {
    "title": "Tectonic setting of the axial basins of the northern and central Rio Grande rift",
    "authors": ["C.E. Chapin", "S.M. Cather"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1994
  }, {
    "title": "Late Cenozoic drainage development in the southeastern Basin and Range of NewMexico, southeastern most Arizona, and western Texas",
    "authors": ["S.D. Connell", "J.W. Hawley", "D.W. Love"],
    "venue": "New Mexico Museum of Natural History Bulletin",
    "year": 2005
  }, {
    "title": "Geomorphology and stratigraphy of inset fluvial deposits along the Rio Grande valley in the central Albuquerque Basin, New Mexico",
    "authors": ["S.D. Connell", "D.W. Love", "N.W. Dunbar"],
    "venue": "N. M. Geol",
    "year": 2007
  }, {
    "title": "Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, north-central New Mexico",
    "authors": ["S.D. Connell", "G.A. Smith", "J.W. Geissman", "W.C. McIntosh"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 2013
  }, {
    "title": "Evolution of the Rio Grande by fluvial spillover",
    "authors": ["S.D. Connell", "G.A. Smith", "G.H. Mack"],
    "venue": "Geol. Soc. Am. Abstr. Programs",
    "year": 2012
  }, {
    "title": "Rapid incision of the Colorado River in Glen Canyon–insights from channel profiles, local incision rates, and modeling of lithologic controls",
    "authors": ["K.L. Cook", "K.X. Whipple", "A.M. Heimsath", "T.C. Hanks"],
    "venue": "Earth Surf. Process. Landf",
    "year": 2009
  }, {
    "title": "Importance of groundwater in propagating downward integration of the 6–5 Ma Colorado River system: geochemistry of springs, travertines, and lacustrine carbonates of the Grand Canyon region over the past",
    "authors": ["L.C. Crossey", "K.E. Karlstrom", "R. Dorsey", "J. Pearce", "E. Wan", "L.S. Beard", "Y. Asmerom", "V. Polyak", "R.S. Crow", "A. Cohen", "J. Bright"],
    "venue": "Ma. Geosphere",
    "year": 2015
  }, {
    "title": "Rates of river incision and scarp retreat in eastern and central Grand Canyon over the past half million years: evidence for passage of a transient knickzone",
    "authors": ["R. Crow", "K. Karlstrom", "L. Crossey", "R. Young", "M.H. Ort", "Y. Asmerom", "V. Polyak", "A. Darling"],
    "venue": "Comment. Geosphere",
    "year": 2015
  }, {
    "title": "Steady incision of Grand Canyon at the million year timeframe: a case for mantle-driven differential uplift",
    "authors": ["R. Crow", "K. Karlstrom", "A. Darling", "L. Crossey", "V. Polyak", "D. Granger", "Y. Asmerom", "B. Schmandt"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Structural evolution and timing of deformation along the Proterozoic Spring Creek Shear zone of the Northern Tusas Mountains New Mexico",
    "authors": ["P.B. Davis", "M.L. Williams", "K.E. Karlstrom"],
    "venue": "New Mexico Geological Society 62nd Annual Field Conference,",
    "year": 2011
  }, {
    "title": "Quaternary evolution of the Rio Grande near Cochiti Lake, northern Santo Domingo Basin, New Mexico",
    "authors": ["D.P. Dethier"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 1999
  }, {
    "title": "Pleistocene incision rates in the western United Stated calibrated using Lava",
    "authors": ["D.P. Dethier"],
    "venue": "Creek B tephra. Geology",
    "year": 2001
  }, {
    "title": "Occurrence of the Lava Creek B tephra layer in the northwestern Española basin, New Mexico",
    "authors": ["Dethier", "David P", "N. Halverson", "L. Marrack", "M. Meagher", "E. Oelkers", "C.D. Harrington", "A. Sarna-Wojcicki", "C.E. Meyer"],
    "venue": "N. M. Geol",
    "year": 1990
  }, {
    "title": "Late Pliocene deposition in Culebra Lake and Pleistocene erosion of lake sediment, northeastern Pajarito Plateau",
    "authors": ["D.P. Dethier", "A.D. Fagenholz"],
    "venue": "NM Geological Society Fieldguide,",
    "year": 2007
  }, {
    "title": "Quaternary history of the western Española Basin, New Mexico",
    "authors": ["D.P. Dethier", "S.L. Reneau"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 1995
  }, {
    "title": "Use of U–Pb ages of detrital zircons to infer maximum depositional ages of strata: a test against a Colorado PlateauMesozoic database",
    "authors": ["W.R. Dickinson", "G.E. Gehrels"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2009
  }, {
    "title": "Finite element modeling of surface deformation associated with volcanism",
    "authors": ["J.H. Dieterich", "R.W. Decker"],
    "venue": "J. Geophys. Res",
    "year": 1975
  }, {
    "title": "Episodic Uplift of the Rocky Mountains: Evidence From U-Pb Detrital Zircon Geochronology and Low-temperature Thermochronology With a Chapter on Using Mobile Technology for Geoscience Education",
    "authors": ["M.S. Donahue"],
    "venue": "[Ph.D. Thesis]",
    "year": 2016
  }, {
    "title": "Incision history of the Black Canyon of Gunnison, Colorado, over the past ~1 Ma inferred from dating of fluvial gravel deposits",
    "authors": ["M.S. Donahue", "K.E. Karlstrom", "A. Aslan", "D. Granger", "E. Wan", "R.G. Dickinson", "E. Kirby"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "Chronology of Miocene-Pliocene deposits at Split Mountain Gorge, Southern California: a record of regional tectonics and Colorado",
    "authors": ["R.J. Dorsey", "A. Fluette", "K. McDougall", "B.A. Housen", "S.U. Janecke", "G.J. Axen", "C.R. Shirvell"],
    "venue": "River evolution. Geology",
    "year": 2007
  }, {
    "title": "Volcanic and sedimentary stratigraphy of the Rio Grande gorge and the late Cenozoic geologic evolution of the southern",
    "authors": ["M.A. Dungan", "W.R. Muehlberger", "L. Leininger", "C. Peterson", "N.J. McMillan", "G. Gunn", "M. Lindstrom", "L. Haskin"],
    "venue": "San Luis Valley. New Mexico Geological Society Guidebook",
    "year": 1984
  }, {
    "title": "The role of accommodation zones and transfer zones in the regional segmentation of extended terranes",
    "authors": ["J.E. Faulds", "R.J. Varga"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1998
  }, {
    "title": "Extended megadroughts in the southwestern United States during Pleistocene interglacials",
    "authors": ["P.J. Fawcett", "J.P. Werne", "R.S. Anderson", "J.M. Heikoop", "E.T. Brown", "M.A. Berke", "S.J. Smith", "F. Goff", "L. Donohoo-Hurley", "L.M. Cisneros-Dozal", "S. Schouten"],
    "venue": "Nature",
    "year": 2011
  }, {
    "title": "Late Miocene onset of the Amazon River and the Amazon deep-sea fan: evidence from the Foz do Amazonas",
    "authors": ["J. Figueiredo", "C. Hoorn", "P. van der Ven", "E. Soares"],
    "venue": "Basin. Geology",
    "year": 2009
  }, {
    "title": "Coupling of rock uplift and river incision in the Namche Barwa–Gyala Peri massif, Tibet",
    "authors": ["N.J. Finnegan", "B. Hallet", "D.R. Montgomery", "P.K. Zeitler", "J.O. Stone", "A.M. Anders", "L. Yuping"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2008
  }, {
    "title": "History of Cenozoic North American drainage basin evolution, sediment yield, and accumulation in the Gulf of Mexico",
    "authors": ["W.E. Galloway", "T.L. Whiteaker", "P. Ganey-Curry"],
    "venue": "basin. Geosphere",
    "year": 2011
  }, {
    "title": "Blue Nile incision on the Ethiopian Plateau: pulsed plateau growth, Pliocene uplift, and hominin evolution",
    "authors": ["N.D. Gani", "M.R. Gani", "M.G. Abdelsalam"],
    "venue": "GSA Today",
    "year": 2007
  }, {
    "title": "Detrital zircon U-Pb geochronology of Paleozoic strata in the Grand Canyon, Arizona",
    "authors": ["G.E. Gehrels", "R. Blakey", "K.E. Karlstrom", "J.M. Timmons", "B. Dickinson", "M. Pecha"],
    "venue": "Lithosphere",
    "year": 2011
  }, {
    "title": "Detrital zircon U-Pb geochronology and Hf isotope geochemistry of Paleozoic and Triassic passive margin strata of western North America",
    "authors": ["G. Gehrels", "M. Pecha"],
    "venue": "Geosphere",
    "year": 2014
  }, {
    "title": "Geomorphic and neotectonic evolution along themargin of the Colorado Plateau and Rio Grande rift, northern NewMexico",
    "authors": ["M.A. Gonzalez", "D.P. Dethier"],
    "venue": "Bull. NewMex. Bur. Min. Mineral Resour",
    "year": 1991
  }, {
    "title": "Gravity and aeromagnetic expression of tectonic and volcanic elements of the southern San Luis Basin, NewMexico and Colorado",
    "authors": ["V.J.S. Grauch", "G.R. Keller"],
    "venue": "New Mexico Geological Society 55th Field Conference Guidebook,",
    "year": 2004
  }, {
    "title": "Geology and groundwater resources of the Los Alamos area, NewMexico",
    "authors": ["R.L. Griggs"],
    "venue": "U. S. Geol. Surv. Water Supply Pap. 1753",
    "year": 1964
  }, {
    "title": "Buried vertisols in lacustrine facies of the Pliocene Fort Hancock Formation, Hueco Bolson, West Texas and Chihuahua, Mexico",
    "authors": ["T.C. Gustavson"],
    "venue": "Geol. Soc. Am",
    "year": 1991
  }, {
    "title": "Comparison of Detrital Zircon Age Distributions Using the KS Test: Arizona LaserChron Center. University of Arizona, Tucson",
    "authors": ["J. Guynn", "G. Gehrels"],
    "year": 2010
  }, {
    "title": "Fivemillion years of landscape evolution in NewMexico: an overview based on two centuries of geomorphic conceptual-model development",
    "authors": ["J.W. Hawley"],
    "venue": "New Mexico's Ice Ages Bulletin",
    "year": 2005
  }, {
    "title": "Reevaluation of the Crooked Ridge River—Early Pleistocene (ca. 2 Ma) age and origin of theWhite Mesa alluvium, northeastern Arizona",
    "authors": ["R. Hereford", "L.S. Beard", "W.R. Dickinson", "K.E. Karlstrom", "M.T. Heizler", "L.J. Crossey", "L. Amoroso", "P.K. House", "M. Pecha"],
    "venue": "Geosphere",
    "year": 2016
  }, {
    "title": "Tropical cooling and the onset of North American glaciation",
    "authors": ["P. Huybers", "P. Molnar"],
    "venue": "Clim. Past",
    "year": 2007
  }, {
    "title": "Reconstruction of Oligo-Miocene Volcaniclastic Dispersal Patterns in north-Central NewMexico Using Sandstone Petrofacies",
    "authors": ["R.V. Ingersoll", "W. Cavazza"],
    "year": 1991
  }, {
    "title": "Cenozoic sedimentation and paleotectonics of north-central New Mexico: implications for initiation and evolution of the Rio Grande rift",
    "authors": ["R.V. Ingersoll", "W. Cavazza", "W.S. Baldridge", "M. Shafiqullah"],
    "venue": "Geol. Soc. Am",
    "year": 1990
  }, {
    "title": "Hydrogeologic investigation of the northern Taos Plateau, Taos County, NewMexico. Final Technical Contract Report for the NewMexico Interstate Stream Commission, New Mexico Bureau of Geology and Mineral Resources",
    "authors": ["P.S. Johnson", "P.W. Bauer"],
    "venue": "Open-File Report",
    "year": 2012
  }, {
    "title": "Proterozoic tectonic evolution of the New Mexico region: a synthesis",
    "authors": ["K.E. Karlstrom", "J.M. Amato", "M.L. Williams", "M. Heizler", "C.A. Shaw", "A.S. Read", "P. Bauer"],
    "venue": "The Geology of New Mexico,",
    "year": 2004
  }, {
    "title": "Cenozoic incision history of the Little Colorado River: its role in carving Grand Canyon and onset of Rapid Incision in the last ~2 Ma in the Colorado River System. Geosphere C Revolution Volume, Accepted to Geosphere",
    "authors": ["K.E. Karlstrom", "L.J. Crossey", "E. Embid", "R. Crow", "M. Heizler", "R. Hereford", "L.S. Beard", "J.W. Ricketts", "S. Cather", "S. Kelley"],
    "year": 2016
  }, {
    "title": "2008.Model for tectonically driven incision of the younger than 6 Ma",
    "authors": ["K.E. Karlstrom", "R. Crow", "L.J. Crossey", "D. Coblentz", "J.W. VanWijk"],
    "venue": "Grand Canyon. Geology",
    "year": 2008
  }, {
    "title": "Mantle-driven dynamic uplift of the Rocky Mountains and Colorado Plateau and its surface response: toward a unified hypothesis",
    "authors": ["Karlstrom", "K.E"],
    "venue": "Lithosphere",
    "year": 2012
  }, {
    "title": "Spatial and temporal trends in pre-caldera Jemez Mountains volcanic and fault activity",
    "authors": ["S.A. Kelley", "W.C. McIntosh", "F. Goff", "K.A. Kempter", "J.A. Wolff", "R. Esser", "S. Braschayko", "D. Love", "J.N. Gardner"],
    "year": 2013
  }, {
    "title": "Quaternary characteristics of the northern Embudo fault, Taos County, New Mexico",
    "authors": ["K.I. Kelson", "P.W. Bauer", "J.R. Unruh", "J.D. Bott"],
    "venue": "New Mexico Geological Society Guidebook",
    "year": 2004
  }, {
    "title": "Present-day fluvial hydrology and long-term tributary adjustments, northern New Mexico: quaternary tectonics, landform evolution, soil chronologies, and glacial deposits: northern Rio Grande rift of New Mexico",
    "authors": ["K.I. Kelson", "S.G. Wells"],
    "venue": "Friends of the Pleistocene-Rocky Mountain Cell Guidebook,",
    "year": 1987
  }, {
    "title": "Detrital zircon U-Pb provenance of the Colorado River: a 5 my record of incision into cover strata overlying the Colorado Plateau and adjacent regions",
    "authors": ["D.L. Kimbrough", "M. Grove", "G.E. Gehrels", "R.J. Dorsey", "K.A. Howard", "O. Lovera", "A. Aslan", "P.K. House", "P.A. Pearthree"],
    "venue": "Geosphere",
    "year": 2015
  }, {
    "title": "Geologic map of the Lyden Quadrangle, Rio Arriba County, New Mexico",
    "authors": ["D.J. Koning"],
    "venue": "New Mexico Bureau of Geology and Mineral Resources Open-file Geologic Map",
    "year": 2004
  }, {
    "title": "Latest Miocene-earliest Pliocene evolution of the ancestral Rio Grande at the Española-San Luis Basin boundary, northern New Mexico",
    "authors": ["D.J. Koning", "S. Aby", "V.J.S. Grauch", "M.J. Zimmerer"],
    "venue": "N. M. Geol",
    "year": 2016
  }, {
    "title": "Structure and tectonic evolution of the eastern Española Basin, Rio Grande rift, north-central New Mexico",
    "authors": ["D.J. Koning", "V.J.S. Grauch", "S.D. Connell", "J. Ferguson", "W. McIntosh", "J.L. Slate", "E. Wan", "W.S. Baldridge"],
    "venue": "Geological Society of America Special Paper 494: New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater",
    "year": 2013
  }, {
    "title": "Geologic map of the San Juan Pueblo Quadrangle, Rio Arriba and Santa Fe Counties, New Mexico",
    "authors": ["D.J. Koning", "K. Manley"],
    "venue": "New Mexico Bureau of Geology and Mineral Resources Open-fil Geologic Map",
    "year": 2003
  }, {
    "title": "Geologic map of the Medanales 7.5-minute quadrangle, Rio Arriba county, New Mexico",
    "authors": ["D. Koning", "J. May", "S. Aby", "R. Horning"],
    "venue": "Open-file Geologic Map. 89. New Mexico Bureau of Geology and Mineral Resources",
    "year": 2004
  }, {
    "title": "Geology of southern Black Mesa, Española Basin, NewMexico: new stratigraphic age control and interpretation of the southern Embudo fault system of the Rio Grande rift",
    "authors": ["D.J. Koning", "W. McIntosh", "N. Dunbar"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 2011
  }, {
    "title": "Continuing Colorado Plateau uplift by delamination-style",
    "authors": ["E.D. Humphreys"],
    "year": 2011
  }, {
    "title": "Continuing Colorado Plateau uplift by delamination-style",
    "authors": ["E.D. Humphreys"],
    "year": 2011
  }, {
    "title": "Late Cenozoic basaltic volcanism and development",
    "authors": ["P.W. Lipman", "H.H. Mehnert"],
    "venue": "Geosphere",
    "year": 1975
  }, {
    "title": "Plio-Pleistocene stratigraphy, paleoecology",
    "authors": ["S.G. 119–154. Lucas", "T.E. Williamson", "J. Sobus"],
    "year": 1993
  }, {
    "title": "An overview and delineation of the Cuchillo geomorphic",
    "authors": ["M. Geol"],
    "year": 2012
  }, {
    "title": "Evolution of ancient",
    "authors": ["M.N. Machette", "R.A. Thompson", "D.W. Marchetti", "R.S. Smith"],
    "venue": "New Mexico,",
    "year": 2013
  }, {
    "title": "Plio-Pleistocene pumice",
    "authors": ["G.H. Mack", "W.C. McIntosh", "M.R. Leeder", "H.C. Monger"],
    "year": 1996
  }, {
    "title": "Magnetostratigraphy of the Plio-Pleistocene",
    "authors": ["G.H. Mack", "S.L. Salyards", "W.C. James"],
    "year": 1993
  }, {
    "title": "Pliocene and quaternary history of the Rio Grande, the axial river",
    "authors": ["229–236. Mack"],
    "year": 2006
  }, {
    "title": "Stratigraphy and structure of the Española basin",
    "authors": ["America. Geol"],
    "venue": "Soc. Am. Bull",
    "year": 1979
  }, {
    "title": "Reconnaissance geologic map of the Las Tablas quadrangle",
    "authors": ["K. Manley", "R.A. Wobus"],
    "year": 1982
  }, {
    "title": "Time-stratigraphic framework for",
    "authors": ["Albuquerque Basin. N.M. Geol"],
    "year": 1992
  }, {
    "title": "Late Cenozoic increase in accumulation rates of terrestrial sediment",
    "authors": [],
    "year": 2004
  }, {
    "title": "Mammalian biochronology of Blancan and Irvingtonian",
    "authors": ["G.S. Morgan", "S.G. Lucas"],
    "year": 2003
  }, {
    "title": "The areal extent of Cenozoic faulting in Trans-Pecos Texas",
    "authors": ["W.R. Muehlberger"],
    "venue": "Texas Bureau of Economic Geology Guidebook",
    "year": 1979
  }, {
    "title": "Dynamic topography of the western Great Plains: geomorphic and 40Ar/39Ar evidence for mantle-driven uplift associated with Jemez lineament of NE New Mexico and SE Colorado",
    "authors": ["A Nereson"],
    "year": 2013
  }, {
    "title": "Plio-Pleistocene incision history of the Rio Ojo Caliente, northern Española basin, and overview of the Rio Grande system in northern New Mexico",
    "authors": ["D.L. Newell", "D.J. Koning", "K.E. Karlstrom", "L.J. Crossey", "M. Dillon"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 2004
  }, {
    "title": "River responses to Ice Age (Quaternary) climates in NewMexico",
    "authors": ["F.J. Pazzaglia"],
    "venue": "NewMexico's Ice Ages, NewMexico Museum of Natural History and Science Bulletin",
    "year": 2005
  }, {
    "title": "Neogene (rift flank) and Quaternary geology and geomorphology: the Geology of New Mexico",
    "authors": ["F.J. Pazzaglia", "J.W. Hawley"],
    "venue": "New Mexico Geological Society Special Publication",
    "year": 2004
  }, {
    "title": "Quaternary stratigraphy, soils, and geomorphology of the northern Rio Grande rift",
    "authors": ["F.J. Pazzaglia", "S.G. Wells"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 1990
  }, {
    "title": "Bedrock fluvial incision and longitudinal profile development over geologic time scales determined by fluvial terraces",
    "authors": ["Pazzaglia", "F.J"],
    "venue": "Rivers over Rock: Fluvial Processes in Bedrock Channels,",
    "year": 1998
  }, {
    "title": "Stream piracy revisited: a groundwater-sapping solution",
    "authors": ["D.T. Pederson"],
    "venue": "GSA Today",
    "year": 2001
  }, {
    "title": "Colorado River long-profile metrics, knickzones and their meaning",
    "authors": ["J.L. Pederson", "C. Tressler"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Increased sedimentation rates and grain sizes 2 ± 4 Myr ago due to the influence of climate change on erosion rates",
    "authors": ["Z. Peizhen", "P. Molnar", "W.R. Downs"],
    "venue": "Nature 410,",
    "year": 2001
  }, {
    "title": "Reconstructing the ancestral (Plio-Pleistocene) Rio Grande in its active tectonic setting, southern Rio Grande rift",
    "authors": ["M. Perez-Arlucea", "G. Mack", "M. Leeder"],
    "venue": "NewMexico, USA. Sedimentology",
    "year": 2000
  }, {
    "title": "Geohydrology of White Rock Canyon of the Rio Grande from Otowi to Frijoles Canyon",
    "authors": ["W.D. Purtymun", "R.J. Peters", "J.W. Owens"],
    "venue": "Los Alamos Scientific Laboratory (LA-8635-MS)",
    "year": 1980
  }, {
    "title": "Tertiary-quaternary stratigraphy and geomorphology of West Texas and southeastern NewMexico",
    "authors": ["C.C. Reeves"],
    "venue": "NewMexico Geological Society Guidebook",
    "year": 1972
  }, {
    "title": "Pliocene and quaternary history of the Rio Grande, White Rock Canyon and vicinity, New Mexico",
    "authors": ["S.L. Reneau", "D.P. Dethier"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 1996
  }, {
    "title": "Birth and Evolution of the Rio GrandeRio Chama Fluvial System: The Influence of Magma-Driven Dynamic Topography on Fluvial Systems over the Last 8 Ma: Abstract EP41A-0912 Presented at 2015 Fall Meeting",
    "authors": ["M.N. Repasch", "K.E. Karlstrom", "M.T. Heizler"],
    "year": 2015
  }, {
    "title": "New Mexico Geological Society New insights on the late Pleistocene Rio Grande-Rio Chama fluvial system from detrital zircon dating",
    "authors": ["M. Repasch", "K. Karlstrom", "M. Heizler", "D. Koning"],
    "venue": "New Mexico Geological Society Fall Field Conference Guidebook",
    "year": 2016
  }, {
    "title": "Synchronous opening of the Rio Grande rift~",
    "authors": ["J. Ricketts", "S. Kelley", "K. Karlstrom", "B. Schmandt", "M. Donahue", "J. van Wijk"],
    "year": 2015
  }, {
    "title": "Impact of rock uplift on rates of late Cenozoic Rocky Mountain river incision",
    "authors": ["C.A. Riihimaki", "R.S. Anderson", "E.B. Safran"],
    "venue": "J. Geophys. Res. Earth Surf",
    "year": 2007
  }, {
    "title": "Initiation of the western branch of the East African Rift coeval with the eastern branch",
    "authors": ["E.M. Roberts", "N.J. Stevens", "P.M. O'Connor", "Dirks", "P.H.G.M", "M.D. Gottfried", "W.C. Clyde"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Pliocene and Pleistocene geologic and climatic evolution in the San Luis Valley of south-central Colorado",
    "authors": ["Rogers", "K.L"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Late Miocene erosion and evolution of topography along the western slope of the Colorado Rockies",
    "authors": ["R. Rosenberg", "E. Kirby", "A. Aslan", "K. Karlstrom", "M. Heizler", "W. Ouimet"],
    "venue": "Geosphere",
    "year": 2014
  }, {
    "title": "Architecture of continental rifts with special reference to East Africa",
    "authors": ["B.R. Rosendahl"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1987
  }, {
    "title": "Age of the Rio Grande Valley in southern New Mexico",
    "authors": ["R.V. Ruhe"],
    "venue": "J. Geol",
    "year": 1962
  }, {
    "title": "Complex subduction and small-scale convection revealed by body-wave tomography of the western United States upper mantle",
    "authors": ["B. Schmandt", "E. Humphreys"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Geomorphic constraints on surface uplift, exhumation, and plateau growth in the Red River region, Yunnan Province, China",
    "authors": ["L.M. Schoenbohm", "K.X. Whipple", "B.C. Burchfiel", "L. Chen"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2004
  }, {
    "title": "New K-Ar dates from basalts and the evolution of the southern Rio Grande rift",
    "authors": ["W.R. Seager", "M. Shafiqullah", "J.W. Hawley", "R.F. Marvin"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1984
  }, {
    "title": "Paleogeographic maps of the Taos area",
    "authors": ["G.A. Smith"],
    "venue": "N. M. Geol. Soc. Guideb",
    "year": 2004
  }, {
    "title": "Hydrostratigraphic implications of new geological mapping in the Santo Domingo Basin, New Mexico",
    "authors": ["G.A. Smith", "A.J. Kuhle"],
    "venue": "N. M. Geol",
    "year": 1998
  }, {
    "title": "Sedimentologic and geomorphic evidence for seesaw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico",
    "authors": ["G.A. Smith", "W. McIntosh", "A.J. Kuhle"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2001
  }, {
    "title": "Assessing Roles of Volcanism and Basin Subsudence in Causing Oligocene-Lower Miocene Sedimentation in the Northern Rio Grande Rift, New Mexico, USA",
    "authors": ["G.A. Smith", "J.D. Moore", "W.C. McIntosh"],
    "venue": "J. Sediment. Res",
    "year": 2002
  }, {
    "title": "A kinematic model for the East African Rift",
    "authors": ["D.S. Stamps", "E. Calais", "E. Saria", "C. Hartnady", "Nocquet", "J.-M", "C.J. Ebinger", "R.M. Fernandes"],
    "venue": "Geophys. Res. Lett",
    "year": 2008
  }, {
    "title": "Detrital-zircon geochronology and sedimentary provenance",
    "authors": ["W.A. Thomas"],
    "venue": "Lithosphere 3",
    "year": 2011
  }, {
    "title": "Oligocene basaltic volcanism of the northern Rio Grande Rift: San Luis Hills, Colorado",
    "authors": ["R.A. Thompson", "C.M. Johnson", "H.H. Mehnert"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Integrated geologic, geochronologic and geophysical studies of the northeastern Taos Plateau, New Mexico, USA; new constraints on the evolution of rift structures, basin evolution, and Pliocene volcanic eruption history",
    "authors": ["R.A. Thompson", "K.J. Turner", "M.A. Cosca", "B.J. Drenth", "C.A. Ruleman", "C. Condit"],
    "venue": "Geol. Soc. Am. Abstr. Programs",
    "year": 2012
  }, {
    "title": "Surface deformation associated with volcanism",
    "authors": ["J.B. Walsh", "R.W. Decker"],
    "venue": "J. Geophys. Res",
    "year": 1971
  }, {
    "title": "Evolution of a Plio-Pleistocene volcanogenic-alluvial fan: the Puye Formation, Jemez Mountains, NewMexico",
    "authors": ["D.B. Waresback", "B.N. Turbeville"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1990
  }, {
    "title": "Quaternary evolution of fluvial systems in the northern Rio Grande rift, New Mexico and Colorado: implications for entrenchment and integration of drainage systems: quaternary tectonics, landform evolution, soil chronologies, and glacial deposits: northern Rio Grande rift of New Mexico",
    "authors": ["S.G. Wells", "K.I. Kelson", "C.M. Menges"],
    "venue": "Friends of the Pleistocene-Rocky Mountain Cell Guidebook,",
    "year": 1987
  }, {
    "title": "Dynamics of the stream-power river incisionmodel: implications for height limits of mountain ranges, landscape response timescales, and research needs",
    "authors": ["K.X. Whipple", "G.E. Tucker"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "How do landscapes record tectonics and climate",
    "authors": ["A.C. Whittaker"],
    "venue": "Lithosphere",
    "year": 2012
  }, {
    "title": "Groundwater conditions and geology of Sunshine valley and western Taos County, NewMexico",
    "authors": ["I.J. Winograd"],
    "venue": "NewMexico Office of the State Engineer Technical Report",
    "year": 1959
  }, {
    "title": "Epeirogenic controls on Canadian River incision and landscape evolution, Great Plains of Northeastern New Mexico",
    "authors": ["A.P. Wisniewski", "F.J. Pazzaglia"],
    "venue": "J. Geol",
    "year": 2002
  }, {
    "title": "Does climate change create distinctive patterns of landscape evolution",
    "authors": ["C.W. Wobus", "G.E. Tucker", "R.S. Anderson"],
    "venue": "J. Geophys. Res",
    "year": 2010
  }, {
    "title": "Tectonics from topography: procedures, promise, and pitfalls",
    "authors": ["C. Wobus", "K.X. Whipple", "E. Kirby", "E.N. Snyder", "J. Johnson", "K. Spyropolou", "B. Crosby", "D. Sheehan"],
    "venue": "Geological Society of America Special Paper. Penrose Conference Series",
    "year": 2006
  }, {
    "title": "Temporal and geochemical trends of lavas in White Rock Canyon and the Pajarito Plateau, Jemez volcanic field",
    "authors": ["G. WoldeGabriel", "A.W. Laughlin", "D.P. Dethier", "M. Heizler"],
    "venue": "NewMexico Geological Society Guidebook, NewMexico,",
    "year": 1996
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "Erosion, Himalayan geodynamics, and the geomorphology of metamorphism",
    "authors": ["P.K. Zeitler", "A.S. Meltzer", "P.O. Koons", "D. Craw", "B. Hallet", "C.P. Chamberlain", "W.S. Kidd", "S.K. Park", "L. Seeber", "M. Bishop", "J. Shroder"],
    "venue": "GSA Today",
    "year": 2001
  }, {
    "title": "The geochronology of volcanic and plutonic rocks at the Questa caldera: constraints on the origin of caldera-related silicic magmas",
    "authors": ["M.J. Zimmerer", "W.C. McIntosh"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2012
  }],
  "id": "SP:d2fd6795a510f7242b76d1437d3b019ed50074fc",
  "authors": [{
    "name": "Marisa Repasch",
    "affiliations": []
  }, {
    "name": "Karl Karlstrom",
    "affiliations": []
  }, {
    "name": "Matt Heizler",
    "affiliations": []
  }, {
    "name": "Mark Pecha",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 28 July 2016 Received in revised form 25 February 2017 Accepted 7 March 2017 Available online 12 March 2017 The Rio Grande fluvial system has evolved dramatically over the past 8 Ma, undergoing channel migrations, drainage capture and integration events, volcanic damming, and carving and refilling of paleocanyons. This paper is motivated by the need for a synthesis aimed at understanding processes driving regional drainage development, especially the roles of rifting, volcanism, and climate change.Major conclusions supported by our synthesis of published data are as follows: 1) 20–8 Ma southward drainage from the San Juan volcanic field into the deepening Rio Grande rift resulted in deposition of thick basin fill of the Santa Fe Group by rivers flowing on a southsloping alluvial plain in the north and by alluvial fanswithin fault-segmented internally drained rift basins. 2) The ancestral Rio Chama river system developed by ~8Ma to link northern NewMexico basins (Española and northern Albuquerque basins). 3) The ancestral Rio Grande joined the Rio Chamaby 5Ma and linked drainage from the San Juan Mountain headwaters to central NewMexico as an integrated axial river system. 4) The Rio Grande extended its reach progressively southward to central New Mexico (Palomas basin) by 4.5 Ma, to southern New Mexico (Mesilla basin) by 3.1 Ma, to Texas (Hueco basin) by 2.06 Ma, and joined the Pecos River to reach the Gulf of Mexico by ~800 ka. 5) The change from aggradation to bedrock incision to carve the Rio Grande valley took place after 1 Ma with differential incision rates of 10 to 150 m/Ma. Volcanism concurrent with the development of the river system provides a unique opportunity to apply multiple geochronometers to the study of its incision and drainage evolution. This paper reports seventeen new and 79 previously unpublished Ar/Ar basalt ages in the context of a compilation of published geochronology. We also report detrital zircon ages for nineteen samples of ancestral Rio Grande-Rio Chama sediment, and compare them to eleven detrital K-feldspar samples to evaluate this potentially powerful new detrital grain analysis. The elongate geometry of 4.8Ma basalt mesas in the Española basin suggests that the course of the Rio Grande connecting northern and central NewMexico drainage was established by ~5 Ma. Detrital zircon age spectra for ancestral Rio Grande alluvium underlying these basalt flows contain 10–12% of 37–27 Ma grains suggesting that the ~5 Ma Rio Grande was carrying detritus from, and likely had its headwaters in, the San Juan Mountains of southwestern Colorado. The 5Ma to 3Ma accumulation of an ~240-m-thick section of basaltflows on the Taos Plateauwas accompanied by inset relationships downstream (Española basin), documenting the existence of a developing 5 to 2.5 Ma Rio Grande valley with an axial river. Coincident timing and inferred pre-volcanic knickpoints suggest that the construction of the Taos Plateau volcanic field in northern NewMexico helped drive downward integration to southern New Mexico by 4.5 Ma. Changes in ancestral Rio Grande sediment provenance from 2.6 Ma to 1.6 Ma document a northward shift of the Rio Grande-Rio Chama confluence and indicate that surface uplift of the JemezMountains diverted and reconfigured the river system, and likely drove further downstream integration. The Taos Plateau volcanic field reduced through-flowing surface drainage from the San Juan Mountains relative to the Sangre de Cristo Mountains until the ~440 ka spillover of Lake Alamosa in south-central Colorado, and we view this event as a re-integration, not initial integration, of upper Rio Grande drainage. Progressive downward integration of Rio Grande rift basins from 8 to 1 Ma was facilitated by a combination of processes: increased river gradients in the upper basin due to construction of volcanic fields and potential epeirogenic uplift; increased discharge due to climate change events; waning rift extension that allowed aggradation to exceed subsidence; dampening of topographic divides between basins by aggradation; probable groundwater connectivity; and lake spillover events. Downward integration eventsmay crudely correlate to climate change “events”",
  "title": "Birth and evolution of the Rio Grande fluvial system in the past 8 Ma: Progressive downward integration and the influence of tectonics, volcanism, and climate"
}