{
  "sections": [{
    "text": "A synergistic model based on reciprocal influences between biotic and abiotic factors is developed for the Triassic of southwestern Gondwana. Changes in physical environment exerted a strong influence on the characteristics and evolution of plant assemblages. The Permian-Triassic extinction, and the change from palaeophytic to mesophytic floras, is one of the most striking examples of direct influence of physical environment upon plant communities. Pangea coalescence, the distribution of land masses and seas, the spreading of continental climates (megamonsoonal conditions) and the waning polar glaciation determined the expansion of xeromorphic morphotypes that became dominant during the whole Mesozoic. In southwestem Gondwana, the introduction or invasion of immigrant lineages suggests a strong asymmetrical interchange from the Euroamerican realm to the Gondwana realm. In addition, generalised extensional volcanism, development of intracratonic rifts and the palaeolatitudinal location of climatic zones during the earlyMiddle Triassic favoured extinction of the Gtossopteris flora and explosive diversification of endemic groups.\nFrom the chronological viewpoint, the Barrealian, Cortaderitian and Florian stages are recognised in the Triassic of southwestern Gondwana. These stages are respectively characterised by: (a) appearance of mesophytic elements, and coexistence of Palaeozoic and Mesozoic groups, (b) maximum diversification of the Dicroidiurn flora, and (c) Dicroidium flora decline and replacement by morphotypes with strong Jurassic affinity. These palaeofloristic changes seem to be strongly influenced by tectonic evolution of sedimentary basins, temporal and regional distribution of sedimentary environments, and intra-Triassic palaeoclimatic change.\n.....\nKey words: Triassic, Gondwana, environments, palaeobotany, synergism.\nIntroduction\nThe study of the Triassic is essential in order to understand the evolution of the land Mesozoic ecosystems. During this period great changes occurred in continental positions, in global climate, and therefore in the resulting floras. Taking into account that the study of the particular variables (flora, environment) does not explain by itself the possible causes of the changes and the sense of the system evolution, a model that integrates the cycle of influences between the physical environment and its resident biota (synergism) is proposed.\nThe Triassic flora of the Gondwana Realm known as \"Dicroidiurn Flora\" is characterised by an association of endemic groups (taxonomic groups) with a particular\nevolutionary history. The characteristics of the plant associations and the modifications in the types of vegetation are closely related to the physical attributes of the environments.\nThis contribution shows a synergistic model for the Triassic of southwestern Gondwana, in which the association between biotic and abiotic factors is analysed. The change from palaeophytic to mesophytic floras is related to the Pangea coalescence and global climatic change towards megamonsoonal conditions (Parrish, 1993; Scotese et al., 1999). The development of the endemic taxons, the competition with exotic lineages that migrated from low latitudinal regions, the diversification of the Triassic floras, as well as their further decline and\n120 L.A. SPALLETTI ET AL.\nreplacement by elements of Jurassic affinity is here associated with the interaction of a number of abiotic factors and events. Tectonics, volcanism and local climatic conditions are dominant. These factors, together with basin dimensions, topographic barriers and the characteristics of the sedimentary facies were essential controls in the generation of various types of soils and in the positioning of the water table, and therefore in the development of plant palaeocommunities."
  }, {
    "heading": "Floristic Realms of Pangea in the Upper Palaeozoic and in the Triassic",
    "text": "For the late Palaeozoic, four phytogeographic units of maximum taxonomic range are recognised. Each of these realms, Euroamerican (=Atlantic), Cathaysia, Angara and Gondwana (Fig. l), is characterised by its respective flora (Archangelsky, 1996; Meyen, 1987; Wnuk, 1996). The Gondwana Realm is subdivided into four provinces. The Palaeoequatorial Province, in the north of South America and Africa, is identified by a great number of Euroamerican taxons (Archangelsky, 1990). The Palaeoantarctic Province, in high latitudes (60° and 90° S), is characterised by pure floras of Glossopteris (without equatorial elements sensu Archangelsky, 1990). Between 30° and 60° S two provinces are defined: that of the west (Northafroamerican) with mixed panequatorial and subantarctic floras (Archangelsky, 1990, 1996), and that of the east of Gondwana (Australia and neighbour areas) where panequatorial taxons are rare or absent.\nDuring the Triassic, in the North Hemisphere palaeophytogeographic differences are less marked than during the Permian (Fig. 2), and only one realm (Laurasia)\n0 Angara a Cathaysia Euramerican\nPalaeoequatorial Province SW Gondwana Province SE Gondwana Province Palaeoantarctic Province Gondwana\nFig. 1. Distribution of Permian Palaeofloristic Realms.\nis recognised. According to Meyen (1987) and Dobruskina (1993), the extraequatorial realm of Angara was preserved as an area: Siberian-Canadian, whereas the equatorial realms, Euroamerica and Cathaysia, are synthesized in the European-Sinica area, which in turn is composed of three east-west - oriented provinces (European, Central Asia and East Asia, Fig. 2).\nThe Triassic Gondwana realm is composed of two areas: the tropical area defined by Onslow microfloras and the extratropical area defined by Ipswich microfloras. The extratropical area is also characterised by \"Dicroidium\" megafloras, which can be identified because a great number of their components show a n endemic distribution. These phytogeographic areas were defined for Australasia (De Jersey and Raine, 1990) as provinces, but as they were recognised in South America (Zavattieri and Batten, 1996; Ottone and Azcuy, 1998; Zamuner et al., 2001), it is shown that they have a greater territorial range.\nThe extratropical area, characterised by Ipswich microfloras, is also defined by \"Dicroidium\" megafloras, which are characterised by a great number of endemic components (Anderson and Anderson, 1993; Zamuner et al., 2001; Artabe et al., 2002). Corystospermaceae is the only family that characterises the extratropical Gondwana. Some genus of Pleuromieaceae, Asterothecaceae, Voltziaceae, Podocarpaceae (Cylostrobus, Rienitsia, Voltziopsis, Heidiphyl lum, Telemachus, R i s s i k ia ) , pteridosperms incertae sedis (Dejerseya), Cycadales (Kurtziana, Yabeiella) and gymnosperms incertae sedis as Linguifolium are also restricted to Gondwanaland. The endemism is shown by many species of genus that had a very wide geographic distribution; this is the case for Pleuromeia, Phyllotheca, Equisetites, Neocalamites, Cladophlebis, Asterotheca, Chansitheca, Gleichenites,\n0 m\nLaurasic Realm I Extratropical Area (Siberian - Canadian) Tropical Area (Euroamerican - Sinica) Gondwana Realm I Tropical Area Extratropical Area (SW and SE Gondwana)\nDistribution of Triassic Palaeofloristic Realms.\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 121"
  }, {
    "heading": "Coniopteris, Lepidopteris, Scytophyllum, Pachydermophyllum,",
    "text": "Saportaea, Ginkgoites, Baiera and Sphenobaiera.\nWithin the extratropical area of Gondwana, Artabe et al. (2002) have recognised two provinces (Fig. 2): the southwest province (identified in Brazil, Chile, Argentina and South Africa) and the southeast province (Antarctica and Australasia). The identification of these provinces is based on the phytogeographic distribution of Asterothecaceae, Dipteridaceae, Corystospermaceae, Peltaspermaceae, Zamiaceae-Encephalarteae and Ginkgoales."
  }, {
    "heading": "Synergistic Model for the Triassic of Pangea",
    "text": "At the end of the Permian and the beginning of the Triassic, great floristic changes occurred. New adaptative types, different from those present in their Palaeozoic ancestors, simultaneously appeared in different plant lineages. The evolutionary process of replacement of different morphotypes occurred in all the Palaeozoic groups. The lycophytes, sphenophytes, pteridophytes, pteridosperms, cycadophytes and coniferophytes produced the Pleuromeiaceae (Pleurorneia) , Apocalamitaceae (Neocalarni tes) , Osmundaceae (C ladoph leb i s ) , Peltaspermaceae (Lepidopteris) , Corystospermaceae (Zuberia, Dicroidium), Cycadales (Nilssonia) and Voltziaceae, respectively. Both in the Laurasia Realm and the Gondwana Realm, the replacement of palaeophytic elements by mesophytic elements in the plant associations seems to be a gradual process in pantropical areas (Meyen, 1987; Dobruskina, 1993; McLoughlin et al., 1997), but abrupt in extrampical regions (Retallack, 1995, 1997; Retallack et al., 1996, 1998).\nThe abrupt replacement of plant groups at the PermianTriassic boundary has been considered as one of the most severe of the geological past (Erwin, 1993; Kemp, 1999; Kerr, 2001), and it has caused 96% of the Permian species to disappear. Parallel to the interpretations on the crisis of the KT boundary, some authors have invoked catastrophic causes, such as the impact of an extraterrestrial bolide, to explain the PT extinction (Becker et al., 200U. Though the PT palaeofloristic change could be related to an event of that type, it is generally attributed to a global heating phenomenon (Kemp, 1999) associated with episodes of intense volcanic activity. In this sense, Frakes et al. (1992) and Scotese et al. (1999) have shown that between the Permian and the Triassic, the passage from globally cold to warm climates is produced (Fig. 3). The Triassic is a period in which greenhouse or hot house conditions prevailed (Retallack and Alonso Zarza, 1998) , and therefore it is characterised by the lack of ice in the polar regions and global average\ntemperatures between 18°C and 22°C (Scotese et al., 1999). The trend towards the uniformisation of the vegetation, which implies the synthesis of the four Permian floristic realms in two Triassic realms (cf. Figs. 1 and 2) , may find a correlation with the mentioned climatic factors. The global climatic conditions that prevailed during the Upper Palaeozoic (Cold House period) does not seem to be very different from the present ones (Fig. 4A), since between the equator and the pole, dry subtroptcal, moderate warm, moderate cold and polar regions are recognised (Scotese et al., 1999). During the Triassic, instead, the Pangea was characterised by strongly seasonal or megamonsoonal climate (Wing and Sues, 1992; Dubiel et al., 1991; Parrish, 1993; Smith et al., 1994; Scotese et al., 1999). This caused subtropical regions to extend into high latitudes (Fig. 4B),\nGondwana Research, I? 6, No. 1,2003\n122 L.A. SPALLETTI ET AL.\nwith the resulting disappearance of the cool temperate and polar regions (Ziegler et al., 1993; Retallack and Alonso Zarza, 1998; Scotese et al., 1999).\nTherefore, in southwestern Gondwana the continental coalescence and the modification of the climate to megamonsoonal conditions could have been the abiotic determinants in the change from palaeophytic to mesophytic floras. A general synergistic model of the links between biotic and abiotic factors is shown in figure 5. Among the biological components of floristic change, the extinctions, the migrations and the diversification of the endemic groups are recognised (Fig. 5).\nMigration, extinction and endemism of the Gondwanan Triassic vegetation\nBetween the Permian and Triassic, a major taxonomic change occurred, with the temporal substitution of different groups of pteridosperms, Glossopteridaceae in\nA.- LATE PALAEOZOIC\nDRY SUBTROPI\n:OOL TEMPERATE\nB.- TRIASSIC\nFig. 4. Gondwana palaeoclimates.\nthe Permian and Corystospermaceae in the Triassic (Fig. 5). Permian Glossopteridales lived in periglacial areas as dominant elements and in subtropical regions as subordinate elements suggesting ecological plasticity (Archangelsky, 1990). Their decline could have been related to the global climatic change that caused the subtropical areas to be extended up to high latitudes and the purely moderate cold areas to disappear. However, the record of GZossopteris floras in red beds of the Upper Permian suggests that floristic change cannot be thoroughly attributed to climate, and extinctions could be related with a combination of environmental factors such as fluctuations in sea level and changes in the proportion of atmospheric gases (McLoughlin et al., 1997).\nOn the other hand, the biological impact that caused the introduction of immigrants in Permian-Triassic extinctions should not be disregarded. Extinction and migration are considered complementary concepts and of mutual influence (Margalef, 1986). Organisms use migration as a strategy to elude environmental change; however, when these variations are too fast to be followed by normal migration and evolutionary processes, they become extinct. As shown by Margalef (1986), extinctions cause the liberation of resources that may be used as a support of new forms (immigrants), whereas the introduction of exotic species may be accompanied by extinction of indigenous organisms (Potts and Behrensmeyer, 1992).\nBy the end of the Permian and the beginning of the Triassic, some species of the equatorial belt preadapted to the new environmental conditions (mesophytic elements) had extended their range of distribution together with the expansion of the subtropical areas towards high latitudes (Fig. 5). This migration pattern seems to be strongly asymmetrical, since several Apocalamitaceae, Peltaspermaceae, Cycadales and Voltziales migrated from pantropical areas to Gondwana (Archangelsky, 1990, 1996). On the other hand, the Isoetaceae (= Pleuromeiaceae) reached a cosmopolitan distribution, migrating from extratropical areas (Gondwana or Angara) to low latitudinal areas (Wang Zi-Qiang, 1991; Retallack, 1997).\nThe analysis of Triassic palaeocommunities (Artabe et al., 2001), have shown that corystosperms were the most characteristic endemic elements of the Gondwanan floras, and some of the pantropical invaders, such as other Pteridosperms like the Peltaspermaceae, had relatively little impact on these indigenous forms. It appears that Corystospermaceae had an adaptative advantage that Peltaspermaceae invaders lacked (Petriella, 1985; Artabe and Brea, 2002). In spite of the anomalous structure (liana-like) of Corystospermaceae\nGondwana Research, V. 6, No. 1,2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 123\nTRIASSIC\nPERIOD 1 ABIOTIC FACTORS\nAMALGAMATED CONTINENTS\n~ ~~\nBIOTIC FACTORS\nHOT HOUSE. MIGRATION OF SUBTROPICAL\nBELTS TOWARDS HIGH LATITUDES ABSENCE OF COLD TEMPERATE\nAND POLAR CLIMATES\nv\nTWO FLORAL REALMS:\nGONDWANA LAURASIA AND DlCROlDlUM FLORA\nLATE PALAEOZOIC ICE HOUSE. FOUR FLORAL REALMS ANGARA, EUROAMERICAN, GLOSSOPTERIS FLORA INTEGRATION OF WELL DEVELOPED CLIMATIC BELTS FROM TROPICALTO POLAR CATHAYSIAAND GONDWANA PANGEA\nFig. 5. Global change across the Palaeozoic-Mesozoic boundary.\nstems, they typically attain moderate (28 m) to very large size (59 m) (Artabe et al., 2001; Artabe and Brea, 2002). As stature is the major factor controlling canopy position, the deduced height of corystosperms suggests that the Triassic forested landscape was dominated by corystosperms and by coniferophytes, and in the understorey other corystosperms, peltasperms, cycadophytes, and ferns developed. Corystosperms constituted the biggest emergent or second arboreous stratum of the in situ mixed forest (Spalletti et al., 1999). Other groups, instead, encouraged by a minimum competition, behaved like pioneer elements. In this sense, Retallack (1997) pointed out that the cosmopolitan distribution of Pleuromeiaceae during the early Triassic was due to their pioneer capacity to colonise oligotrophic environments."
  }, {
    "heading": "Triassic Basins and Palaeofloristic Record of Southwest Gondwana",
    "text": "Triassic floras of Argentina are identified in several, mostly continental, sedimentary basins. The most important outcrops of these sedimentary successions are located in the west-central region of Argentina and Chile (Fig. 6) and in Patagonia (Deseado and North Patagonian Massifs, Fig. 6). These depocentres are narrow and elongated depressions floored by a thick continental crust. The substrate of these Triassic basins is composed of rocks of different types and ages: metamorphic and plutonic rocks of the Pampean and Patagonian crystalline basement, and Cambrian-Ordovician, Silurian-Devonian and Upper Palaeozoic sediments. In west-central Argentina and in the North Patagonian area, the Triassic\ndeposits succeed a volcano-pyroclastic magmatism known as the Choiyoi Group, which is composed of two main associations (Llambias and Sato, 1995; Llambias et al., 1993): Lower Permian intermediate magmatic arc rocks, and Upper Permian-Lower Triassic acidic intraplate volcanics developed under extensional and postcollisional tectonic conditions.\nThe Triassic sediments of the Patagonian region are identified in the Deseado Massif (El Tranquil0 Basin) and in a series of isolated depocentres, as Los Menucos, placed in the North Patagonian Massif (Fig. 6). In westcentral Argentina, the Ischigualasto-Villa Unih, Cuyo, San Rafael, Atuel-Malargue Paso Flores and Chacaico basins are recognized, among the most important ones (Fig. 6). These narrow and elongate depressions are markedly asymmetric half-grabens and may be considered as passive rift systems (Spalletti, 2001b). During the synrift stage they were dominated by tectonic subsidence, high accommodation space and a strongly asymmetric depositional architecture. During the postrift, slow and protracted subsidence due to thermal contraction occurred and the isolated depocentres amalgamated. The sedimentary infill of the Triassic basins is mainly composed of alluvial, fluvial and lacustrine siliciclastic and volcaniclastic deposits, associated with pyroclastic deposits and lava flows. Only the westernmost (Atuel and Chilean) depocentres consist of continental and marine siliciclastic rocks.\nIn southwestern Gondwana, the' Triassic floras are characterised by the diversification of the gymnosperm groups (Anderson et al., 1999) (Fig. 3), which developed mesophytic or meso-xeromorphic adaptative features\nGondwana Research, V. 6, No. 1,2003\n124 L.A. SPALLETTI ET AL.\n(Wing and Sues, 1992). Based on the morpho-anatomical traits observed in roots, stems and leaves Petriella (1985) suggests that Corystospermaceae are meso-xeromorphic plants that exhibit adaptations to seasonal climate. Like extant plants living in arid regions, the included phloem and the parenchyma associated (polyxyly) developed in Gondwnanaland Corystospermaceae stems may be an important adaptative strategy to avoid water stress (Artabe and Brea, 2002). Corystospermaceae can be used as palaeoclimatic indicators because their cycadophytic habit (Norstog and Nicholls, 1997) suggests subtropical dry and warm areas without frosts or with occasional frosts (Artabe et al., 2001).\nIn the Middle Triassic and Lower late Triassic, the corystosperms (Cuneumxylon, Tranquiloxylon, Rhexoxylon) constituted mainly evergreen mixed seasonal subtropical forests (with Ginkgoales, Voltziales and incertae sedis conifers). They also developed sclerophyllous subtropical forests where the arboreal stratum was exclusively composed of corystosperms. The Equisetales (sphenophytes) constituted monospecific thickets of canes both in fluvial and lacustrine environments (Spalletti et al., 1999; Artabe et al., 2001).\nDuring the late Triassic, in the depocentres located close to the proto-Pacific margin, deciduous forests with an arboreal stratum integrated by coniferophytes, ginkgophytes and Linguifoliurn are identified (Spalletti et al., 1999; Artabe et al., 2001). As will be discussed later, these communities could have developed under seasonal and subtropical oceanic climates, the latter influenced by wet currents from the proto-Pacific, with rains during the whole year.\nThe palaeogeographic distribution of Dipteridaceae and Marattiales suggests that one of the controlling factors on the Triassic floras was climate. In Laurasia, the northern China floras are characterised by Marattiales and those from southern China are mainly composed of Dipteridaceae. In the southern hemisphere, an equivalent and specular distribution has been found, because Marattiales are dominant in high palaeolatitudes (Herbst, 1988; Webb, 1983, 2001; Barale et al., 1995; Morel et al., 2000), whilst Dipteridaceae are typical of lower palaeolatitudes (Herbst, 1993, 2000; Webb, 1982; Spalletti et al., 1999). This palaleogeographic distribution is congruent with the distribution of extant forms, being Marattiales indicative of humid warm-temperate climate (Webb, 2001) and Dipteridaceae of strong seasonal subtropical conditions (Cantrill, 1995). The Triassic floras with Dipteridaceae are restricted to basins of the continental interior of west-central Argentina and the north of Patagonia, and would support the development of megamonsoonal climates. Instead, the floras with\nMarattiales, recorded to a palaeolatitude of about 6OoS in the Patagonia (El Tranquilo basin), were probably controlled by a moderate warm climate with rains during the whole year.\nAnalysis of the Abiotic Factors for the Triassic of Southwest Gondwana\nIn the previous pages, the influence of the global climate on the development of Pangea floras in general, and on the southwestern of Gondwana in particular, has been shown. However, floristic changes are strongly dependant upon the soil characteristics and the variations of the substratum humidity, especially the changes in the position of the water table (Cleal, 1991).\nTranquilo.\nGondwana Research, V. 6 , No. I, 2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PIANTS 125\nthe location of the water table in the Triassic basins of Argentina. Independently from global controls, such as the continental displacements and connections, and climatic changes, tectonics has played an essential role (cf. Kerp, 1996). Tectonics determines the rhythm and intensity of base level oscillations as well as the subsidence rate in sedimentary basins. During the synrift, base level oscillation was intense and subsidence rate was high, affecting the development of regional soils and producing systematic variations in the position of the water table. Tectonics also had direct influence on the dimensions of the basins and the depositional slopes (Fig. 7). From facies analysis, Spalletti (1994a, l997,2001a, 2001b) demonstrated that in the synrift stage, the Triassic depocentres of southwestern Gondwana occupied reduced areas and the slopes were quite steep. The flora had to support d8erent conditions, compared to the periods in which the sedimentary basins were regionally integrated and had gentle depositional slopes. Under these abiotic constraints, plant communities became ruderal, tolerant and poorly diversified. However, it should be taken into account that the levels with fossil plants are better preserved when processes of quick sedimentation or sedimentary agradation and burial under the water table occur (Dubiel et al., 1991).\nAnother aspect in which tectonics plays an essential role is that connected with volcanism. Axelrod (1981) pointed out that volcanism may cause a strong decrease of temperature, but Kemp (1999) has suggested that the heating process and the greenhouse effect in the Triassic would be related to the ilitensification of the volcanic phenomena. Simms and Ruffell (1990) pointed out that,\nindependently from temperature, volcanism might cause an increase in environmental humidity. For southwestern Gondwana, the Triassic was a period in which the intensification of the volcanic processes, especially the explosive type, caused important effects, among which the presence of very peculiar (pyroclastic and volcaniclastic) facies, the instantaneous destruction of regional soil profiles and the generation of reliefs that could alter rainfall patterns must be mentioned. Axelrod (1981), in turn, has pointed out that the generalized processes of volcanic ash fall may directly influence the biota, to the extent of causing extinction phenomena.\nThe tectonic rise connected with the phenomenon of generalised extension occurred during the Triassic in a great part of southwestern Gondwana, generated important topographic reliefs, particularly along the active margins of grabens and/or halfgrabens (cf. Spalletti, 2001b; Franzese and Spalletti, 2001). This favoured, on one side, the presence of climatic barriers, and on the other side, a strong control over the characteristics and distribution of the depositional systems and the resulting s e d iin e n t ar y facie s , which fin a1 1 y in f 1 ue n ce d soil development and the surficial and subsurficial humidity conditions of the substrate where plant palaeocommunities settled (Fig. 7).\nObviously, the conjunction of global, secular and local climatic phenomena is essential in all that is connected with the extinctions, migrations and evolution of the Triassic flora in the southwestern Gondwana. From the geological point of view, there are two main aspects that can be used for palaeoclimatic interpretation: the\nCONTINENTAL DISPLACEMENTS AND CONNECTIONS\n0\nTECTONIrI\nOSCILLATION\n~\nSURROUNDING RELIEFF AND DEVELOPMENT OF MOUNTAIN\nBASIN SIZE\nI DEPOSITIONAL SLOPE 1\nI -\n\\ \\ '' BASELEVELRATEAND I\nL L - - - , I CHAINS\nDEPOSITIONAL SYSTEMS v I BASIN EVOLUTION\nEDAPHIC CONDTIONS AND SOIL DEVELOPMENT \\ GROUNDWATER TABLE\nPLANT ASSEMBLAGES\nGondwana Research, V. 6, No. 1,2003\n126 L.A. SPALLETTI ET AL.\nCold (Arid or Humid)\n(*I Glacial systems. Tillite\nGlacio fluvial associations.\nHolomictic glaciolacustrine systems (varves, turbidites). Loessite and associated depostits\nGlaciomarine associations\ndepositional systems and the palaeosols (cf. Dubiel et al., 1991; Dubiel, 1994; Dubiel and Smoot, 1994; Tanner, 2000; Kessler et al., 2001). A summary of the features that can be taken into account for the interpretation of\npalaeo-climates can be seen. In addition, no cold or humid warm climate indicators have been found in these Triassic basins.\nArid Semiarid Humid (**I (,**I Temperate - Warm\n(**I Proximal alluvial systems, Alluvial fan systems Alluvial fan systems. Coarsedebris-flow dominated (Fanglomerate and grained facies formed in\nWadi-ephemeral fluvial Fluvial systems. Flood plains Fluvial systems (different systems. Poorly developed and interfluves with well patterns). Flood-plains soils. developed soils. characterised by well developed\nPlaya and playa-lake systems Pamally closed lacustrine Open lacustrine systems (altering meromictic and systems (usually meromictic). (holomictic and meromictic holomictic conditions). regime)\nAeolian systems. Fluvialaeolian interactions. deposits Diverse evaporite associations Marginal sabkha systems\nhyperconcentrated-flow deposits) braided networks.\npalaeosols and paludal facies\nLoessite and associated\ncold, arid, semiarid, moderate humid and humid conditions is shown in table 1. As regards palaeosols, the modified classification criterion by Mack et al. (1993) has been followed since in our case we also recognise mollisols\nEvolution of the Gondwanan Flora in Relation with the Variations in Abiotic Factors\nCold (Arid or Humid)\n(*I Tundra Azonal soils\nInceptisols (poorly developed soils: cryosols). Entisols (lack horizons).\n- (cf. Retallack, 1988) and aridisols.\nThe importance of the climatic indicators for the Triassic in southwestern Gondwana basins is also seen in table 1. Thus the clear predominance of depositional systems and palaeosols that suggest semiarid conditions, followed by those that indicate arid and moderate humid\nAs previously indicated, during the Triassic southwestern Gondwana was part of the Pangea and seems to have been controlled by a megamonsoonal climatic regime. However, within this period, three floristic events are recognised which seem to be quite related to abiotic changes. The synergistic model was prepared based on\nArid Semiarid Humid (**I (,**I Temperate Warm\n(**I (*I\nAlgal mats. Calcrete (nodular horizons) Silicrete Laterite Azonal soils Karstic features (ferrimte) Hardgrounds: gypcrete, Bauxite calcrete (aluminocrete) Entisols (lack horizons) Vertisols (high clay content) Mollisols (classic soils, Oxkols (high Inceptisols (poorly Subordinated mollisols mollic horizon). degree of developed horisons) (classic soils, Molic horizon). Subordinated vertisols. weathering and Aridisols (crusts of Ustic (limited water storage) Udic (cation removal) and leaching). carbonates or soluble and xeric (mediterranean- aquic (saturated, poorly Salts). type) regime. oxigenated) regime.\nInceptisols (gley-type).\nTable 1. Palaeoclimatic indicators for the Triassic of southwestern Gondwana: (a) depositional systems, (b) palaeosols.\nGondwana Research, V. 6, No. 1,2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 127\nthe guidelines given by Potts and Behrensmeyer (1992) and is briefly explained in figures 8 (abiotic) and 9 (biotic).\nPermian - Triassic transition and characteristics of the Barreal ian\nIn southwest Gondwana, the passage from the Permian to the Triassic is marked by two main factors: the presence of a strongly arid phase and important volcanic activity (Fig. 8) (Spalletti, 2001b). These climatic conditions have been interpreted for the Upper Palaeozoic sedimentary record by L6pez Gamundi et al. (1992) and they could have remained during the early Triassic times. Between the Upper Permian and the Triassic (280-240 Ma) the Choiyoi plutonic, volcanic and volcaniclastic episode occurred in the west and central regions of Argentina and in the north of Patagonia (Llambias et al., 1993; Llambias and Sato, 1990, 1995). This episode of magmatism is the result of intracontinental extension and seems to be associated with a period of lack of subduction in the protopacific margin of Gondwana (Ramos and Kay, 1991; Llambias et al., 1993). The main expression of the Choiyoi magmatism is the generation of an extensive rhyoliticignimbritic plateau.\nContemporarily with the Choiyoi magmatism, the generation of a system of extensional basins both within the plateau area and towards the oceanic margin and towards the foreland occurred (Franzese and Spalletti, 2001). As can be seen in figure 10, along the proto-Pacific margin short-lived narrow depocentres were formed due to transcurrence (Charrier, 1979), whereas towards the east there appears an important system of rift basins (Cuyo, Beazley, Ischigualasto basins) with continental clastic fill that is typical of the first stages of the Barrealian Stage (Spalletti et al., 1999). During this early stage of development, the basins constituted isolated depocentres (Fig. 10) controlled by a strong tectonic subsidence and accompanied by volcanic relief associated with the Choiyoi activity. Isolation, topographic barriers and the generalised situation of aridity (Fig. 8), favoured the development of volcaniclastic depositional systems (Ramos and Kay, 1991; Milana and Alcober, 1995; Spalletti et al., 1999; Spalletti, 2001b), which are typical of dry environments (alluvial fans, wadi, ephemeral fluvial systems, playas; cf. KokogiAn et al., 1993), with poorly developed palaeosols, such as entisols, inceptisols and aridisols (Table 1). This group of abiotic factors resulted in stress conditions that influenced the development of floras in these early to Middle Triassic basins (Fig. 9).\nAs tectonic subsidence was replaced by a more generalised thermal subsidence and the Triassic depocentres began to enlarge and integrate (final stage of the Barrealian Stage, Spalletti et al., 1999), more\nfavorable situations for the diversification and the preservation of the plant palaeocommunities appeared, and the first floristic Triassic event is defined (Figs. 8 and 9). Still under effects of the latest Choiyoi volcanic activity low gradient deposits began to prevail, which could retain more effectively the soil humidity even in dry subtropical climatic conditions. In San Rafael, a typical depocentre of the continental interior, a pure association of \"Pleuromeia\" was developed (Spalletti, 1994a; Spalletti et al., 1999). According to Retallack et al. (1996) and Retallack (1997), this plant palaeocommunity could have developed in a subhumid environment with evidence of seasonal and progressive desiccations (Spalletti, 1994a), and which probably took advantage of localiseu increments of humidity due to volcanic activity (cf. Simms and Ruffell, 1990). The \"Pleuromeia\" behaved like pioneer plants and constituted a dominant group among the poorly diversified early Triassic floras (cf. Retallack, 1997). In the Upper Barrealian, fine-grained facies accumulated in the synrift stage of the Barreal and Ischigualasto basins. These deposits favoured the development of inceptisols and vertisols, upon which transitional floras evolved. These palaeocommunities are characterised primitive Dipteridaceae, Corystospermaceae, Ginkgoales and Voltziaceae (Spalletti et al., 1999). The environments were colonised by seasonal subtropical forests (Fig. 9); those of fluvial influence (point bars and flood plains) were formed by corystosperms and Ginkgoales, with a herbaceous stratum of ferns, whereas along lacustrine margins, associations of corystosperms and coniferophytes, and in the understorey other corystosperms developed (Artabe et al., 2001).\nCharacteristics of the Cortaderitian\nIn the Middle Triassic and at the beginning of the late Triassic, the decrease of the volcanic activity was produced (Fig. 8). Isolated activity in the Cuyo and Ischigualasto basins and the development of a new ignimbric plateau in the North Patagonian area occurred (Los Menucos magmatism, Rapela et al., 1996). The Cuyo, Beazley and Ischigualasto basins are now characterised by a postrift phase dominated by thermal subsidence and expansion of the area occupied by continental sedimentation (Fig. 10). In Patagonia, the opening of Los Menucos and El Tranquil0 depocentres with synrift sedimentation and an important contribution of volcaniclastics occurred.\nIn this phase, which according to Spalletti et al. (1999) belongs to the Cortaderitian Stage (Fig. S), the sedimentologic and palaeopedologic indicators suggest semiarid conditions (see Table 1). These conditions are similar to those described for other Triassic basins\nGondwana Research, V. 6, No. 1,2003\n128 L.A. SPALLETTI ET AL.\nLORISTIC EVENTS\nAGE (Ma)\n!05.7f4.1\n!27.4*44.!\n241.7i4.\n248.2k.4.\nFLORISTIC CHANGE PLANT COMMUNITIES\nGLOBAL\nSEOGRAPHY BASIN TECToNISM CONF~GURAT~ON PALAEOCLIMATE\nSECOND FLORISTIC EVENT\nSTAGE (SW Gondwana)\nMAXIMUM DIVERSIFICATION OF DlCROlDIUM FLORA\nRADIATION OF CORYSTOSPERMACEAE.\nPELTASPERMACEAE\nPERIOD\nFIRST FLORISTIC EVENT\nEPOCH\na TWINSITIONAL FLORAS WITH PRIMITIVE DIPTERIDACEAE, CORYSTOSPERMACEAE\nAND GINKGOALES rl,\n3 MONOSPECIFIC OLIGOTROPHIC ASSEMBLAGES PLEUROMEIA FLORA\nJURASSIC LlAS + T T-J TECTONIC R NEWED ‘lFr T ACTIVITY\nJ,\nREACTIVATION T I Z 0 OF VOLCANISM 0 5 (T-J VOLCANISM) 2 5\n(LOS MENUCOS) tt: 2\nDIMINUTION\na\nSTRONG VOLCANIC ACTIVITY\nPANGEA OF VOLCANISM\nCONTINENT 4MALGAMATION\n4 1 SLIGHTLY C O N I S . DRYER -1 Q Z 0 LOCAL HUMID TROPICAL\nDRY SUBTROPICAL STRONG SEASONAL.\n0 SUBORDINATED\nr(, v\nFLORIAN\nLATE TRIASSIC\nBASIN INTEGRATION\nLARGE CONTINENTAL\nDEPOCENTERS THERMAL SUBSIDENCE\nPHASE CORTADERITIAF\nBARREALIAN\nTRIASSIC\nMIDDLE TRIASSIC\nNARROWAND ISOLATED\nRIFTS EARLY\nTRl ASS I C\nPERMIAN\nFig. 8. Synergistic model for the Triassic of southwestern Gondwana. Abiotic factors and events.\nPERIOD EPOCH AGE (Ma)\n!05.7f4.\n!27.4*4.\n241.7f4\n!48.2f4\n-\nSTAGE (SW Gondwana)\nJURASSK LlAS\nDECLINATION OF DECIDUOUS SUBTROPICAL SEASONAL AND APPEARANCE OF * AND DECIDUOUS SUBTROPICAL OCEANIC CORYSTOSPERMACEAE FORESTS JURASSIC TAYA FORESTS THIRD FLORISTIC EVENT\nDEMISE OF ARBORESCENT CORYSTOSPERMACEAE IN THE MIXED FORESTS\nFLORIAN\nLATE rRlASSlC\nCORTADERITIAN TRIASSIC\nEVERGREEN SUBTROPICAL SEASONAL FORESTS MIDDLE\nrRlASSlC I 4\nBARREALIAN EARLY\nTRIASSIC\nI\nPERMlAh\nFig. 9. Synergistic model for the Triassic of southwestem Gondwana. Biotic factors and events.\nGondwana Research, K 6 , No. 1,2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 129\ndeveloped under the main stage of megamonsoonal or dry subtropical regime, characterised by a marked seasonality (Dubiel and Smoot, 1994; Dubiel et al., 1991; Dubiel, 1994; Dubiel and Hasiotis, 1994; Tanner, 2000). Under these circumstances, well developed proximal to distal fluvial systems and partially closed meromictic lacustrine systems prevailed (Gibling et al., 1998; Spalletti, 1997; Tanner, 2000), and ample interfluves were dominated by loessic deposits (Spalletti, 2001a). Fluvial, flood plain and loessic deposits show evidence of regional ustic and xeric palaeosols, such as the vertisols and mollisols described respectively by Mack et al. (1993) and Retallack (1988, 1999).\nThe vegetal palaeocommunites developed preferentially near lentic and lotic water bodies, where the influence of water tables, in a general dry subtropical framework, was much more effective. It is then quite possible that the flora has occupied galleries along fluvial margins (levees of fertile land, crevasses and crevasse-splays of flood plains), deltaic distributary systems and the coastal areas of the perennial lakes.\nDuring the Cortaderitian, a second floristic event is recorded (Fig. 9), characterised by maximum diversification of the \"Dicroidiurn Flora\" (Anderson et al., 1999; Spalletti et al., 1999; Zamuner et al., 2001), with adaptative radiation of Corystospermaceae, Peltaspermaceae and Cycadales. In the Lower Cortaderitian (Upper Middle Triassic), the mainly evergreen seasonal subtropical forests integrated by corystosperms (Corystospermaceae) and coniferophytes (Voltziaceae and Protopinaceae) characterise the fluvial systems and lacustrine margins. In the fluvial areas, the seed ferns constitute the emergents of these forests, whereas in the lacustrine margins the coniferophytes are the trees of greater dimensions. Around the lakes, sclerophyllouos subtropical forests where the arboreous stratum was exclusively formed by corystosperms occasionally developed (Artabe et al., 2001). The Equisetales (sphenophytes) formed monospecific cane thickets both in fluvial and shallow lacustrine environments.\nFor the Middle Cortaderitian (Lower late Triassic) there are no floristic records related to lacustrine environments. In the fluvial systems and in the deltaic subaerial plains there appear different types of forests (seasonal subtropical evergreen, subtropical eclerophiles and the first deciduous forests) in which a process of decline of arboreous corystospems is seen. In the mainly evergreen forests, the coniferophytes are bigger than the corystosperms, whereas the deciduous forests appear entjrely formed by coniferophytes.\nTowards the end of the Cortaderitian (Middle late Triassic), the vegetation developed in fluvial and lacustrine systems corresponds to herbaceous shrub-like palaeocommunities dominated by corystosperms.\nCharacteristics of the Florian\nIn the Upper late Triassic significant changes occur in abiotic factors, which in turn are followed by concomitant variations in the floristic associations. The Florian Stage (Spalletti et al., 1999) shows a reactivation of the tectonic activity with new extensional episodes (Fig. 8). The basins, which in the Cortaderitian experimented great expansion, are reactivated with new synrift stages or with transtensional stages (Milana and Alcober, 1995; Spalletti et al., 1999). The sedimentation is characterised by widespread and thick successions of red beds with fluvial domination accompanied with recession of the lacustrine systems. Frequent pyroclastic fall deposits evidence the reactivation of explosive volcanism (Fig. 8).\nTo the west, very close to the proto-Pacific margin, new rifting processes occurred (Figs. 8 and 10, cf. Franzese and Spalletti, 2001). New extensional, narrow and isolated rifts are formed, and renewed bimodal and extensional volcanism produced abundant lava flows, pyroclastic fall- and flow-deposits, and volcaniclastic deposits. In the more eastern halfgrabens the sedimentation was clearly continental, whereas the western ones are formed by siliciclastic continental and marine deposits. In this case, the geographical base level was determined by the position of the sea level.\nAlthough the general megamonsoonal characteristics persist in the basins located towards the interior of Gondwana, some conditions suggest a relative increase of environmental dryness (Fig. 8). In this sense, Spalletti et al. (1995) described red beds of the Cuyo Basin and plant associations restricted to well-drained, occasionally flooded, levees of high sinuosity fluvial channels. This palaeocommunity seems to be developed under climatic conditions of strong seasonality characterised by a long and important dry season. In the Barreal and Ischigualasto Basins, the deposits of ephemeral fluvial systems show evidence of poorly evolved inceptisols and vertic protosols that confirm the progressive environmental desiccation of the Florian continental interior.\nIn the framework of the megamonsoonal characteristics, climate changes to more arid conditions (Dubiel, 1994; Olsen, 1997) or more humid conditions (Parrish, 1993) have been established. Tanner (2000) has suggested that these processes can be interpreted as secular climatic variations, since due to the latitudinal drift of the Pangea, a region can progressively locate itself in different climatic belts. Palaeogeographical reconstructions based on palaeomagnetic information (Lawver et al., 1999) suggest that southwestern Gondwana was in a relatively high and stable palaeolatitudinal position during the late Permian and the early Triassic. A relative shift occurred later, and in\nGondwana Research, V. 6, No. 2,2003\nB A\nR R\nE A\nLI A\nN\nC O\nR TA\nD E\nR lT\nl A N\nFL\nO R\nIA N\nFi g.\n1 0.\nD\nev el\nop m\nen t o\nf th\ne m\nai n\nse di\nm en\nta ry\nb as\nin s\nof S\nou th\nw es\nte rn\nG on\ndw an\na fo\nr th\ne B\nar re\nal ia\nn, C\nor ta\nde ri\ntia n\nan d\nFl or\nia n\nSt ag\nes . B\nas e\nm ap\nf ro\nm L\naw ve\nr et\na l.\n(1 99\n9) . 1\n-C ho\niy oi\nV\nol ca\nni sm\n, 2 -C\nuy o,\nA lv\nea r,\nIs ch\nig ua\nla st\no an\nd B\nea zl\ney b\nas in\ns, 3\n-S an\nR af\nae l D\nep oc\nen tr\ne, 4\n-C en\ntr al\nC hi\nle B\nas in\ns, 5\n-L os\nM en\nuc os\nD ep\noc en\ntr e,\n& El\nT ra\nnq ui\nl0 ri\nft, 7\n-I nt\neg ra\nte d\nba si\nns\nof C\nen tr\nal C\nhi le\n, 8 -T\nria ss\nic -J\nur as\nic r\nift p\nre cu\nrs or\ns of\nt he\nN eu\nqu en\nB as\nin (\nM al\nar gu\ne - A\ntu el\n, S ie\nrr a\nde R\ney es\n, C ha\nca ic\no, P\nas o\nFl or\nes , P\nue st\no K\nau ff\nm an\n, a m\non g\not he\nrs ).\n130 L.A. SPALLETTI ET AL.\nGondwana Research, V. 6, No. 1, 2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 131\nthe late Triassic southern Gondwana was displaced in the order of 10\" towards the Equator. This could have been the cause of the climatic change towards drier conditions, detected in the interior basins of southwestern Gondwana between the Cortaderitian and the Florian stages.\nOn the contrary, in the rifts resulting from the TriassicJurassic extension and located in the western margin of the megacontinent, subtropical humid conditions occurred due to the influence of maritime circulation systems, and the penetration of air masses from the west. The sedimentologic evidences obtained from the study of the MalarNe depocentre (Spalletti and Morel, 1992; Spalletti, 1997) support this palaeoclimatic interpretation, given the existence of fluvial volcaniclastic hyperconcentrated deposits and debris-flow deposits related to conditions of high discharge and steep slopes associated with volcanic reliefs, meromictic lacustrine associations of moderate humid climate showing frequent progradations of deltaic lobes. The fine-grained subaerial deposits formed in interfan areas, fluvial flood plains and deltaic interdistributary plains show the development of palaeosols with strong evidence of illuviation (udic to aquic) to gley type that suggest seasonal humid to subhumid conditions (Dubiel and Hasiotis, 1994; Tanner, 2000).\nThe rift basins of the terminal Triassic located somewhat farther from the proto-Pacific continental margin (for example, Paso Flores, Puesto Kauffman) are characterised by proximal fluvial facies associations (alluvial fans and braided systems) in which depositional cycles determined by significant changes in the discharge that could have been related to climatic oscillations (Spalletti, 1994b). The vegetation is restricted to areas dominated by the accumulation of fine-grained sediments (silty sandstones and mudstones) typical of distal flood plains and interfluves, where the development of palaeovertisols was favoured.\nThere also appear various holo and meromictic lacustrine systems (Ganuza et al., 1995; Franzese and Spalletti, 2001) with significant variations in the positioning of the coastal lines, probably related to the mentioned climatic oscillations.\nDuring the Florian, the third floristic event (Fig. 9) characterised by a substantial change in plant composition occurred. In general, the decline of the Corystospermaceae and the differentiation of great number of taxons that persist during the Jurassic are observed (Spalletti et al., 1999). The floristic change of the Upper late Triassic is correlated with the modification of the palaeocommunities. Thus, the Florian shows the development of deciduous forests where the corystosperms disappear from the arboreous stratum (Artabe et al., 2001). The fluvial areas supported seasonal deciduous forests with arbreous vegetation of voltzials and ginkgoals, whereas the corystosperms are\nonly present in the understorey The margins of the lacustrine systems located in subtropical regions with marine influence are characterised by deciduous forests with clear predominance of Liguifoliurn (Artabe et al., 2001).\nArtabe and Brea (2002) showed that the redundancy of the vascular system in corystosperms is related to habitat. Like in extant plants growing in arid regions, the included phloem and the parenchyma associated of Corystospermaceae may be an important adaptive strategy to avoid water stress. Therefore, the causes for the corystosperms to disappear as constitutive elements of the arboreous stratum could be related to a change towards more humid climatic conditions. In this sense, Simms and Ruffell (1990) related the plant and vertebrate extinctions that occurred in the Carnian/Norian transition with the presence of a humid lapse and a quick return to the dominantly dry general conditions that prevailed during the whole Triassic.\nSummary and Conclusions 1. The development, characteristics and extension of the floristic realms during the Upper Palaeozoic and the beginning of the Mesozoic show a close relation ship with the global tectonic and the global climatic conditions.\n2. The continental accretion and the climatic change, with the passage from cold house (with various and welldefined climatic belts) to warm house (with elimination of climatic belts, especially moderate cold and polar, and the extension of subtropical regions to high latitudes) determined a uniformization of the vegetation. This is why the passage is from four floristic realms in the Permian to two floristic realms in the Triassic.\n3. In the Gondwanan extratropical floras, a west-east differentiation is observed, like in those of the northern hemisphere. Two provinces are recognised on the basis of the differential distribution of Dipteridaceae, Peltaspermaceae, Asterothecaceae and Cycadales.\n4. In southwestern Gondwana the establishment of a strongly seasonal climate of megamonsoonal nature was one of the main causes in the floristic change, which results from the extinction (mainly of the Glossopteridales), the migration of exotic elements from equatorial areas (like the Peltaspermaceae) and the diversification of endemic groups (like the Corystospermaceae) .\n5. The development of different types of soils and the location of the water table have exerted a direct influence on Triassic plant palaeocommunities of southwestern Gondwana. Soils and water table have been, in turn, controlled by tectonism, by volcanic processes and by climatic changes. In this work, the palaeoclimatic\nGondwana Research, V. 6, No. 1,2003\n132 L.A. SPALLETTI ET AL.\ninterpretations are based on the combined analysis of depositional systems and palaeosols, these being attributes that allowed to suggest the predominance of semiarid conditions and, in decreasing order of importance, arid and moderate humid palaeoclimates.\n6. In close relation with abiotic changes, three floristic events are recognised for the Triassic of Argentina.\n7. At the beginning of the Triassic and due to an important extensional episode, an intense explosive volcanic activity (Choiyoi event) and the opening of rift basins with strong tectonic subsidence and continental clastic fill occurred. The conditions of generalized aridity and volcanic activity could have negatively influenced the development of plant communities. The first of the floristic events occurred in the Barrealian. A pure association of Pleurorneia sensu Zato is the oldest Triassic floristic record of southwestern Gondwana. Then, the expansion and integration of basins began, the depositional slopes decreased and the accumulation of fine-grained facies allowed the formation of inceptisols and vertisols. As a result, the first seasonal subtropical forests composed of transitional floras with primitive Dipteridaceae, Corystospermaceae and Ginkgoales developed,\n8. The second floristic event is determined by the maximum diversification of the Dicroidiurn flora and the radiation of the Corystospermaceae and Peltaspermaceae, which constituted seasonal subtropical evergreen forests. This floristic event occurred during the Cortaderitian and coincided with the decrease of the volcanic activity, the predominance of the thermal subsidence in extensional basins characterised by fluvial, interfluvial, lacustrine, and deltaic facies. The southwestern Gondwana corystosperms show adaptative features - such as pith, primary xylem and successive rings of secondary xylem and phloem - that strongly indicate arid conditions. Palaeovertisols and palaeomollisols also suggest a limited water supply. All these features are in accordance with a dry subtropical or megamonsoonal climatic regime.\n9. The third floristic event shows the decline of the Corystospermaceae, the presence of taxons with Jurassic affinity and the formation of palaeocommunities of seasonal subtropical deciduous and subtropical forests with oceanic influence, Contemporarily, the tectonic activity is renewed with new extensional episodes. Isolated halfgrabens are opened and the explosive volcanism is reinstalled. The sedimentation is dominated by alluvial and fluvio-lacustrine facies, and the basins closest to the western margin of Gondwana also received a certain marine influence. The palaeoclimatic indicators of the depocentres located to the continent interior suggest an increase of environmental dryness possibly due to the migration of southwestern Gondwana to lower\nlatitudes, whereas those, which were located to the western margin of the continent, aimed at a subtropical humid climate.\nAcknowledgments\nThis work has been financed by Project PIP-CONICET 0912/98: El Triisico-Jurdsico del Centro-Oeste de la Rep6blica Argentina, Geologia, Sedimentologia, Paleobot6nica y Bioestratigrafia) . The authors want to express their acknowledgment to their colleagues, Daniel Ganuza, Sergio Matheos, Mariana Brea and Alba Zamuner, for their co-operation in the fieldwork, as well as for the important exchange of opinions and ideas during the long years that the investigations on sedimentology and pa!aeobotany of the Argentine Triassic demanded. Victor Ramos and an anonymous reader are thanked for their efforts in reviewing the early version of this manuscript.\nReferences Anderson, J.M. and Anderson, H.M. (1993) Terrestrial\nflora and fauna on the Gondwana Triassic: Part 2. Co-evolution. In: Lucas, S.G. and Morales, M. (Eds.), The nonmarine Triassic. New Mex. Mus. Nat. Hist. Sci. Bull., v. 3,\nAnderson, J.M., Anderson, H.M., Archangelsky, S., Bamford, H., Chandra, S., Dettmann, M., Hill, R., Mcloughin, S. and Rosler, 0. (1999) Patterns of Gondwana plant colonization and diversification. J. Afr. Earth Sci., v. 28, pp. 145-167. Archangelsky, S. (1990) Plant distribution in Gondwana during the late Paleozoic. In: Taylor, T.N. and Taylor, E.L. (Eds.), Antarctic Paleobiology. Its role in the reconstruction of Gondwana, Springer-Verlag. v. 9, pp. 102-117. Archangelsky, S. (1996) Aspects of Gondwana paleobotany: gymnosperms of the Paleozoic-Mesozoic transition. Rev. Palaeobot. Palynol., v. 90, pp. 287-302. Artabe, A. and Brea, M. (2002) A new approach to Corystospermales based on petrified stems from the Triassic of Argentina. Alcheringa (in press). Artabe, A.E., Morel, E.M. and Spalletti, L.A. (2001) Paleoecologia de las floras tri6sicas argentinas. In: Artabe, A.E., Morel, E.M. and Zamuner, A.B. (Eds.), El Sistema Triisico en la Argentina. Fund. Mus. La Plata \"Francisco I? Moreno\" 11,\nArtabe, A.E., Morel, E.M. and Spalletti, L.A. (2002) Caracterizacicjn de las Provincias FitogeogrAficas Trihsicas del Gondwana Extratropical. Ameghiniana (in press). Axelrod, D. (1981) Role of volcanism in climate and evolution. Boulder. Geol. SOC. Amer., Spl. paper, v. 185, 59p. Barale, G., Phillippe, M., Torres, T. and Thevernard, E (7995) Reappraisal of the Triassic flora from Williams Point, Livingston Island (South Shetland Islands, Antarctica): systematical, biostratigraphical and paleogeographical implications. Ser. Cient. INACH v. 45, pp. 9-38. Becker, L., Poreda, R.J., Hunt, A.G., Bunch, T.E. and Rampino, M. (2001) Impact event at the Permian-Triassic boundary:\npp. 13-25.\npp. 199-225.\nGondwana Research, V. 6, No. 1,2003\nEVOLUTION OF SOUTHWESTERN GONDWANA TRIASSIC PLANTS 133\nevidence from extraterrestrial noble gases in fullerenes. Science, v. 291, pp. 1530-1533. Cantrill, D. (1995) The occurrence of the fern Hausmannia Dunker (Dipteridaceae) in the Cretaceous of Alexander Island, Antarctica. Alcheringa, v. 19, pp. 243-254. Charrier, R. (1979) El Trihsico de Chile y regiones adyacentes de Argentina: una reconstruccidn paleogeogrhfica y paleoclimhtica. Comunicaciones, Dto. Geol., Fac. Cs. Fisicas y Mat., Univ. Chile, v. 26, pp. 1-37. Cleal, C.J. (1991) Palaeoclimatology. In: Cleal, C.J. (Ed.), Plant fossils in geological investigation - the Palaeozoic. Ellis Horwood, New York, pp. 216-222. De Jersey, N.J. and Raine, J.I. (1990) Triassic and earliest Jurassic miospores from the Murihiku Supergroup, New Zealand. New Zeal. Geol. Surv., Palaeontol. Bull., v. 62, pp. 1-64. Dobruskina, I. (1993) Relationships of floral and faunal evolution during the transition from the Paleozoic to the Mesozoic. In: Lucas, S.G. and Morales, M. (Eds.), The nonmarine Triassic. New Mex. Mus. Nat. Hist. Sci. Bull., v. 3, pp. 107-112. Dubiel, R.F. (1994) Triassic deposystems, paleogeography, and paleodimate of the western Interior. In: Caputo, M., Peterson, J. and Franczyk, K. (Eds.), Mesozoic systems of the Rocky Mountain region, USA. US. Geol. Surv., Denver,\nDubiel, R.E and Hasiotis, S.T. (1994) Paleosols and rhizofacies as indicators of climate change and groundwater fluctuations: the Upper Triassic Chinle Formation (Abst.). Geol. SOC. Amer., Programs with Abstracts, v. 26, pp. 11-12. Dubiel, R.F. and Smoot, J.P. (1994) Criteria for interpreting paleoclimate from red beds - a tool for Pangean reconstructions. Can. SOC. Pet. Geol. Mem. 17, pp. 295-310. Dubiel, R.F., Parrish, J.T., Parrish, J.M. and Good, S.C. (1991) The Pagaean megamonsoon - evidence from the Upper Triassic Chinle Formation, Colorado Plateau. Palaios, v. 6,\nErwin, D.H. (1993) The great Paleozoic crisis - life and death in the Permian. Columbia Univ. Press, New York, 327p. Frakes, L.A., Francis, J.E. and Syktus, J.I. (1992) Climate models of the Phanerozoic. Cambridge Univ. Press, Cambridge, 274p. Franzese, J.R. and Spalletti, L.A. (2001) Late Triassic - early Jurassic continental extension in southwestern Gondwana: tectonic segmentation and pre-break-up rifting. J. S. Amer. Earth Sci., v. 14, pp. 257-270. Ganuza, D.G., Spalletti, L.A., Morel, E.M. and Arrondo, O.G. (1995) Paleofloras y sedimentologia de una asociacih lacustre-fluvial del Trihsico tardio: la Formacidn Paso Flores en Cafiaddn de Pancho, Neuqukn, Argentina. Ameghiniana,\nGibling, M.R., Nanson, G.C. and Maroulis, J.C. (1998) Anastomosing river sedimentation in the Channel Country of Central Australia. Sedimentology, v. 45, pp. 595-619. Herbst, R. (1988) La flora trihsica del Grupo El Tranquilo, provincia de Santa Cruz. Parte 11. Filicopsida. Ameghiniana,\nHerbst, R. (1993) Dipteridaceae (Filicales) del Trihsico del Arroyo Llantenes (Provincia de Mendoza) y de Paso Flores (Provincia del Neuqukn), Argentina. Ameghiniana, v. 30,\nHerbst, R. (2000) Dipteridaceae (Filicales) del Trihsico Superior\npp. 133-168.\npp. 347-370.\nV. 32, pp. 3-18.\nV. 25, pp. 365-379.\npp. 155-162.\nde Chile. Rev. Geol. Chile, v. 27, pp. 65-81.\nKemp, T.S. (1999) Fossils and evolution. Oxford Univ. Press, Oxford. 280p. Kerp, H. (1996) Post-Variscan late Palaeozoic northern hemisphere gymnosperms: the onset to the Mesozoic. Rev. Palaeobot. Palynol., v. 90, pp. 263-285. Kerr, R. (2001) Paring down the big five mass extinctions. Science, v. 294, pp. 2072-2073. Kessler, J.L.P., Soreghan, G.S. and Wacker, H.J. (2001) Equatorial aridity in western Pangea: Lower Permian loessite and dolomitic paleosols in northeastern New Mexico, U. S.A. J. Sediment. Res., v. 71, pp. 817-832. Kokogihn, D., Ferndndez Seveso, E and Mosquera, A. (1993) Las secuencias sedimentarias trihsicas. In: Ramos, V.A. (Ed.), Geologia y Recursos Naturales de Mendoza. 12\" Congr. Geol. Arg. y 2\" Congr. Explor. Hidroc., Rel. Geol. y Rec. Nat. Mendoza, v. 1, pp. 65-78. Lawver, L.A., Gahagan, L.M. and Dalziel, I.W.D. (1999) A tight fit-early Mesozoic Gondwana, a plate reconstruction perspective. Mem. Nat. Inst. Polar Res. Spl. Issue, v. 53,\nLlambias, E.J. and Sato, A.M. (1990) El Batolito de Colanguil (29-31\"s) Cordillera Frontal de Argentina: estructura y marco tectbnico. Rev. Geol. Chile, v. 17, pp. 89-108. Llambias, E.J. and Sato, A.M. (1995) El batolito de Colanguil: transicidn entre orogknesis y anorogknesis. Rev. Asoc. Geol. Arg., v. 50, pp. 111-131. Llambias, E., Kleiman, L. and Salvarredi, J. (1993) El magmatismo gondwhnico. 12\" Congr. Geol. Arg. y 2\" Congr. Explor. Hidroc., Rel. Geol. y Rec. Nat. Mendoza, v. 1, pp. 53-64. Ldpez Gamundi, O.R., Limarino, C.O. and Cesari, S. (1992) Late Paleozoic paleoclimatology of Central West Argentina. Palaeogeogr. Palaeoclim., v. 91, pp. 305-329. Mack, G.H., James, W.C. and Monger, H.C. (1993) Classification of paleosols. Geol. SOC. Amer. Bull., v. 105, pp. 129-136. Margalef, R. (1986) Ecologia. Ediciones Omega S.A., Barcelona 951p. McLoughlin, S., Lindstrom, S. and Drinnan, A.N. (1997) Gondwanan floristic and sedimentological trends during the Permin-Triassic transition: new evidence from the Amery Group, northern Prince Charles Mountains, East Antarctica. Antactic Science, v. 9, pp. 281-298. Meyen, S.V. (1987) Fundamentals of Palaeobotany. Chapman and Hall, London, 432p. Milana, J.P. and Alcober, 0. (1995) Modelo de funcionamiento tectosedimentario de la Cuenca Triisica de Ischigualasto (San Juan, Argentina). Rev. Asoc. Geol. Arg., v. 49,\nMorel, E.M., Ganuza, D.G. and Z6fiiga, A. (2000) Revisidn paleofloristica de la Formacidn Paso Flores, Trihsico superior de Rio Negro y del Neuqukn, Argentina. Rev. Asoc. Geol. Arg., v. 54, pp. 389-406. Norstog, K.J. and Nicholls, TJ. (1997) The Biology of the Cycads. Cornell Univ. Press, 363p. Olsen, P.E. (1997) Stratigraphic record of the early Mesozoic breakup of Pangea in the Laurasia-Gondwana rift system. Ann. Rev. Earth Planet. Sci., v. 25, pp. 337-401. Ottone, E.G. and Azcuy, C.L. (1998) Late Triassic palynomorphs from northwestern Perk Ameghiniana, v. 35, pp. 349-351. Parrish, J.T. (1993) Climate of the supercontinet Pangea. J. Geol.,\npp. 214-229.\npp. 217-235.\nV. 101, pp. 215-233.\nGondwana Research, V: 6, No. 1,2003\n134 L.A. SPALLETTI ET AL.\nPetriella, B.T. (1985) Caracteres adaptativos y autoecologia de las Corystospermaceae. 3\" Congr. Lat. Paleontol. (Mexico). Simp. Floras tridsicas. Mem., pp. 53-57. Potts, R. and Behrensmeyer, A.K. (1992) Late Cenozoic terrestrial ecosystems. In: Behrensmeyer, A.K., Damuth, J.D., DiMichele, W.A., Potts, R., Sues, H. and Wing, S.L. (Eds.), Terrestrial ecosystems through time. Evolutionary paleoecology of terrestrial plants and animals. Univ. Chicago Press, Chicago, 568p. Ramos, V.A. and Kay, S.M. (1991) Triassic rifting and associated basalts in the Cuyo basin, Central Argentina. In: Harmon, R.S. and Rapela, C.W. (Eds.), Andean magmatism and its tectonic setting. Boulder. Geol. SOC. Amer. Spl. paper 265,\nRapela, C.W., Pankhurst, R.J., Llambias, E.J., Labudia, C. and Artabe, A. (1996) \"Gondwana\" magmatism of Patagonia: Inner Cordilleran calc-alkaline batholiths and bimodal volcanic provinces. 3rd. Int. Sym. on \"Andean Geodynamics\". Extended Abst., Saint Malo, pp. 791-794. Retallack, G.J. (1988) Field recognition of paleosols. In: Reinhardt, J. and Sigleo, W.R. (Eds.), Paleosols and weathering through geologic time: techniques and applications. Geol. SOC. Amer. Spl. paper, v. 216, pp. 1-20. Retallack, G.J. (1995) Permian-Triassic life crisis on land. Science,\nRetallack, G.J. (1997) Earliest Triassic origin of Isoetes and quillwort evolutionary radiation. J. Paleontol., v. 71,\nRetallack, G.J. (1999) Postapocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia. Geol. SOC. Amer. Bull., v. 111, pp. 52-70. Retallack, G.J. and Alonso Zarza, A.M. (1998) Middle Triassic paleosols and paleoclimatology of Antarctica. J. Sediment. Res., v. 68, pp. 169-184. Retallack, G.J., Veevers, J.J. and Morante, R. (1996) Global coal gap between Permian-Triassic extinction and Middle Triassic recovery of peat-forming plants. Geol. SOC. Amer. Bull., v.\nRetallack, G.J., Seyedolali, A., Krull, E.S., Holser, W.T., Ambers, C.F? and Kyte, ET. (1998) Search for evidence of impact at the Permian-Triassic boundary in Antarctica and Australia. Geology, v. 26, pp. 979-982. Scotese, C.R., Boucot, A.J. and McKerrow, W.S. (1999) Gondwanan palaeogeography and palaeoclimatology. J. Afr. Earth Sci., v. 28, pp. 99-114. Simms, M.J. and Ruffell, A.H. (1990) Climatic and biotic change in the late Triassic. J. Geol. SOC. London, v. 147, pp. 321-327. Smith, A.G., Smith, D.G. and Funnell, B.M. (1994) Atlas of Mesozoic and Cenozoic coastlines. Cambridge Univ. Press, Cambridge, 99p. Spalletti, L.A. (1994a) Evolucidn de 10s ambientes fluviales en el Tridsico de la Sierra Pintada (Mendoza, Argentina): andisis sobre la influencia de controles intrinsecos y extrinsecos a1 sistema depositacional. Rev. Asoc. Arg. Sedimentol., v. 1,\nSpalletti, L.A. (1994b) Alociclos controlados por variaciones tectdnicas y climdticas en depdsitos fluviales de la Formacidn Paso Flores (Tridsico), noroeste de la Patagonia, Rep6blica Argentina. 5\" Reun. Arg. Sedimentol., Actas, pp. 43-57. Spalletti, L.A. (1997) Sistemas deposicionales fluvio-lacustres en el rift tridsico de Malargue (sur de Mendoza, Rep6blica\npp. 79-91.\nV. 267, pp 77-80.\npp. 500-521.\n108, pp. 195-207.\npp. 125-142.\nArgentina). An. Acad. Nac. Cs. Ex. Fisicas y Nat., Buenos Aires, v. 49, pp. 109-124. Spalletti, L.A. (2001a) Modelo de sedimentacidn fluvial y lacustre en la rampa de un hemigraben: el Tridsico de la Precordillera Occidental de San Juan, Rep6blica Argentina. Rev. Asoc. Geol. Arg. 56, 2, pp. 189-210. Spalletti, L.A. (2001b) Evolucidn de las cuencas sedimentarias. In: Artabe, A.E., Morel, E.M. and Zamuner, A.B. (Eds.), El Sistema Tridsico en la Argentina. Fund. Mus. La Plata \"Francisco F? Moreno\". 5, pp. 81-101. Spalletti, L.A. and Morel, E.M. (1992) La sedimentacidn fluvial en la etapa inicial de evolucidn de una cuenca vinculada con fallas activas y vulcanismo explosivo: la Forrnacidn Chihuiu (Tridsico), sur de Mendoza (Argentina). 4\" Reun. Arg. Sedimentol., Actas, v. I, pp. 159-166. Spalletti, L., Artabe, A., Brea, M. and Ganuza, D. (1995) Ambientes de acumulacidn y paleoflora en capas rojas tridsicas de la Cuenca Cuyana, Mendoza. Rev. Asoc. Geol. Arg., v. 50, pp. 175-188. Spalletti, L., Artabe, A., Morel, E.M. and Brea, M. (1999) Biozonacidn paleofloristica y cronoestratigrafia del Tridsico Argentino. Ameghiniana, v. 36, pp. 419-451. Tanner, L.W. (2000) Palustrine-lacustrine and alluvial facies of the (Norian) Owl Rock Formation (Chinle Group), Four Corners Region, southwestern U.S.A: implications for late Triassic paleoclimate. J. Sediment. Res., v. 70,\nWang Zi-Qiang (1991) Advances on the Permo-Triassic Lycopods in North China. I. An Isoetes from the Mid-Triassic in northern Shaanxi province. Palaeontographica B 222,\nWing, S.L. and Sues, H.D. (1992) Mesozoic and early Cenozoic terrestrial ecosystems. In: Behrensmeyer, A.K., Damuth, J.D., DiMichele, W.A., Potts, R., Sues, H. and Wing, S.L. (Eds.), Terrestrial ecosystems trough time. Evolutionary paleoecology of terrestrial plants and animals. Univ. Chicago Press, Chicago, 568p. Webb, J.A. (1982) Triassic species ofDictyophyllurn from eastern Australia. Alcheringa, v. 6, pp. 79-91. Webb, J.A. (1983) A new plant genus, possibly a marattialean fern, from the Middle Triassic of eastern Australia. Mem. Assoc. Australas. Palaeontol., v. 1, pp. 363-371. Webb, J.A. (2001) A new marattialean fern from the Middle Triassic OfeasternAustralia. Proc. R. SOC. N.S.W., v. 123, pp. 215-224. Wnuk, C. (1996) The development of floristic provinciality during the Middle and late Paleozoic. Rev. Palaeobot. Palynol., v. 90, pp. 5-40. Zamuner, A.B., Zavattieri, A.M., Artabe, A.E. and Morel, E.M. (2001) Paleobotdnica. In: Artabe, A.E., Morel, E.M. and Zamuner, A.B. (Eds.), El Sistema Tridsico en la Argentina. Fund. Mus. La Plata \"Francisco F? Moreno\". 8, pp. 143-184. Zavattieri, A.M. and Batten, D.J. (1996) Miospores from Argentinian Triassic deposits and their potential for intercontinental correlation. In: Jansonius, J. and McGregor, D.C. (Eds.), Palynology: principles and applications. Amer. Assoc. Stratigr. Palynol. Found., Salt Lake City Chapter 20B,\nZiegler, A.M., Parrish, J.M., Jiping, Y, Gyllenhall, E.D., Rowley, D.B., Parrish, J.T., Shangyou, N., Bekker, A. andHulver, M.L. (1993) Early Mesozoic phytogeography and climate. Philos. Trans. R. SOC. London, B 341, pp. 297-305.\npp. 1280-1289.\npp. 1-30.\n2, pp. 767-778.\nGondwana Research, V. 6, No. 1,2003"
  }],
  "year": 2005,
  "references": [{
    "title": "Terrestrial flora and fauna on the Gondwana Triassic: Part 2. Co-evolution",
    "authors": ["J.M. Anderson", "H.M. Anderson"],
    "year": 1993
  }, {
    "title": "Patterns of Gondwana plant colonization and diversification",
    "authors": ["J.M. Anderson", "H.M. Anderson", "S. Archangelsky", "H. Bamford", "S. Chandra", "M. Dettmann", "R. Hill", "S. Mcloughin", "Rosler"],
    "venue": "J. Afr. Earth Sci.,",
    "year": 1999
  }, {
    "title": "Plant distribution in Gondwana during the late Paleozoic",
    "authors": ["S. Archangelsky"],
    "venue": "Springer-Verlag. v",
    "year": 1990
  }, {
    "title": "Aspects of Gondwana paleobotany: gymnosperms of the Paleozoic-Mesozoic transition",
    "authors": ["S. Archangelsky"],
    "venue": "Rev. Palaeobot. Palynol.,",
    "year": 1996
  }, {
    "title": "A new approach to Corystospermales based on petrified stems from the Triassic of Argentina",
    "authors": ["A. Artabe", "M. Brea"],
    "year": 2002
  }, {
    "title": "Paleoecologia de las floras tri6sicas argentinas",
    "authors": ["A.E. Artabe", "E.M. Morel", "L.A. Spalletti"],
    "venue": "El Sistema Triisico en la Argentina. Fund. Mus. La Plata \"Francisco I? Moreno\"",
    "year": 2001
  }, {
    "title": "Caracterizacicjn de las Provincias FitogeogrAficas Trihsicas del Gondwana Extratropical",
    "authors": ["A.E. Artabe", "E.M. Morel", "L.A. Spalletti"],
    "venue": "Ameghiniana (in press)",
    "year": 2002
  }, {
    "title": "Role of volcanism in climate and evolution",
    "authors": ["D. Axelrod"],
    "venue": "Boulder. Geol. SOC",
    "year": 1981
  }, {
    "title": "The occurrence of the fern Hausmannia Dunker (Dipteridaceae) in the Cretaceous of Alexander Island, Antarctica",
    "authors": ["D. Cantrill"],
    "venue": "Alcheringa, v",
    "year": 1995
  }, {
    "title": "El Trihsico de Chile y regiones adyacentes de Argentina: una reconstruccidn paleogeogrhfica y paleoclimhtica. Comunicaciones, Dto",
    "authors": ["R. Charrier"],
    "venue": "Geol., Fac. Cs. Fisicas y Mat., Univ. Chile,",
    "year": 1979
  }, {
    "title": "Triassic and earliest Jurassic miospores from the Murihiku Supergroup, New Zealand",
    "authors": ["N.J. De Jersey", "J.I. Raine"],
    "venue": "New Zeal. Geol. Surv., Palaeontol. Bull., v",
    "year": 1990
  }, {
    "title": "Relationships of floral and faunal evolution during the transition from the Paleozoic to the Mesozoic",
    "authors": ["I. Dobruskina"],
    "venue": "New Mex. Mus. Nat. Hist. Sci. Bull.,",
    "year": 1993
  }, {
    "title": "Triassic deposystems, paleogeography, and paleodimate of the western Interior",
    "authors": ["R.F. Dubiel"],
    "venue": "Mesozoic systems of the Rocky Mountain region, USA. US. Geol. Surv., Denver,",
    "year": 1994
  }, {
    "title": "Paleosols and rhizofacies as indicators of climate change and groundwater fluctuations: the Upper Triassic Chinle Formation (Abst.)",
    "authors": ["Dubiel", "R.E", "S.T. Hasiotis"],
    "venue": "Geol. SOC",
    "year": 1994
  }, {
    "title": "Criteria for interpreting paleoclimate from red beds - a tool for Pangean reconstructions. Can",
    "authors": ["R.F. Dubiel", "J.P. Smoot"],
    "year": 1994
  }, {
    "title": "The Pagaean megamonsoon - evidence from the Upper Triassic Chinle Formation",
    "authors": ["R.F. Dubiel", "J.T. Parrish", "J.M. Parrish", "S.C. Good"],
    "venue": "Colorado Plateau. Palaios,",
    "year": 1991
  }, {
    "title": "The great Paleozoic crisis - life and death in the Permian",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "Climate models of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "Late Triassic - early Jurassic continental extension in southwestern Gondwana: tectonic segmentation and pre-break-up rifting",
    "authors": ["J.R. Franzese", "L.A. Spalletti"],
    "venue": "J. S. Amer. Earth Sci.,",
    "year": 2001
  }, {
    "title": "Paleofloras y sedimentologia de una asociacih lacustre-fluvial del Trihsico tardio: la Formacidn Paso Flores en Cafiaddn de Pancho, Neuqukn, Argentina",
    "authors": ["D.G. Ganuza", "L.A. Spalletti", "E.M. Morel", "O.G. Arrondo"],
    "venue": "Ameghiniana,",
    "year": 1995
  }, {
    "title": "Anastomosing river sedimentation in the Channel Country of Central Australia",
    "authors": ["M.R. Gibling", "G.C. Nanson", "J.C. Maroulis"],
    "venue": "Sedimentology, v",
    "year": 1998
  }, {
    "title": "Dipteridaceae (Filicales) del Trihsico del Arroyo Llantenes (Provincia de Mendoza) y de Paso Flores (Provincia del Neuqukn), Argentina",
    "authors": ["R. Herbst"],
    "venue": "Ameghiniana, v",
    "year": 1993
  }, {
    "title": "Dipteridaceae (Filicales) del Trihsico Superior",
    "authors": ["R. Herbst"],
    "year": 2000
  }, {
    "title": "Fossils and evolution",
    "authors": ["T.S. Kemp"],
    "year": 1999
  }, {
    "title": "Post-Variscan late Palaeozoic northern hemisphere gymnosperms: the onset to the Mesozoic",
    "authors": ["H. Kerp"],
    "venue": "Rev. Palaeobot. Palynol.,",
    "year": 1996
  }, {
    "title": "Paring down the big five mass extinctions",
    "authors": ["R. Kerr"],
    "venue": "Science, v",
    "year": 2001
  }, {
    "title": "Equatorial aridity in western Pangea: Lower Permian loessite and dolomitic paleosols in northeastern New Mexico, U",
    "authors": ["J.L.P. Kessler", "G.S. Soreghan", "H.J. Wacker"],
    "venue": "S.A. J. Sediment. Res.,",
    "year": 2001
  }, {
    "title": "Las secuencias sedimentarias trihsicas",
    "authors": ["D. Kokogihn", "E Ferndndez Seveso", "A. Mosquera"],
    "venue": "Geologia y Recursos Naturales de Mendoza. 12\" Congr. Geol. Arg. y 2\" Congr. Explor. Hidroc., Rel. Geol. y Rec. Nat. Mendoza, v",
    "year": 1993
  }, {
    "title": "A tight fit-early Mesozoic Gondwana, a plate reconstruction perspective",
    "authors": ["L.A. Lawver", "L.M. Gahagan", "I.W.D. Dalziel"],
    "venue": "Mem. Nat. Inst. Polar Res. Spl. Issue,",
    "year": 1999
  }, {
    "title": "El Batolito de Colanguil (29-31\"s) Cordillera Frontal de Argentina: estructura y marco tectbnico",
    "authors": ["E.J. Llambias", "A.M. Sato"],
    "venue": "Rev. Geol. Chile,",
    "year": 1990
  }, {
    "title": "El batolito de Colanguil: transicidn entre orogknesis y anorogknesis",
    "authors": ["E.J. Llambias", "A.M. Sato"],
    "venue": "Rev. Asoc. Geol. Arg., v",
    "year": 1995
  }, {
    "title": "El magmatismo gondwhnico",
    "authors": ["L. Kleiman", "J. Salvarredi"],
    "venue": "Congr. Geol. Arg. y 2\" Congr. Explor. Hidroc., Rel. Geol",
    "year": 1993
  }, {
    "title": "Classification of paleosols",
    "authors": ["G.H. Mack", "W.C. James", "H.C. Monger"],
    "venue": "Central West Argentina. Palaeogeogr. Palaeoclim.,",
    "year": 1993
  }, {
    "title": "Fundamentals of Palaeobotany",
    "authors": ["S.V. Meyen"],
    "year": 1987
  }, {
    "title": "Revisidn paleofloristica de la Formacidn Paso Flores, Trihsico superior de Rio Negro y del Neuqukn, Argentina",
    "authors": ["E.M. Morel", "D.G. Ganuza", "A. Z6fiiga"],
    "venue": "Rev. Asoc. Geol. Arg.,",
    "year": 2000
  }, {
    "title": "The Biology of the Cycads",
    "authors": ["K.J. Norstog", "Nicholls", "TJ"],
    "year": 1997
  }, {
    "title": "Stratigraphic record of the early Mesozoic breakup of Pangea in the Laurasia-Gondwana rift system",
    "authors": ["P.E. Olsen"],
    "venue": "Ann. Rev. Earth Planet. Sci., v",
    "year": 1997
  }, {
    "title": "Late Triassic palynomorphs from northwestern",
    "authors": ["E.G. Ottone", "C.L. Azcuy"],
    "venue": "Perk Ameghiniana, v",
    "year": 1998
  }, {
    "title": "Climate of the supercontinet Pangea",
    "authors": ["J.T. Parrish"],
    "venue": "J. Geol.,",
    "year": 1993
  }, {
    "title": "Caracteres adaptativos y autoecologia de las Corystospermaceae",
    "authors": ["B.T. Petriella"],
    "venue": "Congr. Lat. Paleontol. (Mexico). Simp. Floras tridsicas. Mem.,",
    "year": 1985
  }, {
    "title": "Late Cenozoic terrestrial ecosystems",
    "authors": ["R. Potts", "A.K. Behrensmeyer"],
    "year": 1992
  }, {
    "title": "Triassic rifting and associated basalts in the Cuyo basin, Central Argentina",
    "authors": ["V.A. Ramos", "S.M. Kay"],
    "venue": "Andean magmatism and its tectonic setting. Boulder. Geol. SOC",
    "year": 1991
  }, {
    "title": "Gondwana\" magmatism of Patagonia: Inner Cordilleran calc-alkaline batholiths and bimodal volcanic provinces",
    "authors": ["C.W. Rapela", "R.J. Pankhurst", "E.J. Llambias", "C. Labudia", "A. Artabe"],
    "venue": "3rd. Int. Sym. on \"Andean",
    "year": 1996
  }, {
    "title": "Field recognition of paleosols",
    "authors": ["G.J. Retallack"],
    "venue": "Geol. SOC",
    "year": 1988
  }, {
    "title": "Earliest Triassic origin of Isoetes and quillwort evolutionary radiation",
    "authors": ["G.J. Retallack"],
    "venue": "J. Paleontol.,",
    "year": 1997
  }, {
    "title": "Postapocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia",
    "authors": ["G.J. Retallack"],
    "venue": "Geol. SOC",
    "year": 1999
  }, {
    "title": "Middle Triassic paleosols and paleoclimatology of Antarctica",
    "authors": ["G.J. Retallack", "A.M. Alonso Zarza"],
    "venue": "J. Sediment. Res.,",
    "year": 1998
  }, {
    "title": "Global coal gap between Permian-Triassic extinction and Middle Triassic recovery of peat-forming plants",
    "authors": ["G.J. Retallack", "J.J. Veevers", "R. Morante"],
    "venue": "Geol. SOC",
    "year": 1996
  }, {
    "title": "Search for evidence of impact at the Permian-Triassic boundary in Antarctica and Australia",
    "authors": ["G.J. Retallack", "A. Seyedolali", "E.S. Krull", "W.T. Holser", "Ambers", "C.F", "Kyte", "ET"],
    "venue": "Geology, v",
    "year": 1998
  }, {
    "title": "Gondwanan palaeogeography and palaeoclimatology",
    "authors": ["C.R. Scotese", "A.J. Boucot", "W.S. McKerrow"],
    "venue": "J. Afr. Earth Sci., v",
    "year": 1999
  }, {
    "title": "Atlas of Mesozoic and Cenozoic coastlines",
    "authors": ["A.G. Smith", "D.G. Smith", "B.M. Funnell"],
    "year": 1994
  }, {
    "title": "Evolucidn de 10s ambientes fluviales en el Tridsico de la Sierra Pintada (Mendoza, Argentina): andisis sobre la influencia de controles intrinsecos y extrinsecos a1 sistema depositacional",
    "authors": ["L.A. Spalletti"],
    "venue": "Rev. Asoc. Arg. Sedimentol.,",
    "year": 1994
  }, {
    "title": "Alociclos controlados por variaciones tectdnicas y climdticas en depdsitos fluviales de la Formacidn Paso Flores (Tridsico), noroeste de la Patagonia, Rep6blica Argentina",
    "authors": ["L.A. Spalletti"],
    "year": 1994
  }, {
    "title": "Sistemas deposicionales fluvio-lacustres en el rift tridsico de Malargue (sur de Mendoza, Rep6blica",
    "authors": ["L.A. Spalletti"],
    "year": 1997
  }, {
    "title": "Modelo de sedimentacidn fluvial y lacustre en la rampa de un hemigraben: el Tridsico de la Precordillera Occidental de San Juan, Rep6blica Argentina",
    "authors": ["L.A. Spalletti"],
    "venue": "Rev. Asoc. Geol. Arg",
    "year": 2001
  }, {
    "title": "Evolucidn de las cuencas sedimentarias",
    "authors": ["L.A. Spalletti"],
    "venue": "El Sistema Tridsico en la Argentina. Fund. Mus. La Plata \"Francisco",
    "year": 2001
  }, {
    "title": "La sedimentacidn fluvial en la etapa inicial de evolucidn de una cuenca vinculada con fallas activas y vulcanismo explosivo: la Forrnacidn Chihuiu (Tridsico), sur de Mendoza (Argentina)",
    "authors": ["L.A. Spalletti", "E.M. Morel"],
    "year": 1992
  }, {
    "title": "Ambientes de acumulacidn y paleoflora en capas rojas",
    "authors": ["L. Spalletti", "A. Artabe", "M. Brea", "D. Ganuza"],
    "venue": "tridsicas de la Cuenca Cuyana, Mendoza. Rev. Asoc. Geol. Arg.,",
    "year": 1995
  }, {
    "title": "Biozonacidn paleofloristica y cronoestratigrafia del Tridsico Argentino",
    "authors": ["L. Spalletti", "A. Artabe", "E.M. Morel", "M. Brea"],
    "venue": "Ameghiniana, v",
    "year": 1999
  }, {
    "title": "Palustrine-lacustrine and alluvial facies of the (Norian) Owl Rock Formation (Chinle Group), Four Corners Region, southwestern U.S.A: implications for late Triassic paleoclimate",
    "authors": ["L.W. Tanner"],
    "venue": "J. Sediment. Res.,",
    "year": 2000
  }, {
    "title": "Advances on the Permo-Triassic Lycopods in North China. I. An Isoetes from the Mid-Triassic in northern Shaanxi province",
    "authors": ["Wang Zi-Qiang"],
    "venue": "Palaeontographica B 222,",
    "year": 1991
  }, {
    "title": "Mesozoic and early Cenozoic terrestrial ecosystems",
    "authors": ["S.L. Wing", "H.D. Sues"],
    "year": 1992
  }, {
    "title": "Triassic species ofDictyophyllurn",
    "authors": ["J.A. Webb"],
    "year": 1982
  }, {
    "title": "A new plant genus, possibly a marattialean fern, from the Middle Triassic of eastern Australia",
    "authors": ["J.A. Webb"],
    "venue": "Mem. Assoc. Australas. Palaeontol.,",
    "year": 1983
  }, {
    "title": "A new marattialean fern from the Middle Triassic OfeasternAustralia",
    "authors": ["J.A. Webb"],
    "venue": "Proc. R. SOC",
    "year": 2001
  }, {
    "title": "The development of floristic provinciality during the Middle and late Paleozoic",
    "authors": ["C. Wnuk"],
    "venue": "Rev. Palaeobot. Palynol.,",
    "year": 1996
  }, {
    "title": "Miospores from Argentinian Triassic deposits and their potential for intercontinental correlation",
    "authors": ["A.M. Zavattieri", "D.J. Batten"],
    "venue": "Palynology: principles and applications. Amer. Assoc. Stratigr. Palynol. Found., Salt Lake City Chapter 20B,",
    "year": 1996
  }, {
    "title": "Early Mesozoic phytogeography and climate",
    "authors": ["A.M. Ziegler", "J.M. Parrish", "Y Jiping", "E.D. Gyllenhall", "D.B. Rowley", "J.T. Parrish", "N. Shangyou", "Bekker", "M.L.A. andHulver"],
    "venue": "Philos. Trans. R. SOC",
    "year": 1993
  }],
  "id": "SP:3566354d29354cb829fe295fb5f4fd527a0990d9",
  "authors": [{
    "name": "L.A. Spallettil",
    "affiliations": []
  }],
  "abstractText": "A synergistic model based on reciprocal influences between biotic and abiotic factors is developed for the Triassic of southwestern Gondwana. Changes in physical environment exerted a strong influence on the characteristics and evolution of plant assemblages. The Permian-Triassic extinction, and the change from palaeophytic to mesophytic floras, is one of the most striking examples of direct influence of physical environment upon plant communities. Pangea coalescence, the distribution of land masses and seas, the spreading of continental climates (megamonsoonal conditions) and the waning polar glaciation determined the expansion of xeromorphic morphotypes that became dominant during the whole Mesozoic. In southwestem Gondwana, the introduction or invasion of immigrant lineages suggests a strong asymmetrical interchange from the Euroamerican realm to the Gondwana realm. In addition, generalised extensional volcanism, development of intracratonic rifts and the palaeolatitudinal location of climatic zones during the earlyMiddle Triassic favoured extinction of the Gtossopteris flora and explosive diversification of endemic groups. From the chronological viewpoint, the Barrealian, Cortaderitian and Florian stages are recognised in the Triassic of southwestern Gondwana. These stages are respectively characterised by: (a) appearance of mesophytic elements, and coexistence of Palaeozoic and Mesozoic groups, (b) maximum diversification of the Dicroidiurn flora, and (c) Dicroidium flora decline and replacement by morphotypes with strong Jurassic affinity. These palaeofloristic changes seem to be strongly influenced by tectonic evolution of sedimentary basins, temporal and regional distribution of sedimentary environments, and intra-Triassic palaeoclimatic change. .....",
  "title": "Geological Factors and Evolution of Southwestern Gondwana Triassic Plants"
}