{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/ locate/ icarus\nDating martian climate change\nDavid P. Page a,*, Matthew R. Balme b,c, Monica M. Grady a,d\na Planetary and Space Sciences Research Institute, The Open University, Walton Hall, Milton Keynes MK7 6AA, UK b Department of Earth and Environmental Sciences, The Open University, Milton Keynes MK7 6AA, UK c The Planetary Science Institute, 1700 E. Fort Lowell, Suite 106, Tucson, AZ 85719, USA d Department of Mineralogy, Natural History Museum, Cromwell Rd., London SW7 5BD, UK\na r t i c l e i n f o\nArticle history: Received 27 January 2009 Revised 6 May 2009 Accepted 11 May 2009 Available online 27 May 2009\nKeywords: Geological processes Impact processes Cratering Mars, Climate Earth\n0019-1035/$ - see front matter 2009 Elsevier Inc. A doi:10.1016/j.icarus.2009.05.012\n* Corresponding author. E-mail address: D.P.Page@open.ac.uk (D.P. Page).\na b s t r a c t\nGeological evidence indicates that low-latitude polygonally-patterned grounds on Mars, generally thought to be the product of flood volcanism, are periglacial in nature and record a complex signal of changing climate. By studying the martian surface stratigraphically (in terms of the geometrical relations between surface landforms and the substrate) rather than genetically (by form analogy with Earth), we have identified dynamic surfaces across one-fifth of martian longitude. New stratigraphical observations in the Elysium–Amazonis plains have revealed a progressive surface polygonisation that is destructive of impact craters across the region. This activity is comparable to the climatically-driven degradation of periglacial landscapes on Earth, but because it affects impact craters—the martian chronometer—it can be dated. Here, we show that it is possible to directly date this activity based on the fraction of impact craters affected by polygon formation. Nearly 100% of craters (of all diameters) are superposed by polygonal sculpture: considering the few-100 Ma age of the substrate, this suggests that the process of polygon formation was active within the last few million years. Surface polygonisation in this region, often considered to be one of the signs of young, ‘plains-forming’ volcanism on Mars, is instead shown to postdate the majority of impact craters seen. We therefore conclude that it is post-depositional in origin and an artefact of thermal cycling of near-surface ground ice. Stratigraphically-controlled crater counts present the first way of dating climate change on a planet other than Earth: a record that may tell us something about climate change on our own planet. Parallel climate change on these two worlds—an ice age Mars coincident with Earth’s glacial Quaternary period—might suggest a coupled system linking both. We have previously been unable to generalise about the causes of long-term climate change based on a single terrestrial example—with the beginnings of a chronology for climate change on our nearest planetary neighbour, we can.\n2009 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "A recurrent theme in studies of martian climate change is its recency: gullies, ‘frozen oceans’, sorted patterned-ground and a host of other glacial–periglacial (cold-climate) landforms attest to the relative youth of climatic events on Mars. However, the most spatially extensive of these landforms have impact crater densities consistent with surface ages of 10s to a few 100 million years (Ma), inconsistent with a youthful, climatic origin (McEwen et al., 2005). New observations of polygonally-patterned grounds in the Elysium–Amazonis plains (Figs. 1 and 2) overturn this notion of great age, revealing that crater counts are not telling the whole story, an anomaly that has its origins in the general volcanic theory of how these regions were formed. While some aspects of surface morphology in this area are suggestive of volcanism (Keszthelyi et al., 2000; Plescia, 2003), the landforms within these deposits dis-\nll rights reserved.\nplay superposition relations with impact craters that indicate regional-scale surface reorganisation at a time far-removed from deposition (Page and Murray, 2006; Page, 2007, 2008). Fig. 2A shows a typical example, in which the polygonal surface sculpture cross-cuts the entire impact crater population, reaching over rim crests and into crater floors (detail inset). Hence this sculpture formed after the craters, and a crater count that tells us about the age of the substrate tells us nothing about the age of polygonisation.\nA schematic cross-section can help to visualise this impact-cratered surface structurally. The stylised sections in Fig. 3 show a generalised ‘layer cake’ stratigraphy (a) and a polygonised surface of the form seen in the Amazonis plain (b). The crater in Fig. 3A records the age of Unit X, not Unit Y (Unit Y of a thickness insufficient to bury the crater of unit X, which stands proud of the upper unit as a result). However, this is not what is going on in Fig. 3B, or in the Amazonis plain. What appears on first inspection of Fig. 2A to be a polygonal surface covered in impact craters is actually an impactcratered surface covered in polygons. This distinction is more than\nsemantic, for it means that a standard crater count does not capture the true age of this polygonal surface at all (a geometry with consequences for the lithology of the substrate). The crater in Fig. 3B records the age of the substrate, Unit X, but not the age of polygonisation (which postdates the crater). This polygonal sculpture also occurs within erosional drainage channels (Fig. 4), a further sign of secondary origin illustrating the generality of these observations (see Appendix A.1). The volcanic theory, based on visual similarities to terrestrial lava flow surfaces, interprets the superposing polygonal and conical landforms in these deposits as cooling and explosive features coeval with the substrate (Keszthelyi et al., 2000; Jaeger et al., 2007). In contrast, geology shows these to be dynamic, time-transgressive (or diachronous) surfaces whose age is decoupled from the substrate. As such, current estimates of surface age derived from crater counts (e.g., Hartmann and Berman, 2000; Hartmann and Neukum, 2001; Plescia, 2003) must be reconsidered.\nAspects of the morphology and chronology of the deposits of the late Amazonian-aged (300–600 Ma to present (Hartmann and Neukum, 2001)) Elysium–Amazonis plains have been considered elsewhere (Plescia, 2003; Jaeger et al., 2007; Hartmann and Neukum, 2001; Burr et al., 2002). Here, we focus on near-surface structure, as expressed through stratigraphical superposition, demonstrating that these surfaces have been active in the very recent past, and assert that this modification is an indicator of climatic change. Further, we speculate on a link between the timing of climate change on Mars and the drivers of long-term terrestrial climate change."
  }, {
    "heading": "2. Geochronology",
    "text": "As an exogenic event, impact cratering is post-depositional by definition; therefore, any landform that crosses a crater rim must itself be post-depositional, and postdate impact (see Appendices A.1 and A.2). Because impact craters are the means of estimating surface age on Mars, any constructive process that affects impact craters in large numbers can be dated, the proportion of craters affected, relative to total counts, providing a measure of the recency (if not inception) of the process in question.\nIt is customary in impact crater chronology for inferences regarding geological events to be drawn from trends in crater size–frequency distribution (SFD) based on counts of the total number of impact craters in a given area, e.g., flattening of the SFD can be an indication of erosional loss of craters (Hartmann, 2005), while an increase in the slope of the SFD may suggest exhumation of a previously buried surface (Malin et al., 2006). Here, we invert this logic and count craters in the polygonal ground based on superposition relationships. This allows us to divide the SFD into stratigraphically- (hence, temporally-) distinct sub-populations depending on whether impact craters are observed to preor post-date formation of the polygonal sculpture (see Appendix A.1). In Fig. 2A, all the visible impact craters are transected by this surface sculpture, thus it is reasonable to infer that the polygonisation of the substrate is substantially younger than its deposition. To quantify this age of polygonisation, we undertook a crater counting study of polygonally-patterned grounds across the Elysium–Amazonis region.\nThe counts were performed using full-resolution HiRISE images (25 cm/pixel) on platy and polygonally-patterned ground at five locations, covering an area of 60 km2 at the eastern and western limits of the Cerberus Formation (Tables 1 and 2). We counted all features that could be reliably interpreted as of impact origin (see Appendix A.3), defining three sub-populations of impact craters: ‘Group 1’ craters that predate polygonisation (i.e., where polygons reach the crater rim), ‘Group 2’ craters that postdate polygonisation (i.e., where ejecta embays polygons), and ‘Group 3’ craters for which no stratigraphical determination can be made (i.e., those that are sufficiently small to avoid intersection with the polygonal sculpture, and therefore may either pre- or post-date the sculpture as a result, e.g., Fig. A1C). Because the temporal affinities of Group 3 craters are unclear, we have deliberately included them with the ‘‘postdate” count (Group 2) to avoid any bias toward a younger age for polygonisation. Thus, we obtained two ages for each area: (i) the emplacement age of the substrate (all craters counted), and (ii) the oldest age for polygonal sculpture formation (Group 2). Results are given in Fig. 2 and Tables 1, 2.\nFig. 2B shows the crater SFD for the area of polygonal terrain in Fig. 2A, alongside a ’control’ count of craters in a neighbouring, less-polygonised area. Most of the craters in the polygonal areas (>98%; > 10 m diameter) predate formation of the polygonal sculpture (i.e., are in Group 1). For diameters between 40 and 500 m, the SFDs follow the isochrons midway between 100 Ma and 1 Ga, consistent with reported surface ages of a few-100 Ma (e.g., Hartmann and Neukum, 2001; Burr et al., 2002). Below 40 m, the SFD in the polygonal areas (Fig. 2B, red plot, middle) flattens dramatically, moving below the 100 Ma isochron to cross the 10 and 1 Ma isochrons, a trend maintained down to the smallest measured diameters ( 4 m). This flattening increases with increasing polygonisation, those craters in less-polygonised areas (Fig. 2B, black plot, right) clearly describing a steeper path. The near-horizontal section of the plot (D 6 m and below) is an artefact of decreasing image resolution, but the roll-over beginning at 40 m cannot be so attributed. At 25 cm/pixel, a 40 m crater is 160 pixels across and perfectly visible—it is not possible in a HiRISE image for non-detection of craters to be a function of image resolution at this diameter. We attribute the roll-over to the destructive effects of polygon formation (see Fig. 2A inset and Appendix A.1).\nThe small fraction of impact craters that postdate polygon formation (Group 2, Fig. 2B, blue plot, left) describe a path between the 100 ka and 1 Ma isochrons, with a single outlier between 1 and 10 Ma (arrowed). There is cause to regard this few-Ma agerange as robust: the largest Group 2 crater observed (Fig. 4B) is 90 m in diameter, a size consistent with a surface age of <10 Ma for the 60 km2 area counted (Hartmann and Neukum, 2001). Together, these three stratigraphical groups of impact craters (‘predate’, ‘postdate’, and ‘indeterminate’) constrain polygon formation to within the last 5 Ma.\nWe tested our hypothesis of a dynamic, recently active surface in Amazonis Planitia in the source region and type area for these deposits: Athabasca Valles, in Elysium Planitia. It has previously\nbeen observed that there are consistent age differences between different parts of individual flow surfaces in this region, the polygonal surfaces measurably younger than the ‘platy’ ground to which they are interstitial (Murray et al., 2005). The age difference is reported to be slight, on the order of 105 years, and within the statistical errors of the crater counts. However, using new HiRISE observations (Fig. 2C–E), we have found the age difference to be substantial, closer to 100 Ma, with the polygonal regions far younger. The time-gap is unambiguous, the bulk of the craters concentrated in the platy regions (Fig. 2C and E) with the SFD in platy and polygonal areas plotting along 100 and 5 Ma isochrons respectively (Fig. 2D). This age-difference varies considerably throughout the region, but its expression here is telling. Such evidence requires that either one surface is younger than the other, or something is removing craters in the polygonal areas. It is unlikely that any process—including polygonisation—could obscure or obliterate 100 Ma of craters in the inter-plate areas whilst leaving those on nearby plates intact, so the polygonal ground must be younger, supporting a late-stage, secondary origin for polygon formation across the Elysium–Amazonis plains.\nThe temporal discontinuity between these two surface morphologies is impossible to reconcile with either a single surface of solid rock (e.g., Plescia, 2003; Keszthelyi et al., 2000) or an emplacement duration of ‘‘. . .a few to several weeks” (Jaeger et al., 2008a). Instead, it is most likely that these deposits are the sedimentary remnant of outflow channel formation (Rice et al., 2002) or the residuum of a once-greater ice mass (e.g., Murray et al., 2005), reworked periglacially over time (Page, 2007). The visual impression is that the surfaces in Fig. 2C and E accumulated the bulk of their craters before break-up, that plate fracture and movement, like polygonal ground formation, are also recent events. This qualitative impression is confirmed by the measured difference in crater density between platy and polygonal surfaces—Table 2 showing over 95% of the craters in Fig. 2E concentrated in the plates, relative to the polygonal ground. For any given crater diameter in the most numerous and statistically-reliable diameter bins (D = 8–22 m), crater density is 10–20 greater in the platy regions than the polygonal. Craters counted in the polygonal inter-plate regions of Fig. 2E were in the 6–30 m diameter range, at which size the craters have rim heights of 0.5– 2 m. The lesser of these values provides an index of the maximum dust thickness for the craters counted to be visible, so dust infill cannot account for the local 10-fold difference in impact crater density between these two surfaces across the observed diameter range.\nGiven the disparity in surface ages between these two surface morphologies, it is notable that the pitted mounds characteristic of these deposits (Fig. 2E, centre; also Figs. 3C and D and 4B–F) occupy both platy and polygonal regions and hence must postdate both (e.g., Page and Murray, 2006; Page, 2008; cf. Jaeger et al., 2007, 2008b). Their presence within platy ground removes any possibility that these are rocky materials surrounded by later, polygonallypatterned effluvium (e.g., Burr and Parker, 2006). This dynamic,\ndiscordant surface is consistent with indications of ongoing mound growth, the ‘wakes’ formed downstream of the older mounds in\nFig. 2E clearly severed where the plates have rafted apart (white arrows), with new post-fracture mounds forming over the breach [dark arrows (cf. Fig. 4G and H)]. The geological history of this surface may be delineated on the basis of these relative age relations (Table 3), a story of continuous change over many millions of years.\nThis large time-gap (or disconformity) helps answer one question regarding the timing of surface change in Fig. 2A. Although we can constrain the recency of polygonisation, it is not possible to say from the superposition of impact craters in Amazonis Planitia when the process of polygon formation began (i.e., whether this is a wholly young phenomenon that postdates the majority of impact craters here, or if it has been active throughout the 100s of millions of years recorded by these craters, the latest phase of activity polygonising those craters last formed). Given the ubiquity of this surface sculpture across this region (and in deposits of a range of ages throughout the northern lowlands generally), it is probable that what is seen in Fig. 2A is a complex, compound signal rather than a discrete event. Nevertheless, the similarity in the ages of polygonisation in Amazonis Planitia (Fig. 2A and B) and Athabasca Valles (Fig. 2D and E) suggests that events across Elysium– Amazonis may indeed be entirely young.\nTo put all of these observations into context, we must recognise that there are two ages recorded in the surface of Fig. 2A: a substrate age documented by the total number of impact craters, and a secondary age of ‘overprint’, independent of any assertion of process, that records a later phase of endogenic activity (see Appendices A.1 and A.2). There is only one process on Earth that results in decametre-scale post-depositional polygon formation— thermal cycling of near-surface volatiles (French, 1996)—and it is this that we believe has produced polygonisation of the deposits of the martian equator."
  }, {
    "heading": "3. Land form and Climate",
    "text": "We suggest that the young overprint of craters is climatic in origin, a periglacial hypothesis based on form and association of surface landforms long-noted in the deposits of this region (Rice et al., 2002), but previously debarred on the basis of apparent great surface age (McEwen et al., 2005). As the most widespread feature the polygonal surface sculpture is the landform most amenable to dating, but this is just one part of an assemblage of landforms of putative periglacial origin that exist in these deposits (Fig. 4C–F), each with its parallel in the terrestrial cold-climate environment and the same secondary relation to the substrate (Page, 2007, 2008; Balme et al., 2009). This assemblage includes polygonal ground, pingolike (or ice-cored) mounds, thermokarst-like subsidence pits (a feature related to ground ice loss), solifluction ridges (the product of thaw-induced surface creep) and sorted stone circles, a mixture of constructional and degradational landforms collectively diagnostic of freeze–thaw activity on Earth and, in association, unique to permafrozen terrain (Dylik, 1964; Washburn, 1980; French, 1996). While such landform interpretations are rarely definitive in planetary imaging, where different causes or processes may result in strikingly similar visual effects (Schumm, 1991; Page and Murray, 2006), such convergence of form is the rationale for the approach from which our chronology derives, a geomorphology grounded in geological structure that is both a test of hypotheses and a guard against the deceptions of resemblance that beset all planetary image interpretation (Zimbelman, 2001).\nThe climatic implications of this landform assemblage are well recognised on Earth and equated with periods of intense cold during the last glacial maximum, 15 kyr ago [Washburn, 1980]. Terrestrial permafrost exists today far south of the 0 C isotherm where it is in disequilibrium with present climate and actively degrading, such ground-ice thought to be relict of former, colder climes before Pleistocene deglaciation (Péwé, 1983; Osterkamp\nand Burn, 2002). We suggest that the periglacial landscape seen across the Elysium–Amazonis plains today has a similar disequilibrium origin, occurring just where it should if formed by climatic changes within the last few Ma, i.e., at the warmest latitudes on the planet (during northern hemisphere summer). Because the spatial extent of permafrost generally changes with climate (Washburn, 1980; Osterkamp and Burn, 2002), and climate is the only process known to be latitude-dependent (Head et al., 2003),\nthe low-latitude distribution of this assemblage serves as a test of climatic control. At the current orbital inclination (25 , Fig. 6), near-surface ground-ice is stable only at high latitude (poleward of 60 (Mellon and Jakosky, 1995)), becoming progressively less stable toward the equator; a model assertion confirmed spectrally (Boynton et al., 2002). The corollary is that it is in the zone of lowest ground ice stability that the youngest signs of periglacial activity should be most apparent. Because the orbital axis of Mars, like\nEarth’s, is not fixed, this zone of instability shifts with changing obliquity, residing at high latitude at high tilt and low latitude at low tilt (the current condition). As orbital inclination has moved from a state of high mean obliquity to one of low mean obliquity over the last 5 Ma (Fig. 6), ground ice in the tropics will have become increasingly unstable, responding to the elevated surface temperature by cycling of near-surface volatiles. The colder conditions in this region before 5 Ma would have been conducive to periglacial landform genesis, the warming trend since then equally suited to their degradation. The young polygon > thermokarst > pingo sequence is consistent with this progressively ameliorating climate, and the presence of comparable but older landforms at higher latitudes (e.g., Siebert and Kargel, 2001; Costard and Kargel, 1995; Farrand and Gaddis, 2003).\nAll the features discussed are presumptive evidence of permafrost, based on post-depositional origin and analogy with presently active terrestrial forms (Washburn, 1980). On Earth, polygonal ground underlain by ice wedges can cease cracking during warmer climatic periods, or lie dormant for long periods of time only to reactivate with renewed cooling. Because the polygonal sculpture\nin the Elysium–Amazonis plains cross-cuts craters of every diameter (hence age), this precludes these being fossil periglacial polygonal fractures which, when filled with clastic material, can be preserved for hundreds of millions of years on Earth (e.g., Deynoux, 1982).\nSo is the young landform assemblage on Mars an indicator of a former, palaeo-climate, or is it a sign of contemporary climate change? We can consider this question by reference to the intrusive mound landforms. Most are degraded (Fig. 5B–D), but many are not (Figs. 5F–H, 2E and Appendix A.1D) and are considered to indicate geologically-recent hydrological cycling (Page and Murray, 2006). While the landforms of this assemblage can only be dated to within the last few Ma, we know that ‘pingos’ are transient, hydrological features that do not survive over geological time scales (the terrestrial pingo life cycle is 10 kyr (French, 1996)), so it is likely that these martian landforms are very recent features given the visual indications of ongoing mound growth in Fig. 2E. Given the precedent for lagged ground ice decay in the terrestrial environment (Osterkamp and Burn, 2002), it is possible that a delayed response to recent climate changes is still triggering ground\n1 We do not relate surface change on Mars to any particular episode of orbita variation (whose 104–105-yr periods are beyond constraint by impact crater chronology), the last 5 Ma encompassing 250 precessional and 125 obliquity cycles with frequencies of 21 ka and 41 ka, respectively. Similarly, while this young periglaciation appears related to recent climatic change it does not presuppose orbital variation as the mechanism of volatile emplacement. Reworking of subsurface ice in this region is inevitable, whether its emplacement is the product of orbita forcing or the happenstance of a catastrophic outflow event, both solutions consisten with the current disposition of ice at low martian latitude.\nice activity on Mars today (e.g., Cabrol and Grin, 2002), a possibility supported by ground-penetrating radar data (see Appendix A.4).\nSuch recency is consistent with models of atmospheric deposition of ground ice on Mars driven by periodic (105 yr) variations in the planet’s spin axis (Mellon and Jakosky, 1995; Mischna et al., 2003). However, a more direct source of ice is the substrate itself, the channels in which these landforms occur being the site of catastrophic water release in the geologically-recent past. The outflow\nchannels of the Elysium–Amazonis plains—Athabasca and Marte Valles—were undoubtedly cut by running water (Rice et al., 2002; Burr et al., 2002; Burr and Parker, 2006), so evidence exists for recent aqueous activity and a viable source of volatiles within the region. The question of the origin of this assemblage then becomes one of the preservation of these volatiles, a consideration based on models of ground ice stability, the simplifying geological assumptions of which reflect our lack of knowledge regarding the textural and compositional heterogeneity of the martian regolith (e.g., Clifford, 1998; Chamberlain and Boynton, 2007; Mellon et al., 2004). The instability of ground ice is often given for the absence of icy landforms at low latitude (e.g., Levrard et al., 2004; Chamberlain and Boynton, 2007), but far from precluding the existence of such a landscape, this instability is the key to its presence. That we do not generally make this connection has more to do with the association of surfaces in this region with flood volcanism than any inability of these latitudes to support ground ice activity on the observed time scales (e.g., Smoluchowski, 1968; Mischna et al., 2003)."
  }, {
    "heading": "4. Mars and Earth",
    "text": "Assuming that our chronology is correct (see Appendix A.2), our observations show that periglacial activity occurred on Mars at the same time as the last major period of glaciation on Earth ( 6 Ma to 10 ka (Hays et al., 1976; Eyles, 1993)). This overlap might simply be coincidental: it is accepted that climate changes with orbital modulation, and the orbital geometries of both Earth and Mars vary on a similar 104–105 yr time scale.1 Alternatively, the parallel climate changes might indicate the action of a single external control, such as solar variability (Sagan and Young, 1973). Our derived chronology of surface change ( 5 Ma) is orders of magnitude less exact than the 104–105 yr periods of Mars’ orbital variation, so there is no way to confirm or discount either prospect at present. Notwithstanding the possibility that parallel climate change on Mars and Earth is a coincidence of timing rather than cause, we explore the implications for both planets of synchronous climate variations.\nIt is accepted that the primary driving force for Quaternary climate change is a seasonal change in insolation induced by variations in Earth’s orbital parameters—the ‘pacemaker’ of the ice ages (Emiliani, 1955; Hays et al., 1976). However, no single element of obliquity, precession or orbital eccentricity accounts for the 100-ka cyclicity that dominates the post-Quaternary sedimentary record, or the infrequency of terrestrial glaciation before this time (Hays et al., 1976; Eyles, 1993; Riall, 1999). A complex relationship between insolation and mantle-derived CO2 is therefore thought to provide the primary link with climate through the greenhouse effect, reinforced by the changing distribution of the continents and their influence upon atmospheric and oceanic circulations (e.g., Veevers, 1990; Broeker and Denton, 1989; Harris, 2002). How these various endogenous factors interact, and whether they serve to amplify the effect of the orbital rhythms within Earth’s climate system, or vice versa, is unclear (Ruddiman et al., 1986), but Mars is a planet that lacks for oceans and plate tectonics (at least on the few-Ma time scale in question (Zuber, 2001)), and one that has a very different atmosphere to our own. Detecting the signs of orbital forcing in earlier Earth epochs is ham-\nl\nl t\npered by our inability to constrain short-order events ( 105 yr time scale) in the terrestrial rock record (Miall and Miall, 2004). Thus our recognition of events triggered by orbital variations is based on a single, well-dated instance of change over the last 2 Ma (the last terrestrial ice age). In this context the timing of periglaciation on Mars might tell us something about Earth, suggesting that when considering the causes that tip these two planets between greenhouse and icehouse states, external forcings may have had a greater influence on long-term terrestrial climate than previously suspected (e.g., Muller and MacDonald, 1997; Forte and Mitrovica, 1997; Harris, 2002).\nWe note that there is no reason to suppose that ‘ice ages’ on Mars should be the same as those on Earth; indeed, it has been suggested that they are opposite in some respects, with martian glacial periods characterised by warmer polar climates (a result of Mars’ more extreme obliquity variation) that drive volatiles down to cooler, lower latitudes to be deposited as ice (Head et al., 2003). Martian’glacial’ periods occur at times of high obliquity (> 30 , the last period some 2–0.4 Ma ago) and ‘interglacials’ at low obliquity ( past few-100 ka to the present), when the lower latitudes are warmer and volatile-loss cycles volatiles back to the pole.\nThis interpretation, based on a conceptual model of orbitallyforced ground ice emplacement, places Mars in an interglacial period defined by the current low orbital obliquity, the volatile-rich glacial deposits formed at mid-latitude during the previous high-\nobliquity phase now undergoing reworking, degradation and retreat in response to the present instability of near-surface ground ice (Mustard et al., 2001). This mechanism does not differ fundamentally from that of Earth, where obliquity-driven variations in insolation at high northern-latitudes are thought to control the growth of the polar ice sheets around whose margins and newly exposed forelands periglacial landform assemblages predominate. This martian ‘ice age’ hypothesis postulates periglacial activity at a latitude where volatiles are known to exist from spectroscopic observations (Boynton et al., 2002; Feldman et al., 2004), unlike the lower-latitude Elysium–Amazonis plains, where little ground ice is evident from spectrometry data. Nevertheless, a case exists for suggesting that the degraded periglacial landscape seen in Elysium–Amazonis is just where it should be under current climatic conditions, that young deposits at low latitude should be more strongly reworked, and their periglacial landform assemblage better developed, relative to those at mid-latitude. Most models of atmosphere-regolith volatile exchange on Mars envisage stable ground ice in the tropics during periods of high obliquity (e.g., Mellon and Jakosky, 1995; Mischna et al., 2003; Levrard et al., 2004), the obliquities at which such stability is predicted to occur ( 30 ) achieved as recently as 500 ka (Fig. 6). Irrespective of the mechanism of ground-ice emplacement on Mars, if insolation is the key to its loss then the most recent degradation should be evident at low latitude.\nThis is indeed the case, with the most diverse assemblage of young periglacial landforms—polygonally-sculpted ground, intrusive frost mounds (or ‘pingos’), thermokarst, solifluction ridges, and most recently, sorted stone circles and nets—found at low latitude (Page and Murray, 2006; Page, 2007, 2008; Balme et al., 2009). The other classic permafrost feature commonly part of this assemblage is the rock glacier. Although not part of this study, examples of such landforms are widely recognised in the amphitheatres of the Tharsis Montes, directly east of the study area (e.g., Head and Marchant, 2003), these deposits of comparable (late Amazonian) age to those we have observed in the plains.\nA young periglacial landscape at low martian-latitude raises several questions. (1) Are Mars and Earth bound in their response to external forcings? Clearly, orbital variation alone does not predestine climate change; if this were the case, alternating glacial– interglacial periods would have become a regular fixture of Earth history, rather than the handful of times that continent-scale ‘icehouse’ conditions have obtained during the past three billion years (Eyles, 1993). Alternatively, orbital forcing might play a dominant role in global climate change, the lack of evidence for more frequent glaciation an artefact of a fragmentary geological record. (2) Is periglaciation at low martian-latitude a response to deglaciation of the northern plains, the buried ice present at higher latitude of ice sheet origin? On the one hand, this ice is located where thermal models suggest it would form if deposited during periods of higher obliquity (Mellon and Jakosky, 1995). On the other hand, the ice content ( 70% (Boynton et al., 2002)) is so high that diffusive deposition of water vapour in regolith pore space cannot be the primary formation mechanism (Richardson et al., 2003). (3) Are the high water-vapour and methane fluxes recently observed over the low latitudes related to ongoing permafrost degradation, a lagged response to an earlier episode of climate change, or even climate change today? Our revised geology of the Elysium region reduces the possibility that serpentinisation of basalt could be the source of this methane (indeed, where are the vast quantities of liquid water required for such regional-scale hydrothermal alteration?). On Earth, such regional concentrations of atmospheric methane are characteristic of ongoing permafrost degradation, with all that this implies for the potential biogenicity of the carbon (e.g., Liblik et al., 1997; Page, 2007).\nWe are only just scratching the surface of what Mars may tell us about long-term climate change on Earth—the longest-standing puzzle in Earth science (Raymo and Huybers, 2008). Using the geological record as a criterion against which to judge the performance of physical and numerical models of chronology and climate (Miall and Miall, 2004; Imbrie and Imbrie, 1980), with two planets on which to explore this puzzle we should have a better chance of solving it than if our investigations were limited to only one (Baker, 2003)."
  }, {
    "heading": "5. Conclusion",
    "text": "An alternative, periglacial interpretation of Mars’ equatorial plains, long-suspected on geomorphological grounds, is corroborated geologically. This interpretation finds agreement in impact crater populations, both relatively, in terms of local disparities in surface crater density, and measurably, in terms of derived Mascale surface ages. This recently-active Mars parallels Earth in both the expression and the timing of its surface changes—and perhaps also in its cause."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors thank Greg Michael of FUB for assistance with the Craterstats program. We also thank Stephanie Werner and an anonymous second reviewer for critical comments that improved\nthe manuscript. This research was funded by grants from CEPSAR to D.P.P. and from STFC to M.M.G. and M.R.B."
  }, {
    "heading": "Appendix A. Method",
    "text": "A.1. Geological determination of relative age\nWhile our derived surface ages or geochronology of events in the Elysium–Amazonis plains are based on impact crater counts, they were made with an eye to relative age first—that is, chronostratigraphically. An analogy illustrative of the distinction between relative and absolute age can be found in Earth’s Colorado Plateau and Grand Canyon. While improvements in dating techniques may give us an ever-finer estimate of the absolute age of canyon formation (geochronology), the age of the canyon relative to the plateau through which it cuts remains the same—it formed later (chronostratigraphy). This relative age-dating is fundamental, serving as a check of derived ages and a more structural way of looking at the age of planetary surfaces. Clearly, a total crater count of the surfaces in Fig. 2A, C or E (main text) would give a very misleading impression of true surface age and geological history.\nOur determinations of relative age were made on the basis of stratigraphy (principally) and impact energetics. If a surface landform (i.e., polygonal sculpture, pitted cone, collapse feature or surface ridge, see Fig. 4, main text) was observed to reach a crater rim, it was judged to postdate that crater. The justification for this is two-fold: stratigraphically, the material forming the rim of an impact crater was not in its current position prior to impact—it is allochthonous material excavated from the crater bowl and emplaced during the impact event. While it is conceivable that pre-existing surface features might survive such impact, the material forming the rim forced out en-masse (i.e., structural rather than ballistic emplacement: a suitable analogy being a house that remains intact on a land-slipped surface), the presence of the polygonal sculpture within the crater basin, continuous with that outside the crater, effectively precludes this possibility. This is the fundamental stratigraphical approach of terrestrial geology (Mackin, 1963), as applied on the Moon (Shoemaker and Hackman, 1962), where any structure that cross-cuts an impact crater rim is a sign of relative age in all but the most contrived scenarios (Wilhelms, 1987). Examples of such intra-crater polygonisation are shown in Fig. A1A–B; E–H herein.\nPreservation of pre-existing surface structure within a crater rim is nowhere observed in nature, nor experimentally; neither is it an expectation of theory (Melosh, 1989). This is the case whether the impacting object is a primary projectile travelling at cosmic velocity (>11 km s 1), or secondary material from a primary impact elsewhere on the surface, arriving at much slower speeds (e.g., 500 m s 1). Although the possibility of slow, secondary impacts conservative of surface features is often given in defence of the antiquity of the Elysium landforms (e.g., Jaeger et al., 2007, 2008b), it remains the case that a slower projectile, i.e., one with less kinetic energy, must be larger to excavate a crater of equivalent size. Where a 50 cm projectile may form a 50 m crater at hypervelocity, a m- to dm-scale projectile is required to achieve the same effect at slower speeds. As impact velocity decreases to 100s of m s 1, the crater formed is eventually no bigger than the impactor itself, and a direct hit on all landforms within the crater radius results. Hence, whether the crater seen at the surface is the result of a hypervelocity impact wave propagating out from ground zero, or is the product of a slower but much larger object physically impacting everything within the impact radius, nothing is preserved within the rim. Thus the presence of each of these martian landforms within the crater bowl is the justification for our methodology of stratigraphically-controlled impact crater\nFig. A1. Polygonal surface sculpture and pitted cones showing age relations relative to impact craters. North to top, scale bars = 100 m. (a and b) polygonal sculpture in Amazonis Planitia superposing impact craters. Note presence of polygonal sculpture on crater floor in (b) (upper arrow), continuous with that outside crater (lower arrow) = unambiguous indicator of relative age [HiRISE PSP_008092_1980 and PSP_008382_1980, 18 N/197 E]. (c) Small, stratigraphically-indeterminate (‘Group 3’) crater [image details as for (b)]. (d) pitted cone obliterated by impact. Note loss of pre-existing surface features within crater radius (cf. main text Fig. 4c and d) and presence of unpitted cone at lower left, cf. main text Fig. 5g and h [HiRISE PSP_002661_1895, 9.5 N/156 E]. (e–h) Intra-crater polygonal sculpture. The common NW–SE strike of this intracrater polygonisation may be a product of aeolian etching, normal to the dominant northeasterly wind direction in the Cerberus region [image details as for (a)].\ncounts, whereby if a landform cuts the crater rim, it is postdepositional.\nPage (2008) showed an example of a such a ‘direct hit’ upon one of the pingo-like features in Athabasca Valles, reproduced here as Fig. A1D. The result of such an impact is that all surface structure is obliterated out to 1.5 crater radii (see Melosh, 1989; Page and Murray, 2006). Given all possible combinations of lithology and impact velocity, preservation of pre-existing surface features would seem to be possible, but the simpler explanation—that these structures are post-depositional—is clearly more likely given that we would have to invoke an alternative explanation for every single example of this superposition (and there are more than a hundred visible in Fig. 2A [main text] alone and thousands of such examples in these deposits regionally), expressed by an entire assemblage of constructional and degradational landforms (Fig. 4, main text). It is only the general preconception we have of these deposits—that these are lava flows—that stands in the way of the conclusion that the features within them are post-depositional, as highlighted by the large variations in impact crater density on surfaces previously assumed to be co-genetic (e.g., Plescia, 2003; Werner et al., 2003).\nThese structural observations are entirely consistent with the differences between the two competing hypotheses of origin. Lava flows and their associated landforms have their geomorphological characteristics established in the time it takes them to crystallise; thereafter, they are only subject to modification by erosion or burial. In contrast, periglacial landforms and landscapes are the product of continuous, often repetitious, constructional and degradational processes; as such, they can interact stratigraphically with post-depositional structures, such as impact craters, in a way that solid rock cannot. The age-gap (or disconformity) between substrate and polygon formation in the Amazonis plain is also evident in Athabasca Valles, 2000 km to the west, where the age relations are much less subtle.\nPart of the change in perspective that looking at the impact crater population stratigraphically brings is to recognise that the craters we see at the surface are what is left after geological processing; that geology will often determine what we infer from such populations. Some workers have suggested that flattening of the small-crater SFD, recognised for some time in the Elysium plain\n(e.g., Hartmann and Neukum, 2001; Hartmann and Berman, 2000; Burr et al., 2002; Plescia, 2005) and now extended to the Amazonis plain, is the product of an imperfectly understood production function and that age-dating based on small craters is unreliable as a result (Plescia, 2005), particularly in regard to recent climate change (McEwen et al., 2005). This is not borne out by observations of craters that have formed on Mars within the last decade (Malin et al., 2006), or that the loss of small craters seen in the Elysium– Amazonis plain is not replicated on the volcanic constructs of the Elysium–Tharsis Montes (Hartmann, 1999). It is however what would be expected in terrain where endogenous geological activity is destructive of impact craters (Page, 2007), and consistent with the diameter-dependent obliteration we have observed in these deposits.\nFor instance, the largest crater in Fig. 2A (at far left) is clearly superposed by the polygonal sculpture, but still recognisably an impact crater. Go to the smaller inset crater of this figure (duplicated here as Fig. A1B) and notice how softened the crater outline is by polygon formation—cover the un-polygonised (upper-right) part of the crater with the hand and we would not even know it is there; the rim at lower-left is all but gone. Given the destructive nature of intrusive polygonisation, it is entirely likely that this process is responsible for the flattening of the SFD at small-crater diameter, either by physical loss of craters or obscuration of their detection (cf. Hartmann, 2005; Plescia, 2005). Not every crater can be constrained in this way, and it is clear that many of the stratigraphically-indeterminate craters (e.g., Fig. A1C, herein) may actually predate polygon formation—geologically (and chronologically), there is no way to tell. However, by placing these craters with the ‘postdate’ fraction of impact craters (Group 2, see main text) we over-estimate the age of all the youngest craters, avoiding any bias toward a younger age in our results: a useful safeguard in an investigation of recent surface activity.\nNote that because the polygonal sculpture postdates the vast majority of impact craters in these deposits, the primary or secondary origin of the impacting projectiles is effectively irrelevant in terms of relative age, the degree of ‘contamination’ resulting from such secondaries where much of the debate in impact crater chronology currently resides (see Hartmann, 1999; McEwen et al.,\nFig. A2. Circular-sub-circular structures of impact and non-impact origin in Amazonis Planitia. North to top, scale bars = 100 m. Context views at right, all images from HiRISE at 25 cm/pixel. (a and b) thermokarst-like pitting with centrally located pingo-like mounds, two pits coalescent in (b). (c) circular thermokarst-like pit, easily confused with impact crater (cf. (d)). Note characteristics of depression that distinguish this from impact structures: flat floor, no raised-rim or ejecta, and orthogonal polygon formation perpendicular to pit margin (the thermal influence of standing water on subsequent polygonisation resulting in such directed polygon formation in terrestrial thermokarst (French, 1996)). (d) degraded impact crater for comparison with (c). Note raised-rim, crescentic, bowl-shaped interior and absence in this impact structure of all aforementioned characteristics of (a–c) [(a and b) PSP_008382_1980, 18 N/197 E; (c and d) PSP_008092_1980, 18 N/197 E].\n2005; Hartmann, 2005; Plescia, 2005; Malin et al., 2006). The same argument is also applicable to ’absolute’ age (see Appendix A.2).\nA.2. Geology and determination of absolute age\nWe must consider the possibility that our measured chronology is wrong. However, the majority of impact craters in the study area are either transected by periglacial landforms (Fig. 2A main text, Fig. A1 herein) or concentrated in the platy, non-periglacial lithologies (Fig. 2C and E main text), so if the crater numbers speak of the passage of 100s of millions of years, then these polygonal surfaces are the product of change in no more than the last few percent of that time. This observation is independent of the cratering chronology model used, or any systematic error in those chronologies at the diameters observed (Hartmann and Neukum, 2001; Hartmann, 2005). As nearly 100% of the Amazonis craters are deformed by polygonisation (Fig. 2A, main text), this deformation must be young. This conclusion holds even if 100% of these craters are secondaries, in which case polygon formation can still be said to be younger than the secondary-causing impact event. Furthermore, the uneven distribution of small impact craters between adjoining platy and polygonal lithologies in Athabasca Valles indicates that this crater population cannot be the product of temporally-restricted secondary impact, as might result from a large primary impactor showering the region in secondary projectiles on a scale of hours (as suggested for the majority [ 80%] of small impact craters within the Athabasca Valles channel (McEwen et al., 2005)). These temporal non-conformities, geographically (i.e., laterally) in Athabasca Valles, and stratigraphically (i.e., vertically) in Amazonis, are the clearest indication that the surface deposits of the Cerberus Formation are not solid rock.\nClearly, there is a danger in using crater chronology to date deposits in which it can be shown that many of the geological assumptions made by that chronology (i.e., a rocky surface of uniform age preserving a ‘production population’ of impact craters (Hartmann and Neukum, 2001)) do not apply, the decoupling of surface age from bulk crater statistics in Fig. 2 one manifestation of this. However, the theoretical justification for making counts at the surface—i.e., the asteroidal production function—still exists, so impact craters may still be relied on to date that process if the counts are stratigraphically-controlled, the martian isochrons having their origin in the lunar production function where such complications as periglacial overprinting do not arise. The implications of this time-transgressive activity in the type area for martian impact crater chronology are considered in the final section of the Appendix (A.5).\nA.3. Distinguishing impact craters from depressions of non-impact origin\nSurface depressions of presumed thermokarstic origin are common in these deposits (and one of the signs of periglaciation therein). As Fig. A2A and B show, these depressions are easily distinguished from impact craters because of their irregular or reniform outlines. However, when they are circular in shape (e.g., Fig. A2C) they become easy to mistake for impact craters. Fortunately, a number of features exist in both classes of landform that distinguish these depressions from impact craters.\nFig. A2 shows a circular thermokarst pit (Fig. A2C) alongside an impact crater (Fig. A2D), the crater a degraded example with subdued ejecta to facilitate comparison. The impact crater has the characteristic rim raised above the surrounding terrain, forming the classic bowl shape dipping into the centre of the structure. The depression in Fig. A2C, however, is flat, having no raised rim, and dips steeply down to the floor (such flat-floored pits consistent with an evaporative or sublimative origin (e.g., Page, 2007)). Note\nalso how polygon formation in Fig. A2C is orthogonal to the pit margin, at approximate right angles to the periphery, another characteristic of the thermal influence of thermokarst which impact structures do not display. Furthermore, these pits are coalescent where they meet, as Fig. A2B demonstrates, unlike impact processes, which overprint each other at their margins (or result in\ncharacteristic interference patterns at lower velocities (Melosh, 1989)). Lastly, these depressions are often host to pingo-like pitted cones, as in Fig. A2A and B (also Figs. 4 and 5, main text), an association characteristic of intrusive ground ice processes, not impact (or volcanism).\nA.4. Detection of ground ice\nIf the deposits of the Elysium–Amazonis plains have an icy origin, where is this ice? The current generation of orbiting spectrometers and radars provide inconclusive results with regard to this question. The Mars Odyssey Gamma-Ray Spectrometer is unable to sense hydrogen below 1 m depth, falling below detection limits equatorward of ±45 latitude (Boynton et al., 2002). The radars MARSIS and SHARAD, aboard Mars Express and Mars Reconnaissance Orbiter respectively, are capable of sensing to much greater depth, detecting dielectric discontinuities in the subsurface that could indicate the presence of buried ground ice. While both instruments have provided evidence of a shallow (<300 m) radio-transparent deposit covering the Elysium–Amazonis region, interpretation of this result remains undecided (Safaeinili et al., 2007; Campbell et al., 2007). However, our observations of this region are of a degraded landscape, perhaps one largely depleted of its volatiles with only patches of recent ground ice activity, and here the SHARAD results are intriguing. Low-loss surface materials in Athabasca Valles occur in small patches, the largest of which are centred around 5 N/152 E (Orosei et al., 2008), the region of suggested recent pingo genesis ( 7 N/152 E (Page and Murray, 2006)). The most recent MARSIS soundings of this region (e.g., Boisson et al., 2008) are as consistent with an ice content of 20% (a value well within the range of high-latitude, continuous permafrost on Earth (Zhang et al., 2008)) as they are with 0% ice content, and therefore tell us little about the presence of ground ice in this region.\nA.5. Implications of a revised geology in the Elysium–Amazonis plains\nA revised geology at low martian latitude is not just a question of the origin of a single geological formation. The general theory of ‘plains-forming’ volcanism in this region has become a paradigm of martian geology basal to most ideas of surface processes, impact crater chronology, meteorite source region and thermal evolution. Thus, it is widely considered (effectively by default (McSween, 2002)) that this region must be the source of the young martian (shergottite) meteorites because there are no other regions of widespread, young lava that would satisfy multiple, random ejections of compositionally identical meteorites, concordant in age. Yet, such complex launch scenarios are largely speculative, their basis in derived exposure ages equally consistent with fewer launch events and break-up in transit (Nyquist et al., 2001), a simpler scenario consistent with the absence of a spectral signal for these meteorites anywhere on the martian surface (e.g., Hamilton et al., 2003).\nSimilarly, impact crater chronology relies on an assumption of young volcanic plains in this region for testing and refinement of surface isochrons (see Hartmann and Neukum (2001) and Hartmann (2005)), such deposits theoretically preservative of an impact crater population reflective of the impactor population that produced them. Surface units defined on the basis of visual similarity to lava flows, and therefore assumed to be of uniform age, result in composite ages that mask evidence for recent surface activity whilst embedding substantial dating errors within the system (at least at small crater-diameter, where the youngest ages are determined). As we have shown, a vast time-gap exists within the deposits of the Elysium–Amazonis plains, one almost as long as their accepted 100 Ma age (literally’more gap than record’ (Ager, 1993)), something that we have found at both geographical limits\nof their exposure. These deposits are not isochronous surfaces, but are markedly diachronous, and unsuitable for isochron construction, especially for the smaller part of the SFD where crater loss is most significant.\nWhile it can no longer be reasonably maintained that the deposits of this region are lava flows, it would be an overgeneralisation to conclude that this region is non-volcanic. The Elysium– Amazonis plains are host to the solar system’s largest volcanoes, magmatic constructs whose effusive products must have gone somewhere. However, this is not cause to relate all that we see at the surface to lava flow (cf. Milazzo et al., 2009; Diez et al., 2009). This region could be covered with a clastic veneer sufficient to create the platy, polygonal, and conical landforms—our point is simply that it is not composed of lava flows as exposed at the surface. Extrusive rocks do not show these large disconformities and diachroneities across their surfaces on Earth, and there is no reason to expect this to be the case elsewhere.\nMars might be formed almost entirely of shergottitic lava, metres-deep in dusty, spectrally-homogenous volcanogenic regolith. Ultimately though, this is reasoning on the basis of negative evidence as regards the origin of the Elysium–Amazonis plains, leaving big gaps in the story that ideas of surface chronology and meteorite source region are then made consistent with—a paradigm of geology with no geological foundation, the over-arching nature of which is used to refute all counter-argument. This general theory bears on the larger issue of how we inquire into the nature and age of planetary surfaces and how we reconcile these with the samples in our possession that we believe to be from these planets (not to mention the guide that such studies provide for landed space missions). It is time to critically re-examine the geology of this region and all of the morphological, chronological, and meteoritical inferences that have been built upon the paradigm of young, ‘plains-forming’ volcanism on Mars."
  }],
  "year": 2009,
  "references": [{
    "title": "The Nature of the Stratigraphical Record",
    "authors": ["D.V. Ager"],
    "year": 1993
  }, {
    "title": "Icy martian mysteries",
    "authors": ["V.R. Baker"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "Sorted stone circles in Elysium Planitia, Mars",
    "authors": ["M.R. Balme", "C.J. Gallagher", "D.P. Page", "J.B. Murray", "Muller", "J.-P"],
    "venue": "Icarus",
    "year": 2009
  }, {
    "title": "Exploring Athabasca subsurface geoelectrical properties using MARSIS radar data: Hypothesis on volcanic or fluvial origin of the local morphology",
    "authors": ["J. Boisson", "E. Heggy", "S.M. Clifford", "A. Frigeri", "J.J. Plaut", "G. Picardi"],
    "venue": "Lunar Planet. Sci. XXXIX. Abstract",
    "year": 2008
  }, {
    "title": "Distribution of hydrogen in the near surface of Mars: Evidence for subsurface ice deposits",
    "authors": ["W.V. Boynton"],
    "year": 2002
  }, {
    "title": "The role of ocean–atmosphere reorganizations in glacial cycles",
    "authors": ["W.S. Broeker", "G.H. Denton"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1989
  }, {
    "title": "Repeated aqueous flooding from the Cerberus Fossae: Evidence for very recently extant, deep groundwater on Mars",
    "authors": ["D.M. Burr", "J.A. Grier", "A.S. McEwen", "L.P. Keszthelyi"],
    "venue": "Icarus 159,",
    "year": 2002
  }, {
    "title": "Grjota’ Valles and implications for flood sediment deposition on Mars",
    "authors": ["D.M. Burr", "A.H. Parker"],
    "venue": "Geophys. Res. Lett. 33. L22201,",
    "year": 2006
  }, {
    "title": "The recent Mars Global Warming (MGW) and/or South Pole Advance (SPA) hypothesis: Global geological evidence and reasons why gullies could still be forming today",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "Lunar Planet. Sci. XXXIII. Abstract 1058",
    "year": 2002
  }, {
    "title": "SHARAD mapping of subsurface geologic horizons in Amazonis Planitia",
    "authors": ["B.A. Campbell"],
    "venue": "Lunar Planet. Sci. XXXVIII. Abstract",
    "year": 2007
  }, {
    "title": "Response of martian ground ice to orbitinduced climate change",
    "authors": ["M.A. Chamberlain", "W.V. Boynton"],
    "venue": "J. Geophys. Res. 112. E06009,",
    "year": 2007
  }, {
    "title": "Mars: The effect of stratigraphic variations in regolith diffusive properties on the evolution and vertical distribution of equatorial ground ice",
    "authors": ["S.M. Clifford"],
    "venue": "Lunar Planet. Sci. XXIX. Abstract",
    "year": 1998
  }, {
    "title": "Periglacial polygonal structures and sand wedges in the Late Precambrian glacial formations of the Taoudeni Basin in Adrar of Mauritania (West Africa)",
    "authors": ["M. Deynoux"],
    "venue": "Palaeogeogr. Palaeoclim. Palaeoecol",
    "year": 1982
  }, {
    "title": "Eléments essentials de la notion de ‘périglaciaire",
    "authors": ["J. Dylik"],
    "venue": "Biuletyn Peryglacjalny",
    "year": 1964
  }, {
    "title": "Pleistocene temperatures",
    "authors": ["C. Emiliani"],
    "venue": "J. Geol",
    "year": 1955
  }, {
    "title": "Earth’s glacial record and its tectonic setting",
    "authors": ["N. Eyles"],
    "venue": "Earth Sci. Rev. 35,",
    "year": 1993
  }, {
    "title": "Themis observations of pitted cones in Acidalia Planitia and Cydonia Mensae",
    "authors": ["W.H. Farrand", "L.R. Gaddis"],
    "venue": "Lunar Planet. Sci. XXXIV. Abstract",
    "year": 2003
  }, {
    "title": "Recharge mechanism of nearequatorial hydrogen on Mars: Atmospheric redistribution or sub-surface aquifer",
    "authors": ["W.C. Feldman", "J.W. Head", "S. Maurice", "T.H. Prettyman", "R.C. Elphic", "H.O. Funsten", "D.J. Lawrence", "R.L. Tokar", "D.T. Vaniman"],
    "venue": "Geophys. Res. Lett. 31",
    "year": 2004
  }, {
    "title": "A resonance in the Earth’s obliquity and precession over the past 20 Myr driven by mantle convection",
    "authors": ["A.M. Forte", "J.X. Mitrovica"],
    "venue": "Nature 390,",
    "year": 1997
  }, {
    "title": "The Periglacial Environment, second ed",
    "authors": ["H. French"],
    "year": 1996
  }, {
    "title": "Searching for the source regions of martian meteorites using MGS TES: Integrating martian meteorites into the global distribution of igneous materials",
    "authors": ["V.E. Hamilton", "P.R. Christensen", "H.Y. McSween Jr.", "J.L. Bandfield"],
    "venue": "on Mars. MAPS",
    "year": 2003
  }, {
    "title": "Global heat budget, plate tectonics and climatic change",
    "authors": ["S.A. Harris"],
    "venue": "Geogr. Ann",
    "year": 2002
  }, {
    "title": "Martian cratering VI: Crater count isochrons and evidence for recent volcanism from Mars Global Surveyor",
    "authors": ["W.K. Hartmann"],
    "venue": "Meteorit. Planet. Sci",
    "year": 1999
  }, {
    "title": "Martian cratering. 8. Isochron refinement and the chronology of Mars",
    "authors": ["W.K. Hartmann"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Elysium Planitia lava flows: Crater count chronology and geological implications",
    "authors": ["W.K. Hartmann", "D.C. Berman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Chronology and Evolution of Mars. In: Space Sci. Rev.,",
    "year": 2001
  }, {
    "title": "Variations in the Earth’s orbit: Pacemaker of the ice ages",
    "authors": ["J.D. Hays", "J. Imbrie", "N.J. Shackleton"],
    "venue": "Science",
    "year": 1976
  }, {
    "title": "Cold-based mountain glaciers on Mars",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Western Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Modeling the climatic response to orbital variations",
    "authors": ["J. Imbrie", "J.Z. Imbrie"],
    "venue": "Science 207,",
    "year": 1980
  }, {
    "title": "The comparison of size–frequency distributions of impact craters and asteroids and the planetary cratering rate",
    "authors": ["B.A. Ivanov", "G. Neukum", "W.F. Bottke Jr.", "W.K. Hartmann"],
    "year": 2002
  }, {
    "title": "Athabasca Valles, Mars: A lava-draped channel system",
    "authors": ["W.L. Jaeger", "L.P. Keszthelyi", "A.S. McEwen", "C.M. Dundas", "P.S. Russell"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "Emplacement of Athabasca Valles flood lavas",
    "authors": ["W.L. Jaeger", "L. Keszthelyi", "A.S. McEwen"],
    "venue": "Lunar Planet. Sci. XXXIX. Abstract",
    "year": 2008
  }, {
    "title": "Response to comment on ‘‘Athabasca Valles, Mars: A lava-draped channel system",
    "authors": ["W.L. Jaeger", "L.P. Keszthelyi", "A.S. McEwen", "D.N. Titus", "C.M. Dundas", "P.S. Russell"],
    "venue": "Science 320,",
    "year": 2008
  }, {
    "title": "Terrestrial analogs and thermal models for martian flood lavas",
    "authors": ["L. Keszthelyi", "A.S. McEwen", "T. Thordarson"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Recent ice-rich deposits formed at high latitudes on Mars by sublimation of unstable equatorial ice during low obliquity",
    "authors": ["B. Levrard", "F. Forget", "F. Montmessin", "J. Laskar"],
    "venue": "Nature 431,",
    "year": 2004
  }, {
    "title": "Methane emissions from wetlands in the zone of discontinuous permafrost: Fort Simpson, Northwest Territories, Canada",
    "authors": ["L.K. Liblik", "T.R. Moore", "J.L. Bubier", "S.D. Robinson"],
    "venue": "Global Biogeochem. Cycles",
    "year": 1997
  }, {
    "title": "The Fabric of Geology",
    "authors": ["J.H. Mackin"],
    "year": 1963
  }, {
    "title": "Present-day impact cratering rate and contemporary gulley activity on Mars",
    "authors": ["M.C. Malin", "K.S. Edgett", "L.V. Posiolova", "S.M. McColley", "E.Z. Noe Dobrea"],
    "year": 2006
  }, {
    "title": "The rayed crater Zunil and interpretations of small impact craters on Mars",
    "authors": ["A.S. McEwen", "B.S. Preblich", "E.P. Turtle", "N.A. Artemieva", "M.P. Golombek", "M. Hurst", "R.A. Kirk", "D.M. Burr", "P.R. Christensen"],
    "venue": "Icarus 176,",
    "year": 2005
  }, {
    "title": "The rocks of Mars, from far and near",
    "authors": ["H.Y. McSween Jr."],
    "venue": "MAPS",
    "year": 2002
  }, {
    "title": "The distribution and behaviour of martian ground ice during past and present epochs",
    "authors": ["M.T. Mellon", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "The presence and stability of ground ice in the southern hemisphere of Mars",
    "authors": ["M.T. Mellon", "W.C. Feldman", "T.H. Prettyman"],
    "venue": "Icarus 169,",
    "year": 2004
  }, {
    "title": "Impact Cratering: A Geologic Process",
    "authors": ["H.J. Melosh"],
    "year": 1989
  }, {
    "title": "Empiricism and model-building in stratigraphy: Around the hermeneutic circle in pursuit of stratigraphic correlation",
    "authors": ["A.D. Miall", "C.E. Miall"],
    "venue": "Stratigraphy",
    "year": 2004
  }, {
    "title": "On the orbital",
    "authors": ["M. Mischna", "M.I. Richardson", "R.J. Wilson", "D.J. McCleese"],
    "year": 2003
  }, {
    "title": "Evidence for recent climate change",
    "authors": ["J.F. Mustard", "C.D. Cooper", "M.K. Rifkin"],
    "venue": "equator. Nature",
    "year": 2001
  }, {
    "title": "Radar subsurface sounding over",
    "authors": ["G. Picardi", "A. Safaeinili", "R. Seu"],
    "year": 2008
  }, {
    "title": "Encyclopaedia of Atmospheric Sciences",
    "authors": ["T.E. Osterkamp", "C.R. Burn"],
    "year": 2002
  }, {
    "title": "Stratigraphical and morphological evidence for pingo",
    "authors": ["Press", "D.P. New York. Page", "J.B. Murray"],
    "year": 2006
  }, {
    "title": "Pacemaking the ice ages by frequency modulation of Earth’s orbital",
    "authors": ["J.A. 284–285. Riall"],
    "year": 1999
  }, {
    "title": "Morphology of fresh outflow",
    "authors": ["J.W. Rice", "T.J. Parker", "A.J. Russel", "O. Knudsen"],
    "venue": "eccentricity. Science",
    "year": 2002
  }, {
    "title": "climate models are telling us",
    "authors": ["W.F. Ruddiman", "M. Raymo", "A. McIntyre"],
    "venue": "Lunar Planet. Sci. XXIV",
    "year": 1986
  }, {
    "title": "Radio-transparent deposits in the Elysium",
    "authors": ["A. Safaeinili"],
    "year": 2007
  }, {
    "title": "Small-scale martian polygonal terrain: Implications",
    "authors": ["Press", "E.M. Cambridge. Shoemaker", "R.J. Hackman"],
    "year": 1962
  }, {
    "title": "Geologic map of the Northern Plains",
    "authors": ["K.L. Tanaka", "J.A. Skinner", "T.M. Hare"],
    "venue": "for liquid surface water. Geophys. Res. Lett",
    "year": 1968
  }, {
    "title": "Continual geological activity",
    "authors": ["Rev", "S.C. 327–402. Werner", "S. van Gasselt", "G. Neukum"],
    "year": 2003
  }, {
    "title": "The Geologic History of the Moon",
    "authors": ["D.E. 2002JE002020. Wilhelms"],
    "venue": "USGS Prof. Pap. 1348 (U.S",
    "year": 1987
  }],
  "id": "SP:9d999d792066b98239e4a58dbecc5f13a16d51ee",
  "authors": [{
    "name": "David P. Page",
    "affiliations": []
  }, {
    "name": "Matthew R. Balme",
    "affiliations": []
  }, {
    "name": "Monica M. Grady",
    "affiliations": []
  }],
  "abstractText": "Geological evidence indicates that low-latitude polygonally-patterned grounds on Mars, generally thought to be the product of flood volcanism, are periglacial in nature and record a complex signal of changing climate. By studying the martian surface stratigraphically (in terms of the geometrical relations between surface landforms and the substrate) rather than genetically (by form analogy with Earth), we have identified dynamic surfaces across one-fifth of martian longitude. New stratigraphical observations in the Elysium–Amazonis plains have revealed a progressive surface polygonisation that is destructive of impact craters across the region. This activity is comparable to the climatically-driven degradation of periglacial landscapes on Earth, but because it affects impact craters—the martian chronometer—it can be dated. Here, we show that it is possible to directly date this activity based on the fraction of impact craters affected by polygon formation. Nearly 100% of craters (of all diameters) are superposed by polygonal sculpture: considering the few-100 Ma age of the substrate, this suggests that the process of polygon formation was active within the last few million years. Surface polygonisation in this region, often considered to be one of the signs of young, ‘plains-forming’ volcanism on Mars, is instead shown to postdate the majority of impact craters seen. We therefore conclude that it is post-depositional in origin and an artefact of thermal cycling of near-surface ground ice. Stratigraphically-controlled crater counts present the first way of dating climate change on a planet other than Earth: a record that may tell us something about climate change on our own planet. Parallel climate change on these two worlds—an ice age Mars coincident with Earth’s glacial Quaternary period—might suggest a coupled system linking both. We have previously been unable to generalise about the causes of long-term climate change based on a single terrestrial example—with the beginnings of a chronology for climate change on our nearest planetary neigh-",
  "title": "Dating martian climate change"
}