{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nCatastrophic environmental transition at the Permian-Triassic Neo-Tethyan margin of Gondwanaland: Geochemical, isotopic and sedimentological evidence in the Spiti Valley, India\nNilotpal Ghosh a,1, Asish R. Basu a,⁎,1, O.N. Bhargava b, U.K. Shukla c, Arundhuti Ghatak a,2, Carmala N. Garzione a, Arun D. Ahluwalia d\na Department of Earth & Environmental Sciences, 227 Hutchison Hall, University of Rochester, Rochester, NY 14627, USA b INSA Honorary Scientist, 103, Sector 7, Panchkula, Haryana 134109, India c Department of Geology, Banaras Hindu University, Varanasi, UP 221005, India d Department of Geology, Panjab University, Sector-14, Chandigarh-160014, India\n⁎ Corresponding author at: 500 Yates St., Suite 107, U Arlington, TX 76019. Tel.: +1 817 272 9667.\nE-mail addresses: nghosh@ur.rochester.edu (N. Ghosh onbhargava@gmail.com (O.N. Bhargava), shukla_umakan arundhutighatak@iiserb.ac.in (A. Ghatak), carmala.garzion (C.N. Garzione), arundeep.ahluwalia@gmail.com (A.D. Ah\n1 Present address: Department of Earth & Environmen at Arlington, GS 107, 500 Yates St., Arlington, TX 76019.\n2 Present address: Department of Earth & Environmen Science Education and Research, Govindpura, Bhopal, MP\nhttp://dx.doi.org/10.1016/j.gr.2015.04.006 1342-937X/© 2015 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 18 November 2014 Received in revised form 23 March 2015 Accepted 6 April 2015 Available online 8 May 2015\nHandling Editor: A.S. Collins\nKeywords: Permian-Triassic extinction Spiti Valley Neo-Tethys Carbon isotopes Trace elements Lead isotopes\nInterpreting global consequences of the Permian-Triassic (P-Tr) extinction requires examination across paleogeographic realms of Pangaea. The Spiti Valley in India, remnant of the peri-Gondwanan shelf, preserved trails of this environmental catastrophe in the Neo-Tethys Ocean. We document new sedimentological observations and high-resolution trace element concentrations and carbon, oxygen, lead isotope data across the P-Tr boundary in Spiti. Framboidal pyrites, fossils and laminated lithology of the Late Permian shales indicate deeper anoxic depositional environment while δ13Corg excursions of 2.4‰ and 3.1‰ in Atargu and Guling outcrops, respectively, identify the P-Tr transition across a clayey, partly gypsiferous ferruginous layer. Sedimentological similarities of this layer to other Neo-Tethyan sections from Transcaucasia and Iran indicate subaqueous oxidation of shallow marine sediments on a regional scale. Light Rare Earth Element – enriched Late Permian shales with conspicuous Ce–Eu anomalies reflect their source from the adjacent Panjal Trap basalts (ca. 289 Ma) of Kashmir. Continental crustal Nb–Ta and Zr–Hf anomalies appear at the P-Tr boundary sediments, and prevail through the overlying Early Triassic carbonates. Original Pb isotope ratios, along with an increasing Pb abundance closer to the P-Tr boundary, distinguish the volcanic source of the Late Permian shales from the continental crustal siliciclastic signature of the Early Triassic carbonates. Our δ13Corg, trace element and Pb isotope record from Spiti indicate catastrophic changes in sediment sources and facies, with effects on carbon cycle and are consistent with an abrupt episode of marine regression and erosional forcing, also observed elsewhere along northern Gondwanaland. Simultaneous eruption of Siberian volcanics and bolide impacts in Parana basin of Brazil and elsewhere implicating impact-triggered volcanism, left catastrophic regional-global imprints on sea level, climate,marine anoxia and tectonic stability that connected the P-Tr crisis across terrestrial and marine realms worlwide.\n© 2015 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The end-Permian (end-Changhsingian) extinction event, geochronologically calibrated to 251.941 ± 0.037 Ma (Burgess et al., 2014) at the Permian-Triassic (P-Tr) Global Stratigraphic Section and Point\nniversity of Texas at Arlington,\n), abasu@uta.edu (A.R. Basu), t@yahoo.com (U.K. Shukla), e@rochester.edu luwalia). tal Sciences, University of Texas\ntal Sciences, Indian Institute of 462023, India.\nna Research. Published by Elsevier B.\n(GSSP) inMeishan, China (Yin et al., 2001), recorded the largest Phanerozoic mass extinction. It resulted in the loss of approximately 90% of marine species and 70% of contemporary terrestrial vertebrate families globally (Erwin, 1994). Despite the severity of the consequences of this event in the annals of geology, variable age estimates of the Permian-Triassic boundary (Bowring et al., 1998; Mundil et al., 2004; S.Z. Shen et al., 2011) and an uncertain cause of such a massive wipeout of fauna have been a matter of scientific speculations. P-Tr studies from China (Zhou and Kyte, 1988; Payne et al., 2004; Zhang et al., 2007), Vietnam (Algeo et al., 2007a, 2008), northern Indian margin (e.g. Kummel and Teichert, 1970; Nakazawa et al., 1975; Baud et al., 1996; Brookfield et al., 2003; Algeo et al., 2007b), Tibet (Garzanti et al., 1998; Wignall and Newton, 2003; Bruhwiler et al., 2009; Shen et al., 2010; Yuan et al., 2014), Canadian Arctic (Grasby and Beauchamp, 2008; Beauchamp et al., 2009; Grasby and Beauchamp,\nV. All rights reserved.\n2009; Algeo et al., 2012), Southern Alps (Holser et al., 1989; Fenninger, 1991), Iran/Oman (Korte et al., 2004; Richoz et al., 2010) and Antarctica (Retallack et al., 2005; Sheldon et al., 2014) that represent sections of the supercontinent Pangaea, the Panthallasic Ocean, and the Tethys Ocean invoke amultitude of hypotheses to explainmassmortality. Siberian flood basalt volcanism (Renne and Basu, 1991; Renne et al., 1995) and a consequent climate change with global marine anoxia (Wignall and Twitchett, 1996; Isozaki, 1997; Hallam andWignall, 1999) are considered prime triggers for this massive paleoenvironmental disaster. Other possible causes include global wildfires (W. Shen et al., 2011), methane hydrates (Heydari and Hassanzadeh, 2003; Ryskin, 2003; Retallack and Krull, 2006; Majorowicz et al., 2014), rapid sea level changes (Erwin, 1994; Hallam and Wignall, 1999; Grasby and Beauchamp, 2009) and extraterrestrial bolide impacts (Bhandari et al., 1992; Retallack et al., 1998; Basu et al., 2003; Retallack et al., 2005; Tohver et al., 2012).\nRegardless of the cause, it is evident that this geological transition witnessed a prolonged disturbance in the biological productivity of bothmarine and terrestrial environments. Apart from diagnostic carbon isotope studies, several studies (e.g. Zhou and Kyte, 1988; Holser et al., 1989; Algeo et al., 2007b; Fio et al., 2010; Shen et al., 2013; Yoshida et al., 2014) have attempted to constrain the paleo-sedimentary geochemistry of this critical geological transition, evaluation of which could resolve the conundrum of discriminating terrestrial from extraterrestrial causes of the Late Permian mass extinction. Based on the current understanding of the end-Permian extinction, the need to geologically characterizemultiple P-Tr boundary sections fromdifferent paleogeographic realms has been repeatedly emphasized (e.g. Payne et al., 2004). Such a study shall enable to synthesize the global ramifications across the P-Tr boundary.\nThe Spiti Valley of India (Fig. 1), accorded as the Museum of Indian Geology, preserves Neoproterozoic to Cretaceous fossiliferous sequences, including the Permian-Triassic succession of rocks. The P-Tr boundary sections in the Spiti Valley of Indian Himalaya are promising outcrop candidates for characterizing paleoenvironmental changes in the southernmargin of the Neo-Tethys Ocean. Two sections viz., Atargu (Figs. 1, 2a) and Guling (Figs. 1, 2d) in this valley were chosen for the present study. Detailed studies of general and specific lithostratigraphy and biostratigraphy of the Spiti Valley sections (Bhargava, 1987; Srikantia and Bhargava, 1998; Bhargava et al., 2004; Krystyn et al., 2004; Bhargava, 2008) continue to appear in recent literature, beginning with the pioneering study of Griesbach (1891).\nAn early study (Ghosh et al., 2002) reported stable carbon isotope data on a few samples from the Spiti Valley sections. However, a comprehensive chemostratigraphic, biostratigraphic and lithostratigraphic profiling were overdue to pinpoint the extinction interval and the possible cause, pattern andmechanism of this global catastrophe across the southern margin of the Neo-Tethys Ocean. Geochemical studies from the region (Bhandari et al., 1992; Shukla et al., 2002) with sparse trace element data on select samples were interpreted in assessing volcanic and extra-terrestrial impact hypothesis. Investigations in the nearby Guryul ravine of Kashmir (Algeo et al., 2007b) suggestedmarine anoxia with increasing clay content and deposition of seismite and tsunamite deposits (Brookfield et al., 2013) during the Late Permian Event Horizon (LPEH). Williams et al. (2012) utilized trace element data and applied weathering indices from the Atargu P-Tr section in Spiti to conclude that the Late Permian shales did not undergo diagenetic alteration and thus preserve theprimary signatures of sedimentary deposition.\nWe report here, with close-spaced sampling, geochemical changes across the P-Tr boundary section in Spiti Valley, India (Fig. 1). We document and correlate new sedimentary and paleontological observations to detailed high resolution (~cm scale) carbon and oxygen isotope data of organic and carbonate phases from two P-Tr sections, viz. Atargu and Guling (Figs. 1 and 2) in the Spiti Valley. We also examine the trace element and lead isotopic composition of the Atargu outcrop,\ncomprising the Late Permian shales, a transitional ferruginous layer and Early Triassic carbonates. The combination of trace element abundances and Pb–isotope ratios tests the evidence for volcanic or impact related changes in sedimentary provenance and their possible link to abrupt marine regression in this shallow continental shelf of the NeoTethys Ocean. Using these data, this study attempts to understand the significance of regional and local variations in the Peri-Gondwanan region in context of the global sequence of events that led to the greatest cataclysm in the geological and evolutionary record.\n2. Spiti valley: Geologic setting and field observations of shale and limestone beds\nLocated between 77°38ʹ–78°36ʹE longitudes and 31°42ʹ–32°29ʹN latitudes, sections at the above mentioned localities in the Spiti Valley (Fig. 1) represent a Late Paleozoic to EarlyMesozoic Neo-Tethyan continental shelf environment. A broad sedimentological interpretation of the Gungri Formation was provided by earlier workers (Shanker et al., 1993; Bhargava and Bassi, 1998; Bhargava, 2008), suggesting the black Gungri shale to reflect a quiet mid-shelf depositional environment with limited circulation much below the wave base. In contrast, the overlying limestones of the Mikin Formation contain thick-shelled fauna at the base and thin-shelled packstone in overlying part implying initially shallow marine environment with rapid deepening. There are several shoaling cycles, ranging from lower to normal wave base with stronger bottom water currents (Bhargava, 1987, 2008). In the current study, extensivefield-basedmicro-paleontological and sedimentological studies have been carried out for the Gungri Formation (Fig. 3). The Gungri Formation consists of alternating shale and shaly-siltstone horizons. The shale unit is laterally persistent with lensoidal to tabular siltstone beds, and contains the ichnogenera Zoophycos in abundance, and a faunal assemblage of brachiopods (Productus sp. indet, Lamnimargus himalayensis, Waagenoconcha sp. indet), crinoids and ammonoids (Cyclolobus oldhami).\nIn the P-Tr boundary sections of Spiti, the Late Permian (Wuchiapingianearly Changhsingian) Gungri Formation is located between the underlying Asselian-Sakamarian Gechang Formation and the overlying Induan LimestoneMember (Mikin Formation) of the Lilang Supergroup (Bhargava et al., 2004). The Gungri Formation transitions up from black carbonaceous to dark gray silty and occasionally micaceous shales. They alternate with, calcareous and phosphatic nodule-rich, shaly siltstone layers (Bhargava, 2008) closer to the contact with the Triassic limestone (Fig. 3). The alternating siltstone and shale beds are 3–5 m thick and lenticular to tabular in geometry, showing gradational to sharp bases with the shale. Located between 14.5–17.3 m at the top of the Guling Formation, a 2.80 m thick shaly siltstone unit has an eroded contact with the underlying black silty shale. The shaly siltstone layer, including an iron-rich ferruginous layer (Fig. 2c, f) is clay-rich and was found to contain fossils of cephalopoda , foraminifera, crinoids and brachiopods (Figs. 3 and 4), which hitherto was considered unfossiliferous (Shukla et al., 2002). This layer, while containing pyrites and rare phosphatic nodules, is ripple cross-bedded and parallellaminated, indicating traction transport. Although fossils are present in the lower aswell as in the upper part of this bed, the top 10 cm is richly fossiliferous. The fossil bands are about 1–2 cm thick.\nThe top of the bed shows ripple forms and becomes muddier as it marks the Permian-Triassic Event Horizon (PTEH) without, however, the late Changhsingian fauna (Fig. 3). The occurrence ofWuchiapingian cephalopods Cyclolobus oldhami, Cyclolobus walkeri, brachiopod Lamnimargus himalayensis and ammonoid Xenodiscus carbonarius in the lower to middle parts of the Gungri Formation indicates an Early Changhsingian age of these Upper Permian shales (Shukla et al., 2002; Bhargava et al., 2004) and possibly the overlying ferruginous layer too. The presence of the brachiopod Waagenoconcha sp. indet and ammonoid Cyclolobus in the upper part may suggest an early Changhsingian upper age limit of the Gungri Formation (Bhargava, 2008). Prolific\ndevelopment of Zoophycos, particularly associated with the shaly units (Bhargava et al., 1985) together with Rhizocorallium and Skolithos (identified during the present study) in siltstone-shale beds are known from the Gungri Formation (Fig. 3).\nThe beginning of the Triassic period is marked by a 62 cm thick fossiliferous packstone (limestone) unit (Mikin Formation), the base of which is sharp (probably erosional) and seems to on-lap the\nunderlying shale of the Gungri Formation (Fig. 3). The limestone beds are laterally persistent with decreasing thickness towards the top. Fig. 3 shows the top 10 cm of this unit characterized by synsedimentary deformation with ripple cross-laminations. Bhargava et al. (2004) divided the Mikin Formation into four members: (i) Lower Limestone Member, (ii) Limestone Shale Member, (iii) Niti Member (Nodular Limestone Member) and (iv) the Upper Limestone\nMember. The P-Tr boundary lies at the base of the Mikin Formation of the Lower Limestone Member that has been mineralogically and geochemically investigated in the present study.\nThe Mikin Formation is richly fossiliferous, typically comprising ammonoids and conodonts (Fig. 3). Ammonoids includeOtoceras woodwardi, Ophiceras tibeticum, Discophiceras, Pleurogyronites planidorsatus and conodonts are represented by Hindeodus parvus, Neogondolella nassichucki and Isaricella staeschei (Krystyn et al., 2004). These conodonts occur in the basal most 20 cm underlying the Otoceras zone. Neogondolella carinata and N. krystyni have been recorded from the base to almost 50 cm from the Mud section (Fig. 1) in Spiti (Krystyn\net al., 2004). Identical paleontological observations were made for the Guling section in this study and thus can be extended for the Atargu section as well. The basal part of the Mikin Formation represents an Induan age whereas the Induan-Olenekian boundary is located about one meter above the base. The identification of Hindeodus parvus at the base of the Mikin Formation in Spiti (Krystyn et al., 2004) defines the P-Tr boundary (Figs. 2 and 3), corresponding to the first appearance of Hindeodus parvus in the Meishan GSSP section.\nAlong the contact of the Gungri Formation with the Mikin Formation, there is a distinct 15–20 cm thick ferruginous layer (Fig. 2c, f). It is silty-clayey, partly calcareous in composition and indurated and\nbedded in nature. Two beds, each of 7–10 cm thickness and sheet-like in geometry are separated by cm-thick gray shale partings (Fig. 3). The unit is differentially ferruginized and mottled, whereby yellowred mottles are present on a gray background. Millimeter-sized mud clasts/balls in this layer show calcareous content (Fig. 3). The cooccurrence of the Triassic conodont Hindeodus parvus and Permian Otoceras woodwardi at the base of the Mikin formation (Krystyn et al., 2004) clearly indicates a late Permian age (Changhsingian) for the underlying ferruginous layer, provided the submarine sedimentary break is of short duration.\nA preliminarymicrosopic study (in transmitted light) of the ferruginous layer at Guling-1 during this investigation revealed presence of cephalopoda and foraminifera fossils (Fig. 4). Heretofore, the iron-rich ferruginous layer was considered unfossiliferous. Further paleontological study is needed, to determine the precise age of these fossils and whether these are in situ or reworked from underlying shales with Wuchiapingian fossil elements. The ferruginous layer is present in Atargu and also Guling-1 section (Fig. 2). This transition, characterized by the ferruginous layer and in tandem with the absence of late Changhsingian fossils, is assumed to be a short sedimentological sub-marine break\n(Bhargava, 2008). We interpret this break as representative of the Late Permian Event Horizon (LPEH) in the Northern Indian margin. This is also the Late Permian Mass Extinction (LPME) zone with respect to the global P-Tr boundary sections."
  }, {
    "heading": "3. Methodology",
    "text": ""
  }, {
    "heading": "3.1. Field work and sample preparation",
    "text": "Among the several P-Tr outcrops near the villages of the upper Spiti Valley, rock samples were collected from Atargu (32°07ʹ27″N/ 78°10ʹ16.1″E) and Guling-1 (32°02ʹ42.3″N/78°05ʹ32.4″E) where Guling-1 refers to the road outcrop along Pin River (Fig. 1).We sampled both the sections within 1 m above and below the ferruginous layer, thereby focusing on the fossiliferous end-Permian (Changhsingian?) shales (as described earlier), the P-Tr boundary and the OtocerasHindeodus parvus zone of Induan age (Early Triassic). Based on visual field inspection of the rock samples, we consider the top most shale layer, PA and ferruginous limestone cores (PT-2, PT-3) from Atargu (Fig. 2b) as part of the ferruginous layer, giving it an approximate\nthickness of about 15 cm while the ferruginous layer collected from Guling-1 section is 15 cm thick. This scale is henceforth followed consistently throughout this paper for interpretation purpose. Accordingly, samples PT-4 in Atargu (Fig. 2b) and 2(M) in Guling-1 (Fig. 2e) define the P-Tr boundary. A few rock samples, collected from the adjacent Mud section (31°57′55.5″ N, 78°01′28.5″ E; Fig. 1) in Spiti were used for microscopic studies only, during this investigation.\nFresh unweathered hand samples of shales and ferruginous layer were collected while the limestone cores were drilled using a watercooled hand drill from the road sections in Atargu and Guling-1 during the Indo-US field workshop to the Spiti Valley in June 2009. Extreme care was taken to maintain the continuity in the stratigraphy of the sections. Figs. 2(b) and (e) illustrate the sampled outcrops of\nthe Gungri and the Mikin Formations across the P-Tr boundary at Atargu and Guling-1 respectively. Weathered surfaces were removed and samples tightly packed and labeled appropriately before being transported to the laboratory at the University of Rochester in New York, USA.\nFor our trace element and isotopic study, all sampleswere thoroughly cleaned in 18.2 MΩ ultrapure water and dried before crushing them. Limestone drilled cores were further sampled in close intervals stratigraphically, using a Dremel tool to a fine powder, avoiding weathered surfaces and calcite veins while hand samples of the ferruginous layer and shales were powdered in an agate mortar and pestle or a SPEX alumina ball mill. Sampling was done at intervals of about 1 cm closer to the P-Tr boundary and 2 cm or more away from it. The stratigraphic\nposition of all samples, relative to the P-Tr boundary is provided in Tables 1 and 2."
  }, {
    "heading": "3.2. Sedimentary and paleontology observations",
    "text": "Outcrops were investigated during fieldwork by one of us (UKS) to prepare the general sedimentary stratigraphy of the Gungri and the Mikin Formations, including the P-Tr boundary (Fig. 3). The current investigation included observations on bed thicknesses and sedimentary features such asflaser bedding (Fig. 5b), ripplemarks, nodules while the presence of ammonoids, conodonts and brachiopods were also recorded at and below the P-Tr boundary (Fig. 3) in this study for the first time. These observations, along with data in published literature are summarized in Section 2 above and discussed in Section 5.1."
  }, {
    "heading": "3.3. X-ray diffraction studies",
    "text": "For the XRD analysis, whole rock powders of selected ferruginous samples were pressed into pellets and analyzed in a Philips X'pert High Resolution Materials Research Diffractometer. 2θ scans were performed from 5° to 55° using CuKα radiation at 40 kV and 30 mA. Photomicrographs and powder X-ray diffraction (XRD) spectra of two ferruginous samples, PT-1B and PT-1C) from the Atargu section show reddish iron oxy-hydroxide phases and distinct 2θ peaks for gypsum, goethite, quartz, calcite and fluoro-apatite (Supplementary Material S1)."
  }, {
    "heading": "3.4. Light and electron microscopic studies",
    "text": "Polished thin sections of select samples were investigated under transmitted light (Fig. 4). A few polished thin sections from Atargu, Guling-1 aswell as fromMudwere sputter coatedwith gold to establish a ~100 nm conductive surface for investigations under the Zeiss Auriga Scanning Electron Microscope (SEM), equipped with an EDAX X-ray spectrometer system, housed at the Institute of Optics, University of Rochester. Backscattered (BSD) and Secondary Electron (SE2) detectors were used to detect the occurrence of framboids and pyrites and to identify characteristic textural features, if any. Significant observations are illustrated in Fig. 5 and discussed in Section 5.1."
  }, {
    "heading": "3.5. Total organic carbon (TOC) and stable isotope analyses",
    "text": "All stable isotope analyses were performed at the SIREAL laboratory at the University of Rochester. A few milligrams of the powdered samples were treated with 12% hydrochloric acid to remove inorganic carbonates and then ultrasonically washed and dried before analysis. Total organic carbon (TOC), as non-purgeable organic carbon (NPOC) and δ13Corg values of the organic carbon phase were measured on a Thermo Electron Corporation Finnegan Delta plus XP mass spectrometer in continuous-flowmode via a CostechAnalytical 4010 Elemental Analyzer (EA), interfaced to the mass spectrometer through a Thermo Electron Conflo III. About 1 mg of the HCl treated samples were loaded into tin capsules and introduced into the EA using a zero-blank autosampler and combusted at 980 °C. Carbon isotopic resultswere reported in permil (‰) relative to VPDB (Vienna Pee-Dee Belemnite) and normalized using three internal laboratory standards (Coplen, 1994), with carbon isotopic values of SRM 8539 = −29.73‰, of SRM 8542 = −10.45‰, and of SRM 8541 = −16.05‰.\nFor the carbonate isotope analysis, powdered samples were pretreated with 30% H2O2 to remove all the organics and then washed repeatedly with deionized water and finally methanol before analyzing them for δ13Ccarb and δ18Ocarb. Analyses were run on a Thermo Electron Corporation Finnegan Delta plus XP mass spectrometer in continuousflow mode via the Thermo Electron Gas Bench peripheral and a GC-PAL autosampler. 200–300 μg of the pre-treated samples were loaded into 4 ml tubes with pierceable, self-healing rubber septa with PTFE liners. Tubes were then flushed with UHP helium (standard carrier gas) at about 100 ml/minute for 10 minutes. 100% phosphoric acid was injected through the septum manually with 16-gauge needle and syringe. All sampleswere vortexed to ensure completemixing of the sample and the acid. Tubes were loaded into a block heated to 70° Celsius. Samples reacted for at least forty-five minutes but never more than 12 hours before they were analyzed. Carbon dioxide gas evolved from the reaction with acid is then drawn into the instrument for analysis of δ13Ccarb and δ18Ocarb. Carbon and oxygen isotopic results are reported in per mil relative to VPDB (Vienna Pee-Dee Belemnite) and normalized (Coplen, 1994) on scales such that the carbon and oxygen isotopic values of NBS-19 = 1.95‰ and −2.2‰, respectively, while carbon and oxygen isotopic values of NBS-18 = −5.01‰ and−23‰, respectively, and the carbon isotopic value of L-SVEC = −46.6‰. Total Organic Carbon (%TOC) and stable isotope (δ13Corg, δ13Ccarb, δ18Ocarb) data for both organic\nand inorganic phases, for all analyses from this study are reported in Table 1. The 1-sigma analytical uncertainty of δ13Corg results is 0.06‰, unless otherwise indicated. The 2-sigma analytical uncertainties of carbon and oxygen isotopic results for the carbonate phase are less than 0.12‰ and 0.20‰, respectively, unless otherwise indicated. Two limestone samples [PT-7(T) and 6(B)],most of the ferruginous rocks (barring 4 samples) and all the black shales gave lowCO2 yield and thus could not be analyzed for δ13Ccarb and δ18Ocarb."
  }, {
    "heading": "3.6. Trace element and rare earth element analysis",
    "text": "25 mg of the powdered rock samples were acid digested in clean teflon bombs using ultrapure 3:1 HF-HNO3 acid mixture and diluted to a 100ml solution using 2%HNO3. Perchloric acidwas used to dissolve some of the shale and ferruginous samples for complete dissolution. An internal spike of 10 ppb Co, In, Cs, Re, Bi solution was added to each of the samples for mass range calibration. All trace element concentrations, including the Rare Earth Elements (REEs) were measured using ICPMS (Perkin-Elmer ELAN DRCII and Perkin Elmer ELAN 9000) at the Environmental Analytical Facility at University ofMassachusetts, Boston using standard procedures (Hannigan et al., 2001). The USGS basalt BCR-2 was run as the known external standard while AGV-2 (andesite) and SDO-1 (Devonian shale)were run as unknowns for error estimation (accuracy) on the trace element data (Table 2). Analytical uncertainties were usually less than 10% (2σ error) formost of the trace elements and commonly less than 5% for the rare earth elements (REEs)."
  }, {
    "heading": "3.7. Lead isotope analysis",
    "text": "Pb–isotope ratios of select Atargu samples (Table 3) were measured using a multi-collector Thermal Ionization Mass Spectrometer (VG Sector TIMS) at University of Rochester using NBS-981 as the Pb standard, following standard protocols (Sharma et al., 1992). 250 mg of the powdered samples were dissolved using a combination of hydrofluoric acid (HF), nitric acid (HNO3) and hydrochloric acid (HCl) and Pb was separated by ion-exchange chromatography using Hydrobromic acid (HBr) as the eluting solution. The dried samples were loaded onto Re center filaments following the silica-gel technique. Filament temperatures were continuously monitored during Pb-isotopic measurements to correct for temperature-dependent mass fractionation. Replicate analysis of NBS-981 gave an error less than 0.1%. 0.15% and 0.2% per a.m.u (2σ), for 206Pb/204Pb, 207Pb/204Pb and 208Pb/204Pb, respectively."
  }, {
    "heading": "4. Results and analysis",
    "text": ""
  }, {
    "heading": "4.1. Stable isotope trends, TOC and role of diagenetic alteration",
    "text": "Average δ13Corg of the Permian Gungri shales for both Atargu and Guling-1 is −24.5‰ while that for the Triassic limestone is −27.6‰ and −27.3‰, respectively. The ferruginous layer gives a mean δ13Corg of −25.5‰ in Atargu and −25.6‰ in Guling-1. Thus, a net drop of about 2.4‰ is recorded across the ferruginous layer at Atargu, beginning right at the contact with the Permian shales (PB-1) and ending at the first limestone, PT-4 of the Mikin Formation (Fig. 2b). This is followed by a slight recovery to 13C-enriched organic carbon, up to about 12 cm above the P-Tr boundary, beyond which δ13Corg falls to highly depleted values, ranging between−26.6‰ and−29.9‰ (Fig. 6a). A similar trend is observed, with stronger fluctuations in Guling-1, with an overall net drop of about 3.1‰ across the ferruginous layer (Fig. 7a).\nBarring a few samples from the Guling-1 section, the TOC content of the Upper Permian gray to black shale from both the Spiti sections are ≥1%, typical of organic-rich dark shales. The ferruginous layer, on the other hand, shows a lower mean TOC of 0.8% and 0.95% for the Atargu and Guling-1 rocks, respectively, while the Early Triassic limestone shows an average of 2.15% for Atargu and 2.7% for Guling-1, with sharp sample-to-sample variations through the vertical stratigraphy\n(Figs. 6b, 7b). These carbonate samples are generally higher in organic content relative to the Late-Permian black shale (Mean TOCAtargu = 1.6% andMean TOCGuling-1=1.3%), indicating an additional flux of organic carbon into the depositional environment. The variations in TOC (Fig. 6b,7b) and δ13Corg (Figs. 6a, 7a) generally show a similar trend in both the sections, with stronger excursions in Guling-1.\nThe measured δ18Ocarb values (Figs. 6c, 7c) of the limestones are b −5‰, indicative of secondary diagenetic alteration (Veizer et al., 1999) and typically follows the vertical trend in δ13Ccarb (Figs. 6d, 7d). The inorganic δ13Ccarb values for the Early Triassic limestone rocks from Spiti give a mean value of −1.6‰ in Atargu (Fig. 6d) and −1.12‰ for Guling-1 (Fig. 7d), with much frequent variations as compared to the organic carbon isotope stratigraphy.\nAs discussed elsewhere (Heydari et al., 2001; Meyer et al., 2013) for global P-Tr sections, the imprint of diagenetic alteration of the Spiti rocks was tested using crossplots between %TOC and δ13Corg (SupplementaryMaterial S2.a, b), δ13Ccarb and δ18Ocarb (SupplementaryMaterial S2.c, d) and δ13Ccarb and δ13Corg (SupplementaryMaterial S2.e, f).Within a narrow range of values, TOC is positively correlated (r = 0.6772) to δ13Corg for the Permian shales of the Atargu section only. However, the lack of such correlation in Guling-1 (r = 0.1010) and a stronger depletion (negative slope) in δ13Corg with higher TOC values, observed for the Triassic limestones in both Atargu (Supplementary Material S2.a) and Guling-1 (Supplementary Material S2.b) suggests minimal diagenetic control on the Corg record. Instead, the early Triassic seems to have been affected by increased erosion of continental material. In contrast, δ13Ccarb and δ18Ocarb are positively correlated, significantly for Atargu (Supplementary Material S2.c, r = 0.6973), reflecting an overprint of secondary weathering of the carbonate phases. In summary, we conclude that the carbonate phases in Spiti were diagenetically altered and thus need to be interpreted with caution. However, the lack of strong correlation between δ13Ccarb and δ13Corg for the Early Triassic limestones (Supplementary Material S2.e, f), with respective rAtargu = 0.2661 and rGuling-1 = 0.2781, confirms that the isotopic ratio, δ13Corg records additional fluxes of organic carbon while the parallel trend between δ13Ccarb and δ13Corg (Figs. 6a, d; 7a, d) shows changes in the carbon cycle. Our calculated carbon isotopic offset, Δ13C (δ13Ccarb-δ13Corg) trend from both Atargu (Fig. 6e) and Guling-1 (Fig. 7e) is relatively stable and parallel to the Early Triassic carbon isotope trend, although the δ13Ccarb pattern shows multiple fluctuations. Such scenarios have traditionally been explained by the exogenic factors like weathering, atmospheric CO2 and volcanic eruptions on carbonate compositions rather than internal processes like changes in primary productivity or biomass flux (Cao et al., 2002). However, the Δ13C in P-Tr event boundary shows the negative excursion (4–5‰) along with δ13Ccarb. This observation supports the conjecture that the Neo-Tethys Ocean was affected by increased erosion at the endPermian period."
  }, {
    "heading": "4.2. Whole rock trace and rare earth element geochemistry",
    "text": "Primitive mantle (PM) and chondrite-normalized multi element including the rare earth element (REE) plots (Fig. 8), across the vertical stratigraphy of Atargu section in Spiti distinguish the Late Permian shales from the Early Triassic carbonates in tandem with their facies compositions. They reflect different trace element patterns as indicators of their sources and changing paleoredox conditions as follows. Ce anomaly is calculated as log[2CeN/(LaN+ PrN)] and Eu anomaly defined as [EuN/(SmN × GdN)0.5 ], where the suffix ‘N’ refers to Chondrite normalized concentration values of Ce , La, Pr, Sm and Gd respectively. Chondrite–normalized Rare Earth Element patterns of the Late Permian Gungri shales (Fig. 8a) show trends similar (without the Ce anomaly) to that of the nearby Panjal flood basalts of Kashmir (Shellnutt et al., 2012, 2014) that predates the P-Tr boundary at 289 Ma (Shellnutt et al., 2011). They show,within a narrow range of concentrations, a consistent negative Eu anomaly (0.20–0.83), indicating plagioclase fractionation\n333 N .G hosh etal./G ondw ana Research 34 (2016) 324–345\n334 N .G hosh etal./G ondw ana Research 34 (2016) 324–345\nin the source Panjal basalts and weathering. These shales are light-REE (LREE) enriched with a chondrite–normalized mean La/Yb ratio of 13.37, thereby indicating a much greater light-rare earth to heavy-rare earth fractionation in these Permian sediments relative to average shales as in Post-Archaean Australian Shale (La/YbPAAS = 9.2, Taylor andMcLennan, 1985).We interpret this enrichment by the preferential adsorption of light-rare earth element complexes on particulates in the water column causing a deviation from its source rock pattern and leaving such an imprint in the sediments. Preferential complexation of light-rare earth element over heavy-rare earth element in the water column thus defines the compositional pattern of the sedimentary rocks of this continental shelf region while redox-sensitive elements like U, Ce, Eu and mobile elements like Pb trace depositional redox conditions or post-depositional processes. Unlike average shale\ncomposites or continental crust, all samples barring two (PB-1, PJ-3) from our study are characterized by a strong positive Ce anomaly (Fig. 8a), ranging from 1.21 to 2.43. This is significant evidence of oxidative scavenging of Ce+4 by Fe/Mn oxyhydroxides without efficient reductive dissolution in sediments (Brookins, 1989) or adsorption on humic acid-rich organic matter (Pourret et al., 2008) in the water column. An exception to this observed pattern is the uppermost shale sample PB-1 that shows an REE pattern similar to the overlying ferruginous sample, PT-2 (Fig. 8a, b) thatmay be interpreted as a result ofmarine regressionwith turbulent sedimentmixing at end-Permian and yetmaintaining the geochemical conformity of the Spiti section.\nAlthough the Ce anomaly continues into the ferruginous layer, the absolute REE concentrations are ten times more enriched in it than the Late Permian shales showing a conspicuous positive Eu anomaly\n(Fig. 8b), identical to the patterns observed in few samples from other sections of Spiti valley (Bhandari et al., 1992). The Ce anomaly in the ferruginous layer is possibly due to adsorption of CeO2 on Fe-oxyhydoxide phases. The resemblance in REE pattern of the boundary sample, PT-4 to the Early Triassic limestone PT-5 (Fig. 8b) geochemically indicates the continuity of the P-Tr boundary sedimentation at the top of the ferruginous layer. The lowermost Triassic carbonate rocks should mimic the pattern of the seawater composition during the Early Triassic. The change from siliceous to carbonate facies causes the absolute REE and trace element abundances to be strongly impoverishedwith respect to the Permian shales and the ferruginous layer (Fig. 8c).\nPrimitive Mantle (PM) – normalizedmulti trace element diagram of the Late Permian shales (Fig. 8d) shows an anomalous enrichment in Pb that is due to remobilization during sedimentation and diagenesis, that also caused depletion in Sr. The absence of Nb–Ta or Zr–Hf anomalies in the Late Permian shales, in conjunction with the observed rare earth element patterns indicate absence of contribution of upper continental crust in these organic rich shales. Importantly, negative Nb–Ta and Zr–Hf anomalies and higher concentrations of Uranium characterize the multi-element spider plot of the ferruginous layer (Fig. 8e) that reflects an abrupt change in its sources from the Panjal basalts to continental crust. This change was synchronous with the waning phase of\nmarine regression in the Neo-Tethys Ocean. Although the exact sources of these continental sediments are uncertain, they definitely implicate a catastrophic event that either led to increased erosion or deposition of aerosol particulates. Distinct Nb–Ta and Zr–Hf anomalies in the Early Triassic limestones (Fig. 8f) indicate continental crustal material as the primary source of trace elements in the Early Triassic seawater. With the exception of a few limestone samples, negative Eu anomalies associated with the formation of the carbonate minerals in seawater may have been inherited from the continental source rock. Mixed patterns of both positive and negative Ce anomalies (Fig. 8c, f) are unique to these carbonate rocks, a potential indicator of rising sea level with variable redox conditions."
  }, {
    "heading": "4.3. Th/U and Pb-isotope ratio",
    "text": "The stratigraphic variation of Th/U ratio (Fig. 9a) in Atargu across the P-Tr boundary indicates a facies change with higher Th content in the Permian shales (Fig. 8d) and a greater Uranium concentration in the Triassic carbonates (Fig. 8f). Lead concentrations (Table 2) follow a progressively increasing trend from about 30 ppm to 119 ppm across the Gungri Formation into the ferruginous layer, with sharp fluctuations\ntowards the latest Permian (Fig. 9a). The lower solubility of Pb in seawater results in its uniform concentration in the Triassic carbonates.\nThe initial lead isotope ratios at 252 Ma, 206Pb/204Pb, 207Pb/204Pb and 208Pb/204Pb (Table 3) for the ferruginous layer and the Triassic carbonate rocks show greater scatter than the Permian shales and suggests a disturbed marine environment during and after the end-Permian extinction event. (Fig. 9b and c). Pb isotopes of these sedimentary rocks show enhanced thorogenic 208Pb contribution in the Late Permian sediments and awider range of 206Pb/204Pb and 207Pb/204Pb in the Triassic carbonates, derived by decay of seawater 238U and 235U, respectively. With the exception of only two ferruginous samples, values of 206Pb/204Pb, 207Pb/204Pb and 208Pb/204Pb isotope ratios (recalculated to 252 Ma) clearly distinguish the three sediment groups (shales, limestones and ferruginous layer) as indicated in Fig. 9b and c. This observation clearly indicates an abrupt change in sediment sources in the Neo-Tethys Ocean during the end-Permian mass extinction event. Slight overlap in Pb isotopic composition of the Late Permian Gungri shales with the ferruginous layer is possibly due to the common shaly matrix of the ferruginous layer that transformed to an iron-rich composition by submarine oxidation of pyrites.\nStrong positive correlation of 206Pb/204Pb-208Pb/204Pb for the Permian shales indicates a common stable reservoir of U and Th (i.e. the Panjal basalts) that was remobilized during sedimentation, as evident\nfrom the 208Pb/204Pb and 206Pb/204Pb linear array of Fig. 9(b). In confirmation of our interpretation of the REE data above, the Pb isotopic data of the Late Permian shales also correspond to the field of the 289 Ma Panjal volcanics (Chauvet et al., 2008) while the Triassic carbonate rocks show valuesmixingwith a continental crustal reservoir (Fig. 9b,c). Crustal 208Pb/204Pb-206Pb/204Pb compositional trends reflect weathering of limestone while depletion of High Field Strength Elements (HFSE), Nb and Ta in the early Triassic carbonates (Fig. 8f) can be explained by removal of heavy minerals during the weathering process."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. End-Permian paleoenvironment with deepwater anoxia",
    "text": "Our field observations (Section 2; Fig. 3) of low-angle, parallel and ripple cross-laminated lensoidal and sharply based siltstone beds in the Late Permian Gungri Formation indicate sedimentation in innerto-mid-shelf areas (cf.Walker, 1984; Owen, 2005). The presence of various deep-mud residing fossil traces including Zoophycos implies slow sedimentation rate under subtidal conditions (Bhargava et al., 1985; Taylor et al., 2003; Saha et al., 2010). Pyrite content and phosphatic nodules in these shale layers point to limited circulation and\nanoxic-to-euxinic conditions in relatively deeper waters (Singh, 2012). The interbedded siltstone beds may be linked to high-energy storm events, forming discontinuous lenses (Bhargava and Bassi, 1998) when silt was carried to inner shelf and beyond, over areas where clay was depositing (cf.Seilacher and Aigner, 1991; Colquhoum, 1995). Energy conditions were suitable enough to generate small scale ripples and parallel lamination (Fig. 5a) within the siltstone beds.\nThe sedimentary structures, ichnofauna and fossil assemblages (Section 2) in the overlying alternate siltstone and shale beds indicate deposition in lower shoreface above wave base conditions (Walker, 1984; Taylor et al., 2003). Here, the energy level due to wave action was fairly high in comparison to inner shelf below the wave base areas where shale was deposited. Superimposition of the inner shelf shale by the lower shoreface siltstone in succession generates coarsening upward shoaling cycles, indicating shallowing ofwater depth during sedimentation. However, these cycles in the lower part of the Gungri Formation (Fig. 3) are only 1 to 1.5 m thick, while in the upper levels below the P-Tr boundary become 5 to 7 m thick, implying progressive deepening, probably related to a Late Permian (Wuchiapingian) transgression. Marine transgression along this Neo-Tethyan shelf resulted in anoxic to euxinic bottom water conditions, as evident from the discovery of pyrite framboids in our Gungri shale samples (Fig. 5c,d) from Spiti, similar to those found in South China (Shen et al., 2007) and Kashmir (Wignall et al., 2005). Electron microscopic image, along with the Energy-Dispersive X-ray elemental maps (Inset of Fig. 5c, d), of Late Permian shale sample in Guling-1 (Fig. 5c) reveals the presence of tightly packed pyrite framboids along with numerous discrete pyrite crystals near the ferruginous P-Tr boundary sample fromMud (Fig. 5d). However, in contrary to global reports, anoxia does not seem to have spread through the water column to shallower depths in this region. The presence of oxic to suboxic surface waters is justified by the conspicuously positive Ce anomalies (Fig. 8a) in these Panjal Trapsourced sediments, recognized by their resemblance in rare earth\nelement patterns (Fig. 8a) and lead isotopic compositions (Fig. 9b, c). An interesting point to note here is the steady increase in the Pb content of these shales (Changhsingian) closer to the P-Tr boundary, possibly derived from eroded continental material or volcanogenic particulates."
  }, {
    "heading": "5.2. Abruptmarine regression and continental erosion at the P–Tr boundary",
    "text": "The deposition of the Late Permian Gungri shale, under deepwater anoxic to surficial suboxic conditions, was followed by submarine ventilation of the oceanic shelf, which resulted in rapid oxidation of the pyrite-bearing host shale, and clayey sediments, derived from eroded continental material. The notable feature, however, of this transitional layer is the sudden appearance of Nb-Ta and Zr-Hf anomalies in the multi-element pattern (Fig. 8e), clearly indicative of continetal crustal contribution, by increased erosion, to the bulk trace element composition of these sediments.\nOccurrence of gypsum in the mineralogy of this ferruginous layer (Supplementary material S1), typical for evaporite deposits, supports an abrupt marine regression scenario during the deposition of these sediments. On the basis of studies of sedimentary hiatus and seismic stratigraphy, Haq et al. (1987) suggested that lowstands in sea level lead to increased run-off onto the outer shelf and slope and lower the carbonate compensation depth (CCD) with reduced carbonate dissolution. The initiation of carbonate deposition in a retreating sea is also evident from the presence of calcite in the XRD spectra (Supplementary Material S1), formed from a seawater reservoir in equilibrium with a higher CO2-bearing atmosphere. Our XRD and petrographicmineralogical data are comparable to the observationsmade previously from the P-Tr sediments in the Xiacou section in China (Hong et al., 2008) and the Guryul Ravine in Kashmir (Algeo et al., 2007b). The Spiti sections, thus, represent a sudden change from deep-water to a shallow oxidizing depositional environment for the Neo-Tethyan\nsediments, associated with an abrupt phase of marine regression. This proposal is reinforced by our observation of hexagonal crystals, possibly of kaolinite acting as active surfaces for pseudomorphic replacement of pyrite (Rozenson et al., 1982) by oxy-hydroxide phases like ferrihydrite or goethite. This is evident in the ferruginous layer of Guling-1, across a sharp contact with the underlying Gungri shales (Fig. 5e). Likewise, discrete pyrite crystals embedded in an iron oxy-hydroxide matrix in the ferruginous layer at Mud (Fig. 5f), indicates that the bottom sediments of the Neo-Tethyan shelf too underwent submarine oxidation, possibly by the sudden fall in sea level. Evidence for marine regression during the P-Tr transition for the Neo-Tethyan Guryul Ravine section has been reported by Brookfield et al. (2003).\nFollowing this marine regression, the underlying shale of the Gungri Formation was reworked and its clasts were incorporated within the ferruginous layer imparting a coarser-grained texture to it. The ferruginous layer is also calcareous and somewhat nodular suggesting inception of partial cementation during transgression. The iron pigmentation of the layer may be because of shallow water deposition and oxidation. Additional iron content might have been realized by dewatering of the underlying pyritic shale, leading to subsequent ferruginization during diagenesis of the ferruginous layer (Bhargava, 2008). Similar ferruginized layers at the P-Tr boundary have also been\nreported as red beds from other Tethyan sections in Abadeh, Iran (Heydari et al., 2000) and Transcaucasia (Kotljar et al., 1983), signifying the regional scale of this Neo-Tethyan marine regression."
  }, {
    "heading": "5.3. Early Triassic marine transgression and carbonate deposition",
    "text": "As evident from the gradational to sharp contact between the ferruginous layer and the overlying limestone, deposition of the bioclastic packstone/wackestone of theMikin Formation above the P-Tr boundary started under subtidal conditions, following the basal lag in a transgressive sea. The biomicrite sedimentation is testimony to transgression, when clastic sediment supply from land areas were blocked leading to deposition of carbonates in subtidal conditions (Pratt and James, 1992; Carevic et al., 2013). As a result, the carbonates were deposited only during the early Triassic as Neo-Tethys Ocean recovered from marine regression and seawater inundated the basin. In the beginning of this Triassic transgression, rising sea level generated a transgressive lag, winnowing the basin-wide ferruginous layer (cf. Caracuel et al., 1985). The strong Nb-Ta and Zr-Hf anomalies, that appeared remarkably at the ferruginous layer continued to prevail through the Early Triassic limestone beds (Fig. 8f). This observation, along with our Pb isotopic ratios for the carbonate rocks (Fig. 9b,c) imply erosion of\ncontinental material into the Neo-Tethyan shelf, possibly influenced by a severely warm and arid climate.\nThe depleted signature of δ18Ocarb (Figs. 6c, 7c) and its strong correlation to δ13Ccarb (Supplementary Material S2c,d) in the Spiti sections, as discussed in Section 4.1 attests to the role of diagenetic alteration of these carbonate beds and thus not representative of primary productivity changes in the carbon cycle. The 13C-depleted carbonates are hence a remnant of increased shelf erosion (Freeman, 2001) or postdepositional alteration. It can be concluded that the Neo-Tethys Ocean experienced a rapid change in sea level at the Late Permian (Changhsingian) period, followed by increased continental erosion that lasted through the early Triassic (Griesbachian). The causes and implications for such catastrophic change on the carbon cycle is significant, especially along this Peri-Gondwanan margin."
  }, {
    "heading": "5.4. Disturbance in the carbon cycle",
    "text": "Primary producers ormarine phytoplanktons preferentially use 12Cenriched fraction from the dissolved inorganic carbon (DIC) pool to photosynthesize, following a C3 pathway similar to those on land plants. A fraction of this organic matter, with a signature δ13Corg of −25‰ precipitates to the ocean floor and is preserved in the sediments (Freeman, 2001). Hence, variations in the organic carbon isotopic ratio due to a disturbed carbon cycle, loss of bioproductivity, changing climate or increased run-off and oxidation of continental-derived organic matter gets recorded in the marine sedimentary rocks.\nThe observed trend in organic carbon isotopes from Atargu (Fig. 6a) and Guling-1 (Fig. 7a) suggests sharp aberrations in carbon cycling of the Neo-Tethyan shelf across the P-Tr period, synchronous with changes in sea level and depositional environments, as discussed above. Williams et al. (2012) concluded, using trace elements and indices of alteration, that the Late Permian shales in Atargu preserve original signatures of deposition. It is thus expected that carbon isotopes would reflect primary changes in productivity during the Late Permian. A typical range of δ13Corg from −24‰ to −26‰ (Figs. 6b, 7b) with a slightly positive to no correlation with TOC (Supplementary Material S2a,b) is seen across the Late PermianGungri shales in both the sections, implying no change in primary productivity. A slight decline in δ13Corg (Figs. 6a and 7a) before the final negative excursion through the ferruginous layer indicates an abrupt disturbance in the carbon cycle, that could be linked to death of organisms by oceanic anoxia, initial pulses of Siberianflood basalt volcanismor increased terrestrial organicmatter flux.With sharp changes in TOC and δ13Corg across the ferruginous layer and strongly depleted values in the Early Triassic relative to Permian (Figs. 6a,b 7a,b), we infer a catastrophic collapse of the biota in the Neo-Tethys Ocean at the end of the Permian. As inferred stratigraphically, the sharp absolute fluctuations in δ13Corg observed in the ferruginous layer is possibly a consequence of reworking and mixing of the shelf sediments due to the changing sea level and abrupt seismic disturbances during the P-Tr transition evidenced by the discovery of seismites and tsunamites in the adjacent Guryul Ravine of Kashmir (Brookfield et al., 2013; Baud et al., 2014). Similar observations of sediment resuspension have been reported using nano-fossil record in\nthe Gulf of Mexico, synchronous with the Chicxulub K/T impact event (Denne et al., 2011).\nOne possible trigger for the rapid drop in carbon isotopic ratios across the ferruginous layer in Spiti could be the main pulse of Siberian flood basaltmagmatism (Renne and Basu, 1991; Renne et al., 1995). The volcanic eruption would have released large volumes of isotopicallylighter carbon-enriched CO2 into the atmosphere, causing rapid global warming with higher (40 °C) sea surface temperatures (SST) (Sun et al., 2012). Ekart et al.'s (1999) suggestion that CO2 concentration increased at the P-Tr boundary and was sustained through the Triassic finds support in Spiti by the low δ13Corg values across the Triassic carbonates in Spiti, all the way up to the Dienerian substage, as defined in our Atargu section (Fig. 6).\nThe second source of the initial decline in δ13Corg values could be the 254.7± 2.5Ma (Tohver et al., 2012) bolide impact of the Araguainha crater in Brazil that is suggested to have released 1600GT of CH4 fromnatural gas beds, trapped in the Parana basin organic-rich sediment (Tohver et al., 2013). Thermogenic methane has a δ13C range of −50‰ to −20‰ (Coleman et al., 1995), that ties in with the lower values of δ13Corg, observed across the Mikin Formation at Atargu and Guling-1 and may have contributed to the lower isotopic ratio of the organic matter, by oxidation to CO2. Burgess et al. (2014) reported an extinction age of 251.941 ± 0.037 Ma on the Meishan section and is thus younger than the impact by only 220,000 years (i.e. Wuchiapingian to Changhsingian),\nbased on the lower error in this age determination. On the other hand, S.Z. Shen et al. (2011) reported an age of 252.28 ± 0.08 Ma for the Meishan section only recently, which overlaps the extinction event and the Araguainha impact well within the uncertainty in age determination. Which of these precisions in P-Tr extinction age is realistic? We suggest thatwithin the range of analytical uncertainty on the age of these Tethyan sections and limited data only from the Meishan section, the Araguainha impactmight have had a local to regional impact of greenhouse gas emissions in the Gondwana region. Given errors for age uncertainty, the Araguainha impact may have an indirect regional effect on mass extinction, especially in the Neo-Tethys Ocean due to its near-synchronicity to the P-Tr extinction (Tohver et al., 2012) and latitudinal proximity of the impact site in the southern hemisphere.\nWith such increased greenhouse gas emissions fromnatural sources, a warmer climate would set up arid conditions and lead to increased erosion of the continental crust, evidences of which are discussed above in our trace element and Pb isotope data and also reported from the nearby Himalayan P-Tr section in Nepal (Yoshida et al., 2014). The decomposition of the terrestrially derived organic matter can also cause δ13Corg to more negative values and explain the C-isotope pattern in the Early Triassic. Such multiple mechanisms could account for postextinction carbon isotopic offset and are discussed by Berner (2002). However, the actual cause of the P-Tr carbon excursion is still not well constrained.\nd Guling-1 from this study (black filled circles) to their counterparts from Meishan, China ashmir, India (Algeo et al., 2007b). Our data closely resembles to that ofGhosh et al. (2002) tinct difference in the δ13Corg values from that ofMeishan, China as well as Buchanan Lake, rent from that of China. PTB: Permian-Triassic Boundary as defined by the first appearance in Kashmir corresponds to the LPME (Late Permian Mass Extinction) in China and Canada nction Event refers to a phase of fly ash loading in the Late Permian as suggested in the"
  }, {
    "heading": "5.5. Global to neo-tethyan correlations",
    "text": "In Fig. 10, we plotted the carbon isotope data of Spiti from Ghosh et al. (2002) and Guryul Ravine section in Kashmir (Algeo et al., 2007b) to test the validity of our observations from the Neo-Tethys Ocean. Our data bear a close resemblance to both the studies and essentially fall in the same range of isotopic values for carbon. We also compared our bulk δ13Corg pattern from the two Spiti sections to those of Meishan in China (Cao et al., 2002) and Buchanan Lake, Canada (Grasby and Beauchamp, 2009) that represent regions of the PaleoTethys and the Boreal realm respectively, to identify a common global pattern of extinction, if any, in the Late Permian. Though the deposition of gray to black shale in the Late Permian and the presence of pyrite framboids in our samples (Fig. 5c,d) from Spiti indicate anoxic-toeuxinic conditions in only the deeper parts of the water column, the Late Permian organic carbon isotope pattern in Spiti is relatively stable (−24‰ to −26‰). In contrast, the low carbon isotope values (−27‰ to−31‰) with a steady depletion, as observed in Meishan (Cao et al., 2002), West Blind Fiord (Algeo et al., 2012) and Buchanan Lake (Grasby and Beauchamp, 2009) of Paleotethys and Boreal realms are interpreted to have been caused by the spread of deep water anoxia to the upper water column and increase in decay of organic matter. The carbon-isotopic trend in Spiti, on the other hand is possibly indicative of rapid changes in environmental conditions across the P-Tr transition.\nOur Late Permian carbon isotope trend (as discussed above in Section 5.1) does not match its counterpart from China or Canada and thus suggests that ocean anoxia in the shelf regions of the Neo-Tethys and elsewhere was abundant only in the deeper waters but did not significantly affect the end-Permian shallowwater biological productivity. This is consistent with a recent study (Proemse et al., 2013) of Mo isotopes from a shelf section in northwest Pangaea, where the mass\nextinction seems to have occurred under oxic conditions and is in agreement with the hypothesis that the southern margins of the NeoTethys Ocean experienced oxic deposition during the P-Tr transition (Wignall and Twitchett, 2002). The sharply changing facies and carbon isotopic patterns of the Spiti sections are strikingly similar to other Neotethyan sections in Tibet like Tulong, Selong, Qubu (Shen et al., 2006; Bruhwiler et al., 2009).\nKrull et al. (2000) observed latitudinal variations of carbon isotope offset, Δ13C for multiple P-Tr sections that indicated to a stronger role of methane in the higher latitudes. Though our data from Spiti follows this observation, as well as the carbon isotope trends from highlatitude and Neo-Tethyan sections like Western Australia (Thomas et al., 2004), Antarctica (Retallack et al., 2005), Iran (Heydari et al., 2000) and New Zealand (Krull et al., 2000), the source of methane remains debatable. Although methane hydrates (Krull and Retallack, 2000; Heydari and Hassanzadeh, 2003), igneous intrusion and incorporation of coal (Retallack and Jahren, 2008) or even large-scale microbial release (Rothman et al., 2014) have been suggested as alternate mechanisms, we do not find any biogenic CH4 signature (−60‰) in the Spiti sections. This suggests the possibility of the local to regional role of methane released from the Araguainha impact crater (Tohver et al., 2013) on themass extinction in the Peri-Gondwanan region, in addition to Siberian volcanism and sea level changes."
  }, {
    "heading": "6. Conclusions",
    "text": "Using sedimentary-paleontological observations and trace element, stable isotope and lead isotope data from P-Tr boundary sections of the Spiti Valley, we provide the first detailed geological characterization of the extinction event boundary across the defined biostratigraphic P-Tr boundary. The Spiti sections with its sharp facies change from organic rich shale to a limonitic ferruginous layer (in tandem with a change in organic carbon flux) witnessed rapid shallowing and caused the continental shelf to be rapidly ventilated under subaqueous conditions. Similar observations of red clays along with fossil assemblages, reported from Transcaucasia, including sections from Azerbaijan, Armenia, Julfa and Naxcivan (Kotljar et al., 1983), to Tibet (Bruhwiler et al., 2009; Shen et al., 2010) clearly suggest that a rapid drop in sea level occurred at a regional scale. Our discovery of fossils in the Gungri Shale and the ferruginous layer in the current study demonstrates the need for further detailed biostratigraphic control on the Upper Permian of the Spiti Valley sections. Despite a possible reworking of Spiti sediments, the drop in organic carbon isotopic composition and discovery of fossils in the ferruginous layer validates a change in the marine geochemistry and reaffirms the global nature of the end-Permian extinction across continental and oceanic realms, extending from the Boreal Realm to the Peri-Gondwanan region. Recent studies (Sephton et al., 2005, 2015) have proposed a direct consequential link between marine and terrestrial ecological crisis through increased soil erosion and acidification during the end-Permianwhile Keller (2014) considered an integrated volcano-impact scenario for the Cretaceous–Paleogene boundary. We propose, on the basis of our study in the Spiti Valley, catastrophic environmental conditions to have prevailed at the P-Tr boundary, characterized by an arid climate and increased erosion. We suggest that such catastrophic conditions in the Neo-Tethyan shelf were simultaneously triggered by Siberian volcanism (e.g. Renne et al., 1995) and the Araguainha impact in Brazil (Tohver et al., 2012, 2013). Although the cause of the sudden marine regression is not clear, the possibility of the bolide impact (Basu et al., 2003; Kaiho et al., 2006) followed by destabilization of surface deposits by tsunami and seismic events (Brookfield et al., 2013; Baud and Bhat, 2014) needs to be ascertained. This studymakes a significant addition to the available database on P-Tr extinction and shows that the Permian-Triassic extinction was indeed a much wider global phenomenon and extended into the Peri-Gondwanan region.\nBased on our analysis of sedimentological and geochemical-isotopic data from Spiti as reported above, we conclude that:\n1. New data from our study indicate the Late Permian sediments were derived from the Panjal volcanics and deposited under oxic to suboxic conditions in a shallow shelf region. 2. The change in carbon isotopic composition in the organic matter occurred synchronously with a rapid drop in sea level of the NeoTethys and a change in the depositional environment, as evidenced by the sharp change in facies, trace element compositions and lead isotope ratios. 3. The outcome of Siberian flood basalt volcanism on mass extinction in the Spiti Valley or the Neo-Tethys Ocean was intensified by the preceding impact-induced release of large volumes of thermogenic methane from the Parana basin. Such voluminous release of CO2 and CH4 into the atmosphere, in addition to the increased biomass decomposition in water and on land, would have caused arid, unstable environmental conditions, leading to the end-Permian mass extinction and a prolonged recovery in the Triassic. 4. Late Permian marine anoxia was limited to the deeper waters of the Neo-Tethys Ocean in this mid-shelf environment and did not extend to the upper water column, to influence primary biological productivity, as suggested in worldwide P-Tr sections. This observation is supported by the positive Ce anomaly in the rare earth element pattern of the Late Permian shales and does not seem to be in tandem with the Late Permian deeper marine environments of the Paleo-Tethys or the Panthalassic Ocean, implying that shallow marine anoxia might not have been the sole cause of extinction, atleast along the continental margins. 5. Catastrophic marine regression, revealed by the sharp change in facies with their distinct trace element and Pb isotopic compositions, in the Neo-Tethys Ocean at the end of the Permian exposed the pyritized-iron rich shales to subaqueous oxidation (Fig. 11). The following transgression of the sea in the early Triassic created a transgressive lag forming the ferruginous layer due to expulsion of Fe-rich water from the Gungri shales by overloading of the Mikin limestones (Bhargava, 2008). 6. Arid environmental conditions and abrupt sea level changes caused chaotic sediment mixing and amplified the erosional input from the Peri–Gondwanan continent into the Neo-Tethys Ocean. 7. Our observations as described above, the discovery ofmeteorite fragments at the P-Tr boundary in Antarctica (Basu et al., 2003), the coincidence of the Araguainha impact in Brazil (Tohver et al., 2012) and Siberian flood basalt eruptions (Renne and Basu, 1991) strongly implicate impact-triggered mechanism for plume volcanism and the dual cause of the P-Tr catastrophic transition."
  }, {
    "heading": "Acknowledgements",
    "text": "Indo-US Science and Technology Forum (IUSSTF) provided financial support for the Workshop on Permian -Triassic Boundary in 2009 at Chandigarh, India and the field study in the Spiti Valley of Himachal Pradesh, India. We acknowledge the field assistance provided by Amanda Carey (University of Rochester, NY) and all other participating students from USA and Panjab University, Chandigarh, India. ARB and NG would like to acknowledge Dr. Robyn Hannigan for providing ICPMS facilities at the University of Massachusetts, Boston for the trace element measurements and for discussions. We thank Dr. Pennilyn Higgins for the acquisition of the C isotopic and concentration data in the Rochester Stable Isotope Laboratory (SIREAL) and to Galina Nestell (University of Texas at Arlington) for her help in fossil identification. We are grateful to Mr. Brian McIntyre at the Institute of Optics, University of Rochester for providing assistance with the SEM studies. This research was partially supported by a grant from the US-NSF (NSF EAR 1034832) to ARB."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2015.04.006."
  }],
  "year": 2016,
  "references": [{
    "title": "The PermianTriassic boundary at Nhi Tao, Vietnam: Evidence for recurrent influx of sulfidic watermasses toa shallow-marine carbonateplatform",
    "authors": ["T.J. Algeo", "B. Ellwood", "T.K.T. Nguyen", "H. Rowe", "J.B. Maynard"],
    "year": 2007
  }, {
    "title": "Sequencing events across the Permian-Triassic boundary, Guryul Ravine (Kashmir, India)",
    "authors": ["T.J. Algeo", "R. Hannigan", "H. Rowe", "M. Brookfield", "A. Baud", "L. Krystyn", "B.B. Ellwood"],
    "year": 2007
  }, {
    "title": "Evidence for a diachronous Late Permian marine crisis from the Canadian Arctic region",
    "authors": ["T.J. Algeo", "C.M. Henderson", "B. Ellwood", "H. Rowe", "E. Elswick", "S. Bates", "T. Lyons", "J.C. Hower", "C. Smith", "B. Maynard", "L.E. Hays", "R.E. Summons", "J. Fulton", "K.H. Freeman"],
    "venue": "Geological Society of America Bulletin",
    "year": 2012
  }, {
    "title": "Chondritic meteorite fragments associated with the Permian-Triassic boundary in Antarctica",
    "authors": ["A.R. Basu", "M.I. Petaev", "R.J. Poreda", "S.B. Jacobsen", "L. Becker"],
    "year": 2003
  }, {
    "title": "The Permian-Triassic transition in the Kashmir Valley, IGCP 630 Field Guide Book 1. Institute of Energy Resaerch and Training",
    "authors": ["A. Baud", "G. Bhat"],
    "year": 2014
  }, {
    "title": "Late Permian and Early Triassic evolution of the Northern Indian margin: carbon isotope and sequence stratigraphy",
    "authors": ["A. Baud", "V. Atudorei", "Z. Sharp"],
    "venue": "Geodinamica Acta (Paris)",
    "year": 1996
  }, {
    "title": "Report on the first IGCP 630 field workshop",
    "authors": ["A. Baud", "G. Bhat", "G.H. Bachmann", "T. Kolar-Jurkovsek", "Z.Q. Chen"],
    "venue": "November 17–22,",
    "year": 2014
  }, {
    "title": "Late Permian sedimentation in the Sverdrup Basin, Canadian Arctic: The Lindström and Black Stripe Formations",
    "authors": ["B. Beauchamp", "C.M. Henderson", "S.E. Grasby", "L.T. Gates", "T.W. Beatty", "J. Utting", "N.P. James"],
    "venue": "Bulletin of Canadian Petroleum Geology",
    "year": 2009
  }, {
    "title": "Examination of hypotheses for the Permo–Triassic boundary extinction by carbon cycle modeling",
    "authors": ["R.A. Berner"],
    "venue": "Proceedings of the National Academy of Sciences (PNAS)",
    "year": 2002
  }, {
    "title": "Positive europium anomaly at the PermoTriassic boundary, Spiti, India",
    "authors": ["N. Bhandari", "P.N. Shukla", "R.J. Azmi"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Stratigraphy, microfacies and Palaeoenvironment of the Lilang Group (Scythian-Dogger), Spiti Valley, Himachal Himalaya, India",
    "authors": ["O.N. Bhargava"],
    "venue": "Journal of the Palaeontological Society of India",
    "year": 1987
  }, {
    "title": "An updated introduction to the Spiti Geology",
    "authors": ["O.N. Bhargava"],
    "venue": "Journal of the Palaeontological Society of India",
    "year": 2008
  }, {
    "title": "Geology of Spiti-Kinnaur Himachal Himalaya",
    "authors": ["O.N. Bhargava", "U.K. Bassi"],
    "venue": "Memoirs of the Geological Survey of India",
    "year": 1998
  }, {
    "title": "Zoophycos in Permian Kuling Formation, Himachal Himalaya",
    "authors": ["O.N. Bhargava", "R.N. Srivastava", "S.K. Gadhoke"],
    "venue": "Journal of Geological Society of India",
    "year": 1985
  }, {
    "title": "Revised Litho- and Sequence Stratigraphy of the Spiti Triassic",
    "authors": ["O.N. Bhargava", "L. Krystyn", "M. Balini", "R. Lein", "A. Nicora"],
    "venue": "Albertiana",
    "year": 2004
  }, {
    "title": "Palaeoenvironments of the Permian– Triassic transition sections in Kashmir, India",
    "authors": ["M.E. Brookfield", "R.J. Twitchett", "C. Goodings"],
    "year": 2003
  }, {
    "title": "Shaken and stirred: Seismites and tsunamites at the Permian-Triassic boundary, Guryul Ravine, Kashmir, India",
    "authors": ["M.E. Brookfield", "T.J. Algeo", "R. Hannigan", "J. Williams", "G.M. Bhat"],
    "venue": "Palaios",
    "year": 2013
  }, {
    "title": "Aqueous geochemistry of Rare Earth Elements",
    "authors": ["D.G. Brookins"],
    "year": 1989
  }, {
    "title": "The Lower Triassic sedimentary and carbon isotope records from Tulong (South Tibet) and their significance for Tethyan palaeoceanography",
    "authors": ["T. Bruhwiler", "N. Goudemand", "T. Galfetti", "H. Bucher", "A. Baud", "D. Ware", "E. Hermann", "P.A. Hochuli", "R. Martini"],
    "venue": "Sedimentary Geology",
    "year": 2009
  }, {
    "title": "High-precision timeline for Earth's most severe extinction",
    "authors": ["S.D. Burgess", "S.A. Bowring", "S.Z. Shen"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Carbon isotope excursions across the Permian-Triassic boundary in the Meishan section, Zhejiang Province, China",
    "authors": ["C.Q. Cao", "W. Wang", "Y. Jin"],
    "venue": "Chinese Science Bulletin",
    "year": 2002
  }, {
    "title": "Early Pliocene transgressive coastal lags (Bajo Sguro Basin, Spain): a marker of the flooding after the Messinian salinity crisis",
    "authors": ["J.E. Caracuel", "J.M. Soria", "A. Yebenes"],
    "venue": "Sedimentary Geology",
    "year": 1985
  }, {
    "title": "Comparisons between the Ugonian platform carbonates from eastern Serbia (Carpatho-Balkanides) and northeast Iran (Kopet-Dagh Basin): Depositional facies, microfacies, biostratigraphy, palaeoenvironments and palaeoecology",
    "authors": ["I. Carevic", "M.T. Kalil Abad", "D. Ljubovic-Obradovic", "S.H. Vaziri", "M. Mirkovic", "A.S. Aryaei", "P. Steijic", "A.R. Ashouri"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "Geochemistry of the Panjal Traps basalts (NW Himalaya): records of the Pangea Permian break-up",
    "authors": ["F. Chauvet", "H. Lapierre", "D. Bosch", "S. Guillot", "G. Mascle", "Vannay", "J.-C", "J. Cotten", "P. Brunet", "F. Keller"],
    "venue": "Société Géologique de France Éditeur, Paris",
    "year": 2008
  }, {
    "title": "Isotopic Identification of Landfill Methane",
    "authors": ["D.D. Coleman", "Liu", "C.-L", "K.C. Hackley", "S.R. Pelphrey"],
    "venue": "Environmental Geosciences",
    "year": 1995
  }, {
    "title": "Siliciclastic sedimentation on a storm-and-tide influenced shelf and shoreline: the Early Devonian Roxburgh Formation, NE Lachlan Fold Belt, southeastern Australia",
    "authors": ["G.P. Colquhoum"],
    "venue": "Sedimentary Geology",
    "year": 1995
  }, {
    "title": "Reporting of stable Hydrogen, Carbon, andOxygen Isotopic abundances",
    "authors": ["T.B. Coplen"],
    "venue": "Pure and Applied Chemistry",
    "year": 1994
  }, {
    "title": "Impact generated soft-sediment resuspension and calcareous nannofossil mixing produced by the Chicxulub and Manson impacts",
    "authors": ["R.A. Denne", "E.D. Scott", "J.S. Kaiser", "D.P. Eickhoff"],
    "venue": "Geological Society of America Abstracts with Programs",
    "year": 2011
  }, {
    "title": "A 400million year carbon isotope record of pedogenic carbonate: Implications for paleoatmospheric carbon dioxide",
    "authors": ["D.D. Ekart", "T.E. Cerling", "I.P. Montanez", "N.J. Tabor"],
    "venue": "American Journal of Science",
    "year": 1999
  }, {
    "title": "The Permo-Triassic extinction",
    "authors": ["D.H. Erwin"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "The Permian-Triassic boundary of the Gartnerkofel-1 Core (Carnic Alps, Austria); Mineralogy of the Shaly and Marly Interbeds. In: Schonlaub, H.P., W.T.H. (Eds.), The Permian-Triassic Boundary in the Carnic",
    "authors": ["A. Fenninger"],
    "venue": "Alps of Austria (Gartnerkofel region),",
    "year": 1991
  }, {
    "title": "Stable isotope and trace element stratigraphy across the Permian–Triassic transition: A redefinition of the boundary in the Velebit Mountain, Croatia",
    "authors": ["K. Fio", "J.E. Spangenberg", "I. Vlahović", "J. Sremac", "I. Velić", "E. Mrinjek"],
    "venue": "Chemical Geology",
    "year": 2010
  }, {
    "title": "Isotope Biogeochemistry of Marine Organic Carbon",
    "authors": ["K.H. Freeman"],
    "venue": "Mineralogical Society of America,",
    "year": 2001
  }, {
    "title": "Permo-Triassic boundary an Lower to Middle Triassic in South Tibet",
    "authors": ["E. Garzanti", "A. Nicora", "R. Rettori"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 1998
  }, {
    "title": "Intrabasin variability of the carbon-isotope record across the Permian–Triassic transition, Sverdrup Basin, Arctic Canada",
    "authors": ["S.E. Grasby", "B. Beauchamp"],
    "venue": "Chemical Geology",
    "year": 2008
  }, {
    "title": "Latest Permian to Early Triassic basin-to-shelf anoxia in the Sverdrup Basin, Arctic Canada",
    "authors": ["S.E. Grasby", "B. Beauchamp"],
    "venue": "Chemical Geology",
    "year": 2009
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "Mantle reservoir geochemistry from statistical analysis of ICP-MS trace element data of equatorial mid-Atlantic MORB glasses",
    "authors": ["R.E. Hannigan", "A.R. Basu", "F. Teichmann"],
    "venue": "Chemical Geology",
    "year": 2001
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Deev Jahi Model of the Permian–Triassic boundary mass extinction: a case for gas hydrates as the main cause of biological crisis on Earth",
    "authors": ["E. Heydari", "J. Hassanzadeh"],
    "venue": "Sedimentary Geology",
    "year": 2003
  }, {
    "title": "Geochemistry of central Tethyan Upper Permian and Lower Triassic strata, Abadeh region, Iran",
    "authors": ["E. Heydari", "J. Hassanzadeh", "W.J. Wade"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Diagenetic origin of carbon and oxygen isotope compositions of Permian-Triassic boundary strata",
    "authors": ["E. Heydari", "W.J. Wade", "J. Hassanzadeh"],
    "venue": "Sedimentary Geology",
    "year": 2001
  }, {
    "title": "A unique geochemical record at the Permian/Triassic",
    "authors": ["W.T. Holser", "Schonlaub", "H.-P", "M. Attrep Jr.", "K. Boeckelmann", "P. Klein", "M. Magaritz", "C.J. Orth", "A. Fenninger", "C. Jenny", "M. Kralik", "H. Mauritsch", "E. Pak", "Schramm", "J.-M", "K. Stattegger", "R. Schmoller"],
    "year": 1989
  }, {
    "title": "Clay mineralogy across the P-T boundary of the Xiakou section, China: Evidence of clay provenance and environment",
    "authors": ["H. Hong", "N. Zhang", "L. Zhaohui", "H. Xue", "W. Xia", "N. Yu"],
    "venue": "Clays and Clay Minerals",
    "year": 2008
  }, {
    "title": "Permo-Triassic Boundary Superanoxia and Stratified Superocean: Records from Lost Deep Sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Close-up of the endPermian mass extinction horizon recorded in the Meishan section, South China: Sedimentary, elemental, and biotic characterization and a negative shift of sulfate sulfur isotope ratio",
    "authors": ["K. Kaiho", "Chen", "Z.-Q", "H. Kawahata", "Y. Kajiwara", "H. Sato"],
    "year": 2006
  }, {
    "title": "Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and effect",
    "authors": ["G. Keller"],
    "venue": "Geological Society of America Special Papers",
    "year": 2014
  }, {
    "title": "Evolution of the Latest Permian Biota. Dzhulfian and Dorashamian regional stages in the USSR",
    "authors": ["G.V. Kotljar", "Zakharov", "Yu.D", "B.V. Koczyrkevicz", "G.S. Kropatcheva", "K.O. Rostovcev", "I.O. Chedija", "G.P. Vuks", "E.A. Guseva"],
    "year": 1983
  }, {
    "title": "Lower and Middle Triassic stage and substage boundaries in Spiti",
    "authors": ["L. Krystyn", "M. Balini", "A. Nicora"],
    "venue": "Albertiana",
    "year": 2004
  }, {
    "title": "Stratigraphy and Paleontology of the Permian-Triassic boundary beds, Salt-Range and Trans-Indus ranges, West Pakistan",
    "authors": ["B. Kummel", "C. Teichert"],
    "venue": "Special Publication 4. Dept. of Geology, Univ. of Kansas,",
    "year": 1970
  }, {
    "title": "Gas hydrate contribution to Late Permian global warming",
    "authors": ["J. Majorowicz", "S.E. Grasby", "J. Safanda", "B. Beauchamp"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2014
  }, {
    "title": "Constraints on early Triassic carbon cycle dynamics from paired organic and inorganic carbon isotope records",
    "authors": ["K.M. Meyer", "M. Yu", "D. Lehrmann", "B. van de Schootbrugge", "J.L. Payne"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2013
  }, {
    "title": "Age and Timing of the Permian Mass Extinctions: U/Pb Dating of Closed-System Zircons",
    "authors": ["R. Mundil", "K.R. Ludwig", "I. Metcalfe", "P.R. Renne"],
    "year": 2004
  }, {
    "title": "The Upper Permian and Lower Triassic in Kashmir, India",
    "authors": ["K. Nakazawa", "H.M. Kapoor", "K. Ishi", "Y. Bando", "Y. Okimura", "T. Tokuoka"],
    "venue": "Faculty of Science,",
    "year": 1975
  }, {
    "title": "Modern fine-grained sedimentation – spatial variability and environmental controls on an inner pericontinental shelf, Hong Kong",
    "authors": ["R.B. Owen"],
    "venue": "Marine Geology",
    "year": 2005
  }, {
    "title": "Large Perturbations of the Carbon Cycle During Recovery from the End-Permian Extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J. Wei", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Chronology of relict lake deposits in the Spiti River, NW Trans Himalaya: Implications to Late Pleistocene–Holocene",
    "authors": ["B. Phartiyal", "A. Sharma", "P. Srivastava", "Y. Ray"],
    "venue": "climate-tectonic perturbations. Geomorphology",
    "year": 2009
  }, {
    "title": "New insights into cerium anomalies in organic-rich alkaline waters",
    "authors": ["O. Pourret", "M. Davranche", "G. Gruau", "A. Dia"],
    "venue": "Chemical Geology",
    "year": 2008
  }, {
    "title": "Peritidal Carbonates",
    "authors": ["B.R. Pratt", "N.P. James"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Molybdenum isotopic evidence for oxic marine conditions during the latest Permian",
    "authors": ["B.C. Proemse", "S.E. Grasby", "M.E. Wieser", "B. Mayer", "B. Beauchamp"],
    "venue": "extinction. Geology",
    "year": 2013
  }, {
    "title": "Rapid Eruption of the Siberian Traps Flood Basalts at the Permo-Triassic Boundary",
    "authors": ["P.R. Renne", "A.R. Basu"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Synchrony and causal relations between Permian-Triassic boundary crises and Siberian flood volcanism",
    "authors": ["P.R. Renne", "M.T. Black", "Z. Zichao", "M.A. Richards", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Methane Release from Igneous Intrusion of Coal during Late Permian Extinction Events",
    "authors": ["G.J. Retallack", "A.H. Jahren"],
    "venue": "The Journal of Geology",
    "year": 2008
  }, {
    "title": "Carbon isotopic evidence for terminal-Permian methane outbursts and their role in extinctions of animals, plants, coral reefs, and peat swamps",
    "authors": ["G.J. Retallack", "E.S. Krull"],
    "venue": "Geological Society of America, Special Paper 399,",
    "year": 2006
  }, {
    "title": "Search for evidence of impact at the Permian-Triassic boundary in Antarctica and Australia",
    "authors": ["G.J. Retallack", "A. Seyedolali", "E.S. Krull", "W.T. Holser", "C.P. Ambers", "F.T. Kyte"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Permian– Triassic boundary interval in the Middle East (Iran and N. Oman): Progressive environmental change from detailed carbonate carbon isotope marine curve and sedimentary evolution",
    "authors": ["S. Richoz", "L. Krystyn", "A. Baud", "R. Brandner", "M. Horacek", "P. Mohtat-Aghai"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "Methanogenic burst in the end-Permian carbon cycle",
    "authors": ["D.H. Rothman", "G.P. Fournier", "K.L. French", "E.J. Alm", "E.A. Boyle", "C. Cao", "R.E. Summons"],
    "venue": "Proceedings of the National Academy of Sciences (PNAS)",
    "year": 2014
  }, {
    "title": "Transformation of iron bearing Kaolinite to iron-free Kaolinite, Goethite, Hematite",
    "authors": ["I. Rozenson", "B. Spiro", "I. Zak"],
    "venue": "Clays and Clay Minerals",
    "year": 1982
  }, {
    "title": "Methane-driven oceanic eruptions andmass extinctions",
    "authors": ["G. Ryskin"],
    "venue": "Geology 31",
    "year": 2003
  }, {
    "title": "Palaeoenvironmental implication of trace fossils in the Upper Cretaceous Lameta Beds of Jabalpur area, M.P., India",
    "authors": ["O. Saha", "U.K. Shukla", "R. Rani"],
    "venue": "Journal of Geological Society of India",
    "year": 2010
  }, {
    "title": "Storm deposition at the bed, facies, and basin scale: the geological perspective",
    "authors": ["A. Seilacher", "T. Aigner"],
    "year": 1991
  }, {
    "title": "Catastrophic soil erosion during the end-Permian biotic crisis",
    "authors": ["M.A. Sephton", "C.V. Looy", "H. Brinkhuis", "P.B. Wignall", "J.W. de Leeuw", "H. Visscher"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Terrestrial acidification during the end-Permian biosphere crisis? Geology",
    "authors": ["M.A. Sephton", "D. Jiao", "M.H. Engel", "C.V. Looy", "H. Visscher"],
    "year": 2015
  }, {
    "title": "Biostratigraphic controversy in the Himalaya: an evaluation in Lahaul-Spiti, Himachal Pradesh",
    "authors": ["R. Shanker", "O.N. Bhargava", "U.K. Bassi", "R.S. Misra", "S. Chopra", "I.B. Singh", "T. Singh"],
    "venue": "Indian Minerals",
    "year": 1993
  }, {
    "title": "Temporal Sr-Isotopic, Nd-Isotopic and Pb-Isotopic Variations in the Siberian Flood Basalts – Implications for the PlumeSource Characteristics",
    "authors": ["M. Sharma", "A.R. Basu", "G.V. Nesterenko"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1992
  }, {
    "title": "No link between the Panjal Traps (Kashmir) and the Late Permianmass extinctions",
    "authors": ["J.G. Shellnutt", "G.M. Bhat", "M.E. Brookfield", "B.M. Jahn"],
    "venue": "Geophysical Research Letters",
    "year": 2011
  }, {
    "title": "Origin of the silicic volcanic rocks of the Early Permian Panjal Traps, Kashmir, India",
    "authors": ["J.G. Shellnutt", "G.M. Bhat", "Wang", "K.-L", "M.E. Brookfield", "J. Dostal", "Jahn", "B.-M"],
    "venue": "Chemical Geology",
    "year": 2012
  }, {
    "title": "Petrogenesis of the flood basalts from the Early Permian Panjal Traps, Kashmir, India: Geochemical evidence for shallow melting of the mantle",
    "authors": ["J.G. Shellnutt", "G.M. Bhat", "Wang", "K.-L", "M.E. Brookfield", "Jahn", "B.-M", "J. Dostal"],
    "venue": "Lithos 204,",
    "year": 2014
  }, {
    "title": "End-Permian mass extinction pattern in the northern peri-Gondwanan region",
    "authors": ["S.Z. Shen", "Cao", "C.-Q", "C.M. Henderson", "Wang", "X.-D", "G.R. Shi", "Y. Wang", "W. Wang"],
    "venue": "Palaeoworld",
    "year": 2006
  }, {
    "title": "Pyrite framboids in the PermianTriassic boundary section at Meishan, China: Evidence for dysoxic deposition",
    "authors": ["W. Shen", "Y. Lin", "L. Xu", "J.J. Li", "Y. Wu", "Y. Sun"],
    "year": 2007
  }, {
    "title": "End-Permian mass extinction and palaeoenvironmental changes in Neotethys: Evidence from an oceanic carbonate section in southwestern Tibet",
    "authors": ["S.Z. Shen", "Cao", "C.-Q", "Zhang", "Y.-C", "Li", "W.-Z", "G.R. Shi", "Y. Wang", "Wu", "Y.-S", "K. Ueno", "C.M. Henderson", "Wang", "X.-D", "H. Zhang", "X.-J", "J. Chen"],
    "venue": "Global and Planetary Change",
    "year": 2010
  }, {
    "title": "Calibrating the End-Permian Mass Extinction",
    "authors": ["S.Z. Shen", "J.L. Crowley", "Y. Wang", "S.A. Bowring", "D.H. Erwin", "P.M. Sadler", "Cao", "C.-Q", "D.H. Rothman", "C.M. Henderson", "J. Ramezani", "H. Zhang", "Y. Shen", "Wang", "X.-D", "W. Wang", "L. Mu", "Li", "W.-Z", "Tang", "Y.-G", "Liu", "X.-L", "L.-J", "Y. Zeng", "Jiang", "Y.-F", "Jin"],
    "venue": "Science 334,",
    "year": 2011
  }, {
    "title": "Evidence for wildfire in theMeishan section and implications for Permian–Triassic events",
    "authors": ["W. Shen", "Y. Sun", "Y. Lin", "D. Liu", "P. Chai"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2011
  }, {
    "title": "Volcanism in South China during the Late Permian and its relationship tomarine ecosystemandenvironmental changes",
    "authors": ["J. Shen", "T.J. Algeo", "Q. Hu", "G. Xu", "L. Zhou", "Q. Feng"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Chemical signatures of the Permian-Triassic transitional environment in Spiti Valley, India",
    "authors": ["A.D. Shukla", "N. Bhandari", "P.N. Shukla"],
    "venue": "Geological Society of America, Special Paper",
    "year": 2002
  }, {
    "title": "How deep was the early Himalayan foredeep",
    "authors": ["B.P. Singh"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2012
  }, {
    "title": "Geology of Himachal Pradesh",
    "authors": ["S.V. Srikantia", "O.N. Bhargava"],
    "venue": "Geological Society of India",
    "year": 1998
  }, {
    "title": "Lethally hot temperatures during the Early Triassic Greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "Y. Chen", "H. Jiang", "L. Wang", "X. Lai"],
    "year": 2012
  }, {
    "title": "The continental crust: Its composition and evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "Blackwell Scientific Publications,",
    "year": 1985
  }, {
    "title": "Analysis and application of ichnofabrics",
    "authors": ["A. Taylor", "R. Goldring", "S. Gowland"],
    "venue": "EarthScience Reviews",
    "year": 2003
  }, {
    "title": "Unique marine PermianTriassic boundary section from Western Australia",
    "authors": ["B.M. Thomas", "R.J. Willink", "K. Grice", "R.J. Twitchett", "R.R. Purcell", "N.W. Archbold", "A.D. George", "S. Tye", "R. Alexander", "C.B. Foster", "C.J. Barber"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 2004
  }, {
    "title": "Geochronological constraints on the age of a Permo–Triassic impact event: U–Pb",
    "authors": ["E. Tohver", "C. Lana", "P.A. Cawood", "I.R. Fletcher", "F. Jourdon", "S. Sherlock", "B. Rasmussen", "R.I.F. Trindade", "E. Yokoyama", "C.R. Souza Filho", "Y. Marangoni"],
    "year": 2012
  }, {
    "title": "Shelf and shallow marine sands",
    "authors": ["R.G. Walker"],
    "venue": "Facies Models. Geoscience Canada,",
    "year": 1984
  }, {
    "title": "Contrasting deep water records from the Upper Permian and Lower Triassic of South Tibet and British Columbia: Evidence for a diachronous mass extinction",
    "authors": ["P.B. Wignall", "R. Newton"],
    "venue": "Palaios, Research Reports. School of Earth Sciences,",
    "year": 2003
  }, {
    "title": "Oceanic anoxia and the End Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Extant, duration, and nature of the Permian-Triassic superanoxic event",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Geological Society of America Special Paper",
    "year": 2002
  }, {
    "title": "Pyrite framboid evidence for oxygenpoor deposition during the Permian-Triassic crisis in Kashmir",
    "authors": ["P.B. Wignall", "R. Newton", "M.E. Brookfield"],
    "year": 2005
  }, {
    "title": "Resolving original signatures from a sea of overprint – The geochemistry of the Gungri Shale (Upper Permian, Spiti Valley, India)",
    "authors": ["J.C. Williams", "A.R. Basu", "O.N. Bhargava", "A.D. Ahluwalia", "R.E. Hannigan"],
    "venue": "Chemical Geology",
    "year": 2012
  }, {
    "title": "The global stratotype section and point (GSSP) of the Permian-Triassic",
    "authors": ["H. Yin", "K. Zhang", "J. Tong", "Z. Yang", "S. Wu"],
    "venue": "boundary. Episodes",
    "year": 2001
  }, {
    "title": "Continental weathering in the Early Triassic in Himalayan Tethys, central Nepal: Implications for abrupt environmental change on the northernmargin of Gondwanaland",
    "authors": ["K. Yoshida", "T. Kawamura", "S. Suzuki", "A.D. Regmi", "B.R. Gyawali", "Y. Shiga", "Y. Adachi", "M.R. Dhital"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2014
  }, {
    "title": "Plumbotectonics-the model",
    "authors": ["R.E. Zartman", "B.R. Doe"],
    "venue": "Evolution of the Upper Mantle. Tectonophysics",
    "year": 1981
  }, {
    "title": "Early Triassic conodont–palynological biostratigraphy of the Meishan D Section in Changxing",
    "authors": ["K. Zhang", "J. Tong", "G.R. Shi", "X. Lai", "J. Yu", "W. He", "Y. Peng", "Y. Jin"],
    "year": 2007
  }, {
    "title": "The Permian-Triassic boundary event: a geochemical study of three Chinese sections",
    "authors": ["L. Zhou", "F.T. Kyte"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1988
  }, {
    "title": "Chemical geodynamics",
    "authors": ["A. Zindler", "S. Hart"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 1986
  }],
  "id": "SP:760d3626778fa28eb088780f3b7c4df64a899c5b",
  "authors": [{
    "name": "Nilotpal Ghosh",
    "affiliations": []
  }, {
    "name": "Asish R. Basu",
    "affiliations": []
  }, {
    "name": "O.N. Bhargava",
    "affiliations": []
  }, {
    "name": "Arundhuti Ghatak",
    "affiliations": []
  }, {
    "name": "Carmala N. Garzione",
    "affiliations": []
  }, {
    "name": "Arun D. Ahluwalia",
    "affiliations": []
  }],
  "abstractText": "⁎ Corresponding author at: 500 Yates St., Suite 107, U Arlington, TX 76019. Tel.: +1 817 272 9667. E-mail addresses: nghosh@ur.rochester.edu (N. Ghosh onbhargava@gmail.com (O.N. Bhargava), shukla_umakan arundhutighatak@iiserb.ac.in (A. Ghatak), carmala.garzion (C.N. Garzione), arundeep.ahluwalia@gmail.com (A.D. Ah 1 Present address: Department of Earth & Environmen at Arlington, GS 107, 500 Yates St., Arlington, TX 76019. 2 Present address: Department of Earth & Environmen Science Education and Research, Govindpura, Bhopal, MP",
  "title": "Catastrophic environmental transition at the Permian-Triassic Neo-Tethyan margin of Gondwanaland: Geochemical, isotopic and sedimentological evidence in the Spiti Valley, India"
}