{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nEvaporite sedimentation in a tectonically active basin: The lacustrine Las Minas Gypsum unit (Late Tortonian, SE Spain)\nFederico Ortí a, Laura Rosell a,⁎, Lluís Gibert a, Mar Moragas b, Elisabet Playà a, Montserrat Inglès a, Jean Marie Rouchy c, José Pedro Calvo d, Domingo Gimeno a\na Departament de Geoquímica, Petrologia i Prospecció Geològica, Universitat de Barcelona, 08028 Barcelona, Spain b Group of Dynamic of the Lithosphere, Institute of Earth Sciences Jaume Almera, ICTJA-CSIC, 08028 Barcelona, Spain c Muséum National d'Histoire Naturelle, 43, Rue de Jussieu, Paris, France d Departamento de Petrología y Geoquímica, Universidad Complutense de Madrid, 28040 Madrid, Spain\n⁎ Corresponding author. Tel.: +34 934021408. E-mail address: lrosell@ub.edu (L. Rosell).\nhttp://dx.doi.org/10.1016/j.sedgeo.2014.06.004 0037-0738/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 11 April 2014 Received in revised form 17 June 2014 Accepted 18 June 2014 Available online 27 June 2014\nEditor: B. Jones\nKeywords: Evaporites Gypsum Sulphur Cyclicity Neogene Betic Chain\nEvaporite successions may undergo significant lithostratigraphic changes laterally and vertically in tectonicallyactive basins. The Las Minas Gypsum, a lacustrine unit of Late Tortonian age and up to 160 m thick in the Las Minas-Camarillas basin (SE Spain), consists of a number of shallowing-upward cycles. Each cycle is made up of a lower interval withmarl and carbonate, and an upper interval with gypsum. In the upper interval, the base displays carbonate-gypsum laminites (couplets, yearly microcycles) showing a large variability of textures and fabrics; gypsum textures are cumulates and bottom-grown crystals. Laminites are overlain by selenitic gypsum. The carbonate is a primary dolomite induced by sulphate-reducing bacterial activity. Native sulphur was formed in early diagenesis and during exhumation was partly transformed into late diagenetic gypsum. The isotopic compositions of gypsum suggest that the sulphate mainly derived from chemical recycling of Triassic evaporites; however, marine sulphate was probably supplied by episodic marine incursions. A perennial saline lake characterized by irregular bottom topography and depositional settings with variable subsidence ratios is interpreted. In addition to climate, saline diapirism, Neogene volcanism, synsedimentary faulting and seismicity influenced the evaporitic deposition. Las Minas-Camarillas basin is an example of how in tectonically active zones different factors interplay to produce significant variability of the evaporitic sedimentation and cyclicity.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Numerous evaporite formations were generated in the tectonically active basins of the Betic Chain during the Neogene. Some of these formations were of marine origin, as in the Messinian successions of the marginal Betic basins (Sorbas, Níjar, Carboneras, San Miguel de Salinas; Rouchy, 1982; Krijgsman et al., 2001; Rouchy and Caruso, 2006; Roveri et al., 2009). In some formations the origin was transitional, as in the Upper Tortonian to LowerMessinian successions of the inner Betic basins (Granada, Lorca, Fortuna–Mula; Dabrio et al., 1982; Dinarès-Turell et al., 1999; Playà et al., 2000; Krijgsman et al., 2000; García-Veigas et al., 2013). And in other formations it was lacustrine and more variable in age: Late Tortonian in the Cenajo basin (Calvo and Elízaga, 1994) and Tortonian to Pleistocene in the Baza basin (Gibert et al., 2007).\nThe present study seeks to improve our understanding of the evaporite sedimentation in one of the innermost Neogene Betic basins, the Las Minas-Camarillas basin, by means of lithostratigraphic,\nsedimentological, petrological and geochemical studies on the Las Minas Gypsum unit. This small, lacustrine unit is well known for its sulphur deposits thatwere exploited until the early 1960s (Gimeno, 1994). Besides the sulphur deposits, the study of this unit is significant for other reasons such as the variability in primary and diagenetic gypsum lithofacies, the cyclicity to macro and microscale, the abundance in siliceous (paper-shales formed by hypersaline diatoms) and organic matter (bituminous shales) facies, the presence of tuff horizons that facilitates stratigraphic correlation, and the supplies of marine water to the lake brines.\nApart from climate, the evaporitic sedimentation in this unit was strongly influenced by local factors (tectonics, volcanism, diapirism). Thus, another aim of this study is to draw attention to the variability of the cyclic deposition in this tectonically active basin. The example will provide further insight into the sedimentation of evaporites in similar geodynamic settings."
  }, {
    "heading": "2. Geological and stratigraphic setting",
    "text": "TheNeogene LasMinas-Camarillas basin is located in the SE of Spain, in the eastern sector of the Prebetic Zone (External Zones of the Betic\nChain) (Fig. 1A). To the north, the basin is limited by marine Jurassic materials and by a normal fault. To the south, it is bounded by Cretaceous and Miocene marine deposits (Martín et al., 2009) that are unconformably overlain by the non-marine units of the basin infilling (Fig. 1B).\nDuring the Early and Middle Miocene times, the sector of the Prebetic Zone to which the Las Minas-Camarillas basin belongs was the site of marine sedimentation in platform and pelagic environments. During the Middle–Late Miocene times, this region was part of the North-Betic seaway, where extensive calcarenite deposits occurred. After a compressive phase, the connection with the sea was cut off in wide areas of the region. During a Late Tortonian extensional phase, a series of basins were generated in horst and graben-to-semigraben systems (Fig. 1A), in which non-marine sedimentation occurred (Elízaga and Calvo, 1988; Bellanca et al., 1989; Calvo and Elízaga, 1990; Servant-Vildary et al., 1990).\nIntensive volcanic activity occurred in the Eastern Betic Chain during the Late Neogene. This activity generated the ultrapotassic lamproites of the El Monagrillo hill in the Las Minas-Camarillas basin at the end of the Miocene (Fúster et al., 1967; López Ruiz and Rodríguez Badiola, 1980). Moreover, extensive saline diapirism of Upper Triassic materials occurred within and around the basin in the Late Neogene, which could have influenced its depositional infilling (Elízaga and Calvo, 1988).\nThe Neogene sedimentation of the Las Minas-Camarillas basin has been dealt with in a number of papers such as Calvo and Elízaga (1985, 1990), Foucault et al. (1987) and Servant-Vildary et al. (1990). In the Cenajo and the Las Minas-Camarillas basins, Calvo and Elízaga (1985, 1990) studied a lacustrine succession of up to 500m in thickness composed of six lithostratigraphic units: ‘facies’ A to F or ‘stages’ I to VI (Fig. 2A). Elízaga and Calvo (1988) and Calvo and Elízaga (1994) grouped the six facies in a lower tectono-sedimentary unit (Cenajo Lower Unit) formed by facies A, B and C and an upper tectonosedimentary unit (Camarillas Upper Unit) formed by facies D, E and F. The equivalence of these facies with respect to the stratigraphic units (1 to 5) of Foucault et al. (1987) and Servant-Vildary et al. (1990) is shown in Fig. 2B.\nSubsurface information of the Neogene infilling in the basin is found in the unpublished report by MINERSA (Investigación de azufre Hellín. Diciembre 1988. Departamento de Geología, Hellín, 19 pp. y Anexos. Albacete), which refers to a prospection survey of native sulphur including boreholes that was carried out in the Las Minas area during 1986–1988.\nThe present study is focused on the ‘lower part of facies C’, i.e. the evaporitic cycles of Calvo and Elízaga (1985) or the ‘Gypsum and marls of the Las Minas Formation’ of Foucault et al. (1987) and Servant-Vildary et al. (1990). Foucault et al. (1987) and ServantVildary et al. (1990) deduced a marine influence in this unit after studying the diatomitic content. An age of 7.65 ± 0.09 Ma was obtained by Rosell et al. (2011) for the youngest lamproites in the El Monagrillo hill, which extruded the evaporite unit and the upper part of facies C, by means of 40Ar/39Ar determinations on phlogopite crystals. This dating agrees with that of Nobel et al. (1981) in the same locality (7.2 ± 0.3 Ma), indicating a Late Tortonian age for the upper part of facies C and a minimum age for the underlying evaporite unit."
  }, {
    "heading": "3. Materials and methods",
    "text": "Geological mapping to the scale 1:10,000 was carried out in the study area, and stratigraphic sections (S1 to S9) were measured and sampled. Isobate lines of the top of the evaporite unit were calculated in the non-outcropping central part of the study area using the subsurface data of the MINERSA boreholes. Selected samples (60 samples) were studied mineralogically (X-ray diffraction) in unoriented powdered aggregates (Centres Científics i Tecnològics of the Universitat de\nBarcelona, CCiTUB). The petrographic study (82 thin sections sized 4.7 × 5.5 cm or 2.8 × 4.7 cm) was carried out using an optical polarised light microscope. Some of the carbonate thin sections were examined using cathodoluminescence (CL); Technosyn Cold Model 8200 MkII,15-20 kv and 400 µA. Additionally, scanning electron microscopy (SEM) was used to determine the crystalline textures in gypsum samples (SEM Cambridge microscope model S-360; ESEM (Environmental SEM)model Quanta-200 FEI XTE 325/D8395 equippedwith backscatter image technology; CCiTUB).\nStable isotopic analyses of oxygen and sulphur in sulphates were performed in 57 gypsum samples, all of which were converted to BaSO4. Moreover, stable isotopic analyses of sulphur were carried out in 4 native sulphur samples. The respective CO (for oxygen) and SO2 (for sulphur) gases generated from the Ba-sulphates were obtained in an elemental analyser TC/EA pyrolyser for oxygen, and in a Finnigan MAT CHNS 1108 analyser for sulphur. Both analysers were coupled to a continuous-flow isotope-ratio mass spectrometer (IRMS; Finnigan DELTA plus XP). The results are expressed in ‰ with respect to VSMOW (Vienna-Standard mean ocean water) for oxygen, δ18OVSMOW, and to V-CDT (Vienna-CanyonDiablo Troilite) for sulphur, δ34SVCDT. Analytical precision is ±0.5 for δ18OVSMOW and ±0.4 for δ34SVCDT values. Stable isotopic analyses of carbonate were performed in 23 samples. Powdered samples were dissolved in ultrapure water to eliminate soluble sulphates. About 50 μg of the non-soluble fractions (composed of carbonates and minor amounts of detrital silicates) were treated to react in an online Kiel Devicewith 103% H3PO4 for 3 and 15min (calcite and dolomite, respectively) in vacuum at 70 °C. The obtained CO2 was analysed in a Dual Inlet isotope-ratio mass spectrometer (IRMS; Thermo Electron FinniganMAT-252). Values are reported in‰with respect to the V-PDB (Vienna-Pee Dee Belemnite) standard, with a precision of ±0.06‰ for δ18OVPDB and ±0.02‰ for δ13CVPDB."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Mapping and subsurface distribution of the evaporite unit",
    "text": "An informal terminology is used in this work (Fig. 2B) for the ‘facies’ constituting the lower tectono-sedimentary unit (Cenajo Lower Unit) of Calvo and Elízaga (1990): ‘lower detrital-carbonate unit’ for facies A and B; ‘Las Minas Gypsum unit’ or simply the ‘evaporite unit’ for the lower part of facies C (the evaporitic cycles); and ‘upper carbonate unit’ for the upper part of facies C.\nThe geologicalmap of the LasMinas Gypsumunit and a general cross section (I–I′) are shown in Fig. 3. The unit can be observed in the ‘Moharque outcrop’ and in the ‘Las Minas outcrop’, in the western and eastern parts of the study area, respectively. In the Moharque outcrop, the unit shows a thickness of up to 160 m and a general dip of 20°–30° to the N, NW or NE. In the Las Minas outcrop, the unit is thinner (b50 m) and shows a general dip of 15°–25° to the WNW. No clear structural connection exists between these two outcrops. The evaporite unit is affected by a number of folds and normal faults in the two outcrops.\nCross section I–I′ (Fig. 3) shows the structure of the evaporite unit to the west of the Segura River. A monoclinal succession occurs to the north of the normal ‘Moharque fault’. Borehole information in this area indicates that the top of the evaporite unit near the Triassic diapir to the west exceeds a depth of 150 m below the topographic level of the Segura River terrace (Fig. 1B). Near the El Monagrillo hill to the south, the top of the unit surpasses a depth of 120 m (below the level of the river terrace).\nThe upper part of the ‘lower detrital-carbonate unit’ intercalates gypsarenites and gypsiferous sandstones, and grades upwards into the evaporite unit. The top of the evaporite unit also grades gently into the ‘upper carbonate unit’ that is characterised by the presence of carbonate–marl cycles and the absence of gypsum beds."
  }, {
    "heading": "4.2. Facies analysis",
    "text": "Major non-detrital minerals found in the Las Minas Gypsum unit are gypsum, dolomite and calcite. Observation of anhydrite is limited to microscopic relics within the secondary gypsum. Celestite is present in all gypsum types. Evidence of the presence of chlorides\n(halite) is lacking. Organic matter is common in the gypsum and carbonate samples.\nThe Las Minas Gypsum unit is arranged in depositional cycles (Fig. 4.1) with a lower marly–calcareous interval and an upper gypsiferous interval. The gypsum lithofacies forming the upper gypsiferous interval are mainly composed of primary gypsum. Other\ngypsum types are: diagenetic gypsum, secondary gypsum, gypsum cement, and clastic gypsum. The main characteristics of the lithofacies in this unit are given below and additional observations are contained in Tables 1 and 2."
  }, {
    "heading": "4.2.1. Laminites (microcycles)",
    "text": "Laminites (Fig. 4.2) are formed by the alternation of gypsumand carbonate in laminae (1–10 mm thick), thin laminae (0.2 to 1 mm) and very thin laminae or partings (b0.2 mm). Many of these alternations\nare very regular and form typical couplets (Fig. 4.3, .4). The layers formed by piling up of laminites have a thickness ranging from some centimetres up to 1 m and constitute the base of the upper interval of the cycles. Microslumps are common in these layers.\nCarbonate in the laminites is formed by dolomitic aggregates of subspherical or coccoidal shape (Fig. 4.5) varying in size from some micrometres (dolomicrite, Fig. 4.6) to some tens of micrometres (dolomicrosparite). The textures of the aggregates are peloidal,massive, laminated, net-like (resembling a net of diffuse microbial filaments;\nFig. 4.7), and stromatolite-like (crenulate laminae rarely displaying filaments; Fig. 4.8). Gypsum is found in the carbonate laminae either as displacive crystals, with or without syntaxial overgrowths (Fig. 5.1), or as microlenses aligned with bedding (Fig. 5.2).\nGypsum in the laminites exhibits a variety of crystalline textures. The most common is the microgranular or ‘cumulate’ (Fig. 5.3, .4), the crystal size of which varies from 15 to 100 μm. Microgranular crystals are usually equant and untwinned, with variable crystal boundaries (tangential to planar, blocky, interlocking). Both homometric (ungraded) and graded microgranular textures (mainly reverse, Fig. 5.5, besides normal or symmetrical) are observed.\nUpwards-directed elongation in the microgranular crystals is common (Fig. 5.6). Another common texture is subhedral or ‘bottom-nucleated’, which is characterised by twinned or untwinned crystals that may display subvertical fabric (Fig. 5.7). Additional gypsum textures are: subvertical (crystals elongated upwards); microlenticular (microlenses with decussate, subvertical, or aligned with bedding fabrics); microselenitic; tabular-to-prismatic (commonly twinned crystals arranged subhorizontally); mixed (heterometric or bimodal: microgranular crystals surrounding bigger ones); and gradational (upward gradations from one texture to others; Fig. 5.8). The crystal length in the microlenticular texture is usually b100 μm and it is often coarser (100 to 400 μm) in the subhedral texture. Clastic textures are present in some gypsum laminae.\nAccording to the distribution of carbonate and gypsum, the main types of laminites are (Fig. 6): a type: alternations of gypsum laminae and thin partings (b200 μm) of carbonate (couplets); b type: alternations of carbonate laminae and gypsum laminae, which can be very regular (couplets); c type: successions of single laminae of mixed gypsum– carbonate, in which carbonate is richer at the base, although it is occasionally present towards the top also; and d type: successions of\nsingle carbonate laminae bearing interstitially-grown gypsum crystals. Laminites can also be classified as ‘cumulate’ or ‘bottom-grown’ according to the predominant gypsum textures. Cumulate laminites are characterised by thickness from 1 to 3 mm, average crystal sizes from 20 to 40 μm, and microgranular textures (cumulate microcrystals) that may be graded or ungraded. Bottom-grown laminites are characterised by thickness from 1 to 1.5 mm, average crystal sizes from 150 to 250 μm\n(coarser than in the cumulate laminites), and subhedral gypsum textures.\n4.2.1.1. Interpretation. The characteristics of themineralogy, texture and thickness of the laminites suggest thatmost of them are yearly products or microcycles, i.e. ‘varve-like’ (seasonal) precipitates (Fig. 6). This seems to be valid for both the cumulate microcycles (Fig. 6A, C) and the bottom-grown microcycles (Fig. 6B, D). The same interpretation seems to be also valid for themicrocycles bearing an important proportion of carbonate (types c and d) given that the precipitation was bacterially-mediated. However, a few microcycles exceeding about 3\nor 4 mm in thickness could represent either longer periods of time or years of exceptional evaporitic conditions.\nThe dolomitic nature of laminated carbonate was established by Elízaga and Calvo (1988). Servant-Vildary et al. (1990) assigned a primary origin to the dolomite, and more recently Lindtke et al. (2011) attributed the subspherical morphology of the dolomitic aggregates to bacterial activity. The present paper draws attention to the presence of microbial morphologies (laminated, net-like, filamentous textures) in the carbonate laminae of all types of microcycles.\nIn the cumulate microcycles, the following interpretative points should be noted: (1) the carbonate thin laminae of bio-induced dolomite were formed by microbial activity in periods of lesser concentration (winter); (2) the cumulate crystals of gypsum probably nucleated (in the dry, summer season) in the air–water interface or in the water mass and settled on the bottom of a relatively deep lake; (3) graded bedding of the cumulate crystals resulted from yearly variations in the oversaturation conditions: reverse grading occurred during high oversaturation (intense nucleation) at the onset of the dry period, and normal grading took place towards the end of the period; normal grading, however, could also have been controlled by the different growth time of the cumulate crystals during the dry period; and (4) along the evaporative period, the cumulate crystals underwent syntaxial overgrowth, porosity reduction of the depositional fabric, and continuous growth adopting different habits including subvertical elongation.\nIn the bottom-grown microcycles, the subhedral gypsum crystals were formed during the dry period on the lake floor. The crystals might undergo overgrowth, and occasionally they also changed to other textures such as microgranular, tabular, microlenticular, and microselenitic (sedentary). In the bottom-grown microcycles formed by carbonate laminae bearing interstitial gypsum crystals (d type of laminites), conditions for ‘free crystallisation’ were not reached. Or if they were, not permanent oversaturation of the bottom water mass prevented crystal preservation and resulted in the intrasedimentary growth of subhedral crystals."
  }, {
    "heading": "4.2.2. Other primary and synsedimentary gypsum lithofacies",
    "text": "4.2.2.1. Crenulate gypsum. This lithofacies is composed of gypsum laminae that display small ondulations (Fig. 7.1). Crystals forming these laminae are commonly from b1 to 2 mm in size. Other features include oscillation ripples, microbial filaments, and high contents of organic matter. This lithofacies was formed by gypsum crystals grown within microbial laminae and corresponds to gypsified stromatolites.\n4.2.2.2. Coarse-crystalline, bedded gypsum. This lithofacies is made up of somewhat irregular layers of crystals with a variable proportion of carbonate matrix (Fig. 7.2). The crystal size usually oscillates from 1 to 15mm, and the crystal habit is variable (equant, prismatic, slightly lenticular). Layer thickness of this lithofacies ranges from 1 to 20 cm, and lateral changes to other gypsum lithofacies (gypsarenites, crenulate gypsum) are common. The lithofacies reflects non-oriented, noncompetitive growth of gypsum crystals on the sediment–water interface or just below it. Water depth was shallow, and precipitating conditions varied in accordance with the lateral changes to other lithofacies.\n4.2.2.3. Bedded selenitic gypsum. This lithofacies is made up of gypsum selenites (crystals elongated vertically in sedentary fabric; Fig. 7.3). Crystals are between 6 and 7 cm in height and 3 and 4 cm in width and exhibit twins with the twin plane oriented upwards. Selenites are grouped in clusters in some layers (Fig. 7.4). Some dissolution features are observed at the top of the crystals locally. The lithofacies is interpreted as layers of crystals grown in competition. The growth occurred mainly under stable salinity conditions and the water depth was relatively low (tens of centimetres to fewmetres). Cluster arrangement and variable crystalline morphology, however, suggest changing depositional conditions.\n4.2.2.4. Massive gypsum. This lithofacies consists of up to 1m thick layers of fine- to coarse-grained crystals. Lamination is diffuse or absent, and other depositional structures are lacking. The origin of the lithofacies is uncertain and its interpretation should consider other lithofacies in association with it. It occasionally may represent a deeper facies unaffected by stationary changes.\n4.2.2.5. Domal gypsum. This lithofacies corresponds to dome-like gypsum bodies that are up to 20 cm in height and 15 cm in width (Fig. 7.5). The bodies are formed by the piling-up of white, thin laminae ofmicrogranular texture. The lithofacieswas caused by the gypsification of unidentified types of microbial build-up.\n4.2.2.6. Convoluted gypsum. This lithofacies (Fig. 7.6) refers to gypsum beds formed by thin-laminated gypsum with soft-sediment deformations. The beds display a planar base and variable top structures (cauliflower-like, flame-like, pillow, sagging load, mushroomshaped). The gypsum texture is microgranular and the bed thickness is b20 cm. The lithofacies shows unconsolidated, flowage-like sediment deformations, suggesting seismic activity in the region, and can be interpreted as seismite.\n4.2.2.7. Macrolenticular gypsum. This lithofacies (Fig. 7.7) is formed by interstitialmacrolenses that range between1 and25 cm in length andoccur separately or grouped in ‘desert rose’ aggregates within marly layers. The macrolenses were derived from interstitial solutions and grew displacively. In stratigraphically-controlled occurrences, the crystal horizonsmay indicate former positions of thewater table in exposed settings.\n4.2.2.8. Nodular (primary) gypsum. This lithofacies is made up of (a) light-brownish gypsum nodules up to 15 cm in length with variable geometry from subspheric to depressed, and (b) elongated masses parallel to bedding reaching 30–40 cm in length (Fig. 7.8). The two features are made up of very fine-grained, primary gypsum crystals (Table 1). The lithofacies represents interstitial, displacive crystal growth in early diagenesis although the precise genetic conditions remain unknown."
  }, {
    "heading": "4.2.3. Other gypsum lithofacies and features",
    "text": "4.2.3.1. Secondary gypsum (after anhydrite). This gypsumoccurs as irregularmasses, radial aggregates, and large pseudomorphs of macrolenses. The irregular masses have a fine-grained, alabastrine texture. These masses are uncommon and display an irregular distribution throughout the evaporite unit. The radial aggregates are made up of narrow and long (up to N50 cm) dark crystals (megacrystalline texture of secondary gypsum),which preserve the original lamination (Fig. 8.1). The pseudomorphs of macrolenses are 5–50 cm in size (Fig. 8.2) and occur separately or in groups. These pseudomorphs have a porphyroblastic texture that preserves anhydrite relics (Fig. 8.3). Both the radial aggregates and the large pseudomorphs are found to the SW of the El Monagrillo hill close to local faults. The three types of secondary gypsum features are derived from the hydration of precursor anhydrite during exhumation. In the irregular masses, anhydritisation occurred as an initial step of gypsum-to-anhydrite conversion during burial diagenesis. In the radial aggregates and the large pseudomorphs, anhydritisation was probably caused by circulation of diagenetic or volcanogenic (hydrothermal?) fluids through fault planes during burial. The circulation of ascending fluids through a fault plane was assumed by Calvo et al. (1995) to explain the presence of carbonate–silica rocks (‘mounds’) in the Moharque site (‘silicified sediments’ adjacent to the Moharque fault, Fig. 3). The circulation of ascending fluids through fault planes causing the anhydritisation of gypsum formations has been documented in a number of Iberian Neogene basins (Ortí et al., 2010b, 2012).\n4.2.3.2. Diagenetic gypsum (after sulphur). This gypsum has several textures. The most common is dark-coloured and coarse-crystalline (Fig. 8.4), and another is white and fine-grained resembling the alabastrine variety of secondary gypsum. The gypsum is derived from native sulphur oxidation. It occurs in any rock type hosting sulphur, in which it replaces sulphur as irregularmasses and also gives rise to filling veins.\n4.2.3.3. Clastic gypsum (gypsarenites). This lithofacies consists of sandsized, rounded gypsum grains in beds that are between a few centimetres and 1 m thick and display tractive structures (current ripples, dunes, large-scale cross-lamination) (Fig. 8.5). The gypsarenites contain a low proportion of non-gypsiferous grains (quartz, carbonates).\n4.2.3.4. Gypsum cements. Large gypsum crystals either separately or grouped along fracture planes are common throughout the evaporite unit as well as fibrous, satin-spar veins of gypsum filling discontinuities. Poikilitic textures of coarse, anhedral gypsum plates cement the gypsiferous sandstones and gypsarenites."
  }, {
    "heading": "4.2.4. Other lithologies",
    "text": "4.2.4.1. Native sulphur. Sulphur occurrences vary: nodules from subspherical to flattened and between b1 and 10 cm across (Fig. 8.6), which occur separately or grouped in the bedding plane; laminae and stratified horizons, ranging from b1 mm to 1–3 cm in thickness, alternatingwith gypsum (Fig. 8.7); lenticularmasses up to N20 cm in length; irregular masses; and crosscutting veins.\n4.2.4.2. Chert. The most common chert occurrences are: nodules with morphologies from subspherical to elongated in the bedding plane, ranging from b1 up to N10 cm in length; laminae and thin beds (from b1mm to some cm thick) either dark-coloured and with internal lamination (Fig. 9.1) or light-coloured and massive resembling porcelanites; and lenticular bodies (some centimetres thick) in carbonate and gypsum layers.\n4.2.4.3. Paper-shales. These shales are diatomites that occur as lightcoloured, very thin laminae (b1 mm thick) and consist of diatoms, sponge spicules, chrysophyceans remains, andminormicritic carbonate, argillaceousmaterial, and organicmatter. These siliceous laminites form fissile beds up to onemetre thick that are intercalated inmarls and gypsum layers.\n4.2.4.4. Bituminous shales and organic matter. Bituminous (oil) shales are rarely identified in outcrop. However, they are commonly found as fragments in the tails of miningworks and asminewaste. A significant content of organic matter associated with dolomitic matrix is observed in the thin section and the SEM studies of primary gypsum samples. The organic matter indicates episodes of permanent meromixis in the lake waters.\n4.2.4.5. Gypsiferous sandstones. Up to 1 m thick sandstone beds are interlayered with marl and gypsum layers in some of the stratigraphic sections, especially in S1 that is the westernmost section (Fig. 3). The sandstones are composed of: well preserved particles of planktonic foraminifera (Globigerinidae), abundant sponge spicules, diatoms and echinoderm particles; variable amounts of gypsum, glauconite and quartz grains; and of small amounts of micritic intraclasts, biotite flakes and clay matrix (Fig. 9.2 and .3).\n4.2.4.6. Diagenetic calcite. Some carbonate layers of a few centimetres in thickness are formed by sparitic calcite, with crystals exceeding 0.1 mm in length (Fig. 9.4). The crystalline fabric includes pseudomorphs after\nFig. 6. Petrographic schemes of thin sections with different types of laminites or microcycles. Colo mulate microcycles in A and C; bottom-grown microcycles in B and D. A) Cumulate microcycles o alternations (a-c, a-a-c, a-c-c) are observed in these microcycles. In the gypsum laminae, comm from 20 to 30 μm), and reverse grading is common although normal and symmetrical grading al laminated, net-like, and stromatolite-like textures are also present. B) Bottom-grownmicrocycles nations (a-b, a-a-b-b,…) are observed in the microcycles. The thickness of the microcycles is simi between 45 and 400 μm; some twinned tabular crystals and mixed (bimodal) textures are pres the base of the lamina to subhedral towards the top; subvertical elongation is present in the va lower half of the thin section, gypsum crystals are smaller and the subhedral ones are untwinne the carbonate laminae and thin laminae, (microbial) textures are mainly peloidal, being the net and c types are present, with thicknesses between 0.6 and 4mm. In the gypsum laminae: predom mon, although normal and symmetrical grading is also present; some tabular crystals are observe late) textures. Microcycles of the c type are thinner (0.6 to 1.8 mm) than those of the a type, an laminated, net-like, and stromatolite-like. D) Bottom-grown microcycles of the a and d types are of type a is intercalatedwithin alternations ofmicrocycles of types a and d. In themicrocycles of the is common in the subhedral crystals; and twinned, tabular crystals are common at the base of the l to 400 μm in size; these crystals may exhibit syntaxial overgrowths cementing large portions of t\nlenticular gypsum. The calcite crystals also replace gypsum. The CL study shows a generation of dull orange-coloured calcite crystals, which correspond to the nuclei, and a generation of brilliant orangecoloured crystals, which corresponds to syntaxial overgrowths and is associated with vuggy porosity."
  }, {
    "heading": "4.3. Stratigraphic correlations",
    "text": "4.3.1. Surface correlation profiles The presence of two thin (3–4 cm) tuff beds in the evaporite unit was first documented by Rosell et al. (2011). These tuff beds (CE-1, CE-2; Fig. 9.5) together with others (b1 cm) recently identified in the present work were used as key beds in stratigraphic correlation. The petrological characteristics of these beds are given in Table 2.\nTwo profiles correlating the stratigraphic sections were made. The profile A–A′, in the Moharque outcrop, is made up of sections S1, S2 and S3 (Fig. 10). Section S2 is the most representative of the profile. It is over 150 m thick and shows a number of cycles of variable thickness. Cycle III, which is up to 33 m thick, is exclusively composed of selenite lithofacies, but it grades laterally in sections S2 and S3 into several cycles with different lithologies and gypsum lithofacies. Thus, the top of cycle III in Section 2 seems to divide the whole evaporitic succession into a lower and an upper part (Fig. 10). Moreover, cycles in the sections forming this profile can be arranged in groups (I to VII), which allow the stratigraphic correlation.\nThe correlation profile B–B′, in the Las Minas outcrop (Fig. 11), consists of sections S4, S7, S8 and S9 to the north of the Segura River, and of sections S5 and S6 to the south of the river. The top of the uppermost gypsum cycle in each one of the sections S4 to S8 is interpreted to correlate with the tops of cycle group III in the sections of the A–A′ profile (Fig. 10). Section S6,which is themost representative of theB–B′profile, is 40 m thick and consists of cycles in which the gypsum intervals are thicker than the marl intervals. This section also shows mud cracks locally and small deltas with clinoforms b1 m thick composed of gypsiferous sandstones bearing ruditic clasts. To the southeast of Section 8, the gypsum beds of the cycles grade to limestone beds with desiccation polygons (Fig. 8.8).\n4.3.2. Subsurface data: profile-borehole correlation The characteristics of the 27 boreholes drilled by MINERSA are listed in Table 3. Most of these boreholes are located in the central part of the study area (Fig. 12). Boreholes B1, B2 and B3 intercalate ‘massive gypsum’ beds, which reach up to seven in borehole B3. The correlation of these boreholes with some stratigraphic sections is shown in profile C– C′ (Fig. 13). The gypsum successions in the boreholes correlate with the lower parts of the sections (cycle groups I–III) in the Moharque outcrop.\nThe division of the evaporite unit into two parts (mentioned in the previous section) can now be generalised in accordance with the subsurface data. The lower part is made up of the cycle groups I–III in the Moharque outcrop, the massive gypsum beds in the boreholes, and all\nur of the microcycle types: a: yellow; b: brown; c: green; d: blue. Predominant textures: cuf the a and c types predominate, with thickness between 0.5 and 6 mm. Several patterns of on thickness is 2 to 3 mm, habit is microgranular with size from 15 to 80 μm (frequently so exist. In the carbonate laminae and partings, (microbial) textures are mainly peloidal, but of the a and b types are present, with thickness from 0.6 to 4.1 mm. Several patterns of alterlar to that of the cumulate microcycles in A. In the gypsum laminae: common crystal size is ent; upward textural grading is observed, mostly from microgranular or microlenticular at rious crystal habits; and reverse grading is common regardless of the crystal habits. In the d, whereas in the upper half, crystals are larger and the subhedral crystals are twinned. In -like texture less common and rare the stromatolite-like. C) Cumulate microcycles of the a inant habit is microgranular, with crystal size between 20 and 50 μm; reverse grading is comd; in the basal microcycle, vertically elongated crystals evolve upwards into granular (cumud may exhibit a basal carbonate lamina. In the carbonate laminae, (microbial) textures are present, with thicknesses between 0.7 and 1.6 mm. A very regular group of six microcycles a type: average size of the subeuhedral crystals is from150 to 250 μm; subvertical elongation aminae. In themicrocycles of the d type: the interstitial, euhedral crystals of gypsum reach up he carbonate lamina; and carbonate (microbial) textures are mainly peloidal and massive.\nthe cycle groups in the Las Minas outcrop. The upper part is present in the Moharque outcrop (cycle groups IV–VII), but not in the Las Minas outcrop nor in the subsurface area below the terrace of the Segura River, where it laterally grades into marls and limestones. A cycle-bycycle correlation is not possible. However, a correlation is possible by cycle groups as shown in Fig. 10. The proposed stratigraphic framework for the evaporite unit is shown in Fig. 14."
  }, {
    "heading": "4.3.3. Stratigraphic distribution of native sulphur",
    "text": "Former exploitations of sulphur deposits were located near the Las Minas village and further to the west beneath the terrace of the Segura River (de Botella, 1868; Meseguer, 1924; Reyes García et al., 1984; Servant-Vildary et al., 1990; Elízaga, 1994; Gimeno, 1994). According to Meseguer (1924), the maximum content in free sulphur of these deposits oscillates between 15 and 20% (Fig. 15).\nOn the surface, the sulphur occurrences are linked to the evaporite unit and to the base of the upper carbonate unit as seen in the\nformer quarry faces to the NE of the Las Minas village (section S4) and also at the top of the lower detrital-carbonate unit. In the subsurface, a similar distribution can be deduced from the MINERSA boreholes: the mineralised horizons are associated with the massive gypsum layers, especially with the lowermost few tens of metres of the upper carbonate unit. The MINERSA report indicates that the maximum content of free sulphur is found underneath the terrace of the Segura River or close to it, whereas it is very low or absent in the area closest to the El Monagrillo volcanic rocks. A high sulphur content in all the stratigraphic units is recorded only in borehole B1 (Fig. 13), where bedding deformation and high dip angles (up to 50°) suggest that sulphur has been dissolved and reprecipitated by groundwater circulation.\nA biosyngenetic origin (Ruckmick et al., 1979) of the Las Minas sulphur deposits was assumed in earlier studies because of the predominance of the stratified sulphur lithofacies (Servant-Vildary et al., 1990; Gimeno, 1994; Lindtke et al., 2011). Thus, the sulphur\nwould have derived from the oxidation of the H2S generated by BSR activity on the depositional lake floor or close to it. Calvo and Elízaga (1985, 1990), however, assigned an epigenetic (late diagenetic) origin by groundwater redistribution to this deposit. In the present study, the stratified lithofacies are interpreted to be mainly early diagenetic (biosyngenetic) whereas those that crosscut the bedding, replace the carbonate, or are present in all the stratigraphic units are assumed to be late diagenetic (epigenetic)."
  }, {
    "heading": "4.4. Isotopes",
    "text": ""
  }, {
    "heading": "4.4.1. Sulphate and sulphur isotope composition (δ34SVCDT, δ18OVSMOW)",
    "text": "Three groups of gypsum samples are considered in relation to their δ34S and δ18O values (Table 4; Fig. 16A). Primary and synsedimentary gypsum values (Group A) range between 13.2‰ and 23.9‰ for δ34S and between 20.3‰ and 29.0‰ for δ18O. Secondary gypsum values (Group B) range between 16.5‰ and 22.9‰ for δ34S and between 24.1‰ and 25.7‰ for δ18O. Diagenetic gypsum values (Group C) are −16.9‰ and−15.5‰ for δ34S, and 16.8‰ and 17.3‰ for δ18O. In addition, the δ34S values of four samples of native sulphur range between −27.6‰ and−10.7‰.\n4.4.1.1. Interpretation. Most of the δ34S values of primary and synsedimentary gypsum samples as well as secondary gypsum samples (A, B groups) are between 14‰ and 19‰ and could be attributed to recycled Triassic marine sulphate in the lacustrine brines, taken into account the crystallisation enrichment factor in gypsum for δ34S; reported δ34S values for Triassic sulphates in the Iberian Peninsula range from 10.2‰ to 16.6‰ (Utrilla et al., 1992; Alonso-Azcárate et al., 2006; Iríbar and Ábalos, 2011; García-Veigas et al., 2013; Ortí et al., 2014). However, the values higher than 19.0‰ found in some of the primary,\nsynsedimentary and secondary gypsum samples of sections S2 and S3 in the Moharque outcrop and S5 in Las Minas outcrop (Table 4 and Fig. 16B) are closer to the Miocene marine sulphate values (Claypool et al., 1980; Paytan et al., 1998). Servant-Vildary et al. (1990) described marine diatom assemblages in the LasMinas Gypsumunit that were ascribed to episodicmarineflooding into the lake basin. Such events probably could account for the high δ34SVCDT values found in the samples of theMoharque outcrop. Nevertheless, the influence of BSR activity causing the removal of 32S cannot be ruled out and could have contributed to the highest δ34S values (Servant-Vildary et al., 1990). The δ18O values in A and B groups, which range from 20.3‰ to 29.0‰, are higher than those of Triassic and Cenozoic marine sulphates (Fig. 16A) and suggest BSR influence. This activity would have caused the breakage of the sulphate anion and would have enabled its subsequent oxidation in evaporated waters rich in 18O (Pierre, 1985; Ortí et al., 2003).\nDiagenetic gypsum shows the lowest δ34S values, which are in the same range as those of sulphur occurrences. Such values can be explained by the incorporation into the diagenetic gypsum of the BSRderived, isotopically light sulphur of the native sulphur occurrences (Fig. 16A). The low δ18O values could be accounted for by the incorporation of oxygen derived fromevaporatedwaters ofmeteoric origin, as assumed by Servant-Vildary et al. (1990). The isotopic values obtained by Lindtke et al. (2011) for diagenetic gypsum in the Las Minas-Camarillas basin (between −18.2‰ and −9.5‰ for δ34S, and between 4.7‰ and 8.1‰ for δ18O) are similar to those found in the present study for sulphur, but lower in the case of oxygen.\nThe values reported by Servant-Vildary et al. (1990) for gypsum samples (syndepositional gypsum and diagenetic gypsum) of the Las Minas Gypsum unit, in the range of −9.5 to 19.3‰ for δ34S and of 1.0‰ to 25.9‰ for δ18O, were attributed to a Triassic origin (the highest δ values) or to the sulphate that was produced by the oxidation of\nreduced sulphur in continental waters (the lowest δ values). The comparison of these results with those obtained for the samples from Las Minas outcrop (Sections S5 to S8) in the present work indicates that values are similar in the case of primary-synsedimentary gypsum, but lower for δ34S and higher for δ18O in the case of diagenetic gypsum."
  }, {
    "heading": "4.4.2. Carbonate isotope composition (δ13CVPDB, δ18OVPDB)",
    "text": "The isotope compositions of the carbonate samples range between −8.39‰ and 1.95‰ for δ13C (mean value −3.18‰) and show a wider range, between−7.89‰ and 9.20‰ for δ18O (Table 5). A marked difference exists in the δ18O values depending on the sample mineralogy: those formed by dolomite (dolomicrite) show positive values (Group 1) whereas those formed by calcite (sparite) have negative values (Group 2) (Fig. 17). Most of the δ13C values are negative (up to −8.39‰) and do not display a mineralogical control. Moreover, these values vary with the stratigraphic sections.\n4.4.2.1. Interpretation. The clear discrimination of the calcite and dolomite samples with respect to their δ18O values can be attributed to their origins. The dolomite samples show high δ18O values consistent with precipitation in evaporated waters. The negative δ13C values in the dolomite samples are consistent with a primary bio-induced origin\nrelated to BSR activity; this microbial origin was proposed by Lindtke et al. (2011) on the basis of the isotopic data, which are similar to those of the present work.\nThe analysed calcite (sparite) samples show negative δ18O values that are consistent with a diagenetic origin resulting from precipitation frommeteoric fluids. These results, together with the negative distribution of carbon isotope values, are similar to those reported by Anadón et al. (1992) for replacive carbonates derived from meteoric water in other gypsum-bearing Neogene continental basins in eastern Iberia."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Cyclicity",
    "text": "Cyclicity in the evaporite unit and the overlying carbonate and diatomitic units of the LasMinas-Camarillas basin has beendocumented in several papers (Bellanca et al., 1989; Calvo and Elízaga, 1994; Rosell et al., 2011). Only the cycles and microcycles of the evaporite unit are considered in the present study.\nAs far as microcycles are concerned, gypsum laminites have been used as climatic and chronological indicators in recent years (microcycles or high-frequency cycles). This is the case of the Messinian evaporites in\nSicily (Manzi et al., 2012),where themarine laminites exhibit remarkable textural homogeneity (cumulate microcycles) and are associated with cycles that can be followed laterally at basin scale. Manzi et al. (2012) regarded these laminites as yearly products and the grouping patterns defined by them as markers of periodicities of different year numbers.\nIn contrast to the former marine example, the carbonate–gypsum microcycles in the lacustrine Las Minas Gypsumunit show considerable textural changes. Thus, schemes A and C in Fig. 6 show alternations of cumulate microcycles with little carbonate (type a) or with abundant carbonate (type c), being the microcycles in A thicker than those in C. Schemes B and D show alternations of bottom-grown microcycles, which are of types a and b in B and of types d and a in D. Moreover, microcycles in D are more regular and thinner than in the other schemes. All these observations point to significant variability in the depositional conditions of these complex microcycles in comparison with the cumulate microcycles that predominate in other evaporitic settings as in the Messinian evaporites of Sicily (Manzi et al., 2012).\nAs regards the depositional cycles that form the Las Minas Gypsum unit, the lower marly interval of each cycle is assigned to the expansion stage in the lake, when maximum water depth (few tens of metres?) was reached (Fig. 18, lower interval 1). The presence of paper-shales\nin some cycles indicates nutrient supplies that favoured blooms of diatoms and other siliceous organisms (sponges, chrysophyceans). Towards the top of the intervals the carbonate is laminated, suggesting anoxia in the lake bottom hindering burrowing activity. The water body became stratified with reducing conditions in the lower mass, which was also hypersaline.\nAt the onset of the gypsiferous upper interval, water stratification remained stable. Under these relatively deep conditions (Fig. 18, upper interval 2a), the deposition of laminated carbonate (bio-induced dolomite) commonly persisted. Overlying this basal layer, the accumulation of yearly carbonate–gypsummicrocycles (laminites) occurred. In amore advanced stage of concentration (Fig. 18, upper interval 2b), the predominance of coarse-grained gypsum lithofacies suggests homogenisation of the water mass and permanent gypsum oversaturation. This led to a rapid crystal growth on a well oxygenated lake bottom. The water mass had been reduced to b1 m or only few tens of centimetres in depth. All these features point to a shallowing upwards trend of the depositional cycle with increased brine concentration. Similar gypsum lithofacies and upwards gradations may be observed in the salt works in E Spain (Ortí et al., 1984) and in some Messinian basins in the Betic Chain (Rosell et al., 1998).\nThe interpretation of the depositional cycles of the lacustrine Las Minas-Camarillas basin in the present study differs from that of the marine cycles described by Manzi et al. (2009) in the Messinian of Sicily. In these latter cycles, the basal laminites were interpreted\nto have formed in shallower-water (low stand stage) and the overlying selenitic facies in deeper-water (transgressive stage). These cycles were interpreted as deepening-upwards by Manzi et al. (2009).\n1924), Gimeno (1994), data in the MINERSA boreholes, and on the lithostratigraphic units ess, the sulphur contents, and the years of exploitation are taken mainly from Meseguer\nThe shallowing trend that characterises the cycles in the Las Minas Gypsum unit can also be observed in the two parts of the unit in the Moharque outcrop (Fig. 10). In section S2, the gypsum laminites predominate in the oldest cycles of the two parts (groups I–II in the lower part; group IV in the upper part), whereas the coarse-crystalline or selenitic gypsum prevail in the youngest cycles (group III in the lower part; groups V–VII in the upper part). Decreasing evaporative conditions characterise the upper part of the succession, where marls become thicker and gypsum progressively peters out."
  }, {
    "heading": "5.2. Evaporitic stages and saline lake model",
    "text": "The evaporitic sedimentation in the las Minas-Camarillas basin can be divided into four stages (Fig. 19)."
  }, {
    "heading": "5.2.1. Initial evaporitic stage (1)",
    "text": "Evidence of initial restriction in the lake system is recorded in the upper part of the lower detrital-carbonate unit, mainly in the western\nsector of the Moharque outcrop, where the intercalation of gypsarenites and gypsiferous sandstones is common (Fig. 19, stage 1). However, gypsarenites are absent in the stratigraphically equivalent deposits of the eastern sector of the Las Minas outcrop (Fig. 14), where calcareous pelagites and turbiditeswith structures of gravitative sliding (scars) indicate deeper conditions (Elízaga, 1994). This suggests that gypsum deposition only occurred in thewestern lakemargin, fromwhich gypsumwas\nresedimented towards the centre. This local deposition is interpreted to have occurred on the structural shoal induced by the ascending Triassic salt body."
  }, {
    "heading": "5.2.2. First evaporitic stage (2)",
    "text": "The beginning of the evaporitic stage (Fig. 19, stage 2) corresponds to the generalisation of the restricted depositional environments during the accumulation of the lower part of the evaporite unit. In the Moharque outcrop, this lower part began (sections S1, S2) with cycles of deeper water followed by cycles of shallower water. Maximum water depthwas attained in thewesternmost sector of the outcrop (section S1), where mainly carbonate–gypsum laminites together with gypsiferous sandstones were deposited, suggesting the presence of a local depocentre or pond. Such a pond was probably caused by the ascending Triassic salt body and would be equivalent to the ‘primary rim syncline’ in the classic model of diapir evolution firstly proposed by Thrusheim (1960). Towards the east (section S2), the thick succession of shallower gypsum lithofacies suggests the existence of a ‘selenitic shoal’. In the Las Minas outcrop, an anoxic deep pond (permanent lake meromixis; Section 4) developed, which resulted in a high production of biogenetic dolomite and native sulphur. In the rest of Las Minas outcrop, the shallow, coarse-crystalline gypsum predominated over the laminites."
  }, {
    "heading": "5.2.3. Second evaporitic stage (3)",
    "text": "This step corresponds to the upper part of the evaporite unit (Fig. 19, stage 3). The deposits in this part reflect a retraction of the evaporitic domain towards the Moharque outcrop to the west, whereas the lake deposits in the eastern part of the basin were richer in carbonate and marls (Fig. 19, stage 3). A detail of these marginal facies is shown in Fig. 20: alluvial fan clastics and palustrine carbonates – close to the bounding Cretaceous relief – grade to the transitional marly facies of the Moharque outcrop to the west (Fig. 10)."
  }, {
    "heading": "5.2.4. Post-evaporitic stage (4)",
    "text": "This new stage was characterised by the development of carbonate settings throughout the previous evaporitic basin (Fig. 19, stage 4). BSR activity still occurred in some areas at the onset of this stage, and carbonate-hosted sulphur deposits formed in some local hypersaline lakes.\nBriefly, two ponds separated by a selenitic shoalmay be differentiated in the evaporite unit. The pond located near the Triassic diapir in the westernmost sector persisted throughout all the evaporitic stages. In this pond, the subsidence and water depth were significant (maximum thickness of the unit and predominance of deeper gypsum facies, respectively), and abundant reworked sediments from older marineMiocene units (carbonate skeletal components and glauconite grains) were deposited as gypsiferous sandstones. The pond located in the central zone of the evaporite unit underwent intense BSR activity resulting in the generation of native sulphur and in the inhibition of significant gypsumaccumulation. In the former sulphur quarries of section S4 (Fig. 11), slumps show a vergency to the W (Fig. 9.6) providing evidence for the existence of a deep pond in the Las Minas area under a fault control."
  }, {
    "heading": "5.3. Depositional controls",
    "text": "Two factors may shed light on the complex palaeogeography of the saline lake under study. One factor is the physiographic variability of subenvironments, and the other concerns the characteristics of the marl–gypsum cycles. Although cyclicity is marked in the majority of the sections, a detailed cycle-by-cycle correlation between sections is not easy despite the fact that the sections are close to each other. There is also a marked textural variability of the carbonate–gypsum microcycles (laminites) that form the base of the gypsum intervals in the cycles. These features point to a perennial saline lake characterised\nTable 5 Isotope composition (δ13CVPDB and δ18OVPDB) of carbonate samples.\nSample Section Mineral and lithofacies δ13CVPDB‰ δ18OVPDB‰\nMHP 5 S7 Finely laminated dolomite −3.28 7.07 LCB 5 S6 Dolomite within coarse-crystalline, bedded gypsum −1.73 1.54 LCB 9 S6 Marly dolomite −2.37 4.71 LCB 12 S6 Dolomite within coarse-crystalline, bedded gypsum −2.13 5.81 LCB 13— b S6 Marly dolomite −2.74 5.97 LCB 24 S6 Finely laminated dolomite −0.94 7.14 LCB 30 S6 Diagenetic calcite within coarse-crystalline, bedded gypsum −5.05 −1.72 LCB 31 S6 Dolomite (porous carbonate rock) −3.04 6.92 LCB 38-1 S6 Diagenetic calcite −2.67 −4.81 MHP 6 S7 Finely laminated dolomite −3.60 7.29 LCB 38-2 S6 Diagenetic calcite −2.69 −4.83 LCB 38-3 S6 Diagenetic calcite −2.38 −4.38 LCB-W — 2a S6 Host dolomite associated with gypsum −1.61 3.55 LCB — x S6 Dolomite −3.76 6.97 MHP 8 S7 Marly dolomite −3.71 6.09 MHP 11 S7 Diagenetic calcite −5.01 −7.07 MHP 12 a S7 Laminated, diagenetic calcite −6.12 −7.49 MHP 12 b S7 Diagenetic calcite −8.39 −7.89 MHP 13 S7 Laminated dolomite −7.45 9.20 MHC 1 S8 Diagenetic calcite 0.48 −2.92 MHC 2 S8 Finely laminated dolomite 1.95 5.82\nby heterogeneous distribution of water depths (subenvironments) and different subsidence ratios (Fig. 19).\nRestrictive conditions in the Las Minas-Camarillas basin underwent gradual changes. Cycles and microcycles in the evaporite unit were mostly controlled by the evolution of the hydric balance and the prevailing climate, although the precise temporal frequency of the cycles is unknown. Climatic conditions during the Late Tortonian in the basin were sufficiently arid to generate evaporites, as in other Neogene basins in the Betic Chain during the Late Tortonian and the Tortonian–Messinian transition (Granada, Lorca, Fortuna-Mula; Playà et al., 2000; García-Veigas et al., 2013). Apart from the climatic control, other factors such as diapirism, volcanism, tectonism, seismicity and marine supplies considerably influenced the sedimentation in the Las Minas-Camarillas basin.\nBasin restriction could have been accelerated by local diapirism of the Upper Triassic (Keuper facies) saline materials cropping out to the west of the evaporite unit. This could have supplied dissolved Triassic sulphate to the saline lake by means of groundwater flows, as evidenced by the\nisotopic composition of the lacustrine sulphate. The sedimentary evolution in the western pond was probably controlled by fractures related to the diapiric uplift. However, diapiric extrusion probably postdated the evaporitic sedimentation given the lack in the gypsiferous sandstones of Upper Triassic sulphate clasts or particles diagnostic of reworking such as authigenic quartz with anhydrite inclusions and subvolcanic grains with ophitic texture.\nThehydrologic restriction of the basin could have been influenced by volcanism. Although volcanic phases in the El Monagrillo hill postdate the evaporites, pulses of the ascending magma probably deformed the basin floor during gypsum deposition. Such an influence cannot be ruled out unless the provenance of the tuff beds either from an external volcanic source or from eruptive episodes within the basin or close to it is known.\nSome fractures were active during the deposition of the evaporite unit. In particular, synsedimentary faulting is deduced from the NNW– SSE direction of the Segura River across the evaporite unit. Such hypothetical faults (not marked in Figs. 3, 12) would account for the lack of connection between the outcrops of the evaporite unit on both sides of the river (probably strike–slip faults), and for the location of the sulphur deposits in the Las Minas area as well as the absence of the upper part of the evaporite unit in the Las Minas outcrop.\nSeismicity associated with faults and magma ascension could have exerted some influence on the sedimentary evolution of the lake basin. These phenomena, however, are considered to be minor factors in controlling the evaporitic deposition. A variety of soft-sediment deformation structures with evidence of liquefaction or slumping (medium to large-scale slumps, sand dikes, pillows) can be interpreted as seismically-induced structures (seismites; Calvo and Elízaga, 1985; Elízaga, 1994; Rodríguez-Pascua et al., 2003): 1) large scale slumps (N4 m thick) in the carbonate unit (facies D of Calvo and Elízaga, 1985) overlying the evaporite unit; 2) medium scale slumps affecting carbonate, marl and gypsum layers widespread in the evaporite unit across the basin (Fig. 9.6); and 3) contorted beds made up of laminated gypsum (b15 cm thick) with soft deformation (Fig. 7.6).\nEpisodic supplies of marine water to the lake basin are indicated by the presence of some genera of diatoms in the paper-shales associated with the gypsum beds (Foucault et al., 1987; Servant-Vildary et al., 1990). The samples containing diatoms of marine origin were collected by Servant-Vildary et al. (1990) towards the base of the evaporite unit in a section near the Las Minas village (close to section S4 in the present paper). According to Foucault et al. (1987), the marine supplies could have come from the southwest, where there is evidence of coastal\nmarine sediments of Late Tortonian age. In his pioneering study of fossil diatoms fromunspecified localities ‘near Hellín’, Margalef (1952) differentiated between fresh water and hypersaline specimens. This author assumed that the sediments: ‘were probably deposited in littoral\nlagoons, receiving fresh water and revealing a certain influence of marine waters’. The isotopic values of gypsum obtained in the present study reinforce early interpretations of marine supplies into the Las Minas-Camarillas basin.\nn. ‘Gypsum cycles’ refer to gypsum–marl cycles. S: native sulphur."
  }, {
    "heading": "6. Conclusions",
    "text": "The Las Minas Gypsum unit is made up of shallowing-upwards, evaporitic cycles. Each cycle, ranging from b2 m to 33 m in thickness, consists of a lower marly interval (expansion stage) and an upper gypsiferous interval (concentration stage; perennial saline lake). The stratigraphic correlation across the evaporite unit allows us to distinguish two ponds (in marginal and in central positions) and an intermediate shoal. The western pond recorded the deepest water body, the maximum sediment thickness (subsidence) and the largest terrigenous supplies. The intermediate shoal accumulated a thick succession of shallow-water, bedded selenites. The central pond recorded a large sulphur deposit associated with water stratification and reducing conditions in the bottom water mass (BSR action). These conditions generated biogenetic dolomite and gave rise to the thinnest gypsum succession of the unit. Native sulphur oxidation during exhumation led to the formation of diagenetic gypsum.\nA burial diagenetic conversion of gypsum to anhydrite occurred in some fault-controlled areas of the unit. This conversion was probably caused by (hydrothermal?) flows ascending through fracture planes. Subsequent hydration of this local anhydrite during exhumation generated a variety of secondary gypsum textures.\nThe isotopic compositions of primary and secondary gypsum samples suggest that the sulphate of the lacustrine brines mainly derived from chemical recycling of Triassic evaporites; however, marine sulphatewas probably supplied by episodicmarine incursions in the lacustrine basin.\nAlthough the evaporites in the basin were mainly controlled by climate, local factors such as tectonism, saline diapirism, volcanism, seismicity, and ascending flows exerted a considerable influence on the architecture, the cyclicity, and the diagenesis of the evaporite unit. The perennial saline lake had an irregular depositional surfacewith different characteristics in water depths and subsidence ratios. Sedimentation in this lake system reflects a marked variability in cyclicity patterns, evaporitic lithofacies and diagenetic products. Thus, a detailed cycle-by-cycle correlation is not easy and the microcycles (laminites) that form the base of the upper gypsiferous intervals show significant textural diversity.\nIn contrast to the homogeneous evaporitic records of stable basins, as in cratonic settings, the evaporites of the Las Minas-Camarillas basin show how the major climate signal can be significantly modified by local factors in an active geodynamic setting."
  }, {
    "heading": "Acknowledgements",
    "text": "This studywas supported byprojects CGL2005-05337 andCGL200911096 of the Spanish Government and 2009-SGR1451 of the Catalan Government, and a Ramón y Cajal programme (L. Gibert) of the Spanish Government. One of the authors (J.P. Calvo) is included in the Research Group UCM-910607 (Universidad Complutense Madrid). The authors are indebted to J. García-Veigas (Centres Científics i Tecnològics, Universitat de Barcelona) for the help in field surveys and advice on the SEM observations andmineralogic determinations, J. Illa (Universitat de Barcelona) for preparing the petrographic collection, and to the mining company MINERSA and in particular to geologist Ali Mahmud for supplying internal reports and borehole samples."
  }],
  "year": 2014,
  "references": [{
    "title": "Carbonate replacement of lacustrine gypsum deposits in two Neogene continental basins, eastern Spain",
    "authors": ["P. Anadón", "L. Rosell", "M.R. Talbot"],
    "venue": "Sedimentary Geology",
    "year": 1992
  }, {
    "title": "Synsedimentary versus metamorphic control of S, O and Sr isotopic compositions in gypsum evaporites from the Cameros",
    "authors": ["J. Alonso-Azcárate", "S.H. Bottrell", "J.R. Mas"],
    "year": 2006
  }, {
    "title": "Evolution of lacustrine diatomite carbonate cycles of Miocene age, southeastern Spain: petrology and isotope geochemistry",
    "authors": ["A. Bellanca", "J.P. Calvo", "P. Censi", "E. Elízaga", "R. Neri"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1989
  }, {
    "title": "Sedimentology of a Neogene lacustrine system, Cenajo Basin, SE Spain. 6th European Regional Meeting of Sedimentology, I.A.S",
    "authors": ["J.P. Calvo", "E. Elízaga"],
    "venue": "Lleida'85. Abstracts & Poster Abstracts book,",
    "year": 1985
  }, {
    "title": "Cuencas lacustres del Mioceno Superior del área Prebética (Sur de la provincia de Albacete). Comparative Lacustrine Sedimentology in Space and Time, Field Guide Book, VII Reunión del Grupo Español de Trabajo",
    "authors": ["J.P. Calvo", "E. Elízaga"],
    "venue": "Noviembre",
    "year": 1990
  }, {
    "title": "The Cenajo and LasMinas-Camarillas basins (Miocene), southeastern Spain",
    "authors": ["J.P. Calvo", "E. Elízaga"],
    "venue": "Global Geological Record of Lake Basins,",
    "year": 1994
  }, {
    "title": "Preliminary report of seepage mound occurrences in Spain. Comparison with carbonate mounds from the Amargosa Desert, western USA",
    "authors": ["J.P. Calvo", "M.I. Pozo", "B.F. Jones"],
    "venue": "Geogaceta",
    "year": 1995
  }, {
    "title": "The age curves of sulfur and oxygen isotopes in marine sulfate and their mutual interpretation",
    "authors": ["G. Claypool", "W. Holser", "I. Kaplan", "H. Sakai", "I. Zak"],
    "venue": "Chemical Geology",
    "year": 1980
  }, {
    "title": "Palaeomagnetic chronology of the evaporitic sedimentation in the Neogene Fortuna Basin (SE Spain): early restriction preceding the ‘Messinian Salinity Crisis",
    "authors": ["J. Dinarès-Turell", "F. Ortí", "E. Playà", "L. Rosell"],
    "year": 1999
  }, {
    "title": "Análisis de facies sedimentarias y petrología de los depósitos lacustres de edad Neógeno",
    "authors": ["E. Elízaga"],
    "venue": "Superior de la Zona Prebética, Albacete, España. Instituto Estudios Albacetenses, serie I, Estudios",
    "year": 1994
  }, {
    "title": "Evolución sedimentaria de las cuencas lacustres neógenas de la zona prebética (Albacete, España). Relación, posición y efectos del vulcanismo durante la evolución",
    "authors": ["E. Elízaga", "J.P. Calvo"],
    "venue": "Interés minero. Boletín Geológico y Minero",
    "year": 1988
  }, {
    "title": "Place des dépôts d'âge miocène supérieur de la région de Hellín (Province de Albacete, Espagne) dans l'évolution géodynamique des Cordillères bétiques",
    "authors": ["A. Foucault", "J.P. Calvo", "E. Elízaga", "J.M. Rouchy", "S. Sevant-Vildary"],
    "venue": "Comptes Rendus Academie Sciences,",
    "year": 1987
  }, {
    "title": "Salt deposition and brine evolution in the Granada Basin (Late Tortonian",
    "authors": ["J. García-Veigas", "D. Cendón", "L. Rosell", "F. Ortí", "J. Torres Ruiz", "Martín", "José M", "E. Sanz"],
    "venue": "SE Spain). Palaeogeography,",
    "year": 2013
  }, {
    "title": "Plio-Pleistocene lacustrine evaporites of the Baza Basin (Betic Chain, SE Spain)",
    "authors": ["L. Gibert", "F. Ortí", "L. Rosell"],
    "venue": "Sedimentary Geology",
    "year": 2007
  }, {
    "title": "Estudio de las materias primas minerales contenidas en los materiales miocénicos lacustres de la provincia de Albacete",
    "authors": ["D. Gimeno"],
    "venue": "Revista de Estudios Albacetenses 2a época año 20,",
    "year": 1994
  }, {
    "title": "A critical re-evaluation of the Miocene/Pliocene boundary as defined in the Mediterranean",
    "authors": ["F.J. Hilgen", "C.G. Langereis"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1993
  }, {
    "title": "Integrated stratigraphy and astrochronology of the Messinian GSSP at Oued Akrech (Atlantic Morocco)",
    "authors": ["F.J. Hilgen", "L. Bissoli", "S. Iaccarino", "W. Krijgsman", "R. Meijer", "A. Negri", "G. Villa"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "The geochemical and isotopic record of evaporite recycling in spas and salterns of the Basque Cantabrian basin, Spain",
    "authors": ["V. Iríbar", "B. Ábalos"],
    "venue": "Applied Geochemistry",
    "year": 2011
  }, {
    "title": "The ‘Tortonian salinity crisis",
    "authors": ["W. Krijgsman", "M. Garcés", "J. Agustí", "I. Raffi", "C. Taberner", "W.J. Zacchariasse"],
    "venue": "of the eastern Betics (Spain). Earth Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Astrochronology for the Messinian Sorbas Basin (SE Spain) and orbital (precessional) forcing for evaporite cyclicity",
    "authors": ["W. Krijgsman", "A. Fortuin", "F.J. Hilgen", "F.J. Sierro"],
    "venue": "Sedimentary Geology",
    "year": 2001
  }, {
    "title": "Authigenesis of native sulphur and dolomite in a lacustrine evaporitic setting (Hellín basin, Late Miocene",
    "authors": ["J. Lindtke", "S.B. Ziegenbalg", "B. Brunner", "J.M. Rouchy", "C. Pierre", "J. Peckmann"],
    "venue": "SE Spain). Geological Magazine",
    "year": 2011
  }, {
    "title": "A new facies model for the Upper Gypsum of Sicily (Italy): chronological and palaeoenvironmental constraints for the Messinian salinity crisis in the Mediterranean",
    "authors": ["V. Manzi", "S. Lugli", "M. Roveri", "B.C. Schreiber"],
    "venue": "Sedimentology",
    "year": 2009
  }, {
    "title": "Highfrequency cyclicity in the Mediterranean Messinian evaporites: evidence for solarlunar climate forcing",
    "authors": ["V. Manzi", "R. Gennari", "S. Lugli", "M. Roveri", "N. Scafetta", "B.C. Schreiber"],
    "venue": "Journal of Sedimentary Research",
    "year": 2012
  }, {
    "title": "Observaciones paleoecológicas y geocronológicas sobre sedimentos lacustres miocénicos de Hellín (Albacete)",
    "authors": ["R. Margalef"],
    "venue": "Memorias y Comunicaciones,",
    "year": 1952
  }, {
    "title": "History and evolution of the North-Betic Strait (Prebetic Zone, Betic Cordillera): a narrow, early Tortonian, tidaldominated, Atlantic-Mediterranean marine passage",
    "authors": ["J.M. Martín", "J.C. Braga", "J. Aguirre", "A. Puga-Bernabé"],
    "venue": "Sedimentary Geology",
    "year": 2009
  }, {
    "title": "Isotopic dating of the postalpine Neogene volcanism in the Betic cordilleras, Southern Spain",
    "authors": ["F.A. Nobel", "P.A.M. Ansriessen", "P.H. Hebeda", "H.N.A. Priem", "E.H. Rondeel"],
    "venue": "Geologie en Mijnbouw",
    "year": 1981
  }, {
    "title": "Evaporative systems and diagenetic patterns in the Calatayud Basin (Miocene, central Spain)",
    "authors": ["F. Ortí", "L. Rosell"],
    "venue": "Sedimentology",
    "year": 2000
  }, {
    "title": "Evaporitic sedimentation in the coastal salinas of Santa Pola (Alicante, Spain)",
    "authors": ["F. Ortí", "J.J. Pueyo", "D. Geisler-Cussey", "N. Dulau"],
    "venue": "Revista Investigacions Geològiques",
    "year": 1984
  }, {
    "title": "Deep to shallow lacustrine evaporites in the Libros Gypsum (southern Teruel Basin, Miocene, NE Spain): an occurrence of pelletal gypsum rhythmites",
    "authors": ["F. Orti", "L. Rosell", "P. Anadón"],
    "venue": "Sedimentology",
    "year": 2003
  }, {
    "title": "Diagenetic gypsum related to sulfur deposits in evaporites (Libros Gypsum, Miocene",
    "authors": ["F. Ortí", "L. Rosell", "P. Anadón"],
    "venue": "NE Spain). Sedimentary Geology",
    "year": 2010
  }, {
    "title": "Large gypsum nodules in the Paleogene and Neogene evaporites of Spain: distribution and palaeogeographic significance",
    "authors": ["F. Ortí", "L. Rosell", "E. Playà", "J. García-Veigas"],
    "venue": "Geological Quarterly",
    "year": 2010
  }, {
    "title": "Meganodular anhydritization: a newmechanism of gypsum to anhydrite conversion (Palaeogene–Neogene",
    "authors": ["F. Ortí", "L. Rosell", "E. Playà", "J.M. Salvany"],
    "venue": "Ebro Basin, Northeast Spain). Sedimentology",
    "year": 2012
  }, {
    "title": "Sulfate isotope compositions (δ34S, δ18O) and strontium isotopic ratios (87 Sr/86Sr) of Triassic evaporites in the Betic Cordillera (SE Spain)",
    "authors": ["F. Ortí", "A. Pérez-López", "J. García-Veigas", "L. Rosell", "D.I. Cendón", "F. Pérez-Valera"],
    "venue": "Revista de la Sociedad Geológica de España",
    "year": 2014
  }, {
    "title": "Sulfur isotopic composition of Cenozoic seawater sulphate",
    "authors": ["A. Paytan", "M. Kastner", "D. Campbell", "M. Thiemens"],
    "venue": "Science",
    "year": 1998
  }, {
    "title": "Pre-evaporitic Messinian sediments: a new challenge for oil exploration in the Mediterranean Basin",
    "authors": ["A. Permanyer", "P. Marín", "L. Gibert"],
    "venue": "AAPG European Regional Conference,",
    "year": 2013
  }, {
    "title": "Isotopic evidence for the dynamic redox cycle of dissolved sulphur compounds between free and interstitial solutions in marine salt pans",
    "authors": ["C. Pierre"],
    "venue": "Chemical Geology",
    "year": 1985
  }, {
    "title": "Marine to non-marine sedimentation in the upper Miocene evaporites of the Eastern Betics, SE Spain: sedimentological and geochemical evidence",
    "authors": ["E. Playà", "F. Ortí", "L. Rosell"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "La sedimentación evaporítica en las cuencas neógenas del SE peninsular",
    "authors": ["J.L. Reyes García", "V. Crespo Lara", "J.C. Feixas Rodríguez", "M.J. Zapata Sola"],
    "venue": "I Congreso Español de Geología, Segovia,",
    "year": 1984
  }, {
    "title": "Similarities between recent seismic activity and paleoseismites during the late Miocene in the external Betic Chain (Spain): relationship by ‘b’ value and the fractal dimension",
    "authors": ["M.A. Rodríguez-Pascua", "G. De Vicente", "J.P. Calvo", "R. Pérez-López"],
    "venue": "Journal of Structural Geology",
    "year": 2003
  }, {
    "title": "Strontium geochemistry of Miocene primary gypsum: Messinian of Southeastern Spain and Sicily and Badenian of Poland",
    "authors": ["L. Rosell", "F. Ortí", "A. Kasprzyk", "E. Playà", "T.M. Peryt"],
    "venue": "Journal of Sedimentary Research",
    "year": 1998
  }, {
    "title": "Las Minas de Hellín Gypsum: cyclicity and age (Upper Miocene",
    "authors": ["L. Rosell", "F. Ortí", "L. Gibert", "A. Deino", "D. Gimeno"],
    "venue": "SE Spain). 28th IAS Meeting of Sedimentology,",
    "year": 2011
  }, {
    "title": "La genèse des évaporites messiniennes de Méditerranée. Mémoires Muséum National Histoire Naturelle., nouv",
    "authors": ["J.M. Rouchy"],
    "venue": "sér. C, t. L",
    "year": 1982
  }, {
    "title": "The Messinian salinity crisis in the Mediterranean basin: a reassessmen of the data and the integrated scenario",
    "authors": ["J.M. Rouchy", "A. Caruso"],
    "venue": "Sedimentary Geology",
    "year": 2006
  }, {
    "title": "The terminal carbonate complex: the record of sea-level changes during the Messinian salinity crisis",
    "authors": ["M. Roveri", "R. Gennari", "S. Lugli", "V. Manzi"],
    "venue": "GeoActa",
    "year": 2009
  }, {
    "title": "Classification and genesis of biogenic sulphur deposits",
    "authors": ["J.C. Ruckmick", "B.H. Wimberly", "A.F. Edwards"],
    "venue": "Economic Geology",
    "year": 1979
  }, {
    "title": "Marine and continental water contributions to a hypersaline basin using diatom ecology, sedimentology and stable isotopes: an example in the Late Miocene of the Mediterranean (Hellín",
    "authors": ["S. Servant-Vildary", "J.M. Rouchy", "C. Pierre", "A. Foucault"],
    "year": 1990
  }, {
    "title": "Mechanism of salt migration in Northern Germany",
    "authors": ["F. Thrusheim"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 1960
  }, {
    "title": "Oxygen and sulfur isotope compositions as indicators of the origin of Mesozoic and Cenozoic evaporites from Spain",
    "authors": ["R. Utrilla", "C. Pierre", "F. Ortí", "J.J. Pueyo"],
    "venue": "Chemical Geology",
    "year": 1992
  }],
  "id": "SP:7bbfe7e8c6fc38f724248c3072accd8819f66fcf",
  "authors": [{
    "name": "Federico Ortí",
    "affiliations": []
  }, {
    "name": "Laura Rosell",
    "affiliations": []
  }, {
    "name": "Lluís Gibert",
    "affiliations": []
  }, {
    "name": "Mar Moragas",
    "affiliations": []
  }, {
    "name": "Elisabet Playà",
    "affiliations": []
  }, {
    "name": "Montserrat Inglès",
    "affiliations": []
  }, {
    "name": "Jean Marie Rouchy",
    "affiliations": []
  }, {
    "name": "José Pedro Calvo",
    "affiliations": []
  }, {
    "name": "Domingo Gimeno",
    "affiliations": []
  }],
  "abstractText": "a Departament de Geoquímica, Petrologia i Prospecció Geològica, Universitat de Barcelona, 08028 Barcelona, Spain b Group of Dynamic of the Lithosphere, Institute of Earth Sciences Jaume Almera, ICTJA-CSIC, 08028 Barcelona, Spain c Muséum National d'Histoire Naturelle, 43, Rue de Jussieu, Paris, France d Departamento de Petrología y Geoquímica, Universidad Complutense de Madrid, 28040 Madrid, Spain",
  "title": "Evaporite sedimentation in a tectonically active basin: The lacustrine Las Minas Gypsum unit (Late Tortonian, SE Spain)"
}