{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of African Earth Sciences\njournal homepage: www.elsevier .com/locate/ jafrearsci\nTracing provenance and chemical weathering changes in Ankara Stream sediments, central Turkey: Geochemical and SreNdePbeO isotopic evidence\nÇi gdem Saydam Eker a, *, Ferkan Sipahi a, Mustafa Kemal Gümüş b, €Ozay €Ozkan b\na Department of Geology, Engineering and Natural Sciences Faculty, Gumushane University, 29000 Gumushane, Turkey b Institute of Science and Technology, Gumushane University, 29000 Gumushane, Turkey\na r t i c l e i n f o\nArticle history: Received 15 May 2017 Received in revised form 10 November 2017 Accepted 22 November 2017 Available online 24 November 2017\nKeywords: Central Turkey Ankara Stream Sediment provenance Weathering Sr-Nd-O-Pb isotopes Climate forcing\n* Corresponding author. E-mail addresses: csaydam@gumushane.edu.t\n(Ç. Saydam Eker).\nhttps://doi.org/10.1016/j.jafrearsci.2017.11.034 1464-343X/© 2017 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThis study aims to analyze the changes in sediment provenance through the geochemical and SreNdePb eO isotopic composition of the Ankara Stream bed and overbank sediments (ASBS and ASOS) and to examine the weathering and sediment transport processes in response to step climate variability. Major, trace, and rare earth elements, as well as SreNdePbeO isotopic composition, exhibit generally similar variations for the investigated samples. These sediments have relatively high εNd(0) values and low 87Sr/86Sr ratios. Similar Pb isotopic ratios also characterize these sediments but have slightly different d18O isotope values with relatively higher d18O isotope values in the ASBS and lower d18O isotope values in the ASOS samples. Chemical indices indicate lowemoderate chemical weathering in the stepdominated climate. The low average Zr/Sc and Zr/Nb ratios indicate that such geochemical change was dominated by the composition of the source rocks but not sedimentary recycling with zircon enrichment, reflecting first-cycle deposit. Low radiogenic 87Sr/86Sr ratios and negative εNd(0) values indicate that the investigated sediments are relatively derived from young magmatic provinces, which are intermediate sources. Finally, the findings show that the geochemical compositions of the ASBS and ASOS were dominated by the composition of the source materials that originate from Galatia province and Late Cretaceous- Early Tertiary volcanic rocks in central Anatolia. Reasonable semiarid to arid climatic conditions are observed in the region. Active tectonism, increased erosion, and the investigated sediments are also transported rapidly to the stream channel without chemical alteration, and the sediments are the first-cycle products.\n© 2017 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The elemental and isotopic geochemistry of terrigenous sediments reflects source rock composition, chemical weathering, physical erosion, and hydraulic sorting (McLennan et al., 1993; Grousset et al., 1998; Vital and Stattegger, 2000; Bentahila et al., 2008; Lee et al., 2008; Clift et al., 2008; Dou et al., 2010, 2012; Bouchez et al., 2011; R evillon et al., 2011; Lupker et al., 2012; Li et al., 2015; Dou et al., 2016; Bosia et al., 2016). Most studies show that the isotopic composition of river sediments reflect a drained continental area. The Nd isotopic composition of suspended particles from major rivers correlate with the average age\nr, csaydameker@gmail.com\nand isotopic tracer of source rocks from drainage basins, apart from the corresponding Nd isotope values for dissolved river loads (Goldstein et al., 1984; Goldstein and Jacobsen, 1987, 1988a, b). Studies demonstrate that Nd isotopes are inconsiderably fractionated during continental weathering and sedimentary processes (Bayon et al., 2015). Sr and O isotopes can also define sedimentary sources (Clayton et al., 1978; Spiers et al., 1984; Yeh and Eslinger, 1986; Goldstein and Jacobsen, 1988a; Nelson and DePaolo, 1988; Chen et al., 1990; Linn and DePaolo, 1993), but are significantly susceptible to variation by weathering and other sedimentary processes. Sr and O isotopes supply additional means of locating source areas; analyzing these isotopes in association with Nd isotopes or other provenance indicators is a method in testing and clarifying provenance interpretations (Heller et al., 1985; Linn and DePaolo, 1993). Inversely, the O isotopic composition in the NdeSr isotope systems is mainly a function of temperature rather\nthan the age of the rock formation. Igneous rocks typically crystallize at high temperatures and have relatively uniform d18O values ofþ6 toþ11. Sedimentary rocks have high d18O values, which range from approximately þ10% to þ40% (Hoefs, 1987) because these rocks include autogenic or detrital minerals that form at low temperatures (Linn and DePaolo, 1993).\nThis study aims to compare the stream and Pleistocene-aged (Akyürek et al., 1997; Bilgin et al., 2009) overbank sediments of Ankara Stream (ASBS and ASOS) in central Turkey in the AlpineHimalayan system because of the well-preserved overbank sediments. Major elements, trace elements, and rare earth elements (REE) and SreNdePbeO isotopes have been investigated for the ASBS and ASOS to evaluate the present weathering, sedimentary cycle, provenance characteristics, erosion processes, and weathering mechanisms in the region. Sedimentary cycle history, sediment sources, and SreNdePbeO isotopic composition were also analyzed to obtain information on the chemical weathering degree."
  }, {
    "heading": "2. Geological and hydrographic background",
    "text": "The investigated area is in the Sakarya Continent, which represents the southern margin of Eurasia in the north, and the AnatolideeTauride block that includes the Central Anatolian Crystalline Complex in the south (Fig. 1). Carboniferous high-grade metamorphic rocks constitute the continental basement of the Sakarya Continent (Duru et al., 2004; Okay et al., 2006; Nzegge et al., 2006; Topuz et al., 2007; Sarifakioglu et al., 2014). The Triassic Karakaya\nComplex tectonically overlies the crystalline basement units (Tekeli, 1981). This area contains the Lower Karakaya, including metabasite, marble, and phyllite rocks, and Upper Karakaya comprising unmetamorphosed clastic and basic volcanic rocks with blocks of Carboniferous and Permian neritic limestones (Bing€ol et al., 1975; Okay et al., 2002; Okay and G€oncüo glu, 2004; Sarifakioglu et al., 2014). Jura-aged clastic deposits and limestones lie conformably on the Karakaya Complex in the Ankara region. The Late Cretaceous granitoids, including monzonite and syenite supersuites, and the PaleoceneeEocene volcanic, volcaniclastic, and carbonate rocks crosscut and overlie, respectively, the crystalline basement units of the Central Anatolia Crystalline Complex (Güleç, 1994; Boztu g, 2000; Kadıo glu et al., 2003, 2006; _Ilbeyli et al., 2004; Sarifakioglu et al., 2014). OligoceneeMiocene evaporates, continental clastic rocks, MioceneePliocene continental clastics, and volcanic rocks and Pleistocene aged alluvium cover the bottom units (Akyürek et al., 1997; Bilgin et al., 2009) (Fig. 1).\nAnkara Stream is formed by the combination of the Çubuk and Hatip Streams in the Etlik site and passes through Ankara, which is one of the most populated and industrialized cities in Turkey, and flow into Sakarya River. The investigated region is dominated by step climate, with annual rainfall of 300 mme500 mm. Rain everywhere is seasonal, with the maximum annual rainfall occurring during spring, whereas the minimum annual rainfall occurring during summer. Temperature in the study area varies from approximately 20 Ce30 C in summer and from approximately 0 C to 5 C inwinter, with obvious winter and summer, as well as\nBilgin et al. (2009)) and location map of the study area and some of the major tectonic nd limestones, 3- Paleocene-Eocene volcanic, volcanoclastic and carbonate rocks, 4- tal clastic and volcanic rocks, 6- Pleistocene overbank sediments, 7- Slope rubble.\nday and night, differences. Vegetation is weak and dominated by steppe vegetation."
  }, {
    "heading": "3. Samples and methods",
    "text": ""
  }, {
    "heading": "3.1. Sampling",
    "text": "A total of 35 sampling locations were identified throughout the Ankara Stream for the stream sediments, and a total of 35 sampling locations were identified for the Pleistocene-aged overbank sediments. The sampling locations are shown in Fig. 1. The samples were collected in March 2015 as representatives of low-flow conditions (i.e., no significant rainfall in the previous three weeks). The stream sediment samples were obtained from the stream channel at 0e13 cm depths using a small dredge. The thickness of the Pleistocene-aged overbank sediments ranged from approximately 2 me4.5 m. A total of 70 sediment samples were collected. The samples were air dried in the laboratory prior to analytical analysis. Then, the samples were homogenized and crushed to approximately 200 mesh size using an agate mortar."
  }, {
    "heading": "3.2. Analytical techniques",
    "text": ""
  }, {
    "heading": "3.2.1. Whole-rock major and trace element analyses",
    "text": "Major and trace elements were determined at the commercial\nAcme Analytical Laboratories Ltd. in Vancouver, Canada. The major and trace element compositions were measured by inductively coupled plasma optical emission spectrometry and inductively coupled plasma mass spectrometry (ICP-MS) using 0.2 g of sediment fused with 1.5 g of LiBO2 dissolved in 100 mL of 5% HNO3. Ignition loss was determined using dried samples heated to a temperature of 1000 C for 15 min. REE analysis was conducted by ICP-MS at ACME. The detection limits were in the range of 0.001 wt % to 0.1 wt% for major element oxides and 0.1 ppme10 ppm for trace elements. Calibration and verification standards together with reagent blanks were added to the sample sequences. STD SO18 was certified in-house against 38 certified reference materials, including CANMET SY-4 and USGS AGV-1, G-2, GSP-2, and W-2 as known external standards. The analytical accuracy is better than 4%.\nWhole-rock major, trace and rare earth element analyses were separately applied to 70 sediment samples (i.e., stream sediments¼ 35, Pleistocene-aged overbank sediments¼ 35) in this study."
  }, {
    "heading": "3.2.2. Sr-Nd isotopic analyses",
    "text": "Isotopic analyses of Sr and Nd were performed at the Depart-\nment of Geological Sciences, New Mexico State University. All isotopic measurements were made by TIMS, on a VG Sector 30 mass spectrometer. All samples analyzed were loaded onto rhenium filaments on either Cathodian beads (single filament only) or on the side filament of a triple filament assembly. Reproducibility of the of the 87Rb/86Sr and 147Sm/144Nd ratios are within 0.3%, and the 87Sr/86Sr and 143Nd/144Nd ratios are within ±0.000025 and ± 0.00003, respectively. The detailed analytical procedures for Srand Nd isotopic measurements are given Ramos (1992). Sr-Nd isotopic analyses was used for 14 (7 samples from stream sediments, 7 samples from overbank sediments). εNd(0) was calculated by utilizing the following formula (CHUR's current 143Nd/144Nd value is assumed 0.512638, Zhang and Wang, 2001):\nεNdð0Þ ð143Nd=144NdÞ of sample ð143Nd=144NdÞ of CHUR 1\n104 (1)"
  }, {
    "heading": "3.2.3. O isotopic analyses",
    "text": "Oxygen was extracted from 5 mg samples at 550e600 C ac-\ncording to the conventional BrF5 procedure of Clayton and Mayeda (1963) and analyzed on Thermo-Finnigan Delta plusXP Continuous e Flow Isotope e Ratio Mass Spectrometer (CF-IRMS). d18O values are reported using the delta (d) notationin units of permil (‰) standard relative to Vienna Standard Mean Ocean Water (VSMOW) international standard, with a precision of 0.1‰. O isotopic analyse was performed on 7 samples from stream sediments and 7 samples from overbank sediments."
  }, {
    "heading": "3.2.4. Pb isotopic analyses",
    "text": "Isotopic analysis of Pb was performed at the commercial Acme\nAnalytical Laboratories Ltd. in Vancouver, Canada. The prepared sample is digested with a modified aqua regia solution of equal parts concentrated HCl, HNO3, and DI H2O for 1 h in a heating block or a hot water bath. The sample is made up to volume with dilute HCl. Sample splits of 0.5, 15, or 30 g were analyzed. Pb isotope addons (þISO) Pb204, Pb206, Pb207, and Pb208 are suitable for geochemical exploration of U and other commodities where gross differences in natural to radiogenic Pb ratios are beneficial. Isotope values can be obtained from the concentrations and intensities. Sample splits of 0.5, 15, or 30 g were analyzed. Pb isotopic analyses were performed on 10 samples from stream sediments and 10 samples from overbank sediments."
  }, {
    "heading": "3.3. Geochemical proxies (CIA, WIP, and ICV) calculation",
    "text": "The chemical index of alteration (CIA) [CIA ¼ Al2O3/ (Al2O3 þ CaO*þ Na2Oþ K2O) 100 (Nesbitt and Young, 1982)], the weathering index of Parker (WIP) [WIP ¼ 100 CaO*/0.7 þ 2Na2O/ 0.35 þ 2K2O/0.25 þ MgO/0.9 (Parker, 1970)], and the index of compositional variability (ICV) [ICV ¼ Fe2O3 þ K2O þ Na2O þ CaO* þ MgO þ TiO2/Al2O3 (Cullers and Podkovyrov, 2002); CaO* represents CaO of the silicate fraction only; CIA, WIP, and ICV are calculated using the molecular proportions of the mobile alkali and alkaline earth elements] of clastic rocks are commonly used as indicators of the extent of weathering of their source areas. The sediments with high ICV may represent first-cycle deposits, whereas the sediments with low ICV values (<1) may be derived from mature sediments with a high percentage of clay minerals (Kamp and Leake, 1985). Geochemical proxies consisting CIA and Al/K ratios have been applied to define the intensity of alteration in sediment during chemical weathering and to establish any possible link with climate records (Wei et al., 2004; D. K. Hu et al., 2012, 2013; Limmer et al., 2012; Dou et al., 2016). The K tends to be enriched in weathering product during moderate weathering but depleted during extreme weathering (Nesbitt et al., 1980; Condie et al., 1995), whereas Al is relatively conservative during theweathering process (Dou et al., 2016). Thus, the high Al/K ratio in sediments, which indicate extreme chemical weathering, is evaluated (Wei et al., 2006). In the current study, these chemical indices are used to interpret the weathering intensity recorded in the investigated sediments and to investigate the case for climate forcing."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Major and trace element concentrations",
    "text": "The major element, trace element, and REE concentrations in the ASBS and ASOS are presented in Table 1. The average values of the major element contents in the ASBS and ASOS are relatively similar. ASBS and ASOS are generally enriched in CaO, TiO2, and P2O5, slightly enriched in MgO, depleted in Na2O and K2O, and\nSample Rb Sr Ba Th U Zr Hf Y Nb Co Ni Cu Sc V Au\nppm\nYA1 54.6 322.5 474 7.4 2.6 169.9 4.2 14.7 13.6 14.2 56 54.2 9 82 26 YA2 58.1 326.5 467 8.9 2.5 161.3 4.0 16.3 13.4 14.6 65 57.9 9 87 35 YA3 60.4 405.3 480 8.6 2.7 147.2 3.6 14.9 14.3 16.7 71 52.6 9 95 102 YA4 60.1 405.2 463 7.9 2.6 133.6 3.1 14.4 14.2 16.6 69 55.5 10 96 83 YA5 63.3 399.2 488 8.7 3.2 145.2 3.5 16.0 14.4 17.4 76 67.2 10 98 106 YA6 62.3 402.8 503 9.1 2.9 145.8 3.3 14.6 14.7 18.2 71 61.0 10 101 114 YA7 59.8 435.7 474 8.5 2.5 188.4 4.4 15.3 15.9 15.0 56 28.9 9 93 20 YA8 60.7 445.0 493 8.8 2.6 171.9 4.2 16.6 17.2 16.4 56 27.3 9 100 20 YA9 60.2 447.7 478 8.2 2.6 191.3 4.3 15.9 15.0 15.1 58 28.9 10 96 17 YA10 61.3 465.7 503 9.4 2.4 169.8 4.1 16.3 17.0 16.0 60 25.9 9 96 9.6 YA11 60.6 449.2 490 8.5 2.1 193.5 4.6 15.8 16.1 15.4 60 31.2 9 100 18 YA12 62.3 438.9 529 9.1 2.3 170.6 4.2 16.9 16.7 16.4 65 33.8 9 99 22 YA13 69.5 466.0 495 10 2.6 171.6 3.9 19.1 18.3 19.8 81 31.3 12 110 1.1 YA14 71.9 452.8 510 9.9 2.5 185.5 4.2 21.1 18.1 20.5 91 31.8 13 113 3.4 YA15 70.7 485.1 520 9.7 2.7 169.9 4.1 19.2 17.5 21.1 88 32.5 12 113 5.6 YA16 72.0 472.7 524 10 2.6 164.9 4.1 18.7 17.5 21.1 83 31.6 13 116 1.1 YA17 62.2 453.0 513 8.3 2.3 167.6 3.9 16.4 15.4 17.8 75 27.0 10 104 14 YA18 63.2 475.7 530 9.4 2.2 170.4 4.0 18.6 16.3 18.9 78 29.3 11 106 13 YA19 62.4 470.2 522 8.6 2.1 151.4 3.7 16.8 16.2 15.8 78 30.6 10 102 13 YA20 62.8 467.9 504 9.1 2.3 150.0 3.7 17.8 15.7 16.3 74 27.1 10 104 11 YA21 61.6 449.5 500 8.4 2.1 173.3 4.2 16.3 14.9 16.7 80 28.2 10 104 12 YA22 62.3 462.2 508 8.5 2.6 174.9 4.0 17.6 15.7 17.8 85 31.1 11 111 13 YA23 62.4 467.2 520 8.3 2.4 163.4 3.9 17.5 15.0 17.4 79 29.8 10 108 13 YA24 61.8 451.4 528 9.7 2.6 151.5 3.5 16.1 15.3 16.9 79 29.1 10 101 12 YA25 61.8 455.9 546 8.7 2.2 160.2 3.9 16.8 14.7 16.2 74 31.2 10 104 16 YA26 58.3 405.2 478 7.5 2.1 117.2 2.8 13.8 13.0 13.7 51 21.5 7 76 7.8 YA27 61.3 442.5 532 7.7 2.1 131.5 3.0 14.1 12.6 13.6 60 27.2 8 82 8.0 YA28 57.1 402.5 508 7.0 2.1 113.3 2.6 12.5 12.7 12.8 50 20.4 8 76 13 YA29 55.3 384.6 495 7.3 2.0 123.5 2.9 14.4 11.9 12.9 51 18.4 8 75 7.9 YA30 57.8 398.2 503 7.8 2.1 122.1 2.9 12.7 12.7 13.7 60 17.2 8 77 6.2 YA31 60.3 427.3 541 7.4 2.3 137.8 3.1 14.7 13.0 13.9 58 25.5 9 89 16 YA32 55.6 447.4 502 7.8 2.6 133.9 3.1 13.7 13.2 13.7 61 19.2 9 90 6.9 YA33 55.4 429.0 469 7.1 2.4 124.6 3.5 13.7 12.2 12.6 62 19.9 8 83 10 YA34 53.5 411.2 484 7.1 2.1 163.8 4.0 14.2 11.3 12.0 54 18.8 8 80 8.7 YA35 56.2 459.4 496 7.6 2.2 136.7 3.4 14.0 12.5 15.1 61 23.4 8 83 16 EA1 70.7 505.8 535 10 2.1 180.7 4.1 17.7 17.0 17.3 73 23.5 10 97 2.7 EA2 61.4 391.5 475 8.2 2.6 145.2 3.7 16.1 14.7 16.3 81 51.6 10 99 61 EA3 57.3 395.0 494 7.8 2.3 138.1 3.4 14.0 13.9 14.9 74 43.8 9 94 81 EA4 57.8 400.4 488 8.5 2.7 134.2 3.4 14.7 14.2 15.4 70 45.9 9 94 74 EA5 58.3 417.5 468 7.7 2.7 124.3 3.4 15.2 13.1 15.5 72 46.9 10 97 74 EA6 56.4 396.0 458 7.8 2.4 145.9 3.7 14.9 13.4 14.3 70 48.5 9 92 78 EA7 59.7 502.3 502 9.3 1.9 153.1 3.8 17.0 16.5 15.1 68 20.0 9 98 3.1 EA8 59.0 473.5 467 8.3 2.0 152.0 3.7 15.0 16.7 14.4 65 20.2 10 98 2.7 EA9 58.7 484.7 489 9.6 2.2 165.1 4.1 16.3 17.4 15.5 63 21.8 9 100 2.5 EA10 63.0 558.0 537 11 2.1 209.2 5.2 19.4 19.7 17.6 78 24.4 11 110 1.1 EA11 62.2 545.7 489 9.0 2.1 199.3 4.6 17.9 18.9 16.1 74 22.2 11 105 1.0 EA12 60.7 576.7 518 9.4 2.1 197.6 5.0 18.6 18.9 16.8 66 20.5 11 108 1.8 EA13 62.1 518.7 501 9.1 1.9 174.5 4.5 16.7 16.4 16.6 81 22.3 11 104 1.6 EA14 60.4 495.8 540 8.7 2.4 186.3 4.3 16.4 16.5 16.2 78 22.1 10 105 1.4 EA15 69.1 459.8 498 9.1 2.2 155.0 4.2 19.4 18.1 19.9 87 33.1 13 118 1.1 EA16 65.0 425.1 482 10 2.2 154.0 3.8 18.3 17.5 19.6 88 33.9 12 119 0.5 EA17 68.3 476.9 488 9.5 1.9 171.9 4.0 19.1 17.4 17.6 85 30.6 12 111 1.7 EA18 69.3 484.8 523 10 2.0 163.6 4.3 20.1 19.1 18.1 89 30.7 13 114 1.2 EA19 64.5 477.0 503 9.2 2.3 170.5 4.3 18.2 18.3 18.3 80 29.9 12 112 1.9 EA20 69.6 484.6 465 9.8 1.9 166.3 4.3 19.4 18.1 18.7 85 28.5 12 108 1.7 EA21 67.8 488.4 492 10 2.0 173.8 4.3 18.8 18.6 18.2 83 29.2 12 108 1.7 EA22 67.2 460.7 482 9.4 2.1 162.1 3.9 19.8 17.9 17.5 87 29.6 12 113 2.1 EA23 67.3 467.5 462 10 2.1 162.1 4.2 18.7 17.4 16.6 84 29.3 12 115 2.1 EA24 66.5 448.9 496 10 2.2 158.7 3.8 18.1 18.2 17.6 87 30.0 12 112 1.7 EA25 69.8 478.2 500 9.7 2.0 166.0 4.1 18.2 18.2 16.8 83 28.8 12 108 2.0 EA26 52.1 385.0 405 7.0 1.7 136.7 3.3 12.6 12.5 12.4 55 17.4 8 93 2.5 EA27 53.1 363.5 408 6.6 1.6 112.9 2.7 12.9 12.7 11.3 56 15.7 8 80 2.4 EA28 53.8 352.6 401 6.6 1.7 107.3 2.7 11.0 11.8 11.4 55 15.2 8 82 5.0 EA29 50.7 364.1 415 7.2 1.5 105.8 2.7 12.0 12.0 10.8 54 14.6 7 77 2.0 EA30 53.5 403.1 437 7.4 1.7 115.2 2.9 12.2 12.9 13.5 57 14.6 8 83 1.1 EA31 51.0 372.7 418 7.3 1.4 120.4 3.1 12.4 12.4 11.9 57 13.3 8 85 0.5 EA32 50.8 392.4 429 7.2 1.7 106.6 2.6 11.3 12.0 11.6 47 14.3 7 78 0.5 EA33 52.2 397.4 447 7.0 1.9 116.4 2.8 12.2 11.8 13.3 50 13.0 8 79 0.5 EA34 53.4 402.3 425 7.4 1.8 129.8 3.1 12.3 12.0 14 49 14.2 8 81 0.7 EA35 52.6 390.4 403 7.2 2.0 123.6 2.9 12.4 13.0 13.2 54 13.9 8 81 1.0\nSample La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu\nppm\nYA1 24.0 47.1 5.06 18.9 3.73 0.89 3.30 0.48 2.71 0.55 1.55 0.23 1.55 0.26 YA2 26.2 48.3 5.03 20.3 3.93 0.88 3.49 0.53 2.78 0.60 1.67 0.28 1.61 0.27 YA3 28.4 53.6 5.60 20.3 3.66 1.02 3.37 0.52 2.81 0.52 1.61 0.24 1.46 0.24 YA4 27.6 50.3 5.56 21.2 3.92 0.90 3.31 0.47 2.68 0.52 1.52 0.23 1.45 0.22 YA5 26.8 48.8 5.35 20.2 3.57 0.94 3.39 0.50 2.70 0.57 1.58 0.24 1.52 0.26 YA6 27.2 51.6 5.44 21.3 3.86 0.92 3.27 0.51 2.87 0.63 1.72 0.24 1.46 0.24 YA7 31.7 55.0 5.82 22.1 4.02 1.05 3.48 0.52 2.80 0.54 1.58 0.25 1.57 0.24 YA8 31.8 56.6 6.02 22.7 4.10 1.06 3.57 0.55 3.21 0.53 1.68 0.26 1.59 0.25 YA9 29.8 52.0 5.81 22.8 3.98 1.07 3.32 0.54 2.85 0.55 1.65 0.25 1.54 0.25 YA10 31.7 60.9 6.13 22.5 4.14 1.04 3.59 0.54 3.03 0.62 1.70 0.26 1.66 0.25 YA11 30.8 56.6 5.84 21.8 3.73 0.99 3.58 0.54 2.81 0.59 1.72 0.26 1.73 0.25 YA12 32.4 57.6 6.08 22.5 4.34 1.09 3.63 0.56 2.88 0.60 1.69 0.28 1.60 0.27 YA13 33.5 64.0 6.67 25.0 4.59 1.18 4.39 0.67 3.60 0.73 2.02 0.30 2.12 0.31 YA14 32.9 65.1 6.92 25.5 4.73 1.23 4.36 0.63 3.54 0.76 1.79 0.31 1.99 0.30 YA15 34.2 66.6 6.95 26.3 4.93 1.16 4.21 0.66 3.55 0.72 2.04 0.31 1.98 0.29 YA16 33.6 63.6 6.76 24.1 4.76 1.21 4.25 0.65 3.71 0.68 1.99 0.31 1.98 0.29 YA17 30.4 56.7 6.02 24.0 4.42 1.10 3.73 0.59 3.37 0.60 1.78 0.26 1.73 0.25 YA18 30.7 57.6 6.16 22.9 4.39 1.19 3.98 0.61 3.40 0.68 1.92 0.29 1.72 0.31 YA19 32.2 56.4 6.27 22.7 4.52 1.08 3.59 0.62 3.31 0.63 1.71 0.27 1.56 0.25 YA20 28.8 53.6 5.77 22.9 4.00 1.11 3.65 0.57 3.11 0.62 1.76 0.28 1.70 0.25 YA21 29.2 54.3 5.76 22.0 4.09 1.05 3.50 0.55 3.30 0.59 1.59 0.26 1.60 0.26 YA22 31.1 54.1 6.12 23.3 4.30 1.13 3.71 0.59 3.31 0.60 1.70 0.30 1.71 0.27 YA23 30.1 56.9 6.03 22.1 4.43 1.07 3.89 0.58 3.35 0.67 1.79 0.30 1.61 0.27 YA24 30.2 55.1 5.81 21.7 4.17 1.01 3.56 0.56 3.32 0.62 1.74 0.25 1.60 0.25 YA25 30.4 55.3 5.78 21.7 3.88 1.05 3.74 0.57 3.08 0.56 1.71 0.27 1.58 0.26 YA26 24.3 45.3 4.81 18.2 3.18 0.89 3.01 0.46 2.39 0.48 1.46 0.22 1.28 0.20 YA27 26.2 48.3 5.11 18.9 3.60 0.93 3.01 0.48 2.55 0.49 1.40 0.22 1.43 0.21 YA28 25.5 47.0 4.79 18.0 3.47 0.90 2.84 0.45 2.39 0.49 1.33 0.22 1.26 0.19 YA29 24.4 42.3 4.67 17.7 3.13 0.83 2.86 0.45 2.40 0.49 1.51 0.23 1.29 0.20 YA30 26.6 47.8 4.90 18.0 3.24 0.87 2.87 0.46 2.54 0.50 1.34 0.21 1.32 0.18 YA31 28.0 48.2 5.17 19.6 3.49 0.97 3.14 0.50 2.82 0.57 1.43 0.24 1.36 0.21 YA32 26.0 46.6 5.15 18.5 3.27 0.93 3.16 0.45 2.65 0.50 1.43 0.21 1.32 0.22 YA33 27.1 46.6 4.91 18.3 3.39 0.84 3.11 0.46 2.56 0.46 1.43 0.21 1.28 0.19 YA34 25.2 43.3 4.43 17.3 2.72 0.84 2.80 0.41 2.47 0.48 1.33 0.21 1.30 0.21 YA35 26.0 46.4 5.22 19.9 3.24 0.95 3.26 0.46 2.79 0.51 1.38 0.21 1.28 0.20 EA1 32.7 62.6 6.67 25.2 4.36 1.09 3.90 0.57 3.27 0.62 1.81 0.24 1.73 0.29 EA2 28.0 51.0 5.28 19.5 3.45 0.93 3.34 0.51 2.91 0.55 1.53 0.24 1.54 0.24 EA3 28.1 49.6 5.35 19.0 3.48 0.92 3.23 0.48 2.75 0.50 1.44 0.22 1.60 0.22 EA4 27.9 49.6 5.35 19.2 3.34 0.89 3.38 0.50 2.89 0.51 1.57 0.24 1.48 0.21 EA5 27.2 50.6 5.25 19.4 3.34 0.91 3.29 0.49 2.74 0.51 1.47 0.22 1.52 0.22 EA6 26.9 48.7 5.06 19.8 3.46 0.89 3.26 0.48 2.70 0.50 1.45 0.22 1.49 0.21 EA7 32.0 59.7 6.10 22.4 3.91 1.00 3.73 0.52 3.05 0.56 1.62 0.24 1.65 0.26 EA8 31.3 53.5 5.97 21.5 3.95 0.99 3.44 0.52 3.06 0.53 1.49 0.21 1.55 0.23 EA9 40.0 71.9 7.85 27.5 4.28 1.09 3.79 0.57 2.86 0.56 1.60 0.26 1.77 0.26 EA10 41.4 79.4 7.61 26.7 4.63 1.27 4.27 0.64 3.46 0.70 1.85 0.28 1.92 0.29 EA11 36.6 64.9 6.76 25.0 4.66 1.23 3.97 0.58 3.40 0.62 1.85 0.26 1.86 0.27 EA12 37.0 67.4 7.02 26.2 4.60 1.22 4.06 0.63 3.61 0.65 1.95 0.31 1.89 0.28 EA13 31.8 57.7 6.29 23.9 4.23 1.13 3.58 0.57 3.22 0.59 1.86 0.27 1.74 0.26 EA14 32.6 58.4 6.14 21.7 4.11 1.13 3.50 0.54 3.29 0.61 1.66 0.26 1.71 0.27 EA15 33.5 64.0 6.70 25.0 4.65 1.17 4.09 0.65 4.05 0.74 2.00 0.31 1.93 0.29 EA16 32.2 64.1 6.45 24.9 4.20 1.17 4.23 0.63 3.51 0.67 1.88 0.27 1.80 0.27 EA17 33.3 64.3 6.79 25.1 4.55 1.30 4.23 0.62 3.90 0.68 1.96 0.29 2.02 0.28 EA18 34.6 64.8 6.96 24.6 4.58 1.26 4.25 0.64 3.64 0.65 1.91 0.28 1.93 0.28 EA19 36.1 65.4 6.80 24.6 4.41 1.20 4.13 0.63 3.54 0.63 1.78 0.27 1.89 0.25 EA20 32.5 61.8 6.84 24.8 4.85 1.20 3.98 0.61 3.34 0.68 1.88 0.27 1.86 0.29 EA21 33.8 64.0 6.89 24.3 4.84 1.20 4.12 0.64 3.60 0.67 1.84 0.27 1.99 0.27 EA22 34.1 60.1 6.72 23.3 4.44 1.21 4.04 0.61 3.72 0.69 2.01 0.27 1.84 0.27 EA23 33.0 58.5 6.54 24.4 4.55 1.14 4.03 0.63 3.43 0.65 1.87 0.28 1.93 0.29 EA24 36.0 66.4 6.76 24.6 4.30 1.22 4.11 0.58 3.34 0.67 1.84 0.29 1.78 0.27 EA25 33.9 60.2 6.86 25.9 4.38 1.17 4.05 0.60 3.49 0.69 1.90 0.28 1.89 0.27 EA26 25.7 46.6 4.71 17.2 2.98 0.81 2.99 0.41 2.28 0.42 1.21 0.18 1.19 0.20 EA27 24.8 42.0 4.59 15.4 2.76 0.79 2.66 0.40 2.27 0.43 1.22 0.18 1.12 0.18 EA28 24.3 40.6 4.32 15.5 2.75 0.83 2.59 0.39 2.49 0.42 1.22 0.16 1.09 0.18 EA29 24.3 42.4 4.39 15.5 2.88 0.80 2.70 0.38 2.42 0.40 1.21 0.18 1.18 0.14 EA30 26.2 45.9 5.19 17.2 3.29 0.85 2.73 0.41 2.34 0.43 1.28 0.20 1.26 0.19 EA31 23.6 41.5 4.51 14.7 2.85 0.79 2.63 0.40 2.31 0.45 1.26 0.20 1.26 0.18 EA32 24.2 45.0 4.67 17.0 3.04 0.79 2.76 0.41 2.21 0.40 1.22 0.17 1.23 0.17 EA33 24.2 42.9 4.52 16.3 2.97 0.82 2.80 0.41 2.23 0.44 1.26 0.17 1.16 0.18 EA34 24.1 43.7 4.64 16.5 3.12 0.87 2.76 0.42 2.53 0.41 1.18 0.18 1.27 0.20 EA35 26.3 48.6 4.86 18.3 3.42 0.99 2.90 0.44 2.48 0.48 1.21 0.19 1.29 0.19\nhighly depleted in MnO and have similar concentrations of SiO2, Al2O3, Fe2O3, and Cr2O3 (Fig. 2a and b) compared with the upper continental crust (UCC; Taylor and McLennan, 1985) (Fig. 2).\nThe average values of Ba, Zr, Cu, and Au contents of the ASBS are higher than the average values of Ba, Zr, Cu, and Au contents of the ASOS. By contrast, the average values of Sr, Ni, and V contents of the ASOS are higher than the average values of Sr, Ni, and V contents of the ASBS. The average values of the other components are similar. ASBS and ASOS are enriched in Ni and Au, slightly enriched in Sr, Co, Cu, Sc, and V, depleted in Rb, Ba, and Nd, and slightly depleted in Th, Zr, Hf, Y, and U (Fig. 2c and d) when the major element components of ASBS and ASOS are classified with UCC (Taylor and McLennan, 1985). The Al/Si atomic ratios of ASBS range from 0.10 to 0.15 (Table 2) and exhibit a positive correlation with Zr and Hf (r ¼ 0.58 in the ASBS and ASOS; Fig. 3a and b). The Al/Si atomic ratios of ASOS are between 0.09 and 0.16 (Table 2) and show strongly positive correlation with Zr and Hf (r ¼ 0.80 and 0.83, respectively; Fig. 3a and b). ASBS and ASOS have approximately similar Th/Sc and Co/Th ratios (mean of approximately 0.89, 0.87 and approximately 1.89, 1.79, respectively) (Table 2). The Th/Sc ratios of ASBS and ASOS are lower than the Th/Sc ratios of UCC (approximately 0.97), and the Co/Th ratios of ASBS and ASOS are higher than the Co/Th ratios of UCC (0.93)."
  }, {
    "heading": "4.2. Rare earth elements",
    "text": "Table 1 presents the REE concentrations measured in the analyzed samples. The average values of P REE and LREE contents\nFig. 2. Major, trace elemental and Au variation for Ankara Stream sediment and overbank\nof the ASOS are higher than the average values of P\nREE and LREE contents of the ASBS, and the average values of HREE contents are similar. The LREE values of the investigated samples are higher than the HREE in ASBS and ASOS. The (La/Yb)N, (La/Sm)N, and (Gd/Yb)N ratios exhibit a considerably narrow range of distribution in the investigated samples (Table 2). The Eu/Eu* ratios of the ASBS and ASOS samples are less than 0.95 (except for EA35; Table 2). ASBS and ASOS contain slight amounts of Pr, Dy, Er, and Tm. Ce, Nd, and Sm are slightly depleted and Gd is slightly enriched with respect to UCC, and La, Eu, Tb, Ho, Yb, and Lu are approximately similar to those of UCC (Fig. 4a and b). The Al/Si atomic ratios of ASBS exhibit a positive correlation with P REE and LREE (r ¼ 0.77 and 0.76, respectively) and a strong positive correlationwith HREE (r¼ 0.85). The Al/Si atomic ratios of ASOS show a strong positive correlation with P REE, LREE, and HREE (r ¼ 0.89, 0.89, and 0.97, respectively).\n4.3. SreNdePbeO isotopes\nThe horizontal variations of the SreNdePbeO isotopic ratios of ASBS and ASOS are illustrated in Table 3 and Fig. 5. The ASBS samples have εNd(0) values ranging from 1.9 to 2.3, with 87Sr/86Sr ratios varying between 0.706212 and 0.706455. The ASOS samples have εNd(0) values ranging from 1.5 to 2.1, with 87Sr/86Sr ratios varying between 0.705962 and 0.706395 (Table 3). The ASOS samples have slightly less radiogenic 87Sr/86Sr ratios and slightly more radiogenic Nd isotopic compositions compared with the ASBS samples. The NdeSr isotopic compositions of ASBS and ASOS do not vary horizontally (Fig. 5). The εNd(0) values of the ASBS samples are\nsediment. Data are average values normalized to UCC (Taylor and McLennan, 1985).\nTable 2 Elemental ratios in the analyzed groups of Ankara stream and overbank sediments samples.\nSample Al2O3/ TiO2 Al/Si Al/K Zr/Sc Th/Sc Zr/Nb Th/U Rb/Sr Co/Th La/ Sc (La/ Yb)N (La/ Sm)N (Gd/ Yb)N Eu/Eu* SREE LREE HREE CIA WIP ICV CIA/WIP\nYA1 13.1 0.13 4.6 18.9 0.82 12.5 2.85 0.17 1.92 2,67 10.5 4.06 1.73 0.77 110 106 4.14 64 45 1.7 1.4 YA2 13.1 0.15 4.5 17.9 0.99 12.0 3.56 0.18 1.64 2,91 11 4.21 1.76 0.73 115 111 4.43 59 49 2.2 1.2 YA3 14.0 0.13 4.1 16.4 0.96 10.3 3.19 0.15 1.94 3,16 13.1 4.90 1.87 0.89 123 119 4.07 60 52 2.0 1.2 YA4 14.1 0.13 4.2 13.4 0.79 9.40 3.04 0.15 2.10 2,76 12.9 4.42 1.85 0.76 120 116 3.94 61 51 2.0 1.2 YA5 13.8 0.14 4.1 14.5 0.87 10.1 2.72 0.16 2.01 2,68 11.9 4.71 1.81 0.82 116 112 4.17 62 51 2.0 1.2 YA6 13.7 0.14 4.2 14.6 0.91 9.90 3.14 0.15 2.00 2,72 12.6 4.44 1.82 0.79 121 117 4.29 62 51 2.0 1.2 YA7 12.6 0.12 4.1 20.9 0.94 11.9 3.40 0.14 1.76 3,52 13.6 4.96 1.80 0.86 131 126 4.18 58 55 2.0 1.1 YA8 13.1 0.13 4.2 19.1 0.98 9.90 3.38 0.14 1.86 3,53 13.5 4.91 1.83 0.85 134 130 4.31 59 57 1.9 1.0 YA9 12.8 0.12 4.2 19.1 0.82 12.8 3.15 0.13 1.84 2,98 13.1 4.72 1.74 0.90 126 122 4.24 59 56 1.9 1.1 YA10 12.8 0.13 4.2 18.9 1.04 9.91 3.92 0.13 1.70 3,52 12.9 4.83 1.75 0.83 138 134 4.49 59 57 1.9 1.0 YA11 12.7 0.12 4.1 21.5 0.94 12.0 4.05 0.13 1.81 3,42 12.0 5.21 1.68 0.83 131 127 4.55 59 56 1.9 1.1 YA12 13.1 0.13 4.1 18.9 1.01 10.2 3.96 0.14 1.80 3,60 13.7 4.70 1.85 0.84 136 131 4.44 60 56 1.9 1.1 YA13 12.4 0.15 4.3 14.3 0.84 9.40 3.88 0.15 1.96 2,79 10.7 4.59 1.67 0.81 149 144 5.48 59 64 2.1 0.9 YA14 12.2 0.15 4.2 14.3 0.76 10.3 3.96 0.16 2.07 2,53 11.2 4.37 1.77 0.83 150 145 5.15 59 64 2.1 0.9 YA15 12.4 0.15 4.3 14.2 0.81 9.70 3.59 0.15 2.17 2,85 11.7 4.38 1.73 0.78 154 149 5.34 60 60 2.1 1.0 YA16 12.7 0.15 4.3 12.7 0.79 9.40 3.96 0.15 2.05 2,58 11.5 4.44 1.74 0.82 148 143 5.25 61 58 2.1 1.0 YA17 12.7 0.13 4.0 16.8 0.83 10.9 3.61 0.14 2.14 3,04 11.9 4.34 1.75 0.83 135 130 4.62 57 58 2.2 1.0 YA18 12.3 0.13 3.9 15.5 0.86 10.5 4.27 0.13 2.01 2,79 12.1 4.40 1.87 0.87 136 131 4.92 57 58 2.2 1.0 YA19 12.4 0.13 3.9 15.1 0.86 9.30 4.10 0.13 1.84 3,22 13.9 4.48 1.86 0.82 135 131 4.42 56 59 2.3 1.0 YA20 12.6 0.12 3.9 15.0 0.91 9.60 3.96 0.13 1.79 2,88 11.5 4.54 1.74 0.89 128 124 4.61 56 58 2.3 1.0 YA21 12.4 0.13 3.9 17.3 0.84 11.6 4.01 0.14 1.99 2,92 12.4 4.49 1.77 0.85 128 124 4.3 56 59 2.2 1.0 YA22 12.2 0.13 3.9 15.9 0.77 11.1 3.27 0.13 2.09 2,83 12.3 4.56 1.75 0.87 132 128 4.58 57 59 2.2 1.0 YA23 12.5 0.13 3.9 16.3 0.83 10.9 3.46 0.13 2.09 3,01 12.6 4.27 1.96 0.79 133 128 4.64 56 59 2.3 0.9 YA24 12.8 0.13 3.9 15.2 0.97 9.90 3.73 0.14 1.74 3,02 12.8 4.55 1.79 0.80 130 125 4.46 56 58 2.2 1.0 YA25 12.6 0.13 4.0 16.0 0.87 10.9 3.95 0.14 1.86 3,04 13.0 4.93 1.92 0.85 129 126 4.38 56 58 2.3 1.0 YA26 15.5 0.10 3.6 16.7 1.07 9.01 3.57 0.14 1.83 3,47 12.8 4.81 1.91 0.88 106 103 3.64 55 55 2.1 1.0 YA27 14.5 0.11 3.7 16.4 0.96 10.4 3.67 0.14 1.77 3,28 12.4 4.58 1.71 0.86 113 109 3.75 55 56 2.2 1.0 YA28 14.8 0.10 3.6 14.2 0.88 8.90 3.33 0.14 1.83 3,19 13.7 4.63 1.83 0.87 109 105 3.49 55 55 2.2 1.0 YA29 14.9 0.10 3.6 15.4 0.91 10.4 3.65 0.14 1.77 3,05 12.8 4.93 1.79 0.85 102 99 3.72 54 55 2.2 1.0 YA30 15.4 0.10 3.6 15.3 0.98 9.60 3.71 0.15 1.76 3,33 13.6 5.18 1.76 0.87 111 107 3.55 55 56 2.1 1.0 YA31 14.1 0.11 3.7 15.3 0.82 10.6 3.22 0.14 1.88 3,11 13.9 5.05 1.88 0.89 116 112 3.81 55 57 2.3 1.0 YA32 14.1 0.10 3.8 14.9 0.87 10.1 3.02 0.12 1.76 2,89 13.3 4.99 1.94 0.89 110 107 3.68 55 57 2.2 1.0 YA33 14.5 0.11 3.7 15.6 0.89 10.2 2.96 0.13 1.77 3,39 14.3 5.02 1.98 0.79 111 107 3.57 55 57 2.2 1.0 YA34 15.2 0.10 3.7 20.5 0.89 14.5 3.38 0.13 1.69 3,15 13.1 5.82 1.75 0.93 103 99 3.53 54 56 2.2 1.0 YA35 14.4 0.11 3.8 17.1 0.95 10.9 3.45 0.12 1.99 3,25 13.7 5.06 2.07 0.89 112 108 3.58 56 56 2.2 1.0\nSample Al2O3/ TiO2 Al/Si Al/K Zr/Sc Th/Sc Zr/Nb Th/U Rb/Sr Co/Th La/ Sc (La/ Yb)N (La/ Sm)N (Gd/ Yb)N Eu/Eu* SREE LREE HREE CIA WIP ICV CIA/WIP\nEA1 12.2 0.15 4.2 18.1 1.02 10.6 4.85 0.14 1.70 3,27 12.8 4.71 1.82 0.81 145 140 4.69 60 55 2.3 1.1 EA2 13.3 0.13 4.3 14.5 0.82 9.88 3.15 0.16 1.99 2,80 12.3 5.12 1.76 0.84 119 115 4.1 63 48 1.8 1.3 EA3 14.0 0.12 4.0 15.3 0.87 9.94 3.39 0.15 1.91 3,12 11.9 5.07 1.64 0.84 117 113 3.98 58 54 2.1 1.1 EA4 14.0 0.12 4.1 14.9 0.94 9.45 3.15 0.14 1.81 3,10 12.7 5.24 1.84 0.81 117 113 4.01 59 53 2.0 1.1 EA5 14.1 0.13 4.1 12.4 0.77 9.49 2.85 0.14 2.01 2,72 12.1 5.11 1.76 0.84 117 113 3.94 59 52 2.1 1.1 EA6 13.8 0.12 4.1 16.2 0.87 10.9 3.25 0.14 1.83 2,99 12.2 4.89 1.78 0.81 115 111 3.87 59 52 2.1 1.1 EA7 12.6 0.13 4.0 17.0 1.03 9.28 4.89 0.12 1.62 3,56 13.1 5.16 1.83 0.8 137 132 4.33 60 57 1.9 1.0 EA8 12.6 0.13 4.1 15.2 0.83 9.1 4.15 0.12 1.73 3,13 13.7 4.99 1.79 0.82 128 124 4.01 60 56 1.9 1.1 EA9 12.4 0.13 4.1 18.3 1.07 9.49 4.36 0.12 1.61 4,44 15.3 5.89 1.74 0.83 164 160 4.45 59 57 2.0 1.0 EA10 11.5 0.15 4.4 19.0 0.97 10.6 5.09 0.11 1.64 3,76 14.6 5.64 1.81 0.87 174 169 5.04 59 59 2.1 1.0 EA11 11.2 0.14 4.5 18.1 0.82 10.5 4.29 0.11 1.79 3,33 13.3 4.94 1.73 0.87 152 147 4.86 57 60 2.2 1.0 EA12 11.2 0.15 4.5 18.0 0.85 10.5 4.48 0.11 1.79 3,36 13.2 5.07 1.75 0.86 157 152 5.08 57 61 2.2 0.9 EA13 12.2 0.13 4.1 15.9 0.83 10.6 4.79 0.12 1.82 2,89 12.3 4.73 1.67 0.89 137 132 4.72 57 63 2.2 0.9 EA14 12.7 0.14 4.2 18.6 0.87 11.3 3.63 0.12 1.86 3,26 12.9 4.99 1.65 0.91 136 131 4.51 58 64 2.1 0.9 EA15 12.1 0.16 4.4 11.9 0.70 8.56 4.16 0.15 2.19 2,58 11.7 4.54 1.72 0.82 149 144 5.27 60 62 2.1 1.0 EA16 12.2 0.16 4.3 12.8 0.84 8.8 4.59 0.15 1.94 2,68 12.1 4.82 1.90 0.85 146 141 4.89 59 63 2.1 0.9 EA17 11.9 0.16 4.2 14.3 0.79 9.88 5.00 0.14 1.85 2,78 11.1 4.61 1.69 0.90 149 144 5.23 62 55 2.0 1.1 EA18 12.0 0.16 4.3 12.6 0.78 8.57 5.05 0.14 1.79 2,66 12.1 4.76 1.79 0.87 150 145 5.05 62 57 2.0 1.1 EA19 11.9 0.16 4.3 14.2 0.77 9.32 4.00 0.14 1.99 3,01 12.9 5.15 1.77 0.86 152 147 4.82 62 56 1.9 1.1 EA20 12.0 0.16 4.3 13.9 0.82 9.19 5.16 0.14 1.91 2,71 11.8 4.22 1.73 0.84 145 140 4.98 62 56 2.0 1.1 EA21 11.8 0.16 4.3 14.5 0.86 9.34 5.15 0.14 1.77 2,82 11.5 4.39 1.68 0.82 148 143 5.04 62 56 2.0 1.1 EA22 12.1 0.16 4.3 13.5 0.78 9.06 4.48 0.15 1.86 2,84 12.5 4.84 1.78 0.87 143 138 5.08 63 56 1.9 1.1 EA23 11.9 0.16 4.3 13.5 0.86 9.32 4.90 0.14 1.61 2,75 11.6 4.56 1.70 0.81 141 136 5.02 62 56 2.0 1.1 EA24 12.1 0.16 4.3 13.2 0.86 8.72 4.68 0.15 1.71 3,00 13.7 5.27 1.87 0.89 152 147 4.85 62 56 1.9 1.1 EA25 12.1 0.16 4.3 13.8 0.81 9.12 4.85 0.15 1.73 2,83 12.1 4.86 1.73 0.85 146 141 5.03 62 57 1.9 1.1 EA26 13.1 0.09 3.7 17.1 0.88 10.9 4.12 0.14 1.77 3,21 14.6 5.43 2.04 0.83 107 104 3.20 55 54 2.2 1.0 EA27 14.8 0.09 3.7 14.1 0.83 8.89 4.13 0.15 1.71 3,10 14.9 5.68 1.92 0.89 99 96 3.13 55 54 2.1 1.0 EA28 14.3 0.09 3.7 13.4 0.83 9.09 3.88 0.15 1.73 3,04 15.1 5.56 1.92 0.95 97 94 3.07 55 54 2.1 1.0 EA29 14.9 0.09 3.6 15.1 1.03 8.82 4.80 0.14 1.50 3,47 13.9 5.3 1.85 0.88 99 96 3.11 55 54 2.1 1.0 EA30 13.8 0.10 3.6 14.4 0.93 8.93 4.35 0.13 1.82 3,28 14.1 5.03 1.76 0.87 107 104 3.36 55 55 2.1 1.0 EA31 14.3 0.09 3.6 15.1 0.91 9.71 5.21 0.14 1.63 2,95 12.7 5.23 1.69 0.88 97 93 3.35 55 54 2.1 1.0 EA32 14.5 0.09 3.7 15.2 1.03 8.88 4.24 0.13 1.61 3,46 13.3 5.01 1.82 0.83 103 100 3.19 55 55 2.1 1.0 EA33 15.0 0.09 3.7 14.6 0.88 9.86 3.68 0.13 1.90 3,03 14.1 5.11 1.96 0.87 100 97 3.21 55 54 2.1 1.0 EA34 14.6 0.09 3.7 16.2 0.93 10.8 4.11 0.13 1.89 3,01 12.8 4.86 1.76 0.91 102 99 3.24 55 54 2.1 1.0 EA35 14.9 0.09 3.6 15.5 0.90 9.51 3.60 0.13 1.83 3,29 13.8 4.84 1.82 0.96 112 108 3.36 55 54 2.1 1.0\nnegatively correlated with the Al/Si ratios (r ¼ 0.70), whereas the εNd(0) values of the ASOS samples do not exhibit any correlation with the Al/Si ratios (r¼ 0.38; Fig. 6a). The 87Sr/86Sr ratios of ASBS\nand ASOS are positively correlated with the Al/Si ratios (r¼ 0.64 for ASBS and ASOS; Fig. 6b). In comparison, the Pb isotopic ratios of 206Pb/204Pb, 207Pb/204Pb, and 208Pb/204Pb approximately vary similarly (except for EA21 and EA17 only for 207Pb/204Pb), with less radiogenic values in the ASBS and ASOS samples. The ASBS samples have the higher d18O isotope values (varying between 14.4 and 16.1) than the isotope values of the ASOS samples (between 13.7 and 14.9) (Table 3 and Fig. 5). The d18O isotope values of the ASOS samples are positively correlated with the Al/Si ratios (r ¼ 0.54), whereas the d18O isotope values of the ASBS samples do not show any correlation with the Al/Si ratios (r ¼ 0.10).\nThe sediments from the Ankara Stream bed and the Pleistoceneaged overbank sediments have approximately similar isotopic ratios, with relatively radiogenic εNd(0) values and less radiogenic 87Sr/86Sr ratios in the ASBS and ASOS samples (Table 3 and Fig. 7a). Similar Pb isotopic ratios also characterize these sediments, but relatively higher 206Pb/204Pb and 208Pb/204Pb values are observed in three samples of ASOS (Fig. 7). The ASBS and ASOS samples have slightly different d18O isotope values, with relatively higher d18O isotope values in the ASBS samples and lower d18O isotope values in the ASOS samples (Table 3 and Fig. 5)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Provenance characteristics",
    "text": "The geochemical records in the Ankara Stream sediments indicate that the geochemical compositions of ASBS and ASOS were dominated by the composition of the same source materials. The Al2O3/TiO2 ratios of the ASBS and ASOS range from 12.2 to 15.5 and from 12.2 to 15.0, respectively. The Th/Sc, La/Sc, and Co/Th ratios of the ASBS are similar to the Th/Sc, La/Sc, and Co/Th ratios of the ASOS (Table 2). The La/Sc and Co/Th ratios of the samples are higher than that of the UCC, whereas the Th/Sc ratios of the samples are lower than that of the UCC (Table 2). The average (La/Yb)N ratios of the ASBS and ASOS samples are 12.6 and 13.0, respectively. The average (Gd/Yb)N ratio is 1.8 in the ASBS and ASOS (Table 2). The calculated average Eu/Eu* ratios are 0.84 in ASBS and 0.86 in ASOS; therefore, the investigated samples have slightly negative Eu anomaly.\nWhole rock Sr-Nd isotopic data of the ASBS are similar to those of ASOS, and the sediments have unradiogenic Sr and Nd isotopic compositions. The isotopic data of the investigated samples are compared with several relevant source areas in the Alpine-\nsediments. UCC normalizing values are from Taylor and McLennan (1985).\nHimalayan system using a 87Sr/86Sr versus εNd(0) diagram (Fig. 8). The source areas include the tertiary volcanism of the Galatia province (The Early Miocene volcanics are predominantly trachyandesites and dasites with minor rhyolite and alkali basalts in north-west central Anatolia, Turkey, from Wilson et al., 1997), volcanic rocks (Late Cretaceous- Early Tertiary volcanics are predominantly trachyandesites and trachybasalts in central Anatolia, Turkey from Alpaslan et al., 2004), Late Cretaceous granitoids (Central Anatolia, Turkey, from K€oksal and G€oncüo glu, 2007), Greater Himalaya (GH), Tethyan Himalaya (TH, mainly a PlaeozoicEocene sedimentary sucession which was deposited on the northern passive margin of India) and Lesser Himalaya (LH, mainly Proterozoic metasedimentary sequence, typ-deposited on Indian crust) (Bracciali et al., 2015). According to plotted in a Sr-Nd isotope mixing diagram (Fig. 8), investigated sediments are mainly derived from Galatia province and Late Cretaceous- Early Tertiary volcanic rocks erosion. This phenomenon defines that the ASBS and ASOS are relatively derived from young magmatic provinces and the low radiogenic 87Sr/86Sr ratios are consistent with the occurrence of these provinces.\nAll samples are similar in general distribution when the major element, trace element, and REE components of the ASBS are compared with that of the ASOS. These samples have lower Al/Si, Th/Sc, Zr/Sc, and Eu*/Eu ratios and higher (La/Yb)N and Co/Th ratios (Table 2). ASBS and ASOS have generally similar Pb isotopic ratios and relatively high εNd(0) values and low 87Sr/86Sr ratios. The DεNd(ASBS ASOS) values are between 0.04 and 0.41 (<1; Table 3), thereby confirming that stream and overbank sediments are derived from similar sources. d18O exhibits no correlation with CIA in ASBS, but has a positive correlation with CIA in ASOS (Fig. 10c). High d18O values are believed to be controlled by authigenic and detrital minerals in the ASBS and partial chemical weathering and authigenic and detrital minerals in the ASOS.\nFinally, the REE average values of ASBS and ASOS normalized the Post-Archean Australian Shale (PAAS) are compared with the UCC, lower continental crust (LCC), and mixing composition (Fig. 9). The REE distribution of ASBS and ASOS are similar to the LREE distribution of the UCC, but the LREEs of ASBS and ASOS are slightly depleted compared with the LREEs of the UCC (except La). The HREE distribution of the investigated sediments are similar to the\nHREE distribution of the LCC, but some of these elements of the HREE (i.e., Tm, Yb, and Lu) are slightly enriched compared with the elements of the LCC. The geochemical and isotopic data indicate that ASBS and ASOS are likely derived from particle to intermediate sources, just like Galatia province and Late Cretaceous- Early Tertiary volcanic rocks.\n5.2. Chemical weathering\nGeochemical parameters provided from the analysis of terrigenous sediments are fully applied to conclude weathering and paleo-weathering conditions in source areas. The concentration of chemical elements in sediments and sedimentary rocks is forced by the original mineralogy of source rocks, and is in this way provenance-addicted. Therefore, chemical indices of weathering may not externalize weathering only, or even mainly (Garzanti and Resentini, 2016).\nChemical parameters, such as CIA values, are commonly used to induce weathering conditions in source areas, although these parameters are clearly controlled by the mineralogy of source rocks and succession from previous sedimentary cycles (Borges et al., 2008; Garzanti and Resentini, 2016; Garzanti et al., 2016). The WIP and ICV values of clastic rocks are commonly used as indicators of the extent of weathering of their source areas. The average values of the CIA, WIP, and ICV of ASBS and ASOS are 58, 56, 2.11 and 59, 56, 2.05, respectively (Table 2). The sediments with high ICV may represent first-cycle deposits, whereas the sediments with low ICV values (<1) may be derived from mature sediments with a high percentage of clay minerals (Kamp and Leake, 1985). From the ICV values, the investigated sediments were derived from a source compositionally dominated by an immature material with inadequate alumina-rich minerals. The first-cycle muds of the CIA orWIP ratios range from 1 to 2 (Garzanti et al., 2014). In the investigated samples, the average CIA/WIP ratios of the ASBS and ASOS samples are 1.03 and 1.05, respectively, thereby indicating large first-cycle sediments. This result is also supported by the low CIA values because the CIA of sediments is approximately 50 for the first-cycle sediments that were dominantly derived from physically weathered igneous rocks (Nesbitt and Young, 1984). A low CIA value (i.e., less than 65) is consistent with the high mechanical erosion rates\nobserved in tectonically active settings (Blatt et al., 1980; Linn and DePaolo, 1993). Furthermore, geochemical proxy, such as Al/K ratio, has been applied to assess the intensity of alteration in sediment during chemical weathering and to define any possible link with\nmonsoon climate records (Wei et al., 2004; Hu et al., 2012, 2013; Limmer et al., 2012; Dou et al., 2016). Therefore, a high Al/K ratio in sediments is interpreted to indicate extreme chemical weathering (Wei et al., 2006; Dou et al., 2016). The average Al/K ratios of\nASBS and ASOS are relatively high at 3.9 and 4.1, respectively. Therefore, the Al/K ratios in the stream sediments do not only reflect chemical weathering intensity but also the sediment provenance. The chemical weathering proxies, such as Al/K and CIA, are somewhat higher during the Pleistocene than the present, apparently indicating that ASOS are more chemically altered than ASBS. The geochemical proxies, including Al/K ratios and CIA values of the fine-grained sediments, can also better reflect the integrated silicateweathering intensity than sandy soil (Shao et al., 2012; Bi et al., 2015; Dou et al., 2016). In this study, the Al/Si ratios show a positive correlation with CIA in ASBS and ASOS (r ¼ 0.58 and 0.79, respectively; Fig. 10a) and a high positive correlation with Al/K (r ¼ 0.82 and 0.93, respectively; Fig. 10b). Therefore, in the investigated sediments, high silicate weathering is observed in fine-grained sediments. The O isotopic composition of sedimentary rocks is a function of the composition of the source rock and the amount of alteration in d18O produced duringweathering and diagenesis (Linn and DePaolo, 1993). For this reason, sedimentary rocks are high in d18O and vary by approximately þ10% and þ40% (Hoefs, 1987) because they contain detrital or autogenic minerals that form at low temperatures (Linn and DePaolo, 1993). d18O exhibits a positive correlation with CIA in ASOS (r ¼ 0.60; Fig. 10c), but exhibits no\ncorrelationwith CIA in ASBS (r¼ 0.16; Fig.10c). In this context, the high d18O values are believed to be controlled by autogenic and detrital minerals in the ASBS and partial chemical weathering and autogenic and detrital minerals in the ASOS. Climate (mean precipitation and temperature) has long been regarded as the primary control (Berner and Berner, 1997; Dou et al., 2016) although the exciting mechanisms for chemical weathering are still discussed, particularly in the monsoon-dominated river basins (Li and Yang, 2010; Shao et al., 2012; Bi et al., 2015; Wan et al., 2015; Dou et al., 2016). High precipitation and wetter climate may increase the rate/intensity of chemical weathering, whereas either low precipitation and/or temperature can decrease theweathering rate/ intensity (White and Blum, 1995; West et al., 2005). Weathering intensity is also closely related to vegetation and runoff because vegetation keeps moisture for chemical reactions, whereas runoff affects the rates of chemical and mechanical denudations (Summerfield and Hulton, 1994; Liu et al., 2008). Ankara Stream basin mainly experiences a step climate with hot temperature and aridesemiarid during summer, cold temperature, and snow during winters. The annual runoff ranging from 300 mm to 500 mm is slightly vegetated through all seasons. The temperature difference between day and night in arid climate is potentially responsible for\nstronger physical weathering in the Ankara Stream basin. Tectonic processes can increase the exposure of fresh, unaltered rock surfaces. The tectonic uplift (Vallakian Phase; Erol, 1961) has dramatically increased the slope of central Turkey."
  }, {
    "heading": "5.3. Sedimentary sorting and recycling",
    "text": "The Th/Sc ratio does not change considerably during sedimentary recycling (Cullers, 1994), whereas the Zr/Sc ratio increases significantly during the same process. By contrast, heavy minerals (e.g., zircon) generally dominate with high Zr concentrations or GdN/YbN ratios; the enrichment of these minerals during sediment transport can influence the entire rock geochemistry (McLennan, 1989; Wang et al., 2014). Thus, the Th/Sc ratios can be applied in\ntracing sedimentary provenance, and the high Zr/Sc ratios can be considered a useful indicator of zircon enrichment (McLennan, 1989; Wang et al., 2014). The average Zr/Sc, Th/Sc, and GdN/YbN ratios of the ASBS are 16.4, 0.89, and 1.8, respectively. The average Zr/Sc, Th/Sc, and GdN/YbN ratios of the ASOS are 15.2, 0.87, and 1.8,\nrespectively. These ratios show that no significant enrichment occurred in the heavy minerals in the ASBS and ASOS. The investigated sediments also exhibit a strong positive correlation in the Th/Sc versus Zr/Sc diagram (Fig. 11), thereby indicating that geochemical change was dominated by the composition of the source rocks but not sedimentary recyclingwith zircon enrichment. The Zr or Nb ratios of the investigated samples are low (average Zr/ Nb ratios are 10.5 for ASBS and 9.6 for ASOS) according to the average Zr/Nb ratio of UCC (15.8) (McLennan, 2001; Klaver et al., 2015), which supports that no zircon enrichment occurred. Similarly, the Th/U ratio increased because of the successive cycles of weathering and redeposition; this result is a good indicator of these processes (Wang et al., 2014). The average Th/U ratios are 3.5 in ASBS and 4.3 in ASOS; these ratios indicate a relatively simple cycling history."
  }, {
    "heading": "6. Conclusions",
    "text": "The current study presents the geochemical and SreNdePbeO isotopic composition of detrital sediments from the ASBS and ASOS, analyzes the sediment provenance, and investigates the response of chemical weathering and physical erosion in the source area to the changes of central Turkey step climate.\nChemical elements, including major elements, trace elements, and REE and SreNdePbeO isotopes indicate generally similar distribution for the sediments from Ankara Stream. ASBS and ASOS underwent lowemoderate chemical weathering. Moreover, d18O exhibits a positive correlation with CIA in ASOS, but exhibits no correlation with CIA in ASBS. Therefore, the high d18O values are believed to be controlled by autogenic and detrital minerals in ASBS, partial chemical weathering, and autogenic and detrital minerals in ASOS. ASBS and ASOS underwent a relatively simple sedimentary cycling history. DεNd(ASBS ASOS) values are lower than 1, thereby confirming that stream sediments are derived from similar sources.\nThe geochemical records in the Ankara Stream sediments indicate that the geochemical compositions of ASBS and ASOS were dominated by the composition of the source materials that originate from Galatia province and Late Cretaceous- Early Tertiary volcanic rocks in central Anatolia. Reasonable semiarid to arid climatic conditions in the region, as well as active tectonism and increased erosion, exist. Moreover, the investigated sediments are transported rapidly to the stream channel without chemical\nalteration, and the sediments are the first-cycle products.\nAcknowledgments\nThis study was funded by The Scientific and Technological Research Council of Turkey (TÜB_ITAK Grant No: 114Y803). We gratefully acknowledge Editor Dr. Damien Delvaux for editorial handling. The authors thanks to both anonymous reviewers for his/ her constructive comments andsuggestions to improve the manuscript.\nReferences\nAkyürek, B., Duru, M., Sütçü, Y.F., Papak, _I., Şaro glu, F., Pehlivan, N., G€onenç, O., Granit, S., Yaşar, T., 1997. The Geological Map of Turkey, 1/100 000 Scaled, Geological Survey of Turkey. The General Directorate of Mineral Research and Exploration, Ankara, Turkey. Alpaslan, M., Frei, R., Boztu g, D., Kurt, M.,A., Temel, A., 2004. Geochemical and Pb-SrNd isotopic constraints indicating an enriched-mantle source for Late Cretaceous to Early Tertiary volcanism, central Anatolia. Int. Geol. Rev. 46, 1022e1041. Bayon, G., Toucanne, S., Skonieczny, C., Andre, L., Bermell, S., Cheron, S., Dennielou, B., Etoubleau, J., Freslon, N., Gauchery, T., Germian, Y., Jorry, S.J., M enot, G., Monn, L.E., Ponzevera, E., Rouget, M.-L., Tachikawa, K., Barrat, J.A., 2015. Rare earth elements and neodymium isotopes in world river sediments revisited. Geochim. Cosmochim. Acta 170, 17e38. Bentahila, Y., Othman, D.B., Luck, J.-M., 2008. Strontium, lead and zinc isotopes in marine cores as tracers of sedimentary provenance: a case study around Taiwan orogeny. Chem. Geol. 248, 62e82. Berner, R.A., Berner, E.K., 1997. Silicate weathering and climate. In: Ruddiman, W.F. (Ed.), Tectonic Uplift and Climate Change. Springer, New York, pp. 353e365. Bi, L., Yang, S.Y., Li, C., Guo, Y.L., Wang, Q., Liu, J.T., Yin, P., 2015. Geochemistry of riverborne clays entering the East China Sea indicates two contrasting types of weathering and sediment transport processes. Geochem. Geophys. Geosyst. 16. https://doi.org/10.1002/2015GC005867. Bilgin, Z.B., O guz, F., Sevin, M., Parlak, O., Erdem, Y., €Ozden, U.A., 2009. The Geological Map of Turkey, 1/100 000 Scaled, Geological Survey of Turkey. The General Directorate of Mineral Research and Exploration, Ankara, Turkey. Bing€ol, E., Akyürek, B., Korkmazer, B., 1975. Geology of biga peninsula and characteristics of Karakaya formation. In: Geoscience Congress of 50th Anniversay of the Turkish Republic. The Publications of MTA General Directorate, Ankara, pp. 70e77 (in Turkish with English abstract). Blatt, H., Middleton, G., Murray, R., 1980. Origin of Sedimentary Rock. Prentice-Hall: Wiley. Borges, J.B., Huh, Y., Moon, S., Noh, H., 2008. Provenance and weathering control on river bed sediments of the eastern Tibetan plateau and the Russian Far East. Chem. Geol. 254, 52e72. Bosia, C., Chabaux, F., Pelt, E., France-Lanord, C., Morin, G., Lave, J., Stille, P., 2016. UeTheRa variations in Himalayan river sediments (Gandak river, India): weathering fractionation and/or grain-size sorting? Geochim. Cosmoc. Acta 193, 176e196. Bouchez, J., Gaillardet, J., France-Lanord, C., Maurice, L., Dutra-Maia, P., 2011. Grain size control of river suspended sediment geochemistry: clues from Amazon River depth profiles. Geochem. Geophys. Geosys. 12, 1e24. Boztu g, D., 2000. S-I-A type intrusive associations: geodynamic significance of synchronism between metamorphism and magmatism in Central Anatolia, Turkey. In: Bozkurt, E., Winchester, J.A., Piper, J.D.A. (Eds.), Tectonics and Magmatism in Turkey and the Surrounding Area, pp. 441e458. Geological Society of London Special Publication 173. Bracciali, L., Najman, Y., Parrish, R.,R., Akhter, S.,H., Millar, I., 2015. The Brahmaputra tale of tectonic and erosion: early Miocene river capture in the Eastern Himalaya. Earth Planet. Sci. Lett. 415, 25e37. Chen, C.-I.-I., Jahn, B.M., Lee, T., Chen, C.H., Comichet, J., 1990. Sm-Nd isotopic geochemistry of sediments from Taiwan and implications for the tectonic evolution of SE China. Chem. Geol. 88, 317e332. Clayton, R.N., Mayeda, T.K., 1963. The use of bromine pentafluoride in the extraction of oxygen from oxides and silicates for isotopic analysis. Geochim. Cosmoc. Acta 27, 43e52. Clayton, R.N., Jackson, M.L., Sridhar, K., 1978. Resistance of quartz silt to isotopic exchange under burial and intense weathering conditions. Geochim. Cosmoc. Acta 42, 1517e1522. Clift, P.D., Long, H.V., Hinton, R., Ellam, R.M., Hannigan, R., Tan, M.T., Blusztajn, J., Duc, N.A., 2008. Evolving east Asian rivers systems reconstructed by trace element and Pb and Nd isotope variations in modern and ancient Red RiverSong Hong sediments. Geochem, Geophys. Geosyst. 9, Q04039. https://doi. org/10.1029/2007GC001867. Condie, K.C., Dengate, J., Cullers, R.L., 1995. Behavior of rare-earth elements in Paleoweathering profile on granodiorite in the Front Range, Colorado, USA. Geochim. Cosmoc. Acta 59, 279e294. Cullers, R.L., 1994. The controls on the major and trace element variation of shales, siltstones of Pennsylvanian-Permian age from uplifted continental blocks in\nColorado to platform sediment in Kansas, USA. Geochim. Cosmoc. Acta 58, 4955e4972. Cullers, R.L., Podkovyrov, V.N., 2002. The source and origin of terrigenous sedimentary rocks in the Mesoproterozoic Ui group, southeastern Russia. Precambrian Res. 117, 157e183. Dou, Y.G., Yang, S.Y., Liu, Z.X., Clift, P.D., Shi, X.F., Yu, H., Berne, S., 2010. Clay mineral evolution in the middle Okinawa Trough since 28 ka: implications for sediment provenance and paleoenvironmental change. Palaeogeogr. Palaeoclimatol. Palaeoecol. 288, 108e117. Dou, Y.G., Yang, S.Y., Liu, Z.X., Shi, X.F., Li, J., Yu, Hua, Berne, S., 2012. Sr-Nd isotopic in the okinawa trough during the late quaternary. Palaeogeogr. Palaeoclimatol. Palaeoecol. 356e366, 38e47. Dou, Y., Yang, S., Shi, X., Clift, P.D., Liu, S., Lui, J., Li, C., 2016. Provenance weathering and erosion records in southern Okinawa Trough sediments since 28 ka: geochemical and Sr-Nd-Pb isotopic evidences. Chem. Geol. 425, 93e109. Duru, M., Pehlivan, Ş., Şentürk, Y., Yavaş, F., Kar, H., 2004. New results on the lithostratigraphy of the kazda g massif in northwest Turkey. Turk. J. Earth Sci. 13, 177e186. Erol, O., 1961. Tectonic evolution of Ankara region. Turk Geol. Bul. 2, 57e85. Gao, X., Guo, F., Xiao, P., Kang, L., Xi, R., 2016. Geochemical and Sr-Nd-Pb isotopic\nevidence for ancient lower continental crust beneath the Xi Ujimqin area of China. Lithos 252e253, 173e184. Garzanti, E., Resentini, A., 2016. Provenance control on chemical indices of weathering (Taiwan river sands). Sediment. Geol. 336, 81e95. Garzanti, E., Padoan, M., Setti, M., Galindo, A.-L., Villa, I.M., 2014. Provenance versus weathering control on the composition of tropical river mud (southern Africa). Chem. Geol. 366, 61e74. Garzanti, E., Wang, J.-G., Vezzoli, G., Limonta, G., 2016. Tracing provenance and sediment fluxes in the. Irrawaddy River. Chem. Geol. 440, 73e90. Goldstein, S.L., Jacobsen, S.B., 1987. The Nd and Sr isotopic systematics of river-water dissoloved material- implications fort he sources of Nd and Sr in seawater. Chem. Geol. 66, 245e272. Goldstein, S.L., Jacobsen, S.B., 1988a. Nd and Sr isotopic systematics of river water suspended material: implications for crustal evolution. Earth Planet Sci. Lett. 87, 249e265. Goldstein, S.L., Jacobsen, S.B., 1988b. Rare earth elements in river waters. Earth Planet Sci. Lett. 89, 249e265. Goldstein, S.L., O'Nions, R.K., Hamilton, P.J., 1984. A Sm-Nd isotopic study of atmospheric dusts and particulates frommajor river system. Earth Planet Sci. Lett. 70, 221e236. Grousset, F.e., Parra, M., Bory, A., Martinez, P., Bertrand, P., Shimmield, G., Ellam, R.M., 1998. Saharan wind regimes traced by the Sr-Nd isotopic composition of the tropical Atlantic sediments: last glacial maximum vs. today. Quat. Sci. Rev. 17, 395e409. Güleç, N., 1994. Rb-Sr isotope data from the Agacoren granitoid (east of Tuz G€olü): geochemical and genetical implications. Turk. J. Earth Sci. 3, 39e43. Heller, P.L., Petennan, Z.E., O‘Neil, J.R., Shafiquillah, M., 1985. Isotopic provenance of sandstones from the eocene tyee formation. Or. Coast Range. Geol. Soc. Am. Bull. 96, 770e780. Hoefs, J., 1987. Stable _Isotope Geochemistry, fourth ed. Springer, Berlin, Heidelberg, New York. Hu, D.K., B€oning, P., K€ohler, C.M., Hillier, S., Pressling, N., Wan, S.M., Brumsack, H.J., Clift, P.D., 2012. Deep Sea records of the continental weathering and erosional response to East Asian monsoon intensification since 14 ka in the South China Sea. Chem. Geol. 326e327, 1e18. Hu, D.K., Clift, P.D., B€oing, P., Hannigan, R., Hillier, S., Blustajin, J., Wan, S.M., Fuller, D., 2013. Holocene evolution in weathering and erosion patterns in the Pearl River delta. Geochem. Geophys. Geosyst. 14, 2349e2368. _Ilbeyli, N., Pearce, J.A., Thirwall, M.F., Mitchell, J.G., 2004. Petrogenesis of collisionrelated plutonics in central Anatolia, Turkey. Lithos 72, 163e182. Jahn, B.M., Zhang, Z.Q., 1984. Archean granulite gneisses from eastern Hebei Province, China: rare earth geochemistry and tectonic implications. Cont. Min. Petro. 85, 224e243. Kadıo glu, Y.K., Dilek, Y., Güleç, N., Foland, K.A., 2003. Tectonomagmatic evolution of bimodal plutons in the central anatolian crystalline complex, Turkey. J. Geol. 111, 671e690. Kadıo glu, Y.K., Dilek, Y., Foland, K.A., 2006. Slab breakoff and syncollisional origin of the late cretaceous magmatism in the central anatolian crystalline complex, Turkey. In: Dilek, Y., Pavlides, S. (Eds.), Postcollisional Tectonics and Magmatism in the Mediterranean Region and Asia, vol. 409, pp. 381e415. S. Geol. S. Am. S. Kamp, P.C., Leake, B.E., 1985. Petrography and geochemistry of feldspathic and mafic sediments of the northeastern Pacific margin. Transaction of the Royal Society of Edinburg. Earth S. C. 76, 411e449. Klaver, M., Djuly, T., Graaf, S., Sakes, A., Wijbrans, J., Davies, G., Vroon, P., 2015. Temporal and spatial variations in provenance of eastern mediterranean sea sediments: implications for aegean and aeolian arc volcanism. Geochim. Cosmo. Acta 153, 149e168. K€oksal, S., G€oncüo glu, C., 2007. Sr and Nd isotopic characteristics of some S-, I- and a-type granitoids from central Anatolia. Turk. J. Earth Sci. 17, 111e127. Lee, S.G., Kim, J.K., Yang, D.Y., Kim, J.Y., 2008. Rare earth element geochemistry and Nd isotope composition of stream sediments, south Han River drainage basin. Korea. Quat. Int. 176e177, 121e134. Li, C., Yang, S.Y., 2010. Is chemical index of alteration (CIA) a reliable proxy for chemical weathering in global drainage basins? Am. J. Sci. 310, 111e127. Li, T.G., Xu, Z.K., Lim, D., Chang, F.M., Wan, S.M., Jung, H., Choi, J., 2015. Sr-Nd isotopic\nconstraints on detrital sediment provenance and paleoenvironmental change in the northern Okinawa Trough during the late Quaternary. Palaeogeogr. Palaeoclimatol. Palaeoecol. 430, 74e84. Limmer, D.R., B€oning, P., Giosan, I., Ponton, C., K€ohler, C.M., Cooper, M.J., Tabrez, A.R., Clift, P.D., 2012. Geochemical record of holocene to recent sedimentation on the western indus continental shelf, arabian sea. Geochem. Geophys. Geosyst. 13, Q01008. https://doi.org/10.1029/2011GC003845. Linn, A.M., DePaolo, J., 1993. Provenanace controls on the Nd-Sr-O isotopic composition of sandstones: example from late mesozoic great valley forearc basin, California. In: Johnson, M.J., Basu, A. (Eds.), Geological Society of America Special Paper. Elsevier, Pensilvanya. Liu, Y.S., Gao, S., Jin, S.H., Sun, U.M., Zhao, Z.B., Feng, J.L., 2001. Geochemistry of lower crustal xenoliths from Neogene Hannuoba basalt, North China Craton: implications for petrogenesis and lower crustal composition. Geochim. Cosmo. Acta 65, 2589e2604. Liu, J.P., Liu, C.S., Xu, K.H., Milliman, J.D., Chiu, J.K., Kao, S.J., Lin, S.W., 2008. Flux and fate of small mountainous rivers derived sediments into the Taiwan Strait. Mar. Geol. 256, 65e76. Lupker, M., France-Lanord, C., Galy, V., Lav e, J., Gaillardet, J., Prasad-Gajurel, A., Guilmetre, C., Rahman, M., Kumar-Singh, S., Sinha, R., 2012. Predominant floodplain over mountain weathering of Himalayan sediments (Ganga basin). Geochem. Cosmochim. Acta 84, 410e432. McLennan, S.M., 1989. Rare earth elements in sedimentary rocks; influence of provenance and sedimentary processes. Rev. Min. Geochem. 21, 169e200. McLennan, S.M., 2001. Relationship between the trace element composition of sedimentary rocks and upper continental crust. Geochem. Geophys. Geosys. 2. McLennan, S.M., 2003. Sedimentary silica on mars. Geol. 31, 315e318. McLennan, S.M., Hemming, S., Mcdaniel, D.K., Hanson, G.N., 1993. Geochemical\napproaches to sedimentation, provenance, and tectonics. In: Johnson, M.J., Basu, A. (Eds.), Processes Controlling the Composition of Clastic Sediments, vol. 284. Geol. Soc. Am. Spec. Pub., pp. 21e40 MTA, 2001. The Geological Map of Turkey, 1/500 000 Scaled, Geological Survey of Turkey. The General Directorate of Mineral Research and Exploration, Ankara, Turkey. Nelson, B.K., DePaolo, D.J., 1988. Comparison of isotopic and petro graphic provenance indicators in sediments from Tertiary continental basins of New Mexico. J. Sed. Pet. 58, 348e357. Nesbitt, H.W., Young, G.M., 1982. Early Proteozoic climate and plate motions inferred from major element chemistry of lutites. Nature 299, 715e717. Nesbitt, H.W., Young, G.M., 1984. Predictions of some weathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic considerations. Geochim. Cosmo. Acta 48, 1523e1534. Nesbitt, H.W., Markovics, G., Price, R.C., 1980. Chemical processes affecting alkalis and alkaline earths during continental weathering. Geochim. Cosmo. Acta 44, 1659e1666. Nzegge, O.M., Satır, M., Siebel, W., Taubald, H., 2006. Geochemical and isotopic constraints on the genesis of the late paleozoic deliktaş and sivrikaya granites from the kastamonu granitoid belt (central pontides, Turkey). Neues Jb. Min. Abh. 183, 27e40. Okay, A.I., G€oncüo glu, M.C., 2004. Karakaya complex: a review of data and concepts. Turk. J. Earth Sci. 13, 77e95. Okay, A.I., Monod, O., Moni e, P., 2002. Triassic blueschists and eclogites from Northwest Turkey: vestiges of the Paleo-Tethyan subduction. Lithos 64, 155e178. Okay, A.I., Tüysüz, O., Satır, M., €Ozkan-Altıner, S., Altıner, D., Sherlock, S., Eren, R.,H., 2006. Cretaceous and Triassic subduction-accretion HP-LT metamorphism and continental growth in the Central Pontides, Turkey. Geol. Soc. Am. Bull. 118, 1247e1269. Parker, A., 1970. An index of weathering for silicate rocks. Geol. Mag. 107, 501e504. Pourmand, A., Dauphas, N., Ireland, T.I., 2012. A novel extraction chromatography\nand MC-ICP-MS technique for rapid analysis of REE, Sc and Y: revising CIchondrite and Post-Archean Australian Shale (PAAS) abundances. Chem. Geol. 291, 38e54. Ramos, F.C., 1992. Isotope Geology of Metamorphic Core of the Central Grouse Creek Mountains, Box Elder Country, Utah (MSc thesis). University of California, Los Angeles. R evillon, S., Joulet, G., Bayon, G., Rabineau, M., Dennielou, B., H emond, C., Bern e, S., 2011. The provenance of sediments in the gulf of lions, western mediterranean sea. Geochem. Geophys. Geosyst. 12, Q08006. https://doi.org/10.1029/ 2011GC003523. Sarifakioglu, E., Dilek, Y., Sevin, M., 2014. Jurassic-Paleogene intraoceanic magmatic evolution of the Ankara M elange, north-central Anatolia, Turkey. Solid Earth 5, 77e108. Shao, J.Q., Yang, S.Y., Li, C., 2012. Chemical indices (CIA and WIP) as proxies for integrate chemical weathering in China: inferences from analysis of fluvial sediments. Sediment. Geol. 265, 110e120. Spiers, G.A., Dudas, M.J., Muehlenbachs, K., Turchenek, L.W., 1984. Mineralogy and oxygen isotope geochemistry of clays from surficial deposits in the Athabasca Tar Sands area. Can. J. Earth Sci. 21, 53e60. Summerfield, M.A., Hulton, N.J., 1994. Natural controls of fluvial denudation rates in major World drainage basins. J. Geophys. Res. 99, 871e883. Taylor, S.R., McLennan, S.M., 1985. The Continental Crust: its Composition and Evolution, vol. 312. Blackwell Scientific Publishing, Oxford. Tekeli, O., 1981. Subduction complex of pre-Jurassic age, Northern Anatolia, Turkey. Geology 9, 68e72.\nTopuz, G., Altherr, R., Schwarz, W.H., Dokuz, A., Meyer, H.-P., 2007. Variscan amphibolite-facies rocks from the Kurto glu metamorphic complex (Gümüşhane area, Eastern Pontides, Turkey). Int. J. Earth Sci. Geol. Rundsch 96, 861e873. Vital, H., Stattegger, K., 2000. Major and trace elements of stream sediments from the lowermost Amazon River. Chem. Geol. 168, 151e168. Wan, S.M., Toucanne, S., Clift, P.D., Zhao, D., Bayon, G., Yu, Z.J., Cai, G.Q., Yin, X.B., R evillon, S., Wang, D.W., Li, A.C., Li, T.G., 2015. Human impact overwhelms longterm climate control of weathering and erosion in southwest China. Geology 152. https://doi.org/10.1130/G36570.1. Wang, Y., Long, X., Wilde, A.A., Xu, H., Sun, M., Xiao, W., 2014. Provenance of early paleozoic metasediments in the central Chinese altai: implication for tectonic affinity of the Altai-Mongolia terrane in the central asian orogenic belt. Lithos 210e211, 57e68. Wei, G.J., Liu, Y., Li, X.H., Shao, L., Fang, D.Y., 2004. Major and trace elements variations of the sediments at ODP Site 1144, South China Sea, during the last 230 ka and their paleoclimate imlications. Palaogeogr. Palaeoclmatol. Palaeoecol. 212, 331e342. Wei, G.J., Li, X.H., Liu, Y., Shao, L., Liang, X.R., 2006. Geochemical record of chemical weathering and monsoon climate change since the early Miocene in the South\nChina Sea. Paleoceanography 21, PA4214. https://doi.org/10.1029/ 2006PA001300. West, A.J., Galy, A., Bickle, M.J., 2005. Tectonic and climate controls on silicate weathering. Earth Planet. Sci. Lett. 235, 211e228. White, A.F., Blum, A.E., 1995. Effects of climate on chemical-weathering in watersheds. Geochim. Cosmoc. Acta 59, 1729e1747. Wilson, M., Tankut, A., Güleç, N., 1997. Tertiary volcanism of the Galatia province, north-west central Anatolia, Turkey. Lithos 42, 105e121. Yeh, H.-W., Eslinger, E.V., 1986. Oxygen isotopes and the extent of diagene sis of clay minerals during sedimentation and burial in the sea. Clays Clay Mine. 34, 403e406. Zhai, M.G., Guo, J.H., Liu, W.J., 2001. An exposed crossed-section of early Precambrian continental lower crust in North China craton. Phys. Chem. Earth Part A Solid Earth Geodesy 26, 781e792. Zhang, C., Wang, L., 2001. Multi-element geochemistry of sediments from the Pearl River system, China. Apple. Geochem 16, 1251e1259. Zhang, X.H., Zhang, H.F., Tang, Y.J., Wilde, S.A., Hu, Z.C., 2008. Geochemistry of Permian bimodal volcanic rocks from central Inner Mongolia, North China: implication for tectonic setting and Phanerozoic continental growth in Central Asian Orogenic Belt. Chem. Geol. 249, 262e281."
  }],
  "year": 2017,
  "references": [{
    "title": "The Geological Map of Turkey, 1/100 000 Scaled, Geological Survey of Turkey. The General Directorate of Mineral Research and Exploration, Ankara, Turkey",
    "authors": ["O. onenç", "S. Granit", "T. Yaşar"],
    "year": 1997
  }, {
    "title": "Geochemical and Pb-SrNd isotopic constraints indicating an enriched-mantle source for Late Cretaceous to Early Tertiary volcanism, central Anatolia",
    "authors": ["M. Alpaslan", "R. Frei", "D. Boztu g", "M. Kurt", "A. Temel"],
    "venue": "Int. Geol. Rev",
    "year": 2004
  }, {
    "title": "Rare earth elements and neodymium isotopes in world river sediments revisited",
    "authors": ["G. Bayon", "S. Toucanne", "C. Skonieczny", "L. Andre", "S. Bermell", "S. Cheron", "B. Dennielou", "J. Etoubleau", "N. Freslon", "T. Gauchery", "Y. Germian", "S.J. Jorry", "G. M enot", "L.E. Monn", "E. Ponzevera", "Rouget", "M.-L", "K. Tachikawa", "J.A. Barrat"],
    "venue": "Geochim. Cosmochim",
    "year": 2015
  }, {
    "title": "Strontium, lead and zinc isotopes in marine cores as tracers of sedimentary provenance: a case study around Taiwan orogeny",
    "authors": ["Y. Bentahila", "D.B. Othman", "Luck", "J.-M"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "Silicate weathering and climate",
    "authors": ["R.A. Berner", "E.K. Berner"],
    "year": 1997
  }, {
    "title": "Geochemistry of riverborne clays entering the East China Sea indicates two contrasting types of weathering and sediment transport processes",
    "authors": ["L. Bi", "S.Y. Yang", "C. Li", "Y.L. Guo", "Q. Wang", "J.T. Liu", "P. Yin"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2015
  }, {
    "title": "The Geological Map of Turkey, 1/100 000 Scaled, Geological Survey of Turkey. The General Directorate of Mineral Research and Exploration, Ankara, Turkey",
    "authors": ["U.A. Ozden"],
    "year": 2009
  }, {
    "title": "Geology of biga peninsula and characteristics of Karakaya formation. In: Geoscience Congress of 50th Anniversay of the Turkish Republic. The Publications of MTA General Directorate, Ankara, pp. 70e77 (in Turkish with English abstract)",
    "authors": ["E. ol", "B. Akyürek", "B. Korkmazer"],
    "year": 1975
  }, {
    "title": "Origin of Sedimentary Rock",
    "authors": ["H. Blatt", "G. Middleton", "R. Murray"],
    "year": 1980
  }, {
    "title": "Provenance and weathering control on river bed sediments of the eastern Tibetan plateau and the Russian",
    "authors": ["J.B. Borges", "Y. Huh", "S. Moon", "H. Noh"],
    "venue": "Far East. Chem. Geol",
    "year": 2008
  }, {
    "title": "UeTheRa variations in Himalayan river sediments (Gandak river, India): weathering fractionation and/or grain-size sorting? Geochim. Cosmoc",
    "authors": ["C. Bosia", "F. Chabaux", "E. Pelt", "C. France-Lanord", "G. Morin", "J. Lave", "P. Stille"],
    "venue": "Acta 193,",
    "year": 2016
  }, {
    "title": "Grain size control of river suspended sediment geochemistry: clues from Amazon River depth profiles",
    "authors": ["J. Bouchez", "J. Gaillardet", "C. France-Lanord", "L. Maurice", "P. Dutra-Maia"],
    "venue": "Geochem. Geophys. Geosys",
    "year": 2011
  }, {
    "title": "S-I-A type intrusive associations: geodynamic significance of synchronism between metamorphism and magmatism in Central Anatolia, Turkey",
    "authors": ["D. g"],
    "venue": "Geological Society of London Special Publication",
    "year": 2000
  }, {
    "title": "The Brahmaputra tale of tectonic and erosion: early Miocene river capture in the Eastern Himalaya",
    "authors": ["L. Bracciali", "Y. Najman", "R. Parrish", "S. Akhter", "I. Millar"],
    "venue": "Earth Planet. Sci. Lett. 415,",
    "year": 2015
  }, {
    "title": "Sm-Nd isotopic geochemistry of sediments from Taiwan and implications for the tectonic evolution of SE China",
    "authors": ["Chen", "C.-I.-I", "B.M. Jahn", "T. Lee", "C.H. Chen", "J. Comichet"],
    "venue": "Chem. Geol",
    "year": 1990
  }, {
    "title": "The use of bromine pentafluoride in the extraction of oxygen from oxides and silicates for isotopic analysis",
    "authors": ["R.N. Clayton", "T.K. Mayeda"],
    "venue": "Geochim. Cosmoc. Acta",
    "year": 1963
  }, {
    "title": "Resistance of quartz silt to isotopic exchange under burial and intense weathering conditions",
    "authors": ["R.N. Clayton", "M.L. Jackson", "K. Sridhar"],
    "venue": "Geochim. Cosmoc. Acta",
    "year": 1978
  }, {
    "title": "Evolving east Asian rivers systems reconstructed by trace element and Pb and Nd isotope variations in modern and ancient Red RiverSong Hong sediments",
    "authors": ["P.D. Clift", "H.V. Long", "R. Hinton", "R.M. Ellam", "R. Hannigan", "M.T. Tan", "J. Blusztajn", "N.A. Duc"],
    "venue": "Geochem, Geophys. Geosyst",
    "year": 2008
  }, {
    "title": "Behavior of rare-earth elements in Paleoweathering profile on granodiorite in the Front Range, Colorado, USA",
    "authors": ["K.C. Condie", "J. Dengate", "R.L. Cullers"],
    "venue": "Geochim. Cosmoc. Acta",
    "year": 1995
  }, {
    "title": "The controls on the major and trace element variation of shales, siltstones of Pennsylvanian-Permian age from uplifted continental blocks",
    "authors": ["R.L. Cullers"],
    "year": 1994
  }, {
    "title": "The source and origin of terrigenous sedimentary rocks in the Mesoproterozoic Ui group, southeastern Russia",
    "authors": ["R.L. Cullers", "V.N. Podkovyrov"],
    "venue": "Precambrian Res",
    "year": 2002
  }, {
    "title": "Clay mineral evolution in the middle Okinawa Trough since 28 ka: implications for sediment provenance and paleoenvironmental change",
    "authors": ["Y.G. Dou", "S.Y. Yang", "Z.X. Liu", "P.D. Clift", "X.F. Shi", "H. Yu", "S. Berne"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Sr-Nd isotopic in the okinawa trough during the late quaternary",
    "authors": ["Y.G. Dou", "S.Y. Yang", "Z.X. Liu", "X.F. Shi", "J. Li", "Yu", "Hua", "S. Berne"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 356e366,",
    "year": 2012
  }, {
    "title": "Provenance weathering and erosion records in southern Okinawa Trough sediments since 28 ka: geochemical and Sr-Nd-Pb isotopic evidences",
    "authors": ["Y. Dou", "S. Yang", "X. Shi", "P.D. Clift", "S. Liu", "J. Lui", "C. Li"],
    "venue": "Chem. Geol. 425,",
    "year": 2016
  }, {
    "title": "New results on the lithostratigraphy of the kazda",
    "authors": ["M. Duru", "Ş. Pehlivan", "Y. Şentürk", "F. Yavaş", "H. Kar"],
    "year": 2004
  }, {
    "title": "Tectonic evolution of Ankara region",
    "authors": ["O. Erol"],
    "venue": "Turk Geol. Bul",
    "year": 1961
  }, {
    "title": "Geochemical and Sr-Nd-Pb isotopic evidence for ancient lower continental crust beneath the Xi Ujimqin area of China",
    "authors": ["X. Gao", "F. Guo", "P. Xiao", "L. Kang", "R. Xi"],
    "venue": "Lithos 252e253,",
    "year": 2016
  }, {
    "title": "Provenance control on chemical indices of weathering (Taiwan river sands)",
    "authors": ["E. Garzanti", "A. Resentini"],
    "venue": "Sediment. Geol",
    "year": 2016
  }, {
    "title": "Provenance versus weathering control on the composition of tropical river mud (southern Africa)",
    "authors": ["E. Garzanti", "M. Padoan", "M. Setti", "Galindo", "A.-L", "I.M. Villa"],
    "venue": "Chem. Geol",
    "year": 2014
  }, {
    "title": "Tracing provenance and sediment fluxes in the",
    "authors": ["E. Garzanti", "Wang", "J.-G", "G. Vezzoli", "G. Limonta"],
    "venue": "Irrawaddy River. Chem. Geol",
    "year": 2016
  }, {
    "title": "The Nd and Sr isotopic systematics of river-water dissoloved material- implications fort he sources of Nd and Sr in seawater",
    "authors": ["S.L. Goldstein", "S.B. Jacobsen"],
    "venue": "Chem. Geol",
    "year": 1987
  }, {
    "title": "Nd and Sr isotopic systematics of river water suspended material: implications for crustal evolution",
    "authors": ["S.L. Goldstein", "S.B. Jacobsen"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1988
  }, {
    "title": "Rare earth elements in river waters",
    "authors": ["S.L. Goldstein", "S.B. Jacobsen"],
    "venue": "Earth Planet Sci. Lett. 89,",
    "year": 1988
  }, {
    "title": "A Sm-Nd isotopic study of atmospheric dusts and particulates frommajor river system",
    "authors": ["S.L. Goldstein", "R.K. O'Nions", "P.J. Hamilton"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1984
  }, {
    "title": "Saharan wind regimes traced by the Sr-Nd isotopic composition of the tropical Atlantic sediments: last glacial maximum vs. today",
    "authors": ["Grousset", "F.e", "M. Parra", "A. Bory", "P. Martinez", "P. Bertrand", "G. Shimmield", "R.M. Ellam"],
    "venue": "Quat. Sci. Rev",
    "year": 1998
  }, {
    "title": "Rb-Sr isotope data from the Agacoren granitoid (east of Tuz G€",
    "authors": ["N. Güleç"],
    "year": 1994
  }, {
    "title": "Isotopic provenance of sandstones from the eocene tyee formation",
    "authors": ["P.L. Heller", "Z.E. Petennan", "J.R. O‘Neil", "M. Shafiquillah"],
    "venue": "Or. Coast Range. Geol. Soc. Am. Bull",
    "year": 1985
  }, {
    "title": "Deep Sea records of the continental weathering and erosional response to East Asian monsoon intensification since 14 ka in the South China Sea",
    "authors": ["C.M. ohler", "S. Hillier", "N. Pressling", "S.M. Wan", "H.J. Brumsack", "P.D. Clift"],
    "venue": "Chem. Geol. 326e327,",
    "year": 2012
  }, {
    "title": "Holocene evolution in weathering and erosion patterns in the Pearl River delta",
    "authors": ["P. oing", "R. Hannigan", "S. Hillier", "J. Blustajin", "S.M. Wan", "D. Fuller"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2013
  }, {
    "title": "Tectonomagmatic evolution of bimodal plutons in the central anatolian crystalline complex, Turkey",
    "authors": ["Y.K. glu", "Y. Dilek", "N. Güleç", "K.A. Foland"],
    "venue": "J. Geol",
    "year": 2003
  }, {
    "title": "Slab breakoff and syncollisional origin of the late cretaceous magmatism in the central anatolian crystalline complex, Turkey",
    "authors": ["Y.K. glu", "Y. Dilek", "K.A. Foland"],
    "venue": "Postcollisional Tectonics and Magmatism in the Mediterranean Region and Asia,",
    "year": 2006
  }, {
    "title": "Petrography and geochemistry of feldspathic and mafic sediments of the northeastern Pacific margin. Transaction of the Royal Society of Edinburg",
    "authors": ["P.C. Kamp", "B.E. Leake"],
    "venue": "Earth S. C",
    "year": 1985
  }, {
    "title": "Temporal and spatial variations in provenance of eastern mediterranean sea sediments: implications for aegean and aeolian arc volcanism",
    "authors": ["M. Klaver", "T. Djuly", "S. Graaf", "A. Sakes", "J. Wijbrans", "G. Davies", "P. Vroon"],
    "venue": "Geochim. Cosmo. Acta 153,",
    "year": 2015
  }, {
    "title": "Sr and Nd isotopic characteristics of some S-, I- and a-type granitoids from central Anatolia",
    "authors": ["C. oncüo glu"],
    "venue": "Turk. J. Earth Sci",
    "year": 2007
  }, {
    "title": "Rare earth element geochemistry and Nd isotope composition of stream sediments, south Han River drainage basin. Korea",
    "authors": ["S.G. Lee", "J.K. Kim", "D.Y. Yang", "J.Y. Kim"],
    "venue": "Quat. Int. 176e177,",
    "year": 2008
  }, {
    "title": "Is chemical index of alteration (CIA) a reliable proxy for chemical weathering in global drainage basins",
    "authors": ["C. Li", "S.Y. Yang"],
    "venue": "Am. J. Sci",
    "year": 2010
  }, {
    "title": "Sr-Nd isotopic",
    "authors": ["T.G. Li", "Z.K. Xu", "D. Lim", "F.M. Chang", "S.M. Wan", "H. Jung", "J. Choi"],
    "year": 2015
  }, {
    "title": "Geochemical record of holocene to recent sedimentation on the western indus continental shelf, arabian sea",
    "authors": ["C.M. ohler", "M.J. Cooper", "A.R. Tabrez", "P.D. Clift"],
    "venue": "Geochem. Geophys. Geosyst. 13,",
    "year": 2012
  }, {
    "title": "Provenanace controls on the Nd-Sr-O isotopic composition of sandstones: example from late mesozoic great valley forearc basin, California",
    "authors": ["A.M. Linn", "J. DePaolo"],
    "venue": "Geological Society of America Special Paper. Elsevier, Pensilvanya",
    "year": 1993
  }, {
    "title": "Geochemistry of lower crustal xenoliths from Neogene Hannuoba basalt, North China Craton: implications for petrogenesis and lower crustal composition",
    "authors": ["Y.S. Liu", "S. Gao", "S.H. Jin", "U.M. Sun", "Z.B. Zhao", "J.L. Feng"],
    "venue": "Geochim. Cosmo. Acta",
    "year": 2001
  }, {
    "title": "Flux and fate of small mountainous rivers derived sediments into the Taiwan",
    "authors": ["J.P. Liu", "C.S. Liu", "K.H. Xu", "J.D. Milliman", "J.K. Chiu", "S.J. Kao", "S.W. Lin"],
    "venue": "Strait. Mar. Geol",
    "year": 2008
  }, {
    "title": "Predominant floodplain over mountain weathering of Himalayan sediments (Ganga basin)",
    "authors": ["J. e", "J. Gaillardet", "A. Prasad-Gajurel", "C. Guilmetre", "M. Rahman", "S. Kumar-Singh", "R. Sinha"],
    "venue": "Geochem. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "Rare earth elements in sedimentary rocks; influence of provenance and sedimentary processes",
    "authors": ["S.M. McLennan"],
    "venue": "Rev. Min. Geochem",
    "year": 1989
  }, {
    "title": "Relationship between the trace element composition of sedimentary rocks and upper continental crust",
    "authors": ["S.M. McLennan"],
    "venue": "Geochem. Geophys. Geosys",
    "year": 2001
  }, {
    "title": "Sedimentary silica on mars",
    "authors": ["S.M. McLennan"],
    "venue": "Geol. 31,",
    "year": 2003
  }, {
    "title": "Geochemical approaches to sedimentation, provenance, and tectonics",
    "authors": ["S.M. McLennan", "S. Hemming", "D.K. Mcdaniel", "G.N. Hanson"],
    "venue": "Processes Controlling the Composition of Clastic Sediments,",
    "year": 1993
  }, {
    "title": "Comparison of isotopic and petro graphic provenance indicators in sediments from Tertiary continental basins of New Mexico",
    "authors": ["B.K. Nelson", "D.J. DePaolo"],
    "venue": "J. Sed. Pet",
    "year": 1988
  }, {
    "title": "Early Proteozoic climate and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature 299,",
    "year": 1982
  }, {
    "title": "Predictions of some weathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic considerations",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Geochim. Cosmo. Acta",
    "year": 1984
  }, {
    "title": "Chemical processes affecting alkalis and alkaline earths during continental weathering",
    "authors": ["H.W. Nesbitt", "G. Markovics", "R.C. Price"],
    "venue": "Geochim. Cosmo. Acta",
    "year": 1980
  }, {
    "title": "Geochemical and isotopic constraints on the genesis of the late paleozoic deliktaş and sivrikaya granites from the kastamonu granitoid belt (central pontides, Turkey)",
    "authors": ["O.M. Nzegge", "M. Satır", "W. Siebel", "H. Taubald"],
    "venue": "Neues Jb. Min. Abh. 183,",
    "year": 2006
  }, {
    "title": "Karakaya complex: a review of data and concepts",
    "authors": ["M.C. oncüo glu"],
    "venue": "Turk. J. Earth Sci",
    "year": 2004
  }, {
    "title": "Triassic blueschists and eclogites from Northwest Turkey: vestiges of the Paleo-Tethyan subduction",
    "authors": ["A.I. Okay", "O. Monod", "P. Moni e"],
    "venue": "Lithos 64,",
    "year": 2002
  }, {
    "title": "An index of weathering for silicate rocks",
    "authors": ["A. Parker"],
    "venue": "Geol. Mag. 107,",
    "year": 1970
  }, {
    "title": "A novel extraction chromatography and MC-ICP-MS technique for rapid analysis of REE, Sc and Y: revising CIchondrite and Post-Archean Australian Shale (PAAS) abundances",
    "authors": ["A. Pourmand", "N. Dauphas", "T.I. Ireland"],
    "venue": "Chem. Geol. 291,",
    "year": 2012
  }, {
    "title": "Isotope Geology of Metamorphic Core of the Central Grouse Creek Mountains, Box Elder Country, Utah (MSc thesis)",
    "authors": ["F.C. Ramos"],
    "year": 1992
  }, {
    "title": "The provenance of sediments in the gulf of lions, western mediterranean sea",
    "authors": ["S. e"],
    "venue": "Geochem. Geophys. Geosyst. 12,",
    "year": 2011
  }, {
    "title": "Jurassic-Paleogene intraoceanic magmatic evolution of the Ankara M elange, north-central Anatolia, Turkey",
    "authors": ["E. Sarifakioglu", "Y. Dilek", "M. Sevin"],
    "venue": "Solid Earth",
    "year": 2014
  }, {
    "title": "Chemical indices (CIA and WIP) as proxies for integrate chemical weathering in China: inferences from analysis of fluvial sediments",
    "authors": ["J.Q. Shao", "S.Y. Yang", "C. Li"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "Mineralogy and oxygen isotope geochemistry of clays from surficial deposits in the Athabasca Tar Sands area",
    "authors": ["G.A. Spiers", "M.J. Dudas", "K. Muehlenbachs", "L.W. Turchenek"],
    "venue": "Can. J. Earth Sci",
    "year": 1984
  }, {
    "title": "Natural controls of fluvial denudation rates in major World drainage basins",
    "authors": ["M.A. Summerfield", "N.J. Hulton"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "The Continental Crust: its Composition and Evolution, vol. 312",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Subduction complex of pre-Jurassic age, Northern Anatolia",
    "authors": ["O. Tekeli"],
    "venue": "Turkey. Geology",
    "year": 1981
  }, {
    "title": "Major and trace elements of stream sediments from the lowermost Amazon River",
    "authors": ["H. Vital", "K. Stattegger"],
    "venue": "Chem. Geol",
    "year": 2000
  }, {
    "title": "Human impact overwhelms longterm climate control of weathering and erosion in southwest China",
    "authors": ["S.M. Wan", "S. Toucanne", "P.D. Clift", "D. Zhao", "G. Bayon", "Z.J. Yu", "G.Q. Cai", "X.B. Yin", "S. R evillon", "D.W. Wang", "A.C. Li", "T.G. Li"],
    "venue": "Geology 152. https://doi.org/10.1130/G36570.1",
    "year": 2015
  }, {
    "title": "Provenance of early paleozoic metasediments in the central Chinese altai: implication for tectonic affinity of the Altai-Mongolia terrane in the central asian orogenic belt",
    "authors": ["Y. Wang", "X. Long", "A.A. Wilde", "H. Xu", "M. Sun", "W. Xiao"],
    "venue": "Lithos 210e211,",
    "year": 2014
  }, {
    "title": "Major and trace elements variations of the sediments at ODP Site 1144, South China Sea, during the last 230 ka and their paleoclimate imlications",
    "authors": ["G.J. Wei", "Y. Liu", "X.H. Li", "L. Shao", "D.Y. Fang"],
    "venue": "Palaogeogr. Palaeoclmatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Geochemical record of chemical weathering and monsoon climate change since the early Miocene",
    "authors": ["G.J. Wei", "X.H. Li", "Y. Liu", "L. Shao", "X.R. Liang"],
    "year": 2006
  }, {
    "title": "Tectonic and climate controls on silicate weathering",
    "authors": ["A.J. West", "A. Galy", "M.J. Bickle"],
    "venue": "Earth Planet. Sci. Lett. 235,",
    "year": 2005
  }, {
    "title": "Effects of climate on chemical-weathering in watersheds",
    "authors": ["A.F. White", "A.E. Blum"],
    "venue": "Geochim. Cosmoc. Acta",
    "year": 1995
  }, {
    "title": "Tertiary volcanism of the Galatia province, north-west central Anatolia, Turkey",
    "authors": ["M. Wilson", "A. Tankut", "N. Güleç"],
    "venue": "Lithos 42,",
    "year": 1997
  }, {
    "title": "Oxygen isotopes and the extent of diagene sis of clay minerals during sedimentation and burial in the sea",
    "authors": ["Yeh", "H.-W", "E.V. Eslinger"],
    "venue": "Clays Clay Mine",
    "year": 1986
  }, {
    "title": "An exposed crossed-section of early Precambrian continental lower crust in North China craton",
    "authors": ["M.G. Zhai", "J.H. Guo", "W.J. Liu"],
    "venue": "Phys. Chem. Earth Part A Solid Earth Geodesy",
    "year": 2001
  }, {
    "title": "Multi-element geochemistry of sediments from the Pearl River system, China. Apple",
    "authors": ["C. Zhang", "L. Wang"],
    "venue": "Geochem 16,",
    "year": 2001
  }, {
    "title": "Geochemistry of Permian bimodal volcanic rocks from central Inner Mongolia, North China: implication for tectonic setting and Phanerozoic continental growth",
    "authors": ["X.H. Zhang", "H.F. Zhang", "Y.J. Tang", "S.A. Wilde", "Z.C. Hu"],
    "venue": "Central Asian Orogenic Belt. Chem. Geol",
    "year": 2008
  }],
  "id": "SP:59faee12ccb38a16cbbc0273ad641f8cb4eb0180",
  "authors": [{
    "name": "gdem Saydam Eker",
    "affiliations": []
  }, {
    "name": "Ferkan Sipahi",
    "affiliations": []
  }, {
    "name": "Mustafa Kemal Gümüş",
    "affiliations": []
  }],
  "abstractText": "This study aims to analyze the changes in sediment provenance through the geochemical and SreNdePb eO isotopic composition of the Ankara Stream bed and overbank sediments (ASBS and ASOS) and to examine the weathering and sediment transport processes in response to step climate variability. Major, trace, and rare earth elements, as well as SreNdePbeO isotopic composition, exhibit generally similar variations for the investigated samples. These sediments have relatively high εNd(0) values and low 87Sr/86Sr ratios. Similar Pb isotopic ratios also characterize these sediments but have slightly different d18O isotope values with relatively higher d18O isotope values in the ASBS and lower d18O isotope values in the ASOS samples. Chemical indices indicate lowemoderate chemical weathering in the stepdominated climate. The low average Zr/Sc and Zr/Nb ratios indicate that such geochemical change was dominated by the composition of the source rocks but not sedimentary recycling with zircon enrichment, reflecting first-cycle deposit. Low radiogenic 87Sr/86Sr ratios and negative εNd(0) values indicate that the investigated sediments are relatively derived from young magmatic provinces, which are intermediate sources. Finally, the findings show that the geochemical compositions of the ASBS and ASOS were dominated by the composition of the source materials that originate from Galatia province and Late CretaceousEarly Tertiary volcanic rocks in central Anatolia. Reasonable semiarid to arid climatic conditions are observed in the region. Active tectonism, increased erosion, and the investigated sediments are also transported rapidly to the stream channel without chemical alteration, and the sediments are the first-cycle products. © 2017 Elsevier Ltd. All rights reserved.",
  "title": "Tracing provenance and chemical weathering changes in Ankara Stream sediments, central Turkey: Geochemical and Sr-Nd-Pb-O isotopic evidence"
}