{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nOxygen isotopes from conodont apatite of the midcontinent, US: Implications for Late Ordovician climate evolution\nPage C. Quinton ⁎, Kenneth G. MacLeod Department of Geological Sciences, University of Missouri, Columbia, MO 65211, USA\n⁎ Corresponding author at: 101 Geology Building, Unive 65211, USA. Tel.: +1 478 396 5038.\nE-mail address: pcq6y5@mail.missouri.edu (P.C. Quint\nhttp://dx.doi.org/10.1016/j.palaeo.2014.03.036 0031-0182/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 30 October 2013 Received in revised form 18 March 2014 Accepted 25 March 2014 Available online 2 April 2014\nKeywords: Late Ordovician Conodonts Paleoclimatology Paleothermometry Oxygen isotopes Late Ordovician Glaciation\nThe major glaciation at the end of the Ordovician is associated with the 2nd largest mass extinction event of the Phanerozoic. Growth of Late Ordovician ice sheets requires a dramatic cooling from the ‘greenhouse’ conditions that prevailed for most of the Ordovician, but when and how fast this cooling occurred are controversial issues. The controversy is due in large part to a lack of good geochemical constraints on the temperature history of the Katian (453–445.2 Ma). To address this uncertainty, we measured phosphate δ18O values from 3 conodont species collected from sections in themidcontinent region of the United States that span an ~5.7 m.yr. long interval covering most of the Katian. Results reveal a statistically significant offset in δ18O values between some taxa and show up to 2‰ differences among samples. However, there are no apparent long-term trends within or between sections; rather, values fluctuate around a δ18O mean of ~19‰ VSMOW. Our study provides the longest, relatively high resolution, species specific conodont record generated for this interval, andwe found no evidence supporting progressive cooling during the Katian.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The end of the Ordovician coincides with the second largest mass extinction event of the Phanerozoic as well as a major glacial event (e.g., Sepkoski, 1996; Sheehan, 2001; Kaljo et al., 2008; Harper et al., 2013). Cooling and the formation of ice sheets in the southern polar regions during the Late Ordovician (Frakes et al., 1992; Sheehan, 2001; Delabroye and Vecoli, 2010) represents a dramatic climatic shift away from the greenhouse conditions that dominated the Early Ordovician, and the change is often invoked as a forcing mechanism for the extinction. However, the timing and rate of the transition from greenhouse to icehouse conditions are uncertain due to a lack of constraints on the temperature history over the last 10–15 million yr of the Ordovician.\nIn one climate scenario cooling is proposed to be rapid and glaciation is thought to be largely confined to the Hirnantian (445.2–443.4 Ma). This model is supported by the presence of well-documented Hirnantian-aged glacial deposits, evidence of global sea level fall, and parallel positive excursions in δ13C and δ18O values during the final two million years of the Ordovician (Brenchley et al., 1994, 2003; Bergström et al., 2006; Trotter et al., 2008).\nOther studies, though, have argued for progressive climate change during or prior to the Katian Age (453–445.2 Ma), i.e., starting 10 million yr or more before the beginning of the Hirnantian. Arguments in favor of an early Katian initiation of cooling and ice\nrsity ofMissouri, Columbia, MO\non).\nsheet formation include a positive δ13C excursion (inferred to represent decreasing CO2 levels) near the base of the Katian (the Guttenberg Carbon Isotope Excursion [GICE]), a possible eustatic sea level drop during the early Katian, purportedKatian aged glacial deposits, the presence of cyclic sedimentation suggesting Milankovitch-scale sea level fluctuations correlated with δ18O variability during the Katian, the appearance of cool-water carbonates containing primary cherts and phosphates, and reconstructed global seawater δ18O values higher than the commonly used value of −1‰ for an ice-free-Earth (Hambrey, 1985; Frakes et al., 1992; Pope and Read, 1998; Kump et al., 1999; Kaljo et al., 2003; Pope and Steffen, 2003; Ainsaar et al., 2004; Saltzman and Young, 2005; Young et al., 2005; Calner et al., 2010; Finnegan et al., 2011; Elrick et al., 2013). Even earlier phases of cooling (Early to the Middle Ordovician) are suggested by increasing δ18O values in calcitic brachiopods and conodonts but this cooling is separated from Late Ordovician changes by an interval of relatively stable δ18O values spanning much of the Middle Ordovician (Shields et al., 2003; Trotter et al., 2008).\nControversy concerning Late Ordovician temperature history and glaciation persists both because lithologic observations and δ13C results can be explained by multiple, not mutually exclusive processes and because there are unresolved questions concerning the interpretation of δ18O results. Diagenetic susceptibility of carbonate δ18O values is a significant limitation for many Ordovician δ18O studies. Whereas carbonate δ18O records show a 2–3‰ increase at the base of theHirnantian (Marshall andMiddelton, 1990; Brenchley et al., 1994; Qing and Veizer, 1994; Brenchley et al., 2003), an ~1‰ increase across the Middle–Late Ordovician transition, and an ~4‰ increase from the Early to theMiddle\nOrdovician (Shields et al., 2003), the measured values are generally too low to be realistically recording temperature directly. Further, constraining the contribution of diagenetic overprinting to the apparent cooling events is difficult because texturally well preserved fossils are rare to absent (Wenzel et al., 2000; Bassett et al., 2007).\nPaleotemperature interpretations based on δ18O values in conodonts have the advantage that highly crystalline, conodont bioapatite is a phase resistant to diagenetic alteration of oxygen isotopic ratios (MacLeod, 2012 and references therein), but existing conodont data have limited resolution and/or stratigraphic coverage. A low resolution study using averaged values for analyses of both single species and mixed assemblages spanning the entire Ordovician concluded that there was gradual cooling from the Early into the Middle Ordovician, a plateau throughmuch of theMiddle and Late Ordovician, and a second, short cooling pulse during the Hirnantian (Trotter et al., 2008). In contrast, a study with relatively high stratigraphic resolution using mixed conodont assemblages found evidence for a cooling pulse in the early Katian followed by warming during the GICE (Buggisch et al., 2010). Also using mixed assemblages, but looking at patterns across 14, 2–6 m thick Katian-aged limestone/shale cycles (1 to 5 samples/cycle), Elrick et al. (2013) reported that conodont separates from limestones generally exhibited high δ18O values whereas specimens from shales had variable δ18O values including some samples where values were quite low. The authors interpreted these patterns as the signature of the waxing and waning of continental glaciers on Milankovitch timescales during the Katian. Finally, in two studies each focused on the late Sandbian–early Katian and reporting single species analyses with moderate to high stratigraphic resolution, Rosenau et al. (2012) found variable δ18O values through the GICE, and Herrmann et al. (2010) found no evidence for progressive cooling during the late Sandbian, shortly before the beginning of the Katian (and theGICE). In short, overall δ18O patterns in Late Ordovician conodonts are not well known and existing data are somewhat contradictory.\nTo address these uncertainties, we measured conodont δ18O values for three taxa from the North American midcontinent isolated from samples spanning most of the Katian. This data set is the longest relatively high resolution, species specific conodont δ18O record for the Late Ordovician generated thus far. Our results are important for at least three reasons. First, they provide a new conodont δ18O record that greatly improves on the stratigraphic resolution of existing Katian conodont δ18O data (Trotter et al., 2008) and can be used to test alternative models of Late Ordovician climate evolution. Second, species level data show consistent offsets among taxa and demonstrate taxonomic biases that need to be considered in δ18O studies that usedmixed conodont assemblages (Buggisch et al., 2010; Elrick et al., 2013). Third,when new data are combinedwith results from other recent studies, the compiled data set provides a North American record based on taxon specific conodont analyses starting below the Deicke K-bentonite in the upper Sandbian Stage (Herrmann et al., 2010), continuing through the GICE (Rosenau et al., 2012) and extending to near the end of the Katian (this study). Together, the studies discussed present ~500 conodont analyses measured in 4 different labs."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Paleogeographic setting and stratigraphy",
    "text": "Conodonts analyzed in this study are frommeasured sections in the Cincinnati Arch region of southeastern Indiana, southwestern Ohio, and north-central Kentucky in themid-central United States (Fig. 1). During the Late Ordovician, North Americawas rotated clockwise ~45°with the Cincinnati Arch at a paleolatitude of ~20°S (Scotese andMcKerro, 1991; Scotese, 2004). The Upper Ordovician rocks in this region were deposited in Laurentia's epeiric seaway in which a series of seven Katian transgressive sequences have been described (Holland and Patzkowsky, 1996). The distribution of facies, spatial gradients in the faunal\nassemblages, and depositional sequences indicate that the water depth within the Cincinnati Arch basin generally increased from the southeast to the northwest (Holterhoff, 1977; Holland and Patzkowsky, 2007).\nConodont samples were selected from Ohio State University collections generated by Walter Sweet, Dick McClish, and Frank Holterhoff (McClish, 1965; Bergström and Sweet, 1966, 1969; Holterhoff, 1977) with the help of Walter Sweet. The 3 conodont taxa analyzed, Drepanoistodus suberectus, Plectodina tenuis, and Phragmodus undatus, were chosen because they occurred in high abundances in many samples across the interval studied. The sections from which the conodont samples were collected (60BCK, 75HA–HC, 63AA, and 63AB) were described with sub-inch stratigraphic resolution (McClish, 1965; Bergström and Sweet, 1966, 1969; Holterhoff, 1977). Measurements are here converted tometers, and the composite stratigraphic thickness of the sections is ~212 m. Using the age model described below, the sampled intervals span from ~452.3 to 446.6 Ma, a 5.7 m.yr. interval that encompasses most of the Katian."
  }, {
    "heading": "2.2. Sections sampled",
    "text": "Sections 63AA (in southwest Ohio) and 63AB (in southeast Indiana) are the youngest sections studied and overlap stratigraphically. Both sections are north of the Ohio River, but they are separated by ~150 km.\nIn Section 63AA the lower 21.6mof section is composed of irregularly bedded, discontinuous argillaceous limestone (beds ranging from 10 to 19 cm thick) with thin discontinuous lenses of calcareous shale overlain by 48.8 m of section dominated by calcareous shale beds (15 to 122 cm thick) with subordinate and widely spaced thin beds (10 to 19 cm thick) or stringers of fossiliferous limestone. Above this interval is a partially covered clay-rich interval ~18 m thick followed by 6 m of blocky dolomitic mudstone with a thin layer (~15 cm) of lumpy glauconitic limestone representing a hiatus and/or condensed interval between the Ordovician and 1.6 m of Silurian limestone exposed at the top of the section.\nIn Section 63AB the lower 3.4 m of the section is composed of an irregularly bedded argillaceous limestone similar to the argillaceous limestone unit in the lower portion of section 63AA. The overlying 70 m of section is composed of clayey calcareous shale followed by 26.3 m of dolomitic limestone at the top of the section.\nSections 75HA–HC are a series of three stratigraphically overlapping exposures along Interstate I-71 in northern Kentucky. The composite section has a thickness of ~91.3 m (Holterhoff, 1977) and represents much of the middle Katian Stage. The lowest 30.6 m is composed predominantly of shale with minor limestone beds all ~30 cm thick or less. The superjacent 30.2 m interval is composed of evenly bedded limestone and shale with individual limestone beds that are rarely greater than 30 cm thick. Overlaying this unit is a thin (76.2 cm) interval of hard calcareous gray–green mudstone with indistinct bedding contacts and containing thin, convoluted lenses of limestone. The uppermost 29.7 m is composed of thick argillaceous limestone beds.\nSection 60BCK is the oldest section studied and is located in southwest Ohio. It consists of 41.5 m of thinly interbedded limestone and shale (Bergström and Sweet, 1969). Limestone beds are ~30–60 cm thick with the exception of a 5.3 m thick limestone unit starting 5 m from the base of the section. Interbedded shales are ~30–135 cm thick."
  }, {
    "heading": "2.3. Age model",
    "text": "An age model for these sections was constructed so that the isotopic results generated could be plotted on a common axis with other conodont-based δ18O studies (Buggisch et al., 2010; Rosenau et al., 2012) and correlated with clumped isotope data from analyses of samples from the midcontinent and Anticosti Island in eastern Canada (Finnegan et al., 2011).\nThe 6 sections from which we analyzed conodonts have previously been incorporated within a graphic correlation framework (Sweet,\n1984; 1995). The composite standard section, the Mohawkian– Cincinnatian Composite, was constructed using observations of first and last occurrences of conodont taxa from 124 sections from eastern, central and west-central United States (Sweet, 1984; 1995; 2005). Numerical values for stratigraphic position are given by composite stratigraphic units (CSUs) which were scaled to match depths in a 368 m long core fromMason County in northern Kentucky. Stratigraphic positions in CSUs for our samples are presented in Supplementary data Table 1 and CSU values for the boundaries between conodont chronozones are shown in Sweet (1984, 1995).\nTo construct an age model applicable for our samples we converted CSU values into age using the ages for conodont biozonal boundaries interpolated from bracketing radiometric dates (Smith et al., 2011). We assume that biozone boundaries reported in Smith et al. (2011) correlate accurately to the chronozone boundaries of the Mohawkian– Cincinnatian Composite Section. Ages for individual samples in our sections were calculated assuming uniform sedimentation rates within each chronozone (refer to Supplementary data Table 2). Data from other studies (Buggisch et al., 2010; Rosenau et al., 2012) were projected onto the same age axis again based on the assumption that chronozone and biozone boundaries are equivalent. It should be noted that this assumed equivalency between chronozone and biozone boundaries has not been tested graphically (Sweet, 1984) as the sections for which conodont biozones are reported have not been integrated into the graphic network."
  }, {
    "heading": "2.4. Lithologic trends through the sections and sequence stratigraphy",
    "text": "Because the conodonts analyzed are from collections going back almost 50 yr (McClish, 1965; Bergström and Sweet, 1966, 1969; Holterhoff, 1977) the original stratigraphic logs and descriptions did\nnot consider the possibility that lithologies can be grouped into sequence stratigraphic packages. Whereas the original descriptions and/ or drafted columns included detailed observations of lithology for beds N1 cm thick (originally described in feet and inches), differences in specific descriptive terms used make it difficult to equate details of rock fabric and sedimentary facies among studies. Furthermore, although conodont samples were described as having been isolated from limestones, the majority of the samples come from intervals in the sections described as having thinly interbedded limestones and shales with beds that often do not persist laterally for more than a few feet (McClish, 1965; Holterhoff, 1977). This variability makes it difficult to place conodont samples in specific beds and relate individual beds to larger scale lithofacies and sea level changes.\nTo work around these limitations and to capture a characterization of lithologic changes through the sections objectively, we calculated a %shale value through each section (Supplementary data Table 3). We defined %shale as the proportion of terrigenous lithologies (“shales” and “clays” in the original descriptions) in both 1.5 m thick and 0.5 m thick bins. Carbonates (“limestones” in the original descriptions) are the only other rock type consistently recognized (the log for section 63AA subdivides limestones using the carbonate classification scheme ofWeiss and Norman, 1960). Formost sections, we used thicknesses reported in written logs containing bed by bed descriptions. For section 60BCK, nowritten logwas published so bed thicknesseswere estimated using the scale provided from the drafted column. The resolution of the drafted column was too coarse to allow for accurate estimation of bed thicknesses on the 0.5m scale; therefore, no 0.5m bin data are presented for 60BCK. Results are insensitive to changes in bin thickness or the starting points for bins. The %shale curves are used both to test for a lithologic expression of regional transgressive–regressive cycles (Holland and Patzkowsky, 1996) and to test whether our data support proposed\npatterns of high conodont δ18O values in carbonate dominated intervals and low conodont δ18O values in shale dominated intervals (Elrick et al., 2013).\nMeasured δ18O values of conodonts might be affected by regional transgressive–regressive cycles because sea-level fluctuations could plausibly influence the isotopic composition of waters in the basin (for example, through changes in circulation or proximity to freshwater input). To be able to assess these possibilities, we attempted to locate the position of cycle boundaries reported by Holland and Patzkowsky (1996) in our sections. We used two approaches. Correlation using CSUs as the vertical axis is straight forward as Holland and Patzkowsky (1996) plotted their sequence stratigraphic interpretation against the conodont-based, graphic correlation network of Sweet (1984). However, there is potential error in the CSU values reported for any section. Thus, we also used lithologic trends to estimate alternative placements for sequence boundaries. Sequence boundaries within the Cincinnati Arch region are generally defined by disconformable surfaces marking the shift from shallowing-upward highstand-system tracts to deepening upward transgressive-system tracts. Highstand-system tracts tend to be thick units rich in fine grained terrigenous material while transgressive-system tracts tend to bemuch thinner andwith a highproportion of carbonates (Holland, 1993; Holland and Patzkowsky, 1996). Therefore, wewould expect sequence boundaries to fall at or near the locally highest %shale values in the curve."
  }, {
    "heading": "2.5. Analytical techniques",
    "text": "Elements from the conodonts Drepanoistodus suberectus, Plectodina tenuis, and Phragmodus undatuswere analyzed for their oxygen isotope ratios. All specimens analyzed are well preserved as determined from their low conodont color alteration index of ~1 and lack of surface pitting or overgrowths (Fig. 2). Samples were prepared for analysis by isolating the PO4-3 anion using techniques modified from Bassett et al. (2007) and LaPorte et al. (2009).\nSamples ranging in weight from 250 to 600 μg (10–60 elements) were carefully removed from assembly slides by softening gluewith deionized water. Samples were then cleanedwith 4–6%NaOCl (to remove residual glue), rinsedwith deionizedwater three times and dissolved in nitric acid. Columns filled with a cation exchange resin (AG 50W-X8) were conditionedwith 20ml of 6.0MHCl followed by ~60ml deionized H2O to elute all of the Cl− ions. The dissolved samples were transferred to the conditioned columns. Cations present in solution (e.g. Ca, Sr and REEs) are bound to the resin while the phosphate washes through and is collected in microcentrifuge vials. A silver amine solution (0.4 M AgNO3 and 0.7 M NH4NO3) was added to the elutant and the vials were placed, with caps open, in a 50 °C oven overnight. Crystallization of Ag3PO4 followed as NH4 escaped from the solution and the pH dropped.\nAg3PO4 crystals were rinsed with deionized water three times and dried. Approximately 500 μg of Ag3PO4 was weighed and packed in 3.5 × 5 mm pressed silver capsules for analysis. Many samples yielded enough Ag3PO4 to load and run replicate analyses.\nSamples were decomposed in a Thermo-Finnegan TC-EA hightemperature conversion-elemental analyzer at 1400 °C and analyzed online using a continuous flow Thermo-Finnegan Delta Plus XL gas source mass spectrometer. Values for each run were corrected using an internal lab standard (benzoic acid), and the accuracy of that correctionwasmonitoredwithwithin-run replicate analyses of NBS-120c and other internal standards. Corrected values correspond to a value of 22.6‰ for NBS-120c and external precision is ±0.3‰ (1 standard deviation) based on results for these standards. All values are reported on the VSMOW-scale.\nDuplicate or triplicate analyses were run for many samples and results generally matched each other at the 95% confidence level given analytical precision of 0.3‰ (1 standard deviation). When a replicate differed from themean for that sample byN0.6‰ (i.e., 2× analytical precision), the outlier was removed and a new sample average was calculated for use in plotting and interpretation. In one sample with a pair of measurements, the duplicates differed by N1‰ and both analyses\nrn Kentucky. Clockwise from top right corner; P elements fromDrepanoistodus suberectus, tus.\nwere excluded. This screening test flagged as suspect 5 out of a total 136 analyses. Although excluded fromplots and from consideration in interpretation, these apparent outliers are still listed in Supplementary data\nTable 1. Possible explanations for anomalous measurements are contamination by other oxygen-bearing phases (trace nitrate or external organicmatter),machine error, or analytical error outside the estimated 95% confidence interval. Small samples for which only a single analysis was possible cannot be screened by replicate analyses. Single analyses are all plotted, but we note that two single analyses have anomalously low values (~17.5‰)."
  }, {
    "heading": "3. Results",
    "text": "Measured δ18O values show no systematic trends through or among sections (Fig. 3). All three studied conodont species (Drepanoistodus suberectus, Plectodina tenuis, and Phragmodus undatus) were analyzed in every section with the exception of 60BCK where P. tenuis was rare to absent in the samples studied. Overall mean values for D. suberectus, P. tenuis, and P. undatus are 18.6‰, 18.9‰, and 19.1‰, respectively. Average values for each species within sections are: for D. suberectus — 18.6‰ in section 60BCK, 18.7‰ in the composite 75HA–HC section, 18.4‰ in section 63AA, and 18.8‰ in 63AB; for P. tenuis — 18.9‰ in section 75HA–HC, 18.7‰ in section 63AA, and 19.1‰ in section 63AB; and for P. undatus — 19.3‰ in section 60BCK, 19.4‰ in 75HA–HC, 19.2‰ in section 63AA, and 19.1‰ in section 63AB. That is, even at the species level, δ18O values from the youngest sections (63AA and 63AB) match those found in the middle (75HA– 75HC) and oldest sections (60BCK).\nThere is also no apparent correlation betweenmeasured δ18O values and sequence stratigraphic cycles (Fig. 4). The sequence boundaries estimated from the %shale log match reasonably well with the position\nof sequence boundaries based solely on reported CSUvalues. This agreement increases confidence that the sections preserve a lithologic record of environmentally significant changes related to the five (of seven) Katian-aged regional transgressive–regressive cycles expected to fall within our studied sections (Holland and Patzkowsky, 1996, Fig. 4). Further, similarity in the estimated position of sequence boundaries using either CSU values or %shale curves suggests that the CSUvalues reported in various studies provide a reasonably accurate common stratigraphic scale for midcontinent sections.\nOn the shortest length scale investigated, the 0.5 m thick bins, there is still no consistent relationship between δ18O values and either limestone-rich or shale-rich bins. This lack of correlation fails to support patterns proposed in Elrick et al. (2013) for bulk conodont results across 2–6 meter scale cycles from sections from the same stratigraphic interval and from the same region studied here (i.e., the upper Lexington Limestone and lower Kope Formation in Kentucky).\nOn the other hand, there is a significant offset in δ18O values among the 3 conodont species analyzed. For each species pair in sampleswhere two ormore specieswere analyzed, we first calculated an average value for the two species being compared and then calculated a relative offset for each species defined as the difference between the average value and the value for each species. To illustrate, if, in a sample, specimens of Drepanoistodus suberectus had a δ18O value of 18.5‰ and cooccurring Plectodina tenuis had a δ18O value of 19.5‰, the relative offset in that sample would be −0.5‰ for D. suberectus and +0.5‰ for P. tenuis. Both Phragmodus undatus and D. suberectus were analyzed in 13 samples, P. undatus and P. tenuis were both analyzed in 9 samples, and D. suberectus and P. tenuis were both analyzed in 8 samples (Fig. 5).\nThere should be no statistically significant difference in relative offsets among taxa if there is no systematic difference in their δ18O values.\nCK, 75HA–HC, and 63AA & AB) are plotted against stratigraphic level, %shale logs, stratig-\nitransparent points (2 points) at 19.8 m in section 75HA and 59.1 m in section 63AA (see\nignated as ‘thinly interbedded limestone and shale’, ‘thinly bedded argillaceous limestone\nunfossiliferous limestonebeds’ following original descriptions. On the%shale curvewhere\nstratigraphic interval.\nIn contrast to this null hypothesis, a T-test (paired, two tails) of the tabulated relative offsets shows that Phragmodus undatus has significantly higher δ18O values (by ~0.5‰) than Drepanoistodus suberectus (p = 0.024, n=13) and Plectodina tenuis (p= 0.016, n=9). Comparisonbetween D. suberectus and P. tenuis suggests no significant differences in average δ18O values between these species at the resolution of this study (p = 0.24, n = 8) [Supplementary data Table 4]."
  }, {
    "heading": "4. Discussion",
    "text": "This data set extends the record of δ18O valuesmeasured on individual species of conodonts through most of the Katian and provides no support for interpretations invoking progressive cooling or glacial growth through this interval (Fig. 4). Average δ18O values from the oldest sections have values that match those found in the youngest sections, and similar values are maintained throughout the study interval. That is, there is neither a trend to higher δ18O values as expected if gradual cooling and/or glacial growth occurred during the Katian nor are there transient shifts to higher or lower δ18O values spanning multiple samples aswould be expected if therewere shorter term climatic events during the sampled interval. Lack of δ18O trends or excursionswithin or among sections is consistent with a climate that was relatively stable at the 105 to 106 year timescale. However, conodont δ18O values vary by up to 2‰ among some samples, and changes in variables other than temperature (particularly seawater oxygen isotopic composition) could affect conodont δ18O values. These details and potential complications beg discussion."
  }, {
    "heading": "4.1. Local and regional seawater δ18O influences",
    "text": "Lack of consistent differences in conodont δ18O values among sections argues that the δ18O variability observed is not the signature of consistent gradients in seawater δ18O values across the basin. Similarity\nbetween results for sections 63AA and 63AB supports this argument particularly well as these sections preserve the same stratigraphic interval but are separated by ~150 km.\nResults also show no co-variation between conodont δ18O values and changes in depositional facies or the relative position within local to regional sea-level cycles (Fig. 4). Our stratigraphic sampling density is high enough (3 to 52 analyses/cycle) that consistent isotopic trends in these sections across the 15–60 meters thickness of the sequence stratigraphic cycles should be apparent. The lack of correlation simplifies our discussion. Many scenarios can be imagined where changes related to sea level would be reflected in local seawater δ18O values and recorded by conodonts. For example, sea level fall could be forced by glacial growth with a correlated increase in seawater δ18O values due to the low δ18O values in glacial ice. Alternatively, sea level fall (whether related to tectonics, sediment deposition, or glacial growth) could result in circulation changes that shifts the regional freshwater input/evaporation balance and leads to either higher or lower seawater δ18O values depending on which direction the balance tilts. For this study, there is no need to attempt to distinguish among these or other complicated scenarios because the conodont δ18O values do not show variability correlated with inferred sea level changes. Either variation in seawater δ18O was small relative to other factors affecting conodont δ18O values or seawater δ18O variations were not tightly correlated with regional transgressions and regressions.\nSimilar arguments against observed δ18O variability being related to changes in facies and/or short-term sea level variation can be made by citing the apparent lack of correlation between conodont δ18O values, %shale values, and lithology (Fig. 3). In our data low conodont δ18O values do not consistently fall in shale-rich intervals nor do high conodont δ18O values correlate with limestone-rich intervals. This observation contradicts the pattern reported in Elrick et al. (2013) for samples of the same age and from the same region. It is true thatmany of our conodont samples cannot be assigned confidently to specific beds nor can\nel within the composite section, %shale logs (1.5m and 50 cmbinned logs), regional transvalueswith a single analysis are plotted as semitransparent points (2 points) at 60.6m and by Holland and Patzkowsky (1996) are based on either CSUs (solid lines) or are estimated data between sections. Dashed lines are used for formation boundaries that are not tied to\nthey be tied to a detailed facies analysis. However, it is also true that the sampling density in Elrick et al. (2013) was low (1 to 5 mixed assemblage samples/cycle) and results showed considerable differences in the patterns of δ18O variability among cycles. Until the uncertainties in both studies are reduced, the question of whether there are meterscale cycles in Katian conodont δ18O values remains open. It is worth noting, though, that the 2‰ variation observed among some Katian samples is too large to be interpreted as strictly an ice-volume/ temperature record unless purported Katian glacial events had magnitudes larger than those of Quaternary glacial–interglacial cycles (Elrick et al., 2013)."
  }, {
    "heading": "4.2. Interspecies differences and other factors affecting δ18O variability",
    "text": "A portion of the variability observed among samples reflects interspecific offsets among taxa. Such offsets have previously been proposed based on qualitative observations of isotopic results (Herrmann et al., 2010; Sun et al., 2012) and by replicate analyses of separates from individual samples (MacLeod, 2012). This study expands documentation of species level differences by showing statistically significant offsets between taxa in a suite of samples spanningmillions of years. Ecologically, the ~0.5‰ higher δ18O values found in Phragmodus undatus relative to co-occurring specimens of Drepanoistodus suberectus and Plectodina tenuis could reflect a situation where P. undatus lived in waters ~2 °C cooler than those occupied by the other taxa. We favor this interpretation because a similar conclusion was reached through independent arguments based on facies distribution and faunal associations (Seddon and Sweet, 1971; Leslie, 2009). Those studies concluded that P. undatus lived in relatively cooler, deeper subsurface waters while D. suberectus and P. tenuis were interpreted to inhabit the shallowest and likely warmest. However, by themselves the isotopic data could alternatively be interpreted as indicating that P. undatus preferentially grew in relatively cool winter waters or high abundances of this taxon might have occurred in the region (and thus have a higher probability of being collected) during relatively cool and/or dry years.\nSpecies-level differences of ~0.5‰ notwithstanding, the majority of the variability in measured δ18O values occurs between samples and is attributed to intra- and interannual variability. The up to 2‰ δ18O difference between the highest value and lowest value within species would correspond to 8–9 °C temperature difference (Kolodny et al., 1983; Pucéat et al., 2010), a change in salinity of 3 to N10 ppt depending on\nFig. 5. Calculated offset in δ18O values between Phragmodus undatus and Plectodina tenuis,Drepa P. undatus, and P. tenuis are designated by the diamond, circle, and square symbols respectivel\nassumptions made about the effective evaporative fractionation (Huber et al., 2011), or a combination of temperature and salinity changes. Variation on this scale does not seem large relative to expected environmental variations occurring through seasonal cycles, across decadal to millennial scale oscillations, during individual years with unusual weather, or among heterogeneous epicontinental depositional settings.\nUncertainty concerning the life history of conodonts and the dynamic nature of sedimentation in epicontinental seas preclude unique interpretation of individual analyses. Among the important paleobiological unknowns are the life spans of conodonts, the length of time over which individual conodont elementswere formed, whethermineralization preferentially occurred during certain seasons, and howmobile the organisms were. Sedimentological considerations include the amount of time averaging, lateral reworking, and potential hydrodynamic sorting of conodont elements that occurred during deposition.\nIndividual analyses would be most likely to record average conditions if each sample contained many conodont elements from different individuals that lived locally but at different timeswith no seasonal bias in the timing of element mineralization and with sedimentation that was relatively uniform over time. Because these variables are not constrained for our study samples, the conservative approach for estimating regional environmental conditions and possible climatic trends is to consider patterns among multiple samples rather than differences between adjacent samples. In our data, conditions estimated by averaging conodont δ18O values across several samples show little variation during the studied interval (Fig. 3)."
  }, {
    "heading": "4.3. Katian glaciation(s)?",
    "text": "Stable conodont δ18O values, on average, imply stable temperatures. Average midcontinent temperatures during the Katian are estimated at ~35 °C using the temperature equation of Pucéat et al. (2010)\nT Cphos ¼ 118:7−4:22 δ18Op þ 22:6−δ18ONBS‐120c −δ18Osw h i\nwhere δ18Op and δ18ONBS-120c represent the measured δ18O values for conodonts and the NBS-120c phosphate rock standard, respectively, and where δ18Osw, the isotopic composition of seawater, is assumed to be −1‰ (Fig. 6A). As noted above, there are no apparent climatic\nnoistodus suberectus and P. undatus, andD. suberectus and P. tenuis. Offsets forD. suberectus, y.\nexcursions during this interval, but variations about the mean of ~5 °C assuming seawater δ18O values were relatively constant.\nThe estimated average temperature of ~35 °C is high relative to the present, and 5 of our analyses would suggest temperatures in excess of 38 °C. These temperatures, though, are in line with other Ordovician conodont-based temperature estimates (e.g., Bassett et al., 2007; Trotter et al., 2008; Buggisch et al., 2010; Elrick et al., 2013). It also should be stressed, that absolute temperatures estimated from conodont δ18O values carry high uncertainties. Depending on the paleotemperature equation used, temperature estimates vary by up to 8 °C (Pucéat et al., 2010; Longinelli, 2013; Pucéat et al., 2013), and uncertainty in the correct δ18O value for NBS-120c introduces another\nFig. 7.Average δ18O valueswith three point moving averages from this study (A), Oklahoma (B, for B based on position of Plectodina tenuis zone. Position of GICE as identified in Rosenau et al. ( GICE, the Fairview Formation and correlation presented in Buggisch et al. (2010).\n~4 °C of potential variation (e.g. Vennemann et al., 2002; Pucéat et al., 2010; Halas et al., 2011). The δ18O value of the hydrosphere may have been up to 2‰ lower in the Ordovician than in the modern (e.g., Veizer et al., 1999; Shields et al., 2003; Bassett et al., 2007) which would result in up to 8 °C cooler estimates, and δ18O values of waters in the epicontinental seaway in which the sections were deposited might have been higher or lower than the average for Ordovician seawater.\nCompared to the high uncertainty in absolute conodont-based temperature estimates, relative temperature changes can be estimated well with conodont δ18O analyses. Conodont elements likelywere precipitatedwith δ18O values that approximate equilibriumwith ambient seawater, and they are relatively resistant to diagenetic overprinting of phosphate δ18O values (MacLeod, 2012 and references therein), increasing the probability that a temperature signal would be recorded and preserved. Also, the temperature dependence of oxygen fractionation is consistent across all paleotemperature equations and both thought experiments and paired Δ47-δ18O analyses can be used to examine the likely effects of changing seawater δ18O values.\nAny proposed model for Katian climate evolution that invokes glacial growth when combined with temperature estimates based on our data makes the counter intuitive prediction of glacial expansion being correlated with warming in the midcontinent. Fig. 6B illustrates this problem by recalculating estimated paleotemperatures assuming a linear increase of average seawater δ18O from an ice-free value of−1‰ (Shackleton and Kennett, 1975) at the beginning of the Katian (453Ma) to themodern value of 0‰ at the end of the Katian (445.2Ma) due to the storage of 16O-rich glacial ice in continental ice sheets [Supplementary data Table 5]. Amore precise estimate of temporal variation in Late Ordovician seawater δ18O values is provided by paired Δ47-δ18O analyses for Katian-aged samples (Finnegan et al., 2011). Calculated temperatures from our conodont δ18O measurements using seawater\nRosenau et al., 2012), Kentucky,Minnesota and Iowa (C and D, Buggisch et al., 2010). Ages 2012) is identified by the shaded gray region. Ages for C and D based on the position of the\nδ18O values linearly interpolated from bracketing (in time) paired Δ47-δ18O estimates show an estimated warming of 3.5 °C in the Late Katian (Fig. 4C) [Supplementary data Tables 5, 6, & 7].\nIt is tempting to suggest that this result confirms Boda-event warming (Fortey and Cocks, 2005), but there are several reasons to be cautious about such an interpretation. First, warming is only predicted when correlative ice sheet formation is assumed, an assumption that contradicts intuition which would associate ice sheet growth with cooling. Second, while precise, the accuracy of paired Δ47-δ18O based seawater δ18O estimates can be questioned. The authors acknowledge that alteration cannot be ruled out completely for any sample (Finnegan et al., 2011). If the Δ47 signal is more sensitive to alteration than δ18O results, estimated seawater δ18O values could easily be biased toward higher, glacial-looking values with relatively modest shifts in Δ47. Such a bias could affect individual samples, groups of samples, or the entire data set. The latter possibility undermines the conclusion that paired Δ47-δ18O analyses suggest that significant glacial ice existed throughout the Katian (Finnegan et al., 2011), and the uncertainty is compounded by possible variations in the δ18O value of the early Paleozoic hydrosphere, by recently proposed revisions to how Δ47 values should be standardized and reported (Dennis et al., 2011), and by the suggestion that the temperature dependence of the Δ47 based paleothermometer used might be too large (Henkes et al., 2013)."
  }, {
    "heading": "4.4. Katian climate history",
    "text": "Data from other recent conodont phosphate studies from Kentucky and Ohio (Buggisch et al., 2010), the upper Mississippi Valley (Buggisch et al., 2010; Herrmann et al., 2010) and Oklahoma (Rosenau et al., 2012) support a scenario of a stable Katian climate and expand the geographic and temporal coverage of available conodont oxygen isotope data (Fig. 7). In mixed conodont samples from Kentucky, Ohio, and the upper Mississippi Valley, Buggisch et al. (2010) showed generally constant δ18O values from the level of the GICE to the late Katian with, ~0.5‰ higher values below the GICE. Oxygen isotope values were found to vary among samples across the entire interval and showed a mean value of about 18.5‰ (Buggisch et al., 2010), similar to the variation and mean value of 18.9‰ mean observed here. Using single species and mixed conodont data from Oklahoma, Rosenau et al. (2012) tentatively suggested that a 1.3‰ shift in the lower part of the GICE in Oklahoma indicated a transition into an icehouse world, but the excursionwas reversed in superjacent samples (Fig. 5B). Finally, for late Sandbian samples, predating GICE, in the upper Mississippi Valley Herrmann et al. (2010, 2011) reported values similar to the Katian samples from Oklahoma, the upper Mississippi Valley, and the Cincinnati Arch region."
  }, {
    "heading": "5. Conclusions",
    "text": "The oxygen isotope data from species specific conodont elements of themidcontinentUS suggest that the Katian stagewas an interval of relative climatic stability. Combining the new data with data from recent conodont studies (Buggisch et al., 2010; Herrmann et al., 2010; Rosenau et al., 2012) indicates that this period of climatic stability extends below the base of the Katian into the upper Sandbian. Strong stratigraphic and sedimentological evidence suggests that extensive ice sheets existed during theHirnantian, but, whereas some sedimentological evidence of Katian glaciation exists (Frakes et al., 1992), the ages of these deposits are difficult to constrain (Hambrey, 1985). Our results test for progressive change in temperature or ice volume during the Katian but do not constrain ice extent at the start of the Katian. Therefore, evidence for stable conditions during the Katian implies that Late Ordovician cooling and glaciation was either short lived and confined to the Hirnantian, began at the base of the Sandbian but then conditions stabilized for millions of years prior to the Hirnantian event, or was not unidirectional with an early period of glaciation at the base of the\nSandbian (Shields et al., 2003) followed by a period of stable warmer temperatures during the Katian prior to Hirnantian glaciation.\nOur results also demonstrate that there is a statistically significant offset in δ18O values among conodont taxa. In this study Drepanoistodus suberectus and Plectodina tenuis elements consistently yielded lower δ18O values than co-occurring Phragmodus undatus elements suggesting that P. undatus lived in water ~2 °C colder than the environment of the other two taxa. This observation suggests that therewas resolvable ecological partitioning among conodont species and supports conclusions of other studies that suggest vertical partitioning of taxa within the water column."
  }, {
    "heading": "Acknowledgments",
    "text": "We thankW. Sweet for his helpful discussion and graciously providing the conodont samples used to generate the oxygen isotope data, R. Ethington for vetting conodont identifications and useful discussion, and S. Gouwy, S. Haynes, and C. Kelley for assistance with analyses. This research was funded by NSF EAR 0545799 and EAR 1323444 (KGM)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.palaeo.2014.03.036."
  }],
  "year": 2014,
  "references": [{
    "title": "The middle Caradoc facies and faunal turnover in the Late Ordovician Baltoscandian palaeobasin",
    "authors": ["L. Ainsaar", "T. Meidla", "T. Martma"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Oxygen isotopic composition of biogenic phosphate and temperature of Early Ordovician seawater",
    "authors": ["D. Bassett", "K.G. MacLeod", "J.F. Miller", "R.L. Ethington"],
    "venue": "Palaios",
    "year": 2007
  }, {
    "title": "Conodonts from the Lexington Limestone (Middle Ordovician) of Kentucky and its lateral equivalents in Ohio and Indiana",
    "authors": ["S.M. Bergström", "W.C. Sweet"],
    "venue": "Bull. Am. Paleontol",
    "year": 1966
  }, {
    "title": "Ordovician conodont localities, southwestern Ohio. 3rd Annual North-Central Section of the Geological Society of America Field Trip Guide, Ohio Division of Geological Survey",
    "authors": ["S.M. Bergström", "W.C. Sweet"],
    "venue": "Field Trip",
    "year": 1969
  }, {
    "title": "First record of the Hirnantian (Upper Ordovician",
    "authors": ["S.M. Bergström", "M.M. Saltzman", "B. Schmitz"],
    "year": 2006
  }, {
    "title": "Bathymetric and isotopic evidence for a short-lived Late Ordovician glaciation in a greenhouse",
    "authors": ["P. Brenchley", "J. Marshall", "G. Carden", "D. Robertson", "D. Long", "T. Meidla", "L. Hints", "T.F. Anderson"],
    "venue": "period. Geology",
    "year": 1994
  }, {
    "title": "High-resolution stable isotope stratigraphy of Upper Ordovician sequences: constraints on the timing of bioevents and environmental changes associated with mass extinction and glaciation",
    "authors": ["P.J. Brenchley", "G.A. Carden", "L. Hints", "D. Kaljo", "J.D. Marshall", "T. Martma", "T. Meidla"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 2003
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician",
    "authors": ["W. Buggisch", "M.M. Joachimski", "O. Lehnert", "S.M. Bergström", "J.E. Repetski", "G.F. Webers"],
    "venue": "icehouse? Geology",
    "year": 2010
  }, {
    "title": "Palaeokarst evidence for widespread regression and subaerial exposure in the middle Katian (Upper Ordovician) of Baltoscandia: significance for global climate",
    "authors": ["M. Calner", "O. Lehnert", "J. Nõlvak"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "The end-Ordovician glaciation and the Hirnantian Stage: a global review and questions about Late Ordovician event stratigraphy",
    "authors": ["A. Delabroye", "M. Vecoli"],
    "venue": "Earth Sci. Rev",
    "year": 2010
  }, {
    "title": "Defining an absolute reference frame for “clumped” isotope studies of CO2",
    "authors": ["K.J. Dennis", "H.P. Affek", "B.H. Passey", "D.P. Schrag", "J.M. Eiler"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2011
  }, {
    "title": "Orbital-scale climate change and glacioeustasy during the early Late Ordovician (pre-Hirnantian",
    "authors": ["M. Elrick", "D. Reardon", "W. Labor", "J. Martin", "A. Desrochers", "M. Pope"],
    "year": 2013
  }, {
    "title": "The magnitude and duration of Late Ordovician",
    "authors": ["S. Finnegan", "K. Bergmann", "J.M. Eiler", "D.S. Jones", "D.A. Fike", "I. Eisenman", "N.C. Hughes", "A.K. Tripati", "W.W. Fischer"],
    "venue": "Early Silurian glaciation. Science",
    "year": 2011
  }, {
    "title": "Climate Modes of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "Inter-laboratory calibration of new silver orthophosphate comparison materials for the stable oxygen isotope analysis of phosphates",
    "authors": ["S. Halas", "G. Skrzypek", "W. Meier-Augenstein", "A. Pelc", "H.F. Kemp"],
    "venue": "Rapid Commun. Mass Spectrom",
    "year": 2011
  }, {
    "title": "The Late Ordovician–Silurian glacial period",
    "authors": ["M.J. Hambrey"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1985
  }, {
    "title": "Carbonate clumped isotope compositions of modern marine mollusk and brachiopod shells",
    "authors": ["G.A. Henkes", "B.H. Passey", "A.D. Wanamaker Jr.", "E.L. Grossman", "W.G. Ambrose Jr.", "M.L. Carroll"],
    "venue": "Geochim. Cosmochim",
    "year": 2013
  }, {
    "title": "Did a volcanic mega-eruption cause global cooling during the Late Ordovician",
    "authors": ["A.D. Herrmann", "K.G. MacLeod", "S.A. Leslie"],
    "venue": "Palaios",
    "year": 2010
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician icehouse?: comment",
    "authors": ["A.D. Herrmann", "S.A. Leslie", "K.G. MacLeod"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "Sequence stratigraphy and long-term paleoceanographic changes in the Middle and Upper Ordovician of the eastern United States",
    "authors": ["S.M. Holland", "M.E. Patzkowsky"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1996
  }, {
    "title": "Gradient Ecology of a biotic invasion: biofacies of the type Cincinnatian Series (Upper Ordovician), Cincinnati, Ohio Region, USA",
    "authors": ["S.M. Holland", "M.E. Patzkowsky"],
    "venue": "Palaios",
    "year": 2007
  }, {
    "title": "Sequence stratigraphy of a carbonate-clastic ramp: The Cincinnatian Series (Upper Ordovician) in its type area",
    "authors": ["S.M. Holland"],
    "venue": "Geological Society of America Bulletin",
    "year": 1993
  }, {
    "title": "Upper Ordovician Lithostratigraphy and Conodont Biostratigraphy at Carrollton, Kentucky",
    "authors": ["F.K. Holterhoff"],
    "year": 1977
  }, {
    "title": "Paleotemperature and paleosalinity inferences and chemostratigraphy across the Aptian/Albian boundary in the subtropical North Atlantic",
    "authors": ["B.T. Huber", "K.G. MacLeod", "D. Gröcke", "M. Kucera"],
    "venue": "Paleoceanography 26,",
    "year": 2011
  }, {
    "title": "Implications of Gondwana glaciations in the Baltic late Ordovician and Silurian and a carbon isotopic test of environmental cyclicity",
    "authors": ["D. Kaljo", "T. Martma", "O. Männick", "V. Viir"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 2003
  }, {
    "title": "The succession of Hirnantian events based on data from Baltica: brachiopods, chitinozoans, conodonts, and carbon isotopes",
    "authors": ["D. Kaljo", "L. Hints", "P. Männik", "J. Nolvak"],
    "venue": "Est. J. Earth Sci",
    "year": 2008
  }, {
    "title": "The American Upper Ordovician standard. X. Upper Maysville and Richmond conodonts from the Cincinnati Region of Ohio, Indiana, and Kentucky",
    "authors": ["J.J. Kohut", "W.C. Sweet"],
    "venue": "J. Paleontol",
    "year": 1968
  }, {
    "title": "Oxygen isotopes in phosphates — rechecking the rules of the game",
    "authors": ["Y. Kolodny", "B. Luz", "O. Navon"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1983
  }, {
    "title": "A weathering hypothesis for glaciation at high atmospheric pCO2 during the Late Ordovician",
    "authors": ["L.R. Kump", "M.A. Arthur", "M.E. Patzkowsky", "M.T. Gibbs", "D.S. Pinkus", "P.M. Sheehan"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Oxygen isotope analysis of phosphate: improved precision using TC/EA CF-IRMS",
    "authors": ["D.F. LaPorte", "C. Holmden", "W.P. Patterson", "T. Prokopiuk", "B.M. Eglington"],
    "venue": "J. Mass Spectrom",
    "year": 2009
  }, {
    "title": "Relationships between upper Ordovician (Sandbian, Mohawkian) lithofaces and conodont biofacies distribution patterns using K-Bentonite beds as time planes",
    "authors": ["S.A. Leslie"],
    "venue": "Palaeontogr. Am",
    "year": 2009
  }, {
    "title": "Comment on work by Pucéat et al. (2010) on a revised phosphate– water fractionation equation. Earth Planet",
    "authors": ["A. Longinelli"],
    "year": 2013
  }, {
    "title": "Conodonts and the paleoclimatological and paleoecological applications of phosphate",
    "authors": ["K.G. MacLeod"],
    "year": 2012
  }, {
    "title": "Reconstructing Earths Deep-Time Climate — The State of the Art",
    "authors": ["L.C. In: Ivany", "B.T. Huber"],
    "venue": "Paleontological Society Papers, Paleontological Society,",
    "year": 2012
  }, {
    "title": "Changes in marine isotopic composition and the late Ordovician glaciation",
    "authors": ["J.D. Marshall", "P.D. Middelton"],
    "venue": "J. Geol. Soc",
    "year": 1990
  }, {
    "title": "Lithostratigraphy and Conodont Biostratigraphy of the Richmond Group of Southwestern Ohio and Southeastern Indiana",
    "authors": ["R. McClish"],
    "year": 1965
  }, {
    "title": "Ordovician metrescale cycles: implications for Ordovician climate and eustatic fluctuations in the central Appalachian Basin, USA",
    "authors": ["M.C. Pope", "J.F. Read"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Widespread, prolonged late Middle to Late Ordovician upwelling in North America: a proxy record of glaciation? Geology",
    "authors": ["M.C. Pope", "J.B. Steffen"],
    "year": 2003
  }, {
    "title": "Revised phosphate–water fractionation equation reassessing paleotemperatures derived from biogenic apatite",
    "authors": ["E. Pucéat", "M.M. Joachimski", "A. Bouilloux", "F. Monna", "A. Bonin", "S. Motreuil", "P. Morinière", "S. Hénard", "J. Mourin", "G. Dera", "D. Quesne"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Reply on Comment by Longinelli (2013) on a Revised Phosphate–Water Fractionation Equation",
    "authors": ["E. Pucéat", "M.M. Joachimski", "A. Bouilloux", "F. Monna", "A. Bonin", "S. Motreuil", "P. Morinière", "S. Hénard", "J. Mourin", "G. Dera", "D. Quesne"],
    "year": 2013
  }, {
    "title": "Oxygen and carbon isotopic composition of Ordovician brachiopods: implications for coeval seawater",
    "authors": ["H. Qing", "J. Veizer"],
    "venue": "Geochim. Cosmochim",
    "year": 1994
  }, {
    "title": "Conodont apatite",
    "authors": ["N.A. Rosenau", "A.D. Herrmann", "S.A. Leslie"],
    "year": 2012
  }, {
    "title": "Long-lived glaciation in the Late Ordovician? Isotopic and sequence-stratigraphic evidence from western Laurentia",
    "authors": ["M.R. Saltzman", "S.A. Young"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "A continental drift flipbook",
    "authors": ["C.R. Scotese"],
    "venue": "J. Geol",
    "year": 2004
  }, {
    "title": "Ordovician plate tectonic reconstructions",
    "authors": ["C.R. Scotese", "W.S. McKerro"],
    "venue": "Geol. Surv. Can. Pap",
    "year": 1991
  }, {
    "title": "An ecologic model for conodonts",
    "authors": ["G. Seddon", "W.C. Sweet"],
    "venue": "J. Paleontol",
    "year": 1971
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases. In:Walliser, O.H. (Ed.), Global Events and Event Stratigraphy in the Phanerozoic",
    "authors": ["J.J. Sepkoski"],
    "year": 1996
  }, {
    "title": "Paleotemperature history of the Cenozoic and the initiation of Antarctic glaciation: oxygen and carbon isotope analyses in DSDP sites",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Init. Rep. DSVP",
    "year": 1975
  }, {
    "title": "The Late Ordovician mass extinction",
    "authors": ["P.M. Sheehan"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Sr, C, and O isotope geochemistry of Ordovician brachiopods: a major isotopic event around the Middle–Late Ordovician transition",
    "authors": ["G.A. Shields", "G.A. Carden", "J. Veizer", "T. Meidla", "J. Rong", "R. Li"],
    "venue": "Geochim. Cosmochim",
    "year": 2003
  }, {
    "title": "A time like our own? Radioisotopic calibration of the Ordovician greenhouse to icehouse transition",
    "authors": ["M.E. Smith", "B.S. Singer", "T. Simo"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Lethally hot temperatures during the Early Triassic greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "H. Jiang", "L. Wang", "X. Lai"],
    "year": 2012
  }, {
    "title": "Graphic correlation of upper Middle and Upper Ordovician rocks, North American Midcontinent Province, U.S.A",
    "authors": ["W.C. Sweet"],
    "venue": "Aspects of the Ordovician System.,",
    "year": 1984
  }, {
    "title": "Graphic assembly of a conodont-based composite standard for the Ordovician System of North America",
    "authors": ["W.C. Sweet"],
    "venue": "Graphic Correlation. SEPM, Special Publication,",
    "year": 1995
  }, {
    "title": "Graphical refinement of the conodont database: examples and a plea",
    "authors": ["W.C. Sweet"],
    "venue": "Spec. Pap. Palaeontol",
    "year": 2005
  }, {
    "title": "Did cooling oceans trigger Ordovician biodiversification? Evidence from conodont thermometry",
    "authors": ["J.A. Trotter", "I.S. Williams", "C.R. Barnes", "C. Lécuyer", "R.S. Nicoll"],
    "year": 2008
  }, {
    "title": "Oxygen isotope analysis of phosphates: a comparison of techniques for analysis of Ag3PO4",
    "authors": ["T.W. Vennemann", "H.C. Fricke", "R.E. Blake", "J.R. O'Neil", "A. Colman"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "The American Upper Ordovician Standard IV. Classification of the limestones of the type Cincinnatian",
    "authors": ["M.P. Weiss", "C.E. Norman"],
    "venue": "J. Sediment. Petrol",
    "year": 1960
  }, {
    "title": "Comparing oxygen isotope records of silurian calcite",
    "authors": ["B. Wenzel", "C. Lecuyer", "M.M. Joachimski"],
    "year": 2000
  }, {
    "title": "phosphate—δ18O compositions of brachiopods and conodonts",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Bergström"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }],
  "id": "SP:046ff4ac69e9c3bfbe4021c4719c9869a3384484",
  "authors": [{
    "name": "Page C. Quinton",
    "affiliations": []
  }, {
    "name": "Kenneth G. MacLeod",
    "affiliations": []
  }],
  "title": "Oxygen isotopes from conodont apatite of the midcontinent, US: Implications for Late Ordovician climate evolution"
}