{
  "sections": [{
    "text": "Evidence of volcano–ground ice interactions on Mars can provide important constraints on the timing and distribution of martian volcanic processes and climate characteristics. Northwest of the Elysium Rise is Hrad Vallis, a ∼370 m deep, 800 km long sinuous valley that begins in a source region at 34◦ N, 218◦ W. Flanking both sides of the source region is a lobate deposit that extends ∼50 km perpendicular from the source and is an average of ∼40 m thick. Previous studies have suggested the formation of the Hrad Vallis source region was the result of explosive magma–ice interaction and that the lobate deposit is a mudflow; here we use newly available MOLA, MOC, and THEMIS data to investigate the evidence supporting this hypothesis. Within the lobate deposit we have identified 12 craters with thermal infrared signatures and morphologies that are distinct from any other craters or depressions in the region. The thermally distinct craters are distinguished by their cool interiors surrounded by warm ejecta in the nighttime THEMIS IR data and warm interiors surrounded by cool ejecta in the daytime THEMIS IR data. The craters are typically 1100–1800 m in diameter (one crater is ∼2300 m across) and 30–40 m deep, but may be up to 70 m. The craters are typically circular and have central depressions (several with interior dune fill) surrounded by ∼1 to >6 concentric fracture sets. The distribution of the craters and their morphology suggests that they are likely the result of the interaction between a hot mudflow and ground ice.  2005 Elsevier Inc. All rights reserved.\nKeywords: Cratering; Geological processes; Mars, surface; Volcanism"
  }, {
    "heading": "1. Introduction",
    "text": "The search for, and documentation of, evidence for volcano– ice interactions on the surface of Mars has been a primary focus in martian volcanology studies for many years. Many different unusual features on the planet have been suggested to be evidence for the interaction of hot volcanic material and near-surface ground ice (Allen, 1979; Mouginis-Mark, 1985; Chapman et al., 2000; Fagents et al., 2002). Northwest of the Elysium Rise is a region covered by extensive deposits thought to be the result of widespread volcano–ground ice interactions (Mouginis-Mark, 1985; Christiansen, 1989; Russell and Head, 2003).\nHrad Vallis, a ∼370 m deep, 800 km long sinuous valley, begins in a source region located at 34◦ N, 218◦ W (Fig. 1). The source region is flanked by a geologically unique feature on Mars, a lobate deposit that extends a maximum of ∼50 km from\n* Corresponding author. Fax: +1 808 956 6322. E-mail address: aisham@hawaii.edu (A.R. Morris).\n0019-1035/$ – see front matter  2005 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2005.09.015\nthe source (Fig. 2) (Wilson and Mouginis-Mark, 2003). Within the deposit is a population of craters that exhibit distinct characteristics in the thermal infrared. Previous investigations have proposed that the craters are the result of the interaction of a hot mudflow deposit and cold substrate, or the explosive release of volatiles from within a hot mudflow (De Hon et al., 1999; Wilson and Mouginis-Mark, 2003). A study by De Hon (1992) suggested that the landscape surrounding the source region of Hrad Vallis may be the result of karstification or thermokarst activity. The origin of the craters appears to be intimately linked with the origin of the deposit surrounding the Hrad Vallis source region. Constraining crater origin, the subject of this study, will therefore aid in the interpretations of the Hrad Vallis region, a terrain interpreted to be the result of extensive volcano–ice interaction."
  }, {
    "heading": "2. Background",
    "text": "The terrain surrounding the source area for Hrad Vallis is geologically distinct from the surrounding landscape. The region is characterized by unusual flow-like deposits and channel sys-\ntems that extend radially from the slopes of the Elysium Rise (Christiansen, 1989). Various formation mechanisms have been proposed for Hrad Vallis based on observations from Viking Orbiter (Christiansen, 1989; De Hon, 1992; De Hon et al., 1999) and Mars Orbiter Camera (MOC) images and Mars Orbiter Laser Altimeter (MOLA) topography (Wilson and MouginisMark, 2003).\nPrevious studies have examined the Hrad Vallis region and noted the unique morphology of the deposit that surrounds the source area. Based on photogeologic mapping of Viking Orbiter images, early workers postulated the formation of the north-\nwest Elysium deposits occurred as heat associated with magmatism within Elysium Rise released subsurface volatiles, generating mega-lahars that traveled down slope toward the northern lowlands (Christiansen and Greeley, 1981; Christiansen, 1989). Mouginis-Mark et al. (1984) described the regional geology of Elysium Planitia and identified plausible morphological evidence for volcano–ground ice interactions by analyzing Viking Orbiter data. This evidence includes diversity of crater morphology, presence of knobby and chaotic terrain, and possible explosive behavior of Hecates Tholus (Mouginis-Mark et al., 1984). Mouginis-Mark (1985) examined the Elysium\nPlanitia region, including Hrad Vallis, to determine the origin for a range of enigmatic features such as collapse pits and anomalous craters. Based on geomorphologic interpretations of Viking Orbiter images, Mouginis-Mark (1985) proposed interaction between subsurface volatiles and volcanic heat as a potential source for the features, although he acknowledged that\nthe craters could potentially be impact craters formed after the initial emplacement of the mudflow forming the region around Hrad Vallis.\nDe Hon (1992) studied the Hrad Vallis region to gain insight into the formation mechanism of the channel and the landscape surrounding the depression. He suggested a formation by kars-\ntification or thermokarst processes in the substrate of the region leading to collapse of the surface. In this model, elongation and coalescence of the collapse troughs along structural trends lead to formation of composite valleys. Subsequent prolonged release of water into the valley formed by nonfluvial processes results in formation of an incised channel on the floor of the valley. De Hon (1992) proposed the fractured, chaotic terrain and mudflow material near the head of the valley suggest thixotropic behavior of saturated, clay-rich materials. However, De Hon (1992) did not directly address the anomalous craters within the deposit surrounding the Hrad Vallis source region.\nUsing high-resolution MOC images in conjunction with MOLA topographic data, Wilson and Mouginis-Mark (2003) re-examined the Hrad Vallis region to further constrain the formation mechanism for the depression and the deposit surrounding the source region. MOLA altimetry provided topographic data from which they noted the estimated thickness of the deposit was an average of 40 m, although it is likely as thick as 80 m on the western side of Hrad Vallis and possibly 25 m thick on the eastern side. Wilson and Mouginis-Mark (2003) suggested the variation in flow thickness was the result of the flow traveling a greater distance to the east from the source region. After noting the presence of a higher number of crater features than would be expected on the deposit (the overlying unit has many craters while the underlying unit has relatively few), they attempted to explain the anomalous craters as phreatic or phreatomagmatic explosion craters within a mud deposit generated during the formation of the Hrad Vallis source region (Wilson and Mouginis-Mark, 2003; their Fig. 6). This model suggests that the craters result from explosions due to rapid heating and explosive release of ice or water contained within the hot mudflow deposit or within an ice-rich substrate.\nSeveral of the aforementioned studies noted the presence of distinct craters within the flow deposit (Fig. 2) that appear to have been formed by processes other than impact cratering and proposed origins potentially related to the emplacement of a smooth deposit bounding the source region of Hrad Vallis (Mouginis-Mark et al., 1984; Mouginis-Mark, 1985; Wilson and Mouginis-Mark, 2003). Presently, no models exist to explain the formation of these distinct craters. The primary goal of the current study is to assess possible formation mechanisms for the craters by way of a geomorphologic and topographic examination utilizing a variety of data that have become available since the earlier studies."
  }, {
    "heading": "3. Data and analysis",
    "text": "To understand the origin of the craters, we used publicly available MOLA profiles and MOC images, Thermal Emission Imaging System visible wavelength (THEMIS VIS), and day and night THEMIS infrared (THEMIS IR) image data, which provide insight into the topographic, morphologic and thermal properties of craters in the Hrad Vallis region. We were unable to use compositional data from the THEMIS instrument due to the perennially cold temperatures in the middle latitudes where Hrad Vallis is located (Christensen et al., 2004). The MOLA, THEMIS, and MOC data were inspected for evidence consis-\ntent with any one of four different processes: (1) impact cratering, (2) a formation resulting from collapse, or (3) by explosive activity within the flow deposit (which may be a mudflow), or (4) a combination of these processes. In this study, a “thermally distinct” crater is defined as a crater having a warm interior surrounded by a cool halo relative to the surrounding terrain in the daytime IR and a low-temperature interior surrounded by a high temperature halo relative to the adjacent surfaces in the nighttime IR data (Fig. 3). The thermally distinct craters appear to have temperature characteristics that are different from both the surrounding terrain and other obvious impact craters in the region. The relative temperatures acquired from the THEMIS IR images are discussed in the following section."
  }, {
    "heading": "4. Description of craters",
    "text": ""
  }, {
    "heading": "4.1. Thermal properties",
    "text": "Previous studies of thermally distinct impact craters have been conducted using low spectral resolution, high spatial resolution Termoskan data obtained during the Phobos ’88 mission to Mars (Betts and Murray, 1993). The Termoskan instrument was a two-band scanning radiometer with one band in the visible wavelengths at 0.5–1.0 µm and one band in the thermal infrared at 8–12 µm. The thermal data used in the study had resolutions of 1.8 km/pixel and 300 m/pixel (Betts and Murray, 1993). Betts and Murray (1993) examined the thermal character of crater ejecta on the plains near Valles Marineris and identified a strong dependence on Hesperian terrains for the presence of thermally distinct ejecta blankets. The study indicated that ejecta blankets distinct in the thermal infrared (EDITH) were spatially or temporally dependent on terrains of Hesperian age. The EDITH craters exhibited varying thermal relationships with the surrounding terrain, where some ejecta appeared warmer than the surrounding terrain and other ejecta blankets were cooler. Betts and Murray (1993) concluded that the EDITH craters were the result of exhumation of thermally\nTable 1 Thermally distinct crater information\nCrater ID\nLatitude (◦N) Longitude (◦E) Diameter (m)\nVisible ejecta\nRelative ejecta temp. daytime IR\nRelative ejecta temp. nighttime IR\n1 34◦ 12′ 40.59′′ 141◦ 4′ 31.56′′ 1700 No Cool Warm 2 34◦ 12′ 40.59′′ 141◦ 10′ 37.21′′ 1650 Yes Cool Warm 3 34◦ 2′ 21.80′′ 141◦ 19′ 31.62′′ 1200 Yes Slightly cool Possibly warm 4 33◦ 38′ 27.33′′ 141◦ 11′ 5.34′′ 1100 No Cool Warm 5 33◦ 30′ 57.30′′ 141◦ 28′ 54.16′′ 1100 n/a Cool Warm 6 33◦ 48′ 17.99′′ 142◦ 10′ 9.31′′ 1300 No Cool Warm 7 34◦ 7′ 31.19′′ 141◦ 57′ 29.89′′ 1600 No No apparent ejecta Warm 8 34◦ 14′ 33.09′′ 141◦ 58′ 26.14′′ 1200 No Slightly cool Small amount warm 9 34◦ 23′ 27.50′′ 142◦ 3′ 35.54′′ 1300 No Slightly cool Large region warm 10 34◦ 32′ 50.04′′ 142◦ 5′ 56.17′′ 1200 No Cool Warm 11 34◦ 48′ 18.22′′ 141◦ 52′ 20.50′′ 2300 Yes Cool rayed Warm, rayed 12 34◦ 39′ 23.81′′ 141◦ 46′ 42.97′′ 1800 n/a Very cool Very warm Note. Crater ID shown in Fig. 2. Crater diameters measured from MOC, THEMIS VIS, and THEMIS daytime IR images. Visible ejecta data observed where image coverage in the visible wavelengths available. General ejecta characteristics in daytime and nighttime IR detailed.\ndistinct material of Noachian age from beneath a younger, thinner layer of Hesperian aged material.\nIn our study, the primary criterion used to define the crater dataset is the thermal properties of the craters. By definition, all the craters included in our sample have distinct thermal properties in the thermal infrared data. The thermally distinct craters at Hrad Vallis are characterized by ejecta blankets that consistently appear cooler than the surrounding material in the daytime IR and warmer than the surrounding material in the nighttime IR. Of the craters covered by THEMIS VIS or MOC data, some of the craters with IR signatures have visible ejecta, while others do not appear to have ejecta in the visible wavelength images (Table 1). In the THEMIS nighttime IR brightness temperature data, the innermost regions of the craters are relatively cooler than the surrounding terrain, while the crater ejecta are relatively warmer than the surrounding terrain (Fig. 3). Christensen et al. (2003) suggested that the cool daytime and warm nighttime ejecta on the rims of the craters are typical of a surface that is either blockier than the surroundings or more highly indurated than the surrounding terrain, while the low-temperature nighttime IR signature of the central portion of the craters is characteristic of a dusty or fine-grained material. In contrast, typical examples of impact craters in the region are characterized by ejecta that appear warm in the daytime IR and cool in the nighttime IR. A total of 12 craters have these unusual attributes at Hrad Vallis and they will be discussed in detail in the following sections."
  }, {
    "heading": "4.2. Morphology and ejecta distribution",
    "text": "The measured crater diameters are typically ∼1100–1800 m across (Table 1), although Crater 11 is ∼2300 m across (Fig. 4a). The typical crater morphology includes a central depression surrounded by concentric fractures and faults resulting in disrupted terrain on the outside of the central region (Fig. 4). The majority of the craters have a double-ring center, characterized by a coherent inner raised ring within the central depression. Where MOLA profiles cross the craters, the outer rims of the craters do not have raised rims and the central portions of the craters appear to be ∼30–40 m deep, but may be\nas much as 70 m deep (Fig. 5). The THEMIS VIS and MOC data also do not show raised rims on the craters. The lack of raised rims is potentially indicative of a nonimpact origin for the thermally distinct craters. Crater ejecta are evident in the visible wavelength on the outer rims of the three craters covered by MOC images and some of the craters covered by THEMIS VIS data. On the craters where ejecta are obvious in the visible wavelengths, the ejecta blankets typically reach radial distances of 400–1000 m from the rims of the craters. Although not all of the thermally distinct craters have visible ejecta, in the THEMIS nighttime IR their defining thermal ejecta signatures typically extend ∼2/3 of a crater radius away from the crater rim.\nVariations in dune population, degree of fracturing, and ejecta morphology are visible at THEMIS VIS and MOC resolution (∼19 and 1.5–6.44 m/pixel, respectively) (Fig. 4). The majority of the interior depression and the area between the fractures within Crater 2 is covered by dune fields, while only the innermost region of Crater 11 is sparsely covered in dunes and the dune population in Crater 3 is intermediate between Craters 2 and 11 (Fig. 4). Dunes are not observed on the terrain surrounding the outermost fractures of any of the craters covered by MOC images. There is also no morphologic evidence for extensive eolian mantling or stripping.\nThe degree of fracturing surrounding the central depression varies from one major fracture set surrounding Crater 2 to extensive fracturing on the outer region of Craters 3 and 11 (Fig. 4). Crater 1 appears to have slightly less extensive fracturing than Crater 3, and more fracturing than Crater 2 (Fig. 6). Craters 7–10 have more extensive fracturing than Crater 2, with Craters 7 and 8 exhibiting degrees of fracturing similar to Crater 1 (Fig. 7).\nThe definition of the thermally distinct craters by the identification of a thermal anomaly in the THEMIS IR data is likely not applicable to the smaller features observed in Fig. 7. A smaller-scale phreatic event may produce only a weak ejecta blanket, which may be only a few pixels wide in the THEMIS IR data. Examination of the high-resolution THEMIS VIS and MOC images reveals that the smaller depressions that at first appear similar to the thermally distinct craters have morphologies inconsistent with the thermally distinct craters. The smaller\ncraters lack the concentric disruption of the surrounding terrain that characterizes the thermally distinct craters. Even at the highest resolution data available, ejecta is not visible on any of the smaller depressions.\nMOC images show that Craters 2, 3, and 11 have evidence for ejecta on the rim (Fig. 4). The ejecta surrounding Craters 3 and 11 appear to have been more fluidized than the ejecta from Crater 2. Differences also exist in ejecta morphology between\nCraters 3 and 11. The ejecta surrounding Crater 11 are more visible in the MOC images than the ejecta surrounding Crater 3, although the craters have similar degrees of concentric faulting and fracturing. The differences in the apparent amount of ejecta between Craters 3 and 11 are potentially related to the size variation between the two craters, as Crater 11 is twice the diameter of Crater 3. The ejecta surrounding Crater 2 exhibit a distribution consistent with ballistic trajectories, forming a uniformly\nwide halo of material around the central depression (Fig. 4b). Assuming the ejecta surrounding all three craters is the same material from a similar depth, it is possible that the material ejected from Craters 3 and 11 may have had a slightly higher volatile content or may have been emplaced at a much lower angle to the substrate than the material ejected from Crater 2. At this time, detailed analysis of ejecta from the nine other thermally distinct craters is not possible due to limitations in MOC image coverage of the region."
  }, {
    "heading": "4.3. Distribution of craters",
    "text": "The craters identified as thermally distinct craters based on the THEMIS daytime and nighttime IR data were mapped on a mosaic of Viking images (Fig. 8). Twelve craters were identified, all located in a region mapped as Apf (Amazonian fluted plains material) by De Hon et al. (1999). The Apf unit is identified as smooth, level plains material having low-relief fluting and an intersecting pattern of linear hollows and is interpreted as dune fields or a mudflow originating from the source of Hrad Vallis and Galaxias Fossae (De Hon et al., 1999). Following the geologic map of De Hon et al. (1999), Wilson and Mouginis-\nMark (2003) further subdivided the Apf unit into two separate mudflow units near the source region of Hrad Vallis (Fig. 8).\nClose examination of Fig. 8 indicates that the thermally distinct craters are restricted to the “upper mudflow unit” identified by Wilson and Mouginis-Mark (2003). A search of publicly available (as of March 2005) THEMIS IR data in the regions surrounding Hrad Vallis and the western and northwestern flank of the Elysium rise reveals no other evidence for similar examples of the thermally anomalous craters on geologic units other than the upper mudflow unit near the source region of Hrad Vallis. The isolated nature of the crater locations is consistent with an origin linked to the emplacement of the unit within which they are contained."
  }, {
    "heading": "5. Additional quasi-circular features",
    "text": "In addition to the thermally distinct craters in the smooth unit bordering the source region of Hrad Vallis and obvious impact craters, there are at least three additional populations of quasi-circular features in the region. All three additional populations of identified features lack the thermal signature that distinguishes the craters previously discussed. Coincidentally, in terms of location in the Hrad Vallis region, the additional populations of quasi-circular features and the thermally distinct craters are mutually exclusive. In the available image data, we do not see evidence of the quasi-circular features on the upper smooth unit, nor do we see the thermally distinct craters on the lower units."
  }, {
    "heading": "5.1. Pits and hollows",
    "text": "Two of the additional populations are depressions that we call “pits” and “hollows” present on the lobe of material extending westward away from the source region of Hrad Vallis (Fig. 6). The ∼4 km wide lobe of material extends ∼25 km to the west from the edge of the smooth deposit and is ∼80–100 m thick as determined from MOLA topographic profiles (e.g., orbits 00457, 10786, 12616). The edges of the lobe exhibit margin-parallel fractures, hinting at post-emplacement deformation (Fig. 9). Although the lobe appears to be the result of fluidized movement of unconsolidated material, at MOC resolution (3.21 m/pixel) flow features are not preserved on the current surface of the deposit. The presence and high numbers of the pits and hollows on this lobe of material relative to the surrounding substrate was one of the key attributes suggested by Wilson and Mouginis-Mark (2003) as evidence for an endogenic origin of the anomalous craters identified elsewhere on the deposit flanking the Hrad Vallis source region. The recent acquisition of more extensive MOC coverage of the region now allows us to examine the thermally anomalous craters and pits and hollows in greater detail than the earlier studies.\nThe first population on the lobe comprises amorphous “pits” resulting in a potholed appearance in the Viking Orbiter, THEMIS VIS, and MOC images. The amorphous pits are depressions with irregular edges in plan view, occur primarily along the middle axis of the lobe, and (from individual MOLA profiles) are typically 400–500 m in diameter and 10–20 m\ndeep. The edges of the amorphous pits do not appear raised relative to the surrounding material and an ejecta mantle surrounding the pits is not observed (Fig. 9). The floors of the pits are smooth, flat to bowl-shaped and consistently contain dunes.\nWe refer to the second population of sub-circular depressions on the lobe as “hollows” (Fig. 6). The hollows display relatively low relief compared to the pits and the contact between the depression and the surrounding material is smooth and gradual. The hollows are ∼500–1000 m in diameter and occur primarily in the near-source portion of the lobe. The interiors of the hollows exhibit morphologies similar to the surrounding terrain (Fig. 6).\nBased on our assessment of the recent MOC images and the THEMIS VIS images, unavailable at the time Wilson and Mouginis-Mark (2003) made their original assessment, we find that the pits, hollows, and thermally distinct craters are in fact three separate populations of depressions within the lobate deposit, and likely represent the products of three separate formation processes."
  }, {
    "heading": "5.2. “Low-relief features” to north of ridged mountain",
    "text": "The third population of quasi-circular features is observed in the region to the east and north of the smooth deposit on the eastern side of the Hrad Vallis source region, just northeast of the mountain block (Fig. 10). We refer to the these features as “low-relief features.” These low-relief features are typically noncircular and 100–300 m across, although four larger features have measured diameters of 320, 480, 580, and 970 m (Fig. 10). They occur on what Wilson and Mouginis-Mark\n(2003) referred to as the “lower mudflow.” From available MOC images, it appears that the largest features are clustered in an area of ∼3–4 km in radius. Typically, the morphology of the features includes a circular to sub-circular ring of material, often enclosing a relatively flat central region. Based on shadow and illumination observations from the MOC images, few of the features appear to have negative relief. No definitive evidence has been found for ejecta surrounding any of the features within the area. Additionally, the low-relief features to the east and north of Hrad Vallis do not have thermal signatures in the THEMIS IR data. This may be a problem of image resolution, as the THEMIS IR resolution is ∼100 m/pixel and many of the features are in the 100–200 m diameter range, making any possible thermal signature only one or two pixels large. Assuming the features formed separated by geologically distinct periods of time based on their presence in superposed geologic units, the relative age of the features may also cause differences in the thermal signatures of the low-relief features and the thermally distinct craters."
  }, {
    "heading": "6. Discussion",
    "text": "The origin of the thermally distinct craters in the Hrad Vallis region is an enigma, although several mechanisms have been invoked. Mouginis-Mark (1985) hypothesized that the craters were pseudocraters formed when the hot mudflow overrode a volatile-rich substrate, causing highly energetic vaporization of volatiles in the form of monogenetic explosion craters in the mudflow. He also suggested they may be impact craters formed after the emplacement of the smooth unit. De Hon et al. (1999)\nhypothesized the origin of the depressions in the smooth deposit surrounding Hrad Vallis was actually the result of infilling of impact craters by a mudflow originating from Hrad Vallis. Wilson and Mouginis-Mark (2003) proposed that the craters are the result of the highly energetic release of volatiles concentrated within the mudflow, causing explosion craters on the\nsurface of the flow. These mechanisms will now be discussed in light of the observations from the newly available data.\nAn origin of the thermally distinct craters due to impact cratering or infilling of pre-existing impact craters is not compatible with the observations described in the preceding sections. Infilling of pre-existing impact craters is inconsistent with the presence of thermally distinct ejecta in the THEMIS IR data. The thermally distinct craters are similar sizes and are all located on what appears to be a single geologic unit. There appears to be a relative lack of craters in a similar crater diameter range outside of the geologic unit containing the thermally distinct craters. Additionally, the morphology of the thermally distinct craters is inconsistent with an impact crater origin. At the resolution of the THEMIS VIS images, not all of the ther-\nmally distinct craters appear to have ejecta, despite having a distinct thermal signature in the thermal infrared wavelengths. Furthermore, the concentric fracturing of the crater rims is inconsistent with typical 1–2 km impact crater terrace formation. The concentric fracturing, lack of a raised rim and lack of visible ejecta, despite the location in a geologically young unit, all argue against impact cratering as the process responsible for the thermally distinct craters.\nOur observations suggest impact cratering was not responsible for the formation of the concentrically fractured, thermally distinct craters on the mudflow deposit, so we must investigate the other options mentioned above. The craters are circular, implying a point source, with thermally distinct ejecta on the outer edges of the depressions. Based on the above observations, the\nthermally distinct craters exhibit morphologies consistent with formation by explosion (ejecta surrounding the depression) and subsequent collapse of the surrounding material (fractures cutting some ejecta). At infrared wavelengths, the ejecta surrounding the craters extend to varying distances from the crater rim, although only a weak correlation between crater diameter and\nejecta blanket width can be observed. The varying degree of fracturing on the outer regions of the thermally distinct craters is suggestive of a spatially or temporally varying process causing collapse of the crater wall. It is likely the lower degree of fracturing of Crater 2 than Craters 3 and 11, and the more equally distributed ejecta halo around Crater 2, are both related to the origin of the thermally distinct craters.\nOur preferred model for the origin of the mudflow is intimately related to the origin of Hrad Vallis. Previous models for the origin of Hrad Vallis include a large dike propagated from a magma reservoir toward the west–northwest [as suggested by Wilson and Mouginis-Mark (2003) and Russell and Head (2003)]. As put forth by Wilson and Mouginis-Mark (2003), in the case of Hrad Vallis, the hot magmatic material intermixed with the melted ground ice and was explosively released onto the surface to form the mudflow within which the craters studied here are located. The interaction between the hot mudflow and remaining ice, whether contained in the mudflow or,\nmore likely, in the still-frozen substrate, caused some explosion craters as the remaining ice rapidly flashed to steam.\nA phreatic explosion within a mudflow would be expected to produce ejecta surrounding the central depression, akin to maar-forming terrestrial explosions (Self et al., 1980), although the exact volume of material ejected from the crater versus the volume of material that falls back into the crater is unknown. The observation that only the largest Hrad craters have ejecta visible in the available images may be consistent with the hypothesis that the larger craters are the result of a more energetic explosion that was more efficient at ejecting material out of the crater onto the surrounding terrain. The empty volume of space caused by the liberation of the locally concentrated volatiles may result in slumping of the newly formed crater walls in response to the free surface exposed within the crater. With the data currently available, we are not able to determine whether the volatiles were released from the substrate or from within the mudflow. Compositional data showing the make-up of the ejecta versus that of the mudflow would be highly useful, but the region is too cool and dust-covered to obtain reliable compositional information. Fagents et al. (2002) describe pseudocraters identified in several regions of Mars and observed in Iceland. These craters are typically a few hundred meters in diameter, and if resolved at all, a thermal signature in the THEMIS IR images would be only a few pixels wide and inadequate to fully characterize the feature. Although the features described in Fagents et al. (2002) typically have positive relief, the thermally distinct craters near Hrad Vallis may be an interesting new variant of pseudocrater on Mars because we can identify their ejecta using MOC and THEMIS VIS images.\nThe lobate deposit containing the thermally distinct craters on the flanks of the source region of Hrad Vallis appears to be a unique geological feature on the surface of Mars (Wilson and Mouginis-Mark, 2003). We have searched the publicly available THEMIS VIS image database and find no other examples elsewhere on Mars. It is possible that the location of the feature is the primary reason for the unusual formation, as the source region for Hrad Vallis is at the highest latitude and lowest elevation of all the major outflow channels on the planet. In addition, the head region of Hrad Vallis is located at the break in slope between the Elysium Rise, the second largest volcanic province on Mars, and the northern lowlands, a region thought to have been extensively modified by near-surface ground-ice (Mouginis-Mark et al., 1984). The sequence of events and the characteristics of the region may all conspire to make the craters in Hrad Vallis unique, although searching for similar craters elsewhere on Mars may help to identify other hot meltwater eruptions."
  }, {
    "heading": "7. Summary",
    "text": "We have documented 12 thermally anomalous craters in the diameter range of ∼1100–1800 m flanking the source region for Hrad Vallis, near Elysium, Mars. We observe that all the craters are circular, not elongate, and all lack the raised rims commonly associated with relatively fresh impact craters. Ejecta with distinct thermal signatures that are all typical of coarser-grained or\nblocky material surround the craters. The depths of the craters are approximately equal to the thickness of the lobate deposit and in high-resolution image data we see that multiple concentric collapse events surround the central crater depression. The characteristics of the craters are consistent with a formation initiated by an explosive event followed by collapse of the region surrounding the depression. Initiating such explosive events must rely on an unusual combination of mudflow temperature (hotter than normal?) and the existence of isolated pockets of ice close to the surface that could be heated to vaporization temperature. Further numerical modeling of the dynamics of this interaction is essential to adequately resolve the origin of the craters, but such work is beyond the scope of this investigation. Additional high-resolution images specifically targeting the thermally distinct craters using the MOC instrument and the High Resolution Imaging Science Experiment (HiRISE) on the Mars Reconnaissance Orbiter might address some of the remaining questions concerning the meter-scale morphology of the thermally distinct craters. New information regarding the crater morphology, such as the spatial extent and characteristics of ejecta as well as better knowledge of the interior structure, will aid in the determination of the origin of the craters."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported by NASA grant NAG5-13323 (PMM, PI) under the Mars Data Analysis Program. We gratefully acknowledge helpful discussions with Lionel Wilson. Computer programming by Harold Garbeil also proved especially useful for the collation of THEMIS and MOLA datasets. We thank Robert Craddock and an anonymous reviewer for their thoughtful reviews, which greatly improved the manuscript. This is HIGP publication number 1409 and SOEST publication number 6673."
  }],
  "year": 2006,
  "references": [{
    "title": "Volcano–ice interactions on Mars",
    "authors": ["C.C. Allen"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Thermally distinct ejecta blankets from martian craters",
    "authors": ["B.H. Betts", "B.C. Murray"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Volcanism and ice interactions on Earth and Mars",
    "authors": ["M.G. Chapman", "C.C. Allen", "M.T. Gudmundsson", "V.C. Gulick", "S.P. Jakobsson", "B.K. Lucchitta", "I.P. Skilling", "R.B. Waitt"],
    "year": 2000
  }, {
    "title": "Morphology and composition",
    "authors": ["P.R. Christensen", "J.L. Bandfield", "J.F. Bell III", "N. Gorelick", "V.E. Hamilton", "A. Ivanov", "B.M. Jakosky", "H.H. Kieffer", "M.D. Lane", "M.C. Malin", "T. McConnochie", "A.S. McEwen", "H.Y. McSween Jr.", "G.L. Mehall", "J.E. Moersch", "K.H. Nealson", "J.W. Rice Jr.", "M.I. Richardson", "S.W. Ruff", "M.D. Smith", "T.N. Titus", "M.B. Wyatt"],
    "year": 2003
  }, {
    "title": "The Thermal Emission Imaging System (THEMIS) for the Mars",
    "authors": ["P.R. Christensen", "B.M. Jakosky", "H.H. Kieffer", "M.C. Malin", "H.Y.J. McSween", "K.H. Nealson", "G.L. Mehall", "S.H. Silverman", "S. Ferry", "M. Caplinger", "M. Ravine"],
    "venue": "Odyssey mission. Space Sci",
    "year": 2004
  }, {
    "title": "Mega-lahars (?) in the Elysium Region, Mars",
    "authors": ["E.H. Christiansen", "R. Greeley"],
    "venue": "Lunar Planet. Sci. XII,",
    "year": 1981
  }, {
    "title": "Polygenetic origin of Hrad Vallis region of Mars",
    "authors": ["R.A. De Hon"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 1992
  }, {
    "title": "Geologic map of the Galaxias Quadrangle (MTM 35217) of Mars, Miscellaneous Investigations Series. U.S. Geological Survey, Map I-2579",
    "authors": ["R.A. De Hon", "P.J. Mouginis-Mark", "E.E. Brick"],
    "year": 1999
  }, {
    "title": "Rootless cones on Mars: A consequence of lava–ground ice interaction",
    "authors": ["S.A. Fagents", "P. Lanagan", "R. Greeley"],
    "year": 2002
  }, {
    "title": "Volcano/ground ice interactions in Elysium Planitia, Mars",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1985
  }, {
    "title": "Elysium Planitia, Mars: Regional geology, volcanology, and evidence for volcano–ground ice interactions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.W. Head", "S.H. Brown", "J.L. Hall", "K.D. Sullivan"],
    "venue": "Earth Moon Planets",
    "year": 1984
  }, {
    "title": "Elysium–Utopia flows as mega-lahars: A model of dike intrusion, cryosphere cracking, and water-sediment release",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Ukinrek Maars, Alaska",
    "authors": ["S. Self", "J. Kienle", "Huot", "J.-P"],
    "venue": "II. Deposits and formation of the 1977 craters. J. Volcanol. Geoth. Res",
    "year": 1980
  }, {
    "title": "Phreatomagmatic explosive origin of Hrad Vallis, Mars",
    "authors": ["L. Wilson", "P.J. Mouginis-Mark"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }],
  "id": "SP:1d4c4fecaf1deb5974038a693131fd3826b7376b",
  "authors": [{
    "name": "Aisha R. Morris",
    "affiliations": []
  }, {
    "name": "Peter J. Mouginis-Mark",
    "affiliations": []
  }],
  "abstractText": "Evidence of volcano–ground ice interactions on Mars can provide important constraints on the timing and distribution of martian volcanic processes and climate characteristics. Northwest of the Elysium Rise is Hrad Vallis, a ∼370 m deep, 800 km long sinuous valley that begins in a source region at 34◦ N, 218◦ W. Flanking both sides of the source region is a lobate deposit that extends ∼50 km perpendicular from the source and is an average of ∼40 m thick. Previous studies have suggested the formation of the Hrad Vallis source region was the result of explosive magma–ice interaction and that the lobate deposit is a mudflow; here we use newly available MOLA, MOC, and THEMIS data to investigate the evidence supporting this hypothesis. Within the lobate deposit we have identified 12 craters with thermal infrared signatures and morphologies that are distinct from any other craters or depressions in the region. The thermally distinct craters are distinguished by their cool interiors surrounded by warm ejecta in the nighttime THEMIS IR data and warm interiors surrounded by cool ejecta in the daytime THEMIS IR data. The craters are typically 1100–1800 m in diameter (one crater is ∼2300 m across) and 30–40 m deep, but may be up to 70 m. The craters are typically circular and have central depressions (several with interior dune fill) surrounded by ∼1 to >6 concentric fracture sets. The distribution of the craters and their morphology suggests that they are likely the result of the interaction between a hot mudflow and ground ice.  2005 Elsevier Inc. All rights reserved.",
  "title": "Thermally distinct craters near Hrad Vallis, Elysium Planitia, Mars"
}