{
  "sections": [{
    "text": "Simultaneous supercontinent and superplume events may reinforce or cancel signals preserved in the geologic record. Alternatively, one signal may overwhelm the other. For instance, relatively low sea level during a 2.7-Ga superplume/supercontinent event may reflect direct hits of superplumes beneath the supercontinent. Although both supercontinent formation and superplume events occurred at 0.28, 1.9 and 2.7 Ga, global warming at these times indicates the dominance of superplume events in controlling climate. Enhanced deposition of black shales correlates with superplume events and with supercontinent breakup. Carbon isotopes in seawater, however, show positive excursions during supercontinent breakup at 2.2–2.1 and 0.8–0.6 Ga, but show mixed signals or no signal during other supercontinent or superplume events, probably due to negative feedbacks. Peaks in marine organism originations at 100, 280, and 480 Ma correlate with possible superplume events, whereas an overall decrease in origination rate in the early Paleozoic correlates with the growth of Pangea and destruction of shallow marine environments.\nIncreased production rates of juvenile crust correlate with formation of supercontinents and with superplume events. There may be two types of superplume events: catastrophic events, which are short-lived (<100 My) and shielding events, which are long-lived (≥200 My). Catastrophic events may be triggered by slab avalanches in the mantle and may be responsible for episodic crustal growth. Shielding superplume events, caused by shielding of the mantle from subduction by supercontinents, are responsible for relatively small additions of mafic components to the continents and may lead to supercontinent breakup. © 2004 Elsevier B.V. All rights reserved.\nKeywords: Mantle plumes; Superplume event; Supercontinents; Paleoclimate"
  }, {
    "heading": "1. Introduction",
    "text": "The supercontinent cycle as well as superplume events can leave signatures of global change in the geologic record. Although the broad features of some global changes related to these events have been described (Condie et al., 2000), signals are often difficult to recognize because of interactions of positive and negative feedbacks. For instance, a global change\n∗ Tel.: +1-505-835-5634; fax: +1-505-835-6329. E-mail address: kcondie@mailhost.nmt.edu (K.C. Condie).\ncaused by supercontinent breakup may be partially, or even completely, offset by a negative feedback related to a superplume event. In such a case, neither of the events would have a strong signal in the geologic record, and perhaps no signal would survive. On the other hand, positive feedback could produce a very strong signal, but perhaps difficult to distinguish between the effects of supercontinent and superplume events.\nIn this discussion, we shall focus on interactions of superplume and supercontinent events and the possible effects of feedbacks, both negative and positive. The\n0031-9201/$ – see front matter © 2004 Elsevier B.V. All rights reserved. doi:10.1016/j.pepi.2003.04.002\nquestion of different types of superplume events in the mantle as well as complexities in the supercontinent cycle will also be addressed."
  }, {
    "heading": "2. Production rate of juvenile continental crust and the supercontinent cycle",
    "text": "Although an episodic distribution of isotopic ages has been known since the classic paper of Gastil (1960), it is only since the early 1990s that the episodic growth of juvenile continental crust has been recognized (Condie, 1998, 2000). The distribution of U/Pb zircon ages coupled with Nd isotopic data suggest two major peaks in juvenile crust production rate, one at 2.7 Ga and another at 1.9 Ga. Crustal production rate here is the net production rate of crust, which is equal to the extraction rate from the mantle minus the recycling rate back into the mantle. In addition to the two major peaks in production rate of continental crust, smaller peaks may be present at about 2.8, 2.5, 2.1, 1.7, 0.48, 0.28 and 0.1 Ga (Condie, 2001).\nAn outstanding question is that of just how these peaks in crustal production rate relate to the supercontinent cycle and to superplume events. Do they correlate with the accumulation or breakup phase of supercontinents, or do they occur independently of the supercontinent cycle? In the last 1 Gy, the formation and breakup of three major supercontinents has been recognized (Rodinia, Gondwana, and Pangea), with a possible short-lived supercontinent (Pannotia) in the latest Proterozoic (Unrug, 1997). Geologic data support the existence of at least two earlier supercontinents, one at the end of the Archean and one in the Early Paleoproterozoic (Hoffman, 1989; Rogers, 1996; Aspler and Chiarenzelli, 1998). In an attempt to more precisely evaluate possible relationships between the supercontinent cycle and peaks in juvenile crust production, U/Pb zircon ages that reflect either rifting or collisional phases in continental cratons as well as greenstone ages have been compiled and are summarized in Fig. 1. Greenstones are largely of oceanic affinities (oceanic arcs or plateaus) and are herein assumed to record juvenile crust production rate. Nd isotopic results support this conclusion (Condie, 1998). Breakup ages include only those ages that have been interpreted by investigators to have re-\nSUPERCONTINENTS SUPERPLUME EVENT\nsulted in fragmentation of continental blocks (Condie, 2002a,b, unpublished data).\nAges from Archean cratons suggest that the first supercontinent (or supercontinents (Aspler and Chiarenzelli, 1998)) formed during frequent collisions and suturing of older continental blocks and juvenile oceanic terranes (principally arcs and oceanic plateaus) between 2750 and 2650 Ma (Fig. 1). In Laurentia, Siberia and Baltica collisions were chiefly between 2725 and 2680 Ma and in Western Australia and southern Africa most collisional ages fall between 2680 and 2650 Ma. The Late Archean peak in juvenile crust production rate is also centered at 2700 ± 50 Ma, thus confirming a strong correlation between supercontinent formation and juvenile continental crust production.\nZircon ages suggest that although the final breakup of the Late Archean supercontinent(s) occurred between 2200 and 2000 Ma, rifting and accompanying dyke swarm injection and mafic magmatic underplating of the continents began at 2450 Ma (Fig. 1). Collisional ages furthermore indicate formation of a Paleoproterozoic supercontinent between 1900 and 1800 Ma, with most collisions in Laurentia, Baltica and Siberia occurring near 1850 Ma (Condie, 2002b). Some collisions began as early as about 2100 Ma (West Africa, Amazonia) and, at least in Laurentia and Baltica, continued until about 1700 Ma. Although the Paleoproterozoic peak in crustal production preceded the collisional peak by 50 My, there is considerable overlap between supercontinent formation and juvenile crust production rate (Fig. 1) (Condie, 2002b).\nIn any case, peak crustal production does not correlate with supercontinent fragmentation in pre-1.0 Ga supercontinents.\nAs suggested by Condie (2002a), there is considerable overlap in the timing of supercontinent formation and breakup in the last 1200 My. In fact, there may be two types of supercontinent cycles: (1) a sequential breakup and assembly cycle, and (2) an assembly cycle only. In the sequential cycle, a supercontinent breaks up over a geoid high (mantle upwelling) (Anderson, 1982; Lowman and Gable, 1999) and the pieces move to geoid lows, where they collide and form a new supercontinent, in part during, but chiefly after supercontinent breakup (Hoffman, 1991). The formation and breakup of Rodinia followed by the assembly of Gondwana is an example of the sequential cycle (Fig. 1). The breakup of Pangea, which is still going on in East Africa, and the possible formation of a new supercontinent with collisions in SE Asia seem to completely overlap in time, but nevertheless, probably belong to the sequential cycle. The Rodinia–Gondwana cycle from the first breakup of Rodinia to the final aggregation of Gondwana lasted about 400 My (900–500 Ma) and the Pangea-new supercontinent (NC) cycle has been in operation for about 200 My.\nThe growth of Rodinia (1100–1000 Ma) and Pangea (480–250 Ma) appear to have involved the formation of a supercontinent without fragmentation, or only partial fragmentation, of an earlier supercontinent. In such a case, the later supercontinent would involve relatively few collisions of large, residual continental blocks (Condie, 2002a, c). In the case of Pangea, Gondwana did not fragment before becoming part of Pangea. In fact, Pangea is really the product of continued growth of Gondwana. Thus, Pangea formed from an already existing supercontinent that collided with three large residual fragments left over from the breakup of Pannotia (Laurentia, Baltica, and Siberia). In a similar manner, Rodinia may have formed from relatively few residual continental blocks that survived the incomplete breakup of a Paleoproterozoic supercontinent (dashed line with query in Fig. 1) (Condie (2002c).\nAlthough our data base for juvenile continental growth rate in the last 700 My is incomplete, there is a suggestion of crustal growth peaks at 480, 280 and 100 Ma (Condie, 2001). The first two of these peaks correlate with the rapid growth of Pangea (480–\n250 Ma) and the second with the growth a new supercontinent that began to accumulate about 150 Ma. Thus despite complications of the supercontinent cycle in the last 1200 My, it would appear that increased production rates of juvenile crust correlate with formation and not with breakup phases of the supercontinents."
  }, {
    "heading": "3. Plume proxies",
    "text": "As used in this paper, a superplume is a large mantle plume that spreads at the base of the lithosphere flattening the plume head to 1500 to 3000 km in diameter (Condie, 2001). This differs from the usage of Larson (1991) and Maruyama (1994) who use the term superplume as synonymous with “mantle upwelling”. I choose to retain the term mantle upwelling for the large volumes of mantle that move upward as part of the return flow of mantle convection. Mantle upwellings are not plumes in that they do not rise from thermal boundary layers as distinct blobs that divide into head and tail components (Condie, 2001). Rather, they are broad regions of upwelling extending over many thousands of kilometers in diameter. Superplumes, on the other hand, are large single plumes with distinct head and tail components that come from deep boundary layers in the mantle, chiefly or entirely the D′′ layer.\nCondie (1998) and Isley and Abbott (1999) have presented arguments that superplume events have been important throughout Earth history. Although the meaning of the term “superplume event” varies in the scientific literature, we shall constrain the term to refer to a short-lived mantle event (=100 My) during which many superplumes as well as smaller plumes bombard the base of the lithosphere. During a superplume event, plume activity may be concentrated in one or more mantle upwellings, as during the Mid-Cretaceous superplume event some 100 Ma, when activity was focused mainly in the Pacific mantle upwelling (Larson, 1991). However, Precambrian superplume events at 2.7 and 1.9 Ga correlate with maxima in worldwide production rate of juvenile crust and thus, may not have been confined to one or two mantle upwellings.\nCondie (1998, 2000) suggested that the major peaks in juvenile crust production rate were caused by superplume events in the Earth’s mantle. Another way to identify superplume events in the geologic record is\nto use igneous rocks associated with mantle plumes, commonly referred to as plume proxies (Abbott and Isley, 2002; Ernst and Buchan, 2002). Using a combination of superplume proxies including flood basalts, komatiites and high-MgO lavas, giant dyke swarms, and layered intrusions, Abbott and Isley (2002) have recognized 36 superplume events in the last 3.8 Ga (Fig. 2). From a weighted time series analysis, these authors show that most superplume events, regardless of age, lasted the order of 10 My, with major Precambrian events at 2.75, 2.45, 1.8, 1.75 and 1.65 Ga as well as several events in the Phanerozoic (Fig. 2). Superplume proxy peaks at 2.75, 1.8, 0.25 and 0.12 are close to peaks in juvenile crust production. Using radiating giant dyke swarms, Ernst and Buchan (2002) suggest the order of 40 coeval multiple plume events in the last 3 Gy, of which peaks at 2.75, 0.25 and 0.1 Ga correspond to crustal growth peaks. If plume proxies\n0123\nAGE (Ga)\nHigh sea level Black shales\nBiological activity Plume proxies\nRapid growth of continents\nBanded Fe Fm\n2.7 1.9 0.1\nGlobal Warming ?\n?\nSuperplume Event 0.280.48 Ga\n?\nFig. 3. Possible correlations of near-surface global changes with alleged superplume events in the last 3 Gy.\nreally record superplume events, it is clear that not all such events resulted in increased production rate of continental crust."
  }, {
    "heading": "4. Global changes and superplume events",
    "text": "One of the most exciting aspects of episodic mantle plume activity is the consequences it may have had in Earth history and especially the effects on near-surface Earth systems (Kerr, 1998; Condie et al., 2000, 2001). What are the expected results in terms of global changes accompanying superplume and supercontinent events? And which, if any, of these changes correlate with episodic crustal growth events? Let us review some of the major global changes recorded in the geologic record that may reflect supercontinent or/and superplume events as summarized in Fig. 3."
  }, {
    "heading": "4.1. Sea level",
    "text": "During the Phanerozoic, major rises in sea level are recorded in the early and late Paleozoic and in the Late Cretaceous (Haq et al., 1987). These long-term changes in sea level may be related to one or combination of, (1) rates of seafloor spreading, (2) the characteristics of subduction, (3) the motion of continents with respect to geoid highs and lows, (4) superplume events, and (5) supercontinent insulation of the mantle (Gurnis, 1993; Eriksson, 1999). Sea level should generally rise during a superplume event because of isostatic uplift and thermal erosion of the oceanic lithosphere above plume heads and seawater displacement by oceanic plateaus (Kerr, 1994; Lithgow-Bertelloni and Silver, 1998).\nAn increase in eustatic sea level 100 Ma may be related to increased ocean-ridge activity, displacement of seawater by oceanic plateaus, or/and uplift of the oceanic lithosphere, all of which may have been related to a Mid-Cretaceous superplume event (Larson, 1991; Kerr, 1998). In this case, the superplume event appears to have provided positive feedback to a general rise in sea level accompanying supercontinent breakup (Fig. 1). There is also a high sea level centered at about 280 Ma, which is consistent with a possible superplume event at this time (Condie, 2001). This high sea level is also apparent in the Sloss cratonic sequences in North America (Sloss, 1972). After the peak at 280 Ma, sea level fell to all-time minimum at the Permian–Triassic boundary, which may have been in response to waning plume activity and the final growth of Pangea, each providing positive feedback to a drop in sea level. Consistent with a superplume event at 480 Ma is a peak in sea level that correlates with a calculated maximum in production rate of oceanic crust at this time (Condie, 2001). If so, the superplume effect overwhelmed the supercontinent effect (which should lower sea level) as Pangea continued to grow.\nSupporting high sea level at 1.9 Ga is the widespread occurrence of submarine flood basalts erupted on continental platforms, as well as widespread remnants of shallow marine sediments on the cratons (Arndt, 1999; Condie et al., 2000). If responsible for this high sea level, a 1.9-Ga superplume event overpowered the supercontinent formation effect. However, because supercontinent formation occurred chiefly\nat 1.85–1.70 Ga, on the tail end of the superplume event, it may have contributed to the lowering of sea level following the superplume event (Fig. 1). A worldwide 2.7-Ga superplume event is recorded in the Kaapvaal and Pilbara cratons by eruption of flood basalts (Eriksson et al., 2002). The fact that these basalts are almost entirely subaerial, and they are associated sediments that are chiefly terrestrial in character, indicates that sea level did not rise on these cratons as it should during a superplume event. Perhaps this reflects direct hits of superplumes beneath the cratons, which caused them to “ride high” even if sea level increased in response to superplumes beneath oceanic lithosphere. Also contributing negative feedback to a rise in sea level at 2.7 Ga is the growth of one or more supercontinents at this time."
  }, {
    "heading": "4.2. Banded iron formation",
    "text": "The most voluminous banded iron formations (BIF) were deposited in intracratonic, passive-margin, or platform basins during stands of high sea level in the Late Archean and Paleoproterozoic. The iron and silica appear to have been derived chiefly from hydrothermal vents on the deep seafloor and the deposition of BIF on shallow continental shelves and intracratonic basins requires one of two processes: (1) upwelling, which brings iron-rich waters from the largely anoxic deep basins into the oxidizing shallow water on the continents, or (2) extensive hydrothermal plumes, depleted in oxygen and enriched in iron, associated with either or both ocean-ridge systems or oceanic plateaus (Klein and Beukes, 1992; Isley, 1995).\nTwo major peaks in BIF deposition at 2.7 and 1.9 Ga correlate well with superplume events at these times (Klein and Beukes, 1992; Isley and Abbott, 1999) (Fig. 3). A superplume event can account for several features of BIF deposition. First, the enhanced submarine volcanism and hydrothermal venting associated both with ocean-ridge and oceanic plateau volcanism during a superplume event may be the source of iron and silica. Also, the elevated sea level at 1.9 Ga caused by a superplume event could provide extensive shallow marine basins along stable continental platforms necessary to preserve BIF. Although growing supercontinents at 1.9 and 2.7 Ga should introduce\nnegative feedback for BIF deposition by decreasing the frequency of shallow marine basins, it would appear that this effect was minor compared to the increased levels of iron introduced into the oceans. The end of specific BIF events may be related to either a decrease in concentration of ferrous iron in the oceans (resulting from decreasing amounts of submarine hydrothermal activity as the superplume event declines) or/and increasing oxygenation of deep ocean waters."
  }, {
    "heading": "4.3. Global warming",
    "text": "Carbon dioxide and methane (CH4) are two important greenhouse gases (Caldeira and Rampino, 1991). The rate of input of these gases into the atmosphere–ocean system is proportional to the rate of seafloor generation and to the rate of mantle plume activity (Berner et al., 1983; Condie et al., 2000). Carbon dioxide (including CH4 which is oxidized to CO2) is removed from the atmosphere by chemical weathering and to a smaller degree by photosynthesis and hydrothermal alteration associated with submarine volcanism. During breakup of supercontinents, new ocean-ridges form and the input of CO2 into the atmosphere–ocean system increases, an effect that could lead to global warming. In contrast, formation of a supercontinent should lead to global cooling, and perhaps glaciation, in response to enhanced chemical weathering. A superplume event may inject large quantities of CH4 and CO2 into the atmosphere leading to rapid global warming in a short period of time (<50 My).\nGlobal warming is recorded from 150 to 100 Ma by oxygen isotopes in fossils of shallow marine organisms (Fig. 3) (Larson, 1991). A temperature peak at 110–90 Ma cannot be explained by supercontinent fragmentation alone, but also requires excess CO2 in the atmosphere (Larson, 1991). Approximately two to six times the present content of CO2 is required to raise Mid-Cretaceous temperatures to the observed levels (Barron et al., 1995). Both increased ocean-ridge and plume volcanism related to the Cretaceous superplume event probably contributed to increases in CO2 at this time. However, it is unlikely that the continuing fragmentation of Pangea contributed more than 5 ◦C of warming to this trend.\nIn the late Paleozoic, paleoclimates were mixed. Swampy, tropical and wet climates characterized the\nNorthern Hemisphere, whereas in the Southern Hemisphere Gondwana underwent widespread glaciation (Crowell, 1999). Attesting to warm climates in Laurentia, Siberia and Baltica at this time are widespread coal and hydrocarbon reserves (Bestougeff, 1980). Although this is expected during superplume events, the continuing growth of Pangea should have had the opposite effect. It may be that a 280-Ma superplume event injected enough greenhouse gases into the atmosphere to overcome a gradual cooling effect caused by supercontinent growth in the late Paleozoic. In fact, such a superplume event may be responsible for the end of extensive glaciation in the Late Carboniferous and Early Permian (Crowell, 1999).\nThe geochemical CIA index of shales has proved particularly useful in recognizing warm paleoclimatic regimes in the Precambrian geologic record, where other climatic indicators are rare (Condie et al., 2000). Peaks in CIA in shales in the Late Archean and Paleoproterozoic suggest that paleoclimates were unusually warm at these times, a feature consistent with increased input of greenhouse gases (principally CO2) into the atmosphere (Fig. 3). Because supercontinent formation should result in global cooling, it would appear again that superplume events not only overcame this cooling effect, but resulted in at least short-term global warming (Condie et al., 2001)."
  }, {
    "heading": "4.4. Black shales and carbon isotopes",
    "text": ""
  }, {
    "heading": "4.4.1. Controls and feedbacks",
    "text": "Supercontinent assembly impacts the carbon cycle in several ways (Kerr, 1998; Condie et al., 2000; Condie, 2001). Continued uplift of a supercontinent as it forms accelerates erosion of sedimentary rocks and their carbon. Whether this carbon source changes the δ 13C of seawater depends on the ratio of the reduced carbon (δ 13C = −20 to −40 per mil) to oxidized carbon (δ 13C = 0 per mil) that is recycled back into the oceans (Des Marais et al., 1992). Increased erosion also should release more nutrients increasing biological productivity, which, in turn, should promote increased burial rates of organic carbon raising the δ 13C value of seawater. However, uplift of collisional mountain belts during supercontinent formation can recycle older carbon that is depleted in 13C (Beck et al.,\n1995). Thus, it appears the control of δ 13C in seawater during supercontinent formation reflects a delicate balance between carbon burial and carbon recycling, neither of which is well known in the past. In contrast to supercontinent formation, supercontinent breakup creates new, narrow ocean basins having restricted circulation and hydrothermally active spreading centers and these features promote anoxia in the deep ocean. Should anoxic deep-ocean water invade continental shelves, it would facilitate organic carbon burial on the shelves, including the deposition of black shale and the accumulation of clathrates. To the extent that these changes enhance the fraction of carbon buried as organic matter, they would also lead to an increase in the δ 13C of seawater (Des Marais et al., 1992; Melezhik et al., 1999).\nPhenomena associated with superplumes also can promote the formation and deposition of both organic and carbonate carbon. During a superplume event, ascending plumes warm the upper mantle and lithosphere, and elevate the seafloor by thermal expansion and they create oceanic plateaus by the eruption of large volumes of submarine basalt. Oceanic plateaus can locally restrict ocean currents (Kerr, 1998), thus promoting local stratification of the marine water column leading to anoxia. Plume volcanism and associated hydrothermal activity exhale both CO2 and reduced constituents into the atmosphere–ocean system (Larson, 1991; Kerr, 1998). However, because the δ 13C values of the total crust and mantle carbon reservoirs are identical within the uncertainties of measurements, it is unlikely that subduction of carbon influences superplume events (Holser et al., 1988).\nIt is possible that gas hydrates (clathrates) play an important role in global climate change during the supercontinent cycle (Kvenvolden, 1999). For instance, as clathrates dissolve during warm climatic regimes associated with supercontinent breakup, methane, or its oxidized equivalent CO2, could be injected into the ocean–atmosphere system providing a strong positive feedback for global warming. Also, because clathrates contain carbon with very negative δ 13C values (averaging about −60 per mil), their destabilization may offset any increase in the δ 13C of seawater due to organic carbon burial. During supercontinent formation, continental-margin clathrates may release methane during falling sea level, which generally accompanies global cooling, thus reversing the cooling trend\nby greenhouse warming (Haq, 1998). It also should increase both organic and carbonate burial rates. During superplume events when anoxia is widespread in the oceans, clathrates could form in large volumes, provided they are not destabilized by elevation of the lithosphere by mantle plumes, which could lead to negative δ 13C in seawater (Jahren et al., 2001)."
  }, {
    "heading": "4.4.2. Possible correlations",
    "text": "Extensive deposition of black shale is recorded worldwide from 130 to 85 Ma and may reflect increased CO2 related to a Mid-Cretaceous superplume event (Jenkyns, 1980). Larson (1991) also pointed out that about 60% of the world’s oil reserves were generated at this time, and that carbon and other nutrients introduced by a superplume event may account for the expansion of phytoplankton. Also consistent with a 100-Ma superplume event is a peak in seawater δ 13C, reflecting extensive burial of carbon (Condie, 2001). A minimum in seawater δ 13C at 117 Ma, however, has also been associated with this superplume event, perhaps reflecting massive disassociation of clathrates (Jahren, 2002). Supporting a superplume event at 280 Ma are extensive black shales and increased burial rate of carbon as reflected by a peak in the δ 13C of seawater, which rises to a value of about +4 per mil (Veizer et al., 1999). Although black shales are also widespread during a possible Ordovician superplume event (Fig. 3), δ 13C of seawater is low at this time. This could result from destablization of clathrates related to the uplift of oceanic lithosphere during the superplume event.\nThere is a good correlation between a 1.9-Ga superplume event and the abundance of black shales (Condie et al., 2000) (Fig. 3). A small peak in black shale abundance is also apparent in the Late Archean, perhaps coincident with a 2.7-Ga superplume event. As suggested by Condie et al. (2000), a possible reason for the absence of a δ 13C excursion in seawater during both the 1.9 and 2.7-Ga superplume events may be that carbonate and organic carbon continued to be buried in the same ratios as today. Not only the superplume events but also supercontinent formation at these times may have contributed to increasing depositional rates of both organic and carbonate carbon. It is worth emphasizing that the absence of a negative δ 13C excursion in carbonates during these superplume events indicates that mantle plumes do not pref-\nerentially recycle organic carbon, nor were clathrates widely destabilized at these times.\nSo what is the bottom line for black shales and carbon isotopes during superplume and supercontinent events? It would appear that we find mixed signals in the geologic record. Black shales clearly correlate with superplume events and supercontinent breakup. However, carbon isotope excursions are more complicated. A correlation of a δ 13C excursion (positive or negative) with the Mid-Cretaceous superplume event depends on the exact timing of the event and whether clathrates were destabilized. A peak in seawater δ 13C at 280 Ma suggests that burial of organic carbon dominated, a feature probably related to a superplume event. A minimum in seawater δ 13C at 480 Ma may reflect clathrate destabilization during a superplume event. The absence of carbon isotope excursions accompanying either the 1.9 or the 2.7-Ga superplume events may indicate that the superplume events (burial of organic carbon) cancelled the effect of supercontinent formation (recycling of older carbon)."
  }, {
    "heading": "4.5. Biological activity",
    "text": ""
  }, {
    "heading": "4.5.1. Introduction",
    "text": "Superplume and supercontinent events can affect the biosphere in two ways: (1) increased CO2 levels and other nutrients in the atmosphere and oceans can lead to diversification, species origination, and increases in biomass, and (2) introduction of toxic gases and trace elements into seawater and climate changes associated with volcanic eruptions can lead to mass extinctions. Increased input of CO2 into seawater may cause dissolution of carbonates leading to increased anoxia and episodes of enhanced deposition of black shales and hydrocarbons (Schlanger and Jenkyns, 1976). Input of nutrients (such as CO2, CH4, Fe, Sb, As, and Se) into seawater is directly tied to the intensity of deep-sea hydrothermal activity, which in turn is related to the intensity of ocean-ridge and plume volcanism (Von Damm, 1990). Both the breakup of supercontinents with increased ocean-ridge activity as well as superplume events can lead to increased nutrient supplies for marine organisms, which can lead to increases in biomass and appearance of new species. For instance, studies of modern microbial mats show that the rate of carbon fixation in these organisms is\nhigher for greater levels of CO2 in the atmosphere (Rothschild and Mancinellli, 1990).\nEruption of continental flood basalts can transfer immense amounts of CO2 into the atmosphere in short periods of time (Rampino, 1991; Caldeira and Rampino, 1991). Eruption of the Deccan traps 65 Ma may have transferred as much as 2 × 1017 moles of CO2 into the atmosphere in less than one million years, a volume which could produce a global greenhouse effect of about 2 ◦C (Caldeira and Rampino, 1991). The Mid-Cretaceous superplume event may have increased atmospheric CO2 levels by a factor of 5–15 times the modern pre-industrial value, resulting in global warming of up to 8 ◦C (Barron et al., 1995). If carried into the stratosphere, volcanic gases and aerosols can cause dramatic short-term effects such as acid rain, diminishing sunlight, and global cooling. Many or all of these effects could lead to mass extinctions of both submarine and terrestrial organisms (Courtillot et al., 1996)."
  }, {
    "heading": "4.5.2. Stromatolites",
    "text": "Stromatolites, layered structures thought to be deposited by microbial mat communities, are widespread in the Proterozoic with a prominent peak in number of occurrences at 1.9–1.8 and 2.7 Ga (Fig. 4). The 1.9–1.8 Ga maxima include number of stromatolite occurrences, diversity of stromatolites, and the number of occurrences of microdigitate stromatolites (Grotzinger and Kasting, 1993; Hofmann, 1998). In addition to stromatolites, there are maxima in the reported occurrences of microfossils, oncoids, and chemofossils (biogenic chemical remains) at about 1.9 Ga (Hofmann, 1998). The peaks in abundance and diversity of stromatolites may reflect a combination of global warming, high sea level, and enhanced input of CO2 into the sedimentary cycle, and all of these may be related to superplume events. Again, formation of a supercontinent at this time appears to have provided only a weak negative feedback to these changes. Grotzinger and Knoll (1999) suggest that the degree of carbonate saturation in seawater may be very important in controlling stromatolite diversity, and during superplume events, seawater carbonate saturation may increase significantly. Thus, a superplume event may increase both the availability of carbonate and the proportion of shallow platforms for the deposition and preservation of carbonates.\nThe distribution of Paleoproterozoic carbonates indicates that cement crusts, and in particular microdigitate stromatolites deposited in tidal flats, were a common mode of deposition of calcium carbonate during the Paleoproterozoic (Grotzinger and Kasting, 1993). This feature appears to require Proterozoic seawater that was greatly oversaturated in CaCO3 compared to Phanerozoic seawater. The peak in reported occurrences of microdigitate stromatolites at about 1.9 Ga (Fig. 4) is particularly intriguing in that it correlates with a suggested superplume event at this time. This is consistent with enhanced CO2 input into the oceans from submarine volcanism and hydrothermal vents accompanying the superplume event, because higher CO2 means an increase in the HCO3/SO4 ratio in seawater, favoring deposition of carbonate over sulfate. Also, high sea level stands create widespread shallow tidal flats where both Ca2+ and HCO3− ions increase in concentration in seawater due to evaporation."
  }, {
    "heading": "4.5.3. Mass extinctions",
    "text": "It is well known that the ages of many flood basalt eruptions in the last 250 My are close to the ages of mass extinctions (Stothers, 1993; Courtillot et al., 1996) (Fig. 5). Although the coincidence of ages is impressive, not all data are of equal reliability. In partic-\nular, the isotopic ages of many flood basalt eruptions and extinctions are not precise. Of the 10 major mass extinctions recognized in the last 250 My (Sepkoski, 1990), seven correlate or may correlate with flood basalt eruptions. Of 12 flood basalt events recognized in the same time period, at least nine may be associated with mass extinctions (Courtillot et al., 1996; Palfy and Smith, 2000; Hames et al., 2000). The two largest extinctions at the K/T and P/T boundaries correlate with the two largest flood basalt eruptions. At least six of these extinctions, however, also correlate with large impacts and are associated with evidence diagnostic for an impact origin (Rampino and Haggerty, 1994).\nThe environmental damage produced by the rapid eruption of large volumes of flood basalt is due chiefly to toxic gases (principally SO2 and halogens) and sulfate aerosols and this requires subaerial eruption (Devine et al., 1984; McCartney et al., 1990). Model calculations indicate that large volumes of SO2 and halogens may be introduced into the atmosphere during large flood basalt eruptions. Such eruptions may have severe consequences on global climate by production of acid rain, ozone damage, and increased reflectance of solar radiation leading to rapid cooling in the hemisphere affected (Handler, 1989). The abil-\nity of flood basalt eruptions to inject large volumes of toxic aerosols into the stratosphere is also important in changing global climate and may be responsible for some mass extinctions.\nIf the effect of eruption of single flood basalt provinces can lead to mass extinctions, imagine the potential damage of a superplume event. Yet of the three Phanerozoic superplume events at 100, 280, and 480 Ma only the 100-Ma event falls at or near a mass extinction (the Cenomanian–Turonian [C/T] extinction at 90 Ma) (Figs. 5 and 6). The C/T extinction, during which approximately 7% of the families and 26% of the genera became extinct, involved mostly marine invertebrates (Sepkoski, 1986). The fact that this extinction affected deep-ocean organisms more than shallow-ocean organisms is consistent with enhanced oceanic volcanism playing a significant role in the extinction (Kerr, 1998). During the 100-Ma\nsuperplume event (120–80 Ma), most of the volume of the Ontong Java and Caribbean plateaus were erupted. Perhaps global warming, rising sea level, and anoxia caused by eruption of these and related oceanic plateaus were responsible for the C/T extinctions."
  }, {
    "heading": "4.5.4. Origination of species",
    "text": "Shown in Fig. 6 are the number of families of marine organisms originating in the Phanerozoic (after Benton, 1995). Although many of the peaks in origination follow mass extinctions and reflect rapid filling vacated ecological niches, some peaks cannot be explained in this manner. Three peaks at 100, 280, and 480 Ma correlate well with possible superplume events at these times (Condie, 2001) (Fig. 6). Perhaps the increased input of CO2 and other nutrients into the oceans associated with superplume events led to rapid new speciation, especially of shallow marine organisms. Increased sea level accompanying the superplume events also may have provided new ecological niches for new groups of organisms. The data in Fig. 6 also suggest an overall decrease in origination rate during the Paleozoic, which correlates with the growth of Pangea. This may reflect an overall decrease in the number of shallow marine environments in which new organisms could originate."
  }, {
    "heading": "5. Discussion and conclusions",
    "text": "From precise U/Pb zircon ages it is clear that increased production rates of juvenile crust correlate with formation and not with breakup phases of supercontinents. Also, at least in the case of the 1.9 and 2.7-Ga crustal events, juvenile crust peaks correlate with alleged superplume events. However, because superplume events are also associated with supercontinent breakup, are there two types of superplume events: One associated with supercontinent formation and one associated with supercontinent breakup (Condie, 1998, 2000)? It is commonly believed that superplumes associated with mantle upwellings are responsible for fragmenting supercontinents, as best documented by data from the opening of the Atlantic in the last 200 My (Condie, 2001). Computer models suggest that it takes on average 200–400 My for shielding of a large supercontinent to cause a mantle upwelling beneath it (Lowman and Jarvis, 1996). This\nis followed by development of superplumes within the upwelling and finally by supercontinent breakup over approximately a 200-My period. If a supercontinent (or supercontinents) is not large enough to provide sufficient mantle shielding to produce an upwelling, it may not completely fragment, as for instance appears to be the case with the 1.9 Ga supercontinent (Condie, 2002c). There is no evidence for large volumes of juvenile crust associated with this type of superplume event, referred to as a shielding superplume event. The juvenile crust produced in association with a shielding event is chiefly flood basalts and associated mafic underplating. Although plume heads can reach diameters up to about 2500 km, the volume of juvenile mafic crust associated with a given plume, as evidenced by the volume of Phanerozoic flood basalts and mafic underplates (from reflection seismology), is probably relatively small. For instance, if all of the high seismic velocity layer at the base of Proterozoic continental crust (Durrheim and Mooney, 1991) were composed of later plume underplate, which is unlikely, it comprises only 10–25% of the Proterozoic crust. However, there is one important uncertainty and that is the volume of oceanic plateaus associated with a shielding superplume event, and what fraction of these plateaus eventually collide and accrete to the continents. If our zircon ages from the continental crust are representative, however, it would appear that the volume of oceanic plateaus accreted to the continents is relatively small, at least since the Archean (Condie, 2001).\nSo what is different about the superplume events that may be associated with peaks in juvenile crust production at 1.9 and 2.7 Ga? These events, hereafter called catastrophic superplume events, must be triggered by some process other than plate shielding. They also differ from shielding superplume events in that they are short-lived, less than 100 My duration, in contrast to shielding events that last for more than 200 My. Because large volumes of continental crust are associated with these superplume events, they must be more intense and perhaps more widespread than shielding events. It has been suggested by Peltier et al. (1997) and Condie (1998) that the breakup of supercontinents triggers slab avalanches at the 660 km discontinuity in the mantle, resulting in catastrophic superplume events. Although such a model may work for the 1.9 Ga and perhaps the three events in the\nPhanerozoic, it will not work for the 2.7 Ga event, since there is no evidence for an earlier supercontinent fragmenting. In the slab avalanche model, the time between a slab avalanche and juvenile crust production is quite short, <100 My (Condie, 1998). This is because slabs can sink to the bottom of the mantle in 100 My or less (Larson and Kincaid, 1996), and in a mantle in which viscosity increases with depth, mantle plumes can rise to the base of the lithosphere in a few million years (Larsen and Yuen, 1997).\nCrustal growth associated with catastrophic superplume events is chiefly by addition of arc components to the continents, either along continental-margins or by collisions of oceanic arcs and continents (Condie, 2001). If our geologic sampling is representative in the last 2.5 Gy, oceanic plateau accretion plays a relatively minor role in continental growth. The fact that supercontinent formation occurs simultaneously with the 1.9-Ga superplume event may not be coincidental. Perhaps breakup of the Late Archean supercontinent at 2.2–2.0 Ga served as a trigger for the 1.9-Ga superplume event, and in this sense, a catastrophic event provides positive feedback for crustal growth that began during a shielding superplume event. Also, a growing supercontinent may actually contribute to the preservation of juvenile crust by trapping it in collisional and accretionary orogens.\nWhat about the other numerous mantle plume events recognized by Abbott and Isley (2002) using plume proxies (Fig. 2)? Most of these are not associated increased rates of juvenile crust production, and many are not associated with either supercontinent formation or breakup. Possibly many of the plume proxy events are not superplume events, but more localized mantle plume events affecting only certain parts of the crust. Also, as suggested by Abbott and Isley (2002), there appears to be two or three scales of periodicity in mantle plume events, some of which may be related to asteroid or cometary impacts on the Earth.\nAnd finally, assuming that both superplume and supercontinent events are recorded in the geologic record, how can the two events be distinguished? Timing is important, and hence precise U/Pb zircon dating of events is critical. Catastrophic superplume events are short-lived (<100 My), whereas supercontinent events last more than 200 My. However, shielding superplume events are comparable in length to super-\ncontinent events. As we obtain more precise ages, we can look for asymmetric decay of catastrophic events with time. For instance, rapid input of CO2 into the atmosphere associated with a short-lived superplume event may show an abrupt increase in black shale deposition and global warming, followed by a gradual decline as the mantle plumes cool with time. In contrast, supercontinent events and shielding superplume events should show a gradual onset and last for >200 My. As exemplified by the opposing effects of supercontinent formation and a superplume event on black shale deposition and sea level, a global effect may be minor or even lacking if the two events cancel each other. In contrast, positive feedback, like the effects of supercontinent formation and a superplume event on juvenile crust production rate, should enhance the magnitude of excursions of global change."
  }],
  "year": 2004,
  "references": [{
    "title": "The intensity, occurrence and duration of superplume events and eras over geological time",
    "authors": ["D.H. Abbott", "A.E. Isley"],
    "venue": "J. Geodynamics",
    "year": 2002
  }, {
    "title": "Hotspots, polar wander, Mesozoic convection and the geoid",
    "authors": ["D.L. Anderson"],
    "venue": "Nature 297,",
    "year": 1982
  }, {
    "title": "Why was flood volcanism on submerged continental platforms so common in the Precambrian",
    "authors": ["N. Arndt"],
    "venue": "Precamb. Res",
    "year": 1999
  }, {
    "title": "Two Neoarchean supercontinents? Evidence from the Paleoproterozoic",
    "authors": ["L.B. Aspler", "J.R. Chiarenzelli"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Organic carbon exhumation and global warming during the early",
    "authors": ["R.A. Beck", "D.W. Burbank", "W.J. Sercombe", "T.L. Olson", "A.M. Khan"],
    "venue": "Himalayan collision. Geology",
    "year": 1995
  }, {
    "title": "Diversification and extinction in the history of life",
    "authors": ["M.J. Benton"],
    "venue": "Science 268,",
    "year": 1995
  }, {
    "title": "The carbonatesilicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 My",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci",
    "year": 1983
  }, {
    "title": "Summary of world coal resources and reserves",
    "authors": ["M.A. Bestougeff"],
    "venue": "Inst. Francais du Petrole,",
    "year": 1980
  }, {
    "title": "The mid-Cretaceous superplume, carbon dioxide, and global warming",
    "authors": ["K. Caldeira", "M.R. Rampino"],
    "venue": "Geophys. Res. Lett",
    "year": 1991
  }, {
    "title": "Episodic continental growth and supercontinents: a mantle avalanche connection",
    "authors": ["K.C. Condie"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "Episodic continental growth models: afterthoughts and extensions",
    "authors": ["K.C. Condie"],
    "venue": "Tectonophysics",
    "year": 2000
  }, {
    "title": "Mantle Plumes and Their Record in Earth History",
    "authors": ["K.C. Condie"],
    "year": 2001
  }, {
    "title": "The Supercontinent cycle: are there two patterns of cyclicity",
    "authors": ["K.C. Condie"],
    "venue": "J. African Earth Sci",
    "year": 2002
  }, {
    "title": "Continental growth during a 1.9-Ga superplume event",
    "authors": ["K.C. Condie"],
    "venue": "J. Geodynamics",
    "year": 2002
  }, {
    "title": "Breakup of a Paleoproterozoic supercontinent",
    "authors": ["K.C. Condie"],
    "venue": "Gondwana Res",
    "year": 2002
  }, {
    "title": "Geologic evidence for a mantle superplume event at 1.9 Ga",
    "authors": ["K.C. Condie", "D.J. Des Marais", "D. Abbott"],
    "venue": "Geochem. Geophys. Geosystems,",
    "year": 2000
  }, {
    "title": "Precambrian superplumes and supercontinents: a record in black shales, carbon isotopes, and paleoclimates",
    "authors": ["K.C. Condie", "D.J. Des Marais", "D. Abbott"],
    "venue": "Precambrian Res",
    "year": 2001
  }, {
    "title": "The influence of continental flood basalts on mass extinctions: where do we stand",
    "authors": ["V. Courtillot", "J.J. Jaeger", "Z. Yang", "G. Feraud", "C. Hofmann"],
    "venue": "Geol. Soc. Am. Spec. Paper",
    "year": 1996
  }, {
    "title": "Pre-mesozoic ice ages: their bearing on understanding the climate system",
    "authors": ["J.C. Crowell"],
    "venue": "Geol. Soc. Am. Mem.,",
    "year": 1999
  }, {
    "title": "Carbon isotope evidence for the stepwise oxidation of the Proterozoic environment",
    "authors": ["D.J. Des Marais", "H. Strauss", "R.E. Summons", "J.M. Hayes"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Estimate of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["J.D. Devine", "H. Sigurdsson", "A.N. Davis"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Archean and Proterozoic crustal evolution: evidence from crustal seismology",
    "authors": ["R.J. Durrheim", "W.D. Mooney"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "Sea level changes and the continental freeboard concept: general principles and application to the Precambrian",
    "authors": ["P.G. Eriksson"],
    "venue": "Precamb. Res",
    "year": 1999
  }, {
    "title": "Late Archean superplume events: a Kaapvaal-Pilbara perspective",
    "authors": ["Eriksson", "P.G"],
    "venue": "J. Geodynamics",
    "year": 2002
  }, {
    "title": "Maximum size and distribution in time and space of mantle plumes: evidence from large igneous provinces",
    "authors": ["R.E. Ernst", "K.L. Buchan"],
    "venue": "J. Geodynamics",
    "year": 2002
  }, {
    "title": "The distribution of mineral dates in time and space",
    "authors": ["G. Gastil"],
    "venue": "Am. J. Sci",
    "year": 1960
  }, {
    "title": "New constraints on Precambrian ocean composition",
    "authors": ["J.P. Grotzinger", "J.F. Kasting"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Stromatolites in Precambrian carbonates: evolutionary mileposts or environmental dipsticks",
    "authors": ["J.P. Grotzinger", "A.H. Knoll"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Phanerozoic marine inundation of continents driven by dynamic topography above subducting slabs",
    "authors": ["M. Gurnis"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "New evidence for geologically instantaneous emplacement of earliest Jurassic Central Atlantic magmatic province",
    "authors": ["W.E. Hames", "P.R. Renne", "C. Ruppel"],
    "venue": "basalts on the North American margin. Geology",
    "year": 2000
  }, {
    "title": "The effect of volcanic aerosols on global climate",
    "authors": ["P. Handler"],
    "venue": "J. Volc. Geotherm. Res",
    "year": 1989
  }, {
    "title": "Gas hydrates: greenhouse nightmare? Energy panacea or pipe dream",
    "authors": ["B.U. Haq"],
    "venue": "GSA Today",
    "year": 1998
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235,",
    "year": 1987
  }, {
    "title": "Speculations on Laurentia’s first gigayear (2.0–1.0",
    "authors": ["P.F. Hoffman"],
    "venue": "Ga). Geology",
    "year": 1989
  }, {
    "title": "Did the breakout of Laurentia turn Gondwanaland inside-out",
    "authors": ["P.F. Hoffman"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Synopsis of Precambrian Fossil Occurrences in North America",
    "authors": ["H.J. Hofmann"],
    "venue": "The Geology of North America",
    "year": 1998
  }, {
    "title": "Geochemical cycles of carbon and sulfur",
    "authors": ["W.T. Holser", "M. Schidlowski", "F.T. Mackenzie", "J.B. Maynard"],
    "year": 1988
  }, {
    "title": "Hydrothermal plumes and the delivery of iron to BIF",
    "authors": ["A.E. Isley"],
    "venue": "J. Geol",
    "year": 1995
  }, {
    "title": "Plume-related mafic volcanism and the deposition of banded iron formation",
    "authors": ["A.E. Isley", "D.H. Abbott"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "The biochemicial consequences of the MidCretaceous superplume",
    "authors": ["A.H. Jahren"],
    "venue": "J. Geodynamics",
    "year": 2002
  }, {
    "title": "Terrestrial record of methane hydrate in the Early Cretaceous",
    "authors": ["Jahren", "A.H"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Cretaceous anoxic events: from continents to oceans",
    "authors": ["H.C. Jenkyns"],
    "venue": "J. Geol. Soc. London",
    "year": 1980
  }, {
    "title": "Lithospheric thinning during the evolution of continental large igneous provinces",
    "authors": ["A.C. Kerr"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the CenomanianTuronian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "J. Geol. Soc. London",
    "year": 1998
  }, {
    "title": "Time distribution, stratigraphy, and sedimentologic setting and geochemistry of Precambrian iron formations. In: The Proterozoic Biosphere: A Multidisciplinary Study",
    "authors": ["C. Klein", "N.J. Beukes"],
    "year": 1992
  }, {
    "title": "Potential effects of gas hydrate on human welfare",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 1999
  }, {
    "title": "Fast plumeheads: temperaturedependent versus non-Newtonian rheology",
    "authors": ["T.B. Larsen", "D.A. Yuen"],
    "venue": "Geophys. Res. Lett",
    "year": 1997
  }, {
    "title": "Onset of mid-Cretaceous volcanism by elevation of the 670 km thermal boundary",
    "authors": ["R.L. Larson", "C. Kincaid"],
    "venue": "layer. Geology",
    "year": 1996
  }, {
    "title": "Continental collisions in wide aspect ratio and high Rayleigh number two-dimensional mantle convection models",
    "authors": ["J.P. Lowman", "G.T. Jarvis"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Thermal evolution of the mantle following continental aggregation in 3D convection models",
    "authors": ["J.P. Lowman", "C.W. Gable"],
    "venue": "Geophys. Res. Lett",
    "year": 1999
  }, {
    "title": "A paradigm for endogenous causation of mass extinctions",
    "authors": ["K.M. McCartney", "A.R. Huffman", "M. Tredoux"],
    "venue": "Geol. Soc. Am. Spec. Paper",
    "year": 1990
  }, {
    "title": "319–332 a case for the world-wide signal enhanced by a local environment",
    "authors": ["K.C. Condie"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2004
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar flood basalt",
    "authors": ["J. Palfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "The influence of phase transformations on mantle mixing and plate tectonics",
    "authors": ["W.R. Peltier", "S. Butler", "L.P. Solheim"],
    "year": 1997
  }, {
    "title": "Volcanism, climatic change, and the geologic record",
    "authors": ["M.R. Rampino"],
    "venue": "Soc. Econ. Paleontol. Mineral. Spec. Publ",
    "year": 1991
  }, {
    "title": "Extraterrestrial impacts and extinction of life",
    "authors": ["M.R. Rampino", "B.M. Haggerty"],
    "year": 1994
  }, {
    "title": "A history of continents in the past three billion years",
    "authors": ["J.J.W. Rogers"],
    "venue": "J. Geol",
    "year": 1996
  }, {
    "title": "Model of carbon fixation in microbial mats",
    "authors": ["L.J. Rothschild", "R.L. Mancinellli"],
    "venue": "Myr ago to the present",
    "year": 1990
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geol. Mijnbouw",
    "year": 1976
  }, {
    "title": "Pahanerozoic overview of mass extinction",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Pattern and Processes in the History of Life. Springer-Verlag,",
    "year": 1986
  }, {
    "title": "The taxonomic structure of periodic extinction",
    "authors": ["J.J. Sepkoski"],
    "venue": "Geol. Soc. Am. Spec. Paper",
    "year": 1990
  }, {
    "title": "Synchrony of Phanerozoic sedimentary-tectonic events of the 4 North American craton and Russian platform",
    "authors": ["L.L. Sloss"],
    "venue": "Proceedings of the 24th International Geological Congress, Montreal (Section",
    "year": 1972
  }, {
    "title": "Flood basalts and extinction",
    "authors": ["R.B. Stothers"],
    "venue": "events. Geophys. Res. Lett",
    "year": 1993
  }, {
    "title": "Rodinia to Gondwana: the geodynamic map of Gondwana supercontinent assembly",
    "authors": ["R. Unrug"],
    "venue": "GSA Today,",
    "year": 1997
  }, {
    "title": "Seafloor hydrothermal activity: black smoker chemistry and chimneys",
    "authors": ["K.L. Von Damm"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 1990
  }],
  "id": "SP:9ba253d5f4cb652d5378ff6fd79c720106b96bbf",
  "authors": [{
    "name": "Kent C. Condie",
    "affiliations": []
  }],
  "abstractText": "Simultaneous supercontinent and superplume events may reinforce or cancel signals preserved in the geologic record. Alternatively, one signal may overwhelm the other. For instance, relatively low sea level during a 2.7-Ga superplume/supercontinent event may reflect direct hits of superplumes beneath the supercontinent. Although both supercontinent formation and superplume events occurred at 0.28, 1.9 and 2.7 Ga, global warming at these times indicates the dominance of superplume events in controlling climate. Enhanced deposition of black shales correlates with superplume events and with supercontinent breakup. Carbon isotopes in seawater, however, show positive excursions during supercontinent breakup at 2.2–2.1 and 0.8–0.6 Ga, but show mixed signals or no signal during other supercontinent or superplume events, probably due to negative feedbacks. Peaks in marine organism originations at 100, 280, and 480 Ma correlate with possible superplume events, whereas an overall decrease in origination rate in the early Paleozoic correlates with the growth of Pangea and destruction of shallow marine environments. Increased production rates of juvenile crust correlate with formation of supercontinents and with superplume events. There may be two types of superplume events: catastrophic events, which are short-lived (<100 My) and shielding events, which are long-lived (≥200 My). Catastrophic events may be triggered by slab avalanches in the mantle and may be responsible for episodic crustal growth. Shielding superplume events, caused by shielding of the mantle from subduction by supercontinents, are responsible for relatively small additions of mafic components to the continents and may lead to supercontinent breakup. © 2004 Elsevier B.V. All rights reserved.",
  "title": "Supercontinents and superplume events: distinguishing signals in the geologic record"
}