{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nChanges in terrestrial floras at the Triassic-Jurassic Boundary in Europe\nMaria Barbacka a,d,⁎, Grzegorz Pacyna b, Ádam T. Kocsis c, Agata Jarzynka d, Jadwiga Ziaja d, Emese Bodor e a Hungarian Natural History Museum, Bot. Dep., H-1431 Budapest, Pf. 137, Hungary b Jagiellonian University, Institute of Botany, Department of Taxonomy, Phytogeography and Palaeobotany, ul. Kopernika 27, PL-31-501 Kraków, Poland c GeoZentrumNordbayern, Department of Geography andGeosciences, Universität Erlangen-Nürnberg, Germany andMTA-MTM-ELTEResearchGroup for Paleontology, Pázmány Péter sétány 1/C, H-1117 Budapest, Hungary d W. Szafer Institute of Botany, Polish Academy of Sciences, Lubicz 46, 31-512 Kraków, Poland e Geological and Geophysical Institute of Hungary, Department of Geological and Geophysical Collections, Budapest 1143, Stefánia út 14, Hungary\n⁎ Corresponding author at: Hungarian Natural Histo Budapest, Pf. 137, Hungary.\nE-mail addresses: maria.barbacka@nhmus.hu (M. Barb grzegorz.pacyna@uj.edu.pl (G. Pacyna), adam.kocsis@fau. j.ziaja@botany.pl (J. Ziaja), bodor.emese@mfgi.hu (E. Bodo\nhttp://dx.doi.org/10.1016/j.palaeo.2017.05.024 0031-0182/© 2017 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 21 September 2016 Received in revised form 16 May 2017 Accepted 17 May 2017 Available online 18 May 2017\nOne of the biggest mass extinctions took place at the Triassic-Jurassic Boundary. It affected both marine and terrestrial ecosystems, and caused the disappearance of many animal taxa, mostly marine ones. Its influence on floral changes has beenwidely discussed, with arguments offered for the suddenmass extinction of plants over vast areas, or, alternatively, for slow, less extensive changes. The aim of this studywas to statistically verify changes in terrestrial plant composition during the TJB in Europe, and to examine the type and extent of these changes. Data from Polish localities, an interesting new addition to the floristic data from the TJB, were compared with those fromother selected localities in Europe. The database contains 311macroflora taxa from106 localities (16 Polish) in 13 countries, grouped into 29 regions; and 571 microflora taxa from 105 localities (29 Polish) in 11 countries, grouped into 37 regions. The analysed data cover the period from the Anisian to the Toarcian stages. Range-based metrics for diversity dynamics were calculated to show trends in floral changes during the studied time interval, the focus being on the TJB. Due to strong disproportions in thenumber of localities and occurrences, the Rhaetian and the Hettangian stageswere overrepresented. Thewarm and humid climate of those stages promoted plant diversity and led to the formation of numerous broad floodplains conducive to the preservation of remains (e.g. in coal). The patterns established by the raw data analyses were also assessed by applying a sampling standardisation procedure. Our results, based on accurate data from Poland and the rest of Europe, confirm and visualize a scenario inwhich therewere no significant changes in terrestrial plant composition at the TJB. Hierarchical clustering suggests that local habitat conditions are the key factor in the grouping of localities with similar floristic composition, and that differences between floras are not associated with the time dimension (stages).\n© 2017 Elsevier B.V. All rights reserved.\nKeywords: Rhaetian Hettangian Floral change Plant diversity"
  }, {
    "heading": "1. Introduction",
    "text": "Themass extinction during the TJB is considered to be one of the five most significant extinction events; an estimated 80% of all marine animal genera were lost (Sepkoski, 1996). The TJB event has drawn increasing interest in recent decades. Numerous publications have increased our understanding of the event's causes, consequences, and extent (Hubbard and Boulter, 2000; Blackburn et al., 2013; Bonis and Kürschner, 2012; Haworth et al., 2012; Petersen and Lindström, 2012; Bond and Wignall, 2014; Pálfy and Kocsis, 2014; Bachan and Payne, 2016; Van de Schootbrugge and Wignall, 2015; Steinthorsdottir et al.,\nry Museum, Bot. Dep., H-1431\nacka), de (Á.T. Kocsis), r).\n2015). The changes in global climate at the TJB are complex in origin and difficult to explain. They may have been initiated by the onset of fragmentation of the Pangea supercontinent (Chaboureau et al., 2014; Whalen et al., 2015). As an effect of these processes, about two and a half million cubic kilometres of magma were produced, particularly in Central Pangaea (now known as the Central Atlantic Magmatic Province, CAMP), which apparently provided a ready substrate for the production of thermogenic methane (Pálfy et al., 2001; Hesselbo et al., 2002; Ruhl and Kürschner, 2011).\nIt is generally thought that only the Permian-Triassic mass extinction heavily involved land plants (Cascales-Miñana and Cleal, 2011; Cascales-Miñana et al., 2016). Opinions differ about whether the Triassic-Jurassic extinction included plants and, if so, to what degree. The prevailing view is that this mass extinction did not involve plants. The mass extinctions of marine organisms and certain terrestrial animals at the TJB are beyond doubt (Sepkoski, 1991, 1993; Benton, 1994, 1995; Hubbard and Boulter, 2000). Some authors have suggested that\nplants were also affected by this extinction, but the range and strength of it are the subject of lively discussion. Against the assertion of drastic changes in floras at the TJB, many authors have offered evidence for gradual shifts (e.g. Cleal, 1993a, 1993b; Ruckwied and Götz, 2009; Cascales-Miñana and Cleal, 2011; Cascales-Miñana et al., 2016; Lucas and Tanner, 2015).\nThe aim of this study was to verify the premise that there was no massive plant extinction at the TJB, based on analyses of a very large set of floristic data from Triassic-Jurassic Boundary rocks in Europe and especially from Poland. Single European localities have been studied in regard to this question but there has been no broad analysis covering many localities. To get a broad perspective, our work focused on microfloras and macrofloras from localities representing the TJB in the period from the Anisian (early Middle Triassic) to the Toarcian (latest Early Jurassic) stages. We asked how and to what degree the changes depended on regional, palaeogeographic or local factors. We infer that the examined changes in local floras within Europe during this period cannot be interpreted as massive in scale and range. The mechanisms of these changes may be similar on other continents, but this possibility requires separate studies."
  }, {
    "heading": "1.1. General background of the TJB event",
    "text": "Among themost frequently invoked factors behind the TJB mass extinction is the release of large quantities of carbon dioxide and sulfur dioxide (CO2, SO2) from volcanoes, which led to ocean acidification, anoxia and extreme greenhouse warming (Ruhl and Kürschner, 2011; Ruhl et al., 2011). Volcanism may have also caused short-term cooling, acid rain resulting from the release of sulfur dioxide (SO2), the greenhouse effect, CO2 emission, and sudden warming of deep ocean water which would have released methane from gas hydrates stored in ocean floor sediments (Pálfy, 2003a). The most drastic changes have been observed in marine deposits: 23% of the families and 50% of the genera of marine communities (Sepkoski, 1991, 1993; Benton, 1995) and 63% of marine invertebrate genera (Alroy et al., 2008) are reported to have become extinct due to the event. The affected organisms include reef-builders (Stanley, 1988, 2003; Stanley and Beauvais, 1994; Kiessling, 2001, 2005; Pálfy, 2003b; Hautmann, 2004; Kiessling et al., 2007; Hautmann et al., 2008a, 2008b; Kiessling and Simpson, 2011; Greene et al., 2012; Martindale et al., 2012; Kocsis et al., 2014; Pálfy and Kocsis, 2014), radiolarians (Carter and Hori, 2005; Kiessling and Danelian, 2011; Kocsis et al., 2014), bivalves (McRoberts and Newton, 1995; Kiessling et al., 2007; Mander et al., 2008; Kocsis et al., 2014; Van de Schootbrugge and Wignall, 2015), ammonites (Newell, 1963; Tozer, 1979; Brayard et al., 2009; Dera et al., 2010; Whiteside and Ward, 2011; Guex et al., 2012), conodonts (Sepkoski, 1996) and cnidarians (Kiessling, 2001, 2005; Kiessling et al., 2007; Lathuilière and Marchal, 2009; Kocsis et al., 2014; Pálfy and Kocsis, 2014; Van de Schootbrugge and Wignall, 2015).\nOn land, the terminal Triassic extinction of some terrestrial vertebrates (especially many non-dinosaurian archosaurs and amphibians) has been observed (Brusatte et al., 2011; Olsen et al., 2011; Pieńkowski et al., 2014). In terrestrial and freshwater animal communities, 21.7% of the families became extinct (Benton, 1995; McGhee et al., 2004), including 50% (Raup and Sepkoski, 1982; Olsen et al., 1990, 2002) or 40% (Benton, 1994) of the tetrapods. Freshwater fish (McCune and Schaeffer, 1986; Milner et al., 2006) remained almost unaffected, as did some groups of invertebrates such as the ostracods, conchostracans (Kozur and Weems, 2010) and insects (Labandeira and Sepkoski, 1993; Grimaldi and Engel, 2005). Research on changes in the terrestrial flora at the TJB has been basedmainly on palynological data and much less frequently on macrofloristic data. Most of these studies have focused on Greenland because itsmacroflora andmicroflora are well preserved and the Triassic/Jurassic transition is well documented. Some authors reported a 95% turnover of the flora from Greenland (e.g. Pedersen and Lund, 1980; McElwain et al., 1999).\nBacon et al. (2011) suggested that a shift in the isotopic composition of the source atmosphere, rather than changes in vegetation composition, was responsible for the observed trends in δ13C in Bennettitales and Ginkgoales in East Greenland. On the basis of charcoal records from East Greenland, Belcher et al. (2010) argued that fire events occurred as a result of climate warming and an increase in stormy conditions. This suggestion falls in linewith observations fromGermany (Uhl and Montenari, 2011) and Poland (Marynowski and Simoneit, 2009).\nMicrofloristic study of the TJB transition at two Polish localities, Studzianna andHutaOP-1 (Krupnik et al., 2014), did not support the assertion of drastic changes in floristic composition during the transition between these two periods, but those observations were limited to the central part of Poland (Holy Cross Mountain region). At these localities the variation in composition of the macrofloral and microfloral assemblages was interpreted as resulting from short-term local environmental fluctuations. A palynological study of the Triassic/Jurassic transition in northern Poland produced a different picture: in material from the Kamień Pomorski borehole, Pieńkowski et al. (2012) found significant replacement of Late Triassic taxa by Early Jurassic taxa. They contended that this was caused by changes in humidity, climate warming, or the effect of pollutant gases (e.g. SO2). They discussed similar results from studies in Greenland and the respective interpretations of the possible causes, including climate warming (McElwain et al., 1999), a series of dramatic oscillations in temperature (Hubbard and Boulter, 2000), and global cooling and glaciations at the end of the Triassic (Schoene et al., 2010).\nIn view of the different results obtained from research on changes in terrestrial floras in selected localities in Europe, the worldwide character of changes at the TJB seems to be insufficiently documented, as many authors have also averred (e.g. Schuurman, 1979; Pedersen and Lund, 1980; Niklas et al., 1983; Knoll, 1984; Ash, 1986; Cleal, 1993a, 1993b; Kelber, 1998; Hallam, 2002; Lucas and Tanner, 2004, 2007, 2008, 2015; Tanner et al., 2004; Burgoyne et al., 2005; Galli et al., 2005; Kürschner et al., 2007; Ruckwied et al., 2008; Ruckwied and Götz, 2009; Cascales-Miñana and Cleal, 2011; Bonis and Kürschner, 2012; Bond andWignall, 2014; Cascales-Miñana et al., 2016). The findings from these various studies rather suggest that the extent and intensity of changes in land plant composition varied even within the area of one country."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Database",
    "text": "The compiled database mostly comprises data from the published literature, including European data from outside Poland and most of the data from Poland. Some of the data from Poland (1250 species) were obtained for the present research (determination, revision of taxa, and an update of taxonomic and nomenclatural synonyms of microflora). The records were completed from the newest references, but for German, Swedish and selected Polish localities we also drew from the classical literature of the 19th century and the first half of the 20th century. (All references are given togetherwith the complete database in the supplement to this paper).\nAfter taxonomic and nomenclatural revision, in the macrofloristic database we have a total of 311 taxa from 106 localities (16 Polish) in 13 countries, grouped into 29 regions. The microflora is represented by 571 taxa from 105 localities (29 Polish) in 11 countries, grouped into 37 regions. Both databases contain all known Polish localities and selected localities from other European countries. The selection criterion was the presence of floras from the well-defined Rhaetian/ Hettangian boundary and, possibly, if sufficiently documented, from other stages between the Anisian and the Toarcian. Small localities of the same age and located close to each other within one region were combined in the regional units if they had yielded five or fewer taxa. Taxa with uncertain determinations (“cf.”) were recorded in the\ndatabase as definite. Species-level indeterminable taxa (“sp.”) were not included when there were other determined species from the same genus. If therewere only undetermined forms at the locality, one representative “sp.” was included in the database for confirmation of the given genus at the locality. The most precise taxonomic level, species, was used as the basis for all analyses, despite the risk of introducing error due to incorrect identifications. The results are still more accurate than if genus-level data had been used, since the grouping of localities would have been less discrete.\nSingletons – taxa described from only one locality and one stage – were also excluded from the database, since they are not comparable between stages and would distort the analyses.\nThe database also indicates taxa that lasted through the TJB to the Middle and Upper Jurassic, as well as the known environmental data of those localities. The latter data are indicated in the macroflora database only, because this type of remains is more reliably ascertained as potentially growing in a given habitat than sporomorphs which can be transported farther without taphonomic damage (DiMichele and Gastaldo, 2008).\nThe database was prepared in 1/0 (presence/absence) matrices for species, genera or major plant groups (supplement) using MS Excel."
  }, {
    "heading": "2.2. Analytical methods",
    "text": "For some localities not bearing fossils with precise age assignment (Chmielów, Veneto, Hassfurt, Seinstedt, Bayreuth, Scania, Scoresby - transition region, Mecsek, Resita, E Serbia), statistics were calculated with random age assignment as well, enabling us to assess their potential influence on the patterns established by the well-dated localities. This was done iteratively, andwhere the age assignmentwas uncertain, a random age was selected for that particular dataset. Those statistics were then calculated and the procedure was iterated 100 times to estimate the variance this uncertainty created, and possible changes in the expected values. Because these random assignments do not alter the general results (see SOM), to simplify the analytical procedure we refrained from using the information from these poorly dated collections.\nIn the past two decades, the development of paleontological databases has led to the creation of newermetrics for assessing diversity dynamics. The oneswe employed determine the “decay-rate” of a group of taxa crossing the earlier boundary of a time interval until the end of the interval (Foote, 2000). The most recently created methods use occurrence data on the presence of a taxon in a specific geographic and temporal/stratigraphic unit (Alroy, 2008), but due to the relatively low number of sampling points we used range-based metrics (Foote, 2000) instead. This type of metric operates under the range-through assumption, however,meaning thatmultiple extirpation and immigration events (i.e. cyclic changes in facies) will remain undetected in the studied area as awhole. The representativeness of the Polish sampleswithin the context of the entire assembled European database was assessed based on the diversity statistics of the microfloral part of the dataset.\nThe results from some studies suggest that the turnover of marine animals occurred in pulses concentrated at stage boundaries (Foote, 2005), but the evolutionary transitions in the plant kingdom may well have been completely different in character (Traverse, 1988). Therefore the taxonomic turnover of plants can justifiably be approached using a continuous model of evolution rather than a pulsed one, necessitating normalisation of the calculated turnover rates with the interval durations, as they were originally described by Foote (2000). This approach can also be justified on the basis of the lack of significant correlations between the non-normalized rates and the time slice durations. Still, in order to demonstrate the statistical effects of the highly differing durations of the early Mesozoic stages, both the normalized and non-normalized rates are reported. Stage-to-stage extinction percentages have also been calculated in order to broadly characterise the extinctions quantitatively. To assess the effect of sampling intensity on this metric,\nthe extinction percentageswere also calculated at lower sampling levels using rarefaction (Raup, 1975). As the number of single-interval taxa is highly influenced by the overall quality of sampling, the extinction percentages were calculated both with inclusion and with exclusion of these taxa.\nWe used multivariate methods to assess the tendencies of localities to group by time of origin or by geographic location. Among the various methods thatwere run,we deemed hierarchical clustering to be the one that yielded representative results. The demonstrated results are based on Horn's coefficient of dissimilarity. It provided the most representative results and avoided the effects of differences in sample size. To avoid confusion, Ward's method for agglomeration (Kovács et al., 2012; Barbacka et al., 2014) was chosen as the clustering algorithm to create homogeneous groups without a priori assumptions regarding the drivers of their compositional similarities.\nBecause sampling over the analysed interval was very uneven, standardisation (classical rarefaction and simple by-list rarefaction) was deemed necessary to control the raw patterns. The number of iterations in all the resampling protocols was 100. All data analyses were performed in the R programming and running environment (R Development Core Team, 2016), and the time series were plotted with the Geoscale plotting package (Bell, 2015)."
  }, {
    "heading": "3. Results and interpretations",
    "text": ""
  }, {
    "heading": "3.1. Results",
    "text": "The terrestrial plants of Poland and the rest of Europe (Figs. 1, 2) are oversampled in the Rhaetian and Hettangian stages, as is evident from the number of fossil localities and occurrences (Fig. 3). This is especially true for the macroflora, but it affects the microflora as well. The sampling curve shows a high peak at the Rhaetian and Hettangian, which is an effect of this disproportion versus the other stages. The rawmetrics of diversity dynamics at species level are highly influenced by the availability of occurrence information. Range-through diversities are strongly correlated with the number of occurrences in the analysed interval for both the macroflora (Spearman's ń= 0.95, p= 0.0001) and microflora (ń= 0.85, p= 0.0061, Fig. 4). The proportional diversity of major groups of microfloral taxa does not change over the analysed interval, indicating no taxonomic restructuring during the TJB event (Fig. 5). It is unlikely that changes in taxon-specific preservation probability would erase the signal of changes in proportional diversity (if diversity increased but preservation probability decreased at the same time, there is a chance that the changed pattern would be undetectable). The data were too few for an analysis of compositional changes at individual localities, and since sampling of themacrofloral record of Europe in the Lower Jurassic is very poor (except for the Hettangian stage), this potential change was not available for robust assessment (see online supplementary material). Apparently there is no local maximum in any of the raw extinction metrics that precede the Triassic-Jurassic Boundary. Due to the sampling patterns outlined above, origination rates in the Rhaetian and extinction rates in the Hettangian are spuriously elevated due to the high number of taxa that appear in these two stages but had less chance of being sampled before and after them (fewer locations, fewer fossils preserved, poorer quality of preservation). The potential magnitude of this effect is demonstrated by the lowering of the Hettangian extinction rates in the macrofloral dataset after adding Middle-Upper Jurassic fossil localities (Barbacka et al., 2014) to the time series (Fig. 4 D, E, F). Extinction rate values in the Hettangian stage are also influenced by its short duration of about two million years (Fig. 4 D, E, F).\nExtinction percentages for species in the microfloral dataset in the Rhaetian time slice are barely above 10% at that level of taxonomic resolution (Fig. 4 A, B, C). The same is true for themacroflora,with only 11% of the non-single-interval species disappearing at the Triassic-Jurassic Boundary. Inclusion of the single-interval species increases these shares\nto only 19% in the microflora and 26% in the macroflora. The richer sampling of the microflora allows better assessment of the results with sampling standardisation. Rarefying the number of sites in a time slice to the minimum number of 6, or the occurrences counted in a slice to 170 (Fig. 6), does not change the patterns in the Rhaetian-Hettangian already established by the raw dataset. As expected, with classical rarefaction the extinction percentages in the Rhaetian rise somewhat as the targeted sample size decreases (Fig. 7). All the same, at the average level of sampling of both time series the Rhaetian values blend with the rest of the series extinction percentages. These values never rise above 35% (without the single-interval\nspecies). The dependence of these percentage values on sampling intensity indicates that although their large-scale magnitude probably is correct, the values themselves are highly imprecise and not ideally suited for bin-to-bin comparison. There is no change in the expected alpha diversities at the TJB for either themacroflora or the microflora (Fig. 8). Although these individual alpha diversities are not available for estimation due to the lack of information on abundance, it is reasonable to assume that sampling quality did not change much over time at locality level. Accordingly, the alpha diversities of localities should vary around the expected alpha diversity in that particular time slice.\nHierarchical clustering with Ward's method (Figs. 9, 10) indicated that the macrofloral composition of the analysed localities was determined by the ecological and depositional environments rather than by their stratigraphy. Repeating the analyses for data pertaining to the individual ages produced similar patterns, and for the microfloral part of the dataset it gave the same general results as well. The results from the fossil spore and pollen parts of themicroflora dataset trend similarly (Fig. 11), even though the sampled range-through diversities diverge before the sudden increase of sampling quality in the Rhaetian. The importance of Poland's microflora in the European dataset, and its\nrepresentativeness, were assessed by direct comparison of diversity dynamics between the Polish subset and the whole European dataset (Fig. 12). The individual time series were rescaled by normalisation with the means of the series."
  }, {
    "heading": "3.2. Interpretation",
    "text": "All of the curves in the diagrams obtained from the statistical approach follow similar courses, with high peaks at the Rhaetian and Hettangian stages. This anomaly indicates unequal sampling as a factor\nsignificantly affecting the trajectory and interpretation of curves. The peak might initially suggest a confusing wide-scale event. In fact, most localities with the best-preserved remains, which are also the most diverse taxonomically, are from the Rhaetian and Hettangian stages (Barbacka et al., 2014 with references). Many factors played a large role in this disproportion between localities, the most significant of whichwas the increase inmoisture during theRhaetian andHettangian, mostly connected with floodplain, marsh and swamp areas providing better conditions for fossilisation, or, as a habitat, creating favourable conditions for the growth of lush vegetation (Gastaldo and Staub, 1999; Burnham et al., 2005; Gastaldo et al., 2005; Barbacka et al., 2014 with references). Extensive coal measures are known from this time interval, formed from huge amounts of plant matter (e.g. in Sweden, Romania and Hungary). The underlying reason for these changes were the Rhaetian and Hettangian transgressions, so well represented in the European rock record (Pieńkowski, 2004; Pieńkowski et al., 2008).\nRelatively fewer localities are known from the remaining stages, since conditions were not favourable for coal deposition.\nThe apparent Hettangian extinction peak probably is an artefact of sampling rather than a consequence of drastic events. The high extinction rate seen in this interval is the outcome of a diversity increase that is explained by the greater number of sampled sites. This higher number of localities in the Rhaetian and Hettangian stages furnished sampling opportunities for many species that were not present afterwards (in the Sinemurian and later). The absence of many of these species from the pool of survivors to the Sinemurian stage will thus have inflated the extinction in the Hettangian stage. Such peaks in sampling intensity are typically confined to single time slices (e.g. a geological age) and do not usually influence the per capita rates. In the case of the Triassic-Jurassic mass extinction, however, the increase in sampling extends across two stages. This affects the rate calculation methods in a rather unfortunate way. The same biasing effect, in reverse, is visible in\nthe origination rate of the Rhaetian stage, confirming our inference about this effect. The “extinction” in the Hettangian reflects a reduction in the number of taxa due to a decrease in the number of known sites.\nThis effect could not be corrected by rarefaction trials applied to independent time-slices.\nExcluding the sampling-related signal, andusing the datawehave as our basis, it ismore likely that terrestrial plants in Europe did not undergo significant losses as compared with the changes in the marine environment during the end-Triassic mass extinction. Our present study as well as other work on changes in the flora of Europe during the Jurassic (Barbacka et al., 2014) suggest that fluctuations of local conditions played the most important role in floral changes. The disappearance or complete replacement of plant taxa in a given territory does not necessarily mean their extinction: the same taxa appear in other, even remote places, and are often found in later stages. For example, in the present study of turnover in the Rhaetian-Hettangian stages (Fig. 4 D– F), additional data from theMiddle and Upper Jurassic series weakened the sampling-induced effect of “extinction” by supplying data on the same taxa from the younger time periods. The most important factors influencing plant taxa replacement at a given site are changes in topography caused by river troughs, floods, droughts, or marine transgression. They affect areas of every size. Studying the macroflora or microflora from single localities or a small territory can produce information on local events. Often the changes in floristic composition can be seen to reflect natural succession stages in a given region."
  }, {
    "heading": "4. Discussion",
    "text": "The most commonly mentioned factors causing mass extinction at the TJB are connected with volcanism (Central Atlantic Magmatic Province), perturbations in the carbon cycle (e.g. Hesselbo et al., 2002, 2007; Tanner et al., 2004; Galli et al., 2005; Schoene et al., 2010; Kocsis et al., 2014), super-greenhouse warming (e.g. Huynh and Poulsen, 2005; Kiessling and Aberhan, 2007; Van de Schootbrugge et al., 2009; Belcher et al., 2010; Kiessling and Simpson, 2011), increased emission of CO2 (e.g. Marzoli et al., 2004; Beerling and Berner, 2005; Galli et al., 2005; Schaller et al., 2011), increased emission of SO2 (Guex et al.,\n2004; Berner and Beerling, 2007; Hori et al., 2007), sudden release of methane from the seabed (Pálfy et al., 2001; Hesselbo et al., 2002), acid rain causing soil acidification (Bond and Wignall, 2014; Elliott-Kingston et al., 2014; Van de Schootbrugge and Wignall, 2015), acidification of the oceans (Hautmann et al., 2008a; Steinthorsdottir et al., 2011; Greene et al., 2012; Hönisch et al., 2012; Pálfy and Kocsis, 2014) and ocean regression and anoxia (Hallam, 1990, 2002; Hallam and Wignall, 1999; Mander et al., 2008; Bond and Wignall, 2014).\nAccording to some, the intensity of changes (and mass extinction) peaked shortly before the TJB (e.g. Petersen and Lindström, 2012; McElwain et al., 2007; Steinthorsdottir et al., 2015). The rich literature on terrestrial episodes at the TJB, reflected in changes in plant cover, uses data from macroremains and especially microremains. A number of authors characterise these events as global ones affecting terrestrial ecosystems and causing mass extinction or high replacement of plant taxa (e.g. Lindström, 2015; McElwain and Punyasena, 2007; McElwain et al., 2007, 2009) – changes exceeding 70% of taxa. In other reports, significant changes in the flora are not noted during the TJB (Pedersen and Lund, 1980; Lucas and Tanner, 2008, 2015; Ruckwied et al., 2008; Cascales-Miñana et al., 2016) or the observed changes are interpreted as part of a slow process resulting in the replacement of taxa at given sites, often connected with the disappearance of forests and/or significant changes in composition (Lund, 1977; Looy et al., 2001; Hounslow et al., 2004; Götz et al., 2009; Ruckwied and Götz, 2009). In those cases, replacement seems to have been local, explainable as a typical reaction to an environmental disturbance. In Greenland, for example, McElwain et al. (2007) observed a reduction of the mid-canopy and of plants with large leaves, caused by the CAMP volcanism and factors related to it such as increased CO2, local dust emission, SO2 and acid rain (which damaged leaves or caused reduction of their size), and fire. The western margin of Greenland adjoins the eastern margin of the CAMP, so its influence was almost direct (McElwain et al., 2007); this was later supported by Belcher et al. (2010), who reported the replacement of Triassic wide-leaved forms with Jurassic narrow-leaved forms and linked it to the reaction of plants to increased wildfire. A statistical approach indicated the occurrence of taxa in Greenland in two groups separated by time along the TJB transition (Bacon et al., 2011). A decline in photosynthetic efficiency resulting in a decrease in plant biodiversity has also been suggested (Haworth et al., 2014). Lucas and Tanner\n(2015) pointed to the local character of changes at the TJB (including in Greenland), which occurred more slowly in terrestrial ecosystems than inmarine environments. Theyweremore keen to stress evolutionary change rather than sudden extinction.\nIn Sweden, wildfire in the late Rhaetian and early Hettangian caused large-scale burning of conifer forests and ferns, plus the appearance of new swampy vegetation at the Hettangian-Sinemurian boundary (Petersen and Lindström, 2012). A quantitative change in sporomorph occurrence at the TJBwas noted in southern Germany, northern Germany and southern Sweden (Van de Schootbrugge et al., 2009). The gymnospermous plant assemblage was replaced by a fern assemblage, interpreted as an effect of the strong link between flood basalt volcanism and perturbations in terrestrial ecosystems. During the TJB in Austria and the United Kingdom (Kürschner et al., 2007; Bonis et al., 2009; Bonis and Kürschner, 2012), gymnosperms (conifers and seed ferns) were replaced by ferns, club mosses and liverworts. Multivariate statistical analysis indicated a trend towards warmer and wetter conditions across the boundary in Hochalplgraben. Vegetation changes in St. Audrie's Bay were different. A mixed gymnosperm forest with Caytoniales, Taxodiaceae, Cheirolepidiaceae and ferns was replaced by a less diversified assemblage consisting mainly of Cheirolepidiaceae (80–100%). This change was interpreted as being caused by a transition to a warmer and more arid climate. Although both sections showed major changes in vegetation, neither of them showed a distinctmass extinction of theflora. According to these authors, thenon-uniformchanges in vegetation reflected in the Triassic/Jurassic palynological record may be the result of environmental changes caused by CAMP volcanism. Jansson et al. (2008) observed similar replacement of canopy plants by Classopolis/Cheirolepidiaceae in Australia. A palynological study in Scania revealed that conifers and ferns dominated from the Rhaetian to the Sinemurian, associated predominantly with bryophytes in the Rhaetian, sphenophytes in the Hettangian, and lycopsids in the Synemurian (Larsson, 2009). For several localities in the UK, Scania, Austria and East Greenland, conclusions about climatic changes were drawn from analyses of isopolmaps. The firstmaps of this typewere applied to the Jurassic of Western Europe (Hubbard and Boulter, 2000). Palynological studies of some localities in the UK and Austria distinguished different types of floral change. In Hochalplgraben, a forest assemblage dominated by leafy gymnosperms, conifers and seed ferns\nwas replaced by ferns, bryophytes and liverworts (Bonis and Kürschner, 2012). A significant spore spike at the TJB boundarywas interpreted as a dramatic increase in the number of plants colonising land after degradation of forests (e.g. Looy et al., 2001; Van de Schootbrugge et al., 2009; Van de Schootbrugge and Wignall, 2015) in different places in Europe: Spain (Fowell et al., 1994; Gomèz et al., 2007; Bonis et al., 2009; Bonis and Kürschner, 2012), Austria (Kürschner et al., 2007), France (Rauscher et al., 1995; Larsson, 2009; Petersen and Lindström, 2012; Lindström, 2015), Slovakia (Ruckwied and Götz, 2009), Germany, Sweden (Van de Schootbrugge et al., 2009) and Luxembourg (Schuurman, 1977). Interestingly, the opposite trend was noted in Hungary, where there was a high spike of ferns and conifers at the TJB and immediately thereafter, and a sudden decrease in the number of ferns along with an increasing share of swamp-inhabiting conifers (Götz et al., 2011). Van de Schootbrugge et al. (2009), Heunisch et al. (2010) and Van de Schootbrugge and Wignall (2015) noted a general decrease in tree\npollen at the end of the Triassic at the same time that hygrophilous pteridophyte spores were increasing. In the Hettangian, spore-producing plants were replaced by conifer-dominated assemblages. Based on palynological data, Lindström (2015) presented percentages of change at localities at different latitudes, suggesting that at higher latitudes the changes were weaker. She pointed out that the most intense changes took place before the TJB and that the global spike in fern spores was greatest at higher latitudes, and discussed in detail the alternation of pollen/spore taxa abundance in the pre-extinction – extinction – recovery – post-extinction stages at the studied localities.\nClimaticfluctuations have been demonstrated at numerous points of the globe, ascertained by quite various methods. Studies of plant responses to different types of pollution show the very wide range of their reactions, including macromorphological signals (e.g. McElwain et al., 1999, 2007; Belcher et al., 2010), changes in the stomatal index (e.g. McElwain et al., 1999; Vörding, 2008; Bonis et al., 2010; Steinthorsdottir et al., 2011; Haworth et al., 2012), altered cuticle structure under increased SO2 (Haworth et al., 2012; Bacon et al., 2013; Elliott-Kingston et al., 2014) and the negative anomaly of δ13C in cuticles (Bacon et al., 2011). Some authors describe extinct/disappeared taxa or major systematic groups. In Greenland,Mander et al. (2010) observed a significantly higher rate of extinction based on macroremains than based on palynomorphs. It regarded some cycads (Nilssonia, Ctenis,\nPseudoctenis), bennettites (Anomozamites, Pterophyllum) and seed ferns that became extinct. The entire extinction rate was estimated as 85% of species (McElwain et al., 2007; Mander et al., 2010) and 17% of genera (Mander et al., 2010). The rate is even higher according to Pedersen and Lund (1980) and McElwain et al. (1999), who estimated it as 95% of species. Harris (1937) put it at 80% of species. The varying estimates of species extinction percentages may reflect some difficulty in assigning species to many fossil plants. The enumeration of extinct\nplants contains Peltaspermaceae (McElwain and Punyasena, 2007) and describes a general decline in seed ferns (Pálfy and Smith, 2000; Riley and Knight, 2001; McElwain et al., 2007; Mander et al., 2010) and the bennettitalean crisis (McElwain et al., 2007; Mander et al., 2010; Bacon et al., 2011).\nSince the majority of results are based on palynological data, we endeavoured to collect themaximumavailable data frommicroremains and macroremains from the same or nearby localities in Poland and\norn's coefficient of dissimilarity) between localities ofmicrofloral fossils. Letters before the he localities show no unequivocal tendency to form separate clusters, indicating a lower\ndifferent European countries. Since the curves representing the changes in Poland followed the same course as in the rest of Europe, we decided in the end to treat them together. Making allowances for the huge difference in the number of sites and occurrences between the Rhaetian– Hettangian and the remaining stages, there clearly is no sign of a high rate of extinction (appearance and disappearance of taxa) from the Middle Triassic to the end of the Lower Jurassic. Moreover, addingMiddle andUpper Jurassic taxaweakened the effect of Rhaetian–Hettangian overrepresentation. This means that the majority of plant groups and taxa maintained their continuity throughout the later stages of the Jurassic. The database makes it possible to calculate the percentages of species that crossed the TJB and reached the Lower Jurassic: 43% for macroflora and 46.58% for microflora; 13.5% of the macroflora reached the Middle to Upper Jurassic. These percentages may be regarded as high, as it is based on species level and a long time interval. Especially important, however, is the already noted general decrease of known localities and fossil records towards the Upper Jurassic.\nThe clustered localities are quite similar in their environmental conditions, because the types of habitats mostly represented in the analysed fossil record are floodplain,fluvial, deltaic, swampy, lacustrine, and all transitions between them, which in both topography and plant composition do not differ significantly. Because the environmental factor is not decisive, strong floral changes caused by the TJB event would group localities according to their age. Clustering and ordination methods (DCA, NMDS) were used to test the assertion of drastic floral\nchanges. Both methods gave similar results. Here a cluster is presented (Figs. 9, 10) which best displays the floristic trends during the studied time interval.\nWe observed the effect of grouping localities of similar environments in previous statistical studies of floral changes in Europe over the entire Jurassic period (Barbacka et al., 2014). Because more types of environments were represented during the Jurassic (e.g. more localities with lagoonal-marine influences), clustering provided evidence that during this period the most important factor influencing the taxonomic composition of sites was the local environment. Themechanisms affecting the disappearance of a plant from a given landscape may be simple and of limited range. In Hungary, a small area and a relatively short time interval within the Hettangianwere sufficient for amajor replacement of floral elements caused by little more than sea level changes, small differences in the extent and position of a barrier, and the depth of water in lagoons (Barbacka et al., 2015). These changes were not caused by drastic events and only represent typical changes in topography. Barbacka et al. (2014) discussed significant differences in plant composition between two small localities lying in close proximity within the same formation in the Holy Cross Mountains (Poland). One of the localities was fern-dominated, passing into conifer-dominated (in a warm and wet habitat), while the second showed typical Siberian cold- and dry-resistant taxa. The time shift between the localities probably was less than a million and possibly only a few hundred thousand years within the Hettangian. Such a time interval was long enough for floral change. This was confirmed by the kaolinite/illite ratio, which indicated a decrease in temperature and reduction of rainfall at this precise time (Raucsik and Varga, 2008). Fluctuations in CO2, SO2, temperature and moisture were recorded during the TJB, and these may very well have played a major role in the complete replacement of floral elements locally, especially near the CAMP, as in Greenland (McElwain et al., 2007)\nThe highly adaptive responses of plants to air and soil pollution, seen in changes in their structures, showhowpersistent and flexible they are in the face of unfavourable external factors, so their disappearance from certain sites does not necessarily indicate that they have become extinct (Elliott-Kingston et al., 2014; Haworth et al., 2012; Bacon et al., 2013).\nDuring extreme changes in conditions, certain or even all taxa disappear from a given habitat but appear in another one where conditions are better. Thismechanism is the same today as it wasmillions of years ago."
  }, {
    "heading": "5. Conclusion",
    "text": "The results in this paper are based on a large database compiled for this research for the first time, related to the responses of regional European floras to environmental change at many localities during the TJB. The character of these responses, supported and visualised by analytical methods, fully confirms suggestions in other studies that extinctions of terrestrial plants did not occur across the TJB.\nThe statistical analyses did not signal any significant differences in plant composition between the Rhaetian and Hettangian stages that would suggest a dramatic event.\nThe floral changes across Europe, as revealed by hierarchical clustering, did not depend on global events during the later Triassic, nor during the early Jurassic, but were rather a consequence of more or less local changes in topography.\nThere was no mass extinction of European terrestrial plants during the TJB. The majority of genera and a high percentage of species still existed in its later stages.\nReplacement of taxa may have been more frequent during the TJB, but this is not certain – there is not enough material from other stages to confirm this. Such changes can occur in response to global and local events, but any high region-specific replacement rates were most probably of local character.\nCertain taxa/families indeed became extinct by the end of the Triassic (e.g. Peltaspermales), but it is open to questionwhether their decline was due to catastrophic events or to ordinary evolutionary processes."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Philip Palmer, Richard Johnson for their attention to the language of an earlier version of the paper, and Michael Jacobs for the final form of the text. We thank also Spencer G. Lucas and two anonymous reviewers for constructive comments and suggestions. The study wasfinanced by funds from thePolishNational Science Centre (no. DEC2012/05/B/NZ8/00990) and by the W. Szafer Institute of Botany, Polish Academy of Sciences, though its statutory funds. Á. T. Kocsis was funded by the Deutsche Forschungsgemeinschaft (KO 5382/1-1). This is MTAMTM-ELTE Paleo contribution no. 248. G. Pacyna also received partial financial support from the Institute of Botany of the Jagiellonian University (K/ZDS/005396, K/ZDS/006302, K/ZDS/006305)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.palaeo.2017.05.024."
  }],
  "year": 2017,
  "references": [{
    "title": "Dynamics of origination and extinction in the marine fossil record",
    "authors": ["J. Alroy"],
    "venue": "PNAS 105 (supp",
    "year": 2008
  }, {
    "title": "Phanerozoic trends in the global diversity of marine invertebrates",
    "authors": ["J.A", "C. Simpson", "A. Tomašových", "C.C. Visaggi"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Fossil plants and the Triassic–Jurassic boundary",
    "authors": ["S. Ash"],
    "year": 1986
  }, {
    "title": "Modelling the impact of pulsed CAMP volcanism on pCO2 and δ13C at the end of the Triassic and earliest Jurassic",
    "authors": ["A. Bachan", "J.L. Payne"],
    "venue": "Geol. Mag",
    "year": 2016
  }, {
    "title": "The Triassic–Jurassic boundary carbon-isotope excursions expressed in taxonomically identified leaf cuticles",
    "authors": ["K.L. Bacon", "C.M. Belcher", "S.P. Hesselbo", "J.C. McElwain"],
    "venue": "PALAIOS",
    "year": 2011
  }, {
    "title": "Increased atmospheric SO2",
    "authors": ["K.L. Bacon", "C.M. Belcher", "M. Haworth", "J.C. McElwain"],
    "year": 2013
  }, {
    "title": "European Jurassic floras: statistics and",
    "authors": ["F. Thévenard", "J. Ziaja"],
    "year": 2014
  }, {
    "title": "Relationships between eco",
    "authors": ["M. 2478/acpa-2014-0011. Barbacka", "M.E. Popa", "J. Mitka", "E. Bodor", "G. Pacyna"],
    "year": 2015
  }, {
    "title": "Feedbacks and the coevolution of plants and atmospheric",
    "authors": ["R.A. Berner"],
    "year": 2005
  }, {
    "title": "Increased fire activity at the Triassic/Jurassic boundary in Green",
    "authors": ["J.C. McElwain"],
    "year": 2010
  }, {
    "title": "Late Triassic to middle Jurassic extinction among continental tetra",
    "authors": [],
    "year": 1994
  }, {
    "title": "Volcanic degassing necessary to produce a CaCO3",
    "authors": ["D.J. Beerling"],
    "year": 2007
  }, {
    "title": "Zircon U–Pb geochronology links the end-Trias",
    "authors": ["E.T. Rasbury", "M. Et-Touhami"],
    "year": 2013
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "year": 2014
  }, {
    "title": "Vegetation history, diversity patterns, and climate",
    "authors": ["W.M. Kürschner"],
    "year": 2012
  }, {
    "title": "A detailed palynological study of the Trias",
    "authors": ["W.M. Kürschner", "L. Krystyn"],
    "year": 2009
  }, {
    "title": "Good genes and good luck: ammonoid diversity and the end-Permian",
    "authors": ["J. Guex"],
    "year": 2009
  }, {
    "title": "Phanerozoic evolution",
    "authors": ["P.M. S1755691011020056. Burgoyne", "A.E. van Wyk", "J.M. Anderson", "B.D. Schrire"],
    "year": 2005
  }, {
    "title": "Modern tropical forest taphonomy: does high",
    "authors": ["B. Ellis", "K.R. Johnson"],
    "year": 2005
  }, {
    "title": "Global correlation of the radiolarian faunal change",
    "authors": ["R.S. Hori"],
    "year": 2005
  }, {
    "title": "Plant fossil record and survival analysis",
    "authors": ["B. 1139/e05-020. Cascales-Miñana", "C.J. Cleal"],
    "venue": "Lethaia",
    "year": 2011
  }, {
    "title": "A palaeobotanical perspective",
    "authors": ["J.B. Diez", "P. Gerrienne", "C.J. Cleal"],
    "year": 2016
  }, {
    "title": "Damage structures in leaf epider",
    "authors": ["C. 144–198. Elliott-Kingston", "M. Haworth", "J.C. McElwain"],
    "year": 2014
  }, {
    "title": "Origination and extinction components of taxonomic diversity",
    "authors": ["M. Barbacka"],
    "year": 2000
  }, {
    "title": "Geologically rapid late Triassic extinctions: paly",
    "authors": ["S.J. 6–20. Fowell", "B. Cornet", "P.E. Olsen"],
    "year": 1994
  }, {
    "title": "Anomalies in global carbon",
    "authors": ["M.T. volume.pdf. Galli", "F. Jadoul", "S.M. Bernasconi", "H. Weissert"],
    "year": 2005
  }, {
    "title": "A mechanism to explain the preservation of leaf litter",
    "authors": ["J.R. Staub"],
    "year": 1999
  }, {
    "title": "Events around the Triassic-Jurassic boundary",
    "authors": ["J.J. palo.2004.P04-62. Gomèz", "A. Goy", "E. Barrón"],
    "year": 2007
  }, {
    "title": "Palynological evidence of synchromous",
    "authors": ["A.E. 89–110. Götz", "K. Ruckwied", "J. Pálfy", "J. Haas"],
    "year": 2009
  }, {
    "title": "Csõvár section, Hungary)",
    "authors": ["A.E. Götz", "K. Ruckwied", "M. Barbacka"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2011
  }, {
    "title": "Evolution of the Insects",
    "authors": ["M.S. Engel"],
    "year": 2005
  }, {
    "title": "Highresolution ammonite and carbon",
    "authors": ["J. York. Guex", "A. Bartolin", "V. Atudorei", "D. Taylor"],
    "year": 2004
  }, {
    "title": "Geochronological constraints on post-extinction",
    "authors": ["H. Bucher", "V. Atudorei"],
    "year": 2012
  }, {
    "title": "The end-Triassic mass extinction event",
    "authors": ["A. palaeo.2012.04.030. Hallam"],
    "year": 1990
  }, {
    "title": "Catastrophic ocean acidification",
    "authors": ["M. 004-0020-y. Hautmann", "M.J. Benton", "A. Tomasovych"],
    "year": 2008
  }, {
    "title": "Bio-, und lithostratigraphie",
    "authors": ["F.W. Luppold", "L. Reinhardt", "Röhling", "H.-G"],
    "year": 2010
  }, {
    "title": "Platinum group element anomalies and bioevents in the Triassic–Jurassic deep-sea sediments of Panthalassa",
    "authors": ["R.S. Hori", "T. Fujiki", "E. Inoue", "J.I. Kimura"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Magnetostratigraphy and biostratigraphy of the Upper Triassic and lowermost Jurassic succession, St. Audrie's Bay, UK. Palaeogeogr",
    "authors": ["M.W. Hounslow", "P.E. Posen", "G. Warrington"],
    "venue": "Palaeoclimatol. Palaeoecol. 213:331–358",
    "year": 2004
  }, {
    "title": "Phytogeography and paleoecology in Western Europe and Eastern Greenland near the Triassic–Jurassic boundary",
    "authors": ["Hubbard", "R.N.L.B", "M.C. Boulter"],
    "venue": "PALAIOS",
    "year": 2000
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the endTriassic mass extinction",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "An early Jurassic flora from the Clarence-Moreton Basin, Australia",
    "authors": ["Jansson", "I.-M", "S. McLoughlin", "V. Vajda", "M. Pole"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2008
  }, {
    "title": "Phytostratigraphische aspekte der makrofloren des süddeutschen Keupers",
    "authors": ["Kelber", "K.-P"],
    "venue": "Doc. Naturae",
    "year": 1998
  }, {
    "title": "Paleoclimatic significance of Phanerozoic",
    "authors": ["W. Kiessling"],
    "venue": "reefs. Geology",
    "year": 2001
  }, {
    "title": "Long-term relationship between ecological stability and biodiversity in Phanerozic reefs",
    "authors": ["W. Kiessling"],
    "venue": "Nature 433,",
    "year": 2005
  }, {
    "title": "Geographical distribution and extinction risk. Lessons from Triassic–Jurassic marine benthic organisms",
    "authors": ["W. Kiessling", "M. Aberhan"],
    "venue": "J. Biogeogr. 34:1473–1489",
    "year": 2007
  }, {
    "title": "Trajectories of late Permian–Jurassic radiolarian extinction rates: no evidence for an end-Triassic mass extinction",
    "authors": ["W. Kiessling", "T. Danelian"],
    "venue": "Fossil Record",
    "year": 2011
  }, {
    "title": "On the potential for ocean acidification to be a general cause of ancient reef crises",
    "authors": ["W. Kiessling", "C. Simpson"],
    "venue": "Glob. Chang. Biol",
    "year": 2011
  }, {
    "title": "Extinction trajectories of benthic organisms across the Triassic–Jurassic boundary. Palaeogeogr",
    "authors": ["W. Kiessling", "M. Aberhan", "B. Brenneis", "P.J. Wagner"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Patterns of extinction in the fossil record of vascular plants",
    "authors": ["A.H. Knoll"],
    "venue": "Extinction. University of Chicago Press,",
    "year": 1984
  }, {
    "title": "Radiolarian biodiversity dynamics through the Triassic and Jurassic: implications for proximate causes of the end-Triassic mass extinction",
    "authors": ["T.Á. Kocsis", "W. Kiessling", "J. Pálfy"],
    "year": 2014
  }, {
    "title": "Analysis of water quality data for scientists",
    "authors": ["J. Kovács", "P. Tanos", "J. Korponai", "I. KovácsnéSzékely", "K. Gondár", "I. Gondár-Sőregi", "G. Hatvani"],
    "venue": "Water Quality and Water Pollution: Evaluation of WaterQuality Data. Tech Open Access Publisher,",
    "year": 2012
  }, {
    "title": "The biostratigraphic importance of conchostracans in the continental Triassic of the northern hemisphere",
    "authors": ["H.W. Kozur", "R.E. Weems"],
    "venue": "The Triassic Timescale, Special Publication",
    "year": 2010
  }, {
    "title": "A palaeoenvironmental reconstruction based on palynological analyses of Upper Triassic and lower Jurassic sediments from the Holy Cross Mountains region",
    "authors": ["J. Krupnik", "J. Ziaja", "M. Barbacka", "A. Feldman-Olszewska", "A. Jarzynka"],
    "venue": "Acta Palaeobotanica",
    "year": 2014
  }, {
    "title": "Carbon-isotope stratigraphy and palynostratigraphy",
    "authors": ["W.M. Kürschner", "N.R. Bonis", "L. Krystyn"],
    "year": 2007
  }, {
    "title": "Insect diversity in the fossil record",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1993
  }, {
    "title": "Palynostratigraphy of the Triassic–Jurassic transition in southern",
    "authors": ["L.M. 310–315. Larsson"],
    "year": 2009
  }, {
    "title": "Extinction, survival and recovery of corals from the Tri",
    "authors": ["B. Lathuilière", "D. Marchal"],
    "year": 2009
  }, {
    "title": "Palynofloral patterns of terrestrial ecosystem change during the end",
    "authors": [],
    "year": 2015
  }, {
    "title": "Ed.), Mass Extinction",
    "authors": ["A.M.T. Elewa"],
    "year": 2015
  }, {
    "title": "Rhaetic to lower Liassic palynology of the onshore sout-eastern North Sea",
    "authors": [],
    "year": 1977
  }, {
    "title": "Palaeoecology of the late Triassic extinction",
    "authors": ["Basin. Geol"],
    "venue": "Surv. Den. II",
    "year": 2008
  }, {
    "title": "An explanation for conflicting records",
    "authors": ["L. Mander", "W.M. Kürschner", "J.C. McElwain"],
    "venue": "SW UK. J. Geol. Soc. Lond",
    "year": 2010
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic–Jurassic boundary climate and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. Verati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "N. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "year": 2004
  }, {
    "title": "Triassic and Jurassic fishes: patterns of diversity",
    "authors": ["A.R. McCune", "B. Schaeffer"],
    "year": 1986
  }, {
    "title": "Mass extinction events and the plant fossil record",
    "authors": ["J.C. McElwain", "S.W. Punyasena"],
    "venue": "Trends Ecol. Evol",
    "year": 2007
  }, {
    "title": "Fossil plants and global warming at the Triassic–Jurassic",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "boundary. Science",
    "year": 1999
  }, {
    "title": "Macroecological responses of terrestrial vegetation to climatic and atmospheric change across Triassic–Jurassic boundary in East Greeland",
    "authors": ["J.C. McElwain", "M.E. Popa", "S.P. Hasselbo", "M. Haworth", "F. Surlyk"],
    "venue": "Paleobiology",
    "year": 2007
  }, {
    "title": "Fossil plant relative abundances indicate sudden loss of late Triassic biodiversity in East Greenland",
    "authors": ["J.C. McElwain", "P.J. Wagner", "S.P. Hesselbo"],
    "venue": "Science 324:1554–1556",
    "year": 2009
  }, {
    "title": "Ecological ranking of Phanerozoic biodiversity crises: ecological and taxonomic severities are decoupled",
    "authors": ["G.R. McGhee", "P.M. Sheehan", "D.J. Bottjer", "M.L. Droser"],
    "venue": "Palaeogeog. Palaeoclimat. Palaeoecol",
    "year": 2004
  }, {
    "title": "Selective extinction among end-Triassic",
    "authors": ["C.A. McRoberts", "C.R. Newton"],
    "venue": "European bivalves. Geology",
    "year": 1995
  }, {
    "title": "The geographic distribution and biostratigraphy of late Triassic–early Jurassic freshwater fish faunas of the western United States",
    "authors": ["A.R.C. Milner", "J.I. Kirkland", "T.A. Birthisel"],
    "venue": "N. M. Mus. Nat. Hist. Sci",
    "year": 2006
  }, {
    "title": "Crises in the history of life",
    "authors": ["N.D. Newell"],
    "venue": "Sci. Am",
    "year": 1963
  }, {
    "title": "Patterns in vascular land plant diversification: a statistical analysis at the species",
    "authors": ["K.J. Niklas", "B.H. Tiffney", "A.H. Knoll"],
    "venue": "level. Nature",
    "year": 1983
  }, {
    "title": "The Triassic/Jurassic boundary in continental rocks of eastern North America; a progress report",
    "authors": ["P.E. Olsen", "S.J. Fowell", "B. Cornet"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1990
  }, {
    "title": "Ascent of dinosaurs linked to an iridium anomaly at the Triassic–Jurassic",
    "authors": ["P.E. Olsen", "D.V. Kent", "H.D. Sues", "C. Koeberl", "H. Huber", "A. Montanari", "E.C. Rainforth", "S.J. Powell", "M.J. Szajna", "B.W. Hartline"],
    "year": 2002
  }, {
    "title": "Implications of the Newark Supergroup-based astrochronology and geomagnetic polarity time scale (Newark-APTS) for the tempo and mode of the early diversification of the Dinosauria",
    "authors": ["P.E. Olsen", "D.V. Kent", "J.H. Whiteside"],
    "venue": "Earth Environ. Sci. Trans. R. Soc. Edinb. 101:201–229",
    "year": 2011
  }, {
    "title": "Volcanism of the Central Atlantic magmatic province as a potential driving force in the end-Triassic mass extinction",
    "authors": ["J. Pálfy"],
    "venue": "Amer. Geophys. Union Geophys. Monogr",
    "year": 2003
  }, {
    "title": "End Triassic mass extinction. McGraw-Hill Yearbook of Science & Technology Comprehensive Coverage of Recent Events as Compiled by the Staff of the McGraw-Hill Encyclopedia of Science",
    "authors": ["J. Pálfy"],
    "year": 2003
  }, {
    "title": "Volcanism of the Central Atlantic magmatic province as the trigger of environmental and biotic changes around the Triassic–Jurassic boundary",
    "authors": ["J. Pálfy", "Kocsis"],
    "venue": "T.Á.,",
    "year": 2014
  }, {
    "title": "Synchrony between early Jurassic extinction, oceanic anoxic event, and the Karoo-Ferrar flood basalt",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic–Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M. Orchard", "I. Vetö"],
    "year": 2001
  }, {
    "title": "Palynology of the plant-bearing Rhaetian to Hettangian Kap Stewart formation",
    "authors": ["K.R. Pedersen", "J.J. Lund"],
    "venue": "Scoresby Sund, East Greenland. Rev. Palaeobot. Palynol",
    "year": 1980
  }, {
    "title": "Synchronous wildfire activity rise and mire deforestation at the Triassic–Jurassic boundary",
    "authors": ["H.I. Petersen", "S. Lindström"],
    "venue": "PLoS One 7 (10),",
    "year": 2012
  }, {
    "title": "The epicontinental lower Jurassic of Poland. Pol",
    "authors": ["G. Pieńkowski"],
    "venue": "Geol. Inst. Spec. Pap",
    "year": 2004
  }, {
    "title": "The Geology of Central Europe. Mesozoic and Cenozoic",
    "authors": ["G. Pieńkowski", "M.E. Schudack", "P. Bosák", "R. Enay", "A. Feldman-Olszewska", "J. Golonka", "J. Gutowski", "G.F.W. Herngreen", "P. Jordan", "M. Krobicki", "B. Lathuiliere", "R.R. Leinfelder", "J. Michalík", "E. Mönnig", "N. Noe-Nygaard", "J. Pálfy", "A. Pint", "M.W. Rasser", "A.G. Reisdorf", "D.U. Schmid", "G. Schweigert", "F. Surlyk", "A. Wetzel", "T.E. Wong"],
    "year": 2008
  }, {
    "title": "Sedimentological, palynological, and geochemical studies of the terrestrial Triassic–Jurassic boundary in northwestern Poland",
    "authors": ["G. Pieńkowski", "G. Niedźwiedzki", "M. Waksmundzka"],
    "venue": "Geol. Mag",
    "year": 2012
  }, {
    "title": "Climatic reversals related to the Central Atlantic magmatic province caused the end-Triassic biotic crisis—evidence from continental strata in Poland. Geol",
    "authors": ["G. Pieńkowski", "G. Niedźwiedzki", "P. Brański"],
    "year": 2014
  }, {
    "title": "Climato-environmental controls on clay mineralogy of the Hettangian-Bajocian succession of the Mecsek Mountains, Hungary: an evidence for extreme continental weathering during the early Toarcian oceanic anoxic event",
    "authors": ["B. Raucsik", "A. Varga"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Taxonomic diversity estimation using rarefaction",
    "authors": ["D.M. Raup"],
    "venue": "Paleobiology",
    "year": 1975
  }, {
    "title": "Mass extinctions in the marine fossil",
    "authors": ["D.M. 333–342. Raup", "J.J. Sepkoski Jr."],
    "year": 1982
  }, {
    "title": "Climate change at the Triassic/Jurassic boundary: palyno",
    "authors": ["K. 99–110. Ruckwied", "A.E. Götz"],
    "year": 2009
  }, {
    "title": "Palynology of a terrestrial coal-bearing",
    "authors": ["Carpath"],
    "year": 2008
  }, {
    "title": "Atmospheric pCO2 perturbations associated",
    "authors": ["M.F. 430–433. Schaller", "J.D. Wright", "D.V. Kent"],
    "year": 2011
  }, {
    "title": "The history of early Mesozoic reef communities: a three-step",
    "authors": ["Heidelberg", "Berlin:pp"],
    "year": 1988
  }, {
    "title": "Corals from an early Jurassic coral reef",
    "authors": ["G.D. Stanley Jr.", "L. Beauvais"],
    "year": 1994
  }, {
    "title": "Assessing the record and causes of late Tri",
    "authors": ["S.G. Lucas", "M.G. Chapman"],
    "year": 2004
  }, {
    "title": "79-1B, 127–135",
    "authors": ["Geol. Surv. Can. Pap"],
    "venue": "Traverse, A.,",
    "year": 1988
  }, {
    "title": "Charcoal as evidence of palaeo-wildfires in the late Triassic",
    "authors": ["M. Montenari"],
    "venue": "Hist. Biol",
    "year": 2011
  }, {
    "title": "A tale of two extinctions",
    "authors": ["B. Van de Schootbrugge", "P.B. Wignall"],
    "venue": "SW Germany. Geol. J. 46,",
    "year": 2015
  }],
  "id": "SP:80ee8e266c5a5bbe41ce2b42cd0aef0585479bfb",
  "authors": [{
    "name": "Maria Barbacka",
    "affiliations": []
  }, {
    "name": "Grzegorz Pacyna",
    "affiliations": []
  }, {
    "name": "Ádam T. Kocsis",
    "affiliations": []
  }, {
    "name": "Agata Jarzynka",
    "affiliations": []
  }, {
    "name": "Jadwiga Ziaja",
    "affiliations": []
  }, {
    "name": "Emese Bodor",
    "affiliations": []
  }],
  "abstractText": "a Hungarian Natural History Museum, Bot. Dep., H-1431 Budapest, Pf. 137, Hungary b Jagiellonian University, Institute of Botany, Department of Taxonomy, Phytogeography and Palaeobotany, ul. Kopernika 27, PL-31-501 Kraków, Poland c GeoZentrumNordbayern, Department of Geography andGeosciences, Universität Erlangen-Nürnberg, Germany andMTA-MTM-ELTEResearchGroup for Paleontology, Pázmány Péter sétány 1/C, H-1117 Budapest, Hungary d W. Szafer Institute of Botany, Polish Academy of Sciences, Lubicz 46, 31-512 Kraków, Poland e Geological and Geophysical Institute of Hungary, Department of Geological and Geophysical Collections, Budapest 1143, Stefánia út 14, Hungary",
  "title": "Changes in terrestrial floras at the Triassic-Jurassic Boundary in Europe"
}