{
  "sections": [{
    "text": "Cretaceous Research (2002) 23, 153–163 doi:10.1006/cres.2002.0310, available online at http://www.idealibrary.com on\nClay mineralogy of the Late Cretaceous and early Tertiary successions of the Cauvery Basin (southeastern India): implications for sediment source and palaeoclimates at the K/T boundary\n*J. Madhavaraju, *S. Ramasamy, †Alastair Ruffell and *S. P. Mohan\n*Department of Geology, School of Earth and Atmospheric Sciences, University of Madras, Chennai 600 025, India; e-mail: jmadhavaraju@yahoo.com †School of Geography, Queen’s University, Belfast, Northern Ireland, BT7 1NN, UK; e-mail: a.ruffell@qub.ac.uk\nRevised manuscript accepted 30 January 2002\nClay mineral analyses were carried out on late Maastrichtian–early Palaeocene (Cretaceous–Tertiary) sedimentary rocks in the Ariyalur area of the Cauvery Basin (southeastern India). These investigations were aimed at determining the sedimentary provenance and palaeoclimate of the area in the latest Cretaceous and earliest Tertiary. The late Cretaceous deposits show significant palaeogeographic variation in clay mineral contents across the study area. Mixed-layer illite-smectites dominate the clay mineral content of the uppermost Maastrichtian of all areas, with elevated smectite, illite, palygorskite, sepiolite, kaolinite and chlorite occurring at intervals through the succession. This combination and widespread variation in the clay mineral suite suggests a lithologically highly variable source terrain and lack of sediment mixing during transport. Mixed-layer clays occur with both kaolinite and palygorskite, interpreted in terms of a seasonal (warm and wet, warm and dry) source area. The uppermost Maastrichtian of the Niniyur section displays an upward increase in illite content, suggesting that the adjacent continental area became strongly influenced by physical weathering just prior to the K/T boundary. The return of mixed-layer clays, smectite, illite and kaolinite during the early Tertiary suggests that chemical weathering in a seasonal climate once again controlled the formation of clay minerals. These results imply that the volcanism associated with the Deccan Traps had no sudden effect on the Cretaceous or Tertiary sedimentation and clay mineralogy of this area.\n2002 Elsevier Science Ltd. All rights reserved.\nK W: clay minerals; palaeoclimate; Cretaceous/Tertiary boundary; Cauvery Basin; India."
  }, {
    "heading": "1. Introduction",
    "text": "The Cretaceous/Tertiary boundary (K/T) event is a widely debated subject by virtue of the great faunal crisis (mass extinction) marking the end of the Cretaceous and the geochemical anomalies associated with sediments at this level. Researchers from various disciplines including astrophysics, geochemistry and geology are currently trying to unravel the cause of the event. Theories that have been proposed for the possible cause of mass extinction include: an impact of an extraterrestrial body (Alvarez et al., 1980); perturbation in the global carbon cycle caused by Deccan Traps volcanism (McLean, 1985, 1988; Officer & Drake, 1985; Courtillot et al., 1986); and a global fall in sea level by 90 m or more at the end of the Cretaceous (Haq et al., 1987; Raju et al., 1991; Jaiprakash et al., 1993). Of these, the extraterrestrial impact and volcanism (greenhouse) theories are the\n0195–6671/02/$35.00/0\nmost widely discussed. Evidence for an extraterrestrial impact comes from the anomalous geochemistry of the boundary clay around the world. Support for Deccan Traps volcanism being the cause comes largely from the end-Cretaceous date for this succession in southwest India (McLean, 1985; Courtillot et al., 1988; Vandamme et al., 1991; Venkatesan et al., 1993; Hansen et al., 1996). Evidence for a change in global climatic conditions across the K/T boundary comes from C and O isotopes (e.g., Barrera & Keller, 1994), fossils (especially plant macro- and microfossils) and clay minerals. The clay mineral evidence is abundant and includes (for example) works such as Debrabant et al. (1999), Martinez-Ruiz et al. (2001), and Ortega-Huertas et al. (1995). Many of these studies have been based on deep-sea drill core and indicate late Cretaceous cool arid conditions, followed by a period of warm and humid conditions at about\n2002 Elsevier Science Ltd. All rights reserved.\nthe K/T boundary throughout the Atlantic and North America. The present study is the first report of palaeoenvironmental conditions adjacent to the Deccan Traps in India and thus significantly advances our knowledge of late Cretaceous events in this poorly studied geographic area. During the Late Cretaceous the Indian Plate drifted northwards, from an area east of Madagascar and south of the equator, over the head of a mantle plume (McLean, 1985). At about 65 Ma, the mantle plume was beneath the crust of India and created hotspot volcanicity that led to the formation of the Deccan Traps. Evidence of this hotspot volcanism exists today on the island of Réunion, which is known as the Piton de la Fournaise volcano (McLean, 1985). The Deccan Traps volcanism is thought to have caused such a large eruption of lava that CO2 contents in the global atmosphere would have been raised (McLean, 1985, 1988, 1995; Officer & Drake, 1985). A rise in atmospheric CO2 could have triggered greenhouse warming and a severe perturbation in global ecosystems (McLean, 1985, 1988, 1995).\nIn India, the K/T boundary has been defined using biostratigraphy, with relatively little attention being paid to sedimentological or geochemical changes (Govindan, 1981; Sahni & Bajpai, 1988; Raju et al., 1991, 1995; Jaiprakash et al., 1993; Raju & Dave, 1993; Mishra et al., 1994). We report here on an opportunity to examine the palaeoclimatic record of a sedimentary succession in a basin adjacent to the Deccan Traps (Cauvery Basin, southeast India) by both broad (reconnaissance) and detailed analyses of clay mineralogy. Whilst there is abundant background literature on the palaeontology and sedimentology of the Cauvery Basin, there is only limited information on the K/T boundary sections, which are mainly confined to the offshore area of southeast India (Raju et al., 1991). All basins (onshore and offshore) contain a lithologically and stratigraphically variable Cretaceous and Tertiary sedimentary record. For instance, in the mosaic of basins, non-marine and marine successions are encountered, some with continuous deposition across the K/T boundary, others with a Campanian to Palaeocene/Eocene hiatus. The onshore successions are reported on here.\nClay mineral variation in sediments and sedimentary rocks may result from modifications to detrital sediments related to tectonically controlled changes in sediment source (Chamley, 1989), or from changes in the intensity of weathering or variations in depositional conditions depending on climatic conditions and sea level (Schieber, 1986). The study of clay minerals is considered to be a reliable tool for the reconstruction of palaeoenvironmental conditions in siliciclastic sedimentary successions (Chamley, 1989).\nSuch controls on the nature of detrital clay minerals may become obscured through differential sorting, settling and flocculation and through diagenesis (Keller, 1970; Chaudhri & Kalitha, 1985). The purpose of this paper is to determine from the exposed sediments of the Cauvery Basin the palaeoenvironmental and palaeoclimatic conditions that prevailed during late Maastrichtian and early Palaeocene times (i.e., across the K/T boundary) in this region. A major limitation on this kind of study is that the short-term climate changes that might have occurred at (or around) the K/T boundary may not be preserved in the (geologically) slow-to-form clay mineral assemblage. Conversely, the detection of any long-term climate change as well as input to the detrital assemblage from the Deccan Traps is best detected through the broad (reconnaissance) and detailed results documented here."
  }, {
    "heading": "2. Geology",
    "text": "The Cauvery Basin is considered to be a rift basin (Rangaraju et al., 1993), which developed as a result of Mesozoic extension during the break up of Gondwanaland (Prabhakar & Zutshi, 1993). The basin is situated along the southeast coast of India and contains a 6-km-thick pile of sediments deposited on Archaean basement (Rangaraju et al., 1993). Structurally, the basin has been divided into several NE–SW-trending sub-basins/depressions and ridges (Rangaraju et al., 1993). The Cretaceous sediments are well exposed in isolated areas (Pondicherry, Vridhachalam, Ariyalur, Tanjore and Sivaganga) of the Cauvery Basin (Banerji, 1972). Among these, sedimentary rocks of Cretaceous–Palaeocene age are well developed in the Ariyalur area (Figure 1), which contains both clastic and carbonate rocks. The great diversity of fossils in this sedimentary basin has attracted the attention of geologists from India and beyond (Blanford, 1862).\nDetailed studies on the stratigraphy, palaeontology, depositional environments and tectonic evolution of the Cauvery Basin have been completed by many workers including Sastry et al. (1972), Banerji (1979), Ramanathan (1979), Sundaram & Rao (1986), Ramasamy & Banerji (1991), Ramasamy et al. (1995), Govindan et al. (1996), Madhavaraju (1996) and Madhavaraju & Ramasamy (1999a). In his pioneering work, Blanford (1862) divided the sedimentary rocks into three groups: Uttatur, Trichinopoly and Ariyalur. The Ariyalur Group is more widely exposed than the other two. It was divided by Sastry et al. (1972) into four formations, namely Sillakkudi, Kallankurichchi, Ottakkovil and Kallamedu. Later, Sundaram & Rao\n(1986) attempted a detailed lithostratigraphic analysis of the Cretaceous–Palaeocene rocks and proposed the Niniyur Formation. The microtextures on quartz grains from the Sillakkudi, Kallankurichchi and Ottakkovil formations suggest that these sediments were deposited in a marine environment whereas the Kallamedu Formation suggests a fluvial depositional environment (Madhavaraju & Ramasamy, 1999b).\nNo detailed and systematic approach has hitherto been made to determine the precise stratigraphic location of the K/T boundary in the Ariyalur area (Figures 1, 2). The non-marine Kallamedu Formation (late Maastrichtian) is the youngest formation of the Ariyalur Group. It comprises (predominantly) sandstones (including calcareous sandstones), siltstones and mudstones and exhibits large variations in lithology. The only fossils known from the formation are abundant dinosaurs within the sandstone–siltstone beds (Lydekker, 1879; Matley, 1929; Yadagiri & Ayyasami, 1987; Madhavaraju, 1996). These sandstone and siltstone beds exhibit tabular and trough cross stratification that support the interpretation of a fluvial environment of deposition (Madhavaraju, 1996; Madhavaraju & Ramasamy, 1999b). Detailed\nsearches and excavations of favourable exposures have yielded a number of well-preserved skeletal parts of a carnosaur, a sauropod and a stegosaur, collected in situ near the village of Kallamedu (Yadagiri & Ayyasami, 1987). The Kallamedu Formation is overlain by the Niniyur Formation (marine deposits), the dominant lithologies of which are calcareous sandstones, sandy claystones and limestones. The\nEllaikadambur section contains different lithologies (Figure 2) and fossils from the Niniyur Formation are indicative of an Early Palaeocene age (Leveille, 1889; Sastry et al., 1965; Mallikarjuna, 1996) as dinosaurs are absent. The Kallamedu 1, Kallamedu 2, Rayambaram and Niniyur successions were deposited in non-marine conditions whereas the lithofacies of the Ellaikadambur section are indicative of a marine environment.\nThe characteristic feature of the Kallamedu Formation is its generally unfossiliferous nature, excepting the abundant dinosaurian bones in the sandstone and siltstone beds mentioned above (Lydekker, 1879). The samples collected from the Rayambaram Formation reveal its unfossiliferous nature. Large lithological variations are observed in the Niniyur section, which are taken to mark the end of the Cretaceous Period (Sastry et al., 1972). Based on the available palaeontological literature and lithological variations observed in the five vertical sections, it is possible to demarcate the K/T boundary between the Niniyur and Ellaikadambur sections."
  }, {
    "heading": "3. Methodology and proxies",
    "text": "Forty-five samples for this study were collected from the five sections belonging to the Kallamedu (late Maastrichtian) and lowermost Niniyur formations (Danian). Clay-rich samples from these formations were collected from stream sections [Kallamedu 1 (North), Kallamedu 2 (South) and Ellaikadambur] and borehole sections (Niniyur and Rayambaram). Samples were prepared following standard XRD procedures (Biscaye, 1965; Muller, 1967; Grim, 1968; Hardy & Tucker, 1988) for whole rock mineralogy as well as clay mineral identification including semiquantification. Furthermore, the results from these samples were placed into a regional context through comparison to the many hundreds of analyses we have undertaken of deposits from throughout the basin but which are only briefly referred to here.\nThe clay mineral data were obtained by analysing the <2 m fraction through X-ray diffraction. Samples were treated with dilute HCl and H2O2 to remove the carbonates and organic matter, and the <2 m fractions were separated from the bulk sample by settling according to Stoke’s law (Galehouse, 1971). Oriented slides were prepared from the concentrated clay suspension by pipetting onto glass slides and allowing them to dry at room temperature; glycolated slides were prepared after ethylene glycol treatment for an hour at 60 C. The unoriented powder samples were scanned from 2–50 (2 ) and oriented and glycolated slides were scanned from\n2–30 (2 ) per minute. Slow scanning diffractograms (at a speed of 2 /minute) were also recorded in order to distinguish kaolinite from chlorite (Biscaye, 1965). X-ray diffraction was performed using a computercontrolled JOEL Powder Diffractometer system model 8031with Cu k radiation. All values given here are of relative clay mineral abundance, i.e., abundance of that particular clay mineral relative to the total clay mineral assemblage of a sample. Kaolinite was identified using characteristic peaks at 7 Ar , 3.55 Ar and 2.3 Ar . Kaolinite was clearly distinguished from chlorite (peak at 3.58 Ar) using slow scanning.\nProxies for the interpretation of clay minerals include weathering origin, differential transport and diagenesis (Hardy & Tucker, 1988). Smectite (expandable clays such as the montmorillonite group) commonly forms during the warm and wet weathering or low temperature diagenetic neoformation of basic to intermediate igneous and metamorphic rocks, minerals and their weathered products (Chamley, 1989). Smectite is also the dominant clay mineral in bentonites (fuller’s earth of some literature) and in deep marine sediments. Kaolinite forms during the warm and wet weathering of acidic igneous and metamorphic rocks or their detrital weathering products. Kaolinite also flocculates at the freshwater–marine transition and forms larger particles than other clays, causing it to be common in freshwater, lacustrine and shallow marine environments, and rare in deep marine sediments (Hardy & Tucker, 1988; Chamley, 1989). It is also a very common diagenetic mineral, especially in sandstones that have experienced moderate to significant (1–3 km) burial and thus significant fluid flow. Illite (or white mica of some authors) is a common product of the physical weathering of igneous rocks. It thus forms in arid, often cool environments. When subjected to wetting and drying, illite may begin to neoform to smectite, through the intermediate illite-smectite mixed-layer clays. Chlorite is a common mineral of greenschist-grade metamorphic rocks. It is also found in sedimentary rocks and may survive repeated erosion cycles. It thus has an origin similar to illite in that physical weathering tends to allow chlorite to survive and even be concentrated in the erosion cycle: chemical weathering tends to destroy chlorite.\nPalygorskite and sepiolite are commonly found as early diagenetic clay minerals in the soils of arid regions. Once formed, they may survive transport to the sedimentary basin if suitable chemical conditions pertain. The presence of detrital palygorskite especially has been used as a proxy for arid palaeoclimatic conditions (Grim, 1968; Chamley, 1989). The interpretation of clay mineral contents is always\nsubject to debate. Common problems include sampling (sample number, density, selection); calculation of abundances (XRD trace peak area, peak height, reflection intensity effects, use of Rietveld analysis), correct identification (overlap of peaks in unglycolated or unheated samples) and the presence of diagenetic mineral phases. Clay fractions were measured using a formula of kaolinite/2.5+chlorite/2+smectite+mixedlayer+illite+palygorskite+sepiolite=100%. Determination of the whole peak area between the smectite peak and the illite peak was made using the XRDtrace of the air-dried slide. Thereafter, the same area of the glycolated XRD-trace was separated into illite, smectite and mixed-layer peak areas by calculating the percentage proportion of these areas. Finally, calculation of the total peak area proportions of the three minerals from the trace of the air-dried slide was made. The amount of palygorskite and sepiolites were calculated from the 10.2 and 12.3 Ar peak areas, respectively. This study represents the first attempt at a clay mineralogical analysis of these sediments. We are confident that enough samples from shale-rich, shallow-buried lithologies have been taken and that individual clay mineral peaks are clear enough for identification with no major issues of peak overlap. However, our mineral populations are, of course, semiquantitative estimates only and thus represent the best fit to abundances above and below and to the mean percentage value ascribed."
  }, {
    "heading": "4. Diagenesis",
    "text": "The lower part of the Kallamedu Formation is enriched in smectite with subordinate amounts of illite. The diagenetic illitisation of smectite requires a burial depth of more than about 1500 m (Chamley, 1989) but these sediments have not been buried to anywhere near this amount. Hence, the presence of illite indicates a detrital rather than a diagenetic origin. The shale facies in the sections of this formation reveal mixed-layer clays and fibrous clays with minor amount of illite, kaolinite and chlorite. The mixedlayer clays, fibrous clays and kaolinite usually originate in surficial conditions and are considered to be soilderived minerals (Chamley, 1989). The dominance of these minerals strongly supports the absence of a burial diagenetic effect. In the sandstone facies of the Niniyur section, the mixed-layer clay content increases downward; a corresponding decrease in illite is noticed. Generally, sediments subjected to burial at depth exhibit a downward decrease of mixed-layer clays with a correlative increase in illite. The converse to all these phenomena are noted in this case, further supporting the case that clay diagenesis\nwas nearly absent or insignificant in these late Maastrichtian–Danian sediments."
  }, {
    "heading": "5. Clay mineralogy",
    "text": ""
  }, {
    "heading": "5.1. Context",
    "text": "Before concentrating our studies on the 1–3 m of sedimentary succession that spans the proposed K/T boundary section in the Cauvery Basin, we carried out over 40 background analyses of clay-rich beds from the 60 m of strata below the study horizon. Campanian–lower Maastrichtian sediments comprise 70–80% illite and mixed-layer minerals, 15–25% smectite, 2–5% kaolinite and 0–2% chlorite. This contrasts with the beds studied here, which, as well as containing palygorskite and sepiolite, are highly variable in their clay mineral content."
  }, {
    "heading": "5.2. Kallamedu 1 section",
    "text": "The Kallamedu 1 (North) section displays a succession of sandstones and siltstones. The sandstones are medium to coarse grained, poorly consolidated, poorly sorted and vary in colour from light grey to white. They exhibit cross stratification and fragments of dinosaurian remains. Clay-rich samples yielded the following clay mineral results. Smectite (56–65%) and illite (23–28%) are the commonest clay minerals whereas kaolinite (6–10%) and chlorite (4–8%) are present in minor amounts (Figure 3). The associated non-clay minerals observed in this sequence are quartz, feldspar and ortho-pyroxene."
  }, {
    "heading": "5.3. Kallamedu 2 section",
    "text": "The Kallamedu 2 (East) section exhibits a thick succession of shales, silty shales and thin sandstones. The shale and silty shale beds have an average thickness of 1 m, whereas the sandstone beds are about 20 cm thick. The total thickness of this clay facies is 60 cm. The overlying succession of pale green silty shales (60 cm) contains 2–5-mm clay-rich nodules. The succeeding sandstone bed is 20 cm thick, pale green in colour, medium to coarse grained and contains lenses of clay.\nThe shale beds are dominated by mixed-layers (26–65%), followed by sepiolite (12–22%), palygorskite (8–26%), kaolinite (10–20%) and chlorite (5– 13%). The mixed-layered clay content increases towards the top of the shale succession; other clay minerals show a decreasing trend towards the top. Palygorskite and sepiolite occur only in this section (Figure 3). The clay pockets in the sandstone beds\nare dominated by mixed layered clay (90%) with a subordinate amount of illite (10%)."
  }, {
    "heading": "5.4. Rayambaram section",
    "text": "Three beds are identified in this section: compact shale, siltstone and green shale. The compact shale bed is 60 cm thick, the overlying siltstone bed is 20 cm thick, and the green shale bed is 1.7 m thick and green to light green from base to top. The shale and siltstone beds exhibit a mineralogy that is dominated by\nmixed-layer clays (87–100%) and illite (6–13%) (Figure 3)."
  }, {
    "heading": "5.5. Niniyur section",
    "text": "Five beds are present in the Niniyur section: calcareous sandstone, limestone (thin band), silty shale, greenish shale and yellowish shale. The lower sandstone bed is 1.4 m thick, light grey to light brown in colour, fine to medium grained, and contains clay pockets. The nodular limestone bed is 10 cm thick.\nThe succeeding bed of green silty shale (10 cm) contains fine-grained quartz. The compact greenish shale bed is 15 cm thick and is overlain by a thin (2 cm) layer of yellowish shale. The clay mineral stratigraphy of this succession is most interesting at the level of the limestone bed (depth 1.4 m on Figure 3). This bed is suspected by us (through limited palaeomagnetic analyses not presented here) to be very close to the K/T boundary, at which point mixed-layer illite/smectites begin to dominate the clay mineral assemblage at the expense of illite."
  }, {
    "heading": "6. Discussion",
    "text": "Mixed-layer illite/smectite, smectite and illite are present in all of the sections and samples studied. This suggests that whilst there are marked changes in these (and other) clay mineral abundances at lithofacies boundaries, overall the sediment sourcelands, transportation and diagenesis (early and late) were broadly similar throughout the study area. In this laterally variable non-marine environment, many of the mineralogical changes detected at lithofacies boundaries undoubtedly reflect changes in transport paths, settling and near-surface diagenesis. Discussion of changes in clay mineralogy approaching the K/T boundary (below) will thus be broad-based and reliant on the late Cretaceous sections compared to our reconnaissance studies outlined above. Smectite is abundant in the Kallamedu 1 section (56–65%) and is totally absent in the other Cretaceous sections. This clay mineral originates either from volcanic activity or forms during pedogenesis (Chamley, 1989). Although smectite contents are high in this section, there are other clay minerals present, suggesting either reworking of volcanogenic clay or pedogenic smectite. The lack of smectite in the other sections strongly suggests that the basin was not blanketed in volcanic ash. However, it is possible that ash only entered the basin at this point. The association of smectite with mixedlayer clays in this succession may indicate a pedogenic\norigin from the exposed margin of the study area. Pedogenic smectite and mixed-layer clays generally develop where land areas of low relief experience seasonally warm climatic conditions (such as predicted for the Late Cretaceous and Palaeocene of southern India: Sahni & Bajpai, 1988). This periodic water saturation during wet seasons causes the transport of Al, Fe and Si: subsequent evaporation during dry seasons leads to element concentration mineral growth (Berthou et al., 1982; Chamley, 1989; DiesterHaass et al., 1993). The high content of smectite and mixed-layer clays in the lower part of the Kallamedu Formation indicates that the late Maastrichtian climate was probably dominated by noticeable contrasts in seasonal humidity (Figure 4), with well-defined and rather long dry seasons. Such semiarid conditions favour ion trapping and concentration, as well as depletion in the continental drainage.\nGenerally, mixed-layers present in the clay mineral fractions are derived from moderate chemical weathering (Chamley, 1989; Chamley et al., 1993) of surficial conditions (Chamley, 1989). The high content of mixed-layer clays throughout deposits of Campanian and early Maastrichtian age (above) as well as in the Kallamedu 2, Niniyur and Rayambaram sections, suggests the dominance of chemical weathering in the area. Kaolinite, another soil-derived mineral, is also observed in the clay fraction. The occurrence of kaolinite indicates a source region which experienced intense weathering under possibly tropical conditions (Biscaye, 1965) where abundant"
  }, {
    "heading": "5.6. Ellaikadambur section",
    "text": "The Ellaikadambur section shows (from the base) a lower calcareous sandstone; nodular limestone; (middle) calcareous sandstone; clay bed; upper calcareous sandstone bed and fossiliferous limestone. The sandstone is also fossiliferous, light brown, fine to medium grained, and contains significant argillaceous material. Mixed-layers (35–41%) and smectite (23–28%) are the dominant clay minerals; illite (12–19%), kaolinite (10–15%) and chlorite (7–10%) are present in subordinate amounts (Figure 3).\nrainfall favoured ionic transfer and pedogenic development (Leung & Lai, 1965; Millot, 1970; Wang & Chen, 1988). Low salinity water favours kaolinite settling (compared to smectite) and thus non-marine successions are commonly kaolinite-enriched (Narayana & Suresh Kumar, 1994). We interpret the mixed-layer clays and kaolinite as the end-product of rock degradation in the hinterland and in situ weathering profiles.\nIllite occurs in the sandstone facies of Kallamedu 1, Niniyur (both Cretaceous) and Ellaikadambur (Tertiary) sections. It is one of the early products of weathering of feldspathic and micaceous rocks and is stable under temperate climatic conditions (Grim, 1968; Chaudhri & Kalitha, 1985). The presence of illite with quartz and feldspars suggests high detrital input under dry climates (Adatte & Keller, 1998). Illite is generally derived from the alteration of parent rocks and is poorly developed in soils (Diester-Haass et al., 1993). The sandstones of the Niniyur section show high illite contents, indicating the predominance of physical weathering conditions in which clay minerals are not further degraded or neoformed (Millot, 1970; Gaucher, 1981). In the sandstone facies of the Niniyur section, the upward increase in illite content and corresponding decrease in mixed-layer clay contents are noted, implying a dramatic reduction of chemical weathering during the deposition of these minerals. The dominance of mixed-layer clays in the silty shale–shale beds suggests that these clays were resident in a seasonal sourceland for a significant part of their evolution (Thiry, 2000). The relative abundance of illite in the Niniyur section reflects the decrease of hydrolytic processes and increase in physical weathering from the source area.\nPalygorskite (12–22%) and sepiolite (8–26%) are locally present in the Kallamedu 2 section, whereas these clay minerals are absent in other sections. According to Millot (1970), palygorskite can form in surface meteoric conditions. A fluvial source for fibrous clays (palygorskite and sepiolite) has been documented by Estéoule et al. (1970) in the submarine alluvial fan of the Rud-Hilla River in the northeastern part of the Persian Gulf. These authors identified palygorskite in most sedimentary types of the Persian Gulf suggesting its terrigenous origin, largely dependent on river influx. Palygorskite and sepiolite form under subarid conditions in calcareous pedogenic crusts (Millot, 1970); these minerals can later be reworked by wind or water from these subaerial, lacustrine or paralic marine environments. Palygorskite can develop on various crystalline substrates, such as granites and greenschists, provided that hydrolysis and evaporation conditions are strong enough\n(Chamley, 1989). The source region largely consists of granitic and low grade metamorphic rocks, and their weathering occurred in seasonal climates (warm and humid, alternating with periods of evaporation) producing fibrous clays (Figure 4). Results similar to ours were reported by Pardo et al. (1999), who studied the clay mineralogy of outcropping K/T boundary successions in Kazakhstan and interpreted warm palaeoclimates at about the K/T boundary. This study, together with that of Pardo et al. (1999) confirms (for subequatorial India and south-central Asia) late Cretaceous and earliest Tertiary cool and arid conditions and a period of warm and humid climates at the K/T boundary."
  }, {
    "heading": "7. Climatic implications",
    "text": "Studies on the clay mineralogical assemblages of five vertical sections of late Maastrichtian (Cretaceous)– Danian (Tertiary) age have provided information on the environment of deposition and climatic conditions that prevailed across the K/T boundary in the Ariyalur area. During the early part of the late Maastrichtian, the source area experienced a warm climate with alternating wet and dry seasons, deciphered from the dominance of mixed-layer clays and smectite in the sandstone–siltstone facies of the Kallamedu Formation (Figure 4). The rock-derived minerals are subordinate, suggesting the predominance of chemical weathering over physical weathering. The shale and sandstone facies contain a mixed-layer–fibrous clays– kaolinite assemblage that is also indicative of both semi-arid and semi-humid sourceland conditions. The fibrous clays (palygorskite and sepiolite) originated in soils, lakes or very shallow seas and may represent semi-arid conditions in or near the environment of deposition in late Cretaceous (Maastrichtian) times (Weaver, 1989). These data suggest that seasonal, probably warm and wet alternating with warm and dry climatic conditions prevailed during the late Cretaceous.\nThe marked increase in illite contents (at the expense of mixed-layer clays) through the latest Maastrichtian Niniyur section suggests a change in sourceland weathering from seasonal climates to physical weathering followed by a shut-down in clastic supply (limestone formation). This pattern is typical of a palaeoclimate change from warm and humid (seasonal) to arid or semi-arid (Ruffell & Batten, 1990). The succeeding shale and silty shale facies are dominated by mixed-layer clays, which indicate that seasonal climatic conditions prevailed in the source region. Chemical weathering dominated over the physical weathering resulting in the development of these transitional clay minerals.\nThe sandstone and sandy clay facies (Ellaikadambur section; Niniyur Formation, early Tertiary) reveal the dominance of soil-derived clay minerals (mixed-layers, smectite and kaolinite) over rockderived minerals (illite and chlorite). The occurrence of mixed-layers together with smectite and kaolinite indicates that the seasonal (warm?) climatic conditions produced more soil-derived minerals than the rock-derived minerals (Figure 4). Deccan Traps volcanism may have indirectly affected sedimentation in this region, providing a smectite source in Kallamedu 1 and smectite for the mixed-layer clays of all areas. However, no complete ash-blanketing of the area took place preceding the K/T event, nor is there any evidence for significant volcanogenic clay input in the Tertiary section, where it should be expected. Clay mineral contents across the K/T boundary suggest a diminution of seasonality at the boundary with sudden dominance of physical weathering, possibly semi-arid conditions and thence a return to seasonality. This is in direct contrast to the predominance of studies from marine sections around the world (Keller, 2001) where a brief period of warmth and humidity is suggested at about the K/T boundary. We consider the opposite scenario more likely, wherein the entire Late Cretaceous to early Tertiary was warm and seasonal with a ?brief period at the boundary where seasonality broke down and (at the location of one section at least) a semi-arid climate was dominant. Further analyses of macro- and microflora, geochemistry and petrography in these sections will reveal whether this suggested palaeoclimate change can be supported and indeed whether it had an indirect volcanic or extraterrestrial origin.\nMadras, for improving the uality of the earlier manuscript; and Dr S. Ramesh, Anna University, for his help. One of the authors (JM) is grateful to the Council of Scientific and Industrial Research, Government of India, for providing financial assistance in the form of a Research Associateship (No. 9/115(468)/98 – EMR I). This work is partly supported by UGC SAP-II and UGC COSIST programs."
  }, {
    "heading": "Acknowledgements",
    "text": "Our special thanks to Prof. P. K. Banerji, Emeritus Scientist, Jadavpur University, Calcutta, for his kind advice and useful suggestions on the K/T boundary problem. We are grateful to Professor H. J. Hansen, Geological Institute, University of Copenhagen, for his help in this study. This paper benefited from the careful review by Prof. D. J. Batten, University of Wales, Aberystwyth. We express our sincere thanks to Professor Tony Hallam (Birmingham) and Prof. Judy Parrish (Tucson) for their innovative ideas and useful suggestions. We also sincerely thank Professor Malcom B. Hart, Plymouth University, and Professor Jake M. Hancock, Imperial College, London for their useful suggestions during their visit to Ariyalur area. We thank Professor D. M. McLean, Virginia Polytechnic Institute and State University, for useful discussion; Dr N. Rajeshwara Rao, University of\nNord-Est du Golfe Persique. Comptes Rendus de l’Académie des Sciences, Paris 271, 1153–1156. Galehouse, J. S. 1971. Sedimentation analysis. In Procedures in sedimentary petrology (ed. Carver, R. E.), pp. 69–94 (Wiley Inter Science, New York). Gaucher, G. 1981. Les facteurs de la pédogenèse, 730 pp. (Lelotte, Dison, Belgium). Govindan, A. 1981. Foraminifera from the infra and intertrappean subsurface sediments of Narsapur-I well and the age of the Deccan trap flows. Proceedings, IV Indian Colloquium on Micropalaeontology and Stratigraphy, pp. 81–91 (Udaipur). Govindan, A., Ravindran, C. N. & Rangaraju, M. K. 1996. Cretaceous stratigraphy and planktonic foraminiferal zonation of Cauvery Basin, South India. Memoir of the Geological Society of India 37, 155–187. Grim, R. E. 1968. Clay mineralogy, 600 pp. (McGraw-Hill, New York). Hansen, H. J., Toft, P., Mohabey, D. M. & Sarkar, A. 1996. Lameta age: dating the main pulse of the Deccan Traps volcanism. Gondwana Geological Magazine, Special Volume 2, 365– 374. Haq, B. U., Hardenbol, J. & Vail, P. R. 1987. Chronology of fluctuating sea level since the Triassic. Science 235, 437–455. Hardy, R. & Tucker, M. 1988. X-ray powder diffraction of sediments. In Techniques in sedimentology (ed. Tucker, M.), pp. 191– 228 (Blackwell Scientific Publications, Oxford). Jaiprakash, B. C., Singh, J. & Raju, D. S. N. 1993. Foraminiferal events across K/T boundary and age of Deccan volcanism in Palakollu area, Krishna-Godavari Basin, India. Journal of the Geological Society of India 41, 105–117. Keller, G. 2001. The end-Cretaceous mass extinction in the marine realm: year 2000 assessment. Planetary and Space Science 49, 817–830. Keller, W. D. 1970. Environmental aspects of clay minerals. Journal of Sedimentary Petrology 40, 788–813. Krishnan, M. P. 1982. Geology of India and Burma. Sixth edition, 536 pp. (CBS Publishers and Distributors, Delhi). Leung, K. W. & Lai, C. Y. 1965. A synthesis of the genesis of reddish brown latosols in Taiwan. Journal of the Agricultural Association of China, New Series 52, 81–102. Leveille, H. 1889. Geologie de l’Inde Francaise. Bulletin de la Societé Geologie de France, 3ème Séries, 18, 144 pp. Lydekker, R. 1879. Indian pre-Tertiary vertebrates. Fossil Reptilia and Batracgua, VII. Plesiosaurus from the Umia Group of Kutch. Memoir of the Geological Survey of India, Palaeontologica Indica, Series 4 1, 28–31. Madhavaraju, J. 1996. Petrofacies, geochemistry and depositional environments of Ariyalur Group of sediments, Tiruchirapalli Cretaceous, Tamil Nadu. PhD thesis, University of Madras, Chennai, 160 pp. [Unpublished] Madhavaraju, J. & Ramasamy, S. 1999a. Rare earth elements in limestones of Kallnkurichchi Formation of Ariyalur Group of sediments, Tiruchirapalli Cretaceous, Tamil Nadu. Journal of the Geological Society of India 54, 291–301. Madhavaraju, J. & Ramasamy, S. 1999b. Microtextures on quartz grains of Campanian–Maastrichtian sediments of Ariyalur Group of Tiruchirapalli Cretaceous, Tamil Nadu – implication on depositional environments. Journal of the Geological Society of India 54, 647–658. Mallikarjuna, U. B. 1996. Ostracode fauna of the Niniyur Formation (Palaeocene), Cauvery Basin, Tamil Nadu, Southern India. Journal of the Geological Society of India 47, 561–578. Martinex-Ruiz, F., Ortega-Huertas, M. & Palomo, I. 2001. Climate, tectonics and meteorite impact expressed by clay mineral sedimentology at the K/T boundary. Clay Minerals 36, 49–60. Matley, C. A. 1929. Stratigraphy, fossils and geological relationship of the Lameta Beds of Jabalpur. Records of the Geological Survey of India 53, 142–164. McLean, D. M. 1985. Deccan traps mantle degassing in the terminal Cretaceous marine extinctions. Cretaceous Research 6, 235–259.\nMcLean, D. M. 1988. K/T transition into chaos. Journal of Geological Education 36, 237–243. McLean, D. M. 1995. K/T transition greenhouse and embryogenesis dysfunction in the dinosaurian extinctions. Journal of Geological Education 43, 517–528. Millot, G. 1970. Geology of clays, 499 pp. (Springer-Verlag, Berlin). Mishra, C. M., Kumar, A., Prasad, B., Pundeer, B. S. & Saxena, R.\nK. 1994. A note on bio-events across K/T transition in the well Modi-A, Krishna-Godavari Basin, India. Geoscience Journal 15, 33–36. Muller, G. 1967. Methods in sedimentary petrology, 281 pp. (Hefner Publishing Company, New York). Narayana, A. C. & Suresh Kumar, K. N. 1994. Sedimentological and clay mineral studies of Kumbla-Shiriya Estuary, west coast of India. Journal of the Geological Society of India 44, 185–192. Officer, C. B. & Drake, C. L. 1985. Terminal Cretaceous environmental events. Science 227, 1161–1167. Ortego-Huertas, M., Martinez-Ruiz, F., Palomo, I. & Chamley, H. 1995. Comparative mineralogical and geochemical clay sedimentation in the Betic Cordilleras and Basque-Cantabrian Basin areas at the Cretaceous-Tertiary boundary. Sedimentary Geology 94, 209–227. Pardo, A., Adatte, T., Keller, G. & Oberhansli, H. 1999. Paleoenvironmental changes across the Cretaceous-Tertiary boundary at Koshak, Kazakhstan, based on planktic foraminifera and clay mineralogy. Palaeogeography, Palaeoclimatology, Palaeoecology 154, 247–273. Prabhakar, K. N. & Zutshi, P. L. 1993. Evolution of southern part of Indian East Coast basins. Journal of the Geological Society of India 41, 215–230. Raju, D. S. N. & Dave, A. 1993. Foraminiferal events across the K/T boundary and Deccan volcanism in Krishna-Godavari Basin, India. Proceedings of second seminar on petroliferous basins of India (eds Biswas, S. K. et al.), 1, pp. 315–329 (Indian Petroleum Publishers, Dehradun). Raju, D. S. N., Jaiprakash, B. C., Kumar, A., Dave, A., Chatterjee, T. K. & Mishra, C. M. 1995. Age of Deccan volcanism across KTB in Krishna-Godavari Basin: new evidences. Journal of the Geological Society of India 45, 229–233. Raju, D. S. N., Ravindran, C. N., Dave, A., Jaiprakash, B. C. & Singh, J. 1991. K/T boundary events in the Cauvery and Krishna-Godavari basins and the age of the Deccan volcanism. Geoscience Journal 12, 177–190. Ramanathan, S. 1979. Tertiary formations of South India. Geological Survey of India, Miscellaneous Publication 45, 165–180. Ramasamy, S. & Banerji, R. K. 1991. Geology, petrography and stratigraphy of pre-Ariyalur sequence in Tiruchirapalli District, Tamil Nadu. Journal of the Geological Society of India 37, 577–594. Ramasamy, S., Madhavaraju, J. & Banerji, R .K. 1995. Palaeoenvironmental indicators of the pre-Ariyalur sequence in Tiruchirapalli District, Tamil Nadu, India. Abstracts, Second South Asia Geological Congress (eds Dissanayake, C. B., Almond, D. C. & Cooray, P. G.), pp. 158–159 (Geological Survey and Mines Bureau, Sri Lanka). Rangaraju, M. K., Agarwal, A. & Prabakar, K. N. 1993. Tectonostratigraphy, structural styles, evolutionary model and hydrocarbon habitat, Cauvery and Palar basins. Proceedings of second seminar on petroliferous basins of India (eds Biswas, S. K. et al.), 1, pp. 371–388 (Indian Petroleum Publishers, Dehradun). Ruffell, A. H. & Batten, D. J. 1990. The Barremian–Aptian arid phase in western Europe. Palaeogeography, Palaeoclimatology, Palaeoecology 80, 197–212. Sahni, A. & Bajpai, S. 1988. Cretaceous-Tertiary boundary events: the fossil vertebrate, palaeomagnetic and radiometric evidence from Peninsular India. Journal of the Geological Society of India 32, 382–396. Sastry, M. V. A., Mamgain, V. D. & Rao, B. R. J. 1972. Ostracod fauna of the Ariyalur Group (Upper Cretaceous), Tiruchirapalli District, Tamil Nadu. Part I. Lithostratigraphy of the Ariyalur\nGroup. Memoir of the Geological Survey of India, Palaeontologica Indica, New Series, 40, 1–48. Sastry, M. V. A., Rao, B. R. J. & Mamgain, V. D. 1965. Note on the occurrence of Globorotalia in the Niniyur Stage, South India. Current Science 34, 119–120. Schieber, J. 1986. Stratigraphic control of rare-earth pattern types in mid-Proterozoic sediments of the Belt Super Group, Montana, U.S.A.: implications for basin analysis. Chemical Geology 54, 135–148. Sundaram, R. & Rao, P. S. 1986. Lithostratigraphy of Cretaceous and Palaeocene rocks of Tiruchirapalli District, Tamil Nadu, South India. Records of the Geological Survey of India 115, 9–23. Thiry, M. 2000. Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin. EarthScience Reviews 49, 201–222.\nVandamme, D., Courtillot, V., Besse, J. & Montigny, R. 1991. Paleomagnetism and age determination of the Deccan Traps (India): results of Nagpur-Bombay traverse and review of earlier work. Review of Geophysics 29, 159–190. Venkatesan, T. R., Pande, K. & Gopalan, K. 1993. Did Deccan volcanism pre-date the Cretaceous/Tertiary transition. Earth and Planetary Science Letters 119, 181–189. Yadagiri, P. & Ayyasami, K. 1987. A carnosaurian dinosaur from the Kallamedu Formation (Maastrichtian horizon), Tamil Nadu. Geological Survey of India, Special Publication 11, 523–528. Wang, H. M. & Chen, S. H. 1988. Mineralogical and chemical studies of gravel weathering and its relation to lateritic soil formation in the Linkou terrace. Tih-Chih 8, 27–47. Weaver, C. E. 1989. Clays, muds and shales, 820 pp. (Developments in Sedimentology 44, Elsevier, Amsterdam)."
  }],
  "year": 2002,
  "references": [{
    "title": "Increased volcanism, sea-level and climatic fluctuations through the K/T boundary: mineralogical and geochemical evidences",
    "authors": ["T. Adatte", "G. Keller"],
    "venue": "Abstracts, International seminar on recent advances in the study of Cretaceous sections,",
    "year": 1998
  }, {
    "title": "Extraterrestrial cause for the Cretaceous-Tertiary extinction",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Experimental results and theoretical interpretation. Science",
    "year": 1980
  }, {
    "title": "Stratigraphy and micropalaeontology of the Cauvery Basin",
    "authors": ["R.K. Banerji"],
    "venue": "Part I, Exposed area. Journal of the Palaeontological Society of India 17, 1–24.",
    "year": 1972
  }, {
    "title": "On the occurrence of Tertiary algal reefs in the Cauvery Basin and their stratigraphic relationship",
    "authors": ["R.K. Banerji"],
    "venue": "Geological Survey of India, Miscellaneous Publication 45, 181–196.",
    "year": 1979
  }, {
    "title": "Productivity across the Cretaceous– Tertiary boundary in high latitudes",
    "authors": ["E. Barrera", "G. Keller"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1994
  }, {
    "title": "Sédimentation argileuse comparée au Cretace moyen et supérieur dans le bassin occidental portugais et sur la marge voisine (Site D.S.D.P.): enseignements paléogeographiques et tectoniques",
    "authors": ["P.Y. Berthou", "P.H. Blanc", "H. Chamley"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1982
  }, {
    "title": "Mineralogy and sedimentation of recent deep sea clay in the Atlantic Ocean and adjacent seas and oceans",
    "authors": ["P.E. Biscaye"],
    "venue": "Geological Society of America, Bulletin 76, 803–832.",
    "year": 1965
  }, {
    "title": "On the Cretaceous and other rocks of South Arcot and Trichinopoly Districts",
    "authors": ["H.F. Blanford"],
    "venue": "Memoir of the Geological Survey of India 4, 1–217.",
    "year": 1862
  }, {
    "title": "Clay sedimentology, 623 pp",
    "authors": ["H. Chamley"],
    "venue": "(Springer-Verlag, Heidelberg).",
    "year": 1989
  }, {
    "title": "The clay mineralogical record of the last 10 million years off northeastern Australia",
    "authors": ["H. Chamley", "C. Robert", "D.W. Muller"],
    "venue": "Proceedings of the Ocean Drilling Program",
    "year": 1993
  }, {
    "title": "X-ray study of clay mineralogy of the Krol Formation of the Mussoorie Hills, Kumaon Himalaya",
    "authors": ["S. Chaudhri", "C.K. Kalitha"],
    "venue": "Indian Journal of Earth Sciences",
    "year": 1985
  }, {
    "title": "Deccan flood basalts at the Cretaceous/ Tertiary boundary",
    "authors": ["B. Courtillot", "J. Besse", "D. Vandamme", "R. Montigny", "J.J. Jaeger", "H. Cappetta"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1986
  }, {
    "title": "The Deccan flood basalts and the Cretaceous-Tertiary",
    "authors": ["V. Courtillot", "G. Ferand", "N. Malusky", "D. Vandamme", "M.G. Moreau", "J. Besse"],
    "venue": "boundary. Nature",
    "year": 1988
  }, {
    "title": "Les argiles à la transition Crétace-tertiaire au Guatemala, temoins d’un impact d’asteroide",
    "authors": ["P. Debrabant", "E. Fourcade", "H. Chamley", "R. Rocchia", "J.P. Bellier", "S. Gardin", "F. Thielbault"],
    "venue": "Bulletin de la Société Géologique de France,",
    "year": 1999
  }, {
    "title": "Paleoceanographic and paleoclimatic evolution in the Weddell Sea (Antarctica) during the middle Eocene–late Oligocene, from a coarse sediment fraction and clay mineral data (ODP Site 689)",
    "authors": ["L. Diester-Haass", "C. Robert", "H. Chamley"],
    "venue": "Marine Geology",
    "year": 1993
  }, {
    "title": "Sur la présence d’attapulgite dans les sédiments récents du",
    "authors": ["J. Estéoule", "J. Estéoule-Choux", "M. Melguen", "E. Seibold"],
    "year": 1970
  }, {
    "title": "Foraminifera from the infra and intertrappean",
    "authors": ["Dison", "A. Belgium). Govindan"],
    "year": 1981
  }, {
    "title": "Environmental aspects of clay minerals",
    "authors": ["W.D. 817–830. Keller"],
    "year": 1970
  }, {
    "title": "Geology of India and Burma",
    "authors": ["P. M"],
    "venue": "Sedimentary Petrology",
    "year": 1982
  }, {
    "title": "Ostracode fauna of the Niniyur",
    "authors": ["U.B. 647–658. Mallikarjuna"],
    "year": 1996
  }, {
    "title": "Deccan traps mantle degassing",
    "authors": ["D.M. McLean"],
    "year": 1985
  }, {
    "title": "K/T transition into chaos",
    "authors": ["D.M. McLean"],
    "venue": "Journal of Geological Education 36, 237–243.",
    "year": 1988
  }, {
    "title": "K/T transition greenhouse and embryogenesis dysfunction in the dinosaurian extinctions",
    "authors": ["D.M. McLean"],
    "venue": "Journal of Geological Education 43, 517–528.",
    "year": 1995
  }, {
    "title": "Geology of clays, 499 pp",
    "authors": ["G. Millot"],
    "venue": "(Springer-Verlag, Berlin).",
    "year": 1970
  }, {
    "title": "A note on bio-events across K/T transition in the well Modi-A, Krishna-Godavari Basin, India",
    "authors": ["C.M. Mishra", "A. Kumar", "B. Prasad", "B.S. Pundeer", "R.K. Saxena"],
    "venue": "Geoscience Journal",
    "year": 1994
  }, {
    "title": "Methods in sedimentary petrology, 281 pp",
    "authors": ["G. Muller"],
    "venue": "(Hefner Publishing Company, New York).",
    "year": 1967
  }, {
    "title": "Sedimentological and clay mineral studies of Kumbla-Shiriya Estuary, west coast of India",
    "authors": ["A.C. Narayana", "K.N. Suresh Kumar"],
    "venue": "Journal of the Geological Society of India",
    "year": 1994
  }, {
    "title": "Comparative mineralogical and geochemical clay sedimentation in the Betic Cordilleras and Basque-Cantabrian Basin areas at the Cretaceous-Tertiary boundary",
    "authors": ["M. Ortego-Huertas", "F. Martinez-Ruiz", "I. Palomo", "H. Chamley"],
    "venue": "Sedimentary Geology",
    "year": 1995
  }, {
    "title": "Paleoenvironmental changes across the Cretaceous-Tertiary boundary at Koshak, Kazakhstan, based on planktic foraminifera and clay mineralogy",
    "authors": ["A. Pardo", "T. Adatte", "G. Keller", "H. Oberhansli"],
    "year": 1999
  }, {
    "title": "Evolution of southern part of Indian East Coast basins",
    "authors": ["K.N. Prabhakar", "P.L. Zutshi"],
    "venue": "Journal of the Geological Society of India",
    "year": 1993
  }, {
    "title": "Foraminiferal events across the K/T boundary and Deccan volcanism in Krishna-Godavari Basin, India",
    "authors": ["D.S.N. Raju", "A. Dave"],
    "venue": "Proceedings of second seminar on petroliferous basins of India (eds Biswas, S. K. et al.),",
    "year": 1993
  }, {
    "title": "Age of Deccan volcanism across KTB in Krishna-Godavari Basin: new evidences",
    "authors": ["D.S.N. Raju", "B.C. Jaiprakash", "A. Kumar", "A. Dave", "T.K. Chatterjee", "C.M. Mishra"],
    "venue": "Journal of the Geological Society of India",
    "year": 1995
  }, {
    "title": "K/T boundary events in the Cauvery and Krishna-Godavari basins and the age of the Deccan volcanism",
    "authors": ["D.S.N. Raju", "C.N. Ravindran", "A. Dave", "B.C. Jaiprakash", "J. Singh"],
    "venue": "Geoscience Journal",
    "year": 1991
  }, {
    "title": "Tertiary formations of South India",
    "authors": ["S. Ramanathan"],
    "venue": "Geological Survey of India, Miscellaneous Publication 45, 165–180.",
    "year": 1979
  }, {
    "title": "Geology, petrography and stratigraphy of pre-Ariyalur sequence in Tiruchirapalli District, Tamil Nadu",
    "authors": ["S. Ramasamy", "R.K. Banerji"],
    "venue": "Journal of the Geological Society of India",
    "year": 1991
  }, {
    "title": "Palaeoenvironmental indicators of the pre-Ariyalur sequence in Tiruchirapalli District, Tamil Nadu, India",
    "authors": ["S. Ramasamy", "J. Madhavaraju", "Banerji", "R .K"],
    "venue": "Abstracts, Second South Asia Geological Congress",
    "year": 1995
  }, {
    "title": "Tectonostratigraphy, structural styles, evolutionary model and hydrocarbon habitat, Cauvery and Palar basins",
    "authors": ["M.K. Rangaraju", "A. Agarwal", "K.N. Prabakar"],
    "venue": "Proceedings of second seminar on petroliferous basins of India (eds Biswas, S. K. et al.),",
    "year": 1993
  }, {
    "title": "The Barremian–Aptian arid phase in western Europe",
    "authors": ["A.H. Ruffell", "D.J. Batten"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1990
  }, {
    "title": "Cretaceous-Tertiary boundary events: the fossil vertebrate, palaeomagnetic and radiometric evidence from Peninsular India",
    "authors": ["A. Sahni", "S. Bajpai"],
    "venue": "Journal of the Geological Society of India",
    "year": 1988
  }, {
    "title": "Ostracod fauna of the Ariyalur Group (Upper Cretaceous), Tiruchirapalli District, Tamil Nadu",
    "authors": ["M.V.A. Sastry", "V.D. Mamgain", "B.R.J. Rao"],
    "venue": "Part I. Lithostratigraphy of the Ariyalur",
    "year": 1972
  }, {
    "title": "Note on the occurrence of Globorotalia in the Niniyur Stage, South India",
    "authors": ["M.V.A. Sastry", "B.R.J. Rao", "V.D. Mamgain"],
    "venue": "Current Science",
    "year": 1965
  }, {
    "title": "Stratigraphic control of rare-earth pattern types in mid-Proterozoic sediments of the Belt Super Group, Montana, U.S.A.: implications for basin analysis",
    "authors": ["J. Schieber"],
    "venue": "Chemical Geology",
    "year": 1986
  }, {
    "title": "Lithostratigraphy of Cretaceous and Palaeocene rocks of Tiruchirapalli District, Tamil Nadu, South India",
    "authors": ["R. Sundaram", "P.S. Rao"],
    "venue": "Records of the Geological Survey of India",
    "year": 1986
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "EarthScience Reviews 49, 201–222.",
    "year": 2000
  }, {
    "title": "Paleomagnetism and age determination of the Deccan Traps (India): results of Nagpur-Bombay traverse and review of earlier work",
    "authors": ["D. Vandamme", "V. Courtillot", "J. Besse", "R. Montigny"],
    "venue": "Review of Geophysics",
    "year": 1991
  }, {
    "title": "Did Deccan volcanism pre-date the Cretaceous/Tertiary transition",
    "authors": ["T.R. Venkatesan", "K. Pande", "K. Gopalan"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1993
  }, {
    "title": "A carnosaurian dinosaur from the Kallamedu Formation (Maastrichtian horizon), Tamil Nadu",
    "authors": ["P. Yadagiri", "K. Ayyasami"],
    "venue": "Geological Survey of India, Special Publication",
    "year": 1987
  }, {
    "title": "Mineralogical and chemical studies of gravel weathering and its relation to lateritic soil formation in the Linkou terrace",
    "authors": ["H.M. Wang", "S.H. Chen"],
    "venue": "Tih-Chih",
    "year": 1988
  }, {
    "title": "Clays, muds and shales, 820 pp",
    "authors": ["C.E. Weaver"],
    "venue": "(Developments in Sedimentology 44, Elsevier, Amsterdam).",
    "year": 1989
  }],
  "id": "SP:97781531d847584b26aad8786a2977b4d7ce1cef",
  "authors": [{
    "name": "P. Mohan",
    "affiliations": []
  }],
  "abstractText": "Clay mineral analyses were carried out on late Maastrichtian–early Palaeocene (Cretaceous–Tertiary) sedimentary rocks in the Ariyalur area of the Cauvery Basin (southeastern India). These investigations were aimed at determining the sedimentary provenance and palaeoclimate of the area in the latest Cretaceous and earliest Tertiary. The late Cretaceous deposits show significant palaeogeographic variation in clay mineral contents across the study area. Mixed-layer illite-smectites dominate the clay mineral content of the uppermost Maastrichtian of all areas, with elevated smectite, illite, palygorskite, sepiolite, kaolinite and chlorite occurring at intervals through the succession. This combination and widespread variation in the clay mineral suite suggests a lithologically highly variable source terrain and lack of sediment mixing during transport. Mixed-layer clays occur with both kaolinite and palygorskite, interpreted in terms of a seasonal (warm and wet, warm and dry) source area. The uppermost Maastrichtian of the Niniyur section displays an upward increase in illite content, suggesting that the adjacent continental area became strongly influenced by physical weathering just prior to the K/T boundary. The return of mixed-layer clays, smectite, illite and kaolinite during the early Tertiary suggests that chemical weathering in a seasonal climate once again controlled the formation of clay minerals. These results imply that the volcanism associated with the Deccan Traps had no sudden effect on the Cretaceous or Tertiary sedimentation and clay mineralogy of this area. 2002 Elsevier Science Ltd. All rights reserved.",
  "title": "Clay mineralogy of the Late Cretaceous and early Tertiary successions of the Cauvery Basin (southeastern India): implications for sediment source and palaeoclimates at the K/T boundary"
}