{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGeomorphology\nj ourna l homepage: www.e lsev ie r.com/ locate /geomorph\nToward a Theory of Island Pedogeography: Testing the driving forces for pedological assemblages in archipelagos of different origins\nJuan-José Ibáñez a,⁎, William R. Effland b\na Centro de Investigaciones sobre desertificación, -CIDE-Consejo Superior de Investigaciones Científicas-Universitat de Valencia-Generalitat Valenciana, Cami de la marjal s/n, 46470 Albal, Valencia, Spain b USDA-NRCS Resource Inventory and Assessment Division, George Washington Carver Center Room 1-1293, Mailstop 5410, 5601 Sunnyside Avenue, Beltsville, MD 20705, USA\n⁎ Corresponding author. E-mail addresses: choloibanez@hotmail.com (J.-J. Ibá\nwilliam.effland@wdc.usda.gov (W.R. Effland).\n0169-555X/$ – see front matter © 2011 Elsevier B.V. A doi:10.1016/j.geomorph.2011.02.010\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 31 July 2010 Received in revised form 10 December 2010 Accepted 4 February 2011 Available online 12 February 2011\nKeywords: Soil geography Theory Island biogeography Pedodiversity Geodiversity Biodiversity\nThe Theory of Island Biogeography has been based on biodiversity studies and used as a powerful predictive tool. Currently pedogeography does not have a similar theoretical construct. Although island biodiversity and biological assemblages have been topics of widespread interest in biogeography, ecology and conservation biology, soil scientists have conducted few studies of pedodiversity and pedological assemblages in archipelagos. Several studies have demonstrated that pedodiversity and biodiversity patterns have striking similarities in very disparate environments and at different scales, thus it is possible to test for a similar construct of island pedogeography. We analyze similarities and differences in the pedosphere for three archipelagos with different origins: (i) oceanic-intra-plate chains islands (Hawaiian Islands), (ii) oceanic-intra-plate cluster islands (Canary Islands), (iii) non-marine land-bridge islandswith volcanism associatedwith plate boundary conditions (Aegean Islands) and (iv) as a comparison, islands in a nonplate boundary setting (the British Isles). In the Canary Islands, we also compiled selected biological, physiographical, geological and climatic data for further analysis of pedodiversity, climatic diversity, geodiversity and biodiversity. Our pedogeographic analysis of the three archipelagos indicates archipelagos of varying origins contain different soil assemblages with plate tectonics as themain driving force. The similarities between pedodiversity and biodiversity aremore remarkable than the differences. We tested the hypothesis that soil taxa distributions on island chains can be modelled as a power function similar to the species–area relationship (SAR) proposed by McArthur and Wilson for archipelagos. The SAR functional relationship has been widely corroborated in other biodiversity studies. The same patterns were obtained for pedodiversity and biodiversity in the British Isles, and after that in the Aegean Archipelago. In this study we show similar results in the Canary Islands. Furthermore, in the Canary Archipelago, a strong relationship exists between pedodiversity, biodiversity, climate diversity, habitat heterogeneity and relief. For the Hawaii Archipelago, we did not obtain a statistically significant relationship because soil inventories are not published for the smallest islands and islets. However, Hawaii does have a chronosequence from the older to the younger land units. Overall, the dynamics of the underlying plate tectonic hot spots seems to be the major driving force affecting the various diversity types. Based on these results, we suggest a theoretical proposal of “Island pedogeography” consistent and similar to the Theory of Island Biogeography, in view that the latter one also predicts the pedodiversity of soil assemblages in archipelagos. This study illustrates several possibilities for further research in soil geography.\nñez),\nll rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction, rationales and working hypothesis",
    "text": ""
  }, {
    "heading": "1.1. Pedogeography and diversity analyses",
    "text": "Pedogeography is a basic discipline that concerns the analysis of the geographical distribution of soils at all scales, as well as driving\nforces that produce them. In the past, soil geography was mainly a descriptive discipline. Nowadays novel instrumental and mathematical tools permit quantitative geographical analysis. However, at present pedologists have not developed a predictive theoretical framework to explain taxonomic pedodiversity and the structure of soil assemblages for further testing.\nThere are essentially two components underlying both biological and pedological diversities: the variety of taxa (richness), and the way in which the individuals are distributed among those taxa (evenness or equity). Some indices of diversity attempt to incorporate both components into a single figure.\nPedodiversity is also a way to quantify and understand the structure of the soil mantle (Ibáñez et al., 1990, 1995). Strong similarities between spatial biological and pedological assemblages have been observed based commonly on quantified pedotaxa of soil maps at multi-scales. Even at a world level, the number of pedotaxa using FAO keys (1971–1981) and the number of biological species increase simultaneously with country areas, and pedodiversity and biodiversity are strongly correlated (Ibáñez, 2006). Similar results occur in field plot studies (Petersen et al., 2010)."
  }, {
    "heading": "1.2. The Theory of Island Biogeography and an alternative",
    "text": "The Theory of Island Biogeography (TIB) (MacArthur and Wilson, 1967), considered the theoretical core of biogeography and conservation biology, rests on the assumption that the number of species residing in a given island results from the balance between immigration and extinction. One of the goals of the theory is the explanation of the dependence of species richness upon such factors as area, and the proximity and magnitude of sources of immigrants. Two main predictions of the Theory are: (i) the most common distribution of species abundance is the canonical lognormal distribution and (ii) the number of species increases with area according to a power lawwhose exponent value is around 0.25. Insofar as area is related to habitat diversity, TIB can be considered a part of habitat heterogeneity.\nIbáñez et al. (2003, 2005a,b) found that for the Aegean and British archipelagos pedotaxa–area relationships conform to a power law with the same exponent figure, however no biological assumption is required; that is, soils are not migratory. It is widely accepted that interacting soil forming factors in space give rise to certain pedotaxa.\nThe habitat heterogeneity hypothesis suggests that increasing areas can support more species because of increasing habitat heterogeneity, such as pedodiversity and relief diversity (Rosenzweig, 1995; Ibáñez et al., 2005a,b).\nThe analogy of pedotaxa–area relationships and species–area relationships is thought to be relevant to studies of heterogeneity of habitats and of soils. An impressive body of field data has been accumulated to support the validity of the species–area relationships in isles according to the prediction of the theory (e.g. O'Neill, 2000; Lomolino, 2000), however, explanations for lower exponent values for mainlands as well as other aspects of the TIB are still debated (e.g. Rosenzweig, 1995; and references therein; Lomolino, 2001; Lomolino and Weiser, 2001; Lomolino et al., 2006). Regrettably insufficient attention has been paid to the variety of methods used to produce species–area curves. Thus, the resulting curves differ in shape, parameters, and scales. These differences are an obstacle to comparison of the results shown in the literature (Tjørve, 2003). For this reason we make use of the more classical procedures in island biogeography: namely that the diversity results of a given natural resource (e.g. soils) for each island correspond to a single value without any data aggregation. Although some new mathematical tools combine area and habitat heterogeneity (e.g. Triantis et al., 2003) in this paper we do not use them.\n1.3. A basic classification of archipelagos\nPlate tectonics is an active branch of geophysics and geology (López-Ruiz and Cebriá, 2007) that is still working on systems of classification. We will use the one detailed by Whittaker (1998) because plate tectonics appear to be the driving forces of island evolution and the resulting pedosphere.\nGeologically the two basic classes of islands are: (i) land-bridge or continental islands (e.g. British Isles) and (ii) oceanic islands that can be subdivided into plate boundary and intra-plate islands.\nLand-bridge (or continental shelf) islands are located on the continental shelf and most of their soil forming factors are similar to these of the nearest continent. Commonly they were connected to\nthe mainland during periods of major lower sea levels, such as the Quaternary glacial periods. Oceanic islands are directly related and geographically linked to the borders between different tectonic plates in collision, or have an intra-plate origin associated to mantle hot spots. They are volcanic in origin and sometimes also have a coral reef lithology. These types of islands emerge on the oceanic plates and never have been connected to continents. According to Nunn (1994) intra-plate tectonic islands can be divided in (i) linear groups of islands in which the island age is usually negatively correlated with their area and relief, and follow an imaginary line in which the smaller and older islands are the farthest from the active hot spot location, whereas the younger larger islands with active volcanism appear at the other end of the line of the line, and (ii) cluster groups of islands in which volcanism and age area are not directly correlatedwith the area and relief, and (iii) isolated islands which are not true archipelagos.\nLand-bridge islands generally have a long period of evolution whereas oceanic archipelagos are ephemeral in geologic terms (some millions of years). Oceanic islands disappear over time as volcanic build up collapses. These oceanic islands eventually lose area as well as decrease in relief. At the end of their short time-evolution these islands disappear under sea water. However, at the end of the developmental states old small islets of oceanic archipelagos in the tropics commonly become surrounded by coral belts, changing their lithology. Consequently area, topography and lithology change with time for oceanic islands thereby affecting their soilscapes.\nLinear group islands occur where the seafloor is spreading fast (e.g. Pacific oceanic ridge) and archipelagos contain a high number of islands (e.g. Hawaii Archipelago); however, fast subsidence (collapse of the volcanic building) and short duration and volcanismmeans that the evolution of such archipelagos is short in geological terms.\nCluster group islands occur where the seafloor is spreading slowly (e.g. Atlantic oceanic ridge) and archipelagos, in general, have a smaller number of islands than in linear group archipelagos (e.g. Canary Islands), however they have slow subsidence and long duration volcanism, and thus their existence is longer in geological terms relative to linear group islands.\nAll these differences likely have repercussions for soil assemblages."
  }, {
    "heading": "1.4. Some similar patterns between pedodiversity and biodiversity analyses",
    "text": "The dependency of the number of species S (number of different taxonomic groups) on an island of area A fits well to a power law; thereby having a linear relationship between log S and log A. For islands the exponent value is most commonly around 0.25. As mentioned previously, similar results suggest that taxa–area relationships of pedological and biological assemblages follow the same patterns.\nAnother common pattern of taxa distribution has been termed nested subsets by ecologists (e.g. Patterson, 1990). Accordingly, species present in any particular biological assemblage (e.g. in a small island) tend also to be present in larger assemblages of the same type (e.g. larger islands); in addition, the so called species-range size distribution shows that locally abundant species tend to be widespread, whereas locally rare species tend to be narrowly distributed (Gaston and Blackburn, 2000). As in the case of the venerable species– area relationships, (MacArthur and Wilson, 1967), a power law describes the relationship between the species abundance and their geographic range size. Many of these patterns appear at different spatial scales suggesting that mechanisms such as nestedness, taxarange size distributions and species–area relationships among others could be scale invariant, as some ecologists and pedologist claim (e.g. Caniego et al., 2006, 2007). These results suggest that nestedness and scale-independent taxa-range size distributions are not likely exclusive properties of biological assemblages of islands, but can be found in a broader class of earth systems, such as soils (Ibáñez et al., 2005a,b)."
  }, {
    "heading": "1.5. Working hypothesis",
    "text": "An analysis of different types of archipelagos is done to detect similarity and differences among their respective pedodiversities and spatial patterns of soil assemblages. We keep in mind that the origin of soil assemblages depends on the soil forming factors (climate, physiography, lithology, living organisms and time). Concerning soil assemblages the same is true if the area is added. Our working hypotheses is that the structure (assemblages) and diversities of most natural resources in islands have similar results as TIB, but differ in underlying assumptions, namely that habitat heterogeneity and pedodiversity are largely driven by plate tectonic dynamics and their repercussions on earth surface systems.\nInsofar as plate tectonics determine the genesis of different types of archipelagos, we selected islands of different origins in order to analyze their soil assemblages and pedodiversity. Furthermore, in one archipelago we examined relationships between pedodiversity, biodiversity and other types of diversities (lithological, bioclimatic, topographic and ecosystem-habitat diversities)."
  }, {
    "heading": "2. Material and methods",
    "text": ""
  }, {
    "heading": "2.1. Materials",
    "text": "We present results for the following archipelagos (Fig. 1): (i) Hawaiian Islands (intra-plate archipelago type and linear groups of islands subtype) and Canary Islands (intra-plate archipelago type and cluster groups of islands subtype).We alsomake use of the results previously obtained by Ibáñez et al. (2005a,b) who analyzed pedodiversity–area relationships in the Aegean Archipelago and reanalyzed the dataset of the British Isles previously studied by Johnson and Simberloff (1974) for pedodiversity and biodiversity analyses of vascular plants. The British Isles are a true land-bridge archipelago, whereas the Aegean one contains around 2000 isles and islets and is a mix of non-marine land-bridge islands with volcanism associated with plate boundary conditions (oceanic islands). Ibáñez et al. (2005a) also explained the origin of pedodiversity and soil assemblage structure from a geomorphologic point of view for the Aegean Archipelago.\nThe above mentioned datasets have distinct soil and biological information that permits us to examine some interesting generalizations. These data sets also have abundant information of different aspects of pedodiversity and soil assemblages, as well as the diversity of the soil forming factors at different scales.\nIn order to carry on the analyses of the archipelagos we have also used the following data sets: (1) The Canary Archipelago has eleven isles and islets located in the Atlantic Ocean and most of the data sets of the Canary Islands were obtained from the CCMA Digitised Map Library (Carrera, 1998; Ibáñez et al., 1999); (2) the Hawaiian Islands have six main islands with data available from the State Soil Geographic Database (STATSGO), at 1:250,000 scale (Soil Survey Staff, 2005). All GIS operations performed in order to obtain raw data were carried out with Arcinfo. Finally, for the British Isles analysis we only used the table in which Johnson and Simberloff (1974) showed the number of soil types, vascular plants and relief for each island of the archipelago with the exception of Ireland."
  }, {
    "heading": "2.2. Methods",
    "text": "The richness index (S) consists in counting the number of different categories (e.g. biological species, communities, pedotaxa, soilscapes…) included in each dataset. When we made use of different hierarchical levels of a given taxonomy, we analyzed each hierarchical level. For example, in the study case of the USDA Soil Taxonomy for Hawaii the Orders, Suborders, Great Groups, Subgroups, Families and Soil Series richness indiceswere calculated (Soil Survey Staff, 1999). The samewas done with the Shannon index (Ibáñez et al., 1990, 1995).\nIndices based on the proportional abundance of objects are the most frequent way of estimating diversity and may be grouped according to the importance, or the weight, each gives to richness and evenness (Magurran, 1988). A common index used in ecology and pedology comes from Information Theory; it is the Shannon index (H′) (Shannon and Weaver, 1949):\nH′ = −∑i = ni = 1pi ln pi ð1Þ\nwhere pi is estimated by means of ni/N where ni is the area covered by the i-th category of all the hierarchical levels analyzed in each\nion of test archipelagos.\nstudy case, and N is the total area of each island. The relationship between the observed value of H′ and its maximum value (for a given richness –Hmax– occurs when all categories in a given taxonomic hierarchical level are equiprobable) is used as a measure of evenness (E):"
  }, {
    "heading": "E = H′=H max = H′=ln S ð2Þ",
    "text": "where S is the richness or number of categories and E takes values in the interval −0,1|.\nDiversity–area relation datasets were fitted to a power law according to the mathematical formalism:"
  }, {
    "heading": "S = cA exp z ð3Þ",
    "text": "where S is the number of taxa, A is the area, c is an empirical constant and z is the exponent value that for islands is often near 0.25.\nSoil covers can be shallow and poorly developed when some soil forming factors strongly limit pedogenesis (e.g. on very steep slopes, very dry climates that suffer strong wind erosion, manmade soil erosion, etc.) or deeper and better developed (e.g. flat stable lands in warm-humid climates and long periodswithout tectonic activity). The concept of leptosolitation or entisolitation (Dazzi and Monteleone, 1999) and its measurement (Ibáñez et al., 2003) can serve as an indicator of soil cover pedogenetic development of a soilscape. The ratio between the percentage of most shallow and weakly developed soils such as Regosols and Leptosols (IUSSWorkingGroupWRB, 2006), together with associated rock outcrops (total loss of soil cover), is divided by the percentage of the remaining soil taxa to estimate the degree of leptosolitation in a given landscape. Thus, leptosolitation index ranges from 0 (mature soilscapes with deep and mature soilscapes, without Regosols, Leptosols and rock outcrops) to 1 (total shallow soilscapes). We illustrate this index for the Aegean Archipelago to show that islands of different sizes have different soil-depth covers."
  }, {
    "heading": "3. Results and discussion",
    "text": ""
  }, {
    "heading": "3.1. Pedodiversity of the Aegean and British Isles",
    "text": "Ibáñez et al. (2005a,b) found that pedotaxa–area relationships of both archipelagos fit well to a power lawwith an exponent of 0.25, the same as predicted by Johnson and Simberloff (1974) and May (1975) for biodiversity area relationships of islands. Furthermore Johnson and Simberloff (1974) also showed that there is a strong correlation between biorichness and pedorichness in the British Isles. Tables 13\nand 14 in Ibáñez et al. (2003, p. 252) show pedodiversity analysis for the Aegean Archipelago, as well as leptosolitation values.\nPedorichness and pedodiversity values increase as island size increases. The Shannon index indicates there are two groups of islands: (i) with low H′ for sizes less than 100 km2; and (ii) with high H′ for the isles larger than 100 km2. In general pedorichness and pedodiversity follow the same trend, whereas evenness values do not vary according to the island sizes. In contrast, the leptosolitation index shows that small islands have less well developed soil cover than the larger ones.\nIbáñez et al. (2005b) noted that small isles are nested subsets of higher ones; that is, larger islands have more physiographic heterogeneities than small ones and have higher relief. As relief increases, altitudinal catenas in mountain ranges have more climatic types and so have more variability of soil forming factors (relief, organisms and climates), thus soil assemblages are more diverse on larger islands. The larger islands also have more developed and mature fluvial landforms with pedotaxa associated with these landforms (e.g. intrazonal pedotaxa, such as Fluvisols, Gleysols, Histosols, and so on) that do not commonly occur on the smaller islands.\nWe conclude that some minimum area of fully developed depositional landforms is needed to provide conditions favourable for increasing pedo- and bio-diversities. Area–relief relationships conform to power laws (more area=higher relief) thus larger islands have more climate and vegetation belts and increases of soil forming factors (physiographic, climate and biotaxa diversity and “probably” lithodiversity) favour increases of pedo- and bio-diversities. It seems that in the range of 101–1000 km2 islands have enough area to develop fluvial geomorphologic systems and, at the same time have conspicuous relief. We believe that both area and relief are reasonable indicators of pedodiversity for these islands, because climate is mainly a byproduct of latitude and relief, whereas the latter is markedly influenced by plate tectonics."
  }, {
    "heading": "3.2. Biogeodiversity of the Canary Archipelago",
    "text": "Canary Isles is an intraplate cluster group archipelago (Nunn, 1994; Hernán and Anguita, 1999). The erratic nature of hot spots underlying the Canary Archipelago generates some islands with low relief volcanism, and others have a high relief volcanism independent of age.\nThere is considerable information relevant to diversities, permitting comparisons between pedodiversity and other patterns. In Table 1 richness data are shown.\nA power law fits of area and relief with each variable and their correlations are provided in Table 2.\n(*) According to data shown in Table 3, in some instances, only data of the 7 larger islands has been analyzed. In the latter cases the correlations are lower than that with 11 islands. In addition the regression slopes give disparate values. c and z correspond to the constant and z exponent shown in formula (3); r is the correlation of the logs of the variable used.\nIt is clear that most diversities are better correlated with relief than with area. Higher relief implies more diversified altitudinal catenas and thusmore variability of soil forming factors. Thegeology andQuaternary deposits are negatively correlated with island age (Table 3) whereas it is generally agreed that on older islands Quaternary deposits, landforms and weathering processes have hadmore time to be developed (Ibáñez et al., 2005b). Even though Quaternary richness and litho-richness are two variables best correlated with area, the counter trend here with age is believed due to erratic and disruptive volcanic activity. In general soil forming factor diversity is equivalent to habitat diversity and the latter shows a strong correlation with relief. Obviously habitat and phytocenosis richness are strongly correlated. In summarywe note that all diversities are strongly correlated in these data sets.\nThe strong relationships between biotic and abiotic diversities (Table 4) suggest that pedorichness (Table 1) and pedodiversity (Shannon Entropy index, Table 5) are reasonable surrogate indicators of biodiversities for these islands. Although somewhat surprising the fact that these biological and pedological diversities follow the same patterns suggests that the biological assumptions underlying in the Theory of Island Biogeography (MacArthur and Wilson, 1967) are not required or reasonable for island pedogeography. It is our belief that\nthe “habitat heterogeneity” hypothesis as shown for the British and Aegean archipelagos (Ibáñez et al., 2005a, b), is more realistic for explaining relationships of biodiversity and pedodiversity.\nPedodiversity analysis (Shannon index and evenness, Tables 5) for theGreatGroups of USDASoil TaxonomyandReference groups ofWRB shows that they follow similar trends as in the Aegean Archipelago. These data also suggest that relief (elevation) is a very good surrogate indicator of the tested pedodiversity. The higher than expected values obtained for “La Gomera” and “La Palma” islands may be, in part, due to their conic symmetry. The natural resources (including soil forming factors) tend to have amore uniform distribution, as noted by the evenness index. Consequently island altitudinal shape and relief appear to influence pedodiversity.\nEvenness data also follow the trends detected for the Aegean Archipelago: the small islands have less equitable distribution of pedotaxa than the larger ones. While the smaller ones have geometric or logarithmic distributions (less equitable distributions low E values), the larger ones conform to lognormal distributions (Ibáñez et al., 2005a). This pattern is also characteristic of the biological assemblages as demonstrated by May (1975) and others, reaffirming strong similarities of biodiversity and pedodiversity patterns."
  }, {
    "heading": "3.3. Pedodiversity of the Hawaii Archipelago",
    "text": "The Hawaiian survey is much more detailed than the Canary one, however it only includes the largest six islands. This precludes the same pedotaxa–area and pedotaxa relief relationships as for the other archipelagos. In a power law the tails of the distribution are of paramount importance to get a scientifically sound fit, thus there is less certainty about the correlation of pedodiversity with area. The more detailed scale and data of all the categories of the USDA Soil Taxonomy permit a more precise analysis of pedodiversity assemblages for the larger islands.\nThe Hawaii Archipelago consists of a linear group of islands in which the island age and area are, in general, negatively correlated. Tables 6, 7, and 8 show the results for pedorichness, pedodiversity (entropy), and evenness for the islands analyzed. It is clear that Lanai and Molokai islands have areas and relief that divert them from what is theoretically expected for oceanic and intra-plate archipelagos (Whittaker, 1998). In small samples this situation introduces noise in the analyses.\nTable 9 shows that age-altitude and age-area are more or less negatively correlated for the islands of highest size. The relationship betweenpedorichness-age (Table 9) is clear for the higher hierarchical level of the USDA Soil Taxonomy (Orders, Suborders and Great Groups), showing a strong correlation when major pedogenetic diagnostic features are considered. In other words, we believe that the driving force of the pedorichness of these hierarchical levels is primarily the age. Consequently soil assemblage patterns of Hawaii show the influence of island plate tectonics.\nThe diversity within the pedological hierarchy of USDA Soil Taxonomy changes step by step. Area and relief are positively correlated with pedodiversity in the lower categories of the USDA ST, but the opposite exists for the higher ones. Positive relationships between area and/or relief and pedodiversity only appear for the lower hierarchical levels (Families and Series). This means that in contrast with the Canary Islands the altitudinal catenas of climate belts (bioclimate richness) and its repercussions on biota and soils only occur in Hawaii for the lower levels of the soil classification. At the Family and Series level relief and area appear to be driving forces of the pedorichness (Tables 6 and 9). Keep in mind that at certain altitudes the number of climatic belts does not commonly increase, especially low lying deserts with shallow soils and bare rock on the fringe. Therefore, in the Hawaii Archipelago there is a different pattern than in land bridge islands and other intra-plate islands, and pedorichness patterns change considerably from top to bottom in the USDA Soil Taxonomy hierarchy. To make data comparisons it is recommended to use the higher hierarchical levels of Soil Taxonomy because they show more taxonomic contrast.\nTrends of Shannon index (Table 7) and pedorichness differ compared to those for the Canary Archipelago and land bridge islands (Ibáñez et al., 2005a), therefore we also used evenness data (Table 8) to better understand the pedodiversity patterns.\nAt the Order and Suborder levels, evenness increases with island age, thus the results of pedodiversity reinforce those of pedorichness.\nAt the Great Group and Group levels the pattern is less clear but follows the same trend as for Orders and Suborders. Finally at the Family and Series levels the evenness values are ambiguous or nonconclusive. In contrast to pedorichness values, evenness figures have more or less the same pattern for all hierarchical levels with age being the main driving force. Remembering that the Shannon index is a combination of richness and the abundance distribution of taxa, and maximum entropy is obtained when all taxa have the same abundance (E=1), it appears that pedodiversity of soil Families and Series, in the Hawaii Islands, is a balance between two opposing driving forces: area and age."
  }, {
    "heading": "3.4. Patterns of soil assemblages in Islands",
    "text": "The soil assemblages of Hawaii, Canary, Aegean and British archipelagos have numerous similarities and some differences. In the two first cases (and partly in the third one), the main driving force of pedodiversity pattern is plate tectonic dynamics. However the Canary Archipelago is produced by a type of intra-plate hot spots that generate “Cluster Groups of islands”, whereas in Hawaii Islands there are other intra-plate hot spots that form a “linear group of islands”. The relationships between area, relief and age appear different in both archipelagos and are reflected in the pedodiversity analysis. The lack of soil inventories for most of the Hawaii Archipelago precludes a scientifically sound comparison with the rest. In the third case there are a mix of non-marine land-bridge and oceanic islands with volcanism associated with plate boundary conditions being the results similar to the fourth one (land-bridge islands). In general, it is logical to think that on small islands and islets with less physiographical heterogeneity there are fewer drainage basin landforms and there are fewer climatic zones, consequently the values of pedorichness and pedodiversity must decrease first with weakening altitudinal catenas and then decreasing in size to a threshold (elementary area) that inhibits the development of mature fluvial landforms. In other words “habitat heterogeneities” decrease as, area and relief also decrease.\nIn the Aegean, British and Canary Islands, small islands have lower pedodiversity and less developed soils. The small to medium Canary Island soilscapes only have Leptosols and/or Cambisols. The same pattern occurs in the Aegean Archipelago as indicated by the leptosolitation index. Because small islands are very exposed to atmospheric agents (rain winds, etc.) many kinds of soils are shallow and poorly developed. As island area increases several environmental heterogeneities (e.g. soil forming factors) and pedodiversity also increase.\nTwo of the major driving forces of these diversities are area and relief relationships. Large areas have higher elevations creating ecofringes that increase the number of climate belts, phytocoenosis belts and soil catenas. Larger islands (and thus, high relief) also have better developed fluvial landforms and their associated soils (including marshes, flood plains, fluvial and/or marine chronosequences, etc.). Ibáñez et al. (2005b) showed how in the Aegean Archipelago larger islands have many intrazonal soil types,\nTable 7 Shannon diversity index, H′ (entropy) for the Hawaii Archipelago.\nSummary of pedodiversity analysis (H′=Shannon diversity index)\nShannon diversity index (entropy)\nIslands Age Elevation Area Orders Suborders Great Groups Subgroups Families Series\nHawaii 0.3 4205 10,467 1.41 1.52 1.90 2.25 2.70 2.96 Maui 1.2 3055 1891 1.61 1.86 2.31 2.85 3.26 3.44 Lanai 1.3 1027 366 1.64 1.80 1.90 2.22 2.27 2.42 Molokai 1.8 1512 676 1.83 2.15 2.49 2.82 2.90 3.10 Oahu 3.6 1227 1550 1.88 2.21 2.71 2.95 3.14 3.31 Kauai 4.0 1598 1440 1.87 2.39 2.68 2.88 2.94 3.02\nAge in million years, elevation in meters above sea level and area in square kilometers. H′ in bits.\nin contrast to small ones when the latter do not exist. The same occurs in the Canary Islands.\nThe volcanic activity in the Canary Islands in rather erratic, whereas in the Hawaii Archipelago the older islands show rare or no volcanism and in the younger ones it is very active resulting in less mature soilscapes and landforms. Soil data distribution at the Suborder level shows that in Hawaii the older islands have more developed pedotaxa (e.g. Ultisols and Oxisols) than the younger ones.\nIn island pedogeography exposure is also important. In the Canary Islands the directions of trade winds, rich in water, produce northern exposures that are wetter than southern ones. In this archipelago, southern slopes have more arid and eroded soilscapes, and fewer climate belts than the northern ones. Because altitudinal climate belts affect vegetation and soil organic matter contents, toposequences that appear with different exposures often are different too. When this type of atmospheric circulation occurs, there are more climate belts and more soilscapes result.\nIn larger islands, age is important to develop a full rangeof erosional– depositional landforms and these affect pedodiversity through soilgeomorphology interrelationships (e.g. Aegean Archipelago). Generally soils associated with Quaternary deposits co-evolve with the development of mature drainage basins. However, if volcanism and seismic activity rejuvenate the landscapes periodically like in theCanary Islands, then island age andQuaternary deposits are not positively correlated. In land-bridge islands, age tends to be of minor importance because they are part of a continent and in general are isolated only by sea-level rise during inter-glacial periods. Probablymany islands athigherN. latitudes have been glaciated thereby minimizing soilscape evolution and perhaps pedodiversity by ice erosion with respect to the southern ones (the soil latitudinal catenas shown by Ibáñez et al., 1998).\nThe Hawaiian Islands conform to a true chronosequence of soil assemblages where the older “larger” islands have more mature soils and higher pedodiversity than the younger ones from Order to Subgroup levels. Because there is a negative relationship between area and age, the older islands are smaller but have more pedodiversity than the younger ones. This trend is reversed for Family and Series\nhierarchical levels, where the pedodiversity is governed mainly by area and its relationship to geomorphic processes characteristic of high mountain landscapes.\nAll lithological, ecological, climate and pedological diversities are strongly correlated.\nIt is also interesting to note the influence of environmental determinants at different levels of the hierarchical taxonomy. It seems amatter of debate if soil families and soil series, according to the USDA Soil Taxonomy, must be considered at the same level as biological species or as geographical races or ecotypes (Saldaña and Ibáñez, 2004; Ibáñez, 2006). It may be that these categories are defined by agronomically important criteria. However it is noticeable that Phillips and Marion (2007) demonstrated that pedodiversity analyses based on the USDA Soil Taxonomy and ad hoc geomorphic soil classification did not produce significant differences.\nIt has been found that Shannon index figures (the entropy formalism most used as a biodiversity index) differ notably from pedorichness figures. Usually older islands have a more equitable distribution than in the younger ones. This also occurs in biodiversity assemblages as ecological successions approach their climax ecosystems (e.g. May, 1975). Some pedorichness relationships that exist in some islands disappear whenwe study pedodiversity via the Shannon index. There are interesting differences according to the taxonomic level and island age or shape that merit additional analysis.\nThe evolution of oceanic archipelagos is such that when volcanic islands subside more or less rapidly land and its soils disappear (extinction). In certain latitudinal fringes in the tropics, atolls appear to start a process producing strong changes in landscapes and soil assemblages. Atolls are annular reefs with central lagoons (e.g. Darwin, 1842 in Scoffin, 1987). They are the product of the growth of tropical marine organisms, so these islands are only found in warm tropical waters (Quinn and Matthews, 1990).\nAnalyses of world pedodiversity and biodiversity by countries, as well as drainage basins (Ibáñez et al., 2003, 2005b; Ibáñez, 2006) indicate that the number of target biotaxa and pedotaxa relationships with area fits very well to power laws and all target biotaxa are\nstrongly correlated with pedodiversity (Ibáñez, 2006; Petersen et al., 2010)."
  }, {
    "heading": "4. Conclusions: towards a Theory of Island Pedogeography",
    "text": "It has been found that different insular systems have some similar soil assemblages and pedodiversity patterns. It may be possible to generalize and propose a “Theory of Island Pedogeography”.We believe our results provide a framework to develop this theoretical construct.\nWith independence of the origin of the archipelagos, small islands tend to have soil assemblages consisting of shallow and poorly developedpedotaxa. As area increases pedodiversity values are higher, indicating more developed soil types or pedotaxa (so called zonal soils) and that on the largest islands intrazonal soils occur mainly on Quaternary deposits (e.g. Fluvisols, Gleysols, and Histosols). Soil assemblages of small islands tend to be nested subsets of larger ones.\nDetected patterns in analyzed archipelagos are the following: (i) power law relationships across several orders of magnitude (fractals) among many variables; (ii) strong diversity correlations of biological and non-biological resources such as pedodiversity, biodiversity, climate diversity, bioclimate diversity, diversity of biocenoses, lithodiversity, etc; (iii) plate tectonics influence via relief, area, and perhaps age as the driving forces for biological and pedological soil assemblages; (iv) nested subsets by island sizes according to their sizes; (v) scaling law for the range of taxa-size distributions; (vi) pedotaxa determined by island type seems probable in conjunction with classic zonal theory (latitude dependent); lithodiversity increases with area conforming to a power law; (vii) in the frame of the possible influence of the taxa–area relationships it seems that an elementary area is required to cross a threshold that enables the developmentof drainagebasins rich in landforms (landformsdiversity); and (viii) in some instances taxonomic dependent chronosequences have been detected in the subset of the largest land units, and in general positive correlations between area and relief determine bioclimate catenas.\nIn both intra-plate archipelagoes analyzed the underlying driving force of pedodiversity and spatial soil assemblages was the platetectonic dynamics and how they influences the geomorphic processes. That is, different behaviors of mantle-hot spots modify trends.\nThis study supports previous ones on pedodiversity showing that area and relief are major driving forces of pedodiversity, and that most diversities of biological and non-biological natural resources are strongly correlated. All of them show reasonable fits to power laws in relation with area and relief.\nObviously in the developmental stages of oceanic archipelagos pedodiversity and biodiversity of islands decrease with time and become “0” when they become extinct under the sea. In tropical regions the genesis of atolls determines some conspicuous qualitative changes with respect to archipelagos of other latitudes. The evolution of land-bridge islands is more or less similar to the nearest mainland taking into account changes of the sea level forced by isostasy and glaciation cycles.\nTherefore, we believe the results support our working hypothesis: the combination of resulting patterns of the Theory of Island Biogeography, plate tectonics, and latitude likely determines the soil assemblages in islands, as well as in ecosystems. This reinforces the idea that a unifying habitat heterogeneity theory could explain the bio–pedo-geography of islands. Diversity based theories predict mainly number of taxa and patterns of soil assemblages, not specific compositions. Specific soil type compositions must be studied in the field, but partly may be inferred using latitude, rainfall conditions, and lithology (zonal theory associated with parent materials) which also are used in ecology and biogeography studies."
  }],
  "year": 2011,
  "references": [{
    "title": "Selfsimilarity of pedotaxa distributions at planetary level: a multifractal approach",
    "authors": ["J. Caniego", "J.J. Ibáñez", "F. San-José"],
    "venue": "Geoderma",
    "year": 2006
  }, {
    "title": "Rényi dimensions and pedodiversity indices of the earth pedotaxa distribution",
    "authors": ["F.J. Caniego", "J.J. Ibáñez", "F. San-José"],
    "venue": "Nonlin. Process. Geophys",
    "year": 2007
  }, {
    "title": "Implantación de un GIS en el Centro de CC. Medioambientales",
    "authors": ["C. Carrera"],
    "venue": "Technical Report, Univ. Politécnica de Valencia,",
    "year": 1998
  }, {
    "title": "Consequences of human activities on pedodiversity of soils: a case study in a vineyard area in South-East Sicily (Italy)",
    "authors": ["C. Dazzi", "S. Monteleone"],
    "venue": "Proceedings of the ESSC Int. Conf. on Soil Conservation in Large Scale Land Use,",
    "year": 1999
  }, {
    "title": "Naturaleza de las Islas Canarias: Ecología y Conservación, Turquesa",
    "authors": ["J.M. Fernández-Palacios", "J.L. Martín-Esquivel"],
    "venue": "Santa Cruz de Tenerife. Spain",
    "year": 2001
  }, {
    "title": "Endemism and evolution in Macaronesia",
    "authors": ["C.J. Humphries"],
    "year": 1979
  }, {
    "title": "Perspectives and Challenges of Pedodiversity Analysis. 1.2A Spatial, Societal and Environmental Aspects of Pedodiversity — Oral 18th World Congress of Soil Science: Frontiers of Soil Science in the Technology and Information",
    "authors": ["J.J. Ibáñez"],
    "venue": "Age 18th World Congress of Soil Science. July",
    "year": 2006
  }, {
    "title": "Soil landscapes and drainage basins in Mediterranean mountain areas",
    "authors": ["J.J. Ibáñez", "R. Jiménez-Ballesta", "A. García-Álvarez"],
    "year": 1990
  }, {
    "title": "Pedodiversity and global soil patterns at coarser scales (with discussion)",
    "authors": ["J.J. Ibáñez", "S. De-Alba", "A. Lobo", "V. Zuccarello"],
    "venue": "Geoderma",
    "year": 1998
  }, {
    "title": "Soil survey and soil monitoring in Spain",
    "authors": ["J.J. Ibáñez", "J. Sánchez-Díaz", "D. De-la-Rosa", "S. De-Alba"],
    "venue": "European Soil Bureau, Research Publications,",
    "year": 1999
  }, {
    "title": "Scientific rationality, quantitative criteria and practical implications in the design of soil reserves networks: their role in soil biodiversity and soil quality studies",
    "authors": ["J.J. Ibáñez", "A. García-Álvarez", "A. Saldaña", "L. Recatalá"],
    "year": 2003
  }, {
    "title": "Pedodiversity–area relationships for islands",
    "authors": ["J.J. Ibáñez", "F.J. Caniego", "F. San-José", "C. Carrera"],
    "venue": "Ecol. Model",
    "year": 2005
  }, {
    "title": "Nested subset analysis and taxarange size distributions of pedological assemblages: implications for biodiversity studies",
    "authors": ["J.J. Ibáñez", "F.J. Caniego", "A. García-Álvarez"],
    "venue": "Ecol. Model",
    "year": 2005
  }, {
    "title": "Environmental determinants of island species numbers in the British Isles",
    "authors": ["M.P. Johnson", "D.S. Simberloff"],
    "venue": "J. Biogeogr",
    "year": 1974
  }, {
    "title": "Ecology's most general, yet protean patterns: the species–area relationship",
    "authors": ["M.V. Lomolino"],
    "venue": "J. Biogeogr",
    "year": 2000
  }, {
    "title": "The species–area relationship: new challenges for an old pattern",
    "authors": ["M.V. Lomolino"],
    "venue": "Prog. Phys. Geogr",
    "year": 2001
  }, {
    "title": "Towards a more general species–area relationship: diversity on all islands, great and small",
    "authors": ["M.V. Lomolino", "M.D. Weiser"],
    "venue": "J. Biogeogr",
    "year": 2001
  }, {
    "title": "Biogeography, 3rd Ed",
    "authors": ["M.V. Lomolino", "B.R. Riddle", "J.H. Brown"],
    "venue": "Sinauer Associates Inc,",
    "year": 2006
  }, {
    "title": "Procesos y riesgos volcánicos (volcanic processes and risk) (English Abstr.)",
    "authors": ["J. López-Ruiz", "J.M. Cebriá"],
    "venue": "Est. Geo",
    "year": 2007
  }, {
    "title": "The Theory of Island Biogeography",
    "authors": ["R.H. MacArthur", "E.O. Wilson"],
    "year": 1967
  }, {
    "title": "Ecological Diversity and Its Measurement",
    "authors": ["A.E. Magurran"],
    "venue": "Croom Helm, London",
    "year": 1988
  }, {
    "title": "Patterns of species abundance and diversity",
    "authors": ["R.M. May"],
    "year": 1975
  }, {
    "title": "Ecosystems on the landscape: the role of space in ecosystems theory",
    "authors": ["R.V. O'Neill"],
    "venue": "Handbook of Ecosystems Theories and Management. Lewis Publishers,",
    "year": 2000
  }, {
    "title": "On the temporal development of nested subsets patterns of species composition",
    "authors": ["B.D. Patterson"],
    "venue": "Oikos",
    "year": 1990
  }, {
    "title": "Methods to quantify the pedodiversity of 1 km2 areas —results from southern African drylands",
    "authors": ["A. Petersen", "A. Gröngröft", "G. Miehlich"],
    "venue": "Geoderma",
    "year": 2010
  }, {
    "title": "Soil geomorphic classification, soil taxonomy, and effects on soil richness assessments",
    "authors": ["J.D. Phillips", "D.A. Marion"],
    "venue": "Geoderma 141,",
    "year": 2007
  }, {
    "title": "Post-Miocene iagenetic and eustatic history of Enewetak Atoll: model and data comparison",
    "authors": ["T.M. Quinn", "R.K. Matthews"],
    "venue": "Geology",
    "year": 1990
  }, {
    "title": "Species Diversity in Space and Time",
    "authors": ["M.L. Rosenzweig"],
    "year": 1995
  }, {
    "title": "Pedodiversity analysis at large scales: an example of three fluvial terraces of the Henares River (Central Spain). Geomorph",
    "authors": ["A. Saldaña", "J.J. Ibáñez"],
    "year": 2004
  }, {
    "title": "Flora y Vegetación",
    "authors": ["A. Santos-Guerra"],
    "venue": "Geografía de Canarias, Geografía de Canarias, Interinsular Canaria, Santa Cruz de Tenerife,",
    "year": 1984
  }, {
    "title": "An Introduction to Carbonate Sediments and Rocks",
    "authors": ["T.P. Scoffin"],
    "year": 1987
  }, {
    "title": "The Mathematical Theory of Communication",
    "authors": ["C. Shannon", "W. Weaver"],
    "year": 1949
  }, {
    "title": "Shapes and functions of species–area curves: a review of possible models",
    "authors": ["E. Tjørve"],
    "venue": "J. Biogeogr",
    "year": 2003
  }, {
    "title": "A model for the species– area–habitat relationship",
    "authors": ["K.A. Triantis", "M. Mylonas", "K. Lika", "K. Vardinoyannis"],
    "venue": "J. Biogeogr",
    "year": 2003
  }, {
    "title": "Island Biogeography: Ecology, Evolution, and Conservation",
    "authors": ["R.J. Whittaker"],
    "year": 1998
  }],
  "id": "SP:29e013707b86a102b099c88f3f38cc16ad933c67",
  "authors": [{
    "name": "Juan-José Ibáñez",
    "affiliations": []
  }, {
    "name": "William R. Effland",
    "affiliations": []
  }],
  "title": "Toward a Theory of Island Pedogeography: Testing the driving forces for pedological assemblages in archipelagos of different origins"
}