{
  "sections": [{
    "text": "The relatively unknown volcanism of the Azas Plateau in the Tuva Republic is linked with the Baikal Rift system and it presents many excellently preserved tuyas that are volcanic edi<ces formed by subice and underwater eruptions. These tuyas were formed in the Quaternary, when eruptions characterized by trachybasalt and basanite compositions coincided with extensive glaciation in southern Siberia. Their stratigraphy is typically composed of very thick, weak and often layered hyaloclastite sequences, and near horizontal lava cap layers produced by subaerial eruptions. The interior layered deposits (ILDs) in Valles Marineris of Mars, in general, overlie unconformably canyon ?oors, canyon walls, and in some cases, chaotic terrain with onlap geometry. Many of these ILD mounds have either ?at-topped or domal pro<les. Thin layers of a few to tens of meters in thickness are extensively observed with relatively limited post-depositional deformations, stacking up to form hundreds to possibly thousands of meters-thick sequences. One example shows possible cross-beds, but bedforms in the layers are rare within the studied MOC images. These characteristics are indicative of low-energy depositional environments such as lacustrine basins or air-falls of dust or volcanic ash rather than sediments deposited in strong currents. Volcanic sheet ?ows and distal facies of turbidites, however, could be also similar to some thin layers of the ILDs. The ILD mounds are also associated with possible volcanic landforms such as feeding dikes, volcanic necks and vents. Cap units, if layered, are in general near horizontal whereas lower strata could have an angular unconformity relationship with the cap layers, which can be interpreted as lava-fed deltas. These observations support the hypothesis of subice and/or underwater volcanism for the formation of the ILDs. However, not all ILDs have ideal tuya morphology and stratigraphy, implying more complex history of the ILDs in Valles Marineris. The complex interactions between rift formation, associated volcanism, ice coverage due to climate change and ?oods are observed in the Baikal Rift system of southern Siberia and these could be direct analogues for the Valles Marineris region of Mars. ? 2003 Elsevier Ltd. All rights reserved.\nKeywords: Mars; Valles Marineris; Volcanoes; Ice; Lava; Hyaloclastite"
  }, {
    "heading": "1. Introduction",
    "text": "Subice volcanism on Earth is a unique process resulting in the formation of particular volcanic edi<ces and stratigraphic sequences. Subice volcanoes including tuyas have been well documented and extensively studied in such places as Iceland, Canada and Antarctica (e.g., Werner and Schmincke, 1999; Moore et al., 1995; Skilling, 1994; Smellie and Skilling, 1994; Smellie, 2001). However, good examples of subice volcanoes also exist deep in southern\n∗ Corresponding author. E-mail address: goro@irsps.unich.it (G. Komatsu).\nSiberia that can contribute greatly to the studies of lava–ice interactions and resulting volcanic edi<ces. For comparisons with Mars, we examined tuya edi<ces of the Azas Plateau. The Azas Plateau is a part of the East Tuva Highland situated in the Tuva Republic of the Russian Federation. In this paper, we introduce this relatively unknown volcanic <eld rich in the geomorphology of subice volcanism and make comparisons with interior layered deposits (ILDs) in Valles Marineris on Mars. There are signi<cant similarities between the geological processes and possibly the climatological implications of two regions, the Baikal Rift system to which the Azas Plateau belongs and the Valles Marineris region (Komatsu, 2003). Comparative studies may yield a new understanding of how tectonism, volcanism, hydrology, and climate interact with each other. The Azas Plateau\n0032-0633/$ - see front matter ? 2003 Elsevier Ltd. All rights reserved. doi:10.1016/j.pss.2003.08.003\npresents an excellent example of subice volcanism linked with a great rift system and its landforms are direct evidence of a past hydrological regime that was substantially diHerent than today. These aspects make the Azas Plateau subice volcanism potentially one of the best terrestrial analogues for the ILDs on Mars.\nThe ILDs in Valles Marineris (Lucchitta et al., 1992) have been studied previously using primarily Viking images (e.g., Nedell et al., 1987; Komatsu et al., 1993). Because of their extensive layering, many origins have been proposed, including non-aqueous eolian (Peterson, 1981); non-aqueous volcanic (Peterson, 1981; Lucchitta, 1981); lacustrine volcanic, eolian, or canyon wall-derived deposition (McCauley, 1978; Lucchitta, 1982; Nedell et al., 1987; Komatsu et al., 1993; Weitz and Parker, 2000; Malin and Edgett, 2000); and salt diapirs (Beyer et al., 2000). Komatsu et al. (1993) described diverse stratigraphic sequences both within each deposit and among various chasmata, suggesting diverse depositional environments and sources. Recently, volcanic edi<ces produced by subice volcanism (Nedell et al., 1987; Croft, 1990; Lucchitta et al., 1994; Chapman and Tanaka, 2001, 2002; Komatsu and Litasov, 2002) and tephra deposits (Chapman, 2001) have been proposed to explain the formation of the ILDs.\nThe investigation of the ILDs requires understanding of their geomorphology and stratigraphic characteristics. Thanks to the Mars Orbiter Camera (MOC) and Mars Orbiter Laser Altimeter (MOLA) onboard the Mars Global Surveyor, detailed geomorphological properties of the ILDs are revealed. Stratigraphic characteristics provide key information in understanding depositional environments and\nnature of the materials accumulated. Although the coverage is not complete, the MOC acquired images with very high spatial resolution (∼ 1:5 m to several meters/pixel), enabling detailed facies examination of the ILDs. We present in this paper some key geomorphological and stratigraphic observations pertaining to the origin and history of the ILDs in Valles Marineris and make comparisons with subice volcanism on Earth."
  }, {
    "heading": "2. Subice and submarine volcanism of the Azas Plateau, the Tuva Republic",
    "text": ""
  }, {
    "heading": "2.1. Geological setting of the Azas Plateau",
    "text": "The Tuva volcanic province is the westernmost lava <eld of the Baikal Rift system in southern Siberia and the largest lava <eld in the province is the Azas Plateau (Fig. 1). This Cenozoic lava <eld covers over 2000 km2 and the volume of volcanics is estimated to be as much as 600 km3 (Yarmolyuk et al., 1999). The Tuva volcanic province is related to the South Baikal Hot Spot that forced domal uplifting with the highest altitude (above 3000 m a.s.l.) at the triple junction of Khovsgol Basin, Tunka valley and Oka-Azas troughs (Fig. 1). The compositions of the Azas Plateau volcanics are trachybasalt and basanite, as is true for other Baikal Rift Zone localities (Litasov et al., 2001). The chronology of eruptions in the Tuva volcanic province is studied using the K–Ar dating technique (Yarmolyuk et al., 2001), and four major stages are known: late Oligocene– early Miocene (about 23–28 Ma), middle Miocene\n(14–17 Ma), late Miocene (7–8 Ma), and Pliocene– Pleistocene–Holocene (starting at 2 Ma). The Azas lava <eld is structurally associated with the Azas graben that formed in the Miocene–Pliocene period, and therefore peripheral earlier volcanics often occur on higher hypsometric levels than later ones. The Azas lava plateau began to form during the Late Pliocene and its volcanism continued to the Holocene. The tuya edi<ces on the Azas Plateau are Pleistocene in age and their formation coincided with extensive glaciation in the region."
  }, {
    "heading": "2.2. Edi,ce and layering characteristics of tuyas of the Azas Plateau",
    "text": "Subice eruptions of lavas melt the ice above and often form edi<ces called tuya within the meltwater englacial lakes, but eruptions in open lakes (perhaps ice-dammed on some sides) may have also happened. The overall geometry of these tuyas is controlled by the con<ning ice walls and eruption conditions (Figs. 2–4). In general tuyas have steep sides because of the ice wall con<nement (Fig. 4). Such\nsteep sides are not possible without the ice con<nement since the trachybasalts and basanites both have fairly low viscosities and they tend to produce extended low shields under\nnormal conditions. Open lakes without icewalls to con<ne the volcanic edi<ces may have also existed and eruptions into such lakes should not be ruled out as proposed in the\ncase of Iceland (Werner and Schmincke, 1999). In this case, the edi<ces are not necessarily con<ned, and volcano ?anks could have gentler slopes than the englacial tuyas. The Tuvan tuyas often have extended wings, and the best examples are seen at the Derbi-Taiga Volcano (Fig. 2b). Such morphology probably resulted from complex lava–icewall interactions. Tuya edi<ce tops are generally ?at-to-domal shaped (Fig. 4).\nThe Tuvan tuyas are characterized by hyaloclastites more than several hundred meters thick and by armoring lava ?ows up to one hundred meters thick (Figs. 5 and 6), but the hyaloclastite–lava ?ow sequence sometimes repeats within single edi<ces as observed for the Derbi-Taiga Volcano (Litasov et al., 2001). Since the cap lava layers are normally formed subaerially, the bottoms of the armoring near-horizontal layers can be used to infer thickness of\nice that was covering the region during the eruptions. The estimated ice thickness is over 700 m in the case of the Derbi-Taiga Volcano location and more than 400 m for the Shivit-Taiga Volcano location. Based on the ages of the volcanoes formed in association with ice, as many as three glaciation periods have been inferred in southern Siberia (1.65–1:75 Ma; 0.6–0:76 Ma; 0.225–0:06 Ma). Hyaloclastites are de<ned as produced by essentially non-explosive processes related to rapid cooling and fragmentation of lava erupted in water (Batiza and White, 2000). But the term is often expanded to include all vitroclastic tephra produced by explosive or non-explosive interaction of hot magma and external water (Werner and Schmincke, 1999). Some researchers distinguish two terms (hyaloclastite and hyalotuH) in the <eld, based on grain morphometry (Skilling, 1994; Smellie and Skilling, 1994).\nIn this paper, we use the term hyaloclastite to include both cases. A detailed study of Icelandic tuyas revealed that hyaloclastites are classi<ed into two major facies, layered hyaloclastites and chaotic hyaloclastites (Werner and Schmincke, 1999). Layering of hyaloclastite is well developed within the Tuvan tuyas as well as sheet basalt layers that comprise volcanoes’ cap units (Figs. 5a–d). Pillow and sheet lava fragments are the most common lithic clasts within the hyaloclastite deposits (Werner and Schmincke, 1999), characteristics observed also at tuyas in the Azas Plateau (Fig. 6b).\nThe hyaloclastic unit could have an angular unconformity relationship with the overlaying near-horizontal lava\nlayers (Figs. 5a and c). This relationship has been observed with tuyas in other regions also (Skilling, 2002) and is interpreted as lava-fed deltas having topsets and foresets similar to non-volcanic Gilbert-type deltas formed in marine and lacustrine environments (e.g., Ori and Roveri, 1987; Komatsu et al., 2001). The lava-fed delta is common to eruptions in both marine and englacial environments (Skilling, 2002).\nSlope failures can occur to tuya edi<ces and turbiditic volcanoclastic sediments accumulate on the ?anks. Minor volcanic landforms such as scoria cones (Fig. 6c), vents, feeding dikes and necks are also observed. The Tuvan tuyas are often associated with hematite minerals. Many layers (Fig. 5b) and scoria cones (Figs. 5d and 6c) have a reddish color due to the hematite, which is probably formed by oxidation of Fe-rich minerals (usually magnetite) under subaerial conditions."
  }, {
    "heading": "3. Interior layered deposits in Valles Marineris, Mars",
    "text": ""
  }, {
    "heading": "3.1. Distribution and geomorphology of interior layered deposits",
    "text": "The released MOC images have coverage of almost all the previously known and suspected ILDs (Fig. 7), although each deposit mound is not fully covered. In many cases, the suspected ILDs reveal thin layering, con<rming early inferences (Table 1). The ILDs occur on some of the chasma ?oors of Valles Marineris. The deposit distribution varies from place to place, perhaps depending on the positions of depocenters and as a result of various post-depositional erosional processes. The erosional landforms observed on the ILDs vary widely. Slope processes and eolian de?ation are probably the dominant mechanisms for the erosion of the layered sequences today. However, in some cases, past ?uvial action may have played a role in eroding the ILDs (Weitz et al., 2001; Chapman and Smellie, 2001). In any case, some unknown fraction of the deposits must have been removed from the original ILDs.\nWe investigated the ILDs using MOC images and MOLA topographic data. Fig. 8 summarizes topographic pro<les of representative ILD mounds. The maximum thickness of the thickest deposit situated within Hebes Chasma is estimated to be about 6 km. In general, the ILD mounds have domal cross-sections, although in some cases ILDs have a ?at-top with steep slopes (see Melas in Fig. 8, for example). The majority of the ILDs are separated from the canyon walls (e.g., Hebes, Gangis, Juventae, Capri-Eos), but other ILDs onlap the canyon walls (e.g., west Candor and Melas). Some ILDs, including the one in Hebes Chasma (Chapman and Tanaka, 2000, 2001), Ceti Mensa in east Candor Chasma, and a mound in Ophir Chasma (Chapman and Smellie, 2001), rival the canyon rims in height. Most other ILD mounds are 1–4 km lower than the surrounding canyon rims.\nPrevious studies found that the ILDs unconformably overlie canyon ?oors, canyon walls, and in some cases, chaotic terrain (e.g., Komatsu et al., 1993; Chapman, 2002). Malin and Edgett (2000) proposed a new hypothesis that the ILDs formed in Noachian (Mars is divided stratigraphically into three epochs; from oldest to youngest, Noachian, Hesperian, and Amazonian) and the deposition occurred initially in impact craters that are now buried. Other researchers (Lucchitta, 2001a; Weitz et al., 2001; Chapman, 2001) have not found evidence in support of this hypothesis. In our survey, ILDs appear to overlie all other geological units except for young eolian and landslide deposits. Fig. 9 is one example of an interior layered deposit mound overlying canyon wall materials by onlap geometry. On the canyon wall unit, patches of bright materials are distributed widely. These patches have albedo patterns similar to the ILDs, implying that these patches are remnants of the ILDs that were eroded away. Fig. 10 shows a layered deposit mound in Juventae Chasma overlying chaotic terrain. Similar to Fig. 9, there are patches of ILD materials scattered on the chaotic terrain. These bright patches in Figs. 9 and 10 are not continuous in comparison to the nearby ILD\nunits, excluding the possibility that these bright patches are extensions of the ILDs and they are exposed within the wall rocks. The ILD materials appear to onlap relatively intact canyon walls and chaotic terrain (Figs. 9 and 10), implying that mass-wasting was a minor contributor for the ILDs. We hypothesize that in general the canyon wall and chaotic terrain topography had been established prior to the layered deposit formation. It is possible that the ILDs covered the canyon walls, thereby protecting the walls. Locally, however, the ILDs are covered by younger landslides from the canyon walls (Lucchitta, 1979) and eolian materials."
  }, {
    "heading": "3.2. Layering of interior layered deposits",
    "text": "At least some of the thick dark layers originally identi<ed in Viking or Mariner 9 images appear, in MOC images, as dark talus deposits (Figs. 11a and b; Chapman and Tanaka, 2001). Considering the presence of abundant dark materials in Valles Marineris (Geissler et al., 1993), many of dark-appearing layers may indeed be talus deposits\n174 G . K om atsu et al./P lanetary and S pace S cience 52 (2004) 167 – 187\naccumulated on ledges or wide benches. A distinctive network-like surface pattern on top of the cap unit of the Hebes ILD (Fig. 11b) is observed also in other ILDs (Fig. 12). We interpret this type of pattern as dune <elds based on the fact that the pattern transits smoothly into more typical eolian deposit morphology such as linear dunes. Limited examples of thin layers (tens of meters thick) had been known from Viking and Mariner 9 images, and the majority of these thin layers are exposed as near-horizontal cap layers (see Fig. 14 in Komatsu et al., 1993). In our study, we identi<ed numerous new thin layers within the ILDs in Valles Marineris using the MOC images (Table 1). The best examples of such thin layers are observed in Juventae, west Candor, and Melas Chasmata. However, not all the ILD sequences exhibit clearly de<ned thin layers within the resolution limits of the MOC images and some sequences appear to be devoid of thin layering. The total thickness of observed thin layered units\nmay reach a few hundred meters, but we do not rule out the possibility of even thicker units up to thousands of meters.\nDue to the MOC resolution limits and observation conditions, full assessment of layering characteristics is not always possible. Problems pointed out by Komatsu et al. (1993), such as the diNculty in distinguishing benches and albedo layers, still exist even with the availability of high-resolution MGS images. Nonetheless, new characteristics of thin layers have been revealed in our study. For example, a combination of diHerential erosion and albedo contrast appears to make layers observable in the Melas ILD (Fig. 13). In some cases, thinly layered sequences appear to be made of light and dark couplets or light, intermediate, and dark triplets (Fig. 14), although apparent dark layers could be dark eolian materials in erosional troughs between resistant light layers, similar to the situation in Fig. 11b. The average thickness of these layers is estimated to be a few to tens of meters. Thin layers of each unit appear to be nearly constant in thickness in many images. Also, the thickness of individual layers is almost constant laterally for many kilometers, in some cases over tens of kilometers. The exact attitudes of many thin layers are diNcult to determine because of viewing geometry and the way these thin layers are exposed. However, the thin layers, particularly the well-exposed resistant cap layers (Komatsu et al., 1993; Lucchitta, 1999), appear to be stacked nearly horizontal. There are layers of certain ILDs in central and west Candor and Melas Chasmata that appear to dip down the sides of the mesas (Chapman and Tanaka, 2001). MOC images show that within apparent yardangs or ?uted materials (Lucchitta, 1999) on the ?anks of the Gangis Chasma ILD mound, layers are also steeply dipping (Chapman, 2002).\nKomatsu et al. (1993) reported a set of possible angular unconformity in the main Gangis ILD based on Viking and Mariner 9 images. New, more convincing evidence of an unconformity was presented by Weitz et al. (2001) in west Candor Chasma. Another example of a possible angular unconformity in central Candor Chasma is shown in Fig. 15 (Chapman and Tanaka, 2001). Major vertical variations of stratigraphic, erosional, and albedo patterns have been noted in individual layered deposits (Komatsu et al., 1993) from Viking data, and many of these patterns are also identi<able in MOC images (e.g., Fig. 11b). Hiatuses in deposition of these variable layered units may have occurred. However, we have not found clear erosional boundaries in the layered units. Facies that provide an indication of high-energy environments are also rare. An exceptional example of structure\nis identi<ed as possible cross-bedding in an ILD in Juventae Chasma (Fig. 16a). In a dark-layered unit, there are beds that appear to be inclined (Fig. 16b). The estimated scale of the related bedforms is rather large, possibly up to one hundred meters in thickness. Exposed near these bedforms are landforms that appear to be a chain of cones (M.G. Chapman, personal communication) that may be related to the possible cross-bedding.\nPost-depositional modi<cations occurred in at least some of the deposits. For example, faulting caused an oHset of layers (Fig. 17). There are also possible slump structures in the Hebes deposit (Figs. 11b) (Lucchitta, 2001b). One MOC image of the Hebes ILD also shows sub-parallel ridge landforms (Fig. 18). Their morphology resembles deformation bands that originated as shear zones with signi<cantly reduced porosity (R.A. Schultz, personal communication). The cemented deformation bands were probably enhanced by diHerential erosion."
  }, {
    "heading": "4. Comparison of interior layered deposits in Valles Marineris and terrestrial subice volcanoes",
    "text": ""
  }, {
    "heading": "4.1. Overall geometry and geomorphology of tuyas and interior layered deposits",
    "text": "Some ILD mounds in Valles Marineris have a striking resemblance to the tuyas in terms of overall geometry and geomorphology (Fig. 19). The overall pro<les of such ILD mounds are either domal or ?at-topped (Fig. 8), which is similar to the tuyas of the Azas Plateau (Fig. 4) and other areas (e.g., Brown BluH in Antarctica and Herdubreid in Iceland). The scales of ILD mounds are often an order of magnitude larger than the terrestrial tuyas. However, volcanism on Mars may exceed the scale typical on Earth. For example, Tharsis shield volcanoes such as Mount Olympus are an order magnitude greater in width than the largest basaltic shield volcanoes in Hawaii (Mouginis-Mark et al., 1992). Fig. 19 shows semi-?at cap units, steep gullied sidewalls, and parts of edi<ces extended like wings in various directions. This wing-like morphology may be explained by the way volcaniclastic sediments and lava ?ows expand utilizing melt-water tunnels formed beneath a capping ice, a process proposed for Mount Pinafore, a subice volcano in the Antarctic Peninsula (Smellie and Skilling, 1994). Near-horizontal cap units (often layered) were commonly noted in various ILDs (Komatsu et al., 1993) and these units are very similar to tuya cap units (see Figs. 5a and c). The central Candor ILD shows two levels of possible cap units (Fig. 19), a situation similar to the repeated lava–hyaloclastite sequence in the Derbi-Taiga Volcano. The extensive dune <elds on top of cap units of some ILDs (Fig. 12) have no analogue\namong the terrestrial tuyas (for example see Fig. 6a), but their presence with the ILDs is consistent with a great supply of eolian materials on Mars. The dikes, volcanic necks, or vent-like landforms observed in the Gangis ILD (Fig. 19) (Komatsu and Strom, 1990; Lucchitta et al., 1994; Chapman and Tanaka, 2001; Higbie et al., 2002) may be consistent with feeding structures in the terrestrial tuyas (e.g., Fig. 6c) (Litasov et al., 2001)."
  }, {
    "heading": "4.2. Depositional processes of interior layered deposits inferred from layering",
    "text": "We have noted key features of the ILD layers (as described in the previous sections), which constrain modes of their deposition. Terrestrial deposits form in various environments and the mode of deposition is often discernable by their stratigraphic and sedimentological characteristics (Table 2). Assuming that the basic geological processes on Earth and Mars are essentially the same despite\nthe diHerences in gravity and atmospheric pressure, we can apply a similar approach to that used on Earth to Martian deposits at least qualitatively. However, we note that this approach has limitations caused by image coverage and resolution, and the absence of compositional information. The observed ILD thin layers form remarkable successions up to a few hundred meters in thickness, and possibly up to thousands of meters thick. In most cases (with a limited number of exceptions described earlier), the relationship among single thin layers is simple because they appear to be resting on top of another, forming a parallel geometry (e.g., Figs. 13 and 14). Clear observations of facies such as foreset beds, pinch-out and major erosional unconformities are either rare or have not been observed.\nThe possible cross-bedding identi<ed here (Figs. 16a and b) is at a large scale by terrestrial standards. Single sets probably are tens of meters in thickness and they show tabular external geometries. Cross-bedded units of such dimensions are formed on Earth in two diHerent settings: eolian and strong current-dominated, such as in alluvial channel environments. Water-lain unidirectional currents not only may produce large-scale bedforms in the environments mentioned above, but also they should produce scouring and erosional features that are identi<able in the stratigraphic record. Eolian deposits are not normally associated with large erosional features and form laterally extensive units embedded into other deposits (Table 2). A typical case is the Coconino Sandstone of the Grand Canyon area. Erosional features are not clearly observed within the example in Fig. 16a, and in this case an eolian origin is more likely.\nAnother plausible interpretation of these cross-beds is that they are pyroclastic surge deposits. On Earth pyroclastic surge deposits can form thinly bedded, low-angle cross-beds (Valentine and Fisher, 2000), which do not reach the scales of the cross-bedding observed with the ILD. However, dune sizes of terrestrial pyroclastic cross-beds are dependant on\nvelocity and ?ow regime. On Mars, the lower atmospheric pressure yields higher eruption velocities (Wilson and Head, 1983, 1994; Wilson and Heslop, 1990). Therefore, volcanic bedforms on Mars should be much greater in size than those on Earth. The chain of cones occurring close to the bedforms (Fig. 16a) may be volcanic in origin and they may be related to the pyroclastic eruptions. Pyroclastic bedforms, however, are often associated with erosional features (Table 2) that are not clearly observed in the example of Fig. 16a. Identi<cation of these possible cross-beds implies that the strati<cation of ILDs is not always simple. Although we found several other suspected cross-beds, they are not as clear as the example shown here (Fig. 16a). It is unknown if future MOC data will show more of such cross-bedding but our search for bedforms has revealed only one relatively clear example thus far.\nA possibility exists that the ILDs have been accumulated by settling of dust from the atmosphere. But in this case the deposition would be homogeneously distributed not only inside Valles Marineris, but also in the surrounding plateaus because settling is independent of topography and it tends to drape and smooth reliefs (Table 2). Another possibility is massive air-fall from volcanic sources (Chapman, 2001; Chapman and Tanaka, 2002). Ash deposits are known to be\nextensive on Earth. They are not as thick as the ILDs in Valles Marineris (Table 2), but volcanism on Mars has a tendency to be much greater in scale. Of course, to support the interpretation of settling from material in suspension in the atmosphere we can think that on the surrounding plateaus the eolian dust or ash deposits either did not accumulate, or have been eroded by strong winds and that remained preserved only in deep basins. However, the dunes observed on mesa tops (Figs. 11b and 12) are against the hypothesis that eolian materials remain only in deep basins.\nOne important aspect of the ILD distribution is that these deposits are often not continuous from edge to edge in the basin and in some cases, the ILDs are completely separated by moats from the canyon walls (e.g., Hebes and Gangis). Whether this re?ects the original distribution or later removal by erosion has strong implications for the process of the deposit formation. So another possibility is the volcanic origin from sites internal to the canyon. In this case the ILDs would be formed in localized patches and we do not need to imply basin-wide lateral continuity. Subaerially erupted volcanic sheet ?ows could have laterally extensive, thick regularly stacked sequences (Table 2) and in the case of ?ood basalt ?ows, very thick accumulations are possible.\nBased on the general characteristics of thin ILD layers (the regular geometry of the strati<cation, the extensive lateral continuity, and the absence of observable marginal entry point of detritus), one of the most probable scenarios is that these deposits have been accumulated in a standing body of water by slow settling or authigenic deposition (Table 2). This interpretation is consistent with the lateral termination of the strati<cation, which dies out against the Valles Marineris walls and chaotic terrain with onlap contacts (e.g., Figs. 9 and 10). Accreted strata of 2–6 km in thickness require the same amount of space for deposition (accommodation) (Komatsu and Ori, 2000). The entire space for accommodation may be available in subaqueous environments such as standing bodies of waters. The accommodation is also possible with shallow lakes in subsiding basins. In these cases, settling detritus may form layers draping the sediment interface without major erosional structures and intraformational unconformities. This type of sedimentation is not constrained by the lithology of the strata because the detritus entering the standing body of water may be volcanic or sedimentary in origin. The important fact is that such mechanisms of deposition within the water should display low-energy facies. High-energy processes would form\ndeltas, deep-water fans, channels, and other features indicative of robust unidirectional currents, regardless of whether the triggering mechanism for sedimentation was volcanic or sedimentary. The model of a pre-existing accommodation requires a standing body of water 2–6 km deep. A possible mode of underwater deposition consistent with the observed thin layers of the ILDs may be turbidity current (liquid density current).\nTurbidites, particularly of distal facies, could have a laterally extensive and regularly stacked vertical sequence (Table 2), which is very similar to many thin layers in the ILDs. Terrestrial turbidites typically have the characteristic Bouma sequence (Bouma, 1962; Lowe, 1982) that re?ects sequential deposition of various grain sizes. Depending on the grain size involved and distance from the sources, the Bouma sequence exhibits a wide range of facies. However, we may not resolve such facies in MOC images.\nThe settling particles could have diverse origins including locally derived sediments and volcanic and eolian materials from outside the canyons. Simple lacustrine deposition, however, is not in agreement with, at least, four observations: (1) the lack of high barriers con<ning the bodies of water in the direction of the out?ow channels (Komatsu et al., 1993), (2) the presence of an ILD at elevations higher than the rim of the canyon (Hebes; Chapman and Tanaka, 2000, 2001), (3) the presence of moats separating the ILDs from the canyon walls (e.g., Hebes, Gangis), (4) no clear evidence for the shorelines of the lakes has been identi<ed even with the MOC high-resolution images. All of these problems may have explanations. For the <rst, the deposition could have occurred when the canyons had diHerent geometries and for the second, not all ILD materials deposited in the water. For the third, erosion may have removed the ILD materials. And for the fourth, the shoreline evidence may have been destroyed due to slope processes on both the canyon walls and ILDs in the past. Nonetheless, these four observations pose problems for the simple lacustrine deposition model.\nWe consider that thin layering of the ILDs, often interpreted to have deposited in a lacustrine condition, does not contradict a volcanic origin. A detailed facies analysis revealed that hyaloclastites in Icelandic tuyas formed in two conditions, englacial (with eruptions con<ned by ice) and open lake (but perhaps ice-dammed) (Werner and Schmincke, 1999). The resulting major hyaloclastic facies are classi<ed as chaotic or layered although beds are observed even in the chaotic facies. Occasionally, hyaloclastites have laterally continuous layering of uniform thickness and are similar to the features observed in the main facies of the ILDs (Table 2). Based on the comparisons with terrestrial tuyas, the extensive thin layering we observe in the Martian ILDs is likely to have been produced by three diHerent conditions.\nThe <rst possibility is that the thin layers were formed mainly by explosive hydroclastic eruptions in shallow water and by subsequent redeposition by turbidity currents\nand debris ?ows on the slopes of volcanoes. This is a situation more likely to happen in open lakes (Fig. 20a) as suggested for layered hyaloclastites in Iceland (Werner and Schmincke, 1999) and Antarctica (Skilling, 1994). Such ?ows on Earth can be a few millimeters to more than 10 m thick and may extend laterally for more than 1 km (Werner and Schmincke, 1999). The hyaloclastic ?ows of the Icelandic tuyas appear to be the proximal deposits of turbidity currents as indicated by their Bouma sequence (Werner and Schmincke, 1999). Slope failures can trigger turbidity currents on sloping terrain, which may have deposited as the thin ILD layers. The open lakes should have been ice-dammed at least on some sides since there are no enclosed topographic barriers as high as the presumed water levels except for certain chasmata such as Hebes. These open lakes could also have been ice-covered. The second possibility is that the thin layers in the ILDs are essentially tephra deposits that, after explosive eruption in shallow water (due to lower water columns, hence less hydrostatic pressure), were redistributed by becoming airborne and probably accumulated within open lakes (Fig. 20a) but also in englacial lakes. Volcanic fallout deposits such as tephra often develop extensive regularly stacked sequences (Table 2) and the tephra associated with subice volcanism can form thick unbroken sequences individually a few to tens of meters thick (Smellie, 2000). The observed possible cross-bedding (Figs. 16a and b) can be interpreted as pyroclastic surge deposits. Terrestrial hyaloclastic layers of tuyas, in some cases, have oblique unconformities with overlying basaltic cap lava layers, a structure called a lava-fed delta (Figs. 5a and c). Therefore the third possibility is that the near horizontal cap layers are subaerially erupted sheet lava ?ows and underlying thin layers are hyaloclastites in shallow water, a possibility for both englacial and open lakes (Fig. 20b and 21b). Close examination of these hyaloclastite units revealed that the hyaloclastites themselves are massive, and together with breccias and lavas, they form foresets (Werner and Schmincke, 1999). Due to the viewing geometry of Mars images (normally near plan view), estimating exact attitudes of layers is not a simple task. However, there are localities where near-horizontal cap layers of the ILDs appear to overlie layers intersecting at shallow angles, relationships that may be explained as lava-fed deltas (Chapman and Tanaka, 2001). Possible examples are in Gangis Chasma (Komatsu and Strom, 1990), Melas Chasma and central Candor Chasma (Fig. 15) (Chapman and Tanaka, 2001).\nNot all the ILD sequences have clearly de<ned layers, but it is also common to the terrestrial tuyas. For example, the non-layered chaotic, particularly massive hyaloclastite bodies observed at Icelandic tuyas are interpreted to have formed by steam explosions in shallow water (Werner and Schmincke, 1999). The chaotic hyaloclastite facies are probably the products of englacial eruptions. Hence, non-layered or weakly bedded ILD sequences (within the MOC resolution limits) are also likely to represent englacial\neruptive conditions (Fig. 21a). Such chaotic hyaloclastites occasionally develop very thin (millimeters to centimeters) beds that are interpreted to have been deposited by slumps or small mass ?ows. Slope failure is common among terrestrial tuyas (e.g., Skilling, 2002) for both open and englacial lake cases, and the faults (Fig. 17) and the possible slump structure (Fig. 11b) may be evidence of this process. The volcanism hypothesis is also consistent with the preservation of underlying topography such as the canyon walls and chaotic terrain (Figs. 9 and 10) because of rapid deposition with respect to mass-wasting processes. The basal pillow complexes often observed with terrestrial tuyas (Werner and Schmincke, 1999) have not been found within the ILD sequences. This may be due to the fact that image resolution is not suNcient for the identi<cation of pillow lavas or they are buried beneath the ILDs."
  }, {
    "heading": "4.3. Materials comprising interior layered deposits",
    "text": "The materials comprising the ILDs may be of diverse origin, as suggested from Viking images (Komatsu et al., 1993) and as also indicated in the MOC images. The compositions of the deposit materials have not been determined. But diverse erosional patterns of layered units indicate that material properties of the layers range widely, implying that the materials are not made of one type in terms of chemistry, mineralogy, grain size, porosity, consolidation, etc. The diHerences between the canyon wall rocks and the ILDs reported in previous studies (e.g., color, slope morphologies) are also evident in MOC images. Despite this, mass-wasting such as landslides from the canyon walls could have contributed materials to the ILDs to some extent because young landslides exist at many localities in Valles Marineris (Lucchitta, 1979). But the contact relationships\nbetween the ILDs and underlying canyon walls appear to be onlap without much disturbance on the walls, implying that canyon walls were relatively stable during the ILD deposition.\nA study by Caruso and Schultz (2001) on the slope stability, though simpli<ed, found that the averaged canyon wall rock slope strength derived from heights and angles is consistent with layered igneous rock such as basalt with networks of columnar joints. These authors found the ILD slope strength to be consistent with weaker sandstone and siltstone. One example of possible cross-bedding has been identi<ed that can be interpreted as eolian in origin (Fig. 16a) but there is no other clear evidence for sandstone as the main component of ILDs. Their study did not include other materials such as loess, volcanic ash, carbonate, evaporites, and hyaloclastites for comparison. But the overall slope strength of the ILDs seem to imply that they are not as strong as basaltic lava layers, excluding volcanic sheet ?ows as sole component of ILDs. The interpretation of deformation bands (Fig. 18) is also consistent with relatively soft materials. Loess is a <ne-grained air-fall deposit that is likely derived from glacial erosion, and if not very strongly cemented, may be similar in slope stability to sandstone or siltstone. Lake sediments (e.g., primarily <ne-grained but also coarse-grained sediments derived from volcanic or non-volcanic sources) may also explain the slope properties of the ILDs. But not all lake sediments are likely candidates for the ILD constituents. For example, carbonate, which is an authigenic lacustrine deposit, has been suggested to be the main component of the ILDs (McKay and Nedell, 1988). But no clear spectral evidence of carbonate has been found by the Thermal Emission Spectrometer (TES) instrument onboard the Mars Global Surveyor. Also, carbonate deposits on Earth often have large slope strength, perhaps inconsistent with the overall slopes of the ILDs. Other authigenic deposits such as evaporites also are not consistent with available spectral evidence.\nDust cover in the canyon systems seems widespread. Coarser eolian materials are also prevalent because of the presence of extensive dune <elds on the canyon ?oors. For these reasons, remote sensing may not detect the composition of the bedrock accurately, but the data can re?ect the bedrock composition since the eroded materials from the bedrock tend to accumulate nearby. Remote sensing data appear to be consistent with volcanic materials as main compositions of the ILDs. Murchie et al. (1992) used the Phobos ISM imaging spectrometer data sets to detect compositional variations in the layered deposits of Ophir, Candor and Melas Chasmata. The deposits seem to be of ma<c composition with diHerent amounts of incorporated water and ferric iron. A new ISM analysis of Candor Chasma found that the materials inside the canyon, which include the ILDs, have distinctive spectral properties unique to Valles Marineris (Mustard and Murchie, 2001). Thus the materials are likely to have originated inside the canyon system and\nhave not been transported in from outside. Chapman (2001) hypothesized that the layered materials of variable albedo in the equatorial latitudes of Mars may be tephra deposits, which originate mostly as volcanic ash-fall. The alternating dark and light thin layers exempli<ed in Fig. 14 strongly resemble a combination of scoria (dark color) and pumice (light color—for silicic compositions) pyroclastic fall deposits. The slope stability of tephra, if not very strongly cemented, could be similar to that of sandstone or siltstone. Hyaloclastites are formed by underwater eruptions and they have <nely fragmented lithology and their unconsolidated, friable nature may be very similar to the main ILD materials. In many localities, the albedo of the ILDs is higher than the canyon ?oors. However, Viking observations noted that there are dark components in layered sequences (Komatsu et al., 1993), which are identi<able also in MOC images often as dark talus deposits (e.g., Fig. 11b). The dark component in the Hebes ILD is almost as dark as unoxidized basalt (Komatsu et al., 1993). The dark talus deposits may have originated as ma<c-dominated pyroclastic deposits or lavas, resembling the talus deposits on some tuyas (see Fig. 5c).\nSimilar to tuyas (Chapman and Tanaka, 2002; Chapman, 2002), the ILDs appear to be highly water-altered and palagonitic in composition (Murchie et al., 2000). The Tuvan and Icelandic hyaloclastites are frequently altered due to palagonitization (e.g., Fig. 6b) (Werner and Schmincke, 1999). Erard et al. (1991) examined multi-spectral images acquired by the ISM imaging spectrometer on Phobos II, and noted that layered deposits have stronger 3- m water absorptions than materials of comparable albedo on the plateau, and are interpreted to be more hydrated. This may be a result of palagonitization. Based on Viking color and Phobos II data, units of an anomalous color have been identi<ed in west Candor Chasma on a ILD mound, and these units have been interpreted to be areas of high crystalline hematite concentration (Komatsu et al., 1993; Geissler et al., 1993). However, the TES did not detect crystalline hematite at this location, and these units may be poorly crystalline FeOOH polymorphs including goethite instead (Christensen et al., 2001). New TES data also found crystalline hematite at various localities such as in central Valles Marineris, Gangis Chasma, and Eos Chasma (Christensen et al., 2001). The crystalline hematite units detected by the TES instrument are associated with young dark materials (Christensen et al., 2001; Chapman and Tanaka, 2002) previously interpreted to be volcanic (Geissler et al., 1990; Lucchitta, 1990), and their distributions are localized in topographic lows near or on top of the ILDs. Therefore, crystalline hematite may be a minor component of the ILDs. Hematite is also commonly associated with terrestrial tuyas. Although the examples from the Tuvan tuyas are red hematite (Figs. 5b, d and 6c) and the Martian minerals are coarser gray hematite (Christensen et al., 2001), the association of hematite with tuyas on Earth is analogous to the hypothesized Martian case for the ILDs."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Implications of subice volcanism in Valles Marineris",
    "text": "Whether the subice and underwater volcanism hypothesis is valid for all the deposits or only for some of the ILDs remains to be studied. We caution that the lacustrine condition for the ILDs did not have to prevail for all the ILD depositions. It is often the case that not all sequences of tuya edi<ces were erupted underwater. We also note that volcanism is not an absolute necessity for some layered units nor did it have to prevail for all the depositional periods. Other depositional processes could have prevailed during some periods. Whether or not other materials such as eolian and authigenic deposits contributed to the construction of ILD edi<ces strongly depends on the rate of the formation and also if there were eruption intervals.\nAnother major issue is the in?uence of a large volume of ice and/or open lakes (probably ice-dammed at least on some sides) that <lled the canyons. The ice or water column could have been as thick as 2–6 km because normally the bottom of the near-horizontal cap layer unit formed by subaerial eruptions coincides with the top of the ice body or the water level. The ice caps that once covered the Tuva volcanic province left a suite of glacial landforms in the Sayan mountain range (e.g., Grosswald, 1999). Therefore, landforms indicative of past and remaining ice could be observed in the Valles Marineris canyons. For example, canyon walls may still contain remnant ice. The ?ow-like slope features identi<ed on the canyon walls in some MOC images have been hypothesized to be rock glaciers (Rossi et al., 2000), indicating possibly a link with the past extensive ice <lls in the canyons. The gigantic longitudinally grooved landslide debris aprons observed in Valles Marineris typically exhibit fan-shaped patterns, opening downslope (Shaller and Komatsu, 1994). One of the explanations for this morphology is that they are rock avalanches that traveled over glaciers or snow-covered ground during runout. Such ice may have disappeared from the surface but it may be still present in the near-surface underground. If this is true, it could be another indication that ice existed in the canyons in the past. However, we still have not found clear evidence for shorelines recorded on canyon walls and ILD slopes caused by ice shoving or wave-cutting. This may be due to destructive processes such as eolian de?ation and mass wasting. Or it is because the ice sheets may have been cold-based and hence imposed minimum geomorphological work on the canyon walls and ILD slopes."
  }, {
    "heading": "5.2. Complex tectonic–volcanic–hydrological interactions in the Baikal Rift system and the Valles Marineris region",
    "text": "The origin of great bodies of ice and/or liquid water that may have <lled Valles Marineris is an interesting question. Under the current climatic regime, mobilizing and deposit-\ning a large quantity of water from the polar caps to the equatorial regions is diNcult, and hence the ice formation should be attributed to precipitation at low latitudes during periods of high obliquity (Jakosky and Carr, 1985) or major climatic shifts such as the ones hypothesized as temporal climatic changes (Baker et al., 1991). The surface ages of the ILDs are estimated to be Late Hesperian to Early Amazonian, approximately the same period as the activity of the out?ow channels (Lucchitta et al., 1992). It is possible that this was a period of active volcanism, which in?uenced hydrology and the climatic regime. Alternatively, the ice bodies may have been derived locally from subsurface aquifers and/or ground ice perhaps by magmatic heating. A potential problem for this idea is that such sources may not be large enough to form ice bodies potentially as thick as the canyons are high. However, this scenario does not have to invoke major climatic shifts. The subice volcanism on the Azas Plateau records climatic episodes dramatically diHerent from today. The mode of such change was complex. Ice caps of various sizes developed over high plateaus of southern Siberia during the Quaternary (Grosswald, 1999). The drainage system of the region was reorganized due to changes in precipitation, temperature and humidity, but also because the ice caps blocked water ?ows. Cataclysmic ?oods also occurred along the Yenisei River as ice-dammed lakes upstream collapsed (Grosswald, 1999). The Cenozoic rift volcanism is widespread, in the cold and wet climatic regime it caused subice volcanism as evidenced by the Azas Plateau. JOokulhlaup-type ?oods due to the subice eruptions of the Azas Plateau and other volcanic provinces related to the Baikal Rifting are a distinct possibility. The interaction between the extensive permafrost in Siberia and volcanism must have been signi<cant but this process is not well understood.\nMany geological processes that characterize the Baikal Rift system can be envisaged in the ancient Valles Marineris region. For example, the Mongolian Plateau including the Baikal Rift system may provide a direct analogy to the Tharsis Plateau-Valles Marineris complex. The Mongolian Plateau may have been formed by a late Cenozoic mantle plume (Windley and Allen, 1993). Similarly, Valles Marineris has been proposed to be a rift system (e.g., Blasius et al., 1977) probably caused by one or multiple mantle plumes under Tharsis, although its development certainly involved other processes including erosion and collapse (Lucchitta et al., 1992). In addition to the proposed subice and underwater volcanism discussed in this paper, volcanism in Valles Marineris has been inferred from observations such as hypothesized volcanic deposits (e.g., Lucchitta, 1990; Geissler et al., 1990). Cataclysmic ?oods have occurred repeatedly as evidenced by the presence of out?ow channels connected to the canyons. The ice bodies and ground ice in the canyons may have been melted by eruptions, thus producing jOokulhlaup-type ?oods (Chapman and Tanaka, 2000, 2002). Many of these elements were present in the Baikal Rift system and therefore comparisons\nof these two unique regions on Earth and Mars could provide potentially very rich understanding of how processes such as rifting, associated volcanism and climate in?uence each other, and the important role of hydrology in forming landforms."
  }, {
    "heading": "6. Conclusions",
    "text": "The Siberian subice volcanism of the Azas Plateau in the Tuva Republic has been relatively unknown. During the Quaternary this volcanism produced many edi<ces called tuya formed by the interaction of eruptions in englacial and possibly also in open lakes. Tuya edi<ces of the Azas Plateau are characterized by a thick hyaloclastitic unit formed by underwater eruptions and near-horizontal cap lava layers formed by subaerial eruptions. These tuyas provide rich geomorphological and stratigraphic observations directly comparable to Mars. ILDs in Valles Marineris are landforms that have a high possibility of being formed by subice and/or underwater volcanism. The overall geometry and volcanic geomorphological features associated with the ILD mounds strengthens this hypothesis. Our MOC high-resolution image study of the ILDs revealed their stratigraphic characteristics. In general, the ILDs unconformably overly the canyon ?oors, canyon walls and chaotic terrain, but they are older than some landslides and eolian materials that are currently undergoing sedimentation. Many of the ILDs exhibit hundreds to possibly thousands of meters-thick stacks of extensive and frequently layered sequences with a rarity of bedforms, and they are best interpreted to have been deposited in low-energy environments such as slow settling in lacustrine or fall-out in subaerial conditions. Volcanic sheet ?ows and distal deposits of turbidites could be also consistent with the observations of some thin layers in the ILDs. Chemical and mineralogical compositions of the ILDs have not been clearly established to date. However, based on a slope stability analysis and remote sensing data, they appear to consist of relatively weak and hydrated sediments. Also, there seems to be local remote sensing evidence of hematite minerals and basaltic lavas as minor constituents of the ILDs. Slope failure features also exist with the ILDs. Considering the geomorphology of various ILDs, the depositional environments inferred from the ILD stratigraphy, and also plausible compositions of ILDs, subice and/or underwater volcanism provide the most consistent explanations for the origin of the ILDs. Such ILDs should be composed of hyaloclastites and tephra deposited underwater and sheet lava ?ows formed subaerially, comprising a lava-fed delta geometry. Still, it is quite possible that not all of the ILDs were formed by subice and/or underwater volcanism. The great ice bodies and/or open lakes that <lled the canyons of Valles Marineris have disappeared, but remnant ice may still be present in the canyon walls and also in the near surface underground. Further studies of the Baikal Rift system and the Valles Marineris region could yield fruitful results in\nrevealing the complex relationships among tectonism, volcanism, climate, and hydrology."
  }, {
    "heading": "Acknowledgements",
    "text": "The manuscript was substantially improved through reviews by James Zimbelman and Victor Baker. We appreciate Mary Chapman and Paul Geissler for their detailed comments on our manuscript. The work on the Azas Plateau was supported by the Russian Foundation for Basic Research, grant #01-05-65322. The authors acknowledge the use of Mars Orbiter Camera images processed by Malin Space Science Systems that are available at http://www.msss.com/moc gallery/. We thank Amina Sugorakova of the Tuvinian Institute for the Exploration of Natural Resources, Russian Academy of Sciences, Siberian Branch, for informing the <rst author about the subice volcanism of the Azas Plateau by her lecture given in the presidential guest house in Kyzyl, the capital of the Tuva Republic. This research is supported by contracts with the Agenzia Spaziale Italiana."
  }],
  "year": 2003,
  "references": [{
    "title": "Ancient oceans and ice sheets and the hydrological cycle on Mars",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "venue": "Nature 352,",
    "year": 1991
  }, {
    "title": "Submarine lavas and hyaloclastite",
    "authors": ["R. Batiza", "J.D.L. White"],
    "year": 2000
  }, {
    "title": "Salt diapirs in Candor Chasma, Mars? In: Lunar and Planetary Science Conference XXXI, Abstract #2022",
    "authors": ["R.A. Beyer", "H.J. Melosh", "A.S. McEwen", "R.D. Lorentz"],
    "year": 2000
  }, {
    "title": "Geology of the Valles Marineris: <rst analysis of imaging from the Viking 1 Orbiter primary mission",
    "authors": ["K.R. Blasius", "J.A. Cutts", "J.E. Guest", "H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Sedimentary of Some Flysch Deposits: A Graphic Approach to Facies Interpretation",
    "authors": ["A. Bouma"],
    "year": 1962
  }, {
    "title": "Slope stability and lithology for interior layered deposits and wallrock in Valles Marineris",
    "authors": ["P.A. Caruso", "R.A. Schultz"],
    "venue": "Lunar and Planetary Science Conference XXXII, Abstract",
    "year": 2001
  }, {
    "title": "Layered material of variable albedo on Mars: possible late Noachian to early Amazonian tephra? In: Lunar and Planetary Science Conference XXXII, Abstract #1709",
    "authors": ["M.G. Chapman"],
    "year": 2001
  }, {
    "title": "Layered massive, and thin sediments on Mars: possible Late Noachian to Late Amazonian tephra",
    "authors": ["M.G. Chapman"],
    "venue": "Volcano/Ice Interactions on Earth and Mars. Geological Society Special Publication",
    "year": 2002
  }, {
    "title": "Putative large and small volcanic edi<ces in Valles Marineris, Mars and evidence of ground water/ice",
    "authors": ["M.G. Chapman", "J.L. Smellie"],
    "venue": "Eos Trans. AGU,",
    "year": 2001
  }, {
    "title": "Chasmata, chaos, out?ow channels, and interior deposits on Mars: produced by sub-ice eruptions? In: Lunar and Planetary Science Conference XXXI, Abstract #1256",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "year": 2000
  }, {
    "title": "Interior deposits on Mars: subice volcanoes",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Related magma–ice interactions: possible origins of chasmata, chaos, out?ow channels, and surface materials in Xanthe, Margaritifer, and Meridiani Terrae, Mars",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "venue": "Icarus 155,",
    "year": 2002
  }, {
    "title": "Global mapping of Martian hematite minerals deposits: remnants of water-driven processes on early Mars",
    "authors": ["P.R. Christensen", "R.V. Morris", "M.D. Lane", "J.L. Band<eld", "M.C. Malin"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Geologic map of the Hebes Chasma quadrangle, VM500K 00077 (abstract)",
    "authors": ["S.K. Croft"],
    "venue": "NASA Tech. Memo",
    "year": 1990
  }, {
    "title": "Spatial variation in composition of the Valles Marineris and Isidis Planitia Regions of Mars derived from ISM Data",
    "authors": ["S. Erard", "Bibring", "J.-P", "J. Mustard", "O. Forni", "J.W. Head", "S. Hurtrez", "Y. Langevin", "C.M. Pieters", "J. Bosenqvist", "C. Sotin"],
    "venue": "Proceedings of the 21st Lunar Planetary Science Conference,",
    "year": 1991
  }, {
    "title": "Dark materials in Valles Marineris: indications of the style of volcanism and magmatism on Mars",
    "authors": ["P.E. Geissler", "R.B. Singer", "B.K. Lucchitta"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "An unusual spectral unit in west Candor Chasma: evidence for aqueous or hydrothermal alteration in the Martian canyons",
    "authors": ["P.E. Geissler", "R.B. Singer", "G. Komatsu", "S. Murchie", "J. Mustard"],
    "venue": "Icarus 106,",
    "year": 1993
  }, {
    "title": "Cataclysmic Mega?oods in Eurasia and the Polar Ice sheets",
    "authors": ["M.G. Grosswald"],
    "venue": "Scienti<c World, Moscow,",
    "year": 1999
  }, {
    "title": "Integrated analysis of Gangis Mensa, Mars",
    "authors": ["M.A. Higbie", "R.R. Herrick", "A. Treiman"],
    "venue": "Lunar and Planetary Science Conference XXXIII, Abstract",
    "year": 2002
  }, {
    "title": "Possible precipitation of ice at low latitudes of Mars during periods of high obliquity",
    "authors": ["B.M. Jakosky", "M.H. Carr"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "Geological processes in the Baikal Rift zone: possible terrestrial analogs for the Valles Marineris region on Mars",
    "authors": ["G. Komatsu"],
    "venue": "Lunar and Planetary Science Conference XXXIV, Abstract",
    "year": 2003
  }, {
    "title": "Subice volcanism on the Azas Plateau: a comparison with possible Martian tuyas",
    "authors": ["G. Komatsu", "Y. Litasov"],
    "venue": "Lunar and Planetary Science Conference XXXIII, Abstract",
    "year": 2002
  }, {
    "title": "Exobiological implications of potential sedimentary deposits on Mars",
    "authors": ["G. Komatsu", "G.G. Ori"],
    "venue": "Planet. Space Sci",
    "year": 2000
  }, {
    "title": "Layered deposits with volcanic intrusions in Gangis Chasma, Mars (abstract)",
    "authors": ["G. Komatsu", "R.G. Strom"],
    "venue": "Lunar and Planetary Science Conference XXI,",
    "year": 1990
  }, {
    "title": "Stratigraphy and erosional landforms of layered deposits in Valles Marineris, Mars",
    "authors": ["G. Komatsu", "P.E. Geissler", "R.G. Strom", "R.B. Singer"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Paleoshoreline geomorphology of BO",
    "authors": ["G. Komatsu", "P.J. Brantingham", "J.W. Olsen", "V.R. Baker"],
    "year": 2001
  }, {
    "title": "Petrologic characteristics of Cenozoic alkaline basalts from the Azas Plateau, Northeast Tuva (Russia)",
    "authors": ["Y.D. Litasov", "T. Hasenaka", "K.D. Litasov", "V.V. Yarmolyuk", "A.M. Sugorakova", "V.I. Lebedev", "M. Sasaki", "H. Taniguchi"],
    "venue": "Northeast Asian Studies,",
    "year": 2001
  }, {
    "title": "Sedimentary gravity ?ows: II. Depositional models with special reference to the deposits of high-density turbidity currents",
    "authors": ["D.R. Lowe"],
    "venue": "J. Sedim. Petrol",
    "year": 1982
  }, {
    "title": "Landslides in Valles Marineris, Mars",
    "authors": ["B.K. Lucchitta"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Valles Marineris—faults, volcanic rocks, channels, basin beds",
    "authors": ["B.K. Lucchitta"],
    "venue": "Reports of Planetary Geology Program,",
    "year": 1981
  }, {
    "title": "Lakes or playas in Valles Marineris",
    "authors": ["B.K. Lucchitta"],
    "venue": "Reports of Planetary Geology Program,",
    "year": 1982
  }, {
    "title": "Young volcanic deposits in the Valles Marineris",
    "authors": ["B.K. Lucchitta"],
    "venue": "Mars? Icarus",
    "year": 1990
  }, {
    "title": "Geological map of Ophir and Central Candor Chasmata (MTM-05072) of Mars",
    "authors": ["B.K. Lucchitta"],
    "venue": "United States Geological Survey Miscellaneous Investigation Series Map I-2568,",
    "year": 1999
  }, {
    "title": "MOC images con<rm layered deposits formed within Valles Marineris, Mars",
    "authors": ["B.K. Lucchitta"],
    "venue": "Lunar and Planetary Science Conference XXXII, Abstract",
    "year": 2001
  }, {
    "title": "Young dark mantles and light ?ows in Valles Marineris, Mars",
    "authors": ["B.K. Lucchitta"],
    "venue": "Lunar and Planetary Science Conference XXXII,",
    "year": 2001
  }, {
    "title": "The canyon system on Mars",
    "authors": ["B.K. Lucchitta", "G.D. Clow", "P.E. Geissler", "A.S. McEwen", "R.A. Schultz", "R.B. Singer", "S.W. Squyres"],
    "year": 1992
  }, {
    "title": "Topography of Valles Marineris: implications for erosional and structural history",
    "authors": ["B.K. Lucchitta", "N.K. Isbell", "A. Howington-Kraus"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Sedimentary rocks of early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Geological map of the Coprates quadrangle of Mars",
    "authors": ["J.F. McCauley"],
    "venue": "US Geol. Surv. Misc. Invest. Ser. Map,",
    "year": 1978
  }, {
    "title": "Are there carbonate deposits in the Valles Marineris",
    "authors": ["C.P. McKay", "S.S. Nedell"],
    "venue": "Mars? Icarus",
    "year": 1988
  }, {
    "title": "Tholeiitic-alkalic transition at subglacial volcanoes, Tuya region, British Columbia, Canada",
    "authors": ["J.G. Moore", "C.J. Hickson", "L.C. Calk"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "The physical volcanology of Mars",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "M.T. Zuber"],
    "venue": "Mars. University of Arizona Press,",
    "year": 1992
  }, {
    "title": "The geology of the interior deposits of Valles Marineris from Viking images and ISM imaging spectroscopy",
    "authors": ["S.L. Murchie", "S. Erard", "J.F. Mustard", "J. Bibring", "Y. Langevin", "J.W. Head", "C.M. Pieters"],
    "venue": "Proceedings of the 23rd Lunar Planetary Science Conference,",
    "year": 1992
  }, {
    "title": "Near-infrared spectral variations of Martian surface materials from ISM imaging spectrometer data",
    "authors": ["S. Murchie", "L. Kirkland", "S. Erad", "J. Mustard", "M. Robinson"],
    "venue": "Icarus 147,",
    "year": 2000
  }, {
    "title": "Unusual spectral properties observed in Valles Marineris",
    "authors": ["J.F. Mustard", "S.L. Murchie"],
    "venue": "Lunar and Planetary Science Conference XXXII, Abstract",
    "year": 2001
  }, {
    "title": "Origin and evolution of the layered deposits in the Valles Marineris",
    "authors": ["S.S. Nedell", "S.W. Squyres", "D.W. Anderson"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Geometries of Gilbert-type deltas and large channels in the Meteora Conglomerate, Meso-Hellenic basin (Oligo– Miocene), central Greece",
    "authors": ["G.G. Ori", "M. Roveri"],
    "venue": "Sedimentology",
    "year": 1987
  }, {
    "title": "A secondary origin for the central plateau of Hebes Chasma",
    "authors": ["C. Peterson"],
    "venue": "Proceedings of the 12th Lunar Planetary Science Conference,",
    "year": 1981
  }, {
    "title": "Rock glacier-like landforms in Valles Marineris, Mars",
    "authors": ["A.P. Rossi", "G. Komatsu", "J.S. Kargel"],
    "venue": "Lunar and Planetary Science Conference XXXI, Abstract",
    "year": 2000
  }, {
    "title": "Landslides on Mars",
    "authors": ["P.J. Shaller", "G. Komatsu"],
    "venue": "Landslide News",
    "year": 1994
  }, {
    "title": "Evolution of an englacial volcano: Brown BluH, Antarctica",
    "authors": ["I.P. Skilling"],
    "venue": "Bull Volcanol",
    "year": 1994
  }, {
    "title": "Basaltic pahoehoe lava-fed deltas: large-scale characteristics, clast generation, emplacement processes and environmental discrimination",
    "authors": ["I.P. Skilling"],
    "venue": "Volcano/Ice Interactions on Earth and Mars. Geological Society Special Publication",
    "year": 2002
  }, {
    "title": "Subglacial eruptions",
    "authors": ["J.L. Smellie"],
    "year": 2000
  }, {
    "title": "Lithofacies architecture and construction of volcanoes erupted in englacial lakes: Icefall Nunatak",
    "authors": ["J.L. Smellie"],
    "venue": "Mount Murphy, eastern Marie Byrd Land, Antarctica. Spec. Publ. Int. Asses. Sediment",
    "year": 2001
  }, {
    "title": "Products of subglacial volcanic eruptions under diHerent ice thickness: two examples from Antarctica",
    "authors": ["J.L. Smellie", "I.P. Skilling"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Pyroclastic surges and blasts",
    "authors": ["G.A. Valentine", "R.V. Fisher"],
    "year": 2000
  }, {
    "title": "Englacial vs lacustrine origin of volcanic table mountains: evidence from Iceland",
    "authors": ["R. Werner", "Schmincke", "H.-U"],
    "venue": "Bull. Volcanol",
    "year": 1999
  }, {
    "title": "New evidence that the Valles Marineris interior layered deposits formed in standing bodies of water",
    "authors": ["C.M. Weitz", "T.J. Parker"],
    "venue": "Lunar and Planetary Science Conference XXXI, Abstract",
    "year": 2000
  }, {
    "title": "The interior deposits of Valles Marineris: layering, erosional processes, and age",
    "authors": ["C.M. Weitz", "Parker", "F.S.T.J. Anderson", "J.A. Grant"],
    "year": 2001
  }, {
    "title": "A comparison of volcanic eruption processes on Earth, Moon, Mars, Io, and Venus",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Mars: review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Clast sizes in terrestrial and Martian ignimbrite lag deposits",
    "authors": ["L. Wilson", "S.E. Heslop"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Mongolian plateau: evidence for a late Cenozoic mantle plume under central Asia",
    "authors": ["B.F. Windley", "M.B. Allen"],
    "venue": "Geology",
    "year": 1993
  }, {
    "title": "Neovolcanism in Eastern Tuva: chronology of volcanic events based on K–Ar dating",
    "authors": ["V.V. Yarmolyuk", "V.I. Lebedev", "M.M. Arkelyants", "S.G. Prudnikov", "A.M. Sugorakova", "V.I. Kovalenko"],
    "venue": "Trans. (Dokl.) Russ. Acad. Sci./Earth Sci",
    "year": 1999
  }, {
    "title": "The Eastern Tuva region of recent volcanism in Central Asia: periods, products and types of volcanic activity",
    "authors": ["V.V. Yarmolyuk", "V.I. Lebedev", "A.M. Sugorakova", "V.Y. Bragin", "Y.D. Litasov", "S.T. Prudnikov", "M.M. Arakelyants", "V.A. Lebedev", "V.G. Ivanov", "A.M. Kozlovskii"],
    "venue": "Vulkanol. Seismol. (Volcanol. Seismol.)",
    "year": 2001
  }],
  "id": "SP:b62e859c27811fa07a24767dabfd092a3d938eb9",
  "authors": [{
    "name": "Goro Komatsua",
    "affiliations": []
  }, {
    "name": "Gian Gabriele Oria",
    "affiliations": []
  }, {
    "name": "Paolo Ciarcellutib",
    "affiliations": []
  }, {
    "name": "Yury D. Litasovc",
    "affiliations": []
  }],
  "abstractText": "The relatively unknown volcanism of the Azas Plateau in the Tuva Republic is linked with the Baikal Rift system and it presents many excellently preserved tuyas that are volcanic edi<ces formed by subice and underwater eruptions. These tuyas were formed in the Quaternary, when eruptions characterized by trachybasalt and basanite compositions coincided with extensive glaciation in southern Siberia. Their stratigraphy is typically composed of very thick, weak and often layered hyaloclastite sequences, and near horizontal lava cap layers produced by subaerial eruptions. The interior layered deposits (ILDs) in Valles Marineris of Mars, in general, overlie unconformably canyon ?oors, canyon walls, and in some cases, chaotic terrain with onlap geometry. Many of these ILD mounds have either ?at-topped or domal pro<les. Thin layers of a few to tens of meters in thickness are extensively observed with relatively limited post-depositional deformations, stacking up to form hundreds to possibly thousands of meters-thick sequences. One example shows possible cross-beds, but bedforms in the layers are rare within the studied MOC images. These characteristics are indicative of low-energy depositional environments such as lacustrine basins or air-falls of dust or volcanic ash rather than sediments deposited in strong currents. Volcanic sheet ?ows and distal facies of turbidites, however, could be also similar to some thin layers of the ILDs. The ILD mounds are also associated with possible volcanic landforms such as feeding dikes, volcanic necks and vents. Cap units, if layered, are in general near horizontal whereas lower strata could have an angular unconformity relationship with the cap layers, which can be interpreted as lava-fed deltas. These observations support the hypothesis of subice and/or underwater volcanism for the formation of the ILDs. However, not all ILDs have ideal tuya morphology and stratigraphy, implying more complex history of the ILDs in Valles Marineris. The complex interactions between rift formation, associated volcanism, ice coverage due to climate change and ?oods are observed in the Baikal Rift system of southern Siberia and these could be direct analogues for the Valles Marineris region of Mars. ? 2003 Elsevier Ltd. All rights reserved.",
  "title": "Interior layered deposits of Valles Marineris, Mars: analogous subice volcanism related to Baikal Rifting, Southern Siberia"
}