{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nConodont apatite δ18O values from a platform margin setting, Oklahoma, USA: Implications for initiation of Late Ordovician icehouse conditions\nNicholas A. Rosenau a,⁎, Achim D. Herrmann b, Stephen A. Leslie c\na Huffington Department of Earth Sciences, Southern Methodist University, 3225 Daniel Avenue, Dallas, TX, 75275-0395, USA b Barrett, the Honors College and School of Earth and Space Exploration, Arizona State University, Sage Hall 170, Tempe, AZ 85287-1612, USA c Department of Geology & Environmental Science, James Madison University, 395 S. High Street, Harrisonburg, VA 22807, USA\n⁎ Corresponding author. Tel.: +1 214 768 3313; fax: E-mail addresses: nrosenau@smu.edu (N.A. Rosenau\n(A.D. Herrmann), lesliesa@jmu.edu (S.A. Leslie).\n0031-0182/$ – see front matter © 2011 Elsevier B.V. All doi:10.1016/j.palaeo.2011.12.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 28 February 2011 Received in revised form 28 November 2011 Accepted 1 December 2011 Available online 9 December 2011\nKeywords: Ordovician Conodont Oxygen isotopes GICE Laurentia Mohawkian\nThe uppermost Sandbian–lower Katian stratigraphic record documents a critical time period in Earth history. Lithological evidence and geochemical proxy records suggest that the uppermost Sandbian–lower Katian interval could represent a transitional phase from a long Cambrian–Ordovician greenhouse world to the Late Ordovician icehouse world. To examine this interval of Earth's history, oxygen isotopes of conodont apatite from the Bromide andViola Springs Formations in southernOklahomawere analyzed in order to provide sea-surface temperature estimates at a location that had little influence by terrigenous sedimentation. Our results are inconsistent with 1) previous suggestions that global cooling occurred across a prominent sequence boundary close to the Sandbian–Katian boundary across North America and 2) the hypothesis that there is a direct connection between volcanic mega eruption(s) and a significant long term impact on climate during the Sandbian–Katian of Laurentia. Furthermore, δ18O values spanning the Guttenberg Carbon Isotope Excursion (GICE), an interval that has been interpreted as evidence for an early onset of the Late Ordovician glaciation, are variable. A +1.5‰ δ18O shift is observed in the lower GICE that is followed by a return to δ18O values that fluctuate around a mean of 19.0‰ in the upper GICE. Together, these observations suggest a short-lived cooling event within the lower GICE. This cooling event may represent enhanced carbon burial and drawdown of atmospheric pCO2 followed by a return to more stable low-latitude temperatures in the upper GICE.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "It is widely recognized that the latest Ordovician (Hirnantian Stage) was characterized by major environmental change that resulted in the development of high-latitude ice caps on Gondwana (Brenchley et al., 1994; Crowell, 1999). However, the timing of the transition from the warm Early Ordovician climate to Late Ordovician ice age climate remains a controversial topic. A short (~1 Ma) Late Ordovician glacial interval in the Hirnantian was proposed based on correlation of global eustatic lowering and positive δ18O and δ13C excursions in the marine record (Brenchley et al., 1994). Alternatively, some have postulated that the development of continental polar ice sheets may have began forming during the Katian (e.g., Frakes et al., 1992; Hamoumi, 1999; Pope and Steffen, 2003; Saltzman and Young, 2005; Young et al., 2008; Finnegan et al., 2011) or Sandbian (Buggisch et al., 2010). Furthermore, others have proposed that high-latitude ice sheet development is not necessary for producing the observed positive excursions in the marine organic and carbonate isotope record during the Katian (e.g., Tobin et al., 2005).\n+1 214 768 2701. ), achim.herrmann@asu.edu\nrights reserved.\nAnalyses of the stratigraphic record in eastern North America have led to different interpretations of this critical pre-glacial time period. Holland and Patzkowsky (1996) developed a sequence stratigraphic framework in which six depositional sequences (M1–M6) are recognized in the Late Ordovician Mohawkian Series of the Appalachian Basin (=Sandbian–lower Katian; Fig. 1). Across this boundary there is evidence for a significant sea level rise and a transition from what has been called “tropical-style“ to “temperate-style” carbonate deposition (Patzkowsky and Holland, 1996; Patzkowsky et al., 1997) along with increased phosphate material and siliciclastic mud deposition (Patzkowsky and Holland, 1996; Pope and Steffen, 2003; Fig. 1). In addition, a regional extinction event over the eastern United States coincides with the onset of the Trenton Tectophase of the Taconic Orogeny (Ettensohn and Kulp, 1995) at the M4–M5 boundary (Holland and Patzkowsky, 1996, 1997; Layou, 2009). These changes have been proposed to reflect either a prolonged period of Late Ordovician glaciation that began ~10 Ma prior to the Hirnantian glacial episode (Lavoie, 1995; Pope and Read, 1997; Lavoie and Asselin, 1998), or a regional tectonic event that led to basin deepening and the spread of more turbid, nutrient-rich, and possibly cooler waters across eastern North America in response to the Taconic Orogeny (Holland and Patzkowsky, 1996; Patzkowsky and Holland, 1997, 1999). In addition, the transition from tropical- to temperate-style\ncarbonates as a reflection of global cooling is controversial because paleogeographic reconstructions and paleoclimate indicators suggest that eastern North America was located in tropical to subtropical regions during this time (Fig. 2; Scotese and McKerrow, 1990, 1991).\nThere is a significant positive δ13Ccarb excursion (Guttenberg Carbon Isotope Excursion; GICE) in the uppermost Sandbian–lower Katian Stage marine carbonate record that is recognized in several depositional basins from different paleocontinents (Hatch et al., 1987; Frakes et al., 1992; Ludvigson et al., 1996, 2000, 2004; Pope and Steffen, 2003; Saltzman and Young, 2005; Young et al., 2008; Bergström et al., 2009; Bergström et al., 2010a, 2010b). The GICE is interpreted as evidence for a long-lived Late Ordovician glaciation beginning in the uppermost Sandbian–lower Katian (e.g., Frakes et al., 1992; Pope and Steffen, 2003; Saltzman and Young, 2005). Although smaller in magnitude than the Hirnantian δ13Ccarb excursion\n(Brenchley et al., 1994; Kump and Arthur, 1999; Bergström et al., 2006; LaPorte et al., 2009) the GICE is similarly interpreted to represent global-scale enhanced organic carbon burial (Ainsaar et al., 1999; Saltzman and Young, 2005; Young et al., 2005). Additionally, an associated larger shift in organic matter δ13C values (δ13Corg) (Hatch et al., 1987; Ludvigson et al., 1996; Patzkowsky et al., 1997; Young et al., 2008) during the Katian may reflect falling atmospheric pCO2 below a critical threshold for ice-sheet growth in the early Late Ordovician (Katian Stage; Young et al., 2008) and Late Ordovician (Patzkowsky et al., 1997; Herrmann et al., 2003, 2004).\nThe main goals of this paper are 1) to constrain the climatic significance of the widely-recognized uppermost Sandbian–lower Katian δ13Ccarb and δ13Corg records and 2) to test the hypothesis that the GICE is indicative of an early Late Ordovician icehouse interval. We present δ18O values of conodont apatite from a marine carbonate section in southern Oklahoma (Fittstown section; Fig. 3A,B) for which Young et al. (2005, 2008) documented δ13Ccarb and δ13Corg records. This section preserves both a pre- and syn-GICE marine isotope record and is therefore an ideal place to explore changes in seasurface temperature prior to, and during, the GICE. The trends in conodont δ18O values are discussed in the context of a welldocumented sequence stratigraphic boundary (M4–M5 sequence boundary; Holland and Patzkowsky, 1996) and coeval δ13C carb and δ13Corg records presented in Young et al. (2005, 2008) in order to lend insight into the early Late Ordovician (Sandbian–Katian) paleoclimatic history."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Paleogeographic setting",
    "text": "During the early Late Ordovician (late Sandbian–early Katian) the North American Midcontinent was located between 15°S and 30°S and covered by shallow subtropical seas (Fig. 2; Witzke, 1990; Scotese and McKerrow, 1991). One of the thickest, most complete, and well-studied successions of Sandbian–Katian strata in the Arkoma Basin is located near Fittstown, Oklahoma, along Highway 99 in Pontotoc County (Fig. 3A,B; Alberstadt, 1973; Sweet, 1983). The strata were deposited in a platform margin setting on the southern margin of Laurentia in the Southern Oklahoma Aulacogen (SAO; Finney, 1986). Unlike sections in eastern Laurentia, the SAO appears to have been minimally affected by terrigenous input from the Taconic Orogeny (Finney, 1986; Holland and Patzkowsky, 1996; Amati and Westrop, 2006) as the sediment would have needed to bypass the Taconic Foreland and travel across the shallow carbonate platform of the SAO, which seems unlikely."
  }, {
    "heading": "2.2. Stratigraphy",
    "text": "The section contains diagnostic conodonts (Sweet, 1983; Goldman et al., 2007) and graptolites (Finney, 1986; Goldman et al., 2007) that allow for a definitive integration into a global stratigraphic framework (Fig. 4; Finney, 1986; Webby et al., 2004; Bergström et al., 2006, 2009). Based on the conodont abundances, the part of the Bromide–Viola Springs Formations (~80 m thick) that we sampled is within the Phragmodus undatus through Belodina confluens Conodont Zones (Fig. 4).\nIn addition to biostratigraphic constraints, two volcanic ash beds allow for more highly resolved stratigraphic correlations (Fig. 3B; Young et al., 2005; Goldman et al., 2007; Leslie et al., 2008). Young et al. (2005, 2008) proposed correlations of these ash beds to the widely distributed and well-documented Deicke and Millbrig K-bentonite beds. The lower K-bentonite is an approximately 1 cm thick bed of clay located approximately 11.5 m below the top of the Bromide Formation (Leslie et al., 2008). This K-bentonite is in a position that suggests it may be the Deicke K-bentonite (Leslie et al.,\n2008; W.D. Huff, personal communication 2010), which serves as a late Sandbian marker horizon throughout eastern North America (Kolata et al., 1996). Above this K-bentonite is a second ash bed, which is in a position that suggests it may be the Millbrig Kbentonite (Young et al., 2005; Leslie et al., 2008; W.D. Huff, personal communication 2010). The Millbrig is the base of the Chatfieldian stage, which is also recognized throughout eastern North America (Leslie and Bergström, 1995). This younger K-bentonite is b1 cm thick, and is located about 4 m below the top of the Bromide Formation (Leslie et al., 2008)."
  }, {
    "heading": "2.3. Lithology",
    "text": "The lower 15 m of the outcrop (upper Bromide Formation) is composed of bioturbated lime mudstone and wackestone. The Bromide– Viola Springs contact is an erosional surface. This surface is overlain by ~0.2 m of brown, graptolite-rich shale of the Viola Springs Formation. Above the graptolite-rich shale is a cherty limestone unit (~0– 10 m) which grades upward into to a skeletal packstone and grainstone facies from ~10 m to 52 m. The upper 13 m of the Viola Springs Formation is composed of lime mudstone to skeletal wackestone. The stratigraphic succession at this locality records the major transgression at the M4–M5 sequence boundary (Young et al., 2005; Trenton Transgression of Holland and Patzkowsky, 1996) and the prominent transition from so called “tropical-type” to “temperate-type” carbonate deposition style recognized in other sections across eastern North America (Holland and Patzkowsky, 1996; Pope and Steffen, 2003)."
  }, {
    "heading": "2.4. Samples",
    "text": "Limestone samples were collected at 1.5 m intervals from the upper part of the Phragmodus undatus Zone through the lower part of the Belodina confluens Zone (late Sandbian–Katian). Conodonts were separated from the host rock using a ~10% buffered acetic acid solution. Conodonts within the insoluble residues were concentrated using sodium polytungstate and the remaining residues were picked under a binocular microscope. When possible, the conodont samples were separated into three different taxa for isotope analysis — Drepanoistodus suberectus, P. undatus, and Plectodina sp. Only when sample material was limited were different conodont taxa combined for mixed sample analysis.\nThe conodont color alteration index is below 2, indicating good preservation and little thermal alteration. Furthermore, there is no evidence for input of isotopically light water (Young et al., 2005),\nsuggesting that the oxygen isotopes of conodont apatite from this section are a robust indicator of paleoclimate."
  }, {
    "heading": "2.5. Isotope geochemistry",
    "text": "Conodonts (0.5 to 1 mg) were dissolved in 0.5 N nitric acid and chemically converted to silver phosphate in genus-specific batches following a modified version of the technique described in O'Neil et al. (1994). Conodont samples were converted to CO with a pyrolysis elemental analyzer (TC-EA, ThermoFinnigan) at 1450 °C (Vennemann et al., 2002) and the evolved CO was measured via CFIRMS. Sample analysis was performed at the Stable Isotope Core Laboratory at Washington State University (WSU) and the W. M. Keck Foundation Laboratory for Environmental Biogeochemistry at Arizona State University (ASU). At WSU, oxygen isotope values were calculated using a five-point normalization based on three internal running standards with a wide span of delta values (i.e., −8.9‰, 10.9‰, and 29.3‰) and two international benzoic acid standards (IAEA 601, IAEA 602). Accuracy and reproducibility of the measurements at WSU were monitored with multiple analyses of the phosphate rock standard NBS120c, which was chemically converted to silver phosphate at Southern Methodist University and run along with several phosphate reference samples, interspersed with the conodont samples. The average oxygen isotope composition of NBS120c was measured as 22.2‰±0.15‰ (n=6). At ASU, precision was monitored using IAEA 601 and IAEA 602, and an internal silver phosphate standard (±0.47%, 1 S.D.; n=6).\nPaleotemperature estimates were calculated using the equation of Kolodny et al. (1983). In addition to ambient temperature, the oxygen isotopic composition of seawater determines the δ18O values of biogenic apatite. Therefore, freshwater input to ocean waters can affect the oxygen isotopic composition of biogenic apatite and hinder any interpretation of temperature as the driving mechanism behind the observed oxygen isotope values. During deposition of the Bromide and Viola Springs Formations, activity of the Taconic Orogeny was restricted to eastern Laurentia, and as such likely minimally affected deposition in the platform margin setting of Oklahoma (Finney, 1986; Holland and Patzkowsky, 1996). Because the Late Ordovician is generally accepted as a global-green house climate state, we assume a δ18O value of ice-free Late Ordovician seawater of −1‰ (Savin, 1977) for estimating relative sea-surface temperatures and facilitating discussion of possible factors responsible for observed conodont apatite δ18O shifts. Using the temperature equation of Kolodny et al. (1983) and a fixed δ18O value for Late Ordovician seawater, a shift\n175 N .A .Rosenau et al./ Palaeogeography,Palaeoclim atology,Palaeoecology 315-316 (2012) 172 –180\nof 1‰ in conodont δ18O values corresponds to a ~4 °C temperature change."
  }, {
    "heading": "3. Results",
    "text": "The stratigraphic variation in conodont apatite δ18O values in the Bromide and Viola Springs Formations ranges between 19.8‰ and 18.1‰ V-SMOW with a mean of 19.0‰ (Table 1; Fig. 4A). The δ18O values in the upper Bromide Formation range between 19.1‰ and 19.6‰ with a mean of 19.3‰. Conodont δ18O values in the Viola Springs Formation range between 18.1‰ and 19.8‰ with a mean of 19.0‰.\nA drop in average δ18O values from 19.1‰ to 18.1‰ is observed from the upper Bromide–lower Viola Springs (−16 m to 7.5 m), which coincides with the M4–M5 sequence boundary and a change\nin facies from bioturbated lime mudstone and wackestone to cherty limestone. Average δ18O values record a +1.3‰ excursion (18.5‰ to 19.8‰) from 19.5 m to 32.5 m. This positive δ18O excursion coincides with the lower part of the GICE interval (lower GICE; Fig. 4B– D). Within the lower 4.5 m of the upper GICE interval (upper GICE), from 32.5 m to 37.0 m, average δ18O values record a −1.3‰ shift. Above this interval, from 37.0 m to 56.5 m, average δ18O values are generally non-trending and appear to vary around a mean value of 19.1‰.\nIn general, δ18O values of different taxa are, within analytical errors, the same for individual sample horizons (Table 1; Fig. 5). However, between 7.5 m and 12 m (within the lower Viola Springs Formation, in the upper portion of the chert-rich unit), δ18O values of Phragmodus undatus and Drepanoistodus suberectus display opposite trends. Over this interval, δ18O values of D. suberectus display a\n−0.7‰ shift, while δ18O values of P. undatus exhibit a +0.5‰ shift. A similar disparity exists between δ18O values of P. undatus and mixed taxa at 35.5 m. At this interval, P. undatus δ18O values are 0.9‰ more positive than coeval mixed taxa δ18O values."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Environmental changes across the M4–M5 sequence boundary",
    "text": "A major sea level rise is well documented across the M4–M5 sequence boundary in North America (see Holland and Patzkowsky, 1996, and references therein). This interval of change is identified in the Arkoma Basin of south-central Oklahoma based on the presence of abundant chert and phosphate deposition in the lower Viola Springs Formation (Pope and Steffen, 2003). It was hypothesized that this sea level rise resulted in the initial deposition of the Viola Springs Formation and brought the thermocline onto the shelf, allowing for cool, nutrient-rich bottom waters to begin upwelling, and/or that global cooling may have changed thermohaline circulation and promoted more vigorous upwelling along platform margin settings worldwide (Pope and Steffen, 2003). Evidence for this upwelling was documented in the marine carbonate record where isotopically lighter δ13Ccarb values were reported (Young et al., 2005).\nAssuming normal marine salinity and an ice-free Late Ordovician seawater δ18O value of −1‰ V-SMOW, and using an established paleotemperature equation (Kolodny et al., 1983), the positive shift of ~1.0‰ between the lowermost sample in the upper Bromide Formation and samples within the chert-rich lower Viola Springs Formation corresponds to a warming of ~4 °C. This corresponds to an average temperature rise from ~25 °C to ~29 °C during this time period (Fig. 4A). These calculated sea surface temperatures are reasonable for low latitude surface waters (27 °C–29 °C; Savin, 1977; Barrera, 1994) and are consistent with temperature estimates for this time period based on numerical climate models (e.g., Poussart et al., 1999;\npreviously reported conodont δ18O values fromMinnesota through theDeicke/Millbrig Ktted to both data sets.Minnesota conodont δ18O samples (Buggisch et al., 2010) below the l. (2011). Paleotemperature estimates based on conodont δ18O values were calculated asl. (1983). Conodont zonation from Sweet (1983) and Goldman et al. (2007).\nHerrmann and Haupt, 2010). This inferred warming is significant because it is in contradiction to lithological evidence for upwelling of cool waters and/or global cooling. However, it is consistent with a warming trend (Fig. 6) across the Sandbian–Katian interval in the northern part of the basin (Buggisch et al., 2010). The fact that the oxygen isotope shift occurs in both areas suggests that warming took place across the basins simultaneously."
  }, {
    "heading": "4.2. Sea surface temperature estimates during the Guttenberg Carbon Isotope Excursion",
    "text": "The GICE begins near the Phragmodus undatus/Plectodina tenuis Midcontinent conodont zonal boundary, and ends close to the P. tenuis/ Belodina confluens zonal boundary (Young et al., 2005). The GICE is also documented to begin several meters above widespread Kbentonites, known as the Millbrig and Kinnekulle K-bentonites in eastern North America and Baltoscandia, respectively (Ainsaar et al., 1999; Saltzman et al., 2003; Young et al., 2005). The GICE was interpreted to be the result of enhanced primary productivity and carbon burial (Hatch et al., 1987; Ludvigson et al., 1996; Patzkowsky et al., 1997; Young et al., 2005) and a pCO2 drawdown (Patzkowsky et al., 1997; Kump and Arthur, 1999; Young et al., 2008). Lithological evidence, such as a coarsening and increase in skeletal grains upward through the Viola Springs Formation (Finney, 1986) and a change in conodont faunas from those indicative of a deeper water biofacies in the lower Viola Springs (Sweet, 1984; Sweet and Bergström, 1984) to those indicative of a shallower water biofacies in the upper Viola Springs Formation (Sweet, 1983) suggest sea-level was falling through the GICE. Similar evidence for a major eustatic Katian sealevel fall was documented in Nevada (Saltzman and Young, 2005), Estonia (Ainsaar et al., 1999) and Baltica and China (Bergström et al., 2009, 2010b). However, in other places in North America the GICE occurs mostly in transgressive intervals (e.g., Logana Member of the Lexington Limestone). Therefore, the relationship between global eustasy, global climate, and the perturbation of the global carbon cycle is complicated.\nConodont δ18O values from this study tentatively support the hypothesis of a global cooling event in the lower GICE interval (19.5– 32.5 m; Fig. 4A,). In this interval, individual conodont taxa display a positive oxygen isotope excursion (Fig. 5). Average δ18O values of combined taxa in this interval display a positive oxygen isotope excursion from 18.5‰ to 19.8‰. Assuming normal marine salinity and a δ18O value of seawater of −1.0‰, this shift in conodont δ18O values corresponds to a ~6 °C cooling (from ~28 °C to ~22 °C). A calculated cooling of ~6 °C of Late Ordovician low latitude surface waters seems unusually large to be explained by temperature alone considering the cooling at tropical latitudes by only 4–5 °C during the Last Glacial Maximum (Guilderson et al., 1994; Beck et al., 1997). Such large changes in conodont δ18O values have been previously interpreted as being a consequence of global cooling combined with the build-up of high latitude ice sheets (e.g., Joachimski et al., 2006; Buggisch et al., 2010). Likewise, we consider a more plausible explanation of the +1.3‰ shift in oxygen isotopes to be the result of the build up of high-latitude ice sheets, which would cause a positive shift in the δ18O value of seawater, in combination with a decrease in sea-surface temperatures of up to 5 °C. In other words, in this scenario we attribute the conodont δ18O shift to be the result of 1) an increase in the δ18O value of seawater and 2) a decrease in sea-surface temperatures. Regardless, this suggests a significant cooling that could correspond to a drop in pCO2. Recent estimates of atmospheric pCO2 during this time period were suggested to be around 8× PAL (Vandenbroucke et al., 2009), which numerical models suggest to be the threshold for ice-sheet initiation (Herrmann et al., 2003). This interpretation is consistent with previous lines of evidence that suggests a lowering of pCO2 to critical levels for ice sheet growth\nduring the GICE (Patzkowsky et al., 1997; Herrmann et al., 2003, 2004; Young et al., 2008).\nIn the lower 4.5 m of the upper GICE, average conodont δ18O values display a similar magnitude oxygen isotope shift of −1.3‰ from 19.8‰ to 18.5‰. However, the isotopic shift is largely the result of significantly lower δ18O values of mixed taxa at 35.5 and 37.0 m, with respect to single taxon Phragmodus undatus δ18O values. This disparity of δ18O values between mixed taxa and P. undatus δ18O values effectively lowers the overall average δ18O values in this interval. Consequently, we cannot confidently interpret this isotopic shift as an indicator of sea-surface temperature changes or ice volume fluctuations. In the upper GICE, δ18O values do not correlate with changes in the carbon isotope trends (Fig. 4A–D). This is in contrast to the δ13Ccarb record that continues to show a positive excursion in this interval. The lack of a prominent conodont oxygen isotope shift that tracks the continuing positive trend of Δ13C suggests that 1) in the upper GICE the carbon cycle and global climate are decoupled and/ or 2) similar conodont oxygen isotope and δ13Ccarb trends in the lower GICE are simply coincidental. The reasons for this are unclear and further study is needed to elucidate these links."
  }, {
    "heading": "4.3. Climate impact of intensive volcanism",
    "text": "Intense volcanism occurred during the early Late Ordovician along the eastern margin of Laurentia in response to the closing of the Iapetus Ocean (Kolata et al., 1996). This volcanism led to deposition of some of the largest volcanic ash beds of the Phanerozoic (Christidis and Huff, 2009). Due to the size of some of these eruptions and the long duration of this volcanic activity, it was suggested that these volcanic eruptions had a significant impact on global climate during the Late Ordovician (Young et al., 2009; Buggisch et al., 2010).\nAn oxygen isotope study of conodonts from Minnesota, Iowa, and Kentucky displayed no prominent oxygen isotope excursion within the GICE (Fig. 6), but instead appeared to display a positive oxygen isotope excursion between the Deicke and Millbrig K-bentonites (Buggisch et al., 2010). This excursion was interpreted to represent the initiation of a cooling climate beginning in the late Sandbian, brought about by emission of large amounts of SO2 released by a massive volcanic eruption (Buggisch et al., 2010). Based on biostratigraphy, sequence stratigraphy and the possible correlation of Kbentonites, the conodont δ18O data presented here can be directly compared with that of Buggisch et al. (2010). Recently, however, Herrmann et al. (2011) suggested that Buggisch et al. (2010) made an error in plotting the position of their Minnesota samples relative to the Deicke K-bentonite. As such, we have replotted the conodont δ18O data of Buggisch et al. (2010) in the stratigraphic position suggested by Herrmann et al. (2011) in Fig. 6. This allows for a direct comparison of the δ18O trends from the southern part of the basin to those of the northern part (Fig. 6).\nConodont δ18O values analyzed for this work begin below the stratigraphically lowest confirmed K-bentonite at the Fittstown section. Importantly, conodont δ18O values here display no positive oxygen isotope excursion above either K-bentonite; instead there is a distinct negative conodont δ18O shift both above the lowest K-bentonite, as well as in the stratigraphic interval between the two K-bentonites. If one of these is the Deicke K-bentonite, then this observation argues against the possibility that the Deicke eruption caused a significant, long-term climate perturbation on a global scale through direct forcing, ice-albedo feedback, or drawdown of pCO2 via weathering of volcanic deposits (Buggisch et al., 2010). This interpretation is consistent with conodont δ18O values from a section in southeastern Minnesota that includes the Deicke K-bentonite (Herrmann et al., 2010). Specifically, Herrmann et al. (2010) detected no discernible positive conodont δ18O excursion following the Deicke eruption.\nRelatively invariable seawater 87Sr/86Sr values documented in the upper Sandbian–Katian were interpreted to represent relatively\nsteady pCO2 levels and climate through the middle Katian as a result of a balance between drawdown of pCO2 through silicate weathering and volcanic outgassing of CO2 (Young et al., 2009). That study supported a previous low-resolution study of the oxygen isotope composition of Ordovician conodonts that suggested a relatively stable climate during this time period (Trotter et al., 2008). Furthermore, paleobiogeographical data for planktonic graptolites, from the lower Sandbian Stage that just postdates the postulated onset of climate stabilization also appear consistent with the proposition of a stabilized climate similar to a modern configuration (Vandenbroucke et al., 2009). Our high-resolution data set is not consistent with the hypothesis that a stable climate was the result of relatively steady pCO2 levels due to a balance between intense volcanic degassing and silicate weathering. In our data set, the two volcanic ash beds occur within a long-term isotope shift from ~19.5‰ to 18.3‰. Thus, if these beds do correlate to the Deicke and/or Millbrig K-bentonites, then there is no obvious link between volcanism of the Deicke and Millbrig eruptions, two of the largest eruptions of the Phanerozoic (Christidis and Huff, 2009), and climate preserved in the stratigraphic section in Oklahoma."
  }, {
    "heading": "5. Conclusions",
    "text": "Analysis of the oxygen isotope composition of dominantly singletaxon separates of conodonts from a Late Ordovician (Sandbian– Katian) Laurentian platformmargin setting near Fittstown, Oklahoma displays systematic trends, which in conjunction with a welldocumented positive δ13C carb excursion (i.e., lower GICE) are interpreted to represent global perturbations to the climate system. In particular, we recognize a negative shift in conodont δ18O values across the M4–M5 sequence boundary, a significant positive δ18O shift (+1.3‰) within the lower GICE interval, a similar magnitude shift of −1.3‰ in the lower 4.5 m of the upper GICE from 32.5 m to 37.0 m, and finally, average δ18O values that are generally nontrending and appear to vary around a mean value of 19.1‰, in the upper 19.5 m of the upper GICE (37.0 m to 56.5 m). Using these conodont oxygen isotope shifts as a proxy of uppermost Sandbian–lower Katian sea-surface temperatures, this dataset suggests 1) warming sea-surface temperatures across the M4–M5 sequence boundary 2) cooling sea-surface temperature throughout the lower GICE interval, and 3) a possible return to more stable low-latitude temperatures in the upper GICE. These interpretations do not support the hypothesis of the upwelling of cool waters across the M4–M5 sequence boundary, but tentatively support isotopic, lithologic, and biological evidence suggesting a transition into an Ordovician icehouse beginning in the Katian."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Michael Pope for his detailed and instructive comments that significantly improved this manuscript. ADH expresses his gratitude for financial support from the Sol and Esther Drescher Faculty Development Fund (administered through Barrett, the Honors College at ASU). SAL was funded through NSF EAR 0746181 and EAR 0750726."
  }],
  "year": 2012,
  "references": [{
    "title": "Evidence for a widespread carbon isotopic event associated with late Middle Ordovician sedimentological and faunal changes in Estonia",
    "authors": ["L. Ainsaar", "T. Meidla", "T. Martma"],
    "venue": "Geological Magazine",
    "year": 1999
  }, {
    "title": "Articulate brachiopods of the Viola Formation (Ordovician) in the Arbuckle Mountains, Oklahoma",
    "authors": ["L.P. Alberstadt"],
    "venue": "Oklahoma Geological Survey Bulletin",
    "year": 1973
  }, {
    "title": "Sedimentary facies and trilobite biofacies along An Ordovician Shelf to basin gradient, Viola Group, South-Central Oklahoma",
    "authors": ["L. Amati", "S.R. Westrop"],
    "venue": "Palaios",
    "year": 2006
  }, {
    "title": "Global environmental changes preceding the Cretaceous Tertiary boundary: Early–Late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Abrupt changes in early Holocene tropical sea-surface temperature derived from coral records",
    "authors": ["J.W. Beck", "J. Récy", "E. Taylor", "R.L. Edwards", "G. Gabioch"],
    "venue": "Nature 385,",
    "year": 1997
  }, {
    "title": "First record of the Hirnantian (Upper Ordovician) δ13C excursion in the North American Midcontinent and its regional implications",
    "authors": ["S.M. Bergström", "M.R. Saltzman", "B. Schmitz"],
    "venue": "Geological Magazine",
    "year": 2006
  }, {
    "title": "First documentation of the Ordovician Guttenberg",
    "authors": ["S.M. Bergström", "C. Xu", "B. Schmitz", "S. Young", "R. Jia-Yu", "M.R. Saltzman"],
    "year": 2009
  }, {
    "title": "The Upper Ordovician Guttenberg",
    "authors": ["S.M. Bergström", "B. Schmitz", "M.R. Saltzman", "W.D. Huff"],
    "year": 2010
  }, {
    "title": "Bathymetric and isotopic evidence for a shortlived Late Ordovician glaciation in a greenhouse",
    "authors": ["P.J. Brenchley", "J.D. Marshall", "G.A.F. Carden", "D.B.R. Robertson", "D.G.F. Long", "T. Meidla", "L. Hints", "T.F. Anderson"],
    "venue": "period. Geology",
    "year": 1994
  }, {
    "title": "Did intense volcanism the first Late Ordovician",
    "authors": ["W. Buggisch", "M.M. Joachimski", "O. Lehnert", "S.M. Bergström", "J.E. Repetski", "G.F. Webers"],
    "venue": "icehouse? Geology",
    "year": 2010
  }, {
    "title": "Geological aspects and genesis of bentonites",
    "authors": ["G.E. Christidis", "W.D. Huff"],
    "venue": "Elements 5,",
    "year": 2009
  }, {
    "title": "Pre-Mesozoic ice ages: their bearing on understanding the climate system",
    "authors": ["J.C. Crowell"],
    "venue": "Geological Society of America Memoir",
    "year": 1999
  }, {
    "title": "Structural–tectonic control on Middle–Late Ordovician deposition of the Lexington Limestone, central Kentucky",
    "authors": ["F.R. Ettensohn", "M.A. Kulp"],
    "venue": "Ordovician Odyssey: Short Papers for the Seventh International Symposium on the Ordovician System. Pacific Section. Society for Sedimentary Geology (SEPM),",
    "year": 1995
  }, {
    "title": "The magnitude and duration of Late OrdovicianEarly Silurian Glaciation",
    "authors": ["S. Finnegan", "K. Bergmann", "J.M. Eiler", "D.S. Jones", "D.A. Fike", "I. Eisenmann", "N.C. Hughes", "A.K. Tripati", "W.W. Fischer"],
    "year": 2011
  }, {
    "title": "Graptolite biofacies and correlation of eustatic, subsidence, and tectonic events in the Middle to Upper Ordovician of North America",
    "authors": ["S.C. Finney"],
    "venue": "Palaios",
    "year": 1986
  }, {
    "title": "Climate Modes of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "The Global Stratotype Section and Point (GSSP) for the base of the Katian Stage of the Upper Ordovician Series at Black Knob Ridge, Southeastern Oklahoma",
    "authors": ["D. Goldman", "S.A. Leslie", "J. Nõlvak", "S.A. Young", "S.M. Bergström", "W.D. Huff"],
    "venue": "USA. Episodes",
    "year": 2007
  }, {
    "title": "Tropical temperature variations since 20,000 years ago: modulating interhemispheric climate change",
    "authors": ["T.P. Guilderson", "R.G. Fairbanks", "J.L. Rubenstone"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Upper Ordovician glaciation spreading and its sedimentary record in Moroccan North Gondwana margin",
    "authors": ["N. Hamoumi"],
    "venue": "Acta Universitatis Carolinae, Geologica",
    "year": 1999
  }, {
    "title": "Possible late Middle Ordovician carbon isotope excursion: evidence from Ordovician oils and hydrocarbon source rocks, MidContinent and east-central United States",
    "authors": ["J.R. Hatch", "S.R. Jacobson", "B.J. Witzke", "J.B. Risatti", "D.E. Anders", "W.L. Watney", "K.D. Newell", "A.K. Vuletich"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 1987
  }, {
    "title": "Toward identifying potential causes for stratigraphic change in subtropical to tropical Laurentia during the Mohawkian (early Late Ordovician)",
    "authors": ["A.D. Herrmann", "B.J. Haupt"],
    "venue": "The Ordovician Earth System: Geological Society of America Special Paper,",
    "year": 2010
  }, {
    "title": "Obliquity forcing with 8–12 times preindustrial levels of atmospheric pCO2 during the Late Ordovician",
    "authors": ["A.D. Herrmann", "M.E. Patzkowsky", "D. Pollard"],
    "venue": "glaciation. Geology",
    "year": 2003
  }, {
    "title": "Response of Late Ordovician paleoceanography to changes in sea level, continental drift, and atmospheric pCO2: potential causes for long-term cooling and glaciation",
    "authors": ["A.D. Herrmann", "B.J. Haupt", "M.E. Patzkowsky", "D. Seidov", "R.L. Slingerland"],
    "year": 2004
  }, {
    "title": "Did a volcanic mega-eruption cause global cooling during the Late Ordovician",
    "authors": ["A.D. Herrmann", "K.G. Macleod", "S.A. Leslie"],
    "venue": "Palaios",
    "year": 2010
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician icehouse?: Comment",
    "authors": ["A.D. Herrmann", "S.A. Leslie", "K.G. Macleod"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "Sequence stratigraphy and long-term paleoceanographic change in the Middle and Upper Ordovician of the eastern United States",
    "authors": ["S.M. Holland", "M.E. Patzkowsky"],
    "venue": "Paleozoic Sequence Stratigraphy: Views from the North American Craton: Geological Society of America Special Paper,",
    "year": 1996
  }, {
    "title": "Distal orogenic effects on peripheral bulge sedimentation: Middle and Upper Ordovician of the Nashville Dome",
    "authors": ["S.M. Holland", "M.E. Patzkowsky"],
    "venue": "Journal of Sedimentary Research",
    "year": 1997
  }, {
    "title": "Constraints on Pennsylvanian glacioeusatic sea-level changes using oxygen isotopes of conodont",
    "authors": ["M.M. Joachimski", "P.H. von Bitter", "W. Buggisch"],
    "venue": "apatite. Geology",
    "year": 2006
  }, {
    "title": "Ordovician K-bentonites of eastern North America",
    "authors": ["D.R. Kolata", "W.D. Huff", "S.M. Bergström"],
    "venue": "Geological Society of America Special Paper 313,",
    "year": 1996
  }, {
    "title": "Oxygen isotope variations in phosphate of biogenic apatites. I. Fish bone apatite-Rechecking the rules of the game",
    "authors": ["Y. Kolodny", "B. Luz", "A. Navon"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1983
  }, {
    "title": "Interpreting carbon-isotope excursions: carbonates and organic matter",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "Local and global perspectives on carbon andnitrogen cycling during the Hirnantian Glaciation",
    "authors": ["D.F. LaPorte", "C. Holmden", "W.P. Patterson", "J.D. Loxton", "M.J. Melchin", "C.E. Mitchell", "S.C. Finney", "H.D. Sheets"],
    "year": 2009
  }, {
    "title": "A Late Ordovician high-energy temperate-water carbonate ramp, southern Quebec, Canada: implications for Late Ordovician oceanography",
    "authors": ["D. Lavoie"],
    "venue": "Sedimentology",
    "year": 1995
  }, {
    "title": "Upper Ordovician facies in the Lac Saint-Jean outlier, Quebec (eastern Canada): palaeoenvironmental significance for Late Ordovician oceanography",
    "authors": ["D. Lavoie", "E. Asselin"],
    "venue": "Sedimentology",
    "year": 1998
  }, {
    "title": "Ecological restructuring after extinction: the Late Ordovician (Mohawkian) of the eastern United States",
    "authors": ["K.M. Layou"],
    "venue": "Palaios",
    "year": 2009
  }, {
    "title": "Timing of the Trenton Transgression and revision of the North American late Middle Ordovician stage classification based on Kbentonite bed correlation",
    "authors": ["A. Leslie", "S.M. Bergström"],
    "venue": "Ordovician Odyssey: Short Papers for the Seventh International Symposium on the Ordovician System: Pacific Section SEPM,",
    "year": 1995
  }, {
    "title": "Ordovician K-bentonites discovered in Oklahoma",
    "authors": ["S.A. Leslie", "S.M. Bergström", "Huff", "Warren D"],
    "venue": "Oklahoma Geology Notes",
    "year": 2008
  }, {
    "title": "Carbonate component chemostratigraphy and depositional history of the Ordovician Decorah Formation, Upper Mississippi Valley",
    "authors": ["G.A. Ludvigson", "S.R. Jacobson", "B.J. Witzke", "L.A. Gonzalez"],
    "venue": "Geological Society of America Special Paper",
    "year": 1996
  }, {
    "title": "A profile of the mid-Caradocian (Ordovician) carbon isotope excursion at the McGregor Quarry, Clayton County, Iowa",
    "authors": ["G.A. Ludvigson", "B.J. Witzke", "C.L. Schneider", "E.A. Smith", "N.R. Emerson", "S.L. Carpenter", "A. Gonzalez"],
    "venue": "Geological Society of Iowa Guidebook",
    "year": 2000
  }, {
    "title": "Late Ordovician (Turinian–Chatfieldian) carbon isotope excursions and their stratigraphic and paleoceanographic significance",
    "authors": ["G.A. Ludvigson", "B.J. Witzke", "L.A. Gonzalez", "S.J. Carpenter", "C.L. Schneider", "F. Hasiuk"],
    "year": 2004
  }, {
    "title": "A rapid and precisemethod of oxygen isotope analysis of biogenic phosphate",
    "authors": ["J.R. O'Neil", "L.J. Roe", "E. Reinhard", "R.E. Blake"],
    "venue": "Israel Journal of Earth Science",
    "year": 1994
  }, {
    "title": "Extinction, invasion and sequence stratigraphy: patterns of faunal change in the Middle and Upper Ordovician of the eastern United States",
    "authors": ["M.E. Patzkowsky", "S.M. Holland"],
    "venue": "Paleozoic Sequence Stratigraphy: Views from the North America Craton: Geological Society of America Special Paper,",
    "year": 1996
  }, {
    "title": "Patterns of turnover in Middle and Upper Ordovician brachiopods of the eastern United States",
    "authors": ["M.E. Patzkowsky", "S.M. Holland"],
    "venue": "A test of coordinated stasis. Paleobiology",
    "year": 1997
  }, {
    "title": "Biofacies replacement in a sequence stratigraphic framework: Middle and Upper Ordovician of the Nashville Dome, Tennessee, USA",
    "authors": ["M.E. Patzkowsky", "S.M. Holland"],
    "venue": "Palaios",
    "year": 1999
  }, {
    "title": "Late Middle Ordovician environmental change and extinction. Harbinger of the Late Ordovician or continuation of Cambrian patterns? Geology",
    "authors": ["M.E. Patzkowsky", "L.M. Slupik", "M.A. Arthur", "R.D. Pancost", "K.H. Freeman"],
    "year": 1997
  }, {
    "title": "High-frequency cyclicity of the Lexington Limestone (Middle Ordovician), a cool-water carbonate clastic ramp in an active foreland basin",
    "authors": ["M.C. Pope", "J.F. Read"],
    "venue": "Special Publication,",
    "year": 1997
  }, {
    "title": "Widespread, prolonged late Middle to Late Ordovician upwelling in North America: a proxy record of glaciation? Geology",
    "authors": ["M.C. Pope", "J.N. Steffen"],
    "year": 2003
  }, {
    "title": "Late Ordovician glaciation under high atmospheric CO2: A coupled model analysis",
    "authors": ["P.F. Poussart", "A.J. Weaver", "C.R. Barnes"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Long-lived glaciation in the Late Ordovician? Isotopic and sequence-stratigraphic evidence from western Laurentia",
    "authors": ["M.R. Saltzman", "S.A. Young"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Conodont and graptolite biostratigraphy and the Ordovician (early Chatfieldian, Middle Caradocian) δ13C excursion in North American and Baltoscandia: implications for the interpretations of the relations between the Millbrig and Kinnekulle K-bentonites",
    "authors": ["M.R. Saltzman", "S.M. Bergström", "W.D. Huff", "D.R. Kolata"],
    "year": 2003
  }, {
    "title": "The history of the earth's surface temperature during the past 100 million years",
    "authors": ["S.M. Savin"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 1977
  }, {
    "title": "Revised world maps and introduction",
    "authors": ["C.R. Scotese", "W.S. McKerrow"],
    "venue": "Palaeozoic Palaeogeography and Biogeography: Memoir,",
    "year": 1990
  }, {
    "title": "Ordovician plate tectonic reconstructions",
    "authors": ["C.R. Scotese", "W.S. McKerrow"],
    "venue": "Advances in Ordovician Geology: Geological Survey of Canada Paper,",
    "year": 1991
  }, {
    "title": "Conodont biostratigraphy of the Fite Formation and Viola Group",
    "authors": ["W.C. Sweet"],
    "venue": "Oklahoma Geological Survey Bulletin",
    "year": 1983
  }, {
    "title": "The Conodonta: morphology, taxonomy, paleoecology, and evolutionary history of a long-extinct animal phylum",
    "authors": ["W.C. Sweet"],
    "venue": "Oxford Monographs on Geology and Geophysics",
    "year": 1984
  }, {
    "title": "Conodont provinces and biofacies of the Late Ordovician",
    "authors": ["W.C. Sweet", "S.M. Bergström"],
    "venue": "Geological Society of America Special Paper",
    "year": 1984
  }, {
    "title": "A mid-Caradocian (453 Ma) drawdown in atmospheric pCO2 without ice sheet development",
    "authors": ["K.J. Tobin", "S.M. Bergström", "P. De La Garza"],
    "year": 2005
  }, {
    "title": "Did cooling oceans trigger Ordovician biodiversification? Evidence from conodont thermometry",
    "authors": ["J.A. Trotter", "I.S. Williams", "C.R. Barnes", "C. Lecuyer", "R.S. Nicoll"],
    "venue": "Nature 321,",
    "year": 2008
  }, {
    "title": "Ground-truthing Late Ordovician climate models using the paleobiogeography of graptolites",
    "authors": ["T.R.A. Vandenbroucke", "H.A. Armstrong", "M. Williams", "J.A. Zalaziewicz", "K. Sabbe"],
    "venue": "Paleoceanography",
    "year": 2009
  }, {
    "title": "Oxygen isotope analysis of phosphates: a comparison of techniques for analysis of Ag3PO4",
    "authors": ["T.W. Vennemann", "H.C. Fricke", "R.E. Blake", "J.R. O'Neil", "A. Colman"],
    "venue": "Chemical Geology",
    "year": 2002
  }, {
    "title": "Stratigraphic framework and time slices",
    "authors": ["B.D. Webby", "R.A. Cooper", "S.M. Bergström", "F. Paris"],
    "year": 2004
  }, {
    "title": "Palaeoclimatic constraints for Paleozoic paleolatitudes of Laurentia and Euramerica",
    "authors": ["B.J. Witzke"],
    "venue": "Palaeogeography and Biogeography: Geological Society Memoir,",
    "year": 1990
  }, {
    "title": "Upper Ordovician (Mohawkian) carbon isotope",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Bergström"],
    "year": 2005
  }, {
    "title": "δ13C) stratigraphy in eastern and central North America: regional expression of a perturbation of the global carbon cycle. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Bergström", "S.A. Leslie", "C. Xu"],
    "venue": "Paired",
    "year": 2008
  }, {
    "title": "δ13Corg records of Upper Ordovician (Sandbian–Katian) carbonates in North America and China: implications for paleoceanographic change",
    "authors": ["S.A. Young", "M.R. Saltzman", "K.A. Foland", "J.S. Linder", "L.R. Kump"],
    "year": 2009
  }],
  "id": "SP:606d5e8d88ac83dd369cbee8a3afe2013df9a2f3",
  "authors": [{
    "name": "Nicholas A. Rosenau",
    "affiliations": []
  }, {
    "name": "Achim D. Herrmann",
    "affiliations": []
  }, {
    "name": "Stephen A. Leslie",
    "affiliations": []
  }],
  "title": "Conodont apatite δ18O values from a platform margin setting, Oklahoma, USA: Implications for initiation of Late Ordovician icehouse conditions"
}