{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/ locate/ icarus\nVolcanism-induced, local wet-based glacial conditions recorded in the Late Amazonian Arsia Mons tropical mountain glacier deposits\nhttp://dx.doi.org/10.1016/j.icarus.2014.11.016 0019-1035/ 2014 Elsevier Inc. All rights reserved.\n⇑ Corresponding author.\nKathleen E. Scanlon a,⇑, James W. Head a, David R. Marchant b a Department of Geological Sciences, Brown University, Providence, RI 02912, USA b Department of Earth and Environment, Boston University, Boston, MA 02215, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 26 August 2014 Revised 22 October 2014 Accepted 16 November 2014 Available online 22 November 2014\nKeywords: Mars Mars, climate Mars, surface Volcanism\nThe tropical mountain glacial fan-shaped deposit (FSD) to the northwest of the Arsia Mons volcano on Mars contains numerous glacial and volcanic landforms. While most of the glacial landforms are interpreted to have formed by cold-based glacial processes, several glacial landforms near glaciovolcanic edifices are more consistent with localized wet-based glacial processes. These landforms include ribbed moraines, which suggest local, thermal transitions between wet- and cold-based ice; thrust-block moraines, whose formation is typically assisted by the presence of subglacial water; streamlined knobs that we interpret to have been sculpted by ice sliding along its base; and a braided outflow channel. The presence and association of these features, together with evidence of both subglacial volcanic eruptions and local ice-marginal advances, favor polythermal glaciers with localized wet-based conditions. We propose that lava-to-ice heat transfer during the eruption of the glaciovolcanic edifices caused the Arsia Mons paleoglacier to melt at its base in some areas, resulting in these locally wet-based glacial conditions. A polythermal glacier provides more potential microbial habitats and more connectivity between habitats than does a cold-based glacier, and we review glacial and glaciovolcanic habitats on Earth that may provide insight into the likelihood of potential microbial habitats within the Arsia Mons FSD on Mars.\n2014 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "To the west or northwest of each of the Tharsis Montes lie arcuate deposits, delineated by concentric ridges, known as the lobe- or fan-shaped deposits (e.g. Zimbelman and Edgett, 1992; Scott and Zimbelman, 1995). While the fan-shaped deposits (FSDs) were initially interpreted as having formed by either mass-wasting processes, volcanic processes, or tectonic deformation (see review in Shean et al., 2005), recent work (Head and Marchant, 2003; Shean et al., 2005, 2007; Forget et al., 2006; Kadish et al., 2008; Fastook et al., 2008; Scanlon et al., 2014) strongly supports the hypothesis (Williams, 1978; Lucchitta, 1981) that the FSDs are glacial in origin. Specifically, the morphology of landforms in the FSDs (Head and Marchant, 2003; Shean et al., 2005, 2007; Kadish et al., 2008; Scanlon et al., 2014) strongly resemble, and show the same spatial and stratigraphic relationships as, characteristic glacial landforms deposited from cold-based ice on Earth (e.g. Atkins, 2013). The term ‘‘cold-based’’ refers to glaciers whose basal ice temperatures are below the pressure melting point. Results from Mars global climate models show that ice should accumulate on\nthe western flanks of the Tharsis Montes when martian spin-axis obliquity is high (Forget et al., 2006), and output from coupled ice-sheet climate models closely reproduce the footprints of the deposits (Fastook et al., 2008). Three geomorphologic facies comprise the majority of the deposit at Arsia Mons: a Ridged, Knobby, and Smooth Facies (Zimbelman and Edgett, 1992; Scott and Zimbelman, 1995), interpreted, respectively, as drop moraines, sublimation till, and remnant debris-covered glaciers (Head and Marchant, 2003).\nLike the other Tharsis Montes FSDs (Shean et al., 2005; Kadish et al., 2008), the Arsia Mons fan-shaped deposit is associated with landforms that have been interpreted as subglacially erupted volcanic edifices (Fig. 1). These landforms, outlined in black in Fig. 1, include four plateaus interpreted as pillow mounds topped by hyaloclastite mounds; a flat-topped, steep-sided plateau interpreted as a tuya; a steep-sided ridge interpreted as an ice-confined lava flow; a series of digitate cliffs interpreted as ice-contact features; ridges grading into chains of pits, interpreted as eruptions spanning the boundary between permeable and impermeable ice; steep-sided, sunken-centered edifices interpreted as having formed by lava extrusions that chilled at the margins but whose still-molten centers receded into the vent; and numerous low,\nsteep-sided, areally extensive mounds interpreted as pillow mounds (Scanlon et al., 2014).\nAmazonian-aged relict glacial deposits, including concentric crater fill, lobate debris aprons and lineated valley fill (e.g. Squyres, 1979; Squyres and Carr, 1986; Mangold, 2003; Milliken et al., 2003; Head et al., 2003; Garvin et al., 2006; Head et al., 2006, 2010; Dickson et al. 2008) are found from polar to equatorial regions of Mars. A lack of erosive features (e.g. grooves and molded forms) or evidence for associated fluvial activity, however, suggests that most of these deposits were formed by cold-based glaciers. In the Noachian and Hesperian eras, there is evidence that ice sheets at the south pole (e.g. Head and Pratt, 2001; Fastook et al., 2012), in Valles Marineris (e.g. Gourronc et al., 2014), in Argyre basin (e.g. Banks et al., 2009; Bernhardt et al., 2013), and in outflow channels (e.g. Lucchitta et al., 1981) were wet-based, and that glaciofluvial activity may have occurred in Gale crater in the Late Hesperian or more recently (Fairén et al., 2014), but as the martian climate became colder, cold-based glaciation became dominant. To our knowledge, outside of the Tharsis Montes FSDs, all conclusively Amazonian candidate polythermal or wet-based glacial deposits proposed thus far have been restricted to small regions within impact craters (Marchant et al., 2006; Hubbard et al., 2011), where basal melting may have been assisted by remnant thermal gradients after impact (Marchant et al., 2006).\nOn Earth, heat transfer from intrusive or extrusive volcanism underneath an otherwise cold-based ice sheet can be sufficient to allow melting and locally uncouple the glacier from the ground (e.g. Fahnestock et al., 2001; Fox Maule et al., 2005; Head and Wilson, 2007; Hambrey et al., 2008). On Mars, fluvial outflow channels and aligned, streamlined knobs that have been interpreted as drumlins in the Pavonis Mons fan-shaped deposit (Scott et al.,\nFig. 1. Geomorphological unit map of the Arsia Mons fan-shaped deposit (FSD), after Zim is provided in figure. Elsewhere, thin red lines denote large volcanic grabens, white lines outlines of glaciovolcanic landforms and modified moraine ridges. Blue and white dots in image mosaic; modified from Scanlon et al. (2014). (For interpretation of the references t\n1998; Shean et al., 2007) suggest that volcano–ice interactions may have allowed local basal melting in the Pavonis tropical mountain glacier, though it is unclear whether the stratigraphic position of the streamlined knobs is consistent with the hypothesis that they are drumlins. No evidence for fluvial flow or wet-based glacial conditions has been documented, however, in the Olympus Mons glacial deposits or the Ascraeus Mons FSD (Milkovich et al., 2006; Kadish et al., 2008). In the Arsia Mons FSD, we find several characteristic classes of wet-based glacial landforms. The spatial relationships of these landforms to each other and to the documented glaciovolcanic edifices in the deposit suggest that the Arsia glacier was locally wet-based (i.e., polythermal), with volcanism rather than climate causing the wet-based conditions."
  }, {
    "heading": "2. Data",
    "text": "Using ArcMap 10.0, we constructed a 5 m per pixel basemap of all Reconnaissance Orbiter (MRO) Context Camera (CTX) images (Malin et al., 2007) in the Arsia Mons fan-shaped deposit. Where CTX coverage was absent or unclear, we consulted High Resolution Stereo Camera (HRSC) images with 10–30 m per pixel resolution (Neukum and Jaumann, 2004). The glacial debris and atmospheric dust covering much of the Arsia Mons FSD obscure fine-scale features and dominate spectroscopic data, respectively, limiting the usefulness of HiRISE and CRISM data in the vicinity of the landforms we describe here. We obtained topographic information from 128 pixel per degree ( 463 m per pixel) resolution MOLA (Zuber et al., 1992; Smith et al., 1999) data and HRSC-derived Digital Elevation Maps (DEMs) with 100 m per pixel resolution (Dumke et al., 2008). These data were processed using the Spatial Analyst toolkit in ArcMap 10.0.\nbelman and Edgett (1992) and Scott and Zimbelman (1995). Legend for color swaths denote contacts between units (dashed where inferred), and black lines denote the the smooth facies denote pits and knobs, respectively. THEMIS 100 m/pixel daytime o color in this figure legend, the reader is referred to the web version of this article.)"
  }, {
    "heading": "3. Glacial landforms",
    "text": ""
  }, {
    "heading": "3.1. Landform associations near the glaciovolcanic ‘‘Northwest",
    "text": "Plateau’’\nA plateau towards the northwest of the Arsia Mons FSD (the ‘‘Northwest Plateau’’), first described by Wilson and Head (2007a, 2007b) and later by Scanlon et al. (2014), is interpreted to have formed in a subglacial eruption (Fig. 2). The broad lower-elevation mass of the plateau is interpreted as an effusive pillow eruption. The steep, central mound superimposed upon it is interpreted in Scanlon et al. (2014) to have formed in a later, explosive phase of the eruption that began after subglacial meltwater drained from the edge of the glacier and the ice above the vent melted and thinned. Here we briefly review how this association of landforms, described in greater detail by Scanlon et al. (2014), exemplifies the interactions between glaciovolcanic activity and glacier thermal regime recorded in the Arsia Mons FSD."
  }, {
    "heading": "3.1.1. Observations",
    "text": "Directly downslope of the plateau, and in the inferred direction of the paleo ice-surface slope, several shallow channels emerge from underneath mounds of glacial debris and coalesce into a braided channel 35 km long and 35 m deep where topographic data is available. Between the plateau and the glacio-fluvial channels lies a field of knobs that are elongated and streamlined in the downslope and inferred down-ice direction. Two sharp-crested ridges, grading downslope to broad-crested ridges in the inferred ice-flow direction, emerge from the steep upper mound of the plateau and superimpose the lower plateau. The long axes of the concentric ridges immediately downslope of the plateau are highly arcuate in the inferred down-ice direction compared to nearby members of the Ridged Facies. These ridges are superimposed non-destructively upon other ridges with similar morphology (Fig. 3), and are similar in size and shape to Ridged Facies members at the same radius from Arsia Mons.\nFig. 2. The Northwest Plateau: (a) CTX image mosaic. (b) Sketch map. The Ridged Facies is by light blue lines and streamlined knobs are denoted by green lines. Boxed insets show t of the references to color in this figure legend, the reader is referred to the web version"
  }, {
    "heading": "3.1.2. Evidence of wet-based glacial activity",
    "text": "On the basis of their braided planform and their emergence from glacial debris, we have interpreted the braided channels downslope of the Northwest Plateau as fluvial channels, indicating the production and flow of a substantial volume of water at the base of the glacier (Scanlon et al., 2014). The streamlined planform and consistent northwest-to-southeast axis of elongation shared by the field of elongated knobs suggests formation by local glacial scour, possibly in a process analogous to the formation of terrestrial drumlins. On the basis of their morphology, size, and downslope transition from sharp-crested to broad-crested (consistent with the expected behavior of subglacial channels with increasing distance from a heat source; e.g. Shreve, 1985), Scanlon et al. (2014) interpreted the sinuous ridges as accumulations of glaciofluvial debris (i.e. eskers), which are characteristic of wet-based glacial environments. The non-destructive superimposition of the arcuate ridges downslope of the plateau upon underlying features and their morphological similarities to members of the Ridged Facies suggest that the arcuate ridges, like the Ridged Facies ridges (Head and Marchant, 2003), are drop moraines. The tighter radius of curvature shown by the ridges downslope of the plateau, relative to nearby members of the Ridged Facies, suggests that they were formed at the edges of a lobe of ice elongated in the same direction implied by the other 3 landform classes, consistent with a local increase in longitudinal ice-flow velocity and local icemargin advance (Fig. 4)."
  }, {
    "heading": "3.2. Ridges transverse to inferred glacial flow",
    "text": "The Lobate Facies (Zimbelman and Edgett, 1992; Fig. 1) is a unit in the Arsia Mons FSD characterized by numerous, densely distributed steep-sided, lobate scarps and ridges, some of which grade upslope into chains of pit craters. The steep-sided features are interpreted as subglacial lava flows, and the pit craters as the sites of phreatomagmatic eruptions under thinner ice, suggesting that volcano–ice interactions were common in this region of the FSD (Scanlon et al., 2014).\nshaded in red and the Knobby Facies is shaded in blue. Fluvial channels are denoted he locations of Figs. 3 and 7. Modified from Scanlon et al. (2014). (For interpretation of this article.)"
  }, {
    "heading": "3.2.1. Observations",
    "text": "At the contact between the Lobate and Knobby Facies (Fig. 5) lies a 17 km wide field of sharply defined, commonly asymmetric, regularly spaced, concentric or anastomosing ridges. The ridges are oriented transverse to inferred ice-flow directions, and are up to 30 km long and typically 500 m to 1 km wide (Fig. 6). Where HRSC DEM coverage is available, the ridges are typically 10–50 m high.\nSmaller ridges ( 200 m wide and not high enough to be resolved by the HRSC DEM), of similar shape and similar spacing relative to their size, occur superimposed upon the Northwest Plateau (Section 3.1; Fig. 7). The orientation of these ridges, southwest-to-northeast, is also transverse to the direction of inferred glacial flow based on local topographic slopes and the landforms described in Section 3.1."
  }, {
    "heading": "3.2.2. Evidence of wet-based glacial activity",
    "text": "On the basis of their asymmetric and sharp-crested morphology, their concentric or branching arrangement, their regular size and spacing, their orientation transverse to inferred paleo ice flow, their alignment with moraines of unusual morphology farther downslope (Section 3.3), and the fact that they do not appear to gently drape underlying topography as do the drop moraines in the Ridged Facies (Head and Marchant, 2003; Shean et al., 2007), we interpret both the transverse ridges between the Lobate and Knobby Facies and the transverse ridges superimposed on the Northwest Plateau as ribbed moraines formed in association with glacier ice that locally achieved wet-based conditions (cf. Dunlop and Clark, 2006).\nRibbed moraines are unusual and complex glacial landforms. They do not form alongside ice margins, but rather are produced locally at the base of polythermal glaciers (e.g. Dunlop and Clark, 2006 and sources therein; Möller, 2006). The precise mechanism by which they form is incompletely understood, but candidate origins include those in which (1) the moraines are the remnants of a frozen till sheet that extends and fractures when a wet-based,\ndownslope region of a glacier flows more rapidly than a cold-based interior region (Hättestrand and Kleman, 1999); (2) ice-cored moraines left by a cold-based glacier are re-sculpted into ribbed moraines when subsequently overrun by wet-based ice (Möller, 2006, 2010); (3) the crests of the moraines represent the crests of former waves produced by a fluid dynamical instability in the flow of glacial ice and subglacial till (Dunlop et al., 2008; Fowler, 2009; Chapwanya et al., 2011); or (4) moraines form when seasonal or climatic variations in subglacial meltwater content cause the glacier bed to transition locally from an extensional to a compressional deformation regime (Lindén et al., 2008; Stokes et al., 2008). Whether all subtypes of ribbed moraine form by the same process is debated (e.g. Hättestrand and Kleman, 1999; Finlayson and Bradwell, 2008; Lindén et al., 2008; Chapwanya et al., 2011), but most researchers acknowledge that marked changes in horizontal ice-flow velocity, most easily accomplished beneath polythermal glaciers, are a crucial factor in their formation (Finlayson and Bradwell, 2008).\nWe propose that the heat produced during episodes of extrusive subglacial volcanism in the Lobate Facies led to basal meltwater production, resulting in spatial and temporal gradients in basal sliding and longitudinal ice-flow velocity (Fig. 8). These conditions would have led to the development of the population of large transverse ridges at the contact between the Lobate and Knobby Facies by one of the formation mechanisms for ribbed moraines discussed above.\nWe assert that the volcanic construction and subsequent cooling of the Northwest Plateau affected the thermal regime of adjacent glacier ice, producing polythermal conditions that led to the development of the population of small ribbed moraines atop the plateau. The superposition of ridges on top of the plateau suggests an origin via temporal, as well as spatial, transitions between wet-based and cold-based ice conditions. Specifically, the ice directly above the Northwest Plateau would have remained wetbased longer than the ice farther downslope from the volcanic heat\nsource, causing compressive stress and ribbed moraine formation above the plateau."
  }, {
    "heading": "3.3. Enlarged, ridged moraine",
    "text": "At the northern edge of the FSD (Figs. 1 and 9) lies an L-shaped ridge 50 km long, up to 450 m high, and up to 4 km wide. Due to its height, steep sides, and the channeled morphology at its distal end, this ridge is interpreted to have formed as an ice-confined volcanic flow; heat transfer from this volcanic flow to the surrounding ice is conservatively estimated to have generated 38 km3 of liquid water (Scanlon et al., 2014). Further upslope of this ridge lies the glaciovolcanic Lobate Facies (Fig. 5). The morphology of the outermost moraine of the FSD in this region suggests that the subglacial volcanism that formed the L-shaped ridge and/or the Lobate Facies caused wet-based behavior in this part of the paleoglacier."
  }, {
    "heading": "3.3.1. Observations",
    "text": "Downslope and to the west of the ridge (Fig. 9), the terminal moraine of the FSD differs dramatically in size and appearance from elsewhere in the deposit (Fig. 10). The moraine is up to 3 km wide here, whereas it is typically only a few hundred meters wide, and is taller here (up to 125 m) than elsewhere in the deposit (Fig. 11). The moraine has several small parallel ridges at its top and its MOLA profile resolves one broad ridge superimposed on the moraine."
  }, {
    "heading": "3.3.2. Evidence of wet-based glacial activity",
    "text": "Based on its size, surface appearance, and topographic profile, as well as its exclusive occurrence downslope of the region of the FSD containing the largest glaciovolcanic edifice and the highest density of glaciovolcanic landforms, we interpret this feature as a thrust-block moraine (also known as a composite moraine, or sometimes as a push moraine; e.g. Benn and Evans, 2010). The\nmulti-ridged appearance (Fig. 10) and profile (Fig. 11a and b) of the moraine is consistent with an imbricate stack of thrust slabs.\nOn Earth, such thrust-block moraines form where high longitudinal stresses act on weak subglacial sediments or bedrock, e.g. adjacent to a steeply sloping ice margin or across a thermal boundary between wet-based and cold-based ice conditions. Basal debris, entrained by regelation, may be advected upward along thrust planes in the ice, potentially producing an imbricated moraine ridge. Locally, elevated pore pressures that arise from permafrost-confined aquifers beneath polythermal glaciers may enhance\nbasal deformation and entrainment (e.g. Boulton et al., 1999; Bennett, 2001; Benn and Evans, 2010), leading to the formation of thrust-block moraines. In addition to being influenced by rheological properties of the deforming substrate, the size of thrustblock moraines scale with the magnitude and rate of glacial advance (Bennett, 2001).\nWithin purely cold-based glaciers, thrust-block moraines have only been documented where ice advances into marginal lakes, where wet lacustrine sediment may freeze onto basal ice and move upward along local thrust planes (Fitzsimons, 2003; Hambrey and Fitzsimons, 2010); this process, however, is unlikely to have been the case at Arsia Mons. Instead, we propose that the large moraine ridge in the Arsia Mons FSD reflects polythermal thermal variation near the ice margin. Local, wet-based conditions associated with periods of subglacial volcanism were likely associated with basal entrainment and increased sediment transport downglacier (Fig. 12). As the ice flowed from the volcanic heat source it cooled, and saturated basal debris would have frozen onto the cold ice; compressive stresses near the ice margin could then have produced imbricate thrusts, bringing up frozen basal sediment and producing the observed thrust-block moraine. This explanation is bolstered by the fact that the hypothesized thrust-block moraine lies directly downslope of a large field of ribbed moraines (Section 3.3), which form directly over regions postulated to experience transitions from wet-based to cold-based glacier ice."
  }, {
    "heading": "4. Discussion",
    "text": "Four characteristic classes of wet-based or polythermal glacial landforms are observed near glaciovolcanic edifices in the Arsia Mons FSD: (1) outflow channels, which record the release of large\nvolumes of meltwater; (2) streamlined knobs, which record the direction of glacial motion as well as its erosive power; (3) ribbed moraines, which are thought to indicate transitions between wetbased and cold-based glacier ice; and (4) a large thrust-block moraine, which records the local deformation of basal sediment by\nlarge glaciotectonic stresses typically associated with either fastflowing glacier ice (surging) or transitions from wet-based to cold-based glacier ice. Together, the landforms provide a coherent history at each glaciovolcanic site (Fig. 13): uniform ice-flow directions are recorded both by the streamlined knobs and the ribbed\nmoraines at the Northwest Plateau. Furthermore, the outflow channels emerge directly beyond these landforms, as would be expected if the enhanced flow was stimulated by wet-based conditions. Similarly, the ribbed moraines downslope of the numerous glaciovolcanic edifices in the Lobate Facies and the thrust-block moraine farther downslope at the terminus of the deposit both point to a transition from wet-based to cold-based ice, which is consistent with the placement of glaciovolcanic landforms in the FSD (Fig. 13). These consistent landform associations imply that glaciovolcanic activity was sufficient to alter the local thermal regime of the Arsia Mons tropical mountain glacier, and their exclusive association with glaciovolcanic edifices implies that climate and pressure effects were never by themselves sufficient to cause basal melting in the glacier."
  }, {
    "heading": "5. Potential microbial habitats in the Arsia Mons FSD",
    "text": "On Earth, glaciovolcanic environments provide a range of microbial habitats (e.g. Cousins and Crawford, 2011). While the chemical conditions would have differed from those in terrestrial glaciers due to the lack of an oxygen atmosphere and a vigorous biosphere, plausible redox couples and nutrient sources could have made wet glacial environments on Mars hospitable to life (Cockell et al., 2011). Since such environments would have originated from volcano–ice interaction in the case of this deposit, volcanic gases in some of the habitats would have further strengthened redox gradients and provided an additional carbon source in the form of volcanic CO2 (Skidmore, 2011). The Amazonian aqueous environments induced by glaciovolcanism may have been shorter-lived than those arising due to impact heat in large craters (e.g. Abramov and Kring, 2005; Barnhart et al., 2010). Taking the 102 m3 s 1 effusion rates estimated for flows at Ascraeus Mons (Hiesinger et al., 2007) as plausible rates for flows in the Arsia Mons FSD, the volumes of FSD landforms like the Northwest Plateau and L-shaped ridge (on the order of 1010 m3; Scanlon et al., 2014) suggest a duration of years to tens of years for edifice construction and therefore at least that duration for wet-based conditions. Englacial water bodies formed in response to these eruptions, however, would likely have persisted for hundreds to thousands of years before freezing (Scanlon et al., 2014).\nThe following environments, which geomorphological evidence indicates were present in the Arsia Mons FSD paleoglacier, are inhabited on Earth."
  }, {
    "heading": "5.1. Englacial and basal lakes",
    "text": "The glaciovolcanic landforms in the Arsia Mons FSD are likely to have generated several englacial lakes with volumes on the order of tens of cubic kilometers and longevity of hundreds to thousands of years (Scanlon et al., 2014). The few terrestrial volcanically generated englacial lakes whose ecosystems have been surveyed (Gaidos et al., 2004, 2008; Marteinsson et al., 2013) contained microbial communities capable of fixing carbon and nitrogen, and including organisms related to known acetogens, sulfate reducers and iron reducers. These communities are supported by sediments and bottom waters rich in volcanic CO2, H2, ferric iron, and sulfur compounds, as well as oxygen from the melted glacial ice (Jóhannesson et al., 2007; Marteinsson et al., 2013).\nAt least one basal lake beneath 800 m thick ice in the Antarctic Ice Sheet has been shown to host a microbial community supported by chemoautotrophic production (Christner et al., 2014). Since the Arsia Mons paleoglacier experienced transient wet-based conditions, analogous basal lakes within the FSD may have provided additional habitats for microbial life. Other ice-covered lakes, such as those in the Antarctic Dry Valleys (e.g. Roberts et al., 2000; Murray et al., 2012), are poorer analogs to the Arsia Mons lakes because they originated as subaerial lakes. Subaerial lakes can be colonized more easily than englacial lakes due to their exposure to surface runoff and dormant, windborne microorganisms, and after they develop an ice cover their productivity can still be boosted by legacy carbon from the earlier lake ecosystem and other nearby environments (Priscu et al., 1999).\nPhylogenetic evidence suggests that the microbes that colonize terrestrial subglacial volcanic lakes originate in a variety of other environments, including glacial ice and snow, dust and marine aerosols that work their way into the lakes long after being deposited on the glacier surface, drainage of surface meltwater into the lake (Gaidos et al., 2004), or subsurface aquifers in contact with the subglacial melt (Marteinsson et al., 2013). Neither surface runoff nor iced-over subaerial lakes are likely to have been present near the subglacial lakes in the Arsia Mons FSD. The dike intrusions in the Arsia Mons FSD could potentially have warmed the subsurface enough and melted enough ground ice for a liquid aquifer to persist (e.g. Head and Wilson, 2002). Such an aquifer could have hydrologically connected some habitats within the deposit, enabling microorganisms to move between them. However, due to the regional dust cover mantling the deposits, no spectral\nevidence for hydrothermal alteration minerals has yet been found in the deposit, and any fine-scale morphologic features of hydrothermal systems would have been obscured by glacial debris in\nthe Ridged, Knobby and Smooth Facies. If circulating hydrothermal fluid was not present, putative martian life could still have colonized the lakes if airborne propagules (perhaps the long-dormant\ninhabitants of another transient surface habitat) worked their way into the glacial ice, or if the ice itself was inhabited or contained dormant life forms."
  }, {
    "heading": "5.2. Wet-based glacier ice",
    "text": "While the Arsia Mons glacier was cold-based through much of its spatial and temporal extent (Head and Marchant, 2003), we have shown that subglacial eruptions induced local wet-based conditions in several regions of the Arsia Mons paleoglacier. Microbial communities have been observed directly (e.g. by microscopy or metagenomic analyses) or indirectly (e.g. by isotopic measurements) in the basal ice, water, brines, and sediments of wet-based and polythermal glaciers in Alaska, Antarctica, Canada, Greenland, New Zealand, and Norway (see review in Hodson et al., 2008). In some cases these communities are more diverse than the surface glacier communities (Hamilton et al., 2013). The environment appears to support organisms that participate in iron and sulfur cycling (Mikucki et al., 2004, 2009), methanogenesis (Stibal et al., 2012a), and other processes that could have been viable on Mars. Wet subglacial sediments in the Arsia Mons glacier could have been inoculated by the same sources as subglacial lakes: groundwater connections, organisms in the ice, or organisms in surficial or englacial debris."
  }, {
    "heading": "5.3. Glacial ice and debris",
    "text": "The ubiquity of the Knobby Facies, which forms from the sublimation of debris-rich ice (Head and Marchant, 2003), indicates that much of the Arsia Mons glacier was rich in debris. In terrestrial glaciers, debris-rich ice contains more microorganisms than clean ice because the debris is a source of nutrients and electron donors or acceptors. Furthermore, thin films of liquid water are present at\nmineral–ice interfaces at temperatures well below freezing (Wettlaufer, 1999; Price, 2007). Even when these films are too small for microbes to move freely, dissolved ions and organic compounds are still mobile and allow microbes to carry out metabolic processes including methanogenesis, denitrification, sulfate reduction, and iron reduction (see review in Price, 2007).\nClean ice can also contain habitable microenvironments at subfreezing temperatures. Small amounts of impurities (including nutrients and organic compounds) have been shown to segregate into veins between grains of ice due to their low solubility in solid ice. These veins contain concentrated nutrients and are large enough to allow microbes to move within them, and are thought (Price, 2000) to be the reason viable microbes have often been isolated from ice cores (e.g. Christner et al., 2000). Organisms adapted to subfreezing temperatures can survive, perhaps indefinitely (Price, 2000), and even grow in these veins (Mader et al., 2006; Dani et al., 2012).\nWhile such environments are unlikely to be as productive as macroscopic englacial water bodies, they may have represented refugia from which these larger bodies could be colonized. Remnant ice in the deposit (Head and Marchant, 2003; Shean et al., 2007; Scanlon et al., in review), could provide these habitats even today. Hollowed ridges at the western edge of the deposit (Scanlon et al., in review), which have been interpreted to represent former snow dunes, indicate that snow or ice was transported and reworked by wind in the region surrounding the deposit. This would have helped disperse any ice-dwelling organisms, increasing the potential for colonization of any glacial or glaciovolcanic habitats in the region."
  }, {
    "heading": "5.4. Hyaloclastite and palagonite",
    "text": "While the subglacially erupted edifices in the deposit have not yet been imaged with resolution high enough to identify surface textures, and the material mantling the deposit may prevent confident identification even then, these structures should all contain abundant basaltic glass due to the rapid chilling of basaltic lava against ice as it erupted. We have argued (Scanlon et al., 2014) that many of the landforms within the FSD should have glassy surfaces, and that several should consist largely of rapidly quenched basaltic tephra. Compared to crystalline basalt, hyaloclastite is a favorable habitat for microbial life (as is its alteration product, palagonite) because the lack of crystal structure makes nutrients in the rock more easily accessible (Cockell et al., 2009). These basaltic glasses are inhabited in exposed flows that were erupted subglacially, in submarine lavas, and in subglacial lakes (e.g. Cockell et al., 2009; Gaidos et al., 2004; Thorseth et al., 2001, respectively), and are among the environments in which putative evidence of early terrestrial life has been found (Banerjee et al., 2006). The range of autotrophic metabolisms supported by the volcanic glass environment on Earth remains incompletely characterized, however (Cockell, 2011)."
  }, {
    "heading": "5.5. Biosignature preservation potential",
    "text": "In environments well-suited to the preservation of molecular and morphological biosignatures, biogenic material is concentrated by physical processes, protected by rapid burial from oxidation and ultraviolet radiation at the surface, and isolated from aqueous or thermal alteration after burial; ideally, phyllosilicates are deposited simultaneously, aiding in preservation (Summons et al., 2011). While spectrometers have thus far been unable to conclusively determine the mineralogy of the region, several landforms in the deposit meet the other criteria.\nThe Northwest Plateau is one example of a location within the FSD where biosignatures may have been generated and preserved.\nIn terrestrial subglacial volcanic lakes, microbes are concentrated in the hyaloclastite bottom sediments rather than in the water column (Gaidos et al., 2004). Any microorganisms inhabiting the englacial lake above the Northwest Plateau would almost certainly have been concentrated in the hyaloclastite for the same reasons. Some of these sediments currently comprise the eskers extending from the tephra mound; the top few meters of sediment in the larger esker would have easily been able to protect biogenic material deeper in the esker against ionizing radiation (Kminek and Bada, 2006). The rest of the sediments are similarly protected by meters of Knobby Facies material.\nIn addition to promoting redox gradients that support life, the hydrothermal circulations present during the construction of subglacial edifices like the northwest plateau also promote the formation of sulfates and other minerals that can preserve chemical and morphologic biosignatures (Cousins et al., 2013). Furthermore, the knobby material itself is former englacial debris; as the Arsia Mons glacier sublimed, any organic material that froze out of the water column in the lake would ultimately be concentrated in the Knobby Facies, along with material from habitats that may have existed in the Arsia Mons glacier but are too small to detect by remote sensing, such as the sub-meter-scale ‘‘cryoconite holes’’ melted into ice where low-albedo supraglacial debris aggregates (e.g. Stibal et al., 2012b). There is no evidence to suggest that the eskers, the central mound of the plateau, or the Knobby Facies have been fluvially or thermally altered since their formation, except possibly by the deposition of volcanic ash."
  }, {
    "heading": "6. Conclusions",
    "text": "Glaciovolcanic landforms are abundant in the Arsia Mons fanshaped deposit. Previous work has made a strong case for coldbased glaciation at the Tharsis Montes, but new, higher-resolution data show that landforms indicative of local wet-based conditions due to interaction between lava and glacial ice are also distributed throughout the deposit. These landforms, which record local\nincreases in ice-flow velocity and polythermal conditions, include thrust-block moraines, ribbed moraines, highly arcuate drop moraines, streamlined knobs, and fluvial outflow channels. Since these landforms all occur exclusively in association with glaciovolcanic features, we conclude that the Arsia Mons FSD was left by a glacier whose local wet-based conditions were induced by volcanic warming rather than by climate.\nThe aqueous environments evidenced by the Arsia Mons FSD are exceptional in that they are comparable in size to similar Noachian-Hesperian environments, and potentially much longerlived than other Amazonian environments. Furthermore, the Arsia Mons glaciovolcanic environments occurred recently enough (Kadish et al., 2014) that unambiguous molecular biomarkers have been retrieved from much older terrestrial environments (e.g. Brocks et al., 1999). If Mars Science Laboratory (Grotzinger et al., 2012) or other upcoming missions discover evidence for fossil or extant surface life on Mars, the Arsia Mons Fan-Shaped Deposit would be a well-suited target for future human or robotic exploration to determine whether it persisted into the modern era."
  }, {
    "heading": "Acknowledgments",
    "text": "We gratefully acknowledge support from the NASA Graduate Student Researchers Program (Grant NNX12AI39H) to KES, from the Mars Data Analysis Program (Grant NNX11AI81G) and the Mars Express High-Resolution Stereo Camera (HRSC) Investigation Team (JPL 1488322) to JWH, and from NSF Polar Programs (Grant ANT-0944702) to DRM. We thank Alberto Fairén and an anonymous reviewer for constructive reviews that improved the quality of the manuscript."
  }],
  "year": 2014,
  "references": [{
    "title": "Impact-induced hydrothermal activity on early",
    "authors": ["O. Abramov", "D.A. Kring"],
    "year": 2005
  }, {
    "title": "Res.: Planets 110, E12S09",
    "authors": ["Mars. J. Geophys"],
    "year": 2013
  }, {
    "title": "Antarctic Palaeoenvironments and Earth-Surface Processes",
    "authors": ["K.E. Scanlon"],
    "venue": "Icarus",
    "year": 2015
  }, {
    "title": "Preservation of 3.4–3.5 Ga microbial biomarkers in pillow lavas and hyaloclastites from the Barberton Greenstone Belt, South Africa",
    "authors": ["N.R. Banerjee", "H. Furnes", "K. Muehlenbachs", "H. Staudigel", "M. de Wit"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "An analysis of sinuous ridges in the southern Argyre Planitia, Mars using HiRISE and CTX images and MOLA data",
    "authors": ["M.E. Banks"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2009
  }, {
    "title": "Martian post-impact hydrothermal systems incorporating freezing",
    "authors": ["C.J. Barnhart", "F. Nimmo", "B.J. Travis"],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "Glaciers and Glaciation, second ed",
    "authors": ["D.I. Benn", "D.J. Evans"],
    "venue": "Hodder Education,",
    "year": 2010
  }, {
    "title": "The morphology, structural evolution and significance of push moraines",
    "authors": ["M.R. Bennett"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Putative eskers and new insights into glacio-fluvial depositional settings in southern Argyre Planitia, Mars",
    "authors": ["H. Bernhardt", "H. Hiesinger", "D. Reiss", "M. Ivanov", "G. Erkeling"],
    "venue": "Planet. Space Sci",
    "year": 2013
  }, {
    "title": "Archean molecular fossils and the early rise of eukaryotes",
    "authors": ["J.J. Brocks", "G.A. Logan", "R. Buick", "R.E. Summons"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Numerical computations of a theoretical model of ribbed moraine formation",
    "authors": ["M. Chapwanya", "C.D. Clark", "A.C. Fowler"],
    "venue": "Earth Surf. Proc. Land",
    "year": 2011
  }, {
    "title": "Recovery and identification of viable bacteria immured in glacial ice",
    "authors": ["B.C. Christner", "E. Mosley-Thompson", "L.G. Thompson", "V. Zagorodnov", "K. Sandman", "J.N. Reeve"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "A microbial ecosystem beneath the West Antarctic ice sheet",
    "authors": ["Christner", "B.C"],
    "venue": "Nature",
    "year": 2014
  }, {
    "title": "Life in the lithosphere, kinetics and the prospects for life elsewhere",
    "authors": ["C.S. Cockell"],
    "venue": "Philos. Trans. Royal Soc. A",
    "year": 2011
  }, {
    "title": "Bacteria in weathered basaltic glass, Iceland",
    "authors": ["Cockell", "C.S"],
    "venue": "Geomicrobiol. J",
    "year": 2009
  }, {
    "title": "Subglacial environments and the search for life beyond the Earth",
    "authors": ["C.S. Cockell", "E. Bagshaw", "M. Balme", "P. Doran", "C.P. McKay", "K. Miljkovic", "D. Pearce", "M.J. Siegert", "M. Tranter", "M. Voytek"],
    "year": 2011
  }, {
    "title": "Volcano–ice interaction as a microbial habitat on",
    "authors": ["C.R. Cousins", "I.A. Crawford"],
    "venue": "Earth and Mars. Astrobiology",
    "year": 2011
  }, {
    "title": "Glaciovolcanic hydrothermal environments in Iceland and implications for their detection on Mars",
    "authors": ["C.R. Cousins"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2013
  }, {
    "title": "Modelling the liquid– water vein system within polar ice sheets as a potential microbial habitat",
    "authors": ["K.G.S. Dani", "H.M. Mader", "E.W. Wolff", "J.L. Wadham"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Late Amazonian glaciation at the dichotomy boundary on Mars: Evidence for glacial thickness maxima and multiple glacial",
    "authors": ["J.L. Dickson", "J.W. Head", "D.R. Marchant"],
    "venue": "phases. Geology",
    "year": 2008
  }, {
    "title": "High-resolution digital terrain models and ortho-image mosaics of Mars: Generation on the basis of Mars-Express HRSC data. In: Presented at Lunar and Planetary Science Conference, XXXIX, Abstract #1910",
    "authors": ["A. Dumke", "M. Spiegel", "R. Schmidt", "G. Neukum"],
    "year": 2008
  }, {
    "title": "The morphological characteristics of ribbed moraine",
    "authors": ["P. Dunlop", "C.D. Clark"],
    "venue": "Quatern. Sci. Rev",
    "year": 2006
  }, {
    "title": "Bed ribbing instability explanation: Testing a numerical model of ribbed moraine formation arising from coupled flow of ice and subglacial sediment",
    "authors": ["P. Dunlop", "C.D. Clark", "R.C.A. Hindmarsh"],
    "venue": "J. Geophys. Res.: Earth Surf",
    "year": 2008
  }, {
    "title": "High geothermal heat flow, basal melt, and the origin of rapid ice flow in Central Greenland",
    "authors": ["M. Fahnestock", "W. Abdalati", "I. Joughin", "J. Brozena", "P. Gogineni"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "A cold hydrological system in Gale crater, Mars",
    "authors": ["Fairén", "A.G"],
    "venue": "Planet. Space Sci",
    "year": 2014
  }, {
    "title": "Tropical mountain glaciers on Mars: Altitude-dependence of ice accumulation, accumulation conditions, formation times, glacier dynamics, and implications for planetary spin-axis/ orbital history",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant", "F. Forget"],
    "venue": "Icarus",
    "year": 2008
  }, {
    "title": "Early Mars climate near the Noachian–Hesperian boundary: Independent evidence for cold conditions from basal melting of the south polar ice sheet (Dorsa Argentea Formation) and implications for valley network formation",
    "authors": ["J.L. Fastook", "J.W. Head III", "D.R. Marchant", "F. Forget", "Madeleine", "J.-B"],
    "venue": "Icarus 219,",
    "year": 2012
  }, {
    "title": "Morphological characteristics, formation and glaciological significance of Rogen moraine in northern Scotland",
    "authors": ["A.G. Finlayson", "T. Bradwell"],
    "venue": "Geomorphology",
    "year": 2008
  }, {
    "title": "Ice-marginal terrestrial landsystems: Polar continental glacier margins",
    "authors": ["S.J. Fitzsimons"],
    "year": 2003
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R. Haberle", "F. Montmessin", "B. Levrard", "J. Head"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Instability modelling of drumlin formation incorporating leeside cavity growth",
    "authors": ["A.C. Fowler"],
    "venue": "Proc. Royal Soc. A",
    "year": 2009
  }, {
    "title": "Heat flux anomalies in Antarctica revealed by satellite magnetic data",
    "authors": ["C. Fox Maule", "M.E. Purucker", "N. Olsen", "K. Mosegaard"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "A viable microbial community in a subglacial volcanic crater lake, Iceland",
    "authors": ["E Gaidos"],
    "venue": "Astrobiology",
    "year": 2004
  }, {
    "title": "An oligarchic microbial assemblage in the anoxic bottom waters of a volcanic subglacial lake",
    "authors": ["E Gaidos"],
    "venue": "ISME J",
    "year": 2008
  }, {
    "title": "High-latitude coldbased glacial deposits on Mars: Multiple superposed drop moraines in a crater interior at 70 N latitude",
    "authors": ["J.B. Garvin", "J.W. Head", "D.R. Marchant", "M.A. Kreslavsky"],
    "venue": "Meteorit. Planet. Sci",
    "year": 2006
  }, {
    "title": "One million cubic kilometers of fossil ice in Valles Marineris: Relicts of a 3.5 Gy old glacial landsystem along the martian",
    "authors": ["M Gourronc"],
    "venue": "equator. Geomorphology",
    "year": 2014
  }, {
    "title": "Mars science laboratory mission and science investigation",
    "authors": ["J.P. Grotzinger"],
    "venue": "Space Sci. Rev",
    "year": 2012
  }, {
    "title": "Development of sediment–landform associations at cold glacier margins, Dry Valleys, Antarctica",
    "authors": ["M.J. Hambrey", "S.J. Fitzsimons"],
    "venue": "Sedimentology",
    "year": 2010
  }, {
    "title": "Late Cenozoic glacier– volcano interaction on James Ross Island and adjacent areas, Antarctic Peninsula region",
    "authors": ["M.J. Hambrey", "J.L. Smellie", "A.E. Nelson", "J.S. Johnson"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2008
  }, {
    "title": "Molecular evidence for an active endogenous microbiome beneath glacial ice",
    "authors": ["T.L. Hamilton", "J.W. Peters", "M.L. Skidmore", "E.S. Boyd"],
    "venue": "ISME J. 7,",
    "year": 2013
  }, {
    "title": "Ribbed moraine formation",
    "authors": ["C. Hättestrand", "J. Kleman"],
    "venue": "Quatern. Sci. Rev",
    "year": 1999
  }, {
    "title": "Cold-based mountain glaciers on Mars",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Western Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Extensive Hesperian-aged south polar ice sheet on Mars: Evidence for massive melting and retreat, and lateral flow and ponding of meltwater",
    "authors": ["J.W. Head", "S.F. Pratt"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2001
  }, {
    "title": "Mars: A review and synthesis of general environments and geological settings of magma–H2O interactions",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Volcano–Ice Interaction on Earth and Mars. Geological Society,",
    "year": 2002
  }, {
    "title": "Heat transfer in volcanoice interactions on Mars: Synthesis of environments and implications for processes and landforms",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "Extensive valley glacier deposits in the northern mid-latitudes of Mars: Evidence for Late Amazonian obliquity-driven climate change",
    "authors": ["J.W. Head", "D.R. Marchant", "M.C. Agnew", "C.I. Fassett", "M.A. Kreslavsky"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Young lava flows on the eastern flank of Ascraeus Mons: Rheological properties derived from High Resolution Stereo Camera (HRSC) images and Mars Orbiter Laser Altimeter (MOLA) data",
    "authors": ["H. Hiesinger", "J.W. Head III", "G. Neukum"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2007
  }, {
    "title": "Geomorphological characterisation and interpretation of a mid-latitude glacier-like form: Hellas Planitia",
    "authors": ["B. Hubbard", "R.E. Milliken", "J.S. Kargel", "A. Limaye", "C. Souness"],
    "venue": "Mars. Icarus",
    "year": 2011
  }, {
    "title": "Circulation and thermodynamics in a subglacial geothermal lake under the Western Skaftá cauldron of the Vatnajökull ice cap, Iceland",
    "authors": ["T. Jóhannesson", "T. Thorsteinsson", "A. Stefánsson", "E.J. Gaidos", "B. Einarsson"],
    "venue": "Geophys. Res. Lett",
    "year": 2007
  }, {
    "title": "The Ascraeus Mons fanshaped deposit: Volcano–ice interactions and the climatic implications of coldbased tropical mountain glaciation",
    "authors": ["S.J. Kadish", "J.W. Head", "R.L. Parsons", "D.R. Marchant"],
    "venue": "Icarus",
    "year": 2008
  }, {
    "title": "Middle to Late Amazonian tropical mountain glaciers on Mars: The ages of the Tharsis Montes fan-shaped deposits",
    "authors": ["S.J. Kadish", "J.W. Head III", "J.L. Fastook", "D.R. Marchant"],
    "venue": "Planet. Space Sci",
    "year": 2014
  }, {
    "title": "The effect of ionizing radiation on the preservation of amino acids on Mars",
    "authors": ["G. Kminek", "J.L. Bada"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Ribbed moraine formed by subglacial folding, thrust stacking and lee-side cavity infill",
    "authors": ["M. Lindén", "P. Möller", "L. Adrielsson"],
    "venue": "Boreas",
    "year": 2008
  }, {
    "title": "Mars and Earth – Comparison of cold-climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Did ice streams carve martian outflow channels",
    "authors": ["B.K. Lucchitta", "D.M. Anderson", "H. Shoji"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Subsurface ice as a microbial",
    "authors": ["H.M. Mader", "M.E. Pettitt", "J.L. Wadham", "E.W. Wolff", "R.J. Parkes"],
    "venue": "habitat. Geology",
    "year": 2006
  }, {
    "title": "Context camera investigation on board the Mars Reconnaissance Orbiter",
    "authors": ["Malin", "M.C"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2007
  }, {
    "title": "Geomorphic analysis of lobate debris aprons on Mars at Mars Orbiter Camera scale: Evidence for ice sublimation initiated by fractures",
    "authors": ["N. Mangold"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2003
  }, {
    "title": "Mid-latitude glacial modification of Moreux",
    "authors": ["D.R. Marchant", "J.W. Head", "M.A. Kreslavsky"],
    "venue": "Crater (44 E,",
    "year": 2006
  }, {
    "title": "Microbial communities in the subglacial waters of the Vatnajokull ice cap, Iceland",
    "authors": ["Marteinsson", "V.T"],
    "venue": "ISME J",
    "year": 2013
  }, {
    "title": "Geomicrobiology of Blood Falls: An iron-rich saline discharge at the terminus of the Taylor Glacier, Antarctica",
    "authors": ["J.A. Mikucki", "C.M. Foreman", "B. Sattler", "W.B. Lyons", "J.C. Priscu"],
    "venue": "Aquat. Geochem",
    "year": 2004
  }, {
    "title": "A contemporary microbially maintained subglacial ferrous ‘‘ocean’",
    "authors": ["Mikucki", "J.A"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Debris-covered piedmont glacier deposits along the northwest flank of the Olympus Mons scarp: Evidence for low-latitude ice accumulation during the Late Amazonian of Mars",
    "authors": ["S.M. Milkovich", "J.W. Head", "D.R. Marchant"],
    "venue": "Icarus 181,",
    "year": 2006
  }, {
    "title": "Viscous flow features on the surface of Mars: Observations from high-resolution Mars Orbiter Camera (MOC) images",
    "authors": ["R.E. Milliken", "J.F. Mustard", "D.L. Goldsby"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2003
  }, {
    "title": "Rogen moraine: An example of glacial reshaping of pre-existing landforms",
    "authors": ["P. Möller"],
    "venue": "Quatern. Sci. Rev",
    "year": 2006
  }, {
    "title": "Melt-out till and ribbed moraine formation, a case study from south Sweden",
    "authors": ["P. Möller"],
    "venue": "Sed. Geol",
    "year": 2010
  }, {
    "title": "Microbial life at 13 C in the brine of an ice-sealed Antarctic lake",
    "authors": ["A.E. Murray"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 2012
  }, {
    "title": "HRSC: The high resolution stereo camera of Mars Express",
    "authors": ["G. Neukum", "R. Jaumann"],
    "venue": "European Space Agency,",
    "year": 2004
  }, {
    "title": "A habitat for psychrophiles in deep Antarctic ice",
    "authors": ["P.B. Price"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 2000
  }, {
    "title": "Microbial life in glacial ice and implications for a cold origin of life",
    "authors": ["P.B. Price"],
    "venue": "FEMS Microbiol. Ecol",
    "year": 2007
  }, {
    "title": "Carbon transformations in a perennially ice-covered",
    "authors": ["Priscu", "J.C"],
    "venue": "Antarctic lake. Bioscience",
    "year": 1999
  }, {
    "title": "Stratification and dynamics of microbial loop communities in Lake Fryxell, Antarctica",
    "authors": ["E.C. Roberts", "J. Laybourn-Parry", "D.M. McKnight", "G. Novarino"],
    "venue": "Freshw. Biol",
    "year": 2000
  }, {
    "title": "Volcano–ice interactions in the Arsia Mons tropical mountain glacier deposits",
    "authors": ["K.E. Scanlon", "J.W. Head", "L. Wilson", "D.R. Marchant"],
    "venue": "Icarus 237,",
    "year": 2014
  }, {
    "title": "Geologic map of Arsia Mons Volcano, Mars. US Geological Survey Miscellaneous Investigations Series, Map I-2480",
    "authors": ["D. Scott", "J. Zimbelman"],
    "year": 1995
  }, {
    "title": "Geologic map of Pavonis Mons Volcano, Mars. US Geological Survey Miscellaneous Investigations Series, Map I2561",
    "authors": ["D.H. Scott", "J.M. Dohm", "J.R. Zimbelman"],
    "year": 1998
  }, {
    "title": "Origin and evolution of a cold-based tropical mountain glacier on Mars: The Pavonis Mons fan-shaped deposit",
    "authors": ["D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2005
  }, {
    "title": "Recent glaciation at high elevations on Arsia Mons, Mars: Implications for the formation and evolution of large tropical mountain glaciers",
    "authors": ["D.E. Shean", "J.W. Head", "J.L. Fastook", "D.R. Marchant"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 2007
  }, {
    "title": "Esker characteristics in terms of glacier physics, Katahdin esker system, Maine",
    "authors": ["R.L. Shreve"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1985
  }, {
    "title": "Microbial communities in Antarctic subglacial aquatic environments",
    "authors": ["M. Skidmore"],
    "venue": "Geophys. Monogr. Ser",
    "year": 2011
  }, {
    "title": "The global topography of Mars and implications for surface evolution",
    "authors": ["Smith", "D.E"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "The distribution of lobate debris aprons and similar flows on Mars",
    "authors": ["S.W. Squyres"],
    "venue": "J. Geophys. Res.: Solid Earth",
    "year": 1979
  }, {
    "title": "Geomorphic evidence for the distribution of ground ice on Mars",
    "authors": ["S.W. Squyres", "M.H. Carr"],
    "venue": "Science",
    "year": 1986
  }, {
    "title": "Methanogenic potential of Arctic and Antarctic subglacial environments with contrasting organic carbon sources",
    "authors": ["M Stibal"],
    "venue": "Glob. Change Biol",
    "year": 2012
  }, {
    "title": "Biological processes on glacier and ice sheet",
    "authors": ["M. Stibal", "M. Šabacká", "J. Žárský"],
    "venue": "surfaces. Nat. Geosci",
    "year": 2012
  }, {
    "title": "Superimposition of ribbed moraines on a palaeo-ice-stream bed: implications for ice stream dynamics and shutdown",
    "authors": ["C.R. Stokes", "O.B. Lian", "S. Tulaczyk", "C.D. Clark"],
    "venue": "Earth Surf. Proc. Land",
    "year": 2008
  }, {
    "title": "Preservation of martian organic and environmental records: Final report of the Mars biosignature working group",
    "authors": ["Summons", "R.E"],
    "venue": "Astrobiology",
    "year": 2011
  }, {
    "title": "Diversity of life in ocean floor basalt",
    "authors": ["I. Thorseth", "T. Torsvik", "V. Torsvik", "F. Daae"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2001
  }, {
    "title": "Impurity effects in the premelting of ice",
    "authors": ["J.S. Wettlaufer"],
    "venue": "Phys. Rev. Lett",
    "year": 1999
  }, {
    "title": "Geomorphic processes in Iceland and on Mars: A comparative appraisal from orbital images",
    "authors": ["R. Williams"],
    "venue": "Geol. Soc. Am. Abst. Prog",
    "year": 1978
  }, {
    "title": "Arsia Mons cold-based tropical mountain glacier: Subglacial eruptions, polythermal glaciation, and distal drainage of meltwater",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Presented at Volcano–Ice Interactions,",
    "year": 2007
  }, {
    "title": "Tropical mountain glaciers on Mars: Volcano–ice interactions and influences on glacial evolution",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Presented at 7th International Conference on Mars",
    "year": 2007
  }, {
    "title": "The Tharsis–Montes, Mars – Comparison of volcanic and modified landforms",
    "authors": ["J.R. Zimbelman", "K.S. Edgett"],
    "venue": "Presented at Lunar and Planetary Science Conference,",
    "year": 1992
  }, {
    "title": "The Mars-observer laser altimeter investigation",
    "authors": ["Zuber", "M.T"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 1992
  }],
  "id": "SP:1998a7d9731cdfc9666ab8e24a26d604b55d8919",
  "authors": [{
    "name": "Kathleen E. Scanlon",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }, {
    "name": "David R. Marchant",
    "affiliations": []
  }],
  "title": "Volcanism-induced, local wet-based glacial conditions recorded in the Late Amazonian Arsia Mons tropical mountain glacier deposits"
}