{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nEnvironmental changes during the Cretaceous-Paleogenemass extinction and Paleocene-Eocene Thermal Maximum: Implications for the Anthropocene\nGerta Keller a,⁎, Paula Mateo h, Jahnavi Punekar b, Hassan Khozyem c, Brian Gertsch i, Jorge Spangenberg e, Andre Mbabi Bitchong f,g, Thierry Adatte d\na Department of Geosciences, Princeton University, Princeton, NJ 08544, USA b Indian Institute of Technology Bombay, Mumbai 400076, India c Department of Geology, Faculty of Sciences, Aswan University, Aswan, Egypt d Institute of Earth Sciences (ISTE), University of Lausanne, 1015 Lausanne, Switzerland e Institute of Earth Surface Dynamics (IDYST), University of Lausanne, Switzerland, 1015 Lausanne, Switzerland f Department of Earth Sciences, Faculty of Science, University of Yaounde 1, P.O. Box 812, Yaounde, Cameroon g Department of Petroleum and Gas Exploration, Institute of Mines and Petroleum Industries, University of Maroua, P.O. Box 08, Kaele, Cameroon h Division of Geological and Planetary Sciences, California Institute of Technology, Padadena, 91125, CA i Swiss National Science Foundation (SNSF), Wildhainweg 3, P.O. Box, CH 3001 Berne, Switzerland\n⁎ Corresponding author. E-mail addresses: gkeller@exchange.Princeton.EDU (G (P. Mateo), jpunekar@iitb.ac.in (J. Punekar), jorge.spangen thierry.adatte@unil.ch (T. Adatte).\nhttps://doi.org/10.1016/j.gr.2017.12.002 1342-937X/© 2017 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 6 August 2017 Received in revised form 30 November 2017 Accepted 1 December 2017 Available online 24 December 2017\nHandling Editor: I. Somerville\nThe Cretaceous-Paleogene boundary (KPB) mass extinction (~66.02 Ma) and the Paleocene-Eocene Thermal Maximum(PETM) (~55.8Ma) are two remarkable climatic and faunal events in Earth's history that have implications for the current Anthropocene global warming and rapid diversity loss. Here we evaluate these two events at the stratotype localities in Tunisia andEgypt basedon climatewarming and environmental responses recorded in faunal and geochemical proxies. The KPBmass extinction is commonly attributed to the Chicxulub impact, but Deccan volcanismappears as amajor culprit. Newmercury analysis reveals thatmajor Deccan eruptions accelerated during the last 10 ky and reached the tipping point leading up to themass extinction. During the PETM, climatewarmed rapidly by ~5 °C,which ismainly attributed tomethane degassing from seafloor sediments during globalwarming linked to the North Atlantic Igneous Province (NAIP). Biological effects were transient, marked by temporary absence ofmost planktic foraminifera due to ocean acidification followed by the return of the pre-PETM fauna and diversification. In contrast, the current rapid rise in atmospheric CO2 and climate warming are magnitudes faster than at the KPB or PETM events leading to predictions of a PETM-like response as best case scenario and rapidly approaching sixth mass extinction as worst-case scenario.\n© 2017 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "One of the greatest challenges to our planet is the looming Anthropocene mass extinction commonly attributed to human activity as the dominant influence on rapid climate warming and changing environments as a result of fossil fuel burning (IPCC 5th Assessment Report, 2013). This climate warming is commonly compared with the rapid short-term ~5 °C warming known as the Paleocene-Eocene Thermal Maximum (PETM) ~55.8 Ma. However, the PETM led to opposite results: major diversification in marine and terrestrial life and significant species extinctions only in deep-water benthic foraminifera. A\n. Keller), pmateo@caltech.edu berg@unil.ch (J. Spangenberg),\nna Research. Published by Elsevier B.V\nbetter understanding of the impending Anthropocene catastrophe can be gained from the rapid warming and mass extinction culminating at the Cretaceous-Paleogene boundary (KPB also known as KPgB or KTB). In this studywe examine both the PETMand KPB events to gain insights into potential Anthropocene scenarios.\nThe PETM event (55.8 ± 0.2 Ma) lasted ~170 ky and is commonly attributed to North Atlantic Igneous Province (NAIP) volcanism and methane degassing of seafloor sediments (e.g., Dickens et al., 1995; Dickens, 2000; Westerhold et al., 2009; Charles et al., 2011; Wieczorek et al., 2013; Gutjahr et al., 2017). The resulting global negative δ13C excursion of 2–6‰ and rapid warming of 4.5–5 °C from tropical to high latitudes was accompanied by ocean acidification and shoaling of the carbonate compensation depth (CCD) by ~2000 m (e.g., Kennett and Stott, 1991; Sluijs et al., 2006; Zachos et al., 2003, 2005, 2006; Weijers et al., 2007; McInerney and Wing, 2011; Coccioni et al., 2012; Gutjahr et al., 2017). In the marine realm\n. All rights reserved.\nplanktic foraminifera and calcareous nannoplankton, which form the essential food chain in the oceans, temporarily disappeared but returned and diversified after the PETM (Lu and Keller, 1993, 1995a, 1995b; Kelly et al., 1996, 1998; Luciani et al., 2007, 2016). Only benthic foraminifera suffered significant extinctions and these were restricted to bathyal depths where an estimated 37% species went extinct (Alegret and Ortiz, 2006). No other groups in marine or terrestrial realms suffered significant extinctions. On land tropical and subtropical forests spread into higher latitudes during the PETM (Sluijs et al., 2006) and most animals reduced in size and abundance (Smith et al., 2009). Shortly after the PETM mammals migrated, thrived and diversified (Smith et al., 2009).\nThe KPB mass extinction (66.02 Ma) was marked by a negative 2– 3‰ δ13C shift in surface but not deep waters, leading to an inverse surface-to-deep δ13C gradient generally attributed to reduced primary productivity and weakening of the marine biological carbon pump (e.g., Zachos et al., 1989; Kump, 1991, 2003). Rapid climate warming during the last 350 ky of theMaastrichtian, prior to the KPB, and cooling during the first 500 ky of the early Paleocene are linked to Deccan volcanic eruptions (review Punekar et al., 2014) About 50–75% of all terrestrial and marine taxa went extinct. In the oceans, extinctions affected the base of the food chain most severely causing major extinctions in calcareous nannoplankton and near total extinction (99%) of marine planktic foraminifera (e.g., Keller, 1988a, 2001; MacLeod et al., 1997; Molina et al., 1998; Keller et al., 2002; Luciani, 2002), but no significant extinctions in benthic foraminifera (review in Culver, 2003). The extinction of non-avian dinosaurs is the most famous example of the KPBmass extinction on landwhilemanymammals survived undergoing an explosive radiation during the Paleogene (review in Feduccia, 2014; Wilson, 2014). Macrofloral diversity also decreased during the late Maastrichtian warming and across the mass extinction horizon (e.g., Wilf et al., 2003; Wilf and Johnson, 2004).\nBoth PETM and KPB events thus recorded extreme and rapid climate changes but with nearly opposite effects on marine and terrestrial life – rapid evolutionary diversification following the PETM event with extinctions restricted to deep water benthic foraminifera but near total mass extinction in planktic foraminifera at the KPB. Understanding when rapid climate change furthers evolutionary diversification and when it leads to extinctions is critical to assessing the risk of current climate warming for marine and terrestrial populations including humans in the coming decades. This study explores the potential reasons for the differing biotic responses associated with rapid climate warming during the PETM and KPB events and compares these with the current rapid climate warming and biotic response of the Anthropocene. We hypothesize that the biotic response mainly depends on the rate and tempo of greenhouse gas emissions into the atmosphere and that extinctions are inevitable once the tipping point or critical threshold is reached, which marks the onset of irreversible climate change from which even small perturbations can result in runaway effects.\nFor this study we chose the globally recognized most complete sections for the KPB and PETM events. For the KPB these are the Global Stratotype Section and Point (GSSP) at El Kef and the auxiliary stratotype at Elles (Molina et al., 2009) 56 km southeast of the city of El Kef, Tunisia, and for the PETM, the global GSSP at theDababiya quarry in Egypt (Figs. 1, 2). We focus on four topics: 1) planktic and benthic species population changes in foraminifera, the groups most strongly affected by both events; 2) evidence linking mass extinctions and faunal turnovers to climate change and ocean acidification; 3) evidence linking these faunal events directly to volcanism; and 4) comparison of KPB and PETM with the Anthropocene and potential sixth mass extinction. Analyses are based on benthic and planktic foraminifera, carbon and oxygen stable isotopes, mineralogy, and mercury (Hg) anomalies. (A description of methods, materials and locations and of the environmental proxies is given in Supplementarymaterials S1; data tables are given in Supplementary materials S2.)\n2. KPB mass extinction: El Kef and Elles\n2.1. KPB-defining criteria\nThe KPB is one of the easiest period boundaries to identify, whether based on lithological changes in the field (Fig. 3), geochemical analysis in the laboratory, or fossil content. The El Kef section was officially designated in 1989 as the Global Stratotype Section and Point (GSSP) and Elles (discovered in the late 1990s) designated as auxiliary stratotype (Molina et al., 2009). The five KPB defining and marker criteria are: (1) mass extinction in planktic foraminifera, (2) evolution of first Danian species, (3) KPB clay and red layer, (4) iridium (Ir) anomaly and (5) δ13C negative shift. These KPB criteria have proven globally applicable and independently verifiable in over 300 KPB sequencesworldwide (Cowie et al., 1989; Keller et al., 1995; Remane et al., 1999). Since planktic foraminifera are the only marine microfossil group that suffered near total extinction, they have remained the most reliable KPBdefining criteria. All other KPB markers, such as the clay and red layers, Ir anomaly and δ13C shift, are not unique signals in the geological record and therefore cannot define the KPB in the absence of unique biomarkers (review in Keller, 2011).\nHowever, proponents of the Chicxulub impact as sole cause for the mass extinction eliminated the five KPB identifying criteria in favor of just the “Ir anomaly associated with a major extinction horizon” (Gradstein et al., 2004, ICS website on GSSPs). Based on these two criteria and the assumption that the Ir anomaly is the result of the Chicxulub impact, Molina et al. (2006, p. 263) concluded that “in this way the KPB is marked exactly by the moment of the meteorite impact” and that “This definition solves problems of correlation in the Yucatan peninsula (Mexico) and its surroundings.” Far from solving “problems of correlation”, this new definition has only introduced circular reasoning to support the hypothesis that the Chicxulub impact is precisely KPB in age, thus ignoring contrary evidence (Keller, 2011, Supplementary materials S3). Fortunately, the El Kef and Elles KPB sections remain identified by the original five criteria that are the most reliable KPB markers."
  }, {
    "heading": "2.2. Biostratigraphy: planktic foraminifera",
    "text": "Zone definitions are based on Keller et al. (1995, 2002) and include: zone CF2 (last appearance (LA) of Gansserina gansseri near the base of magnetochron C29r to first appearance (FA) of Plummerita hantkeninoides), zone CF1 (range of Plummerita hantkeninoides, extinct at the KPB), zone P0 (from the KPB to FA of Parvularugoglobigerina eugubina), zone P1a(1) (FA of P. eugubina to FAs of Parasubbotina pseudobulloides and/or Subbotina triloculinoides), and zone P1a(2) (LAs of P. eugubina and P. longiapertura) correlative with the top of magnetochron C29r (Fig. 4). Thus, zones CF2 through P1a(2) correlate with magnetochron C29r (Li and Keller, 1998; Pardo et al., 1996). The time interval presented in this study for El Kef spans from the latest Maastrichtian zone CF1 through the early Danian zones P0, P1a(1), P1a(2) and lower part of P1b and for Elles from the upper part of zone CF1 to zone P1a(1).\nRecent U-Pb zircon dating of Deccan Traps yielded a duration of ~750 ky for C29r (Schoene et al., 2015) with 250 ky equivalent to zones CF1-CF2 below the KPB and 500 ky equivalent to P0, P1a(1) and P1a(2) above the KPB. The late Maastrichtian intervals used in this study at El Kef and Elles span the last ~68 ky and 70 ky below the KPB and first ~500 ky and ~150 ky of the early Danian, respectively, plus an unknown age interval of zone P1b in C29n (Fig. 4)."
  }, {
    "heading": "2.3. Extinctions and survivals",
    "text": "The mass extinction at El Kef is shown in Fig. 4 based on species ranges and morphologies of the different planktic foraminiferal groups. The largest most specialized and highly ornamented taxa, known as Kstrategists (Fig. 4 #1–10), generally lived below the surface in tropical\nand subtropical waters, utilized specialized food sources, had few offspring and lived longer (Begon et al., 1996, 1998). They suffered reduced population abundances and species dwarfing during the late Maastrichtian climate warming linked to Deccan volcanism in C29r, zones CF1-CF2 (Li and Keller, 1998; Olsson et al., 2001; Abramovich et al., 2003, 2010; Keller and Abramovich, 2009; Punekar et al., 2014; Thibault et al., 2016; Thibault and Husson, 2016).\nQuantitative species abundances at El Kef show that during this global warming complex larger specialized species decreased in abundance and diversity (Fig. 5) as also observed at Elles and worldwide (Abramovich and Keller, 2002; Punekar et al., 2014; Keller et al., 2016). Among this group, the robust globotruncanids (16 species) are\ngenerally rarewith combined abundance of 6–13%,whichdemonstrates the severe toll climate warming and related stresses (e.g., ocean acidification, high nutrient influx fromDeccan volcanism and terrestrial runoff due to increased humidity) exerted on marine plankton leaving them prone to extinction.\nA small group of species (about 1/3 of planktic foraminiferal assemblages) survived relatively well during the pre-KPB C29r climate warming (zone CF1, Figs. 4, 5). These were relatively small species with simple biserial and trochospiral morphologies, with little shell ornamentation. They were ecologically more tolerant, r-strategists that thrived in varied environments from low to high latitudes, utilized diverse food sources, had short life spans and reproduced rapidly with\nmany offspring (review in Keller and Abramovich, 2009). This group had high survival potential but just one species survived long-term – the disaster opportunist Guembelitria cretacea.\nThere is general agreement that between 8 and 16 smaller species survived for about 50–150 ky into the early Danian (Figs. 4, 5) but survivorship is difficult to ascertain formost species because reworked Cretaceous species are common above the KPB. This is mainly due to the early Danian global cooling, lower sea level and erosion that frequently resulted in hiatuses eroding the underlying KPB interval and latest Maastrichtian particularly in shallow water environments (Keller et al., 2013, 2016;Mateo et al., 2017). Clues to survivorship include consistent presence in Danian sediments, good preservation, generally dwarfed specimens and Danian isotope values. Only Heterohelix globulosa, H. planata, Paraspiroplecta navarroensis, Pseudoguembelina costulata, Guembelitria cretacea, Hedbergella monmouthensis, H. holmdelensis, Globigerinelloides asper and G. yaucoensis are proven mass extinction survivors to date (e.g., Barrera and Keller, 1990; Pardo\nand Keller, 2008; Ashckenazi-Polivoda et al., 2011). Other species are also consistently present well into the early Danian but have yet to be conclusively determined as survivors (e.g., Pseudoguembelina costellifera, P. kempensis, Globigerinelloides subcarinatus; Figs. 4–6).\nAmong the survivors, four biserial species (P. costulata, H. globulosa, H. planata, P. navarroensis), at least three trochospiral species (Hedbergella monmouthensis, H. holmdelensis, Globigerinelloides yaucoensis), and one triserial species (G. cretacea), are known to tolerate low oxygen conditions. These dominate late Maastrichtian assemblages and range well into the early Danianwith reduced to sporadic presence (Figs. 4–6) (Pardo and Keller, 2008; Ashckenazi-Polivoda et al., 2011). But they also suffered beginning in the latest Maastrichtian (upper zone CF1) and into the early Danian as evident by species dwarfing, deformed chambers and reduced population abundances (Fig. 6) (review in Keller and Abramovich, 2009).\nThe KPBmass extinction has just one long-term survivor,G. cretacea, which is known as a disaster opportunist. This species thrived during\nmaximumstress conditions anddominated faunal assemblages of the latest Maastrichtian and early Danian (N90%) at El Kef and Elles (Figs. 5, 6) (Pardo and Keller, 2008; Punekar et al., 2014). Guembelitria cretaceawas\nFig. 4.KPB extinction pattern at El Kef, Tunisia, shows all large tropical to subtropical species exti the short-term survivorship of small ecologicallymore tolerant species (1/3 of the species, SEMs evolution begins within a few thousand years of the mass extinction but diversity remains low Danian. SEM illustrations are shown in relative species sizes in the assemblages. Faunal data u\nthe smallest planktic foraminifer (63–100 μm) and responded to highstress conditions by dwarfing (size reduction to 38–63 μm), irregular deformed chambers (Coccioni and Luciani, 2006), and less frequently\nnct at or near theKPB (2/3 of all species, SEM illustrations 1–10, numbers keyed to species), 11–18) including a single long-term survivor (Guembelitria cretacea, SEM14). Early Danian and species small (SEMs 1–9) marking high-stress conditions over ~500 ky of the earliest pdated from Keller (1988a).\ngigantism (Keller, 2014). During optimal environmental conditions, this disaster opportunist disappeared fromopenmarine assemblages but survived in high-stress near-shore refugia.\n2.4. Species dwarfing\nSpecies dwarfing, also known as the Lilliput effect, marks morphologic and intraspecies size reductions in response to environmental stresses commonly associated with, but not restricted to, the aftermath of mass extinctions (Keller and Abramovich, 2009). In addition to planktic foraminifera across the KPB mass extinction, the Lilliput effect has been observed in many groups, including ostracods, mollusks and bivalves, of the Permo-Triassic mass extinction (Payne, 2005; Twitchett, 2007; Chu et al., 2015), shelly faunas and microbial carbonates preceding the end-Devonian mass extinction (Whalen et al., 2002; Bosetti et al., 2010), crinoids of the end-Ordovician mass extinction (Borths and Ausich, 2011) and graptolites of the upper Silurian (Urbanek, 1993). This suggests a universal biotic response to environmental stress, regardless of cause, timing or nature of organisms.\nHigh-stress environments are associated with rapid climate change, mesotrophic or restricted basins, shallowmarginal settings and volcanically active regions. For example, Large Igneous Province (LIP) volcanism is currently associated with four of the five Phanerozoic mass extinctions, whereas Hg anomalies, a proxy for volcanism, are reported from all five (da Silva et al., 2009; Grasby et al., 2013; Percival et al., 2015; Thibodeau et al., 2016; Font et al., 2016; Gong et al., 2017). Second order volcanic events (e.g., Ninetyeast Ridge andAndean volcanism) are at least in part related to the early late Maastrichtian faunal turnover (Keller, 2003; Keller et al., 2007; Mateo et al., 2017).\nAmong planktic foraminifera the sequence of responses to increasingly high environmental stress developed in 5 stages that form a stress continuum from optimum open marine conditions to increasingly stressful environments associated with rapid climate warming and volcanic activity leading to catastrophe (Fig. 7). The five stages of this stress\ncontinuum include: (1) elimination of large specialized species (K-strategists), (2) intraspecies dwarfing, (3) dominance of lowoxygen tolerant small heterohelicids (r-strategists), (4) decline of heterohelicids and (5) dominance of disaster opportunist Guembelitria species (Keller and Abramovich, 2009).\nThis sequence of stress-induced biotic events is demonstrated at El Kef and Elles, as well as in all continuous KPB sequences worldwide (Pardo and Keller, 2008; Keller and Abramovich, 2009). Stages 1–2 are evident by the dramatic reduction in large K-strategist species populations and dwarfing of survivors, which was first linked to global warming caused by Deccan volcanism in magnetochron C29r at South Atlantic DSDP Site 525A (Abramovich and Keller, 2003). Stage 3 marks the rising dominance of r-strategists, followed by dwarfing in stage 4 and declining populations. Stage 5 marks maximum stress resulting in decreasedpopulations of r-strategists and dominance of thedisaster opportunist Guembelitria.\nFig. 6 shows the effects of species dwarfing across the KPB transition based on N63 μmand 38–63 μmsize fractions at Elles. In the N63 μmsize fraction below the KPB, the same four biserial taxa dominate the assemblage as at El Kef and Guembelitria cretacea is rare (Fig. 6A). After the mass extinction,G. cretacea dominates (N95%) but the interval between 7 cm to 80 cm above the KPB is barren in the N63 μm size fraction with species abruptly reappearing above (Fig. 6A).\nAnalysis of the smaller size fraction (38–63 μm) reveals the missing fauna as dwarfed due to increased stress (Fig. 6B). Themost notable difference is the dominance of dwarfed disaster opportunist G. cretacea and low oxygen tolerant P. navarroensis and H. planata. Dwarfed Guembelitria populations up to 90% of the total foraminiferal assemblages are frequently observed below the KPB in shallow shelf to open marine and in volcanically stressed environments (review in Pardo and Keller, 2008). Similar Guembelitria blooms dominated (~90%) after the KPB mass extinction, although they are generally not dwarfed. This suggests that environmental stress was higher before themass extinction than in its aftermath."
  }, {
    "heading": "2.5. Evolution and delayed recovery",
    "text": "Evolution of new species began in zone P0 immediately after the mass extinction (Fig. 8). The first new species were very small (38–63 μm), unornamented, with simple globular chamber arrangements in\nbiserial, triserial and trochospiral morphologies (Figs. 4–6). Low diversity assemblages of 10 to 15 species with slightly larger (63–100 μm) morphologies persisted for the first 500 ky (zones P1a(1)–P1a(2)) after themass extinction, marking a long crisis interval. Cretaceous survivor species gradually disappeared in zone P1a(1) (Fig. 8). Dwarfing,\nslow evolution, simple small species morphology and gradual disappearance of dwarfed survivor species during the early Danianmark continued high-stress environments dominated by the disaster opportunist Guembelitria and the new crisis opportunists Parvularugoglobigerina eugubina and P. longiapertura (Figs. 5, 6).\nA clue to the nature of this crisis interval is seen in the negative 2– 3‰ δ13C excursion at the KPB that represents a sudden drop in primary marine productivity at the mass extinction horizon (Fig. 5). During the early Danian, planktic δ13C values at El Kef and Elles remained 1–2‰ below benthic values for the first ~500 ky correlative with the delayed\nenvironments. Small dwarfed species and low diversity mark delayed marine recovery in\nnd gradual extinction of dwarfed survivor species. The last phase of Deccan volcanism\nant zone P1a index species (Parvularugoglobigerina eugubina, P. longiapertura). Marine\nspecies sizes. Note the number of the same specimens in each column indicates relative\nrecovery in marine plankton (Keller and Lindinger, 1989; Stüben et al., 2003). This interval is followed by the rapid positive 2‰ δ13C excursion at the P1a(2)/P1b zone boundary (C29r/C29n) that signals the onset of recovery coincidentwith the end of themain phase of Deccan volcanism (Fig. 5). Thus the delayed recovery appears to be due to continued volcanic eruptions. For marine plankton, the δ13C recovery lead to a major re-organization, including the near disappearance of the disaster opportunist Guembelitria (Fig. 5), extinction of the dominant crisis interval taxa (P. eugubina, P. longiapertura, P. extensa), dominance of Praemurica taurica and small biserial low oxygen tolerant species (Chiloguembelina morsei,Woodringina hornerstownensis,W. claytonensis), increased diversity and gradual appearance of larger morphotypes particularly in zone P1c (Fig. 8)."
  }, {
    "heading": "2.6. Benthic foraminifera",
    "text": "There is no mass extinction in benthic foraminifera across the KPB globally but they suffered a severe and prolonged faunal turnover (Fig. 9). At El Kef, 42% (21 species) of 50 calcareous benthic species identified disappeared at the KPB and remained absent through the early Danian zone P1a\\\\P1b interval analyzed (N500 ky) (Keller, 1988b). During the early Danian P0-P1a high-stress interval, 16% (8 species) temporarily disappeared, 30% (15 species) ranged through with Anomalinoides acutus dominant in the high-stress P1a interval and 12% (6 species) appeared in the early Danian. Correlative with this faunal turnover is the drop in CaCO3 from ~50% (pre-KPB) to b10% (post-KPB) in the sediments, high terrestrial organic influx (due to enhanced weathering) and low oxygen in the water column and seafloor sediments (Keller and Lindinger, 1989). These high nutrient conditions favored epifaunal assemblages dominated byA. acutus scavenging food on the seafloor. Infaunal assemblages largely disappeared returning with increased oxygen in sediments in zone P1b (Fig. 9). Speijer and Van der Zwaan (1996) also analyzed El Kef benthic foraminifera. Their faunal turnover results slightly differ from Keller (1988b) with the main difference\nbeing the larger number of disappearing and temporarily absent species, which is largely due to their inclusion of agglutinated and nonspecified genera groupings.\nHow representative is the El Kef benthic faunal turnover pattern on a global basis? Culver (2003, p. 214) reviewed published reports across latitudes and palaeodepths and concluded: “if the percentage data are taken at face value and averaged for shallow, intermediate and deep water, the results come out as follows: shallow, 40 % disappear; intermediate, 35 % maximum, 29 % minimum disappear; deep, 29 % maximum, 19 % minimum disappear.” Note that “disappear” means that most or all of these taxa returned after the stress event in the aftermath of the KPB mass extinction. Although these data are incomplete and percentage values may have large errors, a major environmental change is evident on the seafloor across latitudes and palaeodepths but no mass extinction is recorded."
  }, {
    "heading": "3. Environmental proxies: KPB",
    "text": "During the late Maastrichtian, rapid and extreme climate warming, interrupted by short cool events, began in the lower half of zone CF2, coincident with the onset of major Deccan volcanic eruptions near the base of C29r about 350 ky prior to the mass extinction (Li and Keller, 1998; Punekar et al., 2014; Thibault et al., 2016). Fig. 10 shows climate changes (δ18O) and Hg anomalies (proxy for Deccan volcanism) during the last 70 ky of the Maastrichtian leading up to the mass extinction at Elles. No temperatures have been calculated from this δ18O data because diagenetic alteration of foraminiferal shell calcite shifts values negative though temperature trends are preserved (see Supplementary materials S4). Hg in sediments is a byproduct of explosive volcanism and has a residence time of 1–2 yrs in the atmosphere duringwhich it is distributed by winds worldwide before fallout and accumulation in sediments (Grasby et al., 2013; Thibodeau and Bergquist, 2017). Since Hg is commonly concentrated in organic carbon, it is typically normalized and shown as the ratio of Hg to total organic carbon (Hg/TOC).\nrock and benthic species Anomalinoides acutus across the KPB transition at El Kef, Tunisia. y with many of them reappearing after environmental recovery. Faunal data from Keller\nThe Elles δ18O record indicates a relatively cool climate from 70 to 40 ky pre-KPB during a volcanically quiet period (Fig. 10). About 40 ky pre-KPB, surface water rapidly warmed coincident with major Deccan eruptions butwarming in bottomwaters is delayed by several thousand years. During the last 10 ky pre-KPB, climate remained warm and Hg/ TOC ratios remained high. Through this interval Hg/TOC ratios mark peak volcanic activity with accelerating eruptions reaching maximum values at the KPB mass extinction (2498 ppb/wt%; 1291 ppb/wt% at El Kef).\nWe interpret the Hg/TOC ratios at Elles as recording Deccan eruptions with the high ratios indicating larger or more explosive eruptions.\nFig. 11. Paleoenvironmental proxies for the KPB transition at El Kef, Tunisia. The interval analyze and highdissolution effects (FI), and 500 ky of the early Danian zones P0–P1a(2)marked by con C29n). Data table (Table S1) in Supplementary materials S2.\nMaximum climate warming and acceleratingmassive Deccan eruptions during the last 10 kymaymark the tipping point for planktic foraminifera. From this point on, extinctions are rapid culminating at the KPB. Faunal assemblages during this interval are dominated by stress-tolerant and generally dwarfed survivor taxa with the disaster opportunist G. cretacea being the most abundant (Figs. 5, 6A, B). At El Kef, faunal proxies indicate diversity loss, decreasing P/B ratio, increasing fragmentation in planktic foraminifera due to dissolution and high abundance of dwarfed Guembelitria populations (Fig. 11). Similar faunal extinctions, disaster opportunists and dissolution coincident with high Hg/TOC ratios have been recorded during the last 30–50 ky pre-KPB in France,\nd spans part of the latestMaastrichtianwarming (zone CF1)marked by ocean acidification tinuoushigh-stress lowoxygen conditions andendswith the onset of recovery in P1b (base\nAustria and Spain and interpreted as ocean acidification (Font et al., 2016; Font et al., 2018; Punekar et al., 2016).\nOcean acidification linked to Large Igneous Province (LIP) volcanism has been identified for the PETM and mass extinctions at the KPB, end-Triassic and end-Permian (Hönisch et al., 2012). CO2 emissions into the atmosphere from LIP volcanism can severely perturb the carbon cycle. If the rate of atmospheric pCO2 increase overtakes the buffering time/capacity of the ocean (~1000 yrs; Zeebe, 2012), seawater carbonate chemistry can be seriously altered resulting in the lowering of carbonate ion concentration ([CO32−]) and the surface ocean pH (Kump et al., 2009). Ocean acidification leads to calcification crises in shelly organisms, such as nannofossils, foraminifera, bivalves, gastropods and pteropods, and has increasingly been identified as an important mechanism linking major volcanic episodes, including the PETM and KPB, with faunal turnovers and mass extinction events (Bond and Wignall, 2014; Hönisch et al., 2012; Font et al., 2016; Punekar et al., 2016).\nThe most characteristic KPB signals, apart from the Ir anomaly and mass extinction, are the drop in CaCO3 to near 0%, the Hg anomalies and high Hg/TOC ratios, and the 2–3‰ drop in δ13C, which is attributed to the mass extinction, loss of primary productivity and collapse of the biological carbon pump (Fig. 11). All faunal proxies indicate continued high-stress conditions through the early Danian C29r (~500 ky). The inverse surface-to-deep δ13C gradient persisted for ~1 Myr into C29n and CaCO3 remained low (b10%). During these stress conditions the disaster opportunist Guembelitria dominated but alternated with the evolving short-ranging opportunist P. longiapertura (Fig. 5). The onset of recovery resulted in the extinction of the latter, near disappearance of the former, increased abundance of earlier taxa and evolution of new species. The recovery is led by a gradual return to higher productivity (δ13C) and increased CaCO3 (N30%) (Fig. 11). The cause for this delayed recovery has long remained an enigma. The answer appears to be continued Deccan volcanism after the mass extinction as indicated by Hg/TOC anomalies.\nFig. 12. (A) Dababiya outcrop with GSSP designated cliff to the right and our sampled location between the GSSP cliff and our sampled section at 25m east permits tracing the lithology bed b across the label “PEB”. Armed guards protected the outcrop from eagerly sampling geologists."
  }, {
    "heading": "4. Paleocene-Eocene Thermal Maximum (PETM): DABABIYA (GSSP)",
    "text": "The Dababiya GSSP is located on the eastern side of the upper Nile Valley and 35 km southeast of Luxor at 25°30′N, 32°31′E (Fig. 2). Sediment deposition occurred at outer shelf depth between 150 and 200 m (Alegret et al., 2005) in a submarine channel (Fig. 12A–C). The outcrop is fragile because it forms a precarious point jutting out at the turning point between eastern and northwestern parts of the channel and a vertical fracture runs through it. The section was sampled at 50 m to the northwest and 25 m to the east of the turning point, which partially collapsed in the spring of 2016 along the vertical fracture (Fig. 12C).\nKhozyem et al. (2014, 2015) published geochemical and stratigraphic studies of the two sampled sequences. Earlier publications reported on mineralogy and geochemistry (Dupuis et al., 2003; Soliman et al., 2006; Schulte et al., 2011), and planktic and benthic foraminifera (Speijer et al., 1995; Speijer and Schmitz, 1998; Speijer and Wagner, 2002; Berggren and Ouda, 2003; Alegret et al., 2005; Alegret and Ortiz, 2006). Herewepresent newquantitative data on theplanktic foraminiferal response to the PETM event at the section 25m east from the GSSP cliff compared with benthic foraminifera and previously published stable isotope records (Alegret and Ortiz, 2006; Dupuis et al., 2003) (Fig. 12B, C).\n4.1. PEB-defining criteria\nThe PEB is defined based on: (1) global δ13Corg and δ13Ccarb isotope excursions (CIE), (2) disappearance of the deep water benthic foraminifer Stensioina beccariiformis, (3) transient occurrence of planktic foraminifera (Acarinina africana, A. sibaiyaensis, Morozovella allisonensis) during the δ13C excursions, (4) transient occurrence of the nannofossil Rhomboaster spp. – Discoaster araneus assemblage and (5) acme of the dinoflagellate Apectodinium (Aubry et al., 2007). At our Dababiya\n25 m to the left (East). (B) Sampling of the section using a ladder. (C) Contiguous outcrop y bed. Note the GSSP outcrop collapsed in the spring of 2016 at the vertical crack seen in C\nsection 25m east of the GSSP cliff, these PEB defining characteristics are identified. Lithology and geochemistry are discussed in Khozyem et al. (2014, 2015)."
  }, {
    "heading": "4.2. Biostratigraphy: planktic foraminifera",
    "text": "Biostratigraphy for the Dababiya section is based on high-resolution planktic foraminifera and the standard biozonation scheme by Olsson et al. (1999) and Pearson et al. (2006) (Fig. 13A). The sampled interval spans zones P4c, P5, E1 and E2 covering an estimated time span of 2 Myr (54.5–56.5 Ma). Zone P4c marks the base of the section as indicated by the last appearance (LA) of the index species Globanomalina pseudomenardii and an assemblage dominated by Igorina tadjjikistanensis, Acarinina soldadoensis, Subbotina hornibrooki, Morozovella acuta and M. aequa. The interval from the extinction of Gl. pseudomenardii to the first appearance (FA) of Acarinina sibaiyaensis defines zone P5 and the top of the Paleocene. At Dababiya, zone P5 marks the onset of the PETMwith a 40% increase in species diversity (from 21 to 35 species) and decreased abundance of the dominant zone P5 species correlative with a gradual decrease in δ13Corg and δ13Ccarb values culminating at the PEB (Fig. 13A).\nAbove the PEB, zone E1 spans 1mwith the basal 42 cm a barren clay devoid of CaCO3 marking dissolution/ocean acidification (Fig. 13A). Between 42 and 47 cm is a 5 cm thick radiolarian-rich interval with the transient PETM fauna dominated by A. sibaiyaensis and A. africana and FA of A. africana and Morozovella allisonensis. The 50 cm above mark the onset of recovery with increasing δ13C values and rare foraminifera in the upper 20 cm. The E1/E2 boundary is placed at the first continuous occurrence of Pseudohastingerina wilcoxensis 1 m above the PEB coincident with the reappearance of diverse assemblages that existed already during the latest Paleocene. Just four species disappeared as they morphed into newspecies - a phenomenon known as pseudoextinction. Returning species have generally larger shell sizes than before their temporary disappearance, showmorphological diversification and speciation (Lu and Keller, 1993, 1995a, 1995b; Lu et al., 1998; Kaiho et al., 2006; Kelly et al., 1996, 1998; Pardo et al., 1999; Berggren and Ouda, 2003; Luciani et al., 2007, 2016; Khozyem et al., 2014). Thus, despite major climate warming, decreased productivity and ocean acidification, the PETM caused no significant species extinctions, likely due to migration into higher latitudes during warming, and fostered major diversification in its aftermath."
  }, {
    "heading": "4.3. Benthic extinction and faunal turnover event",
    "text": "Alegret et al. (2005, Alegret and Ortiz, 2006) reported a major benthic faunal turnover at theDababiya section (Fig. 13B) but only 7 species (18%) went extinct, 82% were survivors that reappeared after the PETM acidification event, and 26% new species evolved during environmental recovery. Similar observations are reported frommarginal and epicontinental seas (Speijer and Schmitz, 1998; Speijer andWagner, 2002). But in lower bathyal to abyssal environments (e.g., Alamedilla, Spain) species extinctions reached ~37% (Alegret et al., 2009), which is in the lower estimate of the previously reported extinction ranging between 30 and 50% (Thomas, 1998). Thus, significant benthic extinctions were restricted to deep-water environments and generally concentrated at the onset of the PETM event. This can be explained by the observed shoaling of the CCD by 2000 m during the PETM (Zachos et al., 2008)."
  }, {
    "heading": "5. Environmental proxies: PEB",
    "text": "The PETM is marked by a global temperature increase of 5–9 °C over an interval variously estimated ~10 ky or ~30 ky and estimated loading of 2000 Gt of isotopically light carbon to the atmosphere and oceans (Zachos et al., 2003, 2005, 2006; Sluijs et al., 2006; Weijers et al., 2007). A low correlation coefficient of CaCO3 vs. δ13Ccarb (R2 = 0.025) indicates limited diagenetic overprinting on the δ13Ccarb values but\nδ18O data are strongly affected by diagenesis (see Supplementarymaterials S4, Fig. S11).\nFaunal, geochemical and volcanic proxies illustrate the high-stress conditions across the PETM (Fig. 14). At the base of the section (zone P4C), a short dissolution event is marked by near-absence of planktic species, decreased CaCO3 from50% to 40% andmaximumHg/TOC ratios. In contrast, benthic species are well preserved. This suggests surface ocean acidification as a result of peak volcanic emissions (NAIP). Above this interval planktic and benthic species showdissolution effects with just 1/3 well-preserved ‘good’ planktic and between 20 and 60% ‘good’ benthic foraminifera. Hg/TOC ratios as well as δ13Ccarb and δ13Corg values gradually decreased reaching minimum values 20 cm below the PEB and at the PEB, respectively (Fig. 14).\nA similar gradual δ13Corg decrease has been reported from Alamedilla, Spain, (Lu et al., 1996) and Spitsbergen, Norway, with the latter linked to North Atlantic Igneous Province (NAIP) volcanism (Wieczorek et al., 2013). At Dababiya Hg/TOC ratios (ppb/wt%) also link this interval to NAIP. At all three sites the isotopic records are interpreted as gradually increasing ocean temperatures due to atmospheric CO2 loading linked to NAIP (Speijer and Wagner, 2002; Sluijs et al., 2008; Bowen and Zachos, 2010; Khozyem et al., 2015).\nAt the PEB planktic foraminifera suddenly disappeared and calcite decreased to near 0% for 42 cm in the lower part of zone E1 followed by a brief reappearance of calcite (35%) and small opportunistic new foraminiferal species and radiolarians (Figs. 13A, 14). Above this interval calcite varies between 10 and 30% but planktic foraminifera are generally rare to absent and reappearing only with calcite content N40% at the top of zone E1 (Fig. 14).\nThe sudden calcite drop at the PEB from 50% to near 0% coincides with onset of high detrital input during the PETM interval that spans zone E1 (Figs. 13, 14). Khozyem et al. (2015, p. 127) argued that “detrital input negatively affects the calcite content resulting in minimum values that could be due to leaching of carbonate contents under acid conditions and/or dilution by increased detrital input.” The high terrigenous input at Dababiya due to climate and sea level changes supports this interpretation (e.g., Khozyem et al., 2015; Schulte et al., 2011; Speijer and Wagner, 2002). The temporary absence of benthic and planktic foraminifera and near absence of nannofossils during the PETM coupled with shoaling of the CCD by 2000 m indicates ocean acidification likely due to a huge rapid input of CO2 from methane degassing (e.g., Zachos et al., 2008; Westerhold et al., 2011) and/or from NAIP volcanism (Gutjahr et al., 2017)."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. PETM event",
    "text": "During the Paleocene-Eocene transition two major volcanic events temporally precede and overlap the PETM (~55.8 ± 0.2 Ma; Westerhold et al., 2009; Charles et al., 2011; Wieczorek et al., 2013) (Fig. 1B): (1) the North Atlantic Igneous Province (NAIP) formed during the opening of the northern part of the North Atlantic ocean ~61 Ma with maximum activity between 57 and 54 Ma (Hirschmann et al., 1997; Svensen et al., 2004, 2010; Storey et al., 2007); and (2) Central American circum-Caribbean volcanism linked to enhanced tectonic activity that began ~56–55.5 Ma in the proto Greater Antilles (Sigurdsson et al., 1997). Thus the nature of NAIP volcanism associated with the PETM event was fundamentally different from the continental flood basalt Deccan Traps eruptions.\nSupport for NAIP as driver for the PETM comes from a large drop in 187Os/188Os and ash deposits dated ~24 ky before the maximum δ13C excursion in Core BH9/05 (Spitsbergen, Svalbard Archipelago, Norway) (Wieczorek et al., 2013) and from an Earth systemmodel pairing ocean surface pH data and a carbon isotope record from the northeast Atlantic Ocean (Gutjahr et al., 2017). Recent discovery of Hg anomalies in North Atlantic, Spain and Egypt (Khozyem et al., 2017) provide further\nevidence linking NAIP to the PETM event by initiating the warming that likely led to the release of methane gases from organic-rich sediments (Svensen et al., 2004, 2010; Maclennan and Jones, 2006; Wieczorek et al., 2013).\nThe PETM event was a short-term and isolated event possibly triggered by an estimated ~2000 Gt of CO2 from volcanic activity (NAIP, Sinton and Duncan, 1998; Westerhold et al., 2011) and ~1500 Gt of methane carbon from gas hydrates released into the atmosphere (Dickens et al., 1995; Dickens, 2003). (These CO2 estimates are based on the δ13C isotope excursion, which may have large uncertainties.) The resulting rapid global warming is thought to have occurred over about ~10 ky with the entire event lasting ~170 ky. This suggests rapid injection of carbon and slow subsequent removal given that the average residence time of carbon in the ocean is about 100 ky (Zachos et al., 2005, 2008). Boron-based (δ11B and B/Ca) proxies for surface ocean carbonate chemistry indicate an estimated ~0.3 units drop in the pH of surface and thermocline seawater sustained over ~70 ky during the PETM (Penman et al., 2014). Model simulations suggest that this duration is consistent with a scenario of rapid initial pulse of carbon loading followed by continued slow, gradual release of carbon likely due to feedbacks (Panchuk et al., 2008; Zeebe et al., 2009; Zeebe, 2012).\nThe PETMcoincideswith ocean acidification and shoaling of the CCD by 2000 m (Zachos et al., 2005, 2008; Speijer and Wagner, 2002; Sluijs et al., 2008; Gutjahr et al., 2017); the latter may account for benthic foraminifera extinctions in deepwaters (Thomas, 1998; Alegret and Ortiz, 2006). Planktic foraminifera and calcareous nannofossils temporarily disappeared from tropical and subtropical oceans (suggesting warming and surface ocean acidification) by migrating into higher latitudes. Assemblages returned after the PETM with no significant extinctions and underwent evolutionary diversification (Lu and Keller, 1993, 1995a, 1995b; Kelly et al., 1996, 1998; Luciani et al., 2007, 2016; Khozyem et al., 2014). On land extreme climate warming resulted in decreased abundances and dwarfing ranging from soil dwelling species (e.g., burrowers, crayfish, mollusks, Smith et al., 2009) tomammals (D'Ambrosia et al., 2017). But the great mammal migration, diversification and geographic dispersal began shortly after the PETM (Koch et al., 1992,\n1995; Hooker, 1998; Clyde and Gingerich, 1998; Clyde et al., 2003; Tong and Wang, 2006; Smith et al., 2006; Rose et al., 2008; Punekar and Saraswati, 2010; Smith, 2012)."
  }, {
    "heading": "6.2. KPB event",
    "text": "The main phase of Deccan volcanism spans magnetochron C29r (Chenet et al., 2008, 2009) dated ~750 ky during which time an estimated N1.1 million km3 of basalt erupted (Schoene et al., 2015). The KPB is at 66.021 ± 0.024 Ma, ~350 ky after the onset of eruptions at the base of C29r. Hg anomalies and Hg/TOC ratios at Elles indicate that volcanic eruptions accelerated during the last 60 ky before the mass extinction (Fig. 10). In the field in India, Deccan eruptions near the end of the Maastrichtian resulted in 3–4 lava megaflows that flowed over 1000 km across India into the Bay of Bengal (Keller et al., 2011a; Self et al., 2008) (Fig. 1A). Themass extinction of planktic foraminiferawas documented directly in sediments between these lava megaflows in cores 2500–3500 m below the surface in the Krishna-Godavari Basin (Keller et al., 2011a, 2012). Danian (zone P1a) sediments overlie themegaflows and constrain the age of the KPB mass extinction to peak volcanic activity, as now confirmed by the large Hg/TOC ratios at Elles (Fig. 10). An estimated cumulative loading of 12,000–28,000 Gt of volcanogenic CO2 spewed into the end-Cretaceous atmosphere within b350 ky and significantly increased atmospheric pCO2 (Courtillot and Fluteau, 2014; Self et al., 2014). Volcanic eruptions continued intermittently through the early Danian C29r with the last phase of eruptions in the lower part of C29n (Fig. 11). Mercury analysis in marine and terrestrial sediments worldwide mark late Maastrichtian and early Danian Deccan eruptions linked directly to the KPB mass extinction (Font et al., 2016, 2018).\nRapid climate warming of 3–4 °C during massive Deccan eruptions resulted in dwarfed planktic foraminifera and reduced abundances of all but a few stress-resistant taxa dominated by a single disaster opportunist and sole long-term survivor Guembelitria cretacea (Keller and Abramovich, 2009). On land, non-avian dinosaurs, mammals, amphibians, plants and insects (e.g., MacLeod et al., 1997; Labandeira et al., 2002; Wilf and Johnson, 2004; Wilson, 2005, Wilson et al., 2014;\n83 G .Keller etal./G ondw ana Research 56 (2018) 69–89\nNichols and Johnson, 2008; Longrich et al., 2011, 2012; Wilson, 2014; Vajda and Bercovici, 2014; Donovan et al., 2016) also recorded a prolonged ecological decline, reduced diversity and turnovers during\nclimate instability associated with Deccan volcanism preceding the KPB (e.g., Wilf and Johnson, 2004; Wilson, 2005, 2014; Wilson et al., 2014; Archibald, 1996, 2011).\nThe similar patterns of long-term stress and decline inmarine and terrestrial faunas and flora during the late Maastrichtian C29r warming parallels massive Deccan volcanism that accelerated during the last 10 ky leading to further warming and probably reaching threshold conditions. Maximum volcanic eruptions in rapid succession during the last few thousand years culminated with the KPB mass extinction (Fig. 10). The subsequent delayed recovery in marine plankton and on land can now be shown to coincide with continued though less frequent Deccan volcanic eruptions keeping stress conditions high (Fig. 11). Deccan volcanism is thus a major culprit for climate warming, biotic stresses and the mass extinction.\nThe Chicxulub impact is commonly believed to be the sole cause for the KPB mass extinction based primarily on the Ir anomaly in the KPB clay layer, the impact crater in Mexico and impact glass spherules frequently found in sediments at, below or above the KPB, which has been the source of controversy (Schulte et al., 2010; Keller et al., 2011b). (See Supplementarymaterials S3 for a discussion of this controversy.) However, over the past 10 years, increasing evidence linking the mass extinction to Deccan volcanism reveals the need for re-evaluation of the impact theory. Critical evidence linking the mass extinction directly to Deccan volcanism includes: (1) the mass extinction documented between massive lava flows in India directly below the KPB (Keller et al., 2008, 2009, 2011a, 2012), (2) U-Pb age dating of ash layers and red bole intertrappean sediments that span C29r (Schoene et al., 2015), and (3)Hg anomalies thatmark atmospheric fallout fromDeccan eruptions worldwide (Silva et al., 2013; Font et al., 2016; this study). As a result, the impact theory is already being modified by impact proponents suggesting that the impact triggered Deccan volcanism (Richards et al., 2015), or accelerated Deccan volcanism leading to extinctions (Renne et al., 2015). The precise age of the Chicxulub impact is currently under investigation based on new Ar/Ar dating of impact spherules by three laboratories, although accuracy is limited to within 200 ky and therefore cannot resolve the presumed KPB age. The precise role the impact played in themass extinction also still remains to be determined in light of new Deccan volcanism data. What is certain is that this impact added a significant blow to an already weakened and stressed environment regardless of the precise age. But it was a onetime blow at the level of total CO2 and SO2 gas output comparable to one major Deccan eruption pulse of which there are many (Chenet et al., 2008; Courtillot and Fluteau, 2014).\nAt present we can confidently evaluate the PETM and KPB catastrophes based on the response by planktic foraminifera, which are an essential part of the food chain, and new Hg anomaly data now link these global faunal records to NAIP and Deccan volcanism. The fundamentally different biotic responses to these catastrophes lie in the nature of volcanic eruptions. During the PETM, NAIP volcanism due to rifting of the North Atlantic led to relatively short-term gradual warming that likely triggered the postulated methane release and rapid warming. Absence of Hg anomalies after the PETM indicates no significant NAIP eruptions, climate cooled and biotic recovery was\nFig. 15. Illustration of the KPB mass extinction, the PETM and Anthropocene climate warming. (A) During the latest Maastrichtian environmental devastation is mainly due to volcanism (ash, aerosols and greenhouse gases), resulting in rapid climate changes, acid rains and ocean acidification that is exacerbated by the Chicxulub impact, thus impeding calcification by marine plankton at the base of the food chain. (B) During the latest Paleocene to early Eocene: Gradual climate warming preceding the PEB is attribued to North Atlantic Igneous Province volcanism (NAIP), but the rapid warming of 5 °C (PETM) is linked to methane hydrates released from continental shelves resulting in acid rain on land and ocean acidification (~170 ky). (C) During the Anthropocene large inputs of greenhouse gases (CO2, SO2, N2O) linked to human activities and fossil fuel burning leads to rapid warming and ocean acidification at a rate exceeding those at the PETM and KPB by orders of magnitude. Global carbon budget data for the Anthropocene from Le Quéré et al. (2013). Illustration modified from Glikson (2014).\nrapid. In contrast, Deccan Traps are continental flood basalt eruptions that began ~350 ky before the KPB mass extinction causing long-term warming. Accelerating eruptions during the last ~10 ky reached the tipping point and mass extinction. Thereafter, intermittent Deccan eruptions delayed recovery for over 500 ky."
  }, {
    "heading": "6.3. Anthropocene: the sixth mass extinction?",
    "text": "Scientists increasingly recognize the accelerating rate of modern species extinctions and sounding alarm that humans are now causing the sixth mass extinction (e.g., Leakey and Lewin, 1992; Dirzo and Raven, 2003; Wake and Vredenburg, 2008; Barnosky et al., 2011; Glikson, 2014). Evidence of an impending catastrophe is all around us in the increasing rate of species extinctions and those endangered on the verge of extinction. Climate warming due to fossil fuel burning is attributed to the increasing rate of extreme climate events, melting of polar glaciers and rapidly rising sea level. Despite all this, it is hard to fathom that we are living in the midst of a mass extinction.\nWe can glimpse our future from comparison with extreme events in the past, particularly the hyperthermal warming (PETM) of the Paleocene-Eocene boundary (PEB, 55.8 Ma) and rapid extreme warming leading to the end-Cretaceous mass extinction (KPB, 66.02 Ma) (Table 1). Both PEB and KPB catastrophes are largely the results of massive rapid emissions of greenhouse gases leading to the tipping point. At one extreme, scientists suggest the tipping pointmay have already been reached at the current CO2 level (407 ppm) and that just 1 °C additional warming may result in runaway warming, ocean acidification and the sixth mass extinction (Glikson, 2014). At the other extreme are those who deny the existence of current climate change.\nProjecting current and/or increasing Anthropocene warming into the future has the potential to follow the path of the PETM hyperwarming and faunal turnover, as frequently suggested by scientists, or it could end in a mass extinction similar to the KPB as suggested by predictions of the sixth mass extinction. Global climate warming due to massive input of greenhouse gases is the leading cause for all three events even if the sources differ (Table 1). Critical is the rapid rate of climate warming that is vastly (12 to 16 times) more rapid for the Anthropocene. The tipping point may be around 5 °C and just 1 °C off from the current overall temperature rise (Hay, 2011).\nOcean acidification and acid rain on land had catastrophic effects for PETM and KPB events and similar effects are already ongoing today. For example, seasonal aragonite undersaturation observed in surface waters of the Southern Ocean already have harmful effects on live pteropods (Bednarsek et al., 2012; Hunt et al., 2008; Sunday et al., 2014). By 2030 undersaturation is predicted to spread to ~30% of the Southern Ocean and N70% by 2100 as a result of anthropogenic CO2, thus severely affecting the marine food chain (McNeil and Matear, 2008; Hauri et al., 2016).\nA cartoon illustrates the nature of the three events (Fig. 15). Climate warming and the end-Cretaceous mass extinction are closely linked to the Chicxulub impact andDeccan volcanism (Fig. 15A). The latter emitted huge quantities of aerosols and greenhouse gases (CO2, SO2) into the atmosphere over 350 ky and the impact added in a single instant a quantity about equal to one major Deccan eruption pulse although a KPB age of this impact remains controversial (Chenet et al., 2008; Courtillot and Fluteau, 2014). Accelerating large volcanic eruptions during the last 10 ky prior to the mass extinction led to increased warming and the tipping point resulting in the rapid mass extinction of 66% planktic foraminiferal species during the last few thousand years of the Cretaceous, followed by another 33%within 50–150 ky in the early Danian. Continued eruptions in the early Danian delayed full recovery for over 500 ky.\nThe PEB event can be attributed to NAIP volcanism and climate warming that likely set the conditions for the abrupt release of methane (CH4) stored in organic-rich sediments on land and continental shelves resulting in the rapid PETM warming of 5 °C within ~10 ky (Fig. 15B). Methane, partially oxidized in the water column leading to ocean acidification during the relatively short but intense PETM event (~170 ky)\nraising the CCD by 2000 m. Prevailing hot-humid conditions on land and recovery of carbonate deposition via CO2 drawdown by organicmatter burial in the oceans are likely causes for the rapid return/recovery and diversification of marine faunas after the PETM (Bains et al., 2000).\nCurrent rapid warming is the result of huge inputs of greenhouse gases (CO2, CH4) linked to human activities and fossil fuel burning during the Anthropocene (Fig. 15C). The input rate of greenhouse gases exceeds those at the PETM and KPB by orders of magnitude. Ozone depletion and particle pollution from fossil fuel burning and other human activities result in dust clouds that trap solar radiation in Earth's atmosphere with little reflected back into space, thus contributing to Earth's rising temperature. Similar to PEB and KPB events, today's CO2 from the atmosphere is absorbed in the oceans and has already lowered the pH; ocean acidification is already affecting shelly organisms at the base of the food chain (e.g., pteropods, corals) and endangering all life up the food chain. At the current trend of greenhouse gas emissions, the prediction is that Cretaceous-like climate could be reached by 2070 setting us well on the way to the sixth mass extinction within as little as a couple of hundred years (Hay, 2011; Hauri et al., 2016).\nThe worst-case scenario could thus be similar to the KPB mass extinction but with a faster rate of extinctions; this is currently predicted as the Anthropocene mass extinction – or sixth mass extinction. The best-case scenario could be similar to the PETM event: We escape mass extinctions but suffer through a period of extreme environmental stress marked by intense heat, extreme climate events, rising sea level and severe food shortages reducing populations and forcing migration to higher latitudes for survival. This scenario depends on dramatically reducing greenhouse gas input thus slowing the rate of global warming and its dire long-term consequences."
  }, {
    "heading": "7. Conclusions",
    "text": "The PETM extreme warming is a commonly used analogue and predicted best-case scenario for the current rapid climate warming in the coming decades and centuries. If this is our fate, survival is possible although in reduced populations with the best chances for survival in higher latitudes. The predicted worst-case scenario for the current climate trend is the sixth mass extinction. The KPB mass extinction is a good analogue for this catastrophic scenario because accelerating Deccan volcanic eruptions and increasing greenhouse gas input into the atmosphere can have similar effects on the biosphere as current fossil-fuel burning. Perhaps all it takes to realize the sixthmass extinction scenario is continued or increasing greenhouse gas input reaching the tipping point. It is unclear whether current climate warming will follow the PETMor KPB analogue, or a completely differentmodel of biosphere destruction unseen in Phanerozoic mass extinctions.\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.gr.2017.12.002."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank G.R. Dickens, S. Ashckenazi-Polivoda and four anonymous reviewers for their comments and critiques, which have greatly helped improve this paper. This study is based upon work supported by Princeton University, Geosciences Department Tuttle and Scott funds, the US National Science Foundation through the Continental Dynamics Program (Leonard Johnson), Sedimentary Geology and Paleobiology Program and Office of International Science & Engineering's India Program under NSF grants EAR-0207407, EAR-0447171, EAR-1026271 and INT 95-04309."
  }],
  "year": 2018,
  "references": [{
    "title": "High stress late Maastrichtian paleoenvironment: inference from planktonic foraminifera in Tunisia. Palaeogeography, Palaeoclimatology, Palaeoecology 178:145–164",
    "authors": ["S. Abramovich", "G. Keller"],
    "year": 2002
  }, {
    "title": "Planktonic foraminiferal response to the latestMaastrichtian",
    "authors": ["G. Keller"],
    "venue": "Gondwana Research",
    "year": 2003
  }, {
    "title": "Characterization of late Campanian",
    "authors": ["S. Abramovich", "G. Keller", "D. Stüben", "Z. Berner"],
    "year": 2003
  }, {
    "title": "Global extinction event in benthic foraminifera across the Paleo",
    "authors": ["S. Ortiz"],
    "year": 2006
  }, {
    "title": "Paleoenvironmental turnover across",
    "authors": ["S. Ortiz", "I. Arenillas", "E. Molina"],
    "year": 2005
  }, {
    "title": "Extinction and recovery of benthic foraminifera",
    "authors": ["benthic foraminifera. Terra Nova", "L. 526–536. Alegret", "S. Ortiz", "E. Molina"],
    "year": 2009
  }, {
    "title": "Testing extinction theories at the Cretaceous-Tertiary boundary",
    "authors": [],
    "year": 1996
  }, {
    "title": "Paleoenvironments of the latest Cretaceous oil shale",
    "authors": ["W. Püttmann", "Z. Berner"],
    "year": 2011
  }, {
    "title": "Termination of global warmth",
    "authors": ["S. Bains", "R.D. Norris", "R.M. Corfield", "K.L. Faul"],
    "venue": "Dababiya Section (Egypt). Episodes",
    "year": 2000
  }, {
    "title": "Has the Earth's sixth mass",
    "authors": ["J.L. McGuire", "E.L. Lindsey", "K.C. Maguire", "B. Mersey"],
    "year": 2011
  }, {
    "title": "Stable isotope evidence for gradual environmental changes",
    "authors": ["E. Barrera", "G. Keller"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Extensive dissolution of live ptero",
    "authors": ["A. Kuzirian", "B. Lézé", "R.A. Feely", "E.J. Murphy"],
    "year": 2012
  }, {
    "title": "Population Ecology: A",
    "authors": ["M. 1038/ngeo1635. Begon", "M. Mortimer", "D.J. Thompson"],
    "year": 1996
  }, {
    "title": "Plants and Animals",
    "authors": ["M. pp.). Begon", "J.L. Harper", "C.R. Townsend"],
    "year": 1998
  }, {
    "title": "Upper Paleocene–lower Eocene planktonic foraminiferal",
    "authors": ["munities. Blackwell Science", "W.A. Boston (1068 pp.). Berggren", "K. Ouda"],
    "year": 2003
  }, {
    "title": "Rapid carbon sequestration at the termination",
    "authors": ["G.J. s12542-010-0075-8. Bowen", "J.C. Zachos"],
    "year": 2010
  }, {
    "title": "Mammal population losses and the extinction crisis",
    "authors": ["P.R. Ehrlich"],
    "year": 2002
  }, {
    "title": "Determination of rapid Deccan eruptions across the Creta",
    "authors": ["K.V", "T. Thordarson"],
    "year": 2009
  }, {
    "title": "Mammalian community response to the latest Paleo",
    "authors": ["P.D. Gingerich"],
    "year": 1998
  }, {
    "title": "Stratigraphic response and mammalian",
    "authors": ["MCRTTLN2.3.CO", "2. Clyde", "W.C", "Khan", "I.H", "Gingerich", "P.D"],
    "year": 2003
  }, {
    "title": "Guembelitria irregularis bloom at the K-T",
    "authors": ["V. Luciani"],
    "year": 2006
  }, {
    "title": "An integrated stratigraphic record",
    "authors": ["V. Luciani", "J. Savian", "M. andSprovieri"],
    "year": 2012
  }, {
    "title": "A review of the embedded time scales of flood basalt",
    "authors": ["F. Fluteau"],
    "year": 2014
  }, {
    "title": "Stratigraphic commission accelerates progress",
    "authors": ["J.W. Cowie", "W. Ziegler", "J. Remane"],
    "year": 1989
  }, {
    "title": "Magnetic susceptibility evolution and sedimentary environments",
    "authors": ["F. Boulvain"],
    "year": 2009
  }, {
    "title": "Dissociation of oceanic methane",
    "authors": ["G.R. Dickens", "J.R. O'Neil", "D.C. Rea", "R.M. Owen"],
    "year": 1995
  }, {
    "title": "Rapid recovery",
    "authors": ["M.P. 137–167. Donovan", "A. Iglesias", "P. Wilf", "C.C. Labandeira", "N.R. Cúneo"],
    "year": 2016
  }, {
    "title": "The Dababiya Quarry",
    "authors": ["B.S", "D.V. Kent", "R.P. Speijer", "C. Heilmann-Clausen"],
    "year": 2003
  }, {
    "title": "Avian extinction at the end of the Cretaceous: assessing themagnitude",
    "authors": ["A. Suppl_1.41. Feduccia"],
    "year": 2014
  }, {
    "title": "A new sedimentary",
    "authors": ["A. Nédélec", "B.B. Ellwood", "J. Mirão", "P.F. Silva"],
    "year": 2011
  }, {
    "title": "Atmospheric halogen and acid rains during",
    "authors": ["H. Khozyem", "J.E. Spangenberg"],
    "year": 2014
  }, {
    "title": "Special Paper 505:353–368",
    "authors": ["E. Font", "T. Adatte", "A.N. Sial", "L.D. de Lacerda", "G. Keller", "J. Punekar"],
    "year": 2016
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F.M. Gradstein", "J. Ogg", "A. Smith"],
    "venue": "Scientific Reports 7:5304",
    "year": 2004
  }, {
    "title": "Mercury deposition",
    "authors": ["S.E. Grasby", "H. Sanei", "B. Beauchamp", "Z.H. Chen"],
    "year": 2013
  }, {
    "title": "Very large release of mostly volcanic carbon",
    "authors": ["E. Thomas", "G.L. Foster"],
    "year": 2017
  }, {
    "title": "Abrupt onset and prolongation of aragonite",
    "authors": ["C. 1038/nature23646. Hauri", "T. Friedrich", "A. Timmermann"],
    "year": 2016
  }, {
    "title": "Mammalian faunal change across the Paleocene-Eocene transition",
    "authors": [],
    "year": 1998
  }, {
    "title": "Population diversity: its extent and extinction",
    "authors": ["J.B. Hughes", "G.C. Daily", "P.R. Ehrlich"],
    "year": 1997
  }, {
    "title": "Anomalous shifts in tropical Pacific",
    "authors": ["bridge", "United Kingdom", "NY New York", "K. USA. Kaiho", "K. Takeda", "M.R. Petrizzo", "J.C. Zachos"],
    "year": 2006
  }, {
    "title": "Extinction, survivorship and evolution of planktic foraminifers",
    "authors": [],
    "year": 1988
  }, {
    "title": "The end-cretaceous mass extinction in the marine realm: year",
    "authors": ["G. Keller"],
    "year": 2001
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth and Planetary Science",
    "year": 2003
  }, {
    "title": "Lilliput effect in late Maastrichtian planktic foraminifera: response to environmental stress. Palaeogeography, Palaeoclimatology, Palaeoecology 284:47–62",
    "authors": ["G. Keller", "S. Abramovich"],
    "year": 2009
  }, {
    "title": "Stable isotope, TOC and CaCO3 record across the Cretaceous/Tertiary boundary at El Kef, Tunisia. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["G. Keller", "M. Lindinger"],
    "year": 1989
  }, {
    "title": "The Cretaceous-Tertiary boundary stratotype section at El Kef, Tunisia: how catastrophic was the mass extinction? Palaeogeography, Palaeoclimatology, Palaeoecology 119:221–254",
    "authors": ["G. Keller", "L. Li", "N. MacLeod"],
    "year": 1995
  }, {
    "title": "Paleoecology of the Cretaceous–Tertiary mass extinction in planktonic foraminifera",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "V. Luciani", "N. Karoui-Yaakoub", "D. Zaghbib-Turki"],
    "year": 2002
  }, {
    "title": "High stress late Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "D. Stüben"],
    "venue": "Cretaceous Research 28:939–960",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends near the K-T boundary: evidence from the Krishna-Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth and Planetary Science Letters 268:293–311",
    "year": 2008
  }, {
    "title": "New evidence concerning the age and biotic effects of the Chicxulub impact in NE Mexico",
    "authors": ["G. Keller", "T. Adatte", "A. Pardo", "J.G. Lopez-Oliva"],
    "venue": "Journal of the Geological Society of London",
    "year": 2009
  }, {
    "title": "Deccan volcanism linked to the Cretaceous-Tertiary boundary (KTB)mass extinction: new evidence fromONGCwells in the Krishna-Godavari Basin, India",
    "authors": ["G. Keller", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash", "T. Adatte"],
    "venue": "Journal of the Geological Society of India 78:399–428",
    "year": 2011
  }, {
    "title": "Biostratigraphy, Age of the Chicxulub impact, and depositional environment of the Brazos River KTB sequences",
    "authors": ["G. Keller", "S. Abramovich", "T. Adatte", "Z. Berner"],
    "year": 2011
  }, {
    "title": "Upheavals during the lateMaastrichtian: volcanism",
    "authors": ["J. Punekar", "P. Mateo"],
    "year": 2016
  }, {
    "title": "Evolutionary consequences of the latest Paleo",
    "authors": ["7613(1996)024b0423:RDOPFIN2.3.CO", "2. Kelly", "D.C", "Bralower", "T.J", "Zachos", "J.C"],
    "year": 1998
  }, {
    "title": "Abrupt deep-seawarming, palaeoceanographic changes",
    "authors": ["J.P. Kennett", "L.D. Stott"],
    "year": 1991
  }, {
    "title": "benthic extinctions at the end of the Palaeocene",
    "authors": ["H. Khozyem", "T. Adatte", "G. Keller", "A.A. Tantawy", "J.E. Spangenberg"],
    "venue": "Nature 353,",
    "year": 2014
  }, {
    "title": "Eocene GSSP at Dababiya, Egypt-revisited",
    "authors": ["H. Khozyem", "T. Adatte", "J.E. Spangenberg", "G. Keller", "A.A. Tantawy", "A. Ulianov"],
    "venue": "New",
    "year": 2015
  }, {
    "title": "The role of volcanism",
    "authors": ["T. Adatte", "A. Bitchong", "A. Mohamed", "G. Keller"],
    "year": 2017
  }, {
    "title": "Correlation between isotope records",
    "authors": ["J.C. Zachos", "P.D. Gingerich"],
    "year": 1992
  }, {
    "title": "Stable isotope stratigraphy and paleoclimatol",
    "authors": ["P.L. Koch", "J.C. Zachos", "D.L. Dettman"],
    "year": 1995
  }, {
    "title": "Ocean acidification in deep time",
    "authors": ["L. 043751-6/07101-2. Kump", "T. Bralower", "A. Ridgwell"],
    "year": 2009
  }, {
    "title": "Preliminary assessment of insect herbivory",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "P. Lang"],
    "year": 2002
  }, {
    "title": "The global carbon",
    "authors": ["G.P. Peters", "G.R. Van der Werf", "A. Ahlström", "R.M. Andrew"],
    "year": 2013
  }, {
    "title": "The Sixth Extinction: Patterns of Life and the Future of Human",
    "authors": ["R. 5194/essd-5-165-2013. Leakey", "R. Lewin"],
    "year": 1992
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["G. Keller"],
    "venue": "kind. Anchor Books,",
    "year": 1998
  }, {
    "title": "Mass extinction of birds at the Cretaceous–Pa",
    "authors": ["N.R. Longrich", "T. Tokaryk", "D.J. Field"],
    "year": 2011
  }, {
    "title": "Mass extinction of lizards and snakes",
    "authors": ["N.R. Longrich", "B.A.S. Bhullar", "J.A. Gauthier"],
    "year": 2012
  }, {
    "title": "Climatic and oceanographic events across the Paleocene-Eocene",
    "authors": ["G. Lu", "G. Keller"],
    "year": 1993
  }, {
    "title": "Ecological stasis and saltation: species richness change in planktic",
    "authors": ["G. Keller"],
    "venue": "rine Micropaleontology",
    "year": 1995
  }, {
    "title": "Planktic foraminiferal turnovers in the subtropical Pacific during",
    "authors": ["G. Lu", "G. Keller"],
    "year": 1995
  }, {
    "title": "Paleocene to early Eocene",
    "authors": ["G. Keller", "T. Adatte", "N. Ortiz", "E. Molina"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1996
  }, {
    "title": "Abrupt climatic, oceanographic and ecologic changes near the Paleocene-Eocene transition in the deep Tethys basin: the Alamedilla section, southern Spain",
    "authors": ["G. Lu", "T. Adatte", "G. Keller", "S. Ortiz"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1998
  }, {
    "title": "High-resolution planktonic foraminiferal analysis from the Cretaceous– Tertiary boundary at Ain Settara (Tunisia): evidence of an extended mass extinction",
    "authors": ["V. Luciani"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2002
  }, {
    "title": "Regional uplift, gas-hydrate dissociation and the origins",
    "authors": ["S.M. Jones"],
    "year": 2006
  }, {
    "title": "The Cretaceous-tertiary biotic transition",
    "authors": ["E. Urquhart", "J.R. Young"],
    "year": 1997
  }, {
    "title": "Early to Late Maastrichtian",
    "authors": ["P. Mateo", "G. Keller", "J. Punekar", "J.E. Spangenberg"],
    "year": 2017
  }, {
    "title": "Assessing extinction rates",
    "authors": ["J.H. Lawton", "N.E. Stork"],
    "venue": "Extinction Rates,",
    "year": 1995
  }, {
    "title": "The Paleocene-Eocene Thermal Maximum: a perturba",
    "authors": ["F.A. pp. 1–24. McInerney", "S.L. Wing"],
    "year": 2011
  }, {
    "title": "Southern Ocean acidification: a tipping point at 450-ppm",
    "authors": ["R.J. Matear"],
    "year": 2008
  }, {
    "title": "Mass extinction in planktic foraminifera at the Cre",
    "authors": ["E. Molina", "I. Arenillas", "J.A. Arz"],
    "year": 1998
  }, {
    "title": "The global boundary stratotype",
    "authors": ["N. Vandenberghe", "D. Zaghbib-Turki"],
    "year": 2006
  }, {
    "title": "The global boundary stratotype section and",
    "authors": ["G. Muneton", "D. Zaghbib-Turki"],
    "year": 2009
  }, {
    "title": "Terrestrial evidence for two greenhouse events",
    "authors": ["New York", "L. p. 279. Nordt", "S. Atchley", "S. Dworkin"],
    "year": 2003
  }, {
    "title": "Atlas of Paleocene planktonic",
    "authors": ["R.K. Olsson", "C. Hemleben", "W.A. Berggren", "B.T. Huber"],
    "venue": "Latest Cretaceous. GSA Today",
    "year": 1999
  }, {
    "title": "Paleobiogeography of Pseudotextularia elegans",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.G. Miller"],
    "year": 2001
  }, {
    "title": "Sedimentary response to Paleocene-Eocene",
    "authors": ["K. Panchuk", "A. Ridgwell", "L.R. Kump"],
    "year": 2008
  }, {
    "title": "Biotic effects of environmental catastrophes at the end",
    "authors": ["A. Pardo", "G. Keller"],
    "year": 2008
  }, {
    "title": "Latest Maastrichtian and K/T boundary foraminiferal",
    "authors": ["N. Ortiz", "G. Keller"],
    "year": 1996
  }, {
    "title": "Paleoecologic and paleoceanographic evolution",
    "authors": ["Norton Press", "New York", "A. pp. 157–191. Pardo", "G. Keller", "H. Oberhaensli"],
    "year": 1999
  }, {
    "title": "Atlas of Eocene",
    "authors": ["P.N. Pearson", "R.K. Olsson", "B.T. Huber", "C. Hemleben", "W.A. Berggren"],
    "year": 2006
  }, {
    "title": "planktonic foraminifera 41",
    "authors": ["D.E. Penman", "B. Hönisch", "R.E. Zeebe", "E. Thomas", "J.C. Zachos"],
    "venue": "Cushman Foundation Special Publication,",
    "year": 2014
  }, {
    "title": "Globally enhanced mercury deposition during the end-Pliensbachian extinction and Toarcian OAE: a link tothe Karoo– Ferrar large igneous province",
    "authors": ["L.M.E. Percival", "M.L.I. Witt", "T.A. Mather", "M. Hermoso", "H.C. Jenkyns", "S.P. Hesselbo", "A.H. AlSuwaidi", "M.S. Storm", "W. Xu", "M. Ruhl"],
    "venue": "Earth and Planetary Science Letters 428:267–280",
    "year": 2015
  }, {
    "title": "Scenarios for global biodiversity in the 21st century",
    "authors": ["H.M. Pereira", "P.W. Leadley", "V. Proença", "R. Alkemade", "J.P. Scharlemann", "J.F. FernandezManjarrés", "M.B. Araújo", "P. Balvanera", "R. Biggs", "W.W. Cheung", "L. Chini"],
    "year": 2010
  }, {
    "title": "Age of the Vastan lignite in context of some oldest Cenozoic fossil mammals from India",
    "authors": ["J. Punekar", "P.K. Saraswati"],
    "venue": "Journal of the Geological Society of India",
    "year": 2010
  }, {
    "title": "Effects of Deccan volcanism on paleoenvironment and planktic foraminifera: a global survey",
    "authors": ["J. Punekar", "P. Mateo", "G. Keller"],
    "venue": "Geological Society of America Special Papers",
    "year": 2014
  }, {
    "title": "Triggering of the largest Deccan eruptions",
    "authors": ["L. Vanderkluysen", "S.A. Gibson"],
    "year": 2015
  }, {
    "title": "U–Pb geochronology of the Deccan Traps and relation to the end",
    "authors": ["B. Gertsch"],
    "year": 2015
  }, {
    "title": "The Chicxulub asteroid impact",
    "authors": ["V. Vajda", "M.T. Whalen", "P.S. Willumsen"],
    "year": 2010
  }, {
    "title": "Fluvial discharge and sea-level changes",
    "authors": ["C. Scheibner", "R. Speijer"],
    "year": 2011
  }, {
    "title": "Map folio 16, KT boundary",
    "authors": [],
    "year": 2013
  }, {
    "title": "Map folio 14, PETM",
    "authors": [],
    "year": 2013
  }, {
    "title": "Correlation of the Deccan and Ra",
    "authors": ["A.E. Jay", "M. Widdowson", "L.P. Keszthelyi"],
    "year": 2008
  }, {
    "title": "Rapid Asia–Europe–North America",
    "authors": ["T. science.1219233. Smith", "K.D. Rose", "P.D. Gingerich"],
    "year": 2006
  }, {
    "title": "Transient dwarfism of soil fauna",
    "authors": ["J.J. Smith", "S.T. Hasiotis", "M.J. Kraus", "D.T. Woody"],
    "year": 2009
  }, {
    "title": "Geochemistry and mineralogy of the Paleo",
    "authors": ["M.F. Soliman", "E. Ahmed", "H. Kurzweil"],
    "year": 2006
  }, {
    "title": "A benthic foraminiferal record of Paleocene sea level",
    "authors": ["Valley", "Egypt. Stratigraphy", "R.P. 31–52. Speijer", "B. Schmitz"],
    "year": 1998
  }, {
    "title": "Extinction and survivorship of southern Tethyan",
    "authors": ["R.P. Speijer", "G.J. Van der Zwaan"],
    "year": 1996
  }, {
    "title": "Sea-level changes and black shales associated with the late",
    "authors": ["R.P. SP.1996.001.01.26. Speijer", "T. Wagner"],
    "year": 2002
  }, {
    "title": "The latest Paleocene benthic",
    "authors": ["R.P. Speijer", "B. Schmitz", "M.P. Aubry", "S.D. Charisi"],
    "venue": "ica, Special Paper",
    "year": 1995
  }, {
    "title": "Late Maastrichtian paleoclimatic and",
    "authors": ["U. Hambach", "W. Stinnesbeck"],
    "year": 2003
  }, {
    "title": "Release of methane",
    "authors": ["Reidun", "Eidem", "Torfinn Rasmussen", "Rey", "Sebastian S"],
    "year": 2004
  }, {
    "title": "Zircon dating ties NE Atlantic sill emplacement",
    "authors": ["H. Svensen", "S. Planke", "F. Corfu"],
    "year": 2010
  }, {
    "title": "Climatic fluctuations and sea-surface water circulation",
    "authors": ["D. Husson"],
    "year": 2016
  }, {
    "title": "Do mercury isotopes record the signature",
    "authors": ["B.A. Bergquist"],
    "year": 2017
  }, {
    "title": "Mercury anomalies and the timing of biotic",
    "authors": ["B.A. Bergquist", "F.A. Corsetti"],
    "year": 2016
  }, {
    "title": "The biogeography of the late Paleocene benthic foraminiferal extinction",
    "authors": [],
    "year": 1998
  }, {
    "title": "Fossil mammals from the early Eocene Wutu formation of Shan",
    "authors": ["bia", "Y. pp. 214–243. Tong", "J. Wang"],
    "year": 2006
  }, {
    "title": "Palaeontologia Sinica, New Series C 28, 1–195",
    "authors": ["dong province"],
    "year": 2007
  }, {
    "title": "Biotic crises in the history of Upper Silurian graptoloids",
    "authors": [],
    "year": 1993
  }, {
    "title": "Latest on the absolute age",
    "authors": ["U. Röhl", "H.K. McCarren", "J.C. Zachos"],
    "year": 2009
  }, {
    "title": "A complete high",
    "authors": ["U. Röhl", "B. Donner", "H.K. McCarren", "J.C. Zachos"],
    "year": 2011
  }, {
    "title": "Microbial carbonates",
    "authors": ["J. Day", "G.P. Eberli", "P.W. Homewood"],
    "year": 2002
  }, {
    "title": "Geochemical evidence for volca",
    "authors": ["R. Wieczorek", "M.S. Fantle", "L.R. Kump", "G. Ravizza"],
    "year": 2013
  }, {
    "title": "Land plant extinction at the end of the Cretaceous: a quanti",
    "authors": ["P. 1016/j.gca.2013.06.005. Wilf", "K.R. Johnson"],
    "year": 2004
  }, {
    "title": "Correlated terrestrial and marine evidence",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "year": 2003
  }, {
    "title": "Extinction and survival of salamander and sal",
    "authors": ["D.G. DeMar", "G. Carter"],
    "year": 2014
  }, {
    "title": "Geochemical evidence for suppression of pelagic",
    "authors": ["M. Arthur", "W. Dean"],
    "year": 1989
  }, {
    "title": "A transient rise in tropical sea surface temperature",
    "authors": ["I. Premoli Silva"],
    "year": 2003
  }, {
    "title": "Rapid acidification",
    "authors": ["M. Nicolo", "I. Raffi", "L.J. Lourens", "H. McCarren", "D. Kroon"],
    "year": 2005
  }, {
    "title": "Extreme warming of mid-latitude coastal ocean during the Pa",
    "authors": ["T.J. Bralower"],
    "year": 2006
  }, {
    "title": "An early Cenozoic perspective on greenhouse",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "year": 2008
  }, {
    "title": "History of seawater carbonate chemistry, atmospheric CO2, and ocean",
    "authors": ["R.E. nature. Zeebe"],
    "year": 2012
  }, {
    "title": "Carbon dioxide forcing alone insufficient",
    "authors": ["J.C. Zachos", "G.R. Dickens"],
    "year": 2009
  }],
  "id": "SP:434454ba35a1ce9926be4d9b11a3bd70300e0fb8",
  "authors": [{
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "Paula Mateo",
    "affiliations": []
  }, {
    "name": "Jahnavi Punekar",
    "affiliations": []
  }, {
    "name": "Hassan Khozyem",
    "affiliations": []
  }, {
    "name": "Brian Gertsch",
    "affiliations": []
  }, {
    "name": "Jorge Spangenberg",
    "affiliations": []
  }, {
    "name": "Andre Mbabi Bitchong",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }],
  "abstractText": "a Department of Geosciences, Princeton University, Princeton, NJ 08544, USA b Indian Institute of Technology Bombay, Mumbai 400076, India c Department of Geology, Faculty of Sciences, Aswan University, Aswan, Egypt d Institute of Earth Sciences (ISTE), University of Lausanne, 1015 Lausanne, Switzerland e Institute of Earth Surface Dynamics (IDYST), University of Lausanne, Switzerland, 1015 Lausanne, Switzerland f Department of Earth Sciences, Faculty of Science, University of Yaounde 1, P.O. Box 812, Yaounde, Cameroon g Department of Petroleum and Gas Exploration, Institute of Mines and Petroleum Industries, University of Maroua, P.O. Box 08, Kaele, Cameroon h Division of Geological and Planetary Sciences, California Institute of Technology, Padadena, 91125, CA i Swiss National Science Foundation (SNSF), Wildhainweg 3, P.O. Box, CH 3001 Berne, Switzerland",
  "title": "Environmental changes during the Cretaceous-Paleogenemass extinction and Paleocene-Eocene Thermal Maximum: Implications for the Anthropocene"
}