{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nSeparate zones of sulfate and sulfide release from subducted mafic oceanic crust\nAndrew G. Tomkins a,∗, Katy A. Evans b a School of Earth, Atmosphere and Environment, Monash University, Melbourne, Victoria 3800, Australia b School of Applied Geology, Curtin University, GPO Box 1987, WA 6845, Australia\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 13 May 2015 Received in revised form 25 June 2015 Accepted 14 July 2015 Available online 29 July 2015 Editor: M. Bickle\nKeywords: sulfur sulfate sulfur cycle subduction arc magmatism porphyry copper\nLiberation of fluids during subduction of oceanic crust is thought to transfer sulfur into the overlying sub-arc mantle. However, despite the importance of sulfur cycling through magmatic arcs to climate change, magma oxidation and ore formation, there has been little investigation of the metamorphic reactions responsible for sulfur release from subducting slabs. Here, we investigate the relative stability of anhydrite (CaSO4) and pyrite (FeS2) in subducted basaltic oceanic crust, the largest contributor to the subducted sulfur budget, to place constraints on the processes controlling sulfur release. Our analysis of anhydrite stability at high pressures suggests that this mineral should dominantly dissolve into metamorphic fluids released across the transition from blueschist to eclogite facies (∼450–650 ◦C), disappearing at lower temperatures on colder geothermal trajectories. In contrast, we suggest that sulfur release via conversion of pyrite to pyrrhotite occurs at temperatures above 750 ◦C. This higher temperature stability is indicated by the preservation of pyrite–bornite inclusions in coesite-bearing eclogites from the Sulu Belt in China, which reached temperatures of at least 750 ◦C. Thus, sulfur may be released from subducting slabs in two separate pulses; (1) varying proportions of SO2, HSO4− and H2S are released via anhydrite breakdown at the blueschist–eclogite transition, promoting oxidation of remaining silicates in some domains, and (2) H2S is released via pyrite breakdown well into the eclogite facies, which may in some circumstances coincide with slab melting or supercritical liquid generation driven by influx of serpentinite-derived fluids. These results imply that the metallogenic potential in the sub-arc mantle above the subducting slab varies as a function of subduction depth, having the greatest potential above the blueschist–eclogite transition given the association between oxidised magmas and porphyry Cu(–Au–Mo) deposits. We speculate that this zoned sulfur liberation might be one of the factors that lead to the apparently redox-influenced zoned distribution of ore deposit types in the Andean arc. Furthermore, given the lack of sulfate-associated sea floor oxidation prior to the second great oxidation event, the pattern of sulfur transfer from the slab to the sub-arc mantle likely changed over time, becoming shallower and more oxidised from the Neoproterozoic onwards.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Sulfur is an abundant environment-influencing element that has played a key role in the evolution of life, and is a fundamental component of subduction-related ore-forming systems. Subduction of oceanic crust brings sulfur from the near-surface into the deep Earth, where metamorphism promotes further migration from the slab into the overlying sub-arc mantle (e.g., Richards, 2011), which is the ultimate source of metals for many of the world’s largest ore deposits. However, there is little understanding of how the key\n* Corresponding author. Tel.: +61 3 9905 1643; fax: +61 3 9905 4903. E-mail address: andy.tomkins@monash.edu (A.G. Tomkins).\nhttp://dx.doi.org/10.1016/j.epsl.2015.07.028 0012-821X/© 2015 Elsevier B.V. All rights reserved.\nsulfur-bearing minerals, pyrite (FeS2) and anhydrite (CaSO4), behave during subduction zone metamorphism, so controls on the spatial and temporal distribution of sulfur liberation from the slab are poorly constrained.\nMagmatic arcs contain numerous ore deposits, which collectively represent the main source of Cu and Mo, and a major source of Au (e.g., Richards, 2011). Some continental arcs have zoned metal distribution. In the Andes, in the vicinity of Chile, Bolivia and Argentina, the near-trench arc in the west contains gigantic porphyry Cu ± Mo ± Au and epithermal Au + Ag deposits, whereas to the east, further away from the trench, is a belt of pluton-related Sn-polymetallic and intrusion-related/orogenic gold deposits (Fig. 1). The oxidation state of felsic intrusions associated with these deposits also varies as a function of trench prox-\nimity; the near-trench porphyry Cu-associated intrusions tend to be oxidised (e.g., Richards, 2011), whereas those associated with the trench-distal deposit types tend to be reduced (Lang and Baker, 2001). It is generally accepted that magma oxidation state strongly influences the genesis of arc-related ore deposits (e.g., Richards, 2009, 2011). Although there is considerable discussion at present, some evidence favours the hypothesis that magma oxidation state is inherited from processes that occur in the mantle wedge above the subducting oceanic slab (e.g., Evans et al., 2012; McInnes et al., 2001, and references therein). A significant proportion of this mantle wedge oxidation may evolve through addition of slab-derived sulfate (Evans and Tomkins, 2011) via fluids that also carry other elements that are typically enriched in arc magmas.\nMost mineral deposits found in magmatic arcs could not form without sulfur because it is a complexing ligand for aqueous transport of some metals, and a necessary co-precipitant for others. Oxidation state controls the nature of the chemical compounds that sulfur can form, and thus redox processes regulate sulfurassociated metal mobilisation, transport and deposition. For example, sulfide is an order of magnitude less soluble in basaltic melt than sulfate (Jugo et al., 2010), which thus influences the uptake of metals into basaltic magma during partial melting of the mantle wedge and during upward migration of arc magmas through the crust (Jenner et al., 2010; Tomkins et al., 2012). It is therefore important to understand the metamorphic reactions that release sulfur from the subducting oceanic slab, and the controls on sulfur redox state.\nAs metasomatised oceanic crust is subducted into the mantle at convergent margins, it is subjected to high pressure – low temperature metamorphism. As metamorphism progresses, pore water and exchangeable water are driven off at relatively shallow depths,\nand then structurally bound water is liberated by a series of progressive metamorphic reactions as the slab pressure–temperature conditions increase from prehnite–pumpellyite to blueschist to eclogite facies. In this process hydrated silicates such as chlorite, glaucophane and lawsonite (in blueschists) are converted to anhydrous garnet and omphacite (in eclogites). The metamorphic reactions between silicate minerals are well understood, but there has been minimal research on the metamorphic controls on sulfurliberation from the slab prior to melting.\nHere, we investigate the metamorphic processes that control sulfur liberation from subducting oceanic crust, in order to place constraints on the global sulfur cycle and on ore genesis. Basaltic oceanic crust provides the biggest contribution to the subduction zone sulfur cycle (Evans et al., 2012; Evans and Tomkins, 2011), so this paper focuses on sulfur-bearing mineral stability during subduction zone metamorphism of oceanic basalts. We firstly review the current understanding of the distribution of sulfur within the basaltic oceanic crust prior to subduction, before examining the metamorphic stability of two key minerals, anhydrite and pyrite. For anhydrite there are good experimental data, so we use thermodynamic modelling to investigate anhydrite dissolution in fluids produced by progressive slab metamorphism. However, there are few experimental data for pyrite above 0.5 GPa, so we use observations of natural samples of pyrite-bearing eclogites to place some constraints on pyrite stability. Our results suggest that sulfur may be released from subduction zones initially as sulfate at shallower levels, and then as sulfide at deeper levels. Because oxidation of the oceanic crust prior to subduction is driven by infiltration of sulfate in seawater, which has changed in abundance over time, our results have implications for understanding changes in the oxidation state of arc magmatic systems over billions of years."
  }, {
    "heading": "2. Pre-metamorphic sulfur addition to the oceanic crust",
    "text": "In the modern Earth, sulfur is mainly dissolved in seawater as sulfate, which is the second most abundant anion after Cl−. Unaltered mid-ocean ridge basalt (MORB) typically has a primary sulfur content of 950 to 1450 ppm (Jenner et al., 2010), mainly in the form of reduced magmatic sulfide (pyrrhotite – Fe1−xS, chalcopyrite – CuFeS2, pentlandite – (FeNi)9S8, and bornite – Cu5FeS4 in some cases). Prior to subduction, mafic oceanic crust becomes metasomatised at two main localities: (1) at mid-ocean ridges and ridge flanks, active rifting and high heat flow combine to promote downward seawater circulation into the upper oceanic crust, some of which is later expelled at black smoker chimneys close to the ridge axis (Fig. 2; e.g., Hannington et al., 2005); (2) at the pre-trench bend in the oceanic crust, normal faulting allows draw down of seawater into the oceanic crust (Faccenda et al., 2009). During this metasomatic alteration the upper oceanic crust initially reacts with oxidised sulfate-bearing seawater to transform the primary sulfides into a secondary sulfide assemblage, which varies as a function of oxidation state (Alt et al., 2010; Alt and Shanks, 2011; Barker et al., 2010; Staudigel, 2003). Pyrrhotite may be transformed into pyrite, and chalcopyrite, although typically retained, can be converted to bornite (Alt, 1989). Pentlandite is common in the secondary sulfide assemblage, and millerite (NiS) has also been observed (Alt, 1989). These authors also observed sphalerite and galena (PbS) in the secondary sulfide assemblage.\nThis sulfate reduction drives iron oxidation, and seawater infiltration is commonly associated with increased Fe3+/ Fe and hematite formation (Barker et al., 2010). More extensive infiltration and reaction precipitates anhydrite (CaSO4) at temperatures up to ∼408 ◦C (Alt et al., 2010; Hannington et al., 2005). The oceanic crust is somewhat vertically zoned in its sulfur-bearing mineral distribution, varying as a function of extent of seawater infiltration and temperature, with lateral variation controlled by extent of\nfaulting and intrinsic permeability; e.g., sheeted dykes have high vertical, but poor lateral permeability. The most oxidised alteration containing anhydrite and pyrite occurs in zones that experienced the highest fluid:rock ratios, becoming pyrite-dominated at deeper levels of more reduced alteration, and progressing to pyrrhotitedominated in the deepest, least altered, most reduced regions (Alt, 1995). However, because anhydrite solubility decreases with increasing temperature, this mineral appears to be enriched in zones where cool sulfate-bearing seawater mixes with ascending hotter basement fluids, such as the upper part of the sheeted dyke complex (Alt et al., 2010). A significant proportion of H2O is also added to the upper oceanic crust (∼10 wt.% of the upper crust), in the form of pore water, exchangeable water (within clays and zeolites), and structurally bound water (in hydrated silicate minerals) (Staudigel, 2003).\nData on the sulfate concentration in altered oceanic crust are sparse. Information provided by Alt and Shanks (2011) indicates that uppermost oceanic crust lavas in IODP Hole 1256D contain an average of 125 ppm S6+, which equates to 0.053 wt.% anhydrite, but the sulfate and total sulfur content varies widely (SO4/ S = 0.047–0.882; total S = 15–3120 ppm). Alt et al. (2010) reported that the upper part of the sheeted dyke complex in this same IODP hole contains visible anhydrite in veins, purportedly indicating an enriched zone, but did not report any compositional data. Barker et al. (2010) found that although the sheeted dykes at Pito Deep (Easter Microplate) contained hydrothermal pyrite, sulfate was only detected in one sample (100 ppm sulfate). These authors nevertheless suggested that their trace element and sulfur isotope data indicated anhydrite precipitation elsewhere in the Pito Deep system. These studies commonly report extensive sulfur loss from some parts of the system and strong sulfur enrichment in some samples (Alt, 1989, 1995; Barker et al., 2010), and cannot record the full extent of sulfur addition prior to deep subduction. Further hydration of the crust occurs at the slab bend (Faccenda et al., 2009), which would drive additional sulfate-related alteration, and there is huge variability in sulfide/sulfate concentration as represented by mineral deposits. Evans et al. (2012) estimated the S6+ content of typical subducted MORB at 0.037 wt.% (uncertainty estimated at 50%), although this is a rudimentary estimate based on few data. This value equates to 0.157 ± 0.079 wt.% anhydrite."
  }, {
    "heading": "3. Thermodynamic modelling of anhydrite dissolution in metamorphic fluids",
    "text": "To investigate sulfur liberation from anhydrite during progressive metamorphism we combined Perple_X modeling of H2O production during subduction of hydrated MORB basalt with calculations of variations in anhydrite solubility as a function of pressure and temperature. To model H2O production a pressure– temperature pseudosection was generated using Perple_X 6.7.1 (Connolly, 2005) in the system Na2O–CaO–FeO–MgO–Al2O3–SiO2– H2O for an N-MORB composition derived from the mid-Atlantic ridge (Table 1). Water production data were then combined with experimental data on anhydrite solubility as a function of pressure, temperature and salinity from Newton and Manning (2005) to generate an overview of anhydrite dissolution on different subduction trajectories. It is emphasised that the purpose of the thermodynamic modeling is to simulate water release on hot and cold subduction geotherms; second order details of phase diagram topology and phase compositions are not of primary interest, and do not affect the results or conclusions.\nFor the Perple_X modeling we used the hp02ver.dat data file, which contains an updated version of the Holland and Powell (1998) dataset. Mineral phases included, and the relevant activity composition models were: orthopyroxene (Powell and Holland, 1999); chlorite (after Holland et al., 1998); omphacitic clinopyroxene (Holland and Powell, 1996); garnet (Holland and Powell, 1998); plagioclase feldspar (Fuhrman and Lindsley, 1988); chloritoid (symmetric non-ideality with a wFeMg of 1 kJ mol−1), talc (ideal), amphibole (Dale et al., 2005) and the pure phases lawsonite, zoisite, water, quartz, and coesite. Thermodynamic properties for water were described using the CORK equation of state\n(Holland and Powell, 1998). K2O was omitted from the bulk composition because it is present in low concentrations in N-MORB and minimally affects the water budget during devolatilisation. Similarly, ferric iron was omitted because the stabilisation of small amounts of oxide phases, such as magnetite, has little effect on the overall water budget.\nThis combination of activity–composition models was mostly taken from the Holland and Powell (HP) models developed at around the same time as the HP98 dataset (Holland and Powell, 1998), and are therefore compatible with this dataset. An exception is the feldspar model (Fuhrman and Lindsley, 1988), which has been combined with the HP a −x models before (e.g., Connolly, 2005), produces results similar to the HP models, and is applicable over a wider compositional range. A range of alternative a − x models were tested and the results compared with published THERMOCALC-derived pseudosection calculations. Different combinations of activity–composition models produced different topologies for areas of the diagram away from the subduction geotherms. However, the essential features of interest for this study, that is, the pattern of water release and dehydrating minerals, were consistent across a wide range of activity–composition models. Similarly, changes in the local topology did not affect the positions of the main metamorphic facies, which are consistent with the literature, although published pseudosections depicting assemblages at >2 GPa are not available for comparison, and natural data for verification of assemblages >3 GPa are sparse. Nevertheless, most of the dehydration reactions beyond 2 GPa are extensions of those at lower pressures, so we are confident of the broad pattern and absolute magnitudes of water release.\nIn places, two clinopyroxenes (diopside and omphacite) are predicted due to the existence of solvi in clinopyroxene composition space. The different clinopyroxene compositions have not been distinguished on the pseudosections, for clarity. Similarly, two amphi-\nboles coexist in a number of fields. These are sodic amphiboles with glaucophane compositions stable at high pressure and low temperature, calcic amphiboles (actinolites) stable at low pressure and temperature, and Al-bearing amphiboles (hornblendes) stable at higher temperatures and moderate pressure. Given that the pseudosection was generated to quantify water release on subduction geotherms, the amphiboles are labelled as amph, for simplicity.\nWater contents were calculated using WERAMI (Connolly, 2005) on a 100 × 100 grid from 300 to 800 ◦C and 1 to 5 GPa, and contoured using PSTABLE (Connolly, 2005). Fig. 3 shows a P –T pseudosection calculated for hydrated typical N-MORB, with contours of H2O release. It can be seen that the majority of H2O release occurs with the sequential loss of chlorite, talc and amphibole.\nNext, to model anhydrite dissolution during subduction, we combined the H2O release data from Perple_X modeling with an expression for anhydrite solubility as a function of temperature, pressure and salinity provided by Newton and Manning (2005), referred to here as NM05. These authors experimentally investigated anhydrite solubility at 600–900 ◦C and 0.6–1.4 GPa, and showed that increases in pressure and salinity strongly enhance dissolution. At low temperature anhydrite solubility decreases with increasing temperature, whereas the Newton and Manning (2005) experiments showed that elevated pressure, solubility increases with both temperature and pressure. Solubilities predicted by NM05 are very high at the highest pressures considered, and, given the restricted range of pressure over which the expression is calibrated, there is doubt as to whether these solubilities are realistic. A cautious approach is therefore taken here and we have disregarded results that predict anhydrite solubilities higher than 3 molar. This approach does not limit the conclusions of the study, since the proportion of anhydrite estimated to be present in typ-\nical MORB is dissolved long before these high solubilities are approached.\nNM05 is derived from experiments where oxygen fugacity was buffered by anhydrite dissolution, which the authors indicated was between the SO2–H2S equivalence point and the hematite– magnetite buffer. Anhydrite solubility is thought to increase moderately with decreasing f O2, its dissolution generating mainly SO2 at the hematite–magnetite (HM) buffer, equal proportions of H2S and SO2 slightly above the pyrite–pyrrhotite–magnetite (PPM) buffer, and dominantly H2S as f O2 becomes progressively more reduced (Newton and Manning, 2005). Two end-member salinities were used in our calculations, 4 and 10 wt.% NaCl. These salinities are based on the estimated range in salinities of fluids released by dehydration of mafic blueschists (see review by Richards, 2011).\nThe resulting data (CaSO4 g/kg of rock) were contoured and overlaid on the P–T pseudosection.\nFig. 4A and B shows the same pressure–temperature pseudosection as Fig. 3, with contours of anhydrite dissolution in H2O, containing 4 and 10% NaCl respectively, in a closed system with anhydrite in excess. It can be seen that the amount of anhydrite dissolved in the fluid increases significantly as chlorite, talc and the amphiboles (i.e., the hydrous minerals), are consumed. Higher dP/dT trajectories (i.e., colder slabs) can dissolve considerably more anhydrite at any given temperature. This effect is caused by the increase in anhydrite solubility with pressure. Salinity has a significant effect; 10 wt.% NaCl fluids dissolve more anhydrite than 4 wt.% NaCl fluids by a factor of up to 3. At the highest pressure and temperature, the silicate assemblages are anhydrous, and so no new water is produced during progressive metamorphism. Therefore, the increase in anhydrite dissolution seen in this region is due to changes in solubility as a function of pressure and temperature, rather than being driven by fluid production; i.e., this closed-system model assumes that the fluid stays in the rock and is able to continuously dissolve more anhydrite as temperature and pressure increase.\nCalculations for an effectively open system were performed by splitting the cold and hot geotherms shown in Fig. 4 into 100 increments, and calculating the mass of water lost on each step using the NM05 expression (Fig. 5A and B). An exemplar for a periodically open system was modelled using the same approach, but with water extraction only at the terminus points of chlorite and talc break down (Fig. 5C). The closed and open system calculations are similar at low temperatures, but diverge as water release slows and ceases when the assemblage becomes anhydrous. The typical amounts of anhydrite found in ocean crust would be, however, completely dissolved in the quasi-open system – the most conservative system – at temperatures ranging from 420 ◦C on the cold geotherm to 625 ◦C on the hot geotherm."
  }, {
    "heading": "4. Observations of pyrite inclusions in eclogitic garnet",
    "text": "Pyrite has been recorded in equilibrium with eclogite facies silicate assemblages in samples from New Caledonia (Evans et al., 2014), the Zermatt–Saas (Fee) Ophiolite Belt in Italy and Switzerland (Evans et al., 2014; Giacometti et al., 2014). These sample localities record a range of metamorphic peak conditions from 600 ◦C, 1.9 GPa in New Caledonia to 600–630 ◦C, 2.7–2.9 GPa at Lago de Cignana (see references in Evans et al., 2014). Here, we discuss pyrite-bearing assemblages from the highest temperature eclogites in the Sulu Belt, China, which are estimated to have reached 755 ± 55 ◦C and ∼4 GPa (Zhang et al., 2009).\nThe Sulu Belt is the northeastern extension of the Dabie–Sulu collisional belt, which represents a Triassic continent–continent collision zone. The samples for this study were obtained from the eastern Jiaodong peninsula where the Sulu Belt abuts the eastern margin of the North China Craton. Here, supracrustal and mafic–ultramafic rocks were subjected to in situ subduction-zone UHP metamorphism at depths of ∼135 km before being exhumed (Zhang et al., 2009 and references therein).\nThe samples from the Sulu Belt range from moderately coarsegrained garnet–omphacite assemblages to eclogites with extremely coarse-grained garnet crystals up to 10 cm across. Pyrite commonly forms on the retrograde path in eclogites (Evans et al., 2014), in which case it forms on fluid pathways along grain boundaries between the silicates minerals, or occasionally in cracks within silicates. Large garnet crystals are ideal for studying presubduction sulfide assemblages, such as those formed during seafloor alteration, because early sulfides are incorporated into garnet as sub-spherical to negative crystal inclusions during prograde metamorphism, allowing them to be distinguished from retrograde\nsulfide minerals. The negative crystal shape of the sulfide inclusions indicates textural equilibration with the surrounding garnet at high temperature and pressure (i.e., polysulfide inclusions replicate the hexoctahedral garnet crystal shape). The large garnets from the Sulu Belt contain numerous approximately hexagonshaped inclusions of bornite ± pyrite ± covellite ± chalcopyrite ± pentlandite ± an unidentified Te phase; these are pre-peak metamorphic sulfides that equilibrated with the garnet as it grew. They are compositionally dominated by bornite (many appear to be bornite-only in 2-dimensional thin sections); pentlandite is moderately common, and pyrite is relatively rare. Pyrrhotite was not observed in any of the >40 sulfide inclusions that we examined. Most of the polysulfide inclusions that lack pyrite are free of radial cracks, whereas rare pyrite-bearing bornite inclusions have short\nradial cracks that are filled with a thin film of bornite (Fig. 6A and B). Electron microprobe mapping of several sulfide mineral inclusions indicates that major cations in the garnet preserve no zoning relationship to the inclusions (Fig. 6C and D). These Sulu Belt polymineralic sulfide inclusions are interpreted as sea-floor altered primary magmatic sulfides because of their Cu–Ni–Fe–S composition; these are typical of magmatic sulfides (Jenner et al., 2010), whereas sulfide grains associated with migration of subduction zone fluids are typically pyrite-only (Evans et al., 2014)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. On the stability of anhydrite",
    "text": "As the slab is subducted and starts to undergo metamorphism, pore water and exchangeable water are released over the temperature interval 100–250 ◦C. This initial water flux would likely dissolve some anhydrite, since it has high solubility at low temperature and pressure. Given that hematite is commonly associated with anhydrite in sea floor alteration zones (Barker et al., 2010), most anhydrite-bearing rocks are expected to be sufficiently oxidized for the dissolved sulfur species to be SO2-dominated at these low grade conditions. As this liberated fluid migrates upwards, it heats up because the slab is being heated by surrounding warmer mantle. Since anhydrite has retrograde solubility at low pressures (Newton and Manning, 2005), this heating would cause anhydrite to precipitate in veins towards the top of the slab. As higher pressure conditions are reached with continued subduction, anhydrite changes from having retrograde to prograde solubility, and this change happens at depths where structurally bound water is starting to be released by metamorphic reactions amongst the silicate minerals.\nVarious studies of blueschist facies rocks have found that a variety of oxidation states are likely to exist within any given a package of subducting rocks. Blueschists in the Tavsanli area of Northwest Turkey have either hematite-, hematite–magnetiteor magnetite-bearing assemblages, most of which are hematitebearing (Okay, 1980). A similar variety of f O2 buffering assemblages has been found in other blueschists (Cotkin, 1987), and it seems that hematite is a common, although not ubiquitous, constituent of blueschists in general. Transitional eclogites, in contrast, commonly contain rutile, occasionally ilmenite and no magnetite, because ferric iron partitions into garnet and clinopyroxene as temperature and pressure increase (Banno and Green, 1968; Frost, 1991); they are thus typically only weakly magnetic (Liu et al., 2012). Thus in these rocks, oxygen fugacity would be buffered primarily by the ferromagnesian silicates, which inherit elevated Fe3+/ Fe through consumption of hematite and magnetite on the prograde path. Banno and Green (1968) showed experimentally that as rocks evolve into the eclogite facies, Fe3+ is incorporated from magnetite into omphacite as the acmite component, NaFe3+Si2O6. Thus, although the oxidation state of natural iron oxide-free transitional eclogites is poorly established, it is expected to range from above the hematite–magnetite buffer for rocks that were heavily oxidised in the sea floor, down to ∼FMQ, the typical oxidation state of unaltered MORB basalts (Cottrell and Kelley, 2011). Some high Fe–Ti eclogites contain evidence that ilmenite– hematite solid solution existed during peak metamorphism (Liu et al., 2012), indicating oxygen fugacity conditions immediately below the hematite–magnetite buffer (Frost, 1991). The sulfur species resulting from anhydrite dissolution can range from mostly SO2 with minor HSO4− at the hematite–magnetite buffer, to equal proportions of SO2 and H2S at the pyrite–anhydrite buffer, and to almost entirely H2S at oxidation states equivalent to the NNO and FMQ buffers (see Fig. 5 in Newton and Manning, 2005).\nFigs. 4 and 5 show that although some anhydrite dissolution may begin in the lower blueschist facies, the greatest potential for dissolution exists across the blueschist–eclogite transition; i.e., the zone where chlorite, talc and amphiboles are converted to the anhydrous eclogite assemblage. This dissolution is particularly enhanced at higher pressures. Our calculations indicate that for typical slab fluids about 0.1–0.6 wt.% (1–6 g/kg) anhydrite would be dissolved across the transition into the eclogite facies, depending on the geothermal gradient. Given the Evans et al. (2012) estimate that typical oceanic crust contains 0.157 ± 0.079 wt.% anhydrite, it is likely that all or nearly all anhydrite would be dissolved in the metamorphic fluids generated at the blueschist–eclogite transition, without requiring any fluid focusing.\nThe oxidation state and thus composition of the fluid produced by anhydrite dissolution, no matter whether the system is open or closed, is controlled by equilibration between the fluid and the ferromagnesian silicate assemblage, the iron-bearing oxide minerals and pyrite if present. In cases where the bulk oxidation state is sufficiently reduced, significant H2S could be generated by reactions such as:\nCaSO4(s) + 8FeO(in silicates) + H2O = CaO(in silicate or fluid) + H2S(aq) + 4Fe2O3(in silicates). (1) This reaction results in oxidation of the silicate assemblage, but the proportion of anhydrite in the rock is low. As such the silicate–sulfide–oxide assemblage would overwhelm the buffering\ncapacity of the anhydrite in most rocks. Nonetheless, only relatively small shifts in silicate Fe3+/Fe2+ are needed to produce moderate changes in the bulk oxidation state. Given that eclogites inherit elevated Fe3+/ Fe through equilibration with magnetite on the prograde path, many will have f O2 in the range FMQ+0.5 to +1.5 as anhydrite starts to break down. Given that Reaction 1 oxidises eight moles of Fe2+ to Fe3+ for every one mole of anhydrite dissolved, a small amount of anhydrite can have a significant effect. This is important because the solubility of sulfur in subsequent slab-derived melt increases by an order of magnitude from FMQ+0.5 to FMQ+1.5 (Jego and Dasgupta, 2014; Jugo et al., 2010), which has significant consequences for the metallogenesis of arc magmas (Jenner et al., 2010; Tomkins et al., 2012). Thus we conclude that anhydrite breakdown at the blueschist–eclogite transition can make a big difference in the metallogenic fertility of later slab-derived melts.\nIn situations where sulfate is not reduced, SO2 and minor HSO4− may escape the sites of anhydrite dissolution to migrate upwards through the slab and potentially into the sub-arc mantle. There is some evidence that the sub-arc mantle has been oxidised by fluids escaping from the subducted slab (McInnes et al., 2001), and sulfate is thought to be an important oxidant (Evans and Tomkins, 2011)."
  }, {
    "heading": "5.1.1. Open system processes",
    "text": "Intermediate depth earthquakes are thought to be caused by increased fluid pressures resulting from dehydration in the subduct-\ning slab (e.g., Moreno et al., 2014). Fluid-triggered earthquakes will occur when fluid pressure approaches lithostatic pressure, and so a certain amount of fluid-generating reaction needs to progress before an earthquake can be initiated. Analysis of seismological data has been used to suggest that semi-continuously slipping aseismic domains within broad areas of subducting slab are those with the highest metamorphic fluid production (the easiest to fail), whereas those that rarely slip and produce the largest earthquakes are the driest (Moreno et al., 2014). Thus the frequency of slip is expected to correlate with the extent of prior sea floor metasomatism. Once an earthquake occurs, numerous linking fractures develop that allow the fluid pressure to dissipate back to the equilibrium state. So earthquakes are the trigger for fluid migration. Small slip events form small fracture arrays; large earthquakes form regionally extensive networks of connected faults and fractures where aftershocks are triggered by infiltration of new fluid via the fracture network (Micklethwaite and Cox, 2004). The notion of repeated flow through extensively interconnected crack networks in subducted slabs is consistent with the many reports of hydrothermal veins in blueschists and eclogites. This fluid migration switches the metamorphic regime from closed-system to open, changing the local fluid/rock ratio throughout an affected rock volume.\nIn an open system where fluid is continually lost, as may be approached within aseismically creeping domains, periods of increased anhydrite dissolution correspond to chlorite and talc breakdown (Fig. 5A, B). Since metamorphic reactions that produce large amounts of H2O over small changes in pressure and temperature may promote increased seismic fracturing (cf. Moreno et al., 2014), these regions in a given pressure–temperature diagram can be regarded as the primary domains of seismic fracturing and fluid loss where the fluid mode will periodically reset to nearly zero. On Fig. 5C the effect of periodic fluid loss on anhydrite dissolution is demonstrated for the case where seismic rupture and fluid loss occurs when maximum fluid production is reached during chlorite and talc breakdown. Fig. 5 presents only two of an infinite number of cases because seismic rupture may occur at any time, though more likely when fluid liberation is high. Also shown on Fig. 5 is the terminus of fluid liberation. If fluid is lost through seismic processes, there can be no dissolution of anhydrite (or other minerals) and only melt, or externally derived fluids, can mobilise material beyond this line. This figure clearly shows that the blueschist–eclogite transition is the focus of fluid liberation in the slab, and thus the focus of anhydrite dissolution.\nIn open systems, once fluids have escaped their source region, they can migrate rapidly relative to metamorphic reaction rates, particularly when migration is fracture controlled such as during an earthquake event. Structural heterogeneities like frac-\ntures and veins, which have been shown to host anhydrite and barite in metasomatised oceanic crust and eclogites, are expected to be the focus of earthquake-driven fluid egress from the slab. Sufficiently rapid flow of externally-derived fluid through fractures would dissolve anhydrite without equilibrating with minerals external to the vein (vein margins are the focus of repeated rupturing in earthquake-related systems; e.g., Micklethwaite and Cox, 2004). In this scenario the lack of equilibration would mean that anhydrite dissolution would be chemically isolated from silicate-hosted ferrous iron, and thus produce predominantly sulfate species. Coexistence with pyrite in the fracture would produce an H2S–SO2-bearing fluid, and anhydrite–pyrite–magnetite would produce an H2S-dominated fluid. Efficient extraction of sulfate-rich fluids in an actively deforming slab environment could plausibly pump sulfate into the sub-arc mantle, into positions where concurrent hydration and oxidation of peridotite could proceed."
  }, {
    "heading": "5.2. On the stability of pyrite",
    "text": "The stability of pyrite in subducting oceanic crust is poorly constrained. In the continental crust, pyrite break-down in mafic rocks occurs mainly at the transition from greenschist to amphibolite facies (Tomkins, 2010); conditions where a significant proportion of metamorphic H2O is liberated from mainly chlorite. This results in liberation of H2S into the metamorphic fluid, which can then migrate upwards. However, the amount of H2S incorporated into the metamorphic fluid decreases significantly with increasing pressure (Tomkins, 2010). Therefore, it might be expected that pyrite is a stable phase in the high pressure environment of the blueschist and even lower eclogite facies.\nOur observations show that, when shielded in garnet, pyrite survives well into the eclogite facies. The textures in Fig. 6 suggest that pyrite reacted with bornite to form sulfide melt. The phase relations in Fig. 7 indicate that the assemblage bornite + pyrite would melt as temperatures approach 800 ◦C. The bulk composition in Fig. 6B implies that bornite would be the limiting reactant; melting would leave some solid pyrite after complete consumption of bornite, explaining the mobilisation of bornite into the fractures. Although these phase relations are drawn for atmospheric pressures, the temperature of sulfide melting typically increases by only a small amount with increasing pressure (Tomkins et al., 2007). Nevertheless, this increase in melting temperature with pressure indicates that sulfide melting reactions produce a volume increase, so we interpret the radial bornite-filled fractures to have formed upon sulfide melting; radial fractures typically surround inclusions that underwent a large volume increase with respect\nto their host. Since the phase relations suggest temperatures approaching 800 ◦C – and this is consistent with independent thermometry for this region of 755 ± 55 ◦C (Zhang et al., 2009) – our interpretation is that pyrite was still present at these temperatures and had not been converted to pyrrhotite. Thus, pyrite appears stable throughout the lower eclogite facies.\nIt may be that at higher pressures, a significant proportion of pyrite eventually breaks down to pyrrhotite via reactions with ferromagnesian silicates (or Fe-bearing oxides):\nFeS2(s) + (Fe,Mg)O(in silicates) = 2FeS + MgO(in silicates). (2) This sort of reaction has been observed at many localities in the continental crust and produces unusual Fe-depleted, Mg-, K- and Al-rich silicate bulk compositions in the vicinity of highly metamorphosed sulfide mineral deposits (e.g., Tomkins and Grundy, 2009). Whether this sort of reaction occurs in the subducted slab, or not, is important because it causes both reduction and conservation of sulfur in the rock. If this happens in subduction zones, then a large proportion of the sulfur budget would be recycled into the deep mantle as pyrrhotite. Since our electron microprobe mapping detected no Fe depletion or zoning of any sort in garnet immediately surrounding pyrite-free polymineralic sulfide inclusions from the Sulu Belt, it is considered unlikely that new sulfide formed by sulfidation of garnet via pyrite breakdown. This observation is consistent with preservation of pyrite in some inclusions and lack of pyrrhotite.\nOur observations suggest that pyrite typically survives well into the eclogite facies, well beyond the conditions where anhydrite would be dissolved in metamorphic fluids. When pyrite does breakdown it may do so in relatively anhydrous rocks, which would make egress of H2S from the slab via locally generated hydrothermal fluid difficult. In experiments investigating the behaviour of sulfide during fluid-present melting of basaltic slab, Jego and Dasgupta (2013) found that pyrite converted to pyrrhotite in all experiments, which involved conditions as low as 800 ◦C and 2.0 GPa (these experiments were not buffered for f S2, and so would likely have lost sulfur from the experiment capsule, thereby developing low f S2 conditions, which render pyrite unstable). Slab melting, or alternatively, development of highly solute-rich supercritical liquids (see Hermann et al., 2006), requires addition of external fluids into the hotter slab top, most likely derived from underlying devolatilising serpentinites (Spandler and Pirard, 2013). If such fluids were sourced from pyrrhotite-bearing serpentinites, they would be expected to have low f S2 and thus be capable of driving pyrite breakdown. We therefore suggest that influx of serpentinite-derived fluid causing slab melting and/or supercritical liquid development is a likely mechanism for transfer of sulfide from the slab to the overlying mantle (cf. Jego and Dasgupta, 2013, 2014)."
  }, {
    "heading": "5.3. Separate zones of sulfate and sulfide release from subduction zones – consequences",
    "text": "We suggest that sulfur liberation from a subducting slab may be initially oxidized, involving input of sulfate into the mantle wedge through anhydrite break-down at the blueschist–eclogite transition, and then reduced, resulting from pyrite break-down at considerably higher pressure and temperature. We speculate that this zoned sulfur liberation might be one of the factors that lead to the apparently redox-influenced zoned distribution of arc-hosted ore deposits shown in Fig. 1.\nIn the trench-proximal part of the arc, it may be that reduction of fluid-bourne sulfate to sulfide during metasomatism of the sub-arc mantle may be the main driver of oxidation of the subarc mantle (Evans and Tomkins, 2011). Where the dominant fluid\nspecies is SO2 (see Newton and Manning, 2005), every mole of sulfate reduction causes 6 moles of Fe2+ oxidation:\nSO2 aq + 7FeOin silicates = FeS + 3Fe2O3 in silicates. (3) Monosulfide solid solution (MSS) is the main reservoir of chalcophile metals in the mantle, and these metals behave compatibly during basalt generation as long as MSS remains in the residuum, so it might appear that melting under MSS-stable conditions would inhibit formation of metal-rich basalts. However, given that the solubility of monosulfide in basalt increases by an order of magnitude from FMQ+0.5 to FMQ+1.5 (from ∼1500 ppm to ∼1.5%; Jugo et al., 2010), formation of melt in mantle buffered at this oxidation state would result in a high degree of sulfide dissolution and formation of a metal- and sulfur-rich magma (Mungall, 2002), at lower degrees of partial melting.\nIn more trench-distal parts of the arc, above the region where pyrite breaks down to pyrrhotite, mantle metasomatism may be driven by infiltration of hydrous slab-derived magmas or supercritical liquids (see Jego and Dasgupta, 2013, 2014; Spandler and Pirard, 2013), which, unlike typical hydrothermal fluids, can carry Fe3+ (e.g., Mungall, 2002). Here therefore, there could plausibly be some oxidising effect on the mantle by addition of material with elevated Fe3+/ Fe, provided that the liquid/melt source in the slab had become significantly oxidised by the processes detailed above. If not, H2S can be transferred to the sub-arc mantle via fluid that coexists with melt generated by water-saturated melting of the slab (Jego and Dasgupta, 2013), or via supercritical liquid; magmas generated in such a region of metasomatised mantle would be hydrous, reduced and sulfide-saturated. Upon reaching the base of the arc crust, some magmas are thought to pond and partially crystallise. Because these magmas are likely to be close to sulfide saturation, sulfides should exsolve after a small amount of crystallization, sequestering chalcophile metals. Richards (2009) suggested that the deep-crustal residue of partial crystallisation of arc basalt would be hydrous (mainly amphiboles) and sulfide-bearing. He further suggested that remelting of such a residue during a subsequent decompression event would lead to formation of gold-rich, low-sulfur magmas capable of forming Aurich magmatic–hydrothermal systems. Thus it may be that pyrite breakdown in the slab has the potential to increase the metallogenic fertility of the sub-arc mantle, enhancing the probability of forming Au-rich porphyry systems associated with reduced magmas.\nThe ideas presented here can be tested by looking at the sulfur isotope signature of the products of fluid migration. Magmatic sulfides in MORB have δ34S signatures close to 0 , seawaterderived sulfate minerals have δ34S values of around 20 , and sulfides formed by sea-floor metasomatism have δ34S values between −10 and 10 (Alt, 2003). Evans et al. (2014) found that sulfides (mainly pyrite) in eclogites have δ34S values ranging from −11.5 to 16.5 , and suggested that the heavier values indicate derivation of sulfur from sulfate. Given the significant S isotope fractionation processes that can occur in upper crustal magmatic– hydrothermal systems (Richards, 2011), perhaps the best samples to evaluate the characteristics of slab-derived fluids are examples of metasomatised mantle where the metasomatism can be clearly tied to slab-derived fluids. As yet there have not been many isotopic studies of such samples; a small number of studies suggesting that xenoliths of metasomatised mantle have δ34S in the range 3–9 were affected by slab-derived fluids (Ionov et al., 1992; Wilson et al., 1996).\nIn Evans and Tomkins (2011) we suggested that sulfate transfer from the subducting slab was the dominant agent responsible for sub-arc mantle oxidation during the Phanerozoic, whereas the minimal sulfate in the deep oceans in the Pre-Ediacaran limited oxidative metasomatism of the oceanic crust, and thus the\narc magmatic system. It appears that pyrite still formed during sea floor metasomatism in this earlier period since it is common in sea-floor volcanogenic sulfide systems of this age. Therefore, we hypothesise that there could only have been pyriteassociated desulfidation during slab subduction in the Proterozoic and Archean. There may be several important consequences of a lack of anhydrite in subducting oceanic crust during this period: (1) sulfur would only be added to the deeper parts of the subarc mantle (i.e., only via pyrite breakdown); (2) given the relative insolubility of sulfide in basaltic melt (Jugo et al., 2010), less sulfur could be recycled back into the crust above subduction zones, and from there into the atmosphere (possibly influencing climate variability over time); (3) the Pre-Ediacaran sub-continental lithospheric mantle keels may thus have developed anomalous metallogenic fertility through less effective transfer of sulfur and metal into the crust; (4) only ore systems associated with reduced magmas are likely to have formed in arcs, such as reduced intrusionrelated gold systems, which are found in crust of this age; (5) more sulfur may have been recycled to the deep mantle in the pre-sulfate period; and (6) modern subduction may not be an accurate representation of earlier element recycling."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was supported through a Monash Research Accelerator grant to AGT, and an ARC Future Fellowship to KAE (FT120100579). Professor Hongrui Fan is thanked for guidance during fieldwork in the Sulu Belt. We thank Associate Editors Tim Elliot and Mike Bickle, and reviewers Abigail Barker and Helen Williams and an anonymous reviewer for their constructive comments. This is TiGeR publication 629."
  }],
  "year": 2015,
  "references": [{
    "title": "The geochemistry of sulfur in a 1.3 km section of hydrothermally altered oceanic crust, DSDP Hole 504B",
    "authors": ["J.C. Alt"],
    "venue": "Geochim. Cosmochim",
    "year": 1989
  }, {
    "title": "Sulfur isotopic profile through the oceanic crust: sulfur mobility and seawatercrustal sulfur exchange during hydrothermal",
    "authors": ["J.C. Alt"],
    "venue": "alteration. Geology",
    "year": 1995
  }, {
    "title": "Isotopic composition of gypsum in the Macquarie Island ophiolite: implications for the sulfur cycle and the subsurface biosphere",
    "authors": ["J.C. Alt"],
    "venue": "in oceanic crust. Geology",
    "year": 2003
  }, {
    "title": "Subsurface structure of a submarine hydrothermal system in ocean crust formed at the East Pacific Rise, ODP/IODP Site 1256",
    "authors": ["J.C. Alt", "C. Laverne", "R.M. Coggon", "D.A.H. Teagle", "N.R. Banerjee", "S. Morgan", "C.E. SmithDuque", "M. Harris", "L. Galli"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Microbial sulfate reduction and the sulfur budget for a complete section of altered oceanic basalts, IODP Hole 1256D (eastern Pacific)",
    "authors": ["J.C. Alt", "W.C. Shanks"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Experimental studies on eclogites: the roles of magnetite and acmite in eclogitic assemblages",
    "authors": ["S. Banno", "D.H. Green"],
    "venue": "Chem. Geol",
    "year": 1968
  }, {
    "title": "Insights into the behaviour of sulphur in mid-ocean ridge axial hydrothermal systems from the composition of the sheeted dyke complex at Pito Deep",
    "authors": ["A.K. Barker", "L.A. Coogan", "K.M. Gillis"],
    "venue": "Chem. Geol",
    "year": 2010
  }, {
    "title": "Computation of phase equilibria by linear programming: a tool for geodynamic modeling and its application to subduction zone decarbonation",
    "authors": ["J.A.D. Connolly"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Conditions of metamorphism in an Early Paleozoic blueschist, Schist of Skookum Gulch, northern California",
    "authors": ["S.J. Cotkin"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1987
  }, {
    "title": "The oxidation state of Fe in MORB glasses and the oxygen fugacity of the upper mantle",
    "authors": ["E. Cottrell", "K.A. Kelley"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Oxidation state of subarc",
    "authors": ["K.A. Evans", "M.A. Elburg", "V.S. Kamenetsky"],
    "venue": "mantle. Geology",
    "year": 2012
  }, {
    "title": "The relationship between subduction zone redox budget and arc magma fertility",
    "authors": ["K.A. Evans", "A.G. Tomkins"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Insights into subduction zone sulfur recycling from isotopic analysis of eclogite-hosted sulfides",
    "authors": ["K.A. Evans", "A.G. Tomkins", "J. Cliff", "M.L. Fiorentini"],
    "venue": "Chem. Geol",
    "year": 2014
  }, {
    "title": "Deep slab hydration induced by bendingrelated variations in tectonic pressure",
    "authors": ["M. Faccenda", "T.V. Gerya", "L. Burlini"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Stability of oxide minerals in metamorphic rocks",
    "authors": ["B.R. Frost"],
    "venue": "Rev. Miner",
    "year": 1991
  }, {
    "title": "Ternary feldspar modeling and thermometry",
    "authors": ["M.L. Fuhrman", "D.H. Lindsley"],
    "venue": "Am. Mineral",
    "year": 1988
  }, {
    "title": "Sulfur isotope evolution in sulfide ores from Western Alps: assessing the influence of subduction-related metamorphism",
    "authors": ["F. Giacometti", "K.A. Evans", "G. Rebay", "J. Cliff", "A.G. Tomkins", "P. Rossetti", "G. Vaggelli", "D.T. Adams"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2014
  }, {
    "title": "Sea-Floor Tectonics and Submarine Hydrothermal Systems. In: Economic Geology 100th Anniversary Volume 1905-2005",
    "authors": ["M.D. Hannington", "C.E.J. de Ronde", "S. Petersen"],
    "venue": "Society of Economic Geologists,",
    "year": 2005
  }, {
    "title": "Aqueous fluids and hydrous melts in high-pressure and ultra-high pressure rocks: implications for element transfer in subduction",
    "authors": ["J. Hermann", "C. Spandler", "A. Hack", "A.V. Korsakov"],
    "venue": "zones. Lithos",
    "year": 2006
  }, {
    "title": "Thermodynamics of order–disorder in minerals",
    "authors": ["H.D. Holland", "R. Powell"],
    "venue": "Am. Mineral",
    "year": 1996
  }, {
    "title": "Mixing properties and activity–composition relationships of chlorites in the system MgO–FeO–Al2O3–SiO2–H2O",
    "authors": ["T.J.B. Holland", "J. Baker", "R. Powell"],
    "venue": "Eur. J. Mineral",
    "year": 1998
  }, {
    "title": "An internally consistent thermodynamic dataset for phases of petrological interest",
    "authors": ["T.J.B. Holland", "R. Powell"],
    "venue": "J. Metamorph. Geol",
    "year": 1998
  }, {
    "title": "Content and isotopic composition of sulphur in ultramafic xenoliths from central Asia",
    "authors": ["D.A. Ionov", "J. Hoefs", "K.H. Wedepohl", "U. Wiechert"],
    "venue": "Earth Planet. Sci",
    "year": 1992
  }, {
    "title": "Fluid-present melting of sulfide-bearing ocean-crust: experimental constraints on the transport of sulfur from subducting slab to mantle wedge",
    "authors": ["S. Jego", "R. Dasgupta"],
    "venue": "Geochim. Cosmochim",
    "year": 2013
  }, {
    "title": "The fate of sulfur during fluid-present melting of subducting basaltic crust at variable oxygen fugacity",
    "authors": ["S. Jego", "R. Dasgupta"],
    "venue": "J. Petrol",
    "year": 2014
  }, {
    "title": "The magnetite crisis in the evolution of arc-related magmas and the initial concentration of Au, Ag and Cu",
    "authors": ["F.E. Jenner", "H.S.C. O’Neill", "R.J. Arculus", "J.A. Mavrogenes"],
    "venue": "J. Petrol",
    "year": 2010
  }, {
    "title": "Sulfur K-edge XANES analysis of natural and synthetic basaltic glasses: implications for S speciation and S content as function of oxygen fugacity",
    "authors": ["P.J. Jugo", "M. Wilke", "R.E. Botcharnikov"],
    "venue": "Geochim. Cosmochim",
    "year": 2010
  }, {
    "title": "Phase relations in the Cu–Fe–S, Cu– Ni–S, and Fe–Ni–S systems",
    "authors": ["G. Kullerud", "R.A. Yund", "G.H. Moh"],
    "year": 1969
  }, {
    "title": "Intrusion-related gold systems: the present level of understanding",
    "authors": ["J.R. Lang", "T. Baker"],
    "venue": "Miner. Depos",
    "year": 2001
  }, {
    "title": "Magnetic petrology of high Fe–Ti eclogites from the CCSD main hole: implications for subduction-zone magnetism",
    "authors": ["Q. Liu", "B.R. Frost", "H. Wang", "J. Zheng", "Q. Zeng", "Z. Jin"],
    "venue": "J. Geophys. Res",
    "year": 2012
  }, {
    "title": "Hydrous metasomatism of oceanic sub-arc mantle, Lihir, Papua New Guinea: petrology and geochemistry of fluid-metasomatised mantle wedge xenoliths",
    "authors": ["B.I.A. McInnes", "M. Gregoire", "R.A. Binns", "P.M. Herzig", "M.D. Hannington"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Fault-segment rupture, aftershock-zone fluid flow, and mineralization",
    "authors": ["S. Micklethwaite", "S.F. Cox"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "Locking of the Chile subduction zone controlled by fluid pressure before the 2010 earthquake",
    "authors": ["M. Moreno", "C. Haberland", "O. Oncken", "A. Rietbrock", "S. Angiboust", "O. Heidbach"],
    "venue": "Nat. Geosci",
    "year": 2014
  }, {
    "title": "Roasting the mantle: slab melting and the genesis of major Au and Au-rich",
    "authors": ["J.E. Mungall"],
    "venue": "Cu deposits. Geology",
    "year": 2002
  }, {
    "title": "Solubility of Anhydrite, CaSO4, in NaCl–H2O solutions at high pressures and temperatures: applications to fluid–rock interaction",
    "authors": ["R.C. Newton", "C.E. Manning"],
    "venue": "J. Petrol",
    "year": 2005
  }, {
    "title": "Sodic amphiboles as oxygen fugacity indicators in metamorphism",
    "authors": ["A.I. Okay"],
    "venue": "J. Geol",
    "year": 1980
  }, {
    "title": "Relating formulations of the thermodynamics of mineral solid solutions: activity Ilmenite–hematite solid solution modelling of pyroxenes, amphiboles and micas",
    "authors": ["R. Powell", "T.J.B. Holland"],
    "venue": "Am. Mineral",
    "year": 1999
  }, {
    "title": "Postsubduction porphyry Cu–Au and epithermal Au deposits: products of remelting of subduction-modified lithosphere",
    "authors": ["J.P. Richards"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "Magmatic to hydrothermal metal fluxes in convergent and collided margins",
    "authors": ["J.P. Richards"],
    "venue": "Ore Geol. Rev",
    "year": 2011
  }, {
    "title": "Element recycling from subducting slabs to arc crust: a review",
    "authors": ["C. Spandler", "C. Pirard"],
    "venue": "Lithos 170–171,",
    "year": 2013
  }, {
    "title": "Hydrothermal alteration processes in the oceanic crust",
    "authors": ["H. Staudigel"],
    "year": 2003
  }, {
    "title": "Windows of metamorphic sulfur liberation in the crust: implications for gold deposit genesis",
    "authors": ["A.G. Tomkins"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2010
  }, {
    "title": "Upper temperature limits of orogenic gold deposit formation: constraints from the granulite-hosted griffin’s find deposit",
    "authors": ["A.G. Tomkins", "C. Grundy"],
    "venue": "Yilgarn Craton. Econ. Geol",
    "year": 2009
  }, {
    "title": "On the initiation of metamorphic sulfide anatexis",
    "authors": ["A.G. Tomkins", "D.R.M. Pattison", "B.R. Frost"],
    "venue": "J. Petrol",
    "year": 2007
  }, {
    "title": "Magmatic sulfide",
    "authors": ["A.G. Tomkins", "K.C. Rebryna", "R.F. Weinberg", "B.F. Schaefer"],
    "year": 2012
  }, {
    "title": "formation by reduction of oxidised arc basalt",
    "authors": ["T. Tsujimura", "A. Kitakaze"],
    "venue": "J. Petrol",
    "year": 2004
  }, {
    "title": "Sulfur isotope systematics and platinum group element behavior in REE-enriched metasomatic fluids: a study of mantle xenoliths from Dish Hill, California, USA",
    "authors": ["M.R. Wilson", "T.K. Kyser", "R. Fagan"],
    "venue": "Geochim. Cosmochim",
    "year": 1996
  }, {
    "title": "Metamorphic P–T conditions and thermal structure of Chinese Continental Scientific Drilling main hole eclogites: Fe–Mg partitioning thermometer vs. Zr-in-rutile thermometer",
    "authors": ["R.Y. Zhang", "Y. Iizuka", "W.G. Ernst", "J.G. Liou", "Xu", "Z.-Q", "T. Tsujimori", "Lo", "C.-H", "Jahn", "B.-M"],
    "venue": "J. Metamorph. Geol",
    "year": 2009
  }],
  "id": "SP:0acf2fcfe5be7d0f3078e5f4de975484465e0145",
  "authors": [{
    "name": "Andrew G. Tomkins",
    "affiliations": []
  }, {
    "name": "Katy A. Evans",
    "affiliations": []
  }],
  "title": "Separate zones of sulfate and sulfide release from subducted mafic oceanic crust"
}